{"id":"Jw6tmPjE","poster":"dB Roms","date":"2015-05-06T17:29:27.834+0000","title":"An Riot: verbesserungs Vorschlag","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Hey, \r\n\r\n- Im allgemeinen, Riot, macht ihr echt keine schlechte Arbeit muss man sagen. Doch ihr solltet eurer Programm f&uuml;r die Teamzusammenstellung im Normal wie auch im Ranked nochmals &uuml;berarbeiten. Es kann wirklich nicht sein, dass einer der gerade angefangen hat ein Team aus lauter Gold, Platin oder Diamant Spielern rechtfertigt. Also bitte schaut euch das nochmal genauer an.\r\n\r\n- Wie w&auml;re es eigentlich mal mit EP-Angeboten? Ich w&uuml;rde es klassen finden und denke auch, dass ich da nicht alleine da stehe. W&auml;re eine super Sache!\r\n\r\n- Bitte bestraft die Leute, die eine Report bekommen, AFK sind oder andauernd Spiele ablehnen und verlassen, h&auml;rter. Bei jeder Sportart(Eishockey, Fu&szlig;ball, ect.) gibt es f&uuml;r Unsportlichkeit und Unfaires verhalten angemessene Strafen. \r\n\r\nW&uuml;rde es genial finden, wenn ihr, Riot, euch das mal anschaut und vielleicht auch bearbeitet und mir eventuell eine Nachricht schickt.\r\n\r\nVielen Dank!\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nRatz","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-06T17:52:05.724+0000","up_votes":1,"down_votes":0,"body":"Heya\nZu eins. das MMR System funktioniert recht gut. Nur wenn es keine Daten hat kann es dich halt noch nicht einschätzen.\nJe mehr Spiele du spielst desto genauer wirst du eingeschätzt etc.\nÜbrigens wird das Elo-System auch bei vielen anderen Sportarten verwendet. \n\n\"Eine Adaption des Elo-Systems für Männernationalmannschaften im Fußball sind die World Football Elo Ratings. Die FIFA-Rangliste der Frauen wird dagegen offiziell mit einem adaptierten Elo-System ermittelt. Inoffizielle Elo-Ratings werden auch für Fußball-Clubs vorgenommen.\"\nWikipedia lebe hoch :D\n---------------------------\nWas meinst du mit EP-Angeboten? Man kann sich doch bis auf Skins & Symbole alles für EP kaufen. Zudem gibt es auch ab und zu mal das Angebot, dass es 2 Runenseiten zum Preis von einer gibt und das gilt meines Wissens auch für EP.\n----------------------------\nHärtere Strafen sind nicht umbedingt bessere Strafen. Viel wichtiger als die Härte der Strafe ist zudem auch, wie verlässlich sie erteilt wird.\nBeispielsweise fahren viele Leute in Bussen schwarz, weil die Wahrscheinlichkeit kontrolliert zu werden halt so gering ist. Bei dem CR/RR System ist das aber nicht direkt der Fall, da die CR Chats überprüft, sobald die Person oft genug reportet wurde. Dementsprechend ist die Wahrscheinlichkeit umso höher, je mehr Leute die Reportfunktion sinnvoll nutzen.\nHier gibts auch noch nen recht guten Artikel zum Thema Strafen (Danke dir Humpel falls du das je liest):\n[Klick mich.](http://www.umsetzungsberatung.de/psychologie/sanktionen.php)\nWenn man den Statistiken glauben schenken kann, welche Riot veröffentlicht so ist das \"neue\" System wesentlich besser als das Alte. Zudem hängt sowas auch mit deiner Erwartungshaltung zusammen. Glaubst du also viele Leaver und Flamer vorzufinden, dann tust du das auch..... naja nicht wirklich, aber du merkst dir die Fälle in denen es dir auffällt und vergisst die anderen. (Der gleiche Effekt tritt bei \"Franzosen sind schlechte Spieler\" auf)\nIst nen ganz natürlicher psychischer Effekt.\n\n\n\nIch bin zwar nicht Riot, aber vielleicht liest du es ja trotzdem gerne :D\n\nMfG Rkoturdo","replies":[{"id":"","poster":"dB Roms","date":"2015-05-06T19:24:06.908+0000","up_votes":0,"down_votes":0,"body":"klar du wirst ja auch um so mehr du spiels besser aber ich bin gerade so im zwischenstadium. ich weiß wie ich spielen muss kann es mehr oder weniger umsetzen aber nicht bei gegnern die gold platin ect. sind und genauso unfair wie wenn ich anfänger bekomme was auch passiert.\n\nwie es jede woche RP angebote gibt sollte es auch EP angebote geben.\n\nca. jedes 2. spiel afkler bzw leaver ist keine seltenheit würd ich sagen und das einige wochen da erwartest du nichts anderes mehr.\n\nnoch was: versuch mal mit einer gekochten spagetti dart zu spielen... damit meine ich lern besser zu spielen und werden (auf lol bezogen) wenn andauern leute afk sind, leaven, trollen, oder dein gegner haus hoch überlegen ist (im dart zb. taylor oder lewis). da machts echt spaß zu spielen und versuchen besser zu werden -.-\nsicher ohne herausforderung kein ziel somit kein erfolg aber etwas mehr angepasster ist echt nicht zu viel verlangt. spaß und ergeiz sinken mit jedem so eben genannten spiel doch wut und abneigung steigen und dies sollte ja eigentlich nicht der sinn sein. schade das es ab und an soweit kommt dadurch wächst auch der gedanke ab zu springen MOAB´s gibts wie sand am mehr mache bestimmt besser wie league doch lol hat auch seine guten seiten.\nich will nur einen versuch starten um es noch angenehmer zu machen wie es eh schon ist aber solche dinge sind nervtötend.\n\nich würde mal sagen ich steh da nicht allein da und einige werden abspringen und dass sollte nicht das ziel sein.\n\nMit freundlichen Grüßen \n\nRatz","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-06T20:08:16.140+0000","up_votes":1,"down_votes":0,"body":"Heya\nZu Punkt 1 kann ich halt nichts weiter sagen, wenn dir wirklich nen besseres System einfällt verkaufe es.^^\nNaja, aber du willst die Leute ja zum RP-Kauf animieren, daher auch die Angebote. Bei IP macht das jetzt nicht umbedingt so viel Sinn.\n-------\nGenau das ist der Punkt. Ich hab ungefähr einen Leaver alle 20 Spiele. Und wir können ja schlecht beide recht haben (zudem es laut Riot auch keine Unterschiede in der Menge der Leaver/DCs im Bezug zur Elo gibt).\nZum Punkto trollen. Das erlebe ich noch viel seltener. Die Frage hierbei ist halt auch, was man alles als Trolling interpretiert. Einung Urgot MItte würden viele zB als trollen ansehen, dabei kann er sogar ziemlich gut seine Lane gewinnen.\nWenn du mit einer solchen negativen Haltung in das Spiel gehst verbreitest du sie damit vermutlich sogar unterbewusst noch und sorgst damit dafür, dass sie sich selbst erfüllt( ist nur ne Idee, weiß ja nicht wie dein Ingameverhalten ist).\n\nIn anderen MOBAs ist die Comm übrigens genau die gleiche, aufgrund von Leavern und Flamern mit LoL aufzuhören ist also recht sinnlos.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"dB Roms","date":"2015-05-07T15:46:00.719+0000","up_votes":1,"down_votes":0,"body":"ich will nichts neues erfinden aber verbessern wär gut und da riot doch talent und möglichkeiten hätte warum nicht?\n\nschon klar doch für ein schmankerl wärs trotzdem und glaube nicht dass riot schmerzen dabei hat ^^\n\nsiehst du da sind wir bei dem thema krasse unterschiede und dieses sollte ja bei einen \"Perfekt ausgeklügeltem Spiel\" nicht so sein.\n\nnaja also negative haltung hab ich keine nur ungerecht beschimpfen lass ich mich nicht und ich glaub das tut keiner.\n\neiner allein bewirkt hier gar nichts aber lass es mal mehrere sein und immer noch mehr glaubst du nicht dass man hier mal wach wird?\n\nund übrigens ich will hier nicht die welt zerreißen und schon gar keinen streit oder stunk anzetteln ich will nur was versuchen. und anscheinend sind wir auch nicht gleicher meinung. =)\n\nMit freundlichen Grüßen\n\nRatz","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-07T17:15:22.966+0000","up_votes":1,"down_votes":0,"body":"Heya\n> ich will nichts neues erfinden aber verbessern wär gut und da riot doch talent und möglichkeiten hätte warum nicht?\n\nNaja, aber warum sollte man ein schon so gutes System noch verbessern wollen. Es hat sich gezeigt das das System recht gut ist und die Typischen Probleme des Elosystems (das Tausend Match Problem oder wie auch immer es genau heißt) sind durch die Natur von LoL auch beseitigt.\n\n> und übrigens ich will hier nicht die welt zerreißen und schon gar keinen streit oder stunk anzetteln ich will nur was versuchen. und anscheinend sind wir auch nicht gleicher meinung. \n\nWenn wir beide gleicher Meinung wären wäre diese Diskussion hier ja langweilig :D\n> siehst du da sind wir bei dem thema krasse unterschiede und dieses sollte ja bei einen \"Perfekt ausgeklügeltem Spiel\" nicht so sein.\n\nWorauf ich eigentlich hinauswollte ist, dass es bei dem Thema bei uns keine krassen Unterschiede gibt. Wir beide nehmen es halt nur so war wie wir es erwarten. Die Wahrheit wird wohl also irgendwo in der Mitte liegen.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"dB Roms","date":"2015-05-11T18:17:27.819+0000","up_votes":1,"down_votes":0,"body":"Also ich hab soweit alles gesagt was ich los werden wollte und das reicht mir eigentlich ^^\n\nwie erwähnt wir kommen auf keinen grünen zweig und hat auch wenig sinn weiter zu diskutieren da die meinungen zu unterschiedlich sind.\ntrotzdem danke fürs kommentieren. =)\n\nMit freundlichen Grüßen\n\nRatz","replies":[]}]}]}]}]}]}]}