{"id":"W1R0GVki","poster":"Thomas FanGirl 1","date":"2015-05-05T11:24:02.924+0000","title":"LF TOPLANER,JUNGLER Plat 5 +","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"zu uns wir spielen seit 2 Monaten zusammen und suchen jetzt einen neuen toplaner,jungler wir sind alle dia 5 waren aber schon h&ouml;her und sind eingespielt. wir sind zwischen 17-22 jahre alt :) spa&szlig; steht bei uns an vorderster front doch nat&uuml;rlich wollen wir auch was erreichen.\r\n\r\nVorraussetzung: - Main TOP,JNG \r\n                             - gro&szlig;er meta champool :)\r\n                             - Ts mit Headset :)\r\n                             - Plat 5 +\r\n                             - 16+\r\n                             - ambitioniert sein aber auch spa&szlig; am spiel haben und Kritik f&auml;hig sein :)\r\n                       \r\nWas wir bieten: - einen eigenen ts Server\r\n                            - Feste Trainings Zeiten.\r\n                            - gute soloq kenntnise so wie auch teamerfahrung\r\n                            - turnier teilnahmen\r\n                            - game Analyse und und und :D \r\n\r\nbei Interesse bitte bei mir melden Lionfist73 :)","replies":[{"id":"","poster":"xDirtyTatsumi","date":"2015-05-05T20:02:04.664+0000","up_votes":1,"down_votes":0,"body":"Hi LionFist73,\n\nIch würde mich gerne bei euch als Jungler Bewerben, zurzeit befinde ich \nmich in Platin III, da mir die Tankmeta deutlich zugesetzt hat (irgendwann mal Plat I), jedoch befinde ich mich auf dem\nWeg der Besserung :D\nDa ich von meinem alten Team schon feste Zeiten, game analysen etc. kenne, bin ich sehr zuverlässig was Termine für das Team angeht.\nLeider hat sich mein Clan über die Zeit mehr dem Counter Strike spielen gewidmet, weshalb ich ein neues Team suche.\n\nFalls der Jungle schon vergeben ist, könnte ich mich auch noch als Toplaner anbieten, da die anderen 40% meiner Spiele auf der Toplane stattfinden.\n\nMein Championpool ist auf beiden Lanes umfangreich und selbst wenn es mal zu einer Neuheit in der Meta kommt, die nicht den gesamten Spielstil einer Rolle verändert, ist sie in wenigen Tagen aufgrund meiner starken Aktivität gelernt.\n\nMit freundlichen Grüßen\n\nMindBreaker","replies":[]}]}