{"id":"xEKEEmep","poster":"Petra Wellmann","date":"2015-05-05T12:54:52.533+0000","title":"Chroma Skins mit der Championmeisterschaft verknüpfen?","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Hallo, Beschw&ouml;rer!\r\n\r\nVorab ich wei&szlig; sie sind schon da ... allerdings habe ich mir Gedanken dazu gemacht inwiefern sich die Chromaskins ins Spiel einbringen bzw mit der Championmeisteschaft verkn&uuml;pfen lassen und au&szlig;erdem mehr Abwechslung ins Spiel bringen. Ich wei&szlig; zwar noch nicht genau, wie die Championmeisterschaft aufgebaut sein wird , aber ich denke man k&ouml;nnte auf verschiedenen Levels einen Chromaskin bekommen und dann wenn man das h&ouml;chste Level mit dem Champion erreicht hat alle Chromaskins zur Verf&uuml;gung stehen haben. Es nimmt gro&szlig;e Z&uuml;ge von Blizzards Heroes of the Storm an und der Gedanke stammt davon ich denke es w&uuml;rde Neulingen in League sehr viel Freiraum zur Gestaltung des Champions bringen als nur durch Skins aber nat&uuml;rlich auch den alten Hasen von League of Legends. Wie gesagt ich wei&szlig; zwar noch nicht genau wie die Championmeisterschaft sein wird aber falls ihr es wisst k&ouml;nnt ihr es mir ja erz&auml;hlen und noch viel wichtiger was haltet ihr davon? Denkt ihr es sei f&uuml;r Riot tragbar etwas kostenlos zu machen au&szlig;er die Champions und Runen/-seiten was das Championdesign ver&auml;ndert ? Oder seit ihr der Meinung das es so gut ist wie es ist? Falls Fragen da sind beantworte ich diese gerne.\r\n\r\nViel Spa&szlig; auf den Richtfeldern , Beschw&ouml;rer!!","replies":[{"id":"","poster":"Black Mage","date":"2015-05-05T13:03:55.677+0000","up_votes":2,"down_votes":0,"body":"Irgendwie ja, aber auch nein, da Champion Masteries nach nur 10 spielen Max sein werden... Und diese unabhänig vom benutztem skin laufen...\n\nAußerdem wird riot verlust machen, denn sie müssen die mitarbeiter bezahlen, die diese chroma packs erstellen (ist nicht viel arbeit, dennoch etwas) -> 590 für 3 skin varianten ist schon gut, das kann man so lassen, oder später für ip anbieten (nach X monaten, oder sonstwas)","replies":[{"id":"","poster":"Petra Wellmann","date":"2015-05-06T14:49:16.468+0000","up_votes":1,"down_votes":0,"body":"Die Idee die skins nach x Monaten für IP anzubieten finde ich sogar noch besser :)","replies":[]}]}]}