{"id":"YvWFxpgn","poster":"Pyton","date":"2015-05-05T15:20:05.940+0000","title":"Championmeisterschaften","subforum":"Champions & Gameplay","embed":{"title":"Championmeisterschaft","description":"Bewertung Fahrt in der Spielzusammenfassung über eure Leiste mit den Punkten für die Championmeisterschaft und ihr seht die Bewertung, die unser neues System euch gibt. Bewertungen werden je nach eurer Gesamtleistung in der Rolle und mit dem Champion, den ihr spielt, und vor allem wo ihr ihn spielt vergeben.","url":"http://euw.leagueoflegends.com/de/page/features/champion-mastery","image":"http://news.cdn.leagueoflegends.com/public/images/pages/2015/cmas/img/Grade.png"},"up_votes":2,"down_votes":0,"body":"Heyho Community, Heyho Riot,\r\n\r\nBei dem neuen Feature der Championmeisterschaft ist mir aufgefallen, das einige Champions DRINGEND neue Klassifizierungen ben&ouml;tigen. Allen voran Supporter wie {{champion:53}} (Tank/Fighter, besser: Support/Tank), {{champion:89}} (Tank/Support, besser umgekehrt) und {{champion:1}} (Mage, besser Mage/Support). \r\n\r\nGrund hierf&uuml;r sind die mit der Funktion einhergehenden Titel, welche sich nach der Prim&auml;rrolle des Champions richtet. Das ist so gesehen nicht verkehrt, nur das einige Champions einen Wandel vollzogen haben und die Rolle nun nicht mehr/ nur noch bedingt passt.\r\n\r\nBesser f&auml;nge ich eine Klassifizierung nach Position, sodass es sowohl Hexenmeister(in) {{champion:1}} , als auch Bewahrer(in) {{champion:1}} geben kann.\r\nWenn man das ein wenig erweitert, k&ouml;nnte es auch Zweitklassifizierungen, oder Hybriden geben (z.B. Mage und Support: magischer Schild?)\r\n\r\nMir ist wohl bewusst, dass dies ein erheblicher Mehraufwand w&auml;re, welchen den Gro&szlig;teil nicht einmal interessiert (Geschichte, Hintergr&uuml;nde oder Motive eines Champs/ einer Gruppierung ist egal, Hauptsache der Schaden / das Skillset stimmt), jedoch gibt es auch Personen, welche sich damit ein wenig besch&auml;ftigen und auf solche Details achten.\r\n\r\nMfG   Pyton","replies":[{"id":"","poster":"Evenrider","date":"2015-05-05T15:37:57.588+0000","up_votes":1,"down_votes":0,"body":"Die Klassifizierung ist durch deren Fähigkeiten festgelegt.\nz.B. Leona: 3 CC Spells, 1 Spell um sich selbst widerstandsfähiger zu machen. Und nur die Passive, um die Verbündeten zu Buffen. Deswegen Tank/Support.\nz.B. Lux (Mage/Support): primär Mage, weil 2 Fähigkeiten ausschließlich für Schaden sind (Passive und Ulti). Sekundär Support wegen dem Schild, um Verbündete zu schützen.\nz.B. Annie: 3 Full Damage Spells. Passive der einzige Effekt mit CC. Ihr E gibt ihr Widerstandskraft. Nichts um sein Team zu unterstützen/boosten. Deswegen nur Magierin. Vielleicht wäre noch Fighter oder Tank möglich, aufgrund ihres E.\n\nChampions erhalten die Supporterklassifizierung, wenn sie Fähigkeiten haben, die Verbündete Champions helfen/verstärken/schützen.\nBC und Annie haben dies nicht. Sie werden zwar auf der Position Support gespielt, das sagt aber nichts aus.\n\nAllerdings hat auch Syndra nichts um ihr Team zu verstärken und besitzt die Sekundärklasse Support. Aber das könnte an ihrer E und dem Disengage Potential liegen. Annie und BC haben dies allerdings auch nicht.","replies":[]}]}