{"id":"RQ21vuHZ","poster":"Mad Musical","date":"2015-05-05T04:40:50.201+0000","title":"Fanfic: ~ Die Kluft der Legenden ~ (ongoing)","subforum":"Community-Kunstwerke","up_votes":13,"down_votes":1,"body":"Gr&uuml;&szlig;e werte LoL Fic Gommunity,\n\nund wiedermal hat der Bekannte zugeschlagen!\nDas tut mir schrecklich Leid, euch damit belasten zu m&uuml;ssen. Wenn ich nicht so unglaublich bestechlich w&auml;re... ne? Aber Full-Metal-Jayce ist einfach.. nice!\nDie Story befindet sich, entgegen ~ Die Auserw&auml;hlten ~ (http://boards.euw.leagueoflegends.com/de/c/community-kunstwerke/f2NRUPPt-die-auserwaahlten-dianaleona), noch in der Entwicklung. Es wird also unregelm&auml;&szlig;ig neue Segmente geben, die ich hier raushauen werde. Es sei denn, natürlich, dass es nicht gewünscht ist und als schlecht befunden wird. Dann werde ich euch natürlich verschonen. ;)\n\nEs wäre wirklich angenehm, wenn bei up/downvotes auch ein Kommentar hinterlassen wird. Mit diesem +/- System kann im Grunde niemand etwas anfangen. Da muss ich immer an soziale Experimente in der Öffentlichkeit denken, wo jeder zuschaut und niemand reagiert, aber am Ende alle furchtbar finden was passiert ist. Das ist ein wenig paradox. :D Es sagt zwar schon etwas aus, aber Veränderungen bringt es nicht. Ein schlichtes \"Ist kacke\" oder \"Gut gut\" würde schon ausreichen. Nur Mut zur Meinungsäußerung. Überall wo ihr seid. Eure Stimme zählt immer.\nKritik, Verbesserungsvorschl&auml;ge, Ideen und anderes sind entsprechend herzlich Willkommen.\n\nmfg\nPamster/Mad Musical\n\n\n------\n\n\n(Der/die folgende/n Text/e orientier(t/)en sich nur lose an der offiziellen Handlung.\nUm einen zweckdienlichen Kanon zu erhalten, wurde m&ouml;glicherweise das ein oder\nandere ver&auml;ndert, angepasst, verm&auml;nnlicht, verweiblicht, verzwittert, verfacebooked\noder anderweitig manipuliert. Entsprechend ist der folgende Text bitte NICHT als\nOrientierung zu betrachten, sondern eher als.. geordnetes, unterhaltsames Gew&uuml;rfel.)\n\n\n----------\n\n\nSetup:\nValoran befindet sich in einer neuen Endlosschleife. Das prunkvolle Demacia bl&uuml;ht, in Noxus herrscht das Chaos, Piltover entwickelt und bek&auml;mpft Verbrechen, Zhaun versucht sich &uuml;ber Wasser zu halten, Freljords Fraktionen argw&ouml;hnen gegenseitig, Shurima ist eine tote Landschaft, Ionia sucht den Kern vom innerem Frieden und Bandle City.. ja, was machen die Yordles eigentlich? Der Handel verl&auml;uft gruppiert. Bandle City stellt den Gro&szlig;teil an Nahrung Valorans her, Ionia die feinsten Stoffe und Statuetten, Zhaun besitzt das Monopol auf medizinische Wirkstoffe, Piltover perfektioniert die Technologien, Noxus ist Hauptlieferant f&uuml;r Eisen und Kohle und Demacia ist der Anlaufpunkt f&uuml;r Edelsteine, Gold und Silber. Was passiert, wenn die Yordles eines Tages niemanden mehr beliefern wollen?\n\nKurzfassung:\n\nDass Demacia und Noxus sich nicht riechen k&ouml;nnen, d&uuml;rfte inzwischen klar auf der Hand liegen. Doch nur, weil ein Waffenstillstand ausgerufen wurde, bedeutet es noch lange nicht, dass sich jeder daran h&auml;lt. Waffen.. das ist so verallgemeinert. \nJarvan wird immer mehr von schlimmen Alptr&auml;umen geplagt. Als er an seinen Rat heran tritt. um sich &uuml;ber sein Reich zu informieren, erf&auml;hrt er, dass viele Dinge anfangen aus den Fugen zu geraten. Plattformen und Fundamente r&uuml;tteln und zerbrechen, ohne, dass irgendjemand davon Kenntnis genommen hatte. Etwas, das dringenden Handlungsbedarf erfordert, denn die demacianischen Bauern ziehen sich ver&auml;ngstigt aus den Grenzzonen zur Hauptstadt des Landes zur&uuml;ck. Als w&auml;re das nicht problematisch genug, fl&uuml;stern zwielichtige Stimmen von einer unbekannten Gefahr. Einer Gefahr, die die bisherigen Kriege zwischen Noxus und Demacia als kleine Zankereien unter Kindern darstehen lassen.\n\nIn Noxus keimen neue Krankheiten auf. Als handelsabh&auml;ngigster Staat Valorans leidet das Volk unter dem Embargo, auf das sich Demacia und Piltover geeinigt haben. Keine neuen Luftfilter mehr f&uuml;r Noxus und keine medizinischen Ger&auml;te f&uuml;r Zhaun. Solche Sticheleien muss Noxus schon seit Jahrzehnten &uuml;ber sich ergehen lassen, w&auml;hrend seine Bev&ouml;lkerung immer kr&auml;nklicher und somit auch aggressiver und rachs&uuml;chtiger wird. Jericho Swain und Vladimir versprachen eine bevorstehende Zeit, die dem Sadismus von Demacia und Piltover ein Ende bereiten, und Noxus aus den Ketten befreien w&uuml;rde um endlich autark sein zu k&ouml;nnen. Und wie man es von Noxianern erwartet, sind sie bereit daf&uuml;r &uuml;ber Leichen zu gehen. Denn hundert Leichen sind besser als tausende.\n\nDoch nicht nur diese beiden Parteien versuchen einander auszuspielen. Auch der Kartenspieler Twisted Fate klinkt sich mit ganz eigenen Zielen in dieses Spiel um Macht und Dominanz ein, um seine Interpretation von Gleichheit wiederherzustellen.\n\n\n---------------\n\n\n**~ Die Kluft der Legenden - Akt 1 ~**\n\n\n**~ Akt 1.0: Mundo sein guter Gesch&auml;ftsmann! ~**\n{{champion:36}} _Dr. Mundo_\n\n\"Mein Name Mundo. Mundo jetzt aufstehen. Mundo hat zu tun. Doch Mundo muss wach. Mundo setzen auf. Decke im Weg. Schwei&szlig; in Nase. Mundo muss *hatschi!*. Mundo ver&auml;rgert. Mundowasser auf Boden. Mundo denken, dass Mundo nachher wegmachen.\n\nMundo jetzt aufstehen. Mundo Fu&szlig; jetzt nass, aber Mundo egal. Mundo gehen in wei&szlig;er Raum. Nehmen Holz mit Schweinehaaren, machen nass und ziehen &uuml;ber Z&auml;hne. Mundo m&ouml;gen Schaum und spucken an Spiegel. Spiegel w&uuml;tend jetzt. Mundo in Spiegel und Mundo m&uuml;ssen sauber machen. Mundo schlagen Spiegel ein. Nachher Mundo wird blondes M&auml;dchen sagen Bescheid. Blondes M&auml;dchen haben Mundo angerufen. Haben Arbeit. Mundo einverstanden.\n\nJetzt Mundo duschen. Mundo benutzen riechenden Klotz von blondem M&auml;dchen. Jetzt riechen Mundo wie Blumen. Niemand wird Mundo erkennen, wenn Mundo will sein unsichtbar wie kleine Ratte. Doch Mundo schlau und hat immer erkannt an Geruch. Bei Mundo aber anders. Mundo wird sein wo M&auml;dchen sind. M&auml;dchen immer riechen nach Blumen. Ausser M&auml;dchen mit schwarz. M&auml;dchen m&uuml;ssen riechen wie Rost. Mundo findet gut, dann n&auml;mlich M&auml;dchen weniger sterben. Mundo empfindliche Nase.\n\nMundo gehen zu Ger&auml;uschmaschine. Mundo Hose klemmen in T&uuml;r. Hose kaputt nachdem Mundo ziehen. Mundo egal und ziehen an. Mundo nehmen Schrank mit Essen und Seil, binden auf R&uuml;cken und machen Boden-Abstands-Simulation. Viele Male bis Mundo keine Zahl mehr wei&szlig;. Dann aufh&ouml;ren. Blondes M&auml;dchen will Mundo ordentlich. Mundo auf geheimer Mission. Mundo human.\n\nMundo also gehen einkaufen in Stadt von Noxus. Sagen Hallo zu Fl&uuml;gelfrau. Sie nur abwinken, aber Mundo egal. Mundo gehen in Gesch&auml;ft von blondem M&auml;dchen. Gehen zur Frau, sagen Mundo ordentlich. Sie macht Augen zu Nase. Ich ihr helfen. Dann sie aufh&ouml;ren mit Atmen und Mundo verwirrt. Mundo laufen durch Zimmer und gucken zu viele Anziehsachen. Mundo will nehmen gr&uuml;nes Leder, aber dann Schnauben. Schnauben von anderer Frau. Sie sagen was &uuml;ber genervt sein und Personal. Mundo kennen, Personal teuer. Mundo machen Sachen mit Geld f&uuml;r Noxus manchmal. Sie Mundo fragen, was Mundo will. Mundo sagen, dass Mundo ordentlich. Frau geben Mundo Anziehsachen und sagen, dass Mundo nicht kaputt machen. Mundo zieht an und Knopf kaputt. Mundo zu stark. Frau jetzt nehmen Mundo an Hand und gehen in dunkles Zimmer. Licht sehr hell, Mundo muss Augen dunkel machen f&uuml;r kurz. Frau kommen mit spitzem Metall, Mundo kaum gesehen so klein das Metall. Schnurr dran. Mundo kennen. Mundo schreien und will Frau kaputt machen, aber Frau pl&ouml;tzlich zweimal da und Mundo schlagen auf Wange. Sie schimpfen und genervt sein. Mundo will schlagen zur&uuml;ck, aber Frau pl&ouml;tzlich *puff* und *puff*. Mundo mehr sauer und Hose geht kaputt. Pl&ouml;tzlich Frau schreien und Mundo sehen schwarzes Licht.\nMundo liegen auf Boden und sammelt Zunge zur&uuml;ck. Mundo aufstehen, dann umschauen. Mundo in Gesch&auml;ft von blondem M&auml;dchen. Genervte Frau noch immer genervt. Sie sagen, Mundo soll gehen zu Schloss.\n\nRabenmann will Mundo sehen. Mundo jetzt gehen und schauen in Spiegel. Mundo tragen Frauenhemd und Jungenhose. Mundo egal, muss jetzt gehen.\nMundo sehen Schloss. Eisenmenschen erst versperren Weg, aber Mundo keine Lust und macht sie zu V&ouml;gel. Mundo schaut in Schloss und sehen viele viele Eisenmenschen. Br&uuml;der mit spitzen Haaren reden. Mundo nicht zuh&ouml;ren und sie fragen, wo Mann mit Raben. Sie jetzt Angst vor Mundo, weil Mundo schlechter Zahnarzt. Mundo gehen zu Weg und suchen Rabenmann. Mundo finden schnell. Rabenmann immer ist in Zimmer mit komischen Zeug. Der schauen aus Fenster und dr&uuml;ckt sich auf Stock. Mundo genervt, weil immer so lange warten wenn her gekommen. Mundo schon sehen viele Schafe als Mann spricht. Reden von Landschaft und Schloss und Menschen und Krieg und Frieden und L&uuml;ge und so. Mundo langweilig und spielen an Bein von Stuhl. Metall immer st&auml;rker, wenn zusammengedr&uuml;ckt und Mundo guter Zusammendr&uuml;cker. Mann Mundo irgendwann sagen aufzuh&ouml;ren. Jetzt sein wichtig. Mundo nickt und h&ouml;rt auf Wichtiges. Rabenmann sagen, Krieg immer gut aber Tote immer schlecht. Mundo nicht einverstanden und sagen Veto. Rabenmann macht Kopf schr&auml;g. Mundo winken ab und sagen, dass egal. Rabenmann sagen jetzt wieder vieles Unwichtiges und Mundo setzen auf Boden. Boden mit Stein ist kalt und Hose ziemlich klein jetzt. Mundo wieder aufstehen und machen Hemd gerade. Rabenmann sagen, Mundo jetzt telefonieren mit alles was was Sagen kann. Neues Turnier muss sein. Mehr Regeln, mehr Gewinn, mehr Geld. Mundo h&ouml;ren mehr Geld und sein einverstanden. Rabenmann nicken, dann wieder gucken bl&ouml;d aus Fenster und Mundo gehn.\n\nMundo laufen zu Mundo Geldmachzimmer. Haben gesehen Singed, verkaufen gr&uuml;ne Pampe an kleine Menschen. Machen ihr Blut gr&uuml;n und auch Spucke und Tr&auml;nen und Stinkezeug. Mundo grinsen. Singed immer so verr&uuml;ckt und lustig im Kopf. Guter Freund von Mundo. Aber jetzt Mundo arbeiten.\nMundo nehmen Ledertasche und kramen Zeug raus. Papier mit Schrift und Nummern. Mundo nehmen und auch nehmen Telefon. Mundo rufen jetzt Ionia Menschen an. Ganz lange h&ouml;ren Tu-ut. Niemand da. Mundo legen auf und rufen jetzt Piltover-Menschen an. Wieder ganz lange am Warten und Mundo bekommt Genervtheit. Mundo jetzt spucken gegen Papier und schmeissen weg, weil Menschen so respektlos. M&uuml;ssen anrufen blondes M&auml;dchen. Mundo das auch tun. Tu-ut. Tu-ut. H&ouml;ren Hallo und Mundo jetzt super Gesch&auml;ftsmann. Sagen Plan von Rabenmann und bestellen Krieg gegen alle f&uuml;r alle, wo alle mitkriegen. Blondes M&auml;dchen bestimmt mit offenen Augen und sagen, Mundo guter Gesch&auml;ftsmann. Mundo lachen billig, weil Mundo schon wissen. Mundo jetzt soll machen Nexus Sachen, dann machen Sachen f&uuml;r Plan von blondem M&auml;dchen. Daf&uuml;r Mundo bekommen leckeres Essen. Mundo zeigen Zunge und meinen, Mundo nie essen. Mundo immer leben wenn Schrei da ist und sein perfekt in Noxus. Blondes M&auml;dchen kauen an Fingern&auml;gel. Mundo kennen. Alle das machen wenn Mundo verhandeln. M&auml;dchen jetzt sagen, dass Mundo nicht kommt in Gef&auml;ngnis wenn helfen. Mundo lachen laut und schlagen Eisentisch mehrmals. M&auml;dchen versteht w&auml;hrend Mundo Bauchweh. M&auml;dchen jetzt anbieten, dass Mundo sein Chef &uuml;ber Land. Wenn Plan von M&auml;dchen gut, dann mehr Land f&uuml;r Mundo. Mundo fragen, welches Land. M&auml;dchen &uuml;berlegt und sagt, dass Mundo bekommt ganz tolles Land nach Wahl, aber d&uuml;rfen haben keine Stadt mit Plus 10 Lebewesen. Mundo lachen wieder laut und fragen, wo ist kein Land mit Ameisen und Mundo sein nicht bl&ouml;d! M&auml;dchen wieder am &uuml;berlegen und Mundo jetzt wissen, warum M&auml;dchen immer bescheuert. Blondes M&auml;dchen jetzt versprechen, dass Mundo bekommen Land. Aber jetzt k&ouml;nnen noch nicht sagen, welches Land. Mundo sagen, Mundo nur helfen wenn Vayne Mundo heiraten. Jetzt M&auml;dchen lachen und Mundo bekommen komisches Gef&uuml;hl von Eisen in Bauch. M&auml;dchen sagt, Mundo bekommen Land und was Anderes, aber noch nicht sicher. Mundo sagen, dass Vayne da dann soll bekommen Haus und Helfer. M&auml;dchen einverstanden, aber sagen, dass muss Vayne ok damit sein. Mundo auflegen und schlagen Kopf auf Tisch.\n\nMundo jetzt nur noch denken kann an Vayne. Mundo lieben die Haare und die Rolle wie Stein. Kein Mensch kann gut rollen wie Stein. Nur Vayne.\nMundo sch&uuml;tteln Kopf. Jetzt arbeiten muss. Mundo nochmal Ionia und Piltover anrufen. Danach m&uuml;ssen geben Bescheid an Rabenmann. Mundo hoffen, dass Mundo darf sein dabei. Mundo wieder Durst auf viel Blut und lieben, wenn Jubel dabei kommt.\"\n\n\n-------\n\n\n**~ Akt 1.1: Ein langweiliger Job. Ernsthaft. ~**\n{{item:3142}} _Nolan_\n\nTief unter der Erde der Hauptstadt Demacias liegt das sagenumwobene und labyrinthafte Gef&auml;ngnis Valorans. Eine ehemalige und nun v&ouml;llig ersch&ouml;pfte Mine, die zum Abbau von Salzen, Eisen und Gold diente, wurde zweckdienlich von Jarvan Lightbringer dem Ersten zu einem der best&uuml;berwachtesten Gef&auml;ngnisse seine Art umgestaltet. Dort finden sich die &uuml;belsten Verbrecher Valorans wieder und sind bis zu ihrem Lebensende von der Gesellschaft abgeschottet. Es ist ein Gef&auml;ngnis, in das man Leute wirft, damit sie unbemerkt sterben k&ouml;nnen. Kreaturen, nach dessen Verbleib niemand mehr fragen w&uuml;rde. Kreaturen, die man aufgrund ihrer gef&auml;hrlichen F&auml;higkeiten nicht &ouml;ffentlich hinrichten kann, da die Fluchtgefahr einfach zu gro&szlig; sei.\n\nEin Beispiel davon ist Brand. Der ehemalige Segler und Pirat, unter dem Namen Kegan Rodhe geboren, fand mit seiner Crew eine alte runenverzierte H&ouml;hle. Gierig wie sie waren, suchten sie nach einem Schatz. Doch umso tiefer sie hinein gingen, desto gruseliger wurden die alten Schriften, desto intensiver jedwedige fremdartigen Ger&auml;usche, welche seine Crew letztlich schreiend aus der H&ouml;hle fl&uuml;chten lie&szlig;. Doch Kegan war neugierig und fand ein uraltes Juwel. Was er nicht wusste, dieses Juwel war das Schmuckst&uuml;ck und die letzte Hinterlassenschaft einer alten Gottheit, die mit ihrem letzten Atemzug ihre Seele in dieses gl&auml;nzende Etwas hauchte. Kegan wurde sofort von dem mystischen Wesen ergriffen und fl&uuml;chtete aus der H&ouml;hle zu seiner Crew. W&auml;hrend er rannte, perlte sich seine Haut und schw&auml;rzte sich. Sie fiel wie verbranntes Papier zu Boden. Seine Crew f&uuml;rchtete sich bei dem Anblick vor ihm. Kegan, dessen Muskeln sich in Kohle verwandelten, griff seine engsten Freunde und flehte um Hilfe. Der Kapit&auml;n befahl ihn von Bord zu werfen. Der Kapit&auml;n, so erz&auml;hlt man sich, wachte im eisigen Meer auf und schwamm verzweifelt auf einen abgebrochenen Mast um sich daran festzuhalten. Sein Schiff brannte, die Feuer leckten zum Himmel und die Crew suchten panisch etwas, woran sie &uuml;ber Wasser bleiben konnten. Letzten Endes wurden sie von einer Meerjungfrau &auml;hnlichen Kreatur gerettet. Kegan verschwand f&uuml;r eine Zeit, doch danach vermehrten sich die Ger&uuml;chte um brennende D&ouml;rfer und einem Mann in Flammen, der jeden, den er sah, mit dem H&ouml;llenfeuer bestrafte. &Uuml;ber 3200 Menschen hatte Brand auf dem Gewissen, ehe er durch vereinten Kr&auml;ften von Demacia, Piltover und Ionia gestoppt werden konnte. Nun verbringt Brand sein &auml;rmliches Dasein in einer leeren Isolierzelle aus 1 Meter dicken Tantalw&auml;nden, Boden und Decke, und lauscht unaufh&ouml;rlich alte Arthur Brown Platten.\n\nNolan hatte ab und an Mitleid mit Leuten wie ihm. Sie waren zur falschen Zeit am falschen Ort und doch ertappte er sich regelm&auml;&szlig;ig dabei, dass er mehr Mitleid mit den Kr&auml;ften hat, die sich oft durch Willk&uuml;r den Weg zu unf&auml;higen Kreaturen verirrt hatten. Nolan gesteht sich zu, dass er eine seltsame Sicht auf Dinge hat. Einmal ist er der &Uuml;berzeugung, dass man mit den Kr&auml;ften viel mehr Ordnung und Gerechtigkeit in der Welt erreichen k&ouml;nnte. Und manchmal findet er, dass er viel effektiver vorgegangen w&auml;re und sich niemals h&auml;tte fangen lassen.\n\nDer Dienst als demacianischer Gef&auml;ngnisw&auml;rter ist nunmal ein &auml;u&szlig;ert ereigninsloser Job. Seit vier Stunden sitzt er nun auf seinem Holzschemel, lauscht den einzelnen Wassertropfen und starrt zur Decke und &uuml;berlegt, wie viele Jahrtausende es wohl dauern w&uuml;rde, bis die Decke einbricht. Die demacianischen Architekten sind &auml;u&szlig;erst effizient in ihrer Arbeit, das muss man ihnen lassen. Ihre Arbeiten sind nicht nur auf dekorative Weise eindrucksvoll, sondern bieten in solchen Zwecken auch immer einen Plan B und Plan C. So brachten sie Metallsockel an und pumpen bei Bedarf Wasser aus dem See in die umliegenden St&auml;dte und D&ouml;rfer, legen k&uuml;nstliche Seen und Fl&uuml;sse in der Landschaft an oder versorgen andere Staaten damit.\nNolan kreuzt die Arme hinter dem Kopf und g&auml;hnt gen&uuml;sslich. Bei einer solch durchdachten, zuvorkommenden und hervorragenden Politik braucht man sich &uuml;ber nichts mehr Sorgen zu machen.\n\n\n------------\n\n\n**~ Akt 1.2: Guten Morgen, Sir - die Welt steht in Flammen. ~**\n{{champion:59}} _Jarvan IV / ???_\n\n&bdquo;Huh?!&ldquo;\nPanisch setzt sich Jarvan IV auf und starrt mit brennenden Augen in die Dunkelheit seines Gemachs. Der Mond scheint hell durch das gro&szlig;e Mosaikfenster, auf dem seine Vorfahren gegen einen gefl&uuml;gelten D&auml;monen k&auml;mpfen. Er braucht einige Sekunden um zu realisieren, dass er wieder nur schlecht getr&auml;umt hat. Die ersch&ouml;pfende Schlaflosigkeit, die sich seit Wochen in seinem Verstand ausbreitet und jeden Fetzen Logik in unterschiedliche Richtungen zu reissen droht, spiegelt sich in seinen aufgebl&auml;hten Tr&auml;nens&auml;cken wieder. Die Aug&auml;pfel pochen vor Ersch&ouml;pfung. Schon lange hat er keine Nacht mehr durchschlafen k&ouml;nnen. Er brach, in der Hoffnung auf Besserung, sogar die Tradition, dass seiner Verlobten der Zugang zu seinen Gem&auml;chern bis zur Hochzeitsnacht strikt verwehrt bleiben sollte. Doch sie ist mehr als nur eine Verlobte. Sie ist eine emotionale St&uuml;tze und der einzige Grund, weshalb Jarvan noch nicht dem Wahnsinn verfallen ist.\nImmer wieder tr&auml;umt er von einem Ort der Leere. Einem luftleeren Raum der jeglicher Physik widerspricht und einer Stimme, die ihn zu manipulieren versucht. Eine tiefe, diabolische Stimme. Er fl&uuml;chtet vor ihr, ignoriert sie und durchbricht die violetten Schimmer in der Luft. Schlie&szlig;lich f&auml;llt er endlos lange zu Boden und knallt mit einer derartigen Wucht auf, dass er sich in einem Loch wiederfindet, so gro&szlig;, als sei er selbst ein abst&uuml;rzender Meteor gewesen.\n\nTr&auml;ge zieht er sich zur Bettkante und setzt die F&uuml;&szlig;e auf den Boden. Die Finger k&auml;mmen grabend durch sein schwei&szlig;nasses Haar, ehe er feste zupackt. Tausend kleine Messer stechen hinter seinem Augapfel in das weiche Fleisch, schaben an Sehnen und Nervenbahnen, nisten sich ein und wandern zu den Schl&auml;fen. Dort verwandeln sie sich in eiserne H&auml;mmer, die panisch gegen seine Sch&auml;deldecke schlagen. Mit st&ouml;rrischen Muskeln und verweigernden Gliedern k&auml;mpft er sich in den Stand und torkelt langsam zur T&uuml;r. Etwas zu trinken w&uuml;rde ihm gut tun. Als er den Knauf in der Hand h&auml;lt, wandert sein Blick auf die goldene Karaffel auf dem Beistelltisch. Ein Schluck Wein w&uuml;rde es auch tun. Und dann m&uuml;sste er wieder schlafen k&ouml;nnen.\n\n&bdquo;... Bev&ouml;lkerung ist verunsichert und es gehen Ger&uuml;chte um, dass die Goldminen zu streiken drohen&ldquo;, erkl&auml;rt eine alte Stimme.\nJarvan &ouml;ffnet die blutunterlaufenen Augen und &uuml;berblickt mit seiner schwammigen Sicht die anwesenden Menschen. Stimmt. Der Rat wurde einberufen.\n&bdquo;Zuerst die Diamantensch&auml;chte, nun auch die Goldminen!&ldquo;\n&bdquo;Gebt ihnen mehr Geld!&ldquo;\n&bdquo;Das w&uuml;rde den Wert s&auml;mtlicher Ware senken!&ldquo;\n&bdquo;Dann lasst sie weniger arbeiten!&ldquo;\n&bdquo;Nur wenige Minenarbeiter trauen sich noch in die Minen!&ldquo;\nJarvan blinzelt als er sich beim Einschlafen erwischt. Die diskutierenden Stimmen wirken trotz ihrer &Uuml;berzeugung und Erfahrung wie ein sanfter und beruhigender Chor. Im Augenwinkel bemerkt Jarvan seine Wachen, die ihn besorgt beobachten. Allen voran: Garen und Quinn.\n&bdquo;Kursieren noch immer Geschichten &uuml;ber den Pferdemenschen?&ldquo;, fragt Jarvan beil&auml;ufig und hofft, dass er durch Einmischung seine Wachsamkeit und Konzentration zur&uuml;ckerlangt. \n\nMit den H&auml;nden in den Manteltaschen und dem Hut tief ins Gesicht gezogen klackern die festen Stiefel eines Mannes &uuml;ber den glatten Boden des Korridors vor dem Ratszimmer. Zwei bewaffnete Soldaten stellen sich ihm in den Weg.\n&bdquo;Keinen Zutritt f&uuml;r Zivilisten&ldquo;, murrt einer.\n&bdquo;Ich danke Euch. Sobald ich einen sehe, werde ich Euch umgehend Bescheid geben&ldquo;, l&auml;chelt der Mann, verbeugt sich knapp und will sich durch die eisernen R&uuml;stungen quetschen.\n&bdquo;Sir. Wir m&uuml;ssen Euch bitten zu gehen&ldquo;, knurrt der Andere.\n&bdquo;Mein Herr, so gerne ich Eurer Bitte auch nachzukommen w&uuml;nsche &ndash; Ihr steht mir im Weg.&ldquo;\nFast schon verlegen senkt der Mann seinen Blick.\n&bdquo;Keinen Zutritt!&ldquo;\n&bdquo;Euer Wort in Randuins Ohr.&ldquo;\nZum Abschied am Hut zupfend legt der Mann eine elegante Kehrtwende auf dem Absatz hin und tritt seinen Weg zur&uuml;ck. Doch nur nach wenigen Schritten scheint er transparent zu werden. Er ist verschwunden.\n\n&bdquo;Es sind keine Ger&uuml;chte, Eure Majest&auml;t&ldquo;, gibt Garen zu verstehen nachdem er vorgetreten ist. &bdquo;Die Angriffe auf unsere &auml;u&szlig;eren D&ouml;rfer finden nahezu w&ouml;chentlich statt. Diese Kreatur hinterl&auml;sst ein brennendes Dorf und gepf&auml;hlte Einwohner.&ldquo;\n&bdquo;Verdoppelt die Wachen&ldquo;, befiehlt Jarvan mit einem bestimmenden Handwink.\n&bdquo;Bei allem Respekt, Sir~&ldquo;\n&bdquo;Und gliedert die Milizen in milit&auml;rische Verteidigungsposten ein&ldquo;, unterbricht Jarvan seinen Captain um das Thema abzuhaken. Schlie&szlig;lich f&uuml;gt er hinzu: &bdquo;Und sorgt daf&uuml;r, dass die Kosten des ausgeschenkten Alkohols, jeglicher Art, um 10% gesunken wird.&ldquo;\nGeschenke des Throns oder der Regierung macht das Volk gef&uuml;giger und lenkt sie von den eigentlichen Problemen ab. Hemmungen und Angstfaktoren reduzieren sich, was die Produktionsschleifen wiederum erh&ouml;ht. S&auml;mtliche Qualit&auml;tseinbu&szlig;en werden, wie der Umstand, tempor&auml;r sein. Manchmal muss man investieren um wieder verdienen zu k&ouml;nnen.\n&bdquo;Wie Ihr w&uuml;nscht, Eure Majest&auml;t.&ldquo; Garen verneigt sich knapp, legt eine elegante Kehrtwende hin und marschiert mit seinen Leuten den Raum. Quinn bleibt bei ihrem Gemahl.\n&bdquo;Bandle City bat abermals um Mithilfe zur Bek&auml;mpfung der Piraterie an ihrer K&uuml;ste. Lady Tristana ist bereits auf dem Weg hierher&ldquo;, erkl&auml;rt ein graub&auml;rtiger Ratgeber.\n&bdquo;Wie viele Soldaten k&ouml;nnen wir er&uuml;brigen?&ldquo;\n&bdquo;Wenn Ihr die Wachen in den D&ouml;rfern verdoppelt, niemanden von seinem Posten abzieht und Rekruten ber&uuml;cksichtigt &ndash; zweitausend, Eure Majest&auml;t.&ldquo;\nJarvan knirscht mit den Z&auml;hnen. Zweitausend Soldaten sind nicht mehr als eine nette Geste. Mit verdoppelten Wachposten verf&uuml;gt Demacia ausserhalb der Hauptstadt um die viertausend besch&auml;ftiger Soldaten. Innerhalb der Stadt weitere viertausend. Der j&uuml;ngste Krieg forderte viele Opfer und wenn man Garens Einsch&auml;tzung Glauben schenken darf, k&ouml;nnen die Rekruten gerade so mit ihren Waffen umgehen. Obwohl der Waffenstillstand ausgesprochen wurde, kann man Noxianern niemals &uuml;ber den Weg trauen.\n&bdquo;Entsendet eintausend Soldaten zur Sicherung von Bandle City. Unsere Flotte werden wir selbst ben&ouml;tigen, doch zumindest w&auml;ren die Yordles an Land gest&auml;rkt genug um selbst ihre Truppen umzuschichten&ldquo;, wieder ein lockerer Handwink des Prinzen.\n&bdquo;Was werdet Ihr gegen Lady Vayne unternehmen, Sir?&ldquo;, wirft Quinn nun ein.\nJarvan wendet sich ihr mit seinem Blick nur sehr langsam zu. Das Haus Vayne gilt dem K&ouml;nigshaus gegen&uuml;ber als h&ouml;chst loyal, dennoch hegen sie zu rebellische Gedanken und nehmen sich so mancher Probleme lieber selbst an. Lady Vayne, die Nachtj&auml;gerin, ist dabei so flei&szlig;ig wie keine Vayne vor ihr.\n&bdquo;Gibt es Beschwerden, seitens der Bev&ouml;lkerung?&ldquo;, will Jarvan wissen.\nEiner seiner Ratgeber knallt einen 20cm gro&szlig;en Stapel an Pergamente auf den runden Ratstisch.\n&bdquo;Anklagen wegen leichter bis schwerer Sachbesch&auml;digung, Mord, Erpressung und Freiheitsberaubung, Eure Majest&auml;t. Das Volk respektiert die Vayne Familie, doch dieser Vigilantismus beginnt allm&auml;hlich unkontrollierbare Ma&szlig;e anzunehmen.&ldquo;\nJarvan schaut pr&uuml;fend zu Quinn. Er befindet sich in einem weiteren Zwiespalt. Einerseits steht auch er hinter der Vayne Familie und f&uuml;hlt sich ihrer Loyalit&auml;t in Gegenwart und Vergangenheit schuldig. Andererseits sch&auml;digen sie seinem Ruf als konsequenter, aber fairer Herrscher und stehen seinem Weg zum friedlichen Miteinander im Weg. In Quinns Gesicht kann er jedoch keine Emotion deuten, die ihm Rat geben k&ouml;nnten. Also wird es auf eine leere Geste hinauslaufen.\n&bdquo;Verk&uuml;ndet, dass wir ein solches Benehmen nicht weiter dulden und dagegen vorgehen werden&ldquo;, lautet der Entschluss.\n\n\n-----------\n\n\n**~ Akt 1.3: Die Glut in Person. ~**\n{{champion:4}} _Twisted Fate_\n\nSeine Bar ist scheu&szlig;lich. Twisted Fate versuchte zu expandieren, doch zuerst sollte er einen Schritt nach dem anderen tun. Er hat es weit gebracht. Wissen ist Macht. Und Twisted Fate geh&ouml;rt zu den M&auml;chtigsten. So wie der Hut den Blick auf sein Gesicht verdunkelt, verdunkelt sein Vorgehen seine Absichten. Er l&auml;chelt gerne, doch gegenw&auml;rtig gibt es keinen Grund zu l&auml;cheln. Diese Bar, mitten in Demacia war das herunter gekommenste Etablissment das ihm unter gekommen ist. Doch es erf&uuml;llte seinen Zweck. Der Rauch der Zigaretten verpasste der Kneipe ein zwielichtiges Aussehen, w&auml;hrend sich in einer Ecke ein K&auml;fig befindet, in denen Schl&auml;ger untereinander in einer von Twisted Fate entwickelten Liga miteinander messen, w&auml;hrend Geldgierige sie anfeuern und hoffen, dass sich ihre Wette bezahlt macht. Es ist ganz gleich, wer gegeneinander k&auml;mpft. Twisted Fate hatte sich stets f&uuml;r die Gleichberechtigung im K&auml;fig stark gemacht. Eine Frau kann ebenso gef&auml;hrlich sein wie das st&auml;rkere Geschlecht. Alles wird komprimiert, aufgesaugt und absorbiert um zu einem Nachteil zu werden. M&auml;nner sind st&auml;rker, Frauen daf&uuml;r schneller. M&auml;nner sind gr&ouml;&szlig;er, Frauen daf&uuml;r kleiner und schwerer zu erwischen. Es gibt keinen Grund, der Twisted Fate einfallen k&ouml;nnte, warum man sie in einem Kampf nicht gegeneinander hetzen sollte. Das Geschlecht spielt niemals eine relevante Rolle.\nTwisted Fate sitzt auf seinem Stuhl und genie&szlig;t einen der teuersten Weine seines Hauses. Niemand st&ouml;rt ihn dabei, denn niemand wagt es. Man nennt ihn den Huttr&auml;ger, Magier oder Kartenmeister. Er ist der Besitzer des Kartenhauses von Demacia. Eines der angesagtesten Kneipen von Valoran. Hier treffen sich Gierer, ob nach Geld, Ruhm oder Ehre. Ganz gleich wonach sie gieren, hier werden sie f&uuml;ndig.\n\nMitten in dieser Kneipe lie&szlig; Twisted Fate Metallstangen aufbauen, die vom Boden bis zur Decke reichen. Frauen und M&auml;nner tanzen leicht bekleidet daran um die Besucher zur Gl&uuml;ckseeligkeit zu animieren w&auml;hrend sie in die Speisekarte schauen und dort exklusive Getr&auml;nke zu &uuml;berteuerten Preise studieren.\n\nTwisted Fate mutierte nach seinem Unfall zu einem Gesch&auml;ftsmann. Die Logik war schlicht und einfach. Was hat ein Mann zu verlieren, der zu jeder Zeit an jedem Ort sein k&ouml;nnte? Der die Zeit nicht beeinflussen konnte, jedoch die Position seinerselbst? Wie k&ouml;nnte man daraus seinen maximalen Profit ziehen? Twisted Fate entschied sich f&uuml;r ein Funhouse &ndash; das Kartenhaus. Identisch mit jenem, das es in Noxus, Piltover und Ionia gibt. Jedoch l&auml;sst jene Profite aus Ionia zu w&uuml;nschen &uuml;brig. Dennoch z&auml;hlt Twisted Fate es als Erfolg. In einer der strenggl&auml;ubigsten Regionen, schaffte es die Gier noch immer den ein oder anderen sich an seiner Gier zu versagen. Manche legen Wert auf Geld und Macht, doch Twisted Fate liegt mehr an dem Kinnhaken der Realit&auml;t gegen die Ideale.\n\n&bdquo;Die Profite aus den Wetten reduzieren sich.&ldquo;\nDie Worte Briannas ziehen Twisted Fate aus den Gedanken. Sie ist die erste Barfrau und seine &auml;rgste Loyalistin. Langsam stellt Twisted sein kleines Glas mit Whiskey auf den Holztisch und hebt den Blick zu ihr.\n&bdquo;Sie wissen, dass die ehemaligen Soldaten im Vorteil sind&ldquo;, erkl&auml;rt Brianna die ihm ein weiteres Glas Kr&auml;uterlik&ouml;r pr&auml;sentiert.\n&bdquo;Manipulieren wir die K&auml;mpfe&ldquo;, r&auml;t Twisted Fate mit einem dankenden Handwink. &bdquo;Zahlt die Pr&auml;mie eines Siegers f&uuml;r Soldaten die verlieren.&ldquo;\nBrianna nickt knapp und widmet sich den G&auml;sten an den Spieltischen. Twisted Fate hebt das neue Glas zu den Lippen und setzt seine Nasenfalte daran. Vorsichtig riecht er daran um das volle Aroma in sich aufzunehmen.\n\nDer Verkauf von Alkohol ist eine Kunst, sagt Twisted zu jedem neuen Mitarbeiter. Es geht um Poesie, um das Erz&auml;hlen und Erleben der Vergangenheit, nicht um das blo&szlig;e Verkaufen von alten Weinen oder dergleichen. Der K&auml;ufer und Kunde muss das Gef&uuml;hl einer Zeitreise erleben und jeder Mitarbeiter muss daf&uuml;r sorgen, dass dieses Gef&uuml;hl auch erf&uuml;llt wird. Wein, aus der Zeit der Runenkriege. W&auml;hrend man ihn trinkt, hat der Kunde das Gef&uuml;hl zu haben, in Sicherheit das Ganze beobachten zu k&ouml;nnen.\n\nBrianna verschwindet in den Katakomben der Kneipe. Twisted sieht den blonden K&auml;mpfer zu Boden gehen als ihm der Schwarze einen Kinnhaken verpasst. Ein Raunen geht durch das Publikum. Der Ringrichter und Medicus z&auml;hlt den Blonden an, doch bis 10 ist er nicht wieder aufgestanden. Taumelnd stolpert er vor sich hin und ben&ouml;tigt das Gitter um auf den Bein zu bleiben. Die Menge jubelt, sein Gegner macht eine verh&ouml;hnende Siegergeste und l&auml;sst sich feiern. Twisted verzieht das Gesicht und nippt an seinem Drink. Der Blonde hat seine Deckung vernachl&auml;ssigt und sollte eigentlich siegen. Doch sein Gegner ist ein Soldat, wie Brianna sagte. Sie sind im Close Combat im Vorteil. Es ist an der Zeit, etwas an dieser Wahrscheinlichkeit zu &auml;ndern.\n\nGestalten entfernen sich von der Eingangst&uuml;r als ein dickgepanzerter Mann mit einer handvoll Soldaten eintreten. Garen. Twisted schnallzt mit der Zunge und stellt sein Glas auf den Holztisch. Garen blickt sich kurz um, dann findet er sein Ziel und l&auml;uft schnurstracks auf den Kartenmagier zu.\n&bdquo;Wir bevorzugen in diesem Etablissment weder Waffen noch R&uuml;stung. Ganz gleich wessen Stand Sie angeh&ouml;ren&ldquo;, erkl&auml;rt Twisted Fate unger&uuml;hrt und fl&auml;zt sich in seinen Stuhl.\nDie Soldaten flankieren den Magier und sichern Garens R&uuml;cken, w&auml;hrend er sich einen Hocker herbeizieht und Twisted fokussiert.\n&bdquo;Wir haben Neuigkeiten&ldquo;, sagt Garen mit tockendem Zeigefinger auf den Tisch, &bdquo;Du bist verhaftet.&ldquo;\nTwisted Fate r&auml;kelt sich ehe er zu seinem Drink greift und sich leicht &uuml;ber den Tisch beugt um Garen in die Augen zu sehen.\n&bdquo;Ich halte dieses Vorgehen f&uuml;r &auml;u&szlig;erst zweifelhaft und w&uuml;rde es als Wunschdenken abtun&ldquo;, l&auml;chelt Twisted Fate und trinkt einen Schluck. &bdquo;K&ouml;nnen wir uns diese Peinlichkeit f&uuml;r Euch nicht ersparen und erfragen, was Eure r&uuml;de Unterbrechung dieser gl&uuml;ckseeligen Stimmung motiviert haben k&ouml;nnte?&ldquo;\nGaren hebt eine Braue. Dann l&auml;chelt er m&uuml;de und zeigt mit Zeige- und Mittelfinger auf Twisted Fate, ein Kommando f&uuml;r seine Truppe um ihn festzunehmen.\n&bdquo;Unklug&ldquo;, kommentierte es Twisted Fate, der sich in Luft aufl&ouml;st und sitzend auf dem Tresen unmittelbar neben Garen auftaucht. &bdquo;Euer inzesti&ouml;ser Ruf ist geknickt. Ich empfinde Mitleid f&uuml;r Euer Elend.&ldquo;\nDie Soldaten scharen um und versuchen Twisted Fate zu erwischen, doch auch diesmal verschwindet er pl&ouml;tzlich und taucht an anderer Stelle auf.\n&bdquo;Mit jedem Versuch wird es pikanter f&uuml;r Euer Haus&ldquo;, l&auml;chelt Twisted Fate innerhalb des Kampfk&auml;figs.\n&bdquo;Was wollt Ihr, Garen?&ldquo;, fl&uuml;stert er als er pl&ouml;tzlich unmittelbar neben einem stinkw&uuml;tenden Garen auftaucht. &bdquo;Ihr k&ouml;nnt mich niemals festnehmen. Eure Optionen beschr&auml;nken sich auf Verhandlung und das Vertrauen auf mein Wort. Ungl&uuml;cklicherweise lege ich viel Wert auf klassische Tugenden.&ldquo;\n&bdquo;Wie beispielsweise Hochverrat?&ldquo;, fragt Garen mit starrem Blick nach vorn, wo sein Kontrahent zu Beginn erst gesessen hatte.\n&bdquo;Hochverrat? Davon ausgehend, dass ich lediglich ein einfacher Barwirt mit Ambitionen zur Monopolstellung bin, k&ouml;nnt Ihr mir derartiges nicht nachweisen&ldquo;, schmunzelt Twisted Fate m&uuml;de und zupft verabschiedend an seiner Hutkrempe. &bdquo;Wenn Ihr mich nun entschuldigen, und die G&auml;ste nicht weiter bel&auml;stigen w&uuml;rdet..?&ldquo;\n&bdquo;Was habt Ihr mit Noxus am Hut?&ldquo;, erwiedert Garen schroff und packt Twisted Fate am Halskragen um ihn nahe an sich zu ziehen.\n&bdquo;Interessantes Wortspiel&ldquo;, fl&uuml;stert der Kartenmagier und teleportiert sich auf den Stuhl, auf dem er zuerst gesessen hatte. Ein Griff zu seinem Drink und eine kurze Pause folgen.\nDie Menge jubelt. Zwei weitere K&auml;mpfer betreten den Kampfk&auml;fig.\n&bdquo;Ihr habt gr&ouml;&szlig;ere Probleme, Captain&ldquo;, l&auml;chelnd zupft Twisted Fate die Krempe seines Huts ins Gesicht und nickt verabschiedend. &bdquo;Bald werden sie ohnehin nichtig sein.&ldquo;\n\"Was soll das heissen?\" Garen starrt ihm mit einer Mischung aus Verwirrtheit und Zorn nach. Twisted Fate bleibt am T&uuml;rrahmen stehen und blickt knapp &uuml;ber seine Schulter.\n\"Etwas zieht auf. Etwas, das den Kleinkrieg zwischen Euch und Noxus wie das Zanken um Spielzeug wirken l&auml;sst.\"\n\n\n--------------\n\n\n**~ Akt 1.4: Der Geruch am Chymus ist nur ein Hinweis ~**\n{{item:3142}} _Nolan_\n\nL&auml;ssig l&auml;sst er den Apfel in seiner Hand auf und ab springen. Die demacianische Soldatenuniform ist f&uuml;r seinen Geschmack zu schwer. Sie macht ihn ungelenk und sch&uuml;tzt ihn an Stellen, die ein ge&uuml;bter K&auml;mpfer zu verteidigen wissen sollte. Ein Assassine hat f&ouml;rmlich nackt zu agieren. Erst dann wird sich herausstellen, wie gut er wirklich ist.\nNolan hat heute frei. Irgendein Nichtsnutz hat ihn abgel&ouml;st, um die Irren und Schwerverbrecher in den feuchten Eingeweiden Demacias zu bewachen.\nSeine Wirbels&auml;ule schmerzt. Er hat zu lange gesessen und nichts getan. Nur seine Aufgabe erf&uuml;llt. Und jetzt ist es Zeit, weitere Brotkrumen zu s&auml;hen.\nWissentlich zupft er die viel zu kleine H&auml;ngetasche an seiner Schulter zurecht. F&uuml;r eine Gr&ouml;&szlig;ere hatte er nicht genug Geld.\nTeil der demacianischen Armee zu werden war so einfach, wie einen wilden Hund zum Freund zu machen. Alles was es bedarf war eine handvoll Fleisch und die Hoffnung, dass es noch mehr Fleisch geben wird, wenn man Nolan in Ruhe l&auml;sst. Schwieriger war es, derart unterqualifiziert zu wirken, dass er in einer endlosen Rotation von Anspruchslosigkeit als W&auml;rter eingesetzt wurde. Und wahrlich, er hatte noch nie etwas derart langweiliges, zeitraubendes und ereignisloses erlebt.\nDie so oft gefeierte Sch&ouml;nheit Demacias kann Nolan dem Staat nicht absprechen. Die sagenhafte Umgebung und konzentrierte Kunst, von talentierten H&auml;nden geschaffen, ist wahrlich eine wohltuende Abwechslung. Doch wenn man &uuml;ber den schmackhaft wirkenden Tellerrand hinwegblickt und auf die zuneigende Politik und die geheuchelten Moralit&auml;ten achtet, dann wird selbst der fruchtbarste Baum zu einem St&uuml;ck faulender Kotze.\nDie Erde auf dem Weg ist festgetreten. Nur demacianische Kutschen, Katapulte und s&uuml;dl&auml;ndische Pferde schaffen es noch Abdr&uuml;cke zu hinterlassen. Das Gras an den R&auml;ndern wirkt frisch und saftig. Die Schafe und K&uuml;he sorgen f&uuml;r einen sauberen Schnitt. Die Landschaft, das muss Nolan gestehen, hat etwas f&uuml;r sich. Die Natur begr&uuml;&szlig;t ihn. Der blaue Himmel, die fernen Berge der gro&szlig;en Barriere mit ihren eisigen Gipfeln und die moosigen Marsche im Osten.\nEin Biss in den Apfel. Ein Blick zu dem Dorf auf das er zu marschiert. Angeblich soll es hier exzellenten Met geben.\nDer Sold ist zwar bescheiden, um nicht katastrophal zu sagen, doch man stellt ihm Unterkunft, zwei warme Mahlzeiten und zwei Freizeituniformen. Trinkwasser ist in ganz Demacia kostenfrei geregelt. Somit gibt man Geld lediglich f&uuml;r den eigenen Luxus aus. Nolan ist bescheiden. In den drei Monaten, in denen er bereits im Untergrund verfault um sich das Vertrauen seiner Vorgesetzten anzueignen, hat er f&uuml;r nichts bezahlen wollen. Man wei&szlig; nie was die Zukunft bringt. Achtundvierzig Silber sind kein Reichtum, doch f&uuml;r eine Bestechung zu eiligen Zeiten eine verlockende Summe. Mit sechzehn Silber im Monat geh&ouml;rt er zwar nicht zum Bauernvolk, eine weite Distanz zur Mittelschicht ist es aber trotzdem.\nIm Dorf angekommen, erwartet ihn eine &Uuml;berf&uuml;llung an Farmern, Hilfsarbeitern und Kindern in Lumpen und zerschlissenen Hosen, die entfernt von der Menge mit einem zusammen gekn&auml;ulten Strohball spielen. Seine Anwesenheit sorgt f&uuml;r Aufmerksamkeit. Hoffnungsvolle Blicke starren ihm entgegen. Die handvoll demacianischer Soldaten, die Jarvan neuerdings in den D&ouml;rfern postiert, ignorieren ihn und stehen stramm um ihrer Arbeit nachzugehen. Sogar einige Katapulte kann er hinter den H&auml;usern ersp&auml;hen.\nSeit Demacia einen Bund mit Ionia eingegangen ist, tauschen sich die K&ouml;pfe beider Parteien regelm&auml;&szlig;ig aus. Sie lernen voneinander und nutzen, was in ihre Philosophie passt. Ionia sucht den inneren Frieden und sieht die Beherrschung von Geist und K&ouml;rper als ultimative St&auml;rke eines Menschen an. Demacianer stimmen damit nur m&auml;&szlig;ig &uuml;berein und konzentrieren sich auf Diplomatie und ein friedvolles Miteinander. Das f&uuml;hrte dazu, dass Ionia vermehrt mit den Menschen auf dem Festland handelte und demacianische Soldaten geistige &Uuml;bungen durchf&uuml;hrten. Nolan wurden diese Praxen ebenfalls eingetrichtert. Beim Wachestehen auf das Gleichgewicht achten, sich nicht bewegen um keinen Muskel zuviel zu belasten, den Kopf ausstellen und auf seine Ohren zu vertrauen, die auf ganz bestimmte Signale gedrillt sind. Damit man auch nach stundenlanger Wache frisch bleibt und f&uuml;r die pl&ouml;tzliche Gefahr wehrhaft bleiben kann. Nolan zieht es vor, von Natur aus wehrhaft zu sein und selbst pl&ouml;tzlich zur Gefahr zu werden.\nEin heuchlerisches L&auml;cheln kommt ihm &uuml;ber die Lippen, als er die Bewohner mit einem aufmunternden Nicken begr&uuml;&szlig;t. Der Weg zur Schenke ist nicht weit, denn das Dorf ist nicht gro&szlig;. Die Masse an Menschen, durch die er sich arbeiten muss, ist weitaus anstrengender und un&uuml;bersichtlicher. Ver&auml;ngstigt rotten sie sich zusammen, essen und tauschen ihre gr&ouml;&szlig;ten Bef&uuml;rchtungen vor dem B&auml;ckersladen aus um weiter in dem Sumpf der Panik zu verharren. Von der stetig wachsenden Anzahl von Fl&uuml;chtlingen &uuml;berw&auml;ltigt, schiebt dieser seitdem &Uuml;berstunden und kommt mit dem Backen nicht hinterher. Dass die zugewanderten B&auml;cker ihm ihre Hilfe aufzwingen, scheint nicht sonderlich f&ouml;rderlich f&uuml;r die Effizienz und Ordnung zu sein.\nNolan hatte bereits die Ger&uuml;chte geh&ouml;rt. Die Bauern aus den Randregionen Demacias fl&uuml;chten sich immer tiefer in den Kern. Ausl&ouml;ser sei ein geisthaftes Wesen mit einer Kavallerie von kopflosen Soldaten. Wandernde M&ouml;rder und Eroberer gegen die kein demacianischer Soldat ankommen w&uuml;rde. Doch sind es bislang nichts Anderes als Ger&uuml;chte. Die Sp&auml;her sind bislang noch nicht zur&uuml;ckgekommen. Im Grunde braucht Nolan auch keine Best&auml;tigung.\nWie zu erwarten, war auch die Schenke &uuml;berf&uuml;llt. Die Angestellten mogeln sich gestresst durch die Menge und sorgen sich dabei um ihre &uuml;berf&uuml;llten Tabletts, die randvoll mit leeren und vollen Biergl&auml;sern gestellt sind. Dann wird es wohl keinen Met mehr geben und der Weg war umsonst, bedauert Nolan nachdenklich.\nEr blickt zu den D&auml;chern der H&auml;user, um sich zu orientieren. Die zahllosen K&ouml;pfe die ihm im Weg stehen, machen es nicht unbedingt einfach. Zudem haben manche ihre Kinder auf die Schultern genommen. Andere stehen auf St&uuml;hlen und schreien sich irgendetwas zu. Seufzend schiebt sich Nolan durch die Masse an sich bewegenden K&ouml;rpern. Wie er diese unb&auml;ndige Gier und den chaotischen Egoismus doch hasst. Warum arbeiten sie nicht, bauen neue &Ouml;fen und verteilen sie, damit nicht eine solche Flut von hungrigen Menschen an einem Ort entsteht?\nAus der Masse entkommen atmet er erst einmal durch. Der saure Gestank von schmutziger Kleidung, vermischt mit Schwei&szlig; und Erde manipuliert den gef&uuml;hlten Sauerstoffgehalt der Luft.\nAls er zur Hauptstadt zur&uuml;ckkehren will, f&auml;llt ihm eine seltsame Gestalt auf. Ein Mensch, sitzend auf einer niedrigen Steinmauer. Ab und an an einem Becher schl&uuml;rfend blickt er in Richtung Nordost. Doch das ist nichts, was Nolan auffallen w&uuml;rde. Es ist eher die blutrote R&uuml;stung und der gro&szlig;e Abstand zu den &uuml;brigen Wachposten. Ein Sp&auml;her? Nein. Ein Sp&auml;her h&auml;tte sich in einem hohen Baum verschanzt, h&auml;tte ein Pferd dabei und w&auml;re weiter vom Dorf entfernt, um es rechtzeitig zu warnen. Die typisch silbern-blaue R&uuml;stung von demacianischen Soldaten tr&auml;gt er jedoch auch nicht. Neugierig n&auml;hert sich Nolan dem Wesen und zupft dabei seine Tasche zurecht.\n&bdquo;Es ist erstaunlich, nicht wahr?&ldquo;, fragt die Gestalt mit weiblicher Stimme, kaum, dass er 10 Meter von ihr entfernt ist.\nNolan bleibt verwirrt stehen. Er ist der &Uuml;berzeugung, dass das Schleichen ihm angeboren ist und er f&uuml;r jeden unsichtbar sein kann. Selbst wenn er nicht von seinen F&auml;higkeiten Gebrauch macht, ist nahezu Jeder &uuml;berrascht wenn Nolan pl&ouml;tzlich neben ihnen steht. Ver&auml;rgert tritt er langsam n&auml;her an die Frau heran, bleibt jedoch ausser Sichtweite.\n&bdquo;Wie furchtsam diese gesellige Gattung doch ist, wenn sie etwas Neuem begegnen&ldquo;, murmelt die Frau und nippt an ihrem Becher.\n&bdquo;Ihr f&uuml;rchtet Euch nicht?&ldquo;, will Nolan wissen.\n&bdquo;Nichts auf dieser Welt vermag das zu erreichen.&ldquo;\nNolan &uuml;berwindet die letzte Distanz zur Frau und st&uuml;tzt sich unbeeindruckt mit den Ellen auf die niedrige Mauer.\n&bdquo;Dann seid Ihr ein erstklassiger Sp&auml;her&ldquo;, sagt Nolan und mustert sie fl&uuml;chtig aus dem neuen Winkel. Was er sieht, beantwortet viele seiner aufgekommenen Fragen. Ihre bl&auml;ulich blasse Haut, die wei&szlig;en leeren Augen und die spitzen, wei&szlig;en Z&auml;hne. Er wusste nicht, dass Demacia neuerdings auch irgendwelche Freaks unter sich toleriert.\n&bdquo;Sie sehen das Ende&ldquo;, erkl&auml;rt die seltsame Kriegerin. &bdquo;Ihr Mut und ihr Stolz &uuml;bersteigen ihre Zerbrechlichkeit.&ldquo;\n&bdquo;Ihr seid also eine Optimistin&ldquo;, stellt Nolan scherzhaft fest.\nDie Frau dreht ihren Kopf langsam um ihn anzublicken. Nolan wird das Gef&uuml;hl nicht los, dass sie mit ihren Augen sein Inneres durchleuchtet.\n&bdquo;Ironie&ldquo;, sagt sie schlie&szlig;lich nur und l&auml;chelt schwach ehe sie den Blick von ihm wendet und einen weiteren Schluck nimmt.\nSogleich die Unterhaltung Nolan am&uuml;siert, so seltsam findet er sie auch.\n&bdquo;Wie schlimm ist es tats&auml;chlich?&ldquo;, will er schlie&szlig;lich wissen.\nDie Frau hingegen schweigt und lenkt seinen Blick nur beil&auml;ufig auf die Menge an Farmern, die kurz davor ist, sich um die frischgebackenen Brote zu schlagen. Nolan nickt verstehend und legt seine Tasche nieder.\nBis auf die Minenarbeiter haben sich nahezu alle Bauern in das Kerngebiet zur&uuml;ckgezogen. Nolan kennt Jarvans Politik nicht gut genug, um einsch&auml;tzen zu k&ouml;nnen, wie die Bauern reagieren w&uuml;rden, st&uuml;nden sie inmitten der prunkvollen Hauptstadt voller in Seide gekleideter Menschen die mit ihrem Leben vollkommen zufrieden sind. F&uuml;r die Meissten in der Stadt ist k&ouml;rperliche Arbeit bis zu den Grenzen ein Fremdwort. Sie schleifen und schnitzen, polieren und nehmen Ma&szlig;, legieren und beschneiden. Wom&ouml;glich w&uuml;rde passieren, was immer passiert, wenn man Menschen die Augen &ouml;ffnet.\n&bdquo;Wie dem auch sei. Ich kam um Met zu trinken. Da dieser nicht mehr vorhanden zu sein scheint, werde ich zur&uuml;ck zur Arbeit kehren&ldquo;, erkl&auml;rt Nolan und tippt verabschiedend auf die Steinmauer.\n&bdquo;Das ist das Kl&uuml;gste unter allen M&ouml;glichkeiten&ldquo;, entgegnet die Frau mit scheinbarem Desinteresse.\nUnd w&auml;hrend Nolan seinen Weg zur&uuml;ck in die Hauptstadt marschiert, bleibt die hinterlassene Tragetasche f&uuml;r die seltsame Soldatin nicht unbemerkt.\n\n\n-----------\n\n\n**~ Akt 1.5: Vom Holster in die Nase ~**\n{{champion:41}} _Gangplank_\n\n&bdquo;Captain! Captain!&ldquo;\nEr sitzt in seinem Zuber aus Holz, gef&uuml;llt mit Goldm&uuml;nzen und Zahngold. Bequem streckt er die Hand nach den Orangen in der shurimanischen Schale neben dem demacianischen Wein auf dem ionischen Beistelltisch, erschaffen aus den K&uuml;nsten von blinden M&ouml;nchen. Sein haariges Bein hebt er an und begutachtet vertr&auml;umt die blauen Flecken und wei&szlig;ranzigen Blasen auf seinem Fu&szlig;. Die noxianische Dirne hat sofort verstanden und greift nach Schwamm und Paste um den Fu&szlig; zu verw&ouml;hnen. Ein Biss in die Orange, ein Schluck aus der Flasche, das Leben ist perfekt.\n&bdquo;Captain!&ldquo;\nEr zieht sich den Unterarm &uuml;ber die tropfenden Lippen und lacht triumphierend zur h&ouml;lzernen Decke. Die dickbr&uuml;stige Musikerin mit der Harfe spielt zum gesungenen &#039;Ol&#039; Billy Riley&#039; seiner Crew w&auml;hrend das rothaarige Monster nur mit einem &uuml;bergro&szlig;en Leinenhemd an einer Stange aus noxianischem Metall tanzt. Wieder muss er kehlig lachen und beisst in seine Orange.\n&bdquo;Captain! Land in Sicht!&ldquo;\nTr&auml;ge &ouml;ffnet Gangplank die Augen und findet sich &uuml;ber seinem stillosen Operationstisch wieder. Die taktische Karte ist an mehreren Stellen gerissen. Eine halb gegessene Mandarine liegt unter dem Tisch, ausserhalb der Reichweite seiner Arme. Er erinnert sich im Suff danach gefischt zu haben und vor lauter Ersch&ouml;pfung eingeschlafen zu sein. Sein Oberk&ouml;rper schleift &uuml;ber den Tisch und zerreisst die Karte noch weiter, bis sich sein unwilliger K&ouml;rper in den Sessel werfen will. Leider hatte er den Sitz die Nacht zuvor von Bord geworfen, wodurch er unaufhaltsam auf dem Holzboden knallt.\n&bdquo;Captain! Ist alles in Ordnung?&ldquo;\nMurrend motiviert sich Gangplank gerade noch so zu einem Kopfsch&uuml;tteln. Das Schwanken des Schiffes und sein Sturz motivierte die Mandarine in seine Hand zu rollen. Ohne die Schale zu entfernen beisst er hinein und kaut sich die Tr&auml;gheit aus dem K&ouml;rper.\n&bdquo;Aye. Du wei&szlig;&#039; was zu tun is&#039;, eh? Sons&#039; w&auml;rs&#039;e nich&#039; hier, Sohn&ldquo;, grummelt der Captain und wartet bis die nervige Kreatur das Loft verlassen hat.\nAnschlie&szlig;end setzt er sich auf, greift nach der Tischkante und zieht sich daran hinauf. Mit beiden H&auml;nden st&uuml;tzt er sich auf den Tisch und starrt vorwurfsvoll auf die zerknitterte und zerrissene Seekarte, die abgebrochenen Markierungsnadeln und tinten&uuml;berschwommene Halbinseln. Oder was auch immer dort eingezeichnet wurde. Er beschlie&szlig;t sich eines Tages eine piltoverische Holokarte zu leihen. Und einen manuell betreibbaren.. Dings.. um die Karte in Betrieb zu halten.\nEine Stunde sp&auml;ter tritt Gangplank mit einer halb gef&uuml;llten Rumflasche auf das Deck und atmet die frische Meeresluft ein. Dann kr&auml;uselt er die vernarbte Nase. Er kennt diesen Gestank, der sich wie K&auml;se &uuml;ber das eigentliche Gericht geschlichen hat. Metall, Kohle und irgendetwas Saures. Man braucht keine Augen um diesen intensiven Geruch zweifelsfrei zuordnen zu k&ouml;nnen. Nur eine Stadt wie Noxus kann derart nach Kriegswaffen stinken, selbst wenn sie kilometerweit von ihrem Hafen entfernt ist.\nGangplank l&auml;sst die Seile festbinden und die Planke ablegen um den Steg zu betreten. Wegen der massiven Kohlbetriebe und ihrem Handel, sind die meissten ihrer H&auml;user, egal ob pomp&ouml;s oder sporadisch, mit schwarzem Ru&szlig; bedeckt. Der Hafen ist, wie alles in Noxus, zweckdienlich und einfach gehalten. Niemand wird hier begr&uuml;&szlig;t, niemand soll sich willkommen f&uuml;hlen. Ein Ort zu dem man geht um Gesch&auml;fte zu machen und anschlie&szlig;end wieder zu verschwinden. Gangplank beisst in seine Orange und wirft sie seinem ersten Maat zu.\n&bdquo;Legt Deck&#039;n &uuml;ber die Orang&#039;n und tausch&#039; d&#039;n Schrott geg&#039;n f&uuml;nfzisch Lidder Rum&ldquo;, ist die Anweisung ehe er in der mageren Menge verschwindet.\nGangplank hasste den noxianischen Hafen. Die Diener sind mager, aber doch muskol&ouml;s und durchtrainiert. Sie sind klein, tragen aber wie Ameisen Unmengen an Eisenbarren auf ihrem R&uuml;cken spazieren. Ihre Z&auml;hne sind schmutzig gelblich und bedeckt mit unbekannten Essensresten, doch das h&auml;lt der Captain eher f&uuml;r gesunde Ern&auml;hrung. Durch seinen enormen Konsum an tropischen Fr&uuml;chten sind seine Z&auml;hne und Zunge etwas r&ouml;tlicher geworden. Der Alkohol ersetzte das Z&auml;hneputzen.\nIm gesamten Hafen gibt es nur eine Kneipe. Wie alles dient sie nur ihrem Zweck - niemand soll das Gef&uuml;hl haben, dass es gut geheissen wird, wenn man dort bleibt und sich durch Seemansgarn oder Sitzpl&auml;tze erholt. Gangplank geht an den Tresen und flippt zwei Silberst&uuml;cke in die geschickten H&auml;nde des Barmanns.\n&bdquo;Gib mir&#039;n Orang&#039;nsaft.&ldquo;\nDer Barmann schielt auf die M&uuml;nzen und schr&auml;gt den Kopf.\n&bdquo;Was&#039;n?&ldquo;\n&bdquo;Wir f&uuml;hren keinen Orangensaft&ldquo;, erkl&auml;rt der Barmann und will dem Captain die M&uuml;nzen zur&uuml;ckgeben. Doch dieser beugt sich mit b&uuml;bischen Grinsen auf das Holzbrett.\n&bdquo;Willst&#039;e welchen kauf&#039;n?&ldquo;\n&bdquo;Ich denke, das wird nicht n&ouml;tig sein.&ldquo;\nDie weibliche Stimme eines Engels erklingt, untermalt von einem kaum h&ouml;rbaren in sich selbst wiederholendem Echo. Der Captain f&auml;hrt um und erblickt eine d&uuml;stere schwarzhaarige Dame mit der typisch noxianischen Tendenz zu schaurigem Make Up und aufreizenden Outfits. Dass er ihre Pupillen nicht sehen kann und stattdessen in wei&szlig;e Augen starrt, verwirrt ihn derart, dass er unbewusst in seine Manteltasche f&uuml;r Notrationen greift und eine Apfelsine heraus kramt um hinein zu beissen. Gespannt kaut er auf dem saftigen Fruchtfleisch w&auml;hrend er die Fremde nicht aus dem Auge l&auml;sst. Frauen mit Fl&uuml;geln, perfekt geformten Br&uuml;sten, langen schwarzen Haaren und toten Augen sollte man prinzipiell eher argw&ouml;hnisch begegnen, findet er. Vorallem wenn sie so nah an Wasser, W&auml;lder oder Berge auftauchen. Eigentlich w&uuml;rde der Captain nun auch auf physischen Abstand gehen. Doch im Notfall m&uuml;sste er nur seine Signalpistole schie&szlig;en und seine Crew w&uuml;rde dieses Gebiet in Schutt und Asche legen. Irgendwie w&uuml;rde er trotzdem &uuml;berleben.\n&bdquo;Gef&auml;llt Euch was Ihr seht?&ldquo;, schmunzelt die Kreatur und tippt sich auf die Wange, &bdquo;Meine Augen sind hier oben.&ldquo;\nDer Captain blinzelt und l&ouml;st den Blick von ihrer erstaunlichen Kleidung. Dann versteht er den Wortwitz und schluckt anerkennend, obwohl er das Fruchtfleisch noch nicht g&auml;nzlich mit den Z&auml;hnen ausgepresst hat.\n&bdquo;Euch geh&ouml;rt die Dead Pool&ldquo;, fragt die Kreatur und gibt dem Barmann ein Handzeichen, das der Captain nicht deuten kann. Zu sehr ist er damit besch&auml;ftigt, zu analysieren, ob es nun eine Frage oder eine Feststellung war. Ein weiterer nachdenklicher Biss in die Frucht folgt.\n&bdquo;Gangplank?&ldquo;\n&bdquo;H&auml;?&ldquo;\nDie unter Umst&auml;nden als Frau durchgehende Kreatur l&auml;chelt sanft und schiebt eine zusammengebundene Pergamentrolle &uuml;ber den Tresen zu ihm her&uuml;ber.\n&bdquo;Ich rief Euch, da wir &uuml;ber Informationen verf&uuml;gen, die Euch interessieren k&ouml;nnten.&ldquo;\nDer Captain greift skeptisch nach der Rolle und &ouml;ffnet sie.\n&bdquo;Das is&#039; demacianisch. Kann ich nich&#039;. Bin froh&#039;, dass &#039;s f&uuml;r eure Sprache hier reicht&ldquo;, brummt der Captain und reicht die Rolle zur&uuml;ck.\n&bdquo;Nun&ldquo;, l&auml;chelt das bestimmt verfluchte Wesen, &bdquo;In diesem Schriftst&uuml;ck steht geschrieben, dass Eure Freundin, Fr&auml;ulein Fortune, einen Vertrag einging, der dem Besitzer dieses Schriftst&uuml;cks eine Unsumme an Gold einbringen soll. Sofern man Bandle City angreift.&ldquo;\n&bdquo;H&ouml;r&#039; mal, D&auml;mon, ich bin nich&#039; gut in Sprach&#039;n, aye? Ich versteh nur Fortune und Bandle City&ldquo;, grummelt Gangplank genervt und beisst noch einmal in seine Apfelsine. Das dunkle Wesen scheint auf etwas zu warten und l&auml;chelt ihn mit Sicherheit charmant an, so deutet es der Captain zumindest. Dann d&auml;mmert es ihm. Die Alte ist in Bandle City! Aber warum sollte die Kreatur ihn dar&uuml;ber informieren?\n&bdquo;&#039;k, aber warum sollte &#039;ne Kreatur wie du mich d&#039;r&uuml;ber informier&#039;n?&ldquo;\n&bdquo;Fr&auml;ulein Fortune ist nicht nur Euer Feind. Fr&auml;ulein Fortune ist auch unser Feind. Wir w&uuml;rden beide davon profitieren, wenn Fr&auml;ulein Fortune von der Bildfl&auml;che verschwindet. Ihr macht doch immernoch Jagd auf Fr&auml;ulein Fortune?&ldquo; Das Frauenwesen senkt den Kopf ein wenig, fast schon neugierig.\nDer Captain jedoch versteht nur Fortune, Fortune und Fortune. Das interpretiert er als &auml;hnliche Erfahrungen und m&ouml;glichen gemeinsamen Feind. Im Grunde ist es ihm sowieso egal. Die Rationen reichen f&uuml;r ein Monat, auf dem Weg nach Bandle City wird er ohnehin noch ein Schiff kapern und neu aufstocken k&ouml;nnen. Wenn er als Belohnung auch noch Fortunes Kopf erh&auml;lt, soll es ihm nur Recht sein.\n&bdquo;Aye. Aye. Wie sieht&#039;n die Belohnung aus?&ldquo;\n&bdquo;Wenn Ihr das Dokument aus den H&auml;nden von Fr&auml;ulein Fortune reissen k&ouml;nnt, werdet Ihr sie sicher in Demacia einl&ouml;sen k&ouml;nnen&ldquo;, versichert das Wesen. &bdquo;Alles was ich ben&ouml;tige ist Eure Unterschrift auf diesem Dokument.&ldquo;\nDie halbe Harpyie schiebt eine zweite Seite unter dem Ersten hervor und legt es auf die obere Seite.\n&bdquo;Warum? Ich wei&szlig; nich&#039;mal was da steht.&ldquo;\n&bdquo;Mit diesem Schriftst&uuml;ck erlangt Ihr Straffreiheit w&auml;hrend Eurer Mission. Noxianische Schiffe werden Euch nicht angreifen, noch Euer m&ouml;gliches Handeln mahnen.&ldquo;\n&bdquo;Is&#039; mir zu hei&szlig;, Kleines. Such dir&#039;n ander&#039;n Depp&#039;n&ldquo;, kopfsch&uuml;ttelnd beisst der Captain in seine Frucht und marschiert zur&uuml;ck auf sein Schiff. Nachdem er den Kurs angegeben hat und seine Kaj&uuml;tte betritt, merkt er, dass in seinem chaotischen Zimmer etwas anders war.\n\n\n--------------\n\n\n**~ Akt 1.6: Die Geisterarmee ~**\n{{champion:102}} _Shyvana_\n\nUm den Gipfel eines Berges geschlungen liegt sie da. Still und einsam und sich von dem stressigen Alltag der Menschen erholend. Shyvana liebt die kalte Luft in den oberen Regionen. Die klirrende Brise die schmeichelnd an ihrem schuppigen Panzer vorbei krault.\nSeit Jahren schon steht sie an der Seite des Menschenprinzen Jarvan Lightshield.\nZu Beginn argw&ouml;hnte sie mit den Menschen. Ihre K&ouml;rper sind k&uuml;mmerlich und klein, zerbrechlich und schwach. Ihre gesamte Existenz beruht auf dem ironischen Humor des Schicksals und all ihre Worte sind niemals mehr als unterhaltsame Gedichte, die sie in einem impulsiven &Uuml;berfall ihrer Gef&uuml;hle mit Hass und Abscheu untermalen, was sie nachher als Drohungen und Spott bezeichnen.\nShyvanas Vater liebte dieses insektenhafte Volk, das sich vor Jahrhunderten auf Valoran ausgebreitet hat. Zu Beginn waren die Menschen, wie jedes andere Tier. Rudelhaft und fokussiert auf ihr &Uuml;berleben. Nachdem sie dieses gesichert hatten, begannen sie unn&uuml;tze Dinge wie die Moral zu erfinden. Dinge, die sie in sich selbst spalteten und daf&uuml;r sorgten, dass sich die Menschen als Rasse gegenseitig schw&auml;chten und zu vernichten begannen. F&uuml;r die Drachen waren diese &#039;klugen Kreaturen&#039; nicht mehr, als eine am&uuml;sante Abendunterhaltung. Manchmal gingen die Menschen auf Jagd des Vergn&uuml;gens wegen. Wenn sie ihre Troph&auml;e nicht erhielten, weil sie st&auml;rker war als angenommen, kehrten sie in ihre D&ouml;rfer und St&auml;dte zur&uuml;ck und sprachen davon, dass sie Unterst&uuml;tzung f&uuml;r ihre bevorstehende Rache brauchten. Rache... Als h&auml;tten ihre &#039;Troph&auml;en&#039; zuerst angegriffen. Die Drachen haben diese Logik nie verstanden. Doch die Menschen &uuml;berlebten l&auml;nger als man erwartet hatte. Gro&szlig;e Anf&uuml;hrer sind aus ihnen hervorgegangen. Alpha Tiere, die das gro&szlig;e Rudel kontrollieren. Knechtschaft bringt den Frieden. Diese Formel ist so einfach, dass jedes existierende Lebewesen sie, ganz gleich wie intelligent es ist, verstanden hat. Ab und an kamen die Menschen darauf, dass sie alles vernichten m&uuml;ssten, was ihnen gef&auml;hrlich sein k&ouml;nnte. Das schloss auch die Drachen mit ein - das schloss Shyvana und ihre Sippe mit ein. Doch das Ende eines Kampfes war stets das selbe. Sie stachen mit ihrem Holz und Eisen zu, verbrannten in ihren eisernen Panzern und bereuten ihre Beutewahl mit minutenlangen Sterbensschreien. Manche konnten fliehen, sprachen von Rache und kehrten als neue Nahrung zur&uuml;ck, um das gleiche Schicksal zu teilen.\nDoch eines Tages wurde es anders. Shyvana wurde 200 Jahre alt und entwuchs dem Kindesalter, als Dracon, der &Auml;lteste der Freljord Drachen in einem egoistischen Gr&ouml;&szlig;enwahn jedes Drachenm&auml;nnchen zu vernichten drohte. Er sprach von dem Eintreffen eines Ereignisses, das eine Armee von Drachen n&ouml;tig hatte, um das Fortbestehen der Rasse gew&auml;hrleisten zu k&ouml;nnen. Eine von Menschen herbeigef&uuml;hrte Katastrophe die ganz Valoran vernichten w&uuml;rde, wenn man sie nicht gezielt ausschaltete. Diese Prophezeihung wurde von vielen Drachen ernst genommen. Menschen waren kurzsichtig und dumm. Doch was g&auml;nzlich inakzeptabel war, war seine Forderung, sich selbst mit jedem Drachenweibchen zu paaren und k&uuml;nftige Jungen noch in ihren Eiern zu ermorden. Eine Forderung, die ebenfalls die gesamte Spezies ausl&ouml;schen w&uuml;rde, wenn Dracons letzter Tag gekommen ist. Dies f&uuml;hrte zu einem Aufruhr und letztendlich zum Krieg. Shyvanas Vater starb dabei und auf Rache besonnen, vereinten sich viele Drachenclans um Dracon den Gar aus zu machen. Shyvana jagte ihn viele Jahrzehnte lang und als sie ihn fand, verlor sie das Duell und leckte, als Mensch umher wandelnd, ihre Wunden. Ihr Vater hatte ihre Reflexe und Instinkte effektiv geschult, doch Dracon war mehrere Jahrtausend alt und dreimal so gro&szlig; wie Shyvana selbst. Seine Schuppen waren undurchdringbar wie Korund, die Klauen so scharf und stark wie Topas und seine Lunge so gro&szlig; wie ein Menschendorf und entsprechend lang und hei&szlig; war der flammende Atem der Berge schmelzen lie&szlig;. Es war hoffnungslos.\nDoch schon bald traf Shyvana auf eine Armee von Menschen. Demacianer, wie sie sich nannten. Jarvan Lightshield, der vierte seines Namens, war selbst auf einem pers&ouml;nlichen Rachefeldzug gegen Dracon. Felder und D&ouml;rfer habe der &Auml;lteste der Drachen niedergebrannt. Er war der erste Mensch, der wirklich wusste, was die W&ouml;rter bedeuten, die er benutzt. Dass Shyvana ein Bastard und selbst ein Halbdrache ist interessierte ihn nicht. Und so verb&uuml;ndeten sich zum ersten Mal Menschen und Drache.\nUnter Drachen gibt es nicht viele Regeln. Sie bilden sich darauf nicht so viel ein, wie es Menschen tun. Doch wenn ein Drache sich gegen alle anderen stellt, und niemand in der Lage ist diesen zu bezwingen, so gilt es, ihm zu gehorchen. Ganz gleich was er von einem verlangt - die Regel des Alphatiers. Dass Shyvana sich nun mit jemanden verb&uuml;ndete um Dracon zu besiegen, war somit ein Regelbruch der bei vielen anderen Drachen f&uuml;r Unmut gesorgt hatte. Vorallem, da sie selbst nicht als vollwertiger Drache, sondern als Mensch mit verh&ouml;hnender Gabe geboren wurde, sich in eben einen der Ihren zu verwandeln. Shyvana konnte jedoch nicht akzeptieren, dass ein einziger Drache die gesamte Rasse zum Tode verurteilen wollte.\nGemeinsam mit Jarvan Lightshield dem Vierten und seiner Armee machte Shyvana Jagd auf Dracon. Sie fanden ihn geschw&auml;cht auf der alten Frostguard Zitadelle. Obwohl der uralte Drache eigene Wunden zu lecken hatte, stellte er eine gro&szlig;e Herausforderung dar und war kurz davor Shyvana und die Demacianer in die Knie zu zwingen. Mit seinem Schwanz zerschlug er Jarvan&#039;s Streitkr&auml;fte und zwang sie in die Bewusstlosigkeit. Sein intensives Feuer schmelzte ihr H&auml;uter an die R&uuml;stungen und sein Gebr&uuml;ll machte die Menschen taub und desorientiert. Shyvana versuchte ihn abzulenken, ihn auf sich zu fokussieren, doch war sie seinem Odem nicht gewachsen. Erst als Jarvan seine eiserne Lanze zwischen den Schuppen des Alten platzierte und Shyvana die Waffe mit ihrem Flammenatem zum gl&uuml;hen brachte, zog sich Dravon zur&uuml;ck. Auch unter dem Panzer eines Drachen verbirgt sich nur Fleisch und Blut. So kautarisierte die hei&szlig;e Klinge lebenswichtige Funktionen des Alten wodurch er qualvoll erstickte. Nach diesem Kampf konnte Shyvana nicht zur&uuml;ckkehren. Sie brach eine unumst&ouml;&szlig;liche Regel der Natur, die Regel zum Beweis der Kraft - sie k&ouml;pfte ihre Drachensippschaft, die nun sehen musste, wer von ihnen sie zuk&uuml;nftig anf&uuml;hren soll.\nShyvanna war dennoch erstaunt von Jarvan und seinen Soldaten. Sie waren so g&auml;nzlich anders als die Menschen, die Shyvana und mit ihrem Vater als kulinarische Unterhaltung angesehen hatte. Diese Menschen waren taktisch versiert, mutig und gut trainiert. Sie waren eine bessere Sorte von Mensch. Und da Shyvana keinen anderen Weg zu gehen wusste, folgte sie Jarvan um die Menschen kennenzulernen.\n&bdquo;SIE KOMMEN!&ldquo;\nShyvanas schuppige Augenlider &ouml;ffnen sich. Sie sp&uuml;rt wie die Luft k&auml;lter wird. Doch sinkt die Temperatur nicht. Metall klappert als die Soldaten ihre Positionen einnehmen. Ein Sp&auml;her spurtet &uuml;ber das Grasland auf das Dorf zu, wedelt mit den H&auml;nden und wiederholt seine Ank&uuml;ndigung. Die Katapulte werden aufgezogen und mit schweren Steinen beladen. In der Ferne erblickt sie einen t&uuml;rkiswei&szlig;en Nebel am Boden der sich dem Dorf langsam n&auml;hert. Das muss diese Kavallerie sein von der alle gesprochen haben. Der Ausl&ouml;ser f&uuml;r die Panik unter den Bauern und Minenarbeitern. Entt&auml;uscht blafft Shyvana eine Rauchwolke aus der Nase, die ihr bereits seit Stunden &Auml;rger bereitet hat.\nLangsam entfernt sie ihren Schwanz vom Gipfel des kleinen Berges und klettert, sich mit ihren Klauen im Stein festnagelnd, einige Meter tiefer. Ihre Augen suchen nach dem glitzernden Etwas zwischen den Felsen. Sie kann ohne dieses Etwas weder fliegen noch Feuer speihen. Sie hat sich niemals gefragt, warum das so ist. Sie wei&szlig; nur, dass es n&ouml;tig ist. Die Drachen nennen es Feuersteine. Doch im Endeffekt werden diese Steine nur zwischen den spitzen Z&auml;hnen gelagert, wo sie sich St&uuml;ck f&uuml;r St&uuml;ck aufl&ouml;sen. Kratzend schaben ihre Beisser den Stein entlang bis die notwendige Menge gesammelt wurde. Es vergehen einige Minuten und in dieser Zeit hat sich der Nebel dramatisch dem Dorf gen&auml;hert. Die Menschen beginnen bereits mit dem Beschuss durch Katapulte. Doch es scheint, als w&uuml;rde dieser Nebel die Steine wieder zur&uuml;ckwerfen. Mit deutlich h&ouml;herer Pr&auml;zision. Die Soldaten bekommen Panik. Shyvana wird nerv&ouml;s, was sie selbst &auml;u&szlig;erst kurios findet. Sie ist loyal gegen&uuml;ber den starken M&auml;nnern und Frauen von Jarvan Lightshield. Nicht gegen&uuml;ber Schw&auml;chlingen. Der einzige Grund, der ihre Nervosit&auml;t begr&uuml;nden k&ouml;nnte, w&auml;re jener, dass Jarvan ungehalten dar&uuml;ber w&auml;re, wenn man dieses Dorf verlieren w&uuml;rde.\nWiderwillig dr&uuml;ckt sich Shyvanas Drachenk&ouml;rper von den Felsw&auml;nden weg. Nach einer eleganten Drehung breitet er die Fl&uuml;gel aus und gleitet auf das Kampffeld zu. Die demacianischen Soldaten reagieren mit einer Mischung aus Furcht und neuem Kampfeswillen als sie den fliegenden Drachen ersp&auml;hen.\nShyvana fliegt auf den t&uuml;rkiswei&szlig;en Nebel zu. Wissend, dass nichts aus Menschenhand erbaute ihr etwas anhaben kann. Als sie ihn erreicht vernimmt sie den Geruch von Ozon, etwas, das sie bisher nur hoch oben in den Wolken vernommen hatte. Selbst ihre Drachenaugen verm&ouml;gen nicht etwas zu erkennen. Sie h&ouml;rt die schweren Hufen der Kavallerie und ein schweres Atmen. Keine Trommel, keine Schlachtrufe.. gar nichts. Untypisch f&uuml;r Menschen. Ihre Fl&uuml;gel schlagen mehrmals laut auf, als sie wieder an H&ouml;he gewinnen will um sich einen &Uuml;berblick zu verschaffen. Dieser Nebel wirkt konzentriert. Er h&uuml;llt die Soldaten wie durch einen Zauber ein.\nDie Katapulte haben zu feuern aufgeh&ouml;rt. Gespannt beobachten die Soldaten, was Shyvana nun anstellen wird. Doch sie hat nicht die geringste Ahnung. Jede Sekunde in der Luft schm&auml;lert das Gefahrenpotenzial ihrer Flammenbrunst und umgekehrt. Ein Drache kann nicht ewig fliegen. Und wenn er fliegt und gleichzeitig Feuer speit, dann wird er beides nicht lange tun. Man muss sich entscheiden: lange fliegen oder lange speihen. Nun einfach in den Nebel zu spucken k&ouml;nnte entweder den Kampf beenden ehe er angefangen hat, oder Shyvanas t&ouml;dlichste Waffe verschwenden.\nSie entscheidet sich f&uuml;r die sichere Variante, fliegt noch einmal &uuml;ber den Nebel und landet mit einem lauten Beben zwischen dem Dorf und dem heranmarschierenden Nebel.\n&bdquo;Tu doch etwas!&ldquo;, ruft einer der Soldaten.\n&bdquo;Verbrenn sie!&ldquo;\n&bdquo;Rette uns!&ldquo;\n&bdquo;Wof&uuml;r bist du denn sonst da?!&ldquo;\n&bdquo;Wie lange willst du denn noch da stehen und starren?!&ldquo;\nShyvana ignoriert die Anweisungen dieser elendigen Feiglinge und bek&auml;mpft den Wunsch in ihrem Herzen, die anma&szlig;enden Winzlinge zu verbrennen, um sie zum Schweigen zu bringen. Doch diese Soldaten halten einfach nicht den Mund. Shyvana wendet ihren gepanzerten Sch&auml;del in die Richtung der Soldaten. Der mahnende Blick bringt sie zum Schweigen. Einem Instinkt folgend wedelt sie abwartend in kreisenden B&ouml;gen ihren Schwanz w&auml;hrend sie wieder den Nebel beobachtet. Woher stammt dieser Unfug?\n&bdquo;Greif schon an!&ldquo;, flucht ein betrunkener Soldat.\nShyvana schl&auml;gt mit dem Schwanz nach einem der Katapulte und zerberstet, mit einer Wucht die den Boden ersch&uuml;ttert, die Maschinerie in dutzende kleine St&uuml;cke. Furchtvoll ziehen sich die Soldaten zur&uuml;ck. Shyvana widmet sich wieder dem unbekannten Feind, dessen Aura 50 Meter vor dem Dorf zum Stehen kommt.\n&bdquo;Sollen wir angreifen..?&ldquo;, fragt einer der Soldaten unsicher.\n&bdquo;Wie sollen wir gegen Luft k&auml;mpfen?!&ldquo;\nSchwere Hufe stampfen heran. Ein Pferd~. Eine massive Kreatur tritt aus dem Nebel heraus. Der Unterk&ouml;rper eines kr&auml;ftigen s&uuml;dl&auml;ndischen Pferdes, an dessen Kopf statt seiner ein gespenstischer K&ouml;rper herausragt, gebunden an spektrale Energien die er zusammenh&auml;lt. Ein m&auml;chtiges Unget&uuml;m, eine perverse Kreation der Natur. Ein geisterhaftes Gefl&uuml;ster n&auml;hert sich der Stadt, umgarnt die Menschen und Shyvana mit unverst&auml;ndlichen Worten. Es wird kalt. Unglaublich kalt. Ihr Atem wird zu Nebel. Aus ihrer Nase dringt hei&szlig;er Dampf.\n&bdquo;Wawa~..wa~.. was wollt ihr?!&ldquo;, ruft der Kommandant des Dorfes.\nDie Pferdekreatur atmet tief ein. Es scheint, als w&uuml;rde sie den gesamten Sauerstoff der Umgebung in sich aufnehmen wollen.\n&bdquo;Zertrampelt.. ihre Knochen!&ldquo;, br&uuml;llt dieses Wesen und zeigt mit seinem gesichelten Speer in die Richtung des Dorfes.\nDaraufhin rennen unz&auml;hlbare geisterhafte Soldaten auf Pferden fliegend an diesem Monstrum vorbei und auf die Siedlung mit den ver&auml;ngstigten Soldaten und Shyvana zu. Unkanonisches Getrampel l&auml;sst die Erde ersch&uuml;ttern. Shyvana reagiert, tritt mit ihren Klauen auf den Boden um dem bevorstehenden Sturm stand zu halten. Dann entl&auml;sst sie einen brennend hei&szlig;en Feuerodem auf ihre Feinde. Doch das scheint diese Wesen nicht zu interessieren. Ungehindert rasen sie weiter. An Shyvana vorbei. Die Soldaten erliegen ihrer Angst, werfen ihre Waffen weg und rennen um ihr Leben. Die restliche Bev&ouml;lkerung, die sich dem bevorstehenden Kampf mutig angeschlossen hatte, fl&uuml;chtet ebenfalls in lauten Panikschreien. Doch es ist zu sp&auml;t. Die Geister schlagen nach den fl&uuml;chtenden K&ouml;rper, verteilen roten Lebenssaft auf der Erde und tr&auml;nken das Dorf kontinuierlich in Blut. Shyvana schl&auml;gt mit ihren Klauen nach den Wesen, die sie ignorieren und an ihr vorbei fliegen. Feuer richtet nichts gegen sie aus. Weder klauen noch Schwanzangriffe treffen irgendetwas. Es ist hoffnungslos.\nShyvana widmet sich dem Anf&uuml;hrer des Ganzen. Sie marschiert auf ihn zu. Die Gestalt beobachtet zuerst nur, dann setzt auch sie sich in Bewegung. Beide hinterlassen tiefe Abdr&uuml;cke im Boden als sie pl&ouml;tzlich aufeinander zurennen. Die Kreatur schreit und holt mit ihrer Waffe aus. Beide bleiben still stehen als die Sichel der Kreatur mit einem Kling auf Shyvanas gepanzerten Sch&auml;del trifft. Das bedeutet, dass diese Waffe ihr nichts anhaben kann. Im Gegensatz zu seinen Gefolgsleuten besteht diese geisterhafte Kreatur aus einem festen K&ouml;rper. Ein K&ouml;rper, der sich exzellent zwischen Shyvanas Fangz&auml;hnen machen w&uuml;rde.\n&bdquo;Dieser Zorn...&ldquo;, spricht Shyvana in drachenhaft tiefer Stimme als sie am&uuml;siert l&auml;chelt um ihre spitzen Rei&szlig;er zu pr&auml;sentieren.\n&bdquo;Ihr... besitzt etwas... das... mir geh&ouml;rt...&ldquo;, fl&uuml;stert das Wesen mit geisterhafter Stimme und pl&ouml;tzlich d&auml;mmert es dem Drachen.","replies":[{"id":"","poster":"dugg","date":"2015-05-05T11:56:47.881+0000","up_votes":3,"down_votes":1,"body":"Weil du nicht nur Votes haben möchtest, kann ich ein wenig Text schreiben. Sofern es dem Herren genehm ist. ;)\n\nAls ich den ersten Akt gelesen habe, hat mich dieses Ständige Mundo, Mundo, Mundo sehr genervt. Daher habe ich dieses Kapitel auch so schnell es geht übersprungen. Sicherlich spricht Mundo von sich in der dritten Person, aber bitte nicht im jedem Satz. Für einen kurzen Text von 10 Zeilen, sicherlich lustig, alles darüber hinaus wird nur ätzend. (Mein persönlicher Geschmack)\n\nAkt 1.1 hat mich nicht wirklich vom Hocker gerissen. Viel zu wenige Beschreibungen, du gehst kaum ins Detail und willst bloß schnell Informationen loswerden, wie Brand zu Bran geworden ist. Sicherlich in dem Akt geht es darum, wie langweilig, die Welt als „Türsteher“ ist, aber dann muss du das entweder besser hervorheben oder eben die Geschichte auf die Entstehung von Brand fokussieren.\n\nAb Akt1.2 War ich allerdings begeistert. Es liest sich durchaus flüssig, deine Beschreibungen werden detaillierter und man bekommt im inneren Auge wirklich schöne Bilder zusammen.  Diese gute Schreibweise zieht sich durch die folgenden Akte durch. Das gefällt mir.\nGenerell kannst du noch etwas mehr ins Detail gehen, etwas mehr bildlich beschreiben. Das würde gut tun. Vermeide auch bitte etwas Wiederholungen. Bei Gangplank lese ich gefühlt in jedem Satz das Wort Captian. Auch „noxianisierst“ du in dem Gangplank Akt oft etwas. Für meinen Geschmack etwas zu oft.\nSollten es sich bei einen Erzählung um ineinander verwobene Kurzgeschichten handeln, dann hast du das sehr gut gelöst. Sollte es ein ganzes Buch werden, dann würde ich mich mir einen kleinen Kreis von Champions herauspicken und nur über diese schreiben. Denn so springt der Leser viel zwischen verschiedenen Protagonisten hin und her und kann sich nicht auf den „Held“ und den „Bösewicht“ konzentieren.\n\nManchmal ist mir auch etwas unschlüssig. Den Begriff Ozon gab es doch im „Mittelalter“ noch gar nicht oder? Auch Tantal wurde erst Anfang 1800 entdeckt. Klar weißt es eine hohe Hitzebeständigkeit auf, aber zu der Zeit von Brand gab es das bestimmt noch nicht. ;) Man könnte dies aber ganz einfach umgehen, indem man schreibt:“  Nun verbringt Brand sein ärmliches Dasein in einer leeren Isolierzelle aus 1 Meter dickem Erz, welches heut zu Tage als Tantal bekannt ist[…]“ (sinngemäß)\n\nAnsonsten gute Arbeit! Macht Spaß zu lesen. Gerne mehr. :)","replies":[{"id":"","poster":"Mad Musical","date":"2015-05-05T12:55:31.010+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die ausführliche Kritik. Sie ist äußerst genehm und hilfreich für zukünftige Texte. *verneigt sich*\n\nZu 1.0 und 1.1 entschuldige ich mich. Die ersten Textsegmente wurden in einem Forum veröffentlicht, wo man nicht sonderlich viel Interesse an Lore und längere Texte zeigte. Es war ein Versuch, zu zeigen, dass sie witzig sein können und trotzdem einen Handlungsstrang aufweisen. Einen, den es jedoch erst ab 1.2 so wirklich geben sollte. Nennen wir es experimentelle Orientierungstests. Doch wie es scheint motivierte es, trotz holprigen Anfangs, zum weiterlesen. \n\nWas genau meinst du mit \"noxianisieren\"?\n\nDie Frage mit dem Ozon stellte ich mir ebenfalls. Auch Tantal war so ein Ding-An-Sich. Es ist schwierig eine Zeitepoche zu wählen, die für ganz Valoran gelten könnte. Womöglich wäre es Steampunk. Eine Mischung aus Fantasie, Mittelalter und simpler Handwerkskunst. Für Piltover sind schneidbarer Laser, Blaster und Fluggeräte nichts wofür sie applaudieren würden. Demacia und Noxus hingegen weisen nicht ansatzweise eine derartige Technologie auf und leben diesbezüglich im Gestern. Ich glaube, da ging schlicht der Theoretiker mit mir durch. *g*","replies":[{"id":"","poster":"dugg","date":"2015-05-06T13:37:25.578+0000","up_votes":1,"down_votes":0,"body":"[...]\"Was genau meinst du mit \"noxianisieren\"?[...]\n\n\"...Die noxianische Dirne...\"\n\"...an einer Stange aus noxianischem Metall tanzt...\"\n\"...Gangplank hasste den noxianischen Hafen...\"\n\"...typisch noxianischen Tendenz zu...\"\n\"...Noxianische Schiffe werden...\"\n\nDas meine ich damit und das sind nur die, die ich auf Anhieb gefunden habe. Vielleicht sticht mir dieses Adjektiv nur so ins Auge, weil es sich in meinen Ohren doof anhört. Für meinen Geschmack wird dieses Wort zu viel in diesem Akt benutzt. Das ist aber mein persönliches empfinden.","replies":[]}]}]},{"id":"","poster":"N00B FreshToasty","date":"2015-05-30T09:27:54.353+0000","up_votes":1,"down_votes":0,"body":"So, jetzt habe ich Akt 1.0 und 1.1 gelesen. Etwas verwirrend ist 1.0 ja schon, aber Mundos Persönlichkeit ist schön hervorgehoben.\n1.1 finde ich schön.","replies":[]},{"id":"","poster":"N00B FreshToasty","date":"2015-05-30T08:45:37.903+0000","up_votes":1,"down_votes":0,"body":"Ohh, das hier habe ich gerade erst entdeckt... Ich wusste gar nicht, dass du wieder etwas schreibst ^^\nDann habe ich in nächster Zeit etwas zu lesen :)","replies":[]}]}