{"id":"2k5TtzQ1","poster":"Tráys","date":"2015-05-04T17:00:07.526+0000","title":"Starke Ping-schwankungen","subforum":"Hilfe & Support","embed":{"title":"Ohne Grund High Ping - League of Legends Community","description":"Hallo, habe seit einiger Zeit ein \"kleines\" Problem. Ich kann 1 oder mehrere Games mit einem normalen Ping (40-50) spielen. Danach kommt dann mittem im Game einfach so ein unerklärlicher High Ping. Das Spiel versucht dann immer wieder zum Spieleserver zu verbinden, schafft es dann nach ein paar Sekunden aber der Ping bleibt auf ca.","url":"http://forums.euw.leagueoflegends.com/board/showthread.php?t=2105291","image":"http://cdn.leagueoflegends.com/apollo/assets/vb/small.jpg"},"up_votes":1,"down_votes":0,"body":"Hallo,\r\nich hoffe ich bin hier richtig..\r\nSeit ca. 2 Monaten bricht mein Ping andauernd aus.. Normalerweise war er immer ca. bei 40. Jetzt ist er in guten Zeiten h&ouml;chstens bei 60, steigt aber in regelm&auml;&szlig;igen Abst&auml;nden (ca. alle 5 Min.) stark an. Manchmal ist er bei 200, manchmal geht&acute;s aber auch hoch bis 1500. Bis er sich wieder normalisiert hat, ist immer unterschiedlich. Das ist aber bestimmt auch von der Tageszeit abh&auml;ngig . Mal ist es nur ganz kurz, dann aber auch manchmal f&uuml;r einen Zeitraum von 5 Minuten. \r\nIch hatte schon ein langes gespr&auml;ch mit meinem DSL-Anbieter. Der konnte aber keine Probleme an meiner FritzBOX noch an der Leitung feststellen. Laut ihm alles im &quot;gr&uuml;nen&quot; Bereich.. \r\nAuch beim anpingen von Webseiten wie Google und Co. werden Pingzeiten angezeigt die jetzt nicht der Hammer sind, aber auch nicht schlecht (60-90). Einbr&uuml;che so wie beim LoL spielen konnte ich auch nicht feststellen. \r\nIch schlie&szlig;e daraus das es in irgendeiner art mit dem Spiel zusammen h&auml;ngen muss.\r\nIch habe mich jetzt schon durch ein Paar Foren gelesen. Dabei habe ich auch den Eintrag in dem LoL-Forum gefunden den ich verlinkt habe. \r\nHabe mich jetzt einfach mal an die dort aufgef&uuml;hrten Schritte gehalten und hoffe, dass mir wer helfen kann diesen &quot;Test&quot; anhand der angef&uuml;gten Dateien auszuwerten und mir sagen kann ob ein Fehler vorliegt, und wie ich den beseitigen kann.\r\n\r\nPS: LoL neu installiert habe ich schon, da ich erst vor 3 Wochen meinen PC komplett Formatiert habe, da ich erst den verdacht hatte, dass die hohen Pingzeiten durch einen Virus verursacht werden. Diese m&ouml;glichkeit ist also auch mit ziemlicher Sicherheit ausgeschlossen.\r\n\r\nW&uuml;rde mich sehr &uuml;ber Hilfe freunen, damit ich endlich wieder ohne Laggs spielen kann! :)\r\nDanke schonmal im Voraus!\r\n\r\nTr&aacute;ys","replies":[]}