{"id":"zWj9jFn2","poster":"Barbarous King","date":"2015-05-04T18:06:04.495+0000","title":"Last Season Plat sucht SERIOUS Ranked Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Abend an alle!\n\nIch suche ein Ranked Team, bei dem nicht der Spa&szlig; am Spiel im Mittelpunkt steht, sondern das gewinnen und weiter kommen. Das Ranked Team sollte interessiert sein an Turnieren teilzunehmen und das Ziel High Gold/Plat in Angriff nehmen. Keine Spieler unter 17 Jahren weil ich mich mit erwachsenen Leuten unterhalten will und nicht mit Kindern.\n\nVor jedem Game sollte eine Teamcomp besprochen werden, mit der alle einverstanden sind, genauso wie eine Back Up Comp, falls der bevorzugte Championpool durch die Picks/Banns evtl. nicht mehr in Anspruch genommen werden kann.\nNach jedem Game sollte das letzte Spiel immer analysiert und besprochen werden. Dabei sollte auf das Teamplay an sich und individuell auf die Spieler eingegangen werden, welche Fehler sie begingen, was sie gut gemacht haben und was sie verbessern k&ouml;nnten, deswegen sollten die Spieler kritikf&auml;hig sein, Meinungen aktzeptieren, sie annehmen und versuchen die besagten Dinge in Zukunft zu verbessern.\n\n**Kritik ist kein Angriff!**\n\nTeamspeak etc ist Grundvorraussetzung.\n\n\nZu meiner Person:\n19 Jahre, Dabei seit Anfang S2, aktiv am Ranked seit 2 Jahren, Sachsen\n\nSolo q Main Champs Top:\nFiora, Tryndamere, Nasus, Jarvan\n\nTeam Ranked Main Champs Top:\nLissandra, Rumble, Sion, Gnar\n\n\nSolo q Main Adc&acute;s:\nVayne, Graves, Corki, Trist\n\nTeam Ranked Main Adc&acute;s:\nKog&acute;Maw, Kalista (und selbstverst&auml;ndlich auch alle anderen)\n\nFalls noch Fragen auftreten, k&ouml;nnen diese gerne gestellt werden.\n\n\nBei Interesse ADD: 2PerfectX\n\n\n\n\nPS: Falls es Trainingszeiten gibt, wäre es auch eine Option eine extra Whats App Gruppe einzurichten, durch die jeder Spieler zu jeder Zeit erreichbar ist, sich abmelden könnte, falls er einen Tag nicht online kommen kann und durch die man die Termine etc. evtl. verschieben könnte.","replies":[{"id":"","poster":"Furielfriend","date":"2015-05-04T18:43:32.574+0000","up_votes":1,"down_votes":0,"body":"Wenn du so extravagant bist, wäre es nicht besser, ein eigenes Team zu gründen?","replies":[]}]}