{"id":"EiqWA0q9","poster":"XExEcUtOrX04","date":"2015-05-04T14:34:06.106+0000","title":"Itemkonzept ( Ap)","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Hey, da es nur drei \"gute\" AP-Items gibt, dagegen aber 4 \"gute\" AD-Items habe ich mir mal ein neues Ap-Item ausgedacht und wollte einfach mal eure Kritik dazu h&ouml;ren ( ist es viel zu Op oder ist es Up?). Nun gut ich fang einfach mal an.\n\nName: ???\n\nWerte: \n\n**-  120 Ap\n-   10% Zaubervampir**\n\n**Einmalige Passive: (Name?):** +0.01 Ap als Zaubervampir ( also mit 1000 Ap im Endgame nochmal +10% Zaubervampir)\n**Einmalige Passive: (Name?):** 10% Des aktuellen Manas werden als Schild gutgeschrieben. \nWenn der Schild gebrochen wurde f&auml;ngt er nach 12 Sekunden an sich langsam ( ~5 Sekunden) wieder aufzubauen, wenn er nur reduziert wurde nach 5 Sekunden. _Die Schildst&auml;rke wird nicht von sinkendem Manahaushalt beeintr&auml;chtigt._\n\nDer Itemweg:\n\n{{item:1058}} **+ **{{item:3145}}  ( Zusammengesetzt aus 2x{{item:1052}} )** + 400 Gold** --> **Item**\n (alles in allen also 3200 Gold)\n\nNamen d&uuml;rfen gerne Vorgeschlagen werden ( Ich bin ein schlechter Namenfinder) ansonsten: Los Diskutiert.","replies":[{"id":"","poster":"SoulC4rri3r","date":"2015-05-04T15:30:49.382+0000","up_votes":1,"down_votes":0,"body":"Ja da steckt schon ein kleines Problem.\n\nAber man könnte doch eine Passive für AOE Spells machen oder nicht ?","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T15:57:44.988+0000","up_votes":1,"down_votes":0,"body":"Wie meinst du das mit den AOE Spells? :)","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T15:59:44.387+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XExEcUtOrX04,realm=EUW,application-id=L7E6lhzo,discussion-id=EiqWA0q9,comment-id=00020000,timestamp=2015-05-04T15:57:44.988+0000)\n>\n> Wie meinst du das mit den AOE Spells? :)\n\nArea of Effect Spells.\nAlle Fähigkeiten die mehr als einen Gegner treffen. Außer Ryze neuem E. Das ist ein Single Target Spell, obwohl es mehr als einen Gegner trifft. Oder so :D","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T16:01:46.496+0000","up_votes":1,"down_votes":0,"body":"Ja ich weiß was AOE Spells sind :P\n\nIch mein du schreibst eine Passive für AOE Spells, ich weiß aber nicht wie das gemeint ist - also was diese Passive bringen soll.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T16:17:46.716+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XExEcUtOrX04,realm=EUW,application-id=L7E6lhzo,discussion-id=EiqWA0q9,comment-id=0002000000000000,timestamp=2015-05-04T16:01:46.496+0000)\n>\n> Ja ich weiß was AOE Spells sind :P\n> \n> Ich mein du schreibst eine Passive für AOE Spells, ich weiß aber nicht wie das gemeint ist - also was diese Passive bringen soll.\n\nEr meint einen Speziellen Spellvamp Effekt, den nur dein Item bringt.\nDer Normale Spellvamp wird ja gedrittelt. Der deines Items sollte dann eben nicht mehr gedrittelt werden.","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T17:13:30.408+0000","up_votes":1,"down_votes":0,"body":"Das Problem wären dann aber die Champs wie Vladimir, Kata oder Akali. Katarina macht z.B. unglaublich hohen Flächenschaden und würde durch einen Zaubervampir der zu 100% Leben wiederherstellt sehr schnell quasi unaufhatsam werden. Oder nehmen wir mal Vladimir, wenn er ganz verrückt ist könnte man mit ihm mehr als 50% Zaubervampir besitzen und davon dann 10-15%  die Leben zu 100% auffüllen, das heißt er geht im besten Fall in seine Pfütze und richtet ( Mit Ult die +20% (?)Schaden gibt) an 5 Gegnern Schaden an - er würde quasi wieder mehr als genug Leben haben, zu mal auf ihm ja auch noch Geistessicht gebaut wird, was Zaubervampireffekte auch nochmal verstärkt.\n\nDarin besteht halt die Schwierigkeit bei ich sage mal \"true\" Spellvamp würden manche Champs einfach mal komplett ausrasten.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T17:28:39.501+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XExEcUtOrX04,realm=EUW,application-id=L7E6lhzo,discussion-id=EiqWA0q9,comment-id=000200000000000000000000,timestamp=2015-05-04T17:13:30.408+0000)\n>\n> Das Problem wären dann aber die Champs wie Vladimir, Kata oder Akali. Katarina macht z.B. unglaublich hohen Flächenschaden und würde durch einen Zaubervampir der zu 100% Leben wiederherstellt sehr schnell quasi unaufhatsam werden. Oder nehmen wir mal Vladimir, wenn er ganz verrückt ist könnte man mit ihm mehr als 50% Zaubervampir besitzen und davon dann 10-15%  die Leben zu 100% auffüllen, das heißt er geht im besten Fall in seine Pfütze und richtet ( Mit Ult die +20% (?)Schaden gibt) an 5 Gegnern Schaden an - er würde quasi wieder mehr als genug Leben haben, zu mal auf ihm ja auch noch Geistessicht gebaut wird, was Zaubervampireffekte auch nochmal verstärkt.\n> \n> Darin besteht halt die Schwierigkeit bei ich sage mal \"true\" Spellvamp würden manche Champs einfach mal komplett ausrasten.\n\nEs müsste ja kein richtiger Spellvamp sein. Du könnstest auch einen Effekt reinbringen, der einen festen Wert an leben wiederherstellt, wenn man einen gegnerischen Champion trifft. Und für jeden weiteren getroffenen Champion stellt er dann wieder Leben her, diesmal allerdings auf AP skalierend. Dadurch würde dein Item vorallem gut bei AoE Spell, die viele Champions treffen.\n\nz.B. Das Item stellt 10 Leben her und 20 (+0.5AP) für jeden weiteren getroffenen Champion.\nMacht Vlad sein Q stellt er 10 leben her (nur das Item). wird Vlad zur Pfütze und wandert unter einem Champion stellt er 10 Leben her. Wandert er danach unter den 2. Champion stellt er 20(+0.5AP) Leben her.\nSo würde dies AoE Fähigkeiten mehr bringen als direkter Spellvamp (je nachdem wie die wirklichen Werte sind). Ich könnte aber auch nicht komplett ausrasten, da dies nur 1 mal pro Champion geht. Im Beispiel wären also 90(+2.0AP) Leben das maximum zum herstellen.\nIch merke gerade, eigentlich hätte ich 0.5 AP noch für wenig gehalten, aber wenn man dann auf 2.0 AP kommt. :D\nJa es hat einen sehr guten Grund, dass Spellvamp gedrittelt wird. :)\n\nTheoretisch gesehen würde ich die Idee dein Item in ein Spellvamp Item umzuwandeln trotzdem nicht als so schlecht ansehen, da ich nicht glaube, dass es das Duell gegen Ludens gewinnen kann, da Spellvamp verdammt teuer ist und Spellvamp so schon ein Nischenprodukt ist (z.B. Vlad, Morde,Akali). Man müsste das Item dann eben nur Manaless machen (dein Schild dürfte nicht mit Mana skalieren) und zumindest soweit vom Wille der Uralten abweichen können, dass man Wille der Uralten als das Spellvampspamm Item ansieht und deines als Spellvampitem, mitdem ich mit einem Zug sehr viel Leben herstelle, aber eben immer noch die langen Cooldowns habe.","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T17:37:30.188+0000","up_votes":1,"down_votes":0,"body":"Hmm dein Vorschlag klingt nicht schlecht. Ich glaube ich könnte noch ein Item entwickeln was in etwa deinem Bild entspricht, den es hört sich grade für die Champs die viel AOE Damage machen sehr attraktiv an.\n\nIch glaube ich werde in ein paar Tagen nochmal im Forum auftauchen.\n\nBis dahin viel spaß euch - und bleibt kreativ :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Evenrider","date":"2015-05-04T15:36:49.364+0000","up_votes":1,"down_votes":0,"body":"Da man einen relativ festgefahrenen Build hat, wüsste ich gerne, welches Item du entfernen würdest? Und auf welchen Champions du dieses Item bauen würdest?\nAktuell hat der Essence Reaver doch das gleiche Problem. Gute Idee, nur keiner baut es. Und seitdem der BT in Aram vorhanden ist, wird es auch dort verschwinden. Vorher habe ich es für die 80 AD dort gebaut, da der BT Ersatz wesentlich weniger bringt, zumindest wenn die Passive nicht gestackt war.\n\nDeweiteren hast du bei deinem Schild es recht komisch beschrieben.\nDein Schild skaliert mit aktuellen Mana. Also würde es, kleiner sein, je weniger Mana ich habe. Weiterhin hast du aber auch geschrieben, dass es nicht vom sinkenden Mana beeinträchtigt wird, was auf eine Skalierung mit maximalen Mana hindeutet. Könntest du mir und vielleicht noch anderen es genauer erklären?\n\nNoch die Anmerkung: Effekte der Gegenstände brauchen nur Namen, wenn die Effekte auf mehreren Gegenständen sind.\nz.B. Sunfire Passive: Hatte nie einen Namen, da sie nur auf dem Sunfire existiert und dann \"Unique Passiv\" reicht. Bis Cinderhulk und Bamis Cinder hinzukamen. Seitdem heißt die Passive \"Immolate\".","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T15:43:29.056+0000","up_votes":1,"down_votes":0,"body":"Ja das hab ich ein wenig Blöder erklärt, ist auch ein wenig schwierig. Ok:\n\nAlso sobald sich der Schild aufbaut ( sagen wir mal mit einer Stärke von 250) wird er auch wenn man einen Zauber spricht - also Mana verbraucht- bis auf 250 aufladen. So, dann bleibt der Schild halt relativ lange auf 250 weil man nicht angegriffen wird, aber man hat Mana verbraucht ( man kann jetzt z.B. nur noch einen 200 Schild haben). Der Schild wird aber nicht auf abfallen und sollte man Schaden bekommen sagen wir mal 30 geht der Schild auf 220 runter ( und bleibt dort), erhält man aber z.B. einen Treffer mit 100 Schaden fällt der Schild auf 150 und regeneriert dann aber auf 200 hoch.\n\nIst halt irgendwie schwer zu erklären bzw. in Worte zu fassen. Falls du es noch nicht verstanden hast sag ruhig bescheid :)\n\nEdit: Hab den ersten Teil vergessen.\n\nEs ist ein sehr aggressives Item würde ich mal sagen, deshalb nicht in jeder Lage des Spiels einzusetzen. Das Item kann man sich gut auf Cassiopeia vorstellen, die ja bekanntlich viel Schaden auf ein einzelnes Ziel konzentiert was den Zaubervampir verstärkt und zudem auch oft mit viel Mana gebaut wird, was den Schild verstärkt.\nEin andere Magier wäre beispielsweise Ryze der durch den Manaschild stärker wird und zeitgleich auch durch den Zaubervampir profitiert.\nEs könnte natürlich auch auf Veigar passen ( weil Veigar halt), er profitiert SEHR viel von den Ap und durch seinen Schaden, auch wenn es Flächenzauber sind kann er dadurch ganz gut wieder Leben zurückgewinnen. \n\nEdit2: Das mit den Namen für die Passiven wusste ich nicht, danke :)\nTrotzdem braucht das Item noch einen Namen.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T16:16:32.402+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XExEcUtOrX04,realm=EUW,application-id=L7E6lhzo,discussion-id=EiqWA0q9,comment-id=00030000,timestamp=2015-05-04T15:43:29.056+0000)\n>\n> Ja das hab ich ein wenig Blöder erklärt, ist auch ein wenig schwierig. Ok:\n> \n> Also sobald sich der Schild aufbaut ( sagen wir mal mit einer Stärke von 250) wird er auch wenn man einen Zauber spricht - also Mana verbraucht- bis auf 250 aufladen. So, dann bleibt der Schild halt relativ lange auf 250 weil man nicht angegriffen wird, aber man hat Mana verbraucht ( man kann jetzt z.B. nur noch einen 200 Schild haben). Der Schild wird aber nicht auf abfallen und sollte man Schaden bekommen sagen wir mal 30 geht der Schild auf 220 runter ( und bleibt dort), erhält man aber z.B. einen Treffer mit 100 Schaden fällt der Schild auf 150 und regeneriert dann aber auf 200 hoch.\n> \n> Ist halt irgendwie schwer zu erklären bzw. in Worte zu fassen. Falls du es noch nicht verstanden hast sag ruhig bescheid :)\n\nDanke, jetzt weiß ich wie du das meinst. an sich keine schlechte Idee.\n\n> \n> Edit: Hab den ersten Teil vergessen.\n> \n> Es ist ein sehr aggressives Item würde ich mal sagen, deshalb nicht in jeder Lage des Spiels einzusetzen. Das Item kann man sich gut auf Cassiopeia vorstellen, die ja bekanntlich viel Schaden auf ein einzelnes Ziel konzentiert was den Zaubervampir verstärkt und zudem auch oft mit viel Mana gebaut wird, was den Schild verstärkt.\n> Ein andere Magier wäre beispielsweise Ryze der durch den Manaschild stärker wird und zeitgleich auch durch den Zaubervampir profitiert.\n> Es könnte natürlich auch auf Veigar passen ( weil Veigar halt), er profitiert SEHR viel von den Ap und durch seinen Schaden, auch wenn es Flächenzauber sind kann er dadurch ganz gut wieder Leben zurückgewinnen. \n\nOk jetzt haben wir ein paar Champions. Jetzt schauen wir uns deren aktuellen Items/Build an und gucken mal, ob es sinnig ist, eines gegen das neue Item auszutauschen:\n**Schuhe**: Alle 3 Champions werden Schuhe bauen, ob nun MagicPen, CDR, Mr oder Rüstung spielt dabei keine Rolle. Unter anderem weil sie nur laufen können und nicht wie Riven ständig Mobility Skill spammt, sind die auch dringend benötigt. Daher dürften die bleiben.\n**Manaitem**: Ryze und Cassio kaufen sich häufiger die Träne. Perfekt. Veigar kauft sich eher Morellos oder Athenes für die Regeneration. Dadurch würdest das Schild viel potential verlieren, da man sein Mana nicht steigert.\n**VoidStaff**: Wir haben eine Tankmeta. Den Fountain im Late ohne dieses Item zu verlassen grenzt an Wahnsinn :D\n**Rabadons**: Cassio hat schon eine prozentuale AP-Steigerung in der Passiven. Veigar besitzt das AP-Farmen. Beides skaliert undglaublich heftig mit Rabadons. Weiterhin ist Rabadons ja auch das IE der Apler. Da Ryze manchmal recht Tanky baut, eher ernachlässigbar.\n**Zhonas**: Für unmobiliere APler sehr wichtig als Defensives Mittel. Für Ryze, aufgrund seines Tanky Build nicht so wichtig.\n**Ludens**: Gerade für Cassio unglaublich nützlich. Sobald sie anfängt ihren Doppelzahn zu spammen ist die Passive dieses Gegenstandes im Dauerfeuer. Bei Ryze ebenso. Sobald die Passive geladen ist, hat er doch gar keine Cooldowns mehr und kann spammen wie bescheuert. Da knallt Ludens auch durchgehend rein. Auf Veigar ist es akzeptabel, allerdings braucht er selten weitere Damageitems, sondern eher mehr CDR, oder mehr Defensive, um zu überleben, denn seine Reichweite nicht jetzt nicht die Größte.\n\nIch könnte jetzt noch mehr für Ryze aufzählen, allerdings läuft es bei ihm hauptsächlich auf weitere Manaitems hinaus, die dich auch Tanky machen (z.B. Frozen Heart).\nIm Endeffekt läuft es darauf hinaus, dass es sich dein Item bei den meisten Champions ein Duell mit Ludens leisten muss. Dieses wird es wahrscheinlich verlieren, da die wenigsten Spieler bei APler auf Spellvamp setzen, sondern eher auf den zusätzlichen Schaden von Ludens. Gerade auf Cassio wird dein Item den Kürzeren ziehen, da Ludens mit der Spammbarkeit von Cassios E auf geniale Weise skaliert.\nDer Einzige der wirklich davon profitiert wäre ein Full Damage Ryze, der sowohl AP als auch Mana baut. Und selbst da würden mir auch genug andere Items einfallen (Rabadons, Ludens, Zhonas, Schuhe, Archangel, RoA, Void,...)","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T17:29:13.579+0000","up_votes":1,"down_votes":0,"body":"Das Problem liegt ja darin ein neues Item zu etablieren und herausfinden zu müssen auf welchen Champion es seine Stärken hat und natürlich zu welchen Zeitpunkt es sich lohnt zu kaufen oder besser die Finger davon zu lassen.\n\nAußerdem wollte ich das Item als Konkurrent zu Luden erschaffen - um das OptionaleAngebot zu erhöhen. Und wenn man sehr gut mit seinem Manahaushalt umgehen kann und auch fast ständig den Bluebuff hat braucht man nicht zwingend eine Manaitem, das bedeuted man kann mehr bursten ( auf veigar sind die 120 Ap deswegen auch ganz gut aufgehoben) und ist gleichzeitig durch den Spellvamp und den Schild widerstandfähiger.","replies":[]}]}]}]},{"id":"","poster":"SoulC4rri3r","date":"2015-05-04T15:08:57.227+0000","up_votes":1,"down_votes":0,"body":"Ich finde diese Idee sehr schön :) \n\nEine Art AP Blutdürster :D \nAber ich finde es auch balanced \"!","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T15:21:50.813+0000","up_votes":1,"down_votes":0,"body":"Genau das war meine Vorstellung, aber leider musste ich den Schild umlegen da die meisten Ap'ler nur Flächenspells haben die nur 1/3 heilen und das sonst auf einigen Champs ( Velkoz, Ziggs) unbrauchbar wäre, aber wiederum auf anderen Op ( Vladimir, Akali, Kata)","replies":[]}]},{"id":"","poster":"XExEcUtOrX04","date":"2015-05-04T14:35:52.437+0000","up_votes":1,"down_votes":0,"body":"Ups, Habe ganz vergessen noch einzufügen das das Item genau richtig ist.\n\nSorry","replies":[]}]}