{"id":"K9JsnkYu","poster":"DimensionDragon","date":"2015-05-04T09:57:21.892+0000","title":"[LoL-Erfahrungen] Der LoL-Community Memoriam","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Guten Tag und Herzlich Willkommen im LoL-Community-Memoriam.\r\n\r\nHier k&ouml;nnt ihr eure Aufregendsten Geschichten, Erfahrungen und Erlebnisse erz&auml;hlen die ihr in League of Legends erlebt habt.\r\nHabt ihr ein unvergessliches Erlebnis und wollt dies der Welt mitteilen? Dann seid ihr hier mehr als richtig! Denn hier k&ouml;nnt ihr eure Geschichten teilen die ihr unbedingt loswerden wollt!\r\n\r\nUnglaubliche Plays? 3 Teammates afk und Sieg? Unm&ouml;gliche Baronsteals? Angefahren von einem Riot-Mitarbeiter?\r\nWut? Erleichterung? Ultimativer Rage-Quit?\r\nBilder sowie Videos um euer Moment zu teilen?\r\n\r\n**ALLES kann hier rein!**","replies":[{"id":"","poster":"EasyWIN Katarina","date":"2015-05-05T15:05:22.155+0000","up_votes":2,"down_votes":1,"body":"Ich habe viel mehr AFK Spieler in meinem Team als im Gegnerteam. Natürlich glaubt mir seit Jahren keiner, da auf die ach so tollen Wahrscheinlichkeiten verwiesen wird. Ich wünschte, Riot würde pro Spieler eine Statistik veröffentlichen bzw würde die AFK Spiele zählen, die im eignen Team sind und die im Gegnerteam. Dann könnte ich es beweisen. :) \n\nAllein die letzten Tage wo ich angefangen habe wieder lol zu spielen, hatte ich bereits 5 mal den roten AFK Mann im eigenen Team und nur einmal im Gegnerteam. Und die Person im Gegnerteam war nur 5 Minuten weg... Und was wurde sich im Gegnerteam aufgeregt, weil da Morgana 5 Minuten weg war... Was für ein AFFENTHEATER da gemacht wurde! Man hätte ja den Sieg nicht verdient! MEINE AFK Heinis sind dagegen das komplette Spiel weg!!\n\nIch hatte in einer der vorigen Seasons mal eine Strichliste gemacht und das Verhältnis war so extrem, dass ich fast wahnsinnig geworden bin. \n\nÄhnliches Würfelpech habe ich aber auch woanders. Bei WoW war ich eine Weile in einer PVE Gilde. Dort wurde um die Items gewürfelt. Da ich aber nie halbwegs wichtige Items bekam, beschloss der Raid irgendwann, mir bestimmte Items zu schenken, falls sie droppen und zwar mit den Worten: \"wir müssen den irgendwie equippen, wenn wir ihn würfeln lassen, bekommt er nie was...\"\n\nEin weiteres Erlebnis war ein Online-Casino: jemand aus der Verwandtschaft hatte dort etwa 100 Euro gewonnen. \nIch bin dann spaßeshalber hingegangen und habe immer auf die selbe Farbe gesetzt. Die Chance ist ja fast 50/50 abgesehen von der Null die mal kommen kann. \n\nEs passierte mal wieder das unglaubliche: ich setzte permanent auf Schwarz, es kam 14 mal in folge Rot! Der Weltrekord mag etwas höher liegen.... aber ich dachte mir \"ok, den knackst du\". Doch dann kam zweimal in Folge die Null und somit wohl kein Weltrekord drin. Nichtmal dieser Negativrekord ist mir vergönnt. \n;(\n\nDie Chance, dass 14 mal die gleiche Farbe kommt ist immerhin 16384:1. Dass dann noch zweimal die Null kommt und ich somit noch zweimal verliere kann ich mathematisch nicht als Chance berechnen. Falls wir einen Wissenschaftler für Warscheinlichkeiten hier haben, kann er es mir gerne vorrechnen. \n\nLeider sind Vorkommnisse dieser Art bei mir eher die Regel als die Ausnahme... \n\nWer jetzt auf Warscheinlichkeiten pocht dem sei gesagt: die Warscheinlichkeit vom Blitz getroffen zu werden ist ebenfalls sehr gering. Dennoch gibt es nachweislich Leute, die vom Blitz getroffen wurden....\n\nEiner wurde sogar 7 mal getroffen: Roy C. Sullivan. \"Die Wahrscheinlichkeit, 7 Mal vom Blitz getroffen zu werden, liegt bei 1:16 Quadrillionen (eine 16 gefolgt von 24 Nullen – 16.000.000.000.000.000.000.000.000).\" / Wikipedia\n\nIch denke mir bei sowas zwar \"ok, andere haben schlimmeres Pech, sie verlieren zwar vielleicht nicht 20 mal in Folge beim Würfeln sondern sind Blind geboren worden oder haben Krebs...\" \n\nAber dennoch ist meine Dauerpechsträhne im Verlauf meines Lebens extrem zermürbend zumal ich auch viele verschiedene Erkrankungen habe, die jede für sich zwar nicht so selten sind, aber in der FÜLLE dann doch, denn grob kann ich sagen: Lunge geschädigt, Bronchien geschädigt, Leber geschädigt, Fußgelenk geschädigt, Darm geschädigt, Bandscheibe geschädigt (degenerative Wirbelsäule), Kiefer geschädigt - Fehlstellung, musste zersägt und neu zusammengesetzt werden, laut Universitätsklinik war es so ziemlich die aufwendigste Operation die es in der Gesichtschirurgie gibt. :) \n\nDadurch wiederum Kiefergelenkprobleme, durch die Medikamente wiederum Gastritis, zudem Reflux was wiederum das Asthma Bronchiale fördert , dadurch dass ich nicht richtig kauen kann wiederum der Darm im Eimer usw die Kombination ist verheerend... Und es ist nichtmal im Ansatz alles, aber ja, manche kommen dann mit so Sprüchen wie \"naja, in Afrika sterben Kinder!\".... Dazu sage ich nur: es gibt auch viel Pech jenseits von solchen Dingen. Ja, ich wurde nicht als Kind von einer Mine zerrissen. Aber trotzdem... \n\nSo, nun habe ich mich mal ausgekotzt -.-","replies":[{"id":"","poster":"DimensionDragon","date":"2015-05-07T08:44:30.900+0000","up_votes":1,"down_votes":0,"body":"Wow. Na das nenn ich mal ne \"Horde\" Text :D \nDas mit dieser Extremen Pechsträhne kommt mir auch sehr Nahe. Vielleicht nicht wirklich in diesem Umfang hatte aber auch mal so eine Zeit.  \nMehrere Spieler-AFK. Allein in der Placements gleich 5 mal Hintereinander wenn ich mich recht entsinne....\nSpielmanipulation durch meinen Bruder.\nAusbildung verloren.\nNoch immer nichts gefunden.\n\nBei dir kann ich die nur ein Tipp geben :P\n\nVerlass dich nicht aufs Glück sondern mach etwas wo du Alle Karten in der Hand hältst. Selbst eine Chance vonn 99% auf Sieg können eine Niederlage bedeuten. Und auch nur dann sollte man mit Geld wetten ;)\n\n> Und so nebenbei mit der Wahrscheinlichkeitsrechnung mit den Blitzen. Diese Wahrscheinlichkeiten liegen unter Vielen Faktoren. In China bei einem Rockkonzert wurde einst ein Chinese von Blitz getroffen. Das Interessante: Der Stadion war vollständig gefüllt und es traf nur ihn. Er hatte den Mittigsten Platz im Stadion. Man könnte sagen er hatte großes Pech oder man bemerkt dass das Stadion geformt war wie einen riesigen Sateliten :P","replies":[]}]}]}