{"id":"mOdx9Ek8","poster":"FNC Shasy","date":"2015-05-04T12:13:43.789+0000","title":"Ziggs oder Syndra?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":6,"body":"Hey Leute,\r\n\r\nIch habe mir jetzt 6300 erspart aber wei&szlig; immer noch nicht welchen Champion ich mir holen soll... Entweder Ziggs oder Syndra ich mag sie beide kann sie auch beide gleich gut spielen... Aber welchen von den beiden soll ich mir holen?! Schreibt einfach nur Ziggs oder Syndrar in die Kommentare/ als Antwort.  (andere Champs kommen nicht in Frage)!","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T12:25:27.645+0000","up_votes":3,"down_votes":2,"body":"Ziggs kostet doch nur noch 4800, oder nicht?\nDer wurde doch mit Bardrelease vergünstigt.\n\nDu musst dir eher darüber klar werden, ob du eher den Pokelastigen Champion (Ziggs) oder die Halbe Assassine (Syndra) spielen willst.\nLieber jemanden wirklich oneshotten oder eher poken bis der Arzt kommt und dein Team rein kann?","replies":[{"id":"","poster":"Kiun","date":"2015-05-04T14:15:48.256+0000","up_votes":1,"down_votes":1,"body":"Assasine und Syndra? lel","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T14:19:32.159+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Get Caked,realm=EUW,application-id=Wj1wcocU,discussion-id=mOdx9Ek8,comment-id=00010000,timestamp=2015-05-04T14:15:48.256+0000)\n>\n> Assasine und Syndra? lel\n\nWenn man Assassine auf den Single Target Burst beschränkt ist Syndra mit die beste Assassine. Deswegen auch \"Halbe Assassine\", da ihr Single Target Burst eben mit der Höchste ist. Und dazu auch im Vergleich zu Ziggs' Burst sehr sicher, schließlich kann ich der Ulti nicht ausweichen.","replies":[{"id":"","poster":"Kiun","date":"2015-05-04T22:26:08.728+0000","up_votes":1,"down_votes":0,"body":"Aber nicht dur der Burst alleine macht einen Assasinen aus....","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T22:31:39.436+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Get Caked,realm=EUW,application-id=Wj1wcocU,discussion-id=mOdx9Ek8,comment-id=0001000000000000,timestamp=2015-05-04T22:26:08.728+0000)\n>\n> Aber nicht dur der Burst alleine macht einen Assasinen aus....\n\nStimmt. Die Mobility auch. Sodass man reingehen kann, das Ziel beseitigen kann und wieder rausgehen kann.\nMobility und Single Target Burst. Da Syndra nur den Single Target Burst hat, passt \"Halbe Assassine\" recht gut.","replies":[{"id":"","poster":"Kiun","date":"2015-05-04T22:33:10.591+0000","up_votes":1,"down_votes":0,"body":"Assasine = Single Target Burst, Engage, Disegnage\n\nSie hat nur 1/3 Eigenschaften, daher nicht wirklich :P","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T22:35:33.057+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Get Caked,realm=EUW,application-id=Wj1wcocU,discussion-id=mOdx9Ek8,comment-id=000100000000000000000000,timestamp=2015-05-04T22:33:10.591+0000)\n>\n> Assasine = Single Target Burst, Engage, Disegnage\n> \n> Sie hat nur 1/3 Eigenschaften, daher nicht wirklich :P\n\nEngage? Welche Assassine **beginnt** einen Teamfight?\nJa sie hat Mobility um in das Team zu gehen und auch Mobility um da wieder raus zu kommen. Das kann man aber als 1 Eigenschaft zusammenfassen. Schließlich ist es nur Mobility.\nUm zu Engagen oder Disengagen braucht man CC.","replies":[{"id":"","poster":"Kiun","date":"2015-05-04T23:16:43.939+0000","up_votes":1,"down_votes":0,"body":"engagen kann man auch auf einen einzelnen Gegner im 1v1.....","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T23:38:38.365+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Get Caked,realm=EUW,application-id=Wj1wcocU,discussion-id=mOdx9Ek8,comment-id=00010000000000000000000000000000,timestamp=2015-05-04T23:16:43.939+0000)\n>\n> engagen kann man auch auf einen einzelnen Gegner im 1v1.....\n\nJa gut, heißt nicht, dass man es mit dem Escape nicht unter Mobility zusammenfassen kann, wodurch man nur noch Mobility und Single Target Burst hat.\nNebenbei: Wenn Assassine für dich Engage, Single Target Burst und Disengage bedeutet, ist Syndra eine **Vollblut**assassine.\nEngage heißt nicht ich gehe auf den Gegner drauf. Eine Syndra Q mit folgender E zum Stun kann auch ein Engage sein. Eine Ashe Ulti kann auch ein Engage sein.\nEbenso reicht Syndras E für den Disengage aus. Denn das Wegkicken mit möglichem Stun reicht um meinem Team einen geordneten Rückzug zu ermöglichen. Also ein vollwertiger Disengage. Eine Assassine wie z.B. Zed oder Kha können fast nur flüchten, wenn man mal von einem kleinen Slow absieht.","replies":[{"id":"","poster":"Kiun","date":"2015-05-05T10:02:58.216+0000","up_votes":1,"down_votes":0,"body":"Mit Engage meine ich eine Skill der dich zum Gegner bringt, Akali R, Talon E, usw.\n\nDisengage etwas was dich wieder rausbringt, Akali W, Talon R.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-05T10:40:37.511+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Get Caked,realm=EUW,application-id=Wj1wcocU,discussion-id=mOdx9Ek8,comment-id=0001000000000000000000000000000000000000,timestamp=2015-05-05T10:02:58.216+0000)\n>\n> Mit Engage meine ich eine Skill der dich zum Gegner bringt, Akali R, Talon E, usw.\n> \n> Disengage etwas was dich wieder rausbringt, Akali W, Talon R.\n\nDa Janna in LoL als einer der mächtigsten Disengage-Champions angesehen wird, sie selbst aber keinerlei Mobility Skills hat, solltest du deine Definitionen nochmal überdenken.\n\nFähigkeiten die mich allein irgendwo wieder rausbringen würde ich eher als **Escape** definieren.\nFähigkeiten die mich zu Gegner bringen wären wiederum die **Gapcloser**.\nBeides sind Mobility Skills, je nachdem was für eine Fähigkeit das ist (z.B. KhaZix E) kann man diese Fähigkeit sogar für beides benutzen.\n\nUnd wie gesagt: Ich kann auch den Kontakt herstellen und den TF beginnen, ohne einen Mobility Skill zu nutzen. Selbiges gilt, wenn ich versuche den Angriff des Gegners zu unterbinden.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"DisastermanTV","date":"2015-05-04T13:58:27.331+0000","up_votes":1,"down_votes":0,"body":"Man kann sich bei sowas immer auf 2 Arten helfen, die ich im folgenden erläutere.\nWofür kaufe ich mir den Champion?\nWas ist mein Spielstil?\n\n\n1) Willst du den Champion lieber in Normals oder Rankeds spielen?\nIn Normals ist es prinzipiell egal. Aber in Ranked wird es mit steigender Elo immer wichtiger sich der Meta anzupasasen und auch vlt mal die Picks der Pros anzuschauen(in Tournaments).\nSo wäre in dem jetztigen Moment Ziggs eindeutig im Vorteil(zumal er nur 4800 kostet), da er poken kann, gute skalierungen auch im Lategame hat und auch gegen Tanks ganz gut klar kommt und 1 1/2 Disengages hat(wenn man die e mitzählt). Syndra dagenen nur 1/2( wenn man die e trifft). Aber der Burst mit ihrer Ulti ist ist gegen einzelne Ziele sehr stark und sprengt in jeder Hinsicht zu Ziggs die Skala, fällt danach aber drastisch ab, wohingegen Ziggs immer konstant bleibt.\n-> Syndra ist wie eine Ahri, in den ersten 10-15s Teamfight super stark -> danach sehr schwach und verwundbar(und ohne disengage).\nZiggs kann dazu auch spiele in die Länge ziehen und dein Team über die Zeit ins Late bringen, falls es nicht so läuft.(Syndra eher nicht)\n\n2) Bist du eher der Farmer oder eher der Fighter?\nZiggs macht aus fast jedem Lanematchup eine Farmlane. Also wenn du gut im Farmen bist und dir dadurch einen Vorteil rausholen kannst und willst, ist Ziggs dein Mann.\nWenn du auf Kills aus bist ist auf jedenfall Syndra deine Frau,  denn wie gesagt ihr Single-Target damage sprengt jede Skala von Ziggs(für einen kurzen Moment).\n\n\nMein Fazit, wenn du dich an der Meta orientierst, nimm Ziggs. Er hat over all ein viel besseres Kit und ist auch konstanter und kann sich leichter ins Game zurückspielen als eine Syndra (durch farmen)\n\n\nSo gehe ich immer vor und wenn das auch nich hillft dann werf ich eben ne Münze oder warte bis die Champs Free2Play sind.  :D\n{{champion:115}} {{item:3285}} \n\n\nUnd Dugg kauf dir die gute Rek'sai.\nSie ist viel viel stärker als Yasuo, und viel Metaorientiereter.","replies":[{"id":"","poster":"Kiun","date":"2015-05-04T14:25:39.468+0000","up_votes":1,"down_votes":0,"body":"10 - 15s mit Syndra im TF? Useless?\n\n1. Wer 10-15s braucht um mit Syndra die Ult bzw. die Combo rauszuhauen gehört in Wood V (damit meine ich einen TF indem eine Syndra ein gutes Positioning hat)\n2. Die Q hat keinen hohen CD, daher ist ihr SDN auch nach der Ultimate vorhanden, nicht so stark, aber nicht komplett ausgelöscht.\n\nSyndra farmt ihre Minnions Schneller als Ziggs! Zwar muss sie dafür eine gewisse Range aufbringen (Q- Range 800), aber die ist nicht wirklich gefährlich. \nSyndra macht Q W Q (evtl noch E) und die Wave ist weg,\n\nZiggs muss Q E Q (evtl noch eine Q) und dann ist die Wave erst weg, daher hat Syndra den schnelleren Clear.\nZiggs Q hat 6,5s CD auf Rang 1 und 4s auf Rang 5. Syndras Q hat im Vergleich auf allen Rängen 4s CD, ebenso ist die Range von Ziggs nur um 50 erhöht.","replies":[{"id":"","poster":"ThanhSon","date":"2015-05-05T19:13:07.706+0000","up_votes":1,"down_votes":0,"body":"Ich bitte dich, Bäume tragen ihren natürlichen Beitrag zur Umwelt bei, Wood 5.. Plastik büdde ne?","replies":[]},{"id":"","poster":"Evenrider","date":"2015-05-04T14:44:54.818+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Get Caked,realm=EUW,application-id=Wj1wcocU,discussion-id=mOdx9Ek8,comment-id=00030000,timestamp=2015-05-04T14:25:39.468+0000)\n>\n> Ziggs Q hat 6,5s CD auf Rang 1 und 4s auf Rang 5. Syndras Q hat im Vergleich auf allen Rängen 4s CD, ebenso ist die Range von Ziggs nur um 50 erhöht.\n\n1400 Range ist also nur 50 mehr von 800?\nKlar seine Cast Range ist 850 und bei Syndra ist die Cast Range auch die Maximum Range. Bei Ziggs aber nicht.\nUnd 1400 sind sogar 300 mehr als die Maximale Range der Kugeln, wenn Syndra diese mit ihrer E kickt.","replies":[]}]}]},{"id":"","poster":"DisastermanTV","date":"2015-05-05T19:05:15.542+0000","up_votes":1,"down_votes":0,"body":"Ich sehe es so, es gibt zwei Arten von Assasinen:\nDen Long Range und den Melee Range.\nSyndra wäre in dem Fall Long Range, wohingegen ein Zed, Akali, etc ein Melee ist und btw Akalis disengage is jetzt nicht so geil wenn man nur den W sieht (und mal weglässt das man theoretisch mit nem Ultistack auf entfernte Gegner kann).\n\nAber Ziggs ist eben ein Mage, der wie ich finde und was sich auch in den Tournaments zeigt,  einfach viel stärker ist als Syndra.  Und man kann Syndras Ult krasser verkacken als Ziggd finde ich, weil wenn es im TF zu nem Pulk kommt und man nicht den Adc trifft ist der gesamte Burst verpufft, bei Ziggs Ultimate hat man hingegen die Möglichkeit ein Terrain nicht begebar zu machen bis die Ulti da ist, und man kann besser Flashes und Items rausholen. Und das wichtigste,  es ist eine Ult mit ganz guter Range (zumindest besser als syndras ^^).over all macht sie das sehr fehleranfällig . Ziggs is halt mit nur Skillshots ein schwerer Champ, der wie ich finde aber insgesamt das bessere Kit mitbringt (wenn die Gegner nich nur squishys hat) :)","replies":[{"id":"","poster":"ThanhSon","date":"2015-05-05T19:09:56.434+0000","up_votes":1,"down_votes":0,"body":"Du sagst, es gibt Long und Melee Range, nennst aber Syndra Long Range , obwohl Ziggs zur Auswahl steht? Lustig lustig :D Syndra muss für ihre Ult / Q ziemlich nah dran stehen, wird aber meist durch ein OneShot belohnt, Ziggs Wavecleart, poket, und wenn er gefeedet/gut ist, dann wird er alles zerbomben. lel","replies":[{"id":"","poster":"DisastermanTV","date":"2015-05-05T19:12:00.453+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ThanhSon,realm=EUW,application-id=Wj1wcocU,discussion-id=mOdx9Ek8,comment-id=00040000,timestamp=2015-05-05T19:09:56.434+0000)\n>\n> Du sagst, es gibt Long und Melee Range, nennst aber Syndra Long Range , obwohl Ziggs zur Auswahl steht? Lustig lustig :D Syndra muss für ihre Ult / Q ziemlich nah dran stehen, wird aber meist durch ein OneShot belohnt, Ziggs Wavecleart, poket, und wenn er gefeedet/gut ist, dann wird er alles zerbomben. lel\n\nEs ging ja nur um die Differenzierung im assasinberich, ziggs fällt da nicht rein er is wie gesagt ein Mage ; )","replies":[]}]}]},{"id":"","poster":"dugg","date":"2015-05-04T13:21:33.958+0000","up_votes":1,"down_votes":0,"body":"Ziggs!\n\nWarum? Persönliches empfinden, Pokemaschine, mag seinen Spielstil lieber, kann mit Syndra nichts anfangen.\n\nWas hilft dir meine Meinung? Gar nichts... Du musst die Charakter auswählen, die zu deinem Spielstil passen und die dir am meisten Spaß machen. Diese Geschmacksfrage kann dir niemand abnehmen.\n\nIch stehe auch gerade vor der Entscheidung Yasuo oder Rek'Sai zu kaufen, kann mir diese Entscheidung jemand abnehmen? Sicherlich nicht.","replies":[]},{"id":"","poster":"lronic","date":"2015-05-04T12:18:43.909+0000","up_votes":1,"down_votes":2,"body":"Teemo","replies":[]}]}