{"id":"1BvspN9v","poster":"CH Papa Smurf","date":"2015-05-03T15:43:27.080+0000","title":"Mid Laner sucht Team","subforum":"Clans & Teams","embed":{"title":"CH Papa Smurf - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/71568373#profile","image":"http://i.embed.ly/1/image/resize?url=http%3A%2F%2Flkimg.zamimg.com%2Fimages%2Flogo-urf.png&key=a45e967db0914c7fb472fd4381e6c85b&width=425"},"up_votes":1,"down_votes":1,"body":"Hallo liebe Leutchen\r\n\r\nIch suche ein Team, dass etwa im Niveau von Plat-Diamond spielt. Ich spiele haupts&auml;chlich auf der Midlane und habe ein gewisses festes Spielverst&auml;ndnis. \r\nIch spiele seit Season 2 LoL und hatte eine 1.5 j&auml;hrige Pause hinter mir. Nun habe ich einen neuen Account erstellt auf dem ich ein bischen wieder ins Spiel kommen m&ouml;chte und meinen Weg in einem Team pflastern. Mein Championpool in der Mitte ist ziemlich gross. Meine Mains w&auml;ren jedoch: Vel Koz, Nidalee, LeBlanc, Xerath und Cassiopeia. Ich bin aber optimistisch neue Champs in meinen main pool aufzunehmen und sie zu perfektionieren.\r\n\r\nEin Paar angaben zu mir:\r\nIch bin 21 Jahre alt und komme aus der Schweiz. Ich spreche fliessen Schweizerdeutsch, Hochdeutsch, Franz&ouml;sisch und English. Ich studiere Psychologie and der Universit&auml;t und habe dadurch viel Zeit zum &uuml;ben und zum trainieren. Bin sehr offen gegen&uuml;ber neuen Menschen und bin eher ein ruhiger Geselle dem man nicht aus der Ruhe bringen kann.\r\n\r\nWas ich von dem Team erwarte:\r\n-Zusammen an einem Strang ziehen\r\n-Zusammen neues lernen\r\n-Zusammen etwas erreichen\r\n-Zusammen spass haben\r\n\r\nWas das Team von mir erwarten darf:\r\n-Offene Kommunikation\r\n-Spontanit&auml;t\r\n-Motivation\r\n-Hilfsbereitschaft\r\n\r\n\r\nWenn ihr interesse an mir habt, addet mich doch bitte ingame.","replies":[]}