{"id":"AFZHApTm","poster":"Dermel","date":"2015-05-02T12:32:06.567+0000","title":"Spielverlkauf nur noch für Freunde, warum?","subforum":"Hilfe & Support","up_votes":3,"down_votes":0,"body":"Hallo,\r\nfr&uuml;her gab ich Anf&auml;ngern im Forum gerne mal Tipps, was sie besser machen k&ouml;nnten oder fand heraus, wer ihr Champion ist, was aber nun nicht mehr m&ouml;glich ist. Grund? AMan kann sich den Spielverlauf von &quot;Nichtfreunden&quot; nicht mehr ansehen. Ich verstehe aber nicht, warum das so ist, schlie&szlig;lich gab es viele Vorteile. &Uuml;ber eine Wiedereinf&uuml;hrung w&uuml;rden sich sicher alle, die gerne anderen Spielern helfen, freuen. Jedoch gibt es sicher einen Grund, nur welchen. Ich w&uuml;rde mich sehr &uuml;ber Stellungnahmen freuen und auch mal lesen, warum es gut sein sollte, nur noch Freunde da rein zu lassen.","replies":[{"id":"","poster":"Fairez","date":"2015-05-02T13:07:19.839+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nich kann noch die Spielverläufe von anderen Spielern sehen.\nIm Client oder auf der Website, beides funktioniert noch. Teilweise wird auf der Website nichts angezeigt, dort hilft dann meistens mehrmaliges aktualisieren bzw. Strg + F5.","replies":[{"id":"","poster":"Dermel","date":"2015-05-02T13:12:54.450+0000","up_votes":1,"down_votes":0,"body":"Bei mir steht da dass kein angezeigt werden können und als einer der Punkte dass wenn die Person kein Freund ist das nicht gezeigt werden kann","replies":[{"id":"","poster":"Fairez","date":"2015-05-02T13:22:26.574+0000","up_votes":1,"down_votes":0,"body":"Stimmt,\nwenn man denjenigen nicht in der Freundeliste hat kann man nur die Ranglistenspiele sehen und nicht die Normalen.\n\nDas sollte allerdings schon immer so sein.\n\n**Ranglistenspiele sind also öffentlich. Wie sieht es mit normalen Spielen aus?**\n> In der normalen Warteschlange soll es ein Gleichgewicht aus Spaß und Sieg geben. League ist ein wettbewerbsorientiertes Spiel, aber Spieler gehen in die normale Warteschlange, um mit Freunden ein nettes Ründchen zu drehen oder neue Champions und Spielzüge auszuprobieren, ohne den Druck der Rangliste im Hinterkopf. Obwohl du die Spielzusammenfassung normaler Spiele auch sehen wirst, wenn die entsprechenden Spieler nicht zu deinen Freunden gehören, werden die Spielerinformationen verborgen bleiben. Wenn beispielsweise der Spieler, der im Spielverlauf deines normalen Spiels auftaucht, nicht zu deinen Freunden gehört, siehst du den Namen des Champions, den dieser gespielt hat, anstatt dessen Beschwörernamen.\n\n-> http://euw.leagueoflegends.com/de/news/game-updates/features/ankundigung-des-beta-tests-zum-neuen-spielverlauf","replies":[]}]}]},{"id":"","poster":"Evenrider","date":"2015-05-02T13:07:17.573+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mich nicht irre, kann man selbst die Daten anzeigen lassen oder nicht.\nz.B. Wenn ich mich suche, habe ich auch eine Anzeige, welche Spiele anderen Spielern angezeigt werden, wenn sie mich suchen.\nBei mir ist das:\nRangliste: Angezeigt\nNormals: Verborgen\nBenutzerdefiniert: Verborgen.\nDadurch sehen Nichtfreunde, wenn sie mich suchen, nur meine Ranglistengames.\nWenn du es testen willst, such nach mir. Das 4. angezeigte Spiel müsste ein Annie Ranglisten Game sein. Diese auch gewonnen. Wenn dann ein verlorenes Irelia Ranglisten Spiel kommt, siehst du nur meine Rangliste, da dann ein TF, ein Cait, ein WW und ein Diana Game dazwischen fehlen.\n\nSoweit ich weiß, müsste ich dies für mich auch umstellen können. z.B. Alles auf Sichtbar. Dann müssten auch Nichtfreunde wieder Normals und Benutzerdefinierte Spiele finden. Allerdings finde ich gerade keine Möglichkeit zum Umschalten.\n\nBei dir sehen ich auch nur die Rangliste. Wenn die Anfänger somit keine Ranglistenspiele haben, was recht wahrscheinlich ist, da ich denke du sprichst von unter Level 30 Spielern, kannst du natürlich nichts sehen.","replies":[]}]}