{"id":"U04uoAsE","poster":"Maeggo","date":"2015-05-02T11:41:07.717+0000","title":"Kann den Support nicht erreichen- timeout - kann das Spiel ebenfalls nicht starten!","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Sch&ouml;nen Guten Tag, \r\n\r\nIch muss leider hier schreiben, da ich es nicht schaffe den Support direkt zu kontaktiren! ( timeout bei der Verbindung zu der Seite) {{summoner:3}}  Ich habe jetzt seit ca 3 Stunden Probleme mit League of Legendes. Es hat damit angefangen, dass Ich den reconcet-Fehler nach der Championsauswahl bei einem Aram Spiel hatte und nicht wieder conceten konnte. Ich habe nat&uuml;rlich alles m&ouml;gliche nachgelesen und bei youtube nachgeguckt und meine Firewall &uuml;berpr&uuml;ft. Nachdem das Aram Spiel vorbei war konnte Ich auch wieder alles normal machen. (Spielen, Shop etc) Ich wollte aber vorher zum testen eine Runde im freien Spiel mit einem Freund machen + ein Paar Reports &quot;Report Garen afk&quot; {{item:3075}}  . (Alles kein problem) Aber danach hat der Client etwas gehangen und er konnte gewisse Inhalte nicht laden (Bilder, Videos etc - oben war die rote-Fehlermeldung) {{item:3151}} \r\n\r\nWie auch immer Ich hatte mich dazu entschlossen, dass Spiel neu zu starten. Nun habe Ich das Problem, dass wenn Ich mich einloggen m&ouml;chte ein neuer Fehler kommt. {{champion:72}} Nach dem &quot;logge ein-Bild&quot; kommt die Fehlermeldung &quot;Verbindungsfehler- Verbindung zum PvP.net Server konnte nicht hersgestellt werden! \r\n\r\n{{summoner:3}} \r\n\r\n\r\nEin Paar Fakten:\r\n\r\n* Ich befinde mich zur Zeit in Australien und habe von hier aus auf meinem EUW-Account gespielt - bis heute {{champion:32}} \r\n* Bei meinem Kollegen und vielen anderen wird es wohl ohne Probleme laufen - also liegt der Fehler wohl bei mir {{champion:83}} \r\n* Bis einer vom Support oder jemand der mir helfen kann das hier lie&szlig;t - bin ich wahrscheinlich {{item:3026}} \r\n* Und nein es liegt nicht an meinem Internet - das benutze ich gerade, um hier zu schreiben, und viele andere Sachen {{champion:67}} \r\n\r\n\r\nIch hoffe, dass Ich gl&uuml;ck habe und mir jemand helfen kann {{summoner:12}} \r\n\r\nBis dahin verbleibe Ich {{summoner:4}} {{item:2009}} + {{champion:45}}  + {{summoner:11}} \r\n\r\nliebste Gr&uuml;&szlig;e,\r\n\r\nMaeggo {{item:3187}}","replies":[]}