{"id":"FKPNddUL","poster":"jascha06","date":"2015-05-02T11:13:52.093+0000","title":"Wie werde ich in LoL besser?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo liebe leute. \r\nMomentan habe ich das Problem das ich in im Anf&auml;nger Modus von Coop einfach immer umgehauen werde ich habe das gef&uuml;hl das {{champion:11}}  und{{champion:64}}  die einzigsten sind die ich wirklich in Anf&auml;nger gut spielen kann. Wenn ich ein anderen nehme zbm {{champion:106}} werde ich als Noob bezeichnet. \r\n\r\nIch &uuml;be ja die Helden im Intro Modus aber das ist nichts von Anf&auml;nger. \r\nWiess jemand weiter wie ich besser mit den Helden umgehen kann? Guides etc kenn ich ja. \r\n\r\nmfg","replies":[{"id":"","poster":"Tungsteel","date":"2015-05-04T17:52:52.240+0000","up_votes":1,"down_votes":0,"body":"Probiere einfach alle Champions aus, auch wenn du sie am Anfang nicht so gut kannst. Genau dafür ist ja das Coop da. Mach dir nichts draus, wenn sich jemand für ach so toll hält und dich als Noob bezeichnet. Mute ihn einfach (/mute all) und reporte ihn am Ende des Spiels.","replies":[]},{"id":"","poster":"xXTheFalloutXx","date":"2015-05-02T11:39:38.543+0000","up_votes":1,"down_votes":0,"body":"Übung macht den Meister!\nSchlicht hinweg solltest du üben...\nAber vorallem solltest du wissen welchen Typ von Champion du gut Spielen kannst.\nIch z.b. Spiele Sehr gut Talon {{champion:91}}  natürlich spiele ich dann auch Zed {{champion:238}}  gut weil er halt ähnlich gespielt wird. Sona spiel ich sehr ungern, kann ich einfach nicht ^^\n\nDu sagst du Spielst sehr Gut Master Yi {{champion:11}}  und Lee Sin  {{champion:64}} ,\nVerständlich wenn du dann nicht Volibear gut Spielen kannst, er ist langsamer als die beiden und Spielt sich auch sehr Schwerfälliger!\nIch rate dir mal folgende Champion auszuprobieren:\n-Talon\n-Akali\n-Katarina\nAlles Gute Assassinen auf der Mid-Lane, bei Talon wirst du dich sehr gut einspielen können. ^^\n\nVersuch dir ein Bild zu machen welche Gruppen von Champion du gerne Spielst!\nJungler oder Assassine?\nHighDamage Output, Range, oder Angriffsgeschwindigkeit?\nMana basierend oder Nicht?\n\nHoffe das Hilft!\nMFG Tobias","replies":[{"id":"","poster":"Dermel","date":"2015-05-02T12:05:07.375+0000","up_votes":1,"down_votes":1,"body":"Katarina bringts aber später nicht mehr so, die isst z.B.{{champion:4}} zum Frühstück am Anfang aber sehr effektiv.","replies":[{"id":"","poster":"Elization","date":"2015-05-02T12:41:08.636+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"GoT HoldTheDoor","date":"2015-05-02T13:31:40.795+0000","up_votes":1,"down_votes":0,"body":"allerdings, kann ein tf von lvl 1 an kata poken bis zum geht nicht mehr, wenn sie lvl 3 wird und n powerspike bekommt, countert tf sie mit deinem stun immer noch, und wird jeden trade leicht gewinnen. also bis lvl 6 hat kata nichts was sie machen kann, und sofehrn der tf gut spielt, steht kata mit lvl6 und läbschen 30farm da, warscheinlich sogar n lvl hinter tf weil sie wegen des pokes oft zurück musste. nun kann sie auf der lane immernoch nichts gegen tf machen, also geht sie romen(dass was eine kata gegen ne harte lane macht) klappt nur leider nicht so gut, da tfs ult kata nicht romen lässt. zusammen gefasst, kann kata bis zum midgame nichts reißen... kein farm keine kills kein höheres lvl... und dann is es schwer mit kata zurückzukommen, da kata um effective im teamfight zu sein einen kill bekommen muss, ansonsten is ihr dmgoutput schnell auf nem hohen cd. \n\nund dass war nur tf es gibt viele andere champions, die kata noch viel mehr countern.... deswegen, wird sie auch kaum in den lcs gespielt, bis gold is sie ein extrem guter carry, da die games dort oft geschmissen werden und so lange dauern, bis jeder full build is, aber als einen der stärksten midlaner, kann man sie einfach nicht bezeichnen","replies":[]},{"id":"","poster":"Dermel","date":"2015-05-02T13:24:20.691+0000","up_votes":1,"down_votes":0,"body":"Ja OK unfairer Vergleich das muss ich zugeben aber man darf ja wohl sagen, dass sie auch schwächen hat, z.B. gegen Betäubunen, was ich  andeuten wollte. Aber dafür hat sie Manaprobleme schon mal nicht und eine zu schwache Ulti auch nicht wirklich. Ich finde halt, gute Spieler in Rankeds wählen dann einen Champion der gerade diese Ulti stoppt, was katas Stärke halt runter treibt.","replies":[]}]}]}]},{"id":"","poster":"jascha06","date":"2015-05-02T12:18:56.251+0000","up_votes":1,"down_votes":0,"body":"Danke für die Hinweise. Akali Talon und Katarina habe ich noch nicht freigeschaltet. \nAber ich habe auch nr mit Katarina gespielt. Aber mit sie komm ich einfach nicht klar.\nMomentan mache ich nur Jungle.\n\nIch bin der freund von Helden die kein Mana haben. zbm Kata oder Riven. Aber mit Master Yi ist es noch ok.\nAber dane für die Hinweiste xXTheFalloutXx","replies":[]}]}