{"id":"TxQLR9eb","poster":"michsen","date":"2015-05-02T12:15:47.048+0000","title":"Leaver","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":3,"body":"Nein, dass ist kein Flamethema um Leaver sondern eine ernstgemeine Idee.\r\nIch hatte mal wieder einen AFK im Team, welcher durch seine abwesenheit ein spiel entschied.\r\n\r\nNun sowas ist &auml;rgerlich, es kann aber mal passieren.\r\nDa mir die Elo auch relativ egal ist (gleicht sich aus wenn im gegnerteam mal einer AFK ist) sind es die LP welche mich St&ouml;ren.\r\n\r\nW&auml;re ist nicht m&ouml;glich, bei Spielen wo ein Spieler von beginn an nicht Connectet, oder 90% des Spiels ein Disconnect hat den LP verlust abzuschalten?\r\nNat&uuml;rlich wird wie gew&ouml;hnlich die nicht einsehbare ELO reduziert.\r\nDadurch ist man nicht extrem sauer, wenn man ein solch sicheren Lose hat, da man ihn oberfl&auml;chlich nicht sieht. (in form des LP verlustes)\r\nEs entsteht keine Inflation der ELO und bei LP ist das auch egal, da die menge welche man Gewinnt/verliert von der ELO abh&auml;ngig sind.\r\n\r\nIch w&uuml;sste auch nicht wie man das Abusen k&ouml;nnte, da es keinen Sinn macht 90% des spiels AFK zu gehen. Es w&auml;re sinvoller direkt im Champselect zu leaven.\r\n\r\nWas haltet ihr von der Idee?\r\nSeit ihr allgemein der Meinung, dass Riot da etwas machen k&ouml;nnte?\r\nDenn die Moral nach einem Solchen Spiel ist im Keller und wenn soetwas zu h&auml;ufig passiert, geht auch die Lust am spiel verloren.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-02T16:02:57.352+0000","up_votes":2,"down_votes":0,"body":"Naja, ich schreibe es trotzdem.\n\nDer Effekt ist langfristig Null.\nDu verlierst in diesem Game vielleicht weniger/keine LP, aber deine Elo sinkt. Damit wird die Differenz zwischen Elo und Rang grösser. Dies heisst:\n\n- In den nächsten Games verlierst du mehr LP, wenn du verlierst\n- In den nächsten Games gewinnst du weniger LP, wenn du gewinnst\n\nNach einigen Games bist du dann wieder auf der genau gleichen Höhe, als wenn man keine \"LP-Korrektur\" durch Leaver macht.\nLangfristig also kein Effekt; da kann man sich die Mühe also sparen, etwas zu ändern. ;)","replies":[{"id":"","poster":"michsen","date":"2015-05-03T09:43:52.409+0000","up_votes":1,"down_votes":0,"body":"Mir geht es aber um den Kurzfristigen effekt.\nNach einem Lose, wegen eines nicht connecteten Spielers ist nunmal der frust groß. (weshalb ich und tausende andere mit der immer selben Idee kommen und hier im Forum auftauchen)\n\nGrade wenn man kurz vor der Promo oder knapp vor dem absteigen ist wäre ein -0 LP eine Wohltat für den angefressenen Spieler.\nUnd da sich die LP Langfristig der ELO wieder anpassen, schadet es niemanden.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-05-02T15:46:43.398+0000","up_votes":2,"down_votes":0,"body":"dies ist keine Antwort, sondern nur der Hinweis die Suchfunktion zu nutzen...\n\nDer Vorschlag wurde mittlerweile so oft gemacht, dass selbst Humpel keinen Bock mehr hat, den selben Text nochmal zu tippen...","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2015-05-02T16:37:34.287+0000","up_votes":1,"down_votes":0,"body":"LP = Elo.\n\nDu kannst keine Elo verlieren während deine LP auf gleichem Niveau bleiben.","replies":[]},{"id":"","poster":"A Dragons Heart","date":"2015-05-02T16:08:00.197+0000","up_votes":1,"down_votes":0,"body":"Gerade WENN  Leaver in deinem Team sind sollte es doch gerade ein Ansporn sein, das Spiel trotzdem zu gewinnen. DU glaubst gar nicht was das für ein Gefühl am Ende ist!","replies":[]}]}