{"id":"8YEkm8cj","poster":"xZurku","date":"2019-03-15T09:02:05.268+0000","title":"experienced toplaner looking for a student","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Hey there! I've been playing league since season 2 fairly actively.\r\n\r\nThese days I am studying law and realy lack the time to grind a lot so I usually stuck at d3-4.\r\n\r\nStill I used to teach a dude and got him from silver to platin within 2 months.\r\n\r\nGeneral\r\n\r\nI'd just like to answere questions, teach you the ways of top and stuff. I dont play boring champs, that is why I never will reach the peaks of high elo. I am only playing for enjoyment.\r\n\r\nI am not professional at training, nor do I have many thoughts about how to go about it exactly.\r\n\r\nThe idea of teaching someone just intrigues me\r\n\r\nSoo I am not gonna teach you tanks, I am gonna teach you how to carry games from bronce to platin.\r\n\r\nI am not planning to sit down with you for 8 hours everyday and do \"training\".\r\n\r\nI am planning to do 2 hour sessions every 3-4 days and see how you're holding up. watch some replays, play some games and make comments/suggestions( I see this more as a project, than an event)\r\n\r\nAbout me--\r\n\r\nI am german, 20, male, pretty ironic and casual. Been talking english within the confines of the internet since I was 10.\r\n\r\nAs a result I am pretty fluent in english and I do enjoy talking.\r\n\r\n\r\n\r\nIf you are interested, there are some basic requirements. (Gaming)\r\n\r\nAround silver/gold and have alteast 2.5-3 years of experience at playing league. I can't hope to teach you how to carry if you can't lasthit, don't have a generell \"feel\" for the game and just don't know the champs. A stable ping would most certainly be helpfull aswell ;).\r\nYou also gotta be ready to play atleast 3 ranked soloq games everyday( of course its fine if something like exams/gf pop up) and play on euw.\r\nAnd you can't be a 1trick\r\n( Being a 1trick is all about NOT understanding the game but somehow squeezing your way through the elo with barely \"passing\" grades)\r\n\r\n\r\nFurthermore; ( Personal)\r\n\r\nAtleast 18, talktative, positive minded ( you can get mad that is not a problem; I am no saint myself. I am talking about your generell attidude towards gaming and life overall)\r\n\r\nI am doing this for fun and if you are painfull to be around with, that would truly suck. ( just being honest)\r\n\r\nI wouldn't mind at all if we just talk about some personal stuff throughout the sessions aswell, there's no rush. Befriending eachother does improve the whole teacher setup a lot and I would also enjoy getting to know you better :D\r\n\r\n\r\neither fluent english or german is desperately required.\r\n\r\n\r\n\r\nLooking forward to meeting you, just pm me privately in case you are interested( I do not know whether this will get any attention at all though :D)\r\n\r\n\r\n\r\nps: sry for typos, didn't proove read.","replies":[]}