{"id":"Yq2ivuWv","poster":"Wali123456","date":"2015-05-02T02:06:15.014+0000","title":"suche Spieler zum Besser werden:)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Suche guten Spieler zum Besser werden , der sich gut auskennt und gut erkl&auml;ren kann ,damit ich besser werden kann","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-02T06:14:01.567+0000","up_votes":3,"down_votes":0,"body":"Heya\nHeya\nDas [Level Up: Guides & Tipps](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de) ist für dich wohl ein besseres Forum. Vor allem die Stickies könnten nützlich sein.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-05-02T06:43:10.097+0000","up_votes":2,"down_votes":0,"body":"Vielleicht hättest du schreiben sollen, was für dich ein \"guter Spieler\" ist. ;)\nDu kannst mich aber einmal adden. Dann schaue ich mir das eine oder andere Game an. Ich war letzte Season Gold 4 (OK, hatte Glück mit den Mates^^) und coache gelegentlich Anfänger und Bronze-Spieler.\n\nWas mir an den Stats auffiel, kann ich dir jedoch bereits jetzt schreiben:\n\n- Übe das Farmen (Lasthits); diese sind definitiv zu schlecht für Silber.\n- Warde öfter; das gelbe Trinket wird kaum benutzt; Pinkwards sollte man auch kaufen (halten in Bronze und sogar weiter oben ewig), denn Vision ist extrem wichtig.\n- Du stirbst zu oft; dies liegt wohl auch an der fehlenden Vision (siehe vorheriger Punkt); gehe auch nur in einen Kampf (insbesondere im early), wenn es sich lohnt (z.B. bist du im early als Jinx gegenüber Cait klar im Nachteil, da Cait im early stärker ist -> kenne die Stärken und Schwächen der Champs)\n- Überarbeite deine Meisterschaften; viele (die du sogar benutzt) sind völlig sinnfrei; zudem solltest du ihnen einen Namen geben, damit du sie schneller anwählen kannst\n- Du brauchst mehr Runen und Runenseiten; der Inhalt der Seiten macht auch kaum Sinn und 2 Seiten sind definitiv zu wenig (z.B. habe ich 14 und eigentlich bräuchte ich noch welche ;) )\n- Überdenke deine Item-Builds; insbesondere als Sup sind die schlecht; Sightstone ist Pflicht für jeden Sup und wird eigentlich immer zuerst gebaut (und dann wird auch zum roten Trinket gewechselt)\n\nSo, das war schon einmal das wichtigste. ;)","replies":[]}]}