{"id":"UX94GH4d","poster":"NicoTheMad","date":"2015-05-01T10:49:03.735+0000","title":"Rankeds","subforum":"Ligen & gewertete Spiele","embed":{"title":"Erklärt eure Loyalität zu Baron Nashor | League of Legends","description":"Bringt eure Loyalität zum bedeutendsten Monster in der Kluft der Beschwörer mit dem Baron-Nashor-Symbol für 250 RP zum Ausdruck. Jene, die einen Blick auf euer Profil erheischen, werden vor Verzweiflung erzittern, denn sie wissen, dass ihr dem großen und schuppigen Wurm ... Kreatur ... Dings dient.","url":"http://euw.leagueoflegends.com/de/news/store/sales/erklart-eure-loyalitat-zu-baron-nashor","image":"http://euw.leagueoflegends.com/sites/default/files/styles/wide_medium/public/upload/article.header.baronicon.jpg?itok=LhYk_4S2"},"up_votes":1,"down_votes":4,"body":"**Zum Thema Rankeds**\n\nWas \"GWB Lumineo\" auf der Seite geschrieben hat, finde ich persönlich richtig gut.\n\nWas er genau schrieb:\n\nEs passt hier zwar nicht unbedingt hin aber ich wollte mal was zum Ranked sagen. Wenn man einen AFK-Spieler im Ranked hat verliert man ja meistens das Spiel. Darum fände ich es gut, wenn man ein neues System einführt,bei welchem man man weniger Ligapunkte verliert (LP).\nz.B.: bei 5 Minuten Afk 25% weniger LP Verlust\nbei 10 Minuten Afk 50% weniger LP Verlust\nbei 20 Minuten Afk 100% weniger LP Verlust.\n\nDer darauffolgende Kommentar fand ich ebenfalls als eine sehr gute Idee, da 0 LP Verlust zu viel ist.\n\nVon \"Ice Blue Eyes\":\nNaja zwar nicht 100% weniger Verlust aber 80% reicht schon, man hat noch eine reelle Chance.\nWas ich noch wichtig fände wäre wenn man im Ranked ein melde System in der champ select einführen würde, wenn einen z.B. instalock irgendwas macht, das das ganze Team sich dann bei ihm beschweren kann.\nUnd was ich noch gut fände wenn man evtl schon im ranked ähnlich wie im Teambuilder vorher seine Rolle angeben könnte und 2 Nebenrollen.\nAls Beispiel ich möchte Toplane (2nd ADC/3rd Jungle)und das man dann in ein Team rein geworfen wird mit ganz normal bannen.\nIch stell mir da jetzt gerade ab Gold aufwärts kein großes Problem vor das sich die Wartezeiten all zu lang werden könnten.\nUnd wenn jetzt z.B. einer Support angibt aber dann Teemo Mitte nimmt, dann kann das Team wie ich es oben beschrieben habe ein Veto einreichen, und dann wird diese Person aus der Champ-select gekickt bekommt am Anfang noch -5 Liga punkte/-20/-50 und dann zu rank sperren von 5 / 20 / 50 Games.\nSo hat das Team keine \"Troller\" mehr und das so schon hoffnungslose spiel würde erst gar nicht starten.\n\nWenn Ihr das unterstützen möchtet, könnt Ihr ja gerne etwas dazu schreiben. :)","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-05-01T10:56:45.800+0000","up_votes":1,"down_votes":0,"body":"Könnte man zu leicht ausnutzen.\nIch verstehe nicht ganz warum ihr euch aufregt.\nWenn man denn wirklich so gut ist, warum braucht man dann weniger Verlust?\nDann reportet man den Spieler und spielt die Liga Punkte wieder rein.\nKlar es ist nicht soo einfach, voralledem in der High Elo, aber naja. \nIch wär nicht dafür.","replies":[{"id":"","poster":"NicoTheMad","date":"2015-05-01T11:03:38.091+0000","up_votes":1,"down_votes":0,"body":"Klar, alles hat seine Vor - und Nachteile, aber es ist doch wirklich für andere Leute sehr unfair, wenn diese fast in jedem der Matches einen Spieler bekommen, der es verlässt.\nGerade bei dem Report-Grund \"unskilled player\" (Schlechter Spieler), wird rein garnichts gemacht. Wenn man diesen Grund häufiger an den Kopf geschmissen bekommt, dann könnte Riot den Spieler einfach in ein niedrigeres Niveau stecken.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-05-01T11:59:02.119+0000","up_votes":3,"down_votes":0,"body":"Warte du möchtest jemanden, nur weil er mal schlecht spielt reporten?\nEs ist schon richtig so das Riot bei unskilled player nichts macht.\nJeder hat nen schlechten Tag und selbst wenn er immer so schlecht spielt, er fällt schon von alleine. anstatt zu meckern einfach mal helfen? Geht das :D?\nUnd ich frage mich ob es so stimmt das fast in jedem match jemand leaved. Dann hast du aber ein seeehr großes pech. Es leaven nämlich nur so ~5%? Weiß nicht genau.","replies":[]}]}]},{"id":"","poster":"CMan","date":"2015-05-01T12:15:09.412+0000","up_votes":2,"down_votes":0,"body":"Der gesamte Vorschlag basiert auf der Annahme, dass man durch AFK-Mitspieler bezogen auf LP einen Nachteil hätte. Aber dem ist überhaupt nicht so.\nIch kann mich nur wiederholen, das hier habe ich schon in diversen anderen gleichartigen Themen geschrieben.\n\n4 Randoms = 4 potentielle Leaver/Feeder/Trolle im eigenen Team, 5 drüben.\nDas heißt, langfristig wirst du mehr Leaver/Feeder/Trolle im Gegnerteam haben und de facto Punkte gewinnen. Das ist simple Mathe.\n\nNatürlich nur, sofern du selbst nicht leavst/feedest/trollst und auch niemand anders das deinetwegen tut (z.B. durch Flame).\n\nEs gibt kein AFK-Problem bezogen auf LP! Nur der Spielspaß ist ruiniert. Das ist blöd, aber auch wenn man noch so viel an den LP rumpfuscht, ändert das nichts daran.\n\nInsgesamt besteht überhaupt keine Notwendigkeit, irgendeine an den LP rumpfuschende Massnahme einzuführen.","replies":[]},{"id":"","poster":"TheDarkChild666","date":"2015-05-01T12:13:12.444+0000","up_votes":1,"down_votes":0,"body":"> bei 20 Minuten Afk 100% weniger LP Verlust.\n\nwird ausgenutzt.\n\n> Und was ich noch gut fände wenn man evtl schon im ranked ähnlich wie im Teambuilder vorher seine Rolle angeben könnte und 2 Nebenrollen.\n\nin surrender 20 stand\n\nWe have been working on Team Builder Draft, which should resolve a lot of conflicts in Ranked queues today; however, we haven't mentioned this much yet but players that trigger a lot of queue dodges do get penalties in the game such as game bans or Ranked Restrictions to stop them from playing Ranked.\n\nkann leider nicht gut genug englisch um zu sagen ob das heißt, dass sie haben an einen teambuilder für ranked gearbeitet haben oder noch arbeiten.","replies":[]}]}