{"id":"vWliZL0p","poster":"Nuix","date":"2015-04-30T17:43:56.598+0000","title":"Vorschlag : \"Gewöhnungsbuff\"","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":8,"body":"Hallo liebe Beschw&ouml;rer und all ihr anderen :)\r\nMei heutiger Vorschlag lautet einen Buff einzuf&uuml;hren, der sowohl ein wenig Abwechslung ins Spiel bringen, als auch dem Balancing etwas auf die Spr&uuml;gen helfen k&ouml;nnte.\r\nGetreu dem Satz: &quot;K&auml;mpfe nicht zu oft gegen den gleichen Feind, denn so lehrst du ihn deine Art des Krieges&quot; von Napoleon Bonaparte, sollte man jedes Mal, wenn man gegen einen bestimmten Champion spielt, einen Z&auml;hler erhalten. Wird innerhalb der n&auml;chsten 5 Spiele der gleiche Champion im Gegnerischen Team gew&auml;hlt, so erleidet der Tr&auml;ger des Buffs weniger Schaden, geringere Dauer durch dessen CC und &auml;hnliches. \r\nDer Buff l&auml;uft innerhalb der besagten 5 Spiele aus, wenn man nicht mehr auf diesen Champion trifft. \r\nDer Buff wird st&auml;rker, wenn derselbe Champion innerhalb dieser Frist erneut gepickt wird.\r\n\r\nTl;dr : Immer gleiche Champs picken macht diese weniger Effektiv und bringt somit Abwechslung rein. Schlie&szlig;lich bietet Lol &uuml;ber hundert Champions und wenn wir nur immer gegen die selben 5 spielen wollten, k&ouml;nnten wir ja gleich Pong spielen :)","replies":[{"id":"","poster":"LyteHatesSoloQ","date":"2015-04-30T18:04:59.605+0000","up_votes":7,"down_votes":0,"body":"Wtf das wäre kein balancing. Es wäre purer zufall.","replies":[]},{"id":"","poster":"Danny89","date":"2015-04-30T18:17:03.652+0000","up_votes":4,"down_votes":0,"body":"Völlig unangebrachte Idee. Das würde zu totalem unbalance führen.\n\nKurz gesagt: Das Balancing in LoL ist Spitze (besonders wenn man es mit anderen MOBAs vergleicht) und die Vielfalt an Champions wird ständig ausgenutzt. Natürlich werden nie ALLE Champions regelmäßig gespielt. Aber wenn ich so an Season1 bis heute denke (Bruiser Meta, Tank Meta, Assassinen Meta) wurden ALLE Champions, mit verdammt wenigen Ausnahmen, gespielt. Auch kompetetiv!\n\nSo weit ich weiß wurden alleine in diesem LCS Split über 80 verschiedene Champions gepickt. Das ist enorm. Man darf nicht vergessen, dass das nicht mal 100 Spieler sind und der ihre persönlichen Vorlieben daher stark reinspielen (deswegen sagen auch Masterleague und Challengerleague Statistiken nichts aus --> zu kleine Stichprobe, zu große Ausreißer)","replies":[]},{"id":"","poster":"Red Mage","date":"2015-04-30T18:03:05.657+0000","up_votes":3,"down_votes":0,"body":"du beeinflusst das spiel, außerhalb des spiels? also wirklich...\n\nda kann man viele beleidigende sprüche ziehen, aber ich möchte mich ungern über bestimmte personen und therapeutische Einrichtungen beschwerden.","replies":[]},{"id":"","poster":"Nuix","date":"2015-04-30T20:52:36.015+0000","up_votes":1,"down_votes":3,"body":"...\"und die Vielfalt an Champions wird ständig ausgenutzt\"\".\nDer war gut :)\nIch sehe immer nur Ahri, fizz, yasuo, zed (ja ich bin main mid), so viel zum Thema Abwechslung. Irgendwann geht es einem nämlich gehörig auf den Beutel :)","replies":[{"id":"","poster":"Red Mage","date":"2015-04-30T21:24:05.274+0000","up_votes":2,"down_votes":0,"body":"Ban? blind pick ist nie anders gewesen, seit beginn, da lässt man ehh alle das spielen, was sie wollen, aber draft mode -> ban die die dich stören! wenn du am bannen bist, ansonsten suche dir ne community und/oder spiele private spiele mit regeln","replies":[]},{"id":"","poster":"A Dragons Heart","date":"2015-05-02T16:01:03.120+0000","up_votes":1,"down_votes":0,"body":"Bei dir persönlich siehst du sie vll. oft aber andere zB. nicht. Außerdem gibt es ja keinen Grund warum man dann keine Counterpicks oder -Spielweisen lernen sollte.","replies":[]}]},{"id":"","poster":"Evenrider","date":"2015-04-30T19:45:12.281+0000","up_votes":1,"down_votes":1,"body":"Als ästhetischer Buff, indem eben die 3-5 meistgespielten Champions, von den Gegnerteams der letzten 5 gespielten Spiele, angezeigt werden, vielleicht interessant.\nDazu eben, wenn man als Midlaner mit Zed gegen einen Talon, mit 5 von 5 Zed Enemies, laned vielleicht als zusätzliche Hilfe, wenn man nicht weiß, ob man jetzt eher defensiv spielen sollte oder offensiv gehen kann.\nAber mit Effekten auf die Balance wäre dies eher hinderlich für das Spiel.\nVielleicht auch noch als diese Easter Eggs Buffs möglich (1 DMG mehr oder weniger oder 1 Gold bei einem Kill mehr oder weniger). So etwas gibt es ja schon bei z.B: Sion vs Zyra oder Leona vs Sunglasses Skins.","replies":[{"id":"","poster":"Red Mage","date":"2015-04-30T21:22:28.384+0000","up_votes":1,"down_votes":0,"body":"was ist daran ein buff? das ist sowohl ein mittel das eigene team dazu zu bringen irgendwelche picks zu nehmen die sie nicht önnen UND das picken selber zu beeinflußen... NEGATIV (man sieht \"ach der spielt 5 mal hintereinander teemo > picke mal X/Y/Z, kann den nicht, passt aber perfekt... oh FU*K der spielt doch was anderes...)\n\nund wann soll man das sehen? ladescreen? keine zeit/kein raum!\nChamp pick/ban phase? nope, beeinflusst zu stark die eigene pick und ban phase (insbesondere die ban phase! spiele gerne X champ im moment -> dieser wird gebannt, just because they see it coming, aber genauso gut auch die pick phase, siehe oben)\nnach dem laden? also bitte... da sollst du dich auf das spiel konzentrieren! und was hilft dir stats, wenn diese nichts über seinen spielstil sagen?\n\nauch gegen solch eine idee! lasst das doch einfach mit dem beeinfließen des spiels.... bannt einfach das was ihr nicht mögt, fertig... ist ehh soloQ -> picks sind alle gleichwertig","replies":[{"id":"","poster":"Evenrider","date":"2015-04-30T22:38:13.866+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Red Mage,realm=EUW,application-id=ip27PlEH,discussion-id=vWliZL0p,comment-id=00030000,timestamp=2015-04-30T21:22:28.384+0000)\n>\n> was ist daran ein buff? das ist sowohl ein mittel das eigene team dazu zu bringen irgendwelche picks zu nehmen die sie nicht önnen UND das picken selber zu beeinflußen... NEGATIV (man sieht \"ach der spielt 5 mal hintereinander teemo > picke mal X/Y/Z, kann den nicht, passt aber perfekt... oh FU*K der spielt doch was anderes...)\n\nWieso ist das ein Grund einen Champion zu nehmen, den ich nicht kann? Man sieht doch nicht die Champions, die ich in den letzten paar Mal gespielt habe, sondern die Champions, **gegen** die ich die letzten paar Male gespielt hat.\nWeiterhin würde dort **kein** Win-Lose-Verhältnis angegeben. Nur die Anzahl der Spiele.\n\n> \n> und wann soll man das sehen? ladescreen? keine zeit/kein raum!\n> Champ pick/ban phase? nope, beeinflusst zu stark die eigene pick und ban phase (insbesondere die ban phase! spiele gerne X champ im moment -> dieser wird gebannt, just because they see it coming, aber genauso gut auch die pick phase, siehe oben)\n> nach dem laden? also bitte... da sollst du dich auf das spiel konzentrieren! und was hilft dir stats, wenn diese nichts über seinen spielstil sagen?\n\nInwiefern sehe ich einen ästhetischen Status z.B. den Ninja Status oder den \"Arr im a mighty Pirate\" Status in der CS?\nInwiefern sind \"Arr I'm a mighty Pirate\" Status oder der Ninja Status sinnvoll?\nDeswegen doch \"Easter Egg\"-like. Sowas ist nicht Sinnvoll, nur schön anzusehen oder eben witzig.","replies":[{"id":"","poster":"Red Mage","date":"2015-05-01T17:17:02.498+0000","up_votes":1,"down_votes":0,"body":"> Wieso ist das ein Grund einen Champion zu nehmen, den ich nicht kann? Man sieht doch nicht die Champions, die ich in den letzten paar Mal gespielt habe, sondern die Champions, gegen die ich die letzten paar Male gespielt hat.\nWeiterhin würde dort kein Win-Lose-Verhältnis angegeben. Nur die Anzahl der Spiele.\n\nich sage dazu mentality, das sollte reichen dir etwas zum nachdenken zum geben und vlt auch google zum rat zu nehmen, wieso sowas nie neutral funktionieren wird...\n\n> Inwiefern sehe ich einen ästhetischen Status z.B. den Ninja Status oder den \"Arr im a mighty Pirate\" Status in der CS?\nInwiefern sind \"Arr I'm a mighty Pirate\" Status oder der Ninja Status sinnvoll?\nDeswegen doch \"Easter Egg\"-like. Sowas ist nicht Sinnvoll, nur schön anzusehen oder eben witzig.\n\nwas meinste mit cs? und auch dieses \"pirate\" gedönst ist vollkommen fehl am platz...\nwährend diese \"buffs\" (btw, beide wurde entfernt) einfach nur ein gag seitens riot war, ist solche informationen wie vom OP gefragt unnötig und sogar negativ für den der diese bekommen würde...! \n(buffs waren am anfang toll, da wenige debuffs/buffs exestiert haben, sodass es früher nicht so unübersichtlich war, aber nach und nach kamen halt mehr und mehr buffs und deswegen wurden diese entfernt, nicht sicher ob der hidden debuff bei den ninjas auch netfernt wurde)","replies":[{"id":"","poster":"Evenrider","date":"2015-05-02T12:37:51.549+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Red Mage,realm=EUW,application-id=ip27PlEH,discussion-id=vWliZL0p,comment-id=0003000000000000,timestamp=2015-05-01T17:17:02.498+0000)\n>\n> was meinste mit cs? und auch dieses \"pirate\" gedönst ist vollkommen fehl am platz...\n\nCS ist Champion Selection. Also die Zeit in der wir bannen und picken. Soweit ich das noch in Erinnerung hab, ist die Frei von allem.\n\n> während diese \"buffs\" (btw, beide wurde entfernt) einfach nur ein gag seitens riot war, ist solche informationen wie vom OP gefragt unnötig und sogar negativ für den der diese bekommen würde...! \n> (buffs waren am anfang toll, da wenige debuffs/buffs exestiert haben, sodass es früher nicht so unübersichtlich war, aber nach und nach kamen halt mehr und mehr buffs und deswegen wurden diese entfernt, nicht sicher ob der hidden debuff bei den ninjas auch netfernt wurde)\n\nOh die wurden entfernt? Nagut, dann wäre es jetzt eher dumm wieder Andere hinzuzufügen. Das wusste ich selbst noch nicht.\nAllerdings würde ich nicht sagen, dass es negativ für mich wäre, wenn ich wüsste, mein Gegner hat in seinen letzten spielen häufiger gegen A, B und C gespielt. Vorallem, da A, B und C wahrscheinlich zu den 10 meistgespielten Champions auf der Elo gehören. Die könnte ich auch auf LoLKing nachschauen und dann wüsste bei ca. 90% aller Spieler die möglichen Champions, die dort stehen könnten.\n\nz.B. Wenn der Buff aktuell enthalten sein würde, würde man sehr häufig Jinx lesen. Auf Goldelo käme häufiger auch Blitzcrank dazu.","replies":[{"id":"","poster":"Red Mage","date":"2015-05-02T21:29:25.607+0000","up_votes":1,"down_votes":0,"body":"Was ändert sich denn, wenn du sowas weißt?\n\ndu kennst IMMERNOCH nicht wie der spieler spielt, wie seine gegner gespielt haben und und und, weswegen solche informationen überflüßig sind und sich sogar negativ auswirken können (über-, ggf unterschätzung des gegners, bei negativen/positiven stats, wobei diese eine einananderreihung mehrerer zufälle sein können)...\n\nRiot weiß davon bescheid, das zuviel information, auch wiederum schlecht ist (siehe beiträge seitens riot weswegen man nicht den rank des gegners letzte season mitbekommt), und ein buff nichts bringt...\n\n\nwenn man professionell spielt, dann ist es gut zu wissen wie der gegner spielt, indem man alte aufzeichnungen sich anschaut, seine letzten spiele, etc. etc... aber in einer situation, welche daraus besteht, das man sich NICHT auf den gegner vorbereiten kann, ist sowas einfach nur scheiße... denn nur das \"hier und jetzt\" entscheidet darüber, ob man sich vorteile errschaffen kann, oder nicht! Und nicht ob der gegner die letzten spiele irgendwelche stats hatte... denn es gibt oft (bei mir immer dann, wenn unkonventionelle picks gespielt werden oder auch spieler sich weigern die ernst der situation zu erkennen und weiterhin auf soloQ gehen) situationen, wo ich meinem team zum kampf zwingen muss, oder auch verteidigen, und dabei mir \"negative\" stats einfahre, auch gibt es bestimmte spielweisen, die negative stats provozieren (proxy, splitushen, \"baiten\", Lockvogel, etc), jedoch positiv für das gesamt ergebnis sind...\n\nedit: es gibt ja immernoch websiten wie lolnexus, etc., die einem stats einsehen lassen, wie z.B. runen, etc (was meiner meinung nach viel interessanter ist und deswegen von mir bei bestimmten picks nachgeschaut wird), aber damit habe ich die erfahrungen gemacht, das schlechtere spieler sich schnell von den stats demotivieren lassen... das ging SEHR weit und ich habe bis dato nicht EINEN gesehen, der sich durch schlechte stats der gegner sich \"gefreut\" hat und dabei positiv gespielt hat (entweder waren die stumm, oder die die sich gefreut haben, haben den gegner unterschätzt/sich überschätzt -> immer ein lose oder ein sehr sehr schlechtes spiel)","replies":[]}]}]}]}]}]}]}