{"id":"eK0bwJ6B","poster":"Bluefire22499","date":"2015-04-30T16:01:01.030+0000","title":"Ungerechtes weiterkommen des Teams  Tactical Arts Gaming","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Am Sonntag  hat mein Team Just Decline (Gruppe 8) gegen das Team Tactical Arts Gaming gespielt. Die Gegner haben vor dem Spiel  zu unserem Team \" penis\" und andere negative Bemerkungen geschrieben. Wir wollten unsere Pickorder nochmal &auml;ndern und die Gegner sind auf unsere Seite dazwischen gejoint. Dadurch konnten wir nicht die Aufstellung &auml;ndern. Der Gegner hatte einen Platin Spieler im Team ( damit habe ich kein Problem) der unsere Mid Lane besiegt hat.  Er hat oft gegankt und die anderen Lanes gewonnen. Nach dem Spiel hat die Top Lane  die verloren hatten und andere des gegnerischen Teams \"easy game\" geschrieben. (wie haben keinen screenshot gemacht weil in den regeln steht man muss keine Screenshots machen). Leider hat eines unserer Teammitglieder auch 1 Beleidigung geschrieben.  Nach dem Spiel waren Tactical plötzlich disqualifiziert und wir in der 3 Runde. Dann mussten wir pl&ouml;tlich gegen das Team Scarnerlicious (Gegner Team von Tactical aus der 1 Runde) am Mittwoch ein Spiel machen. ( Wir haben die E-Mail am Montag erhalten und nicht am Sonntag!!) Dann stand plötzlich in den Brackets das wir nochmal gegen Tactical spielen müssen. Am Mittwoch sind wir in die Turnierlobby gekommen und Tactical ist nicht aufgetaucht. Dafür ist aber das Team Scarnerlicous der Lobby beigetreten.(siehe Screenshot) Gegen diese haben wir gespielt und gewonnen.\nHeute steht in den Brackets das wir raus sind.\n\nDas Gegner Team von Tactical  ist in der ersten Runde auch nur nicht erschienen weil sie von Riot mehrmals eine Mail bekommen hatte das der Tag des Matches verschoben wurde. Sie dachten gegen uns am Mittwoch w&auml;re ihr erstes Spiel. (Es kann nicht jeder jeden Tag das LoL Forum durchforsten) Wir finden es nun sehr ungerecht da so viele Probleme aufgetaucht sind von seitens Riot das wir gerne weiter kommen da wir nicht mit dem Flamen angefangen haben. Ansonsten w&uuml;rden wir gerne ein R&uuml;ckspiel gegen Tactical fordern da auch viele technische Probleme auftraten.","replies":[{"id":"","poster":"matamora","date":"2015-04-30T17:25:02.616+0000","up_votes":3,"down_votes":0,"body":"Hi Bluefire22499,\n\nwie auch in den Regeln steht, muss man sich wegen der Regelverstöße **SOFORT** nach dem Spiel an den zuständigen Adjudicator wenden, damit dieser eine Entscheidung treffen kann. \nDer Adjudicator **HAT** eine Entscheidung getroffen. Eine Entscheidung, welche inzwischen schon von einigen anderen Adjudicatoren bestätigt wurde. Sie steht dadurch also nicht nur offiziell fest, sondern gleich mehrfach offiziell. \n\nEs stimmt, dass wir vielen Spielern und Teams weiterhelfen konnten. Das werden wir auch weiterhin nach besten Kräften tun. Wir als Schiedsrichter handeln nach den, für das Turnier festgelegten Regeln. Wenn wir in Einklang mit diesen eine Entscheidung treffen, dann hat diese Gültigkeit. Wenn andere Adjudicatoren diese Entscheidung bestätigen, wird sich daran nichts ändern.\n\nLG matamora","replies":[{"id":"","poster":"Bluefire22499","date":"2015-04-30T17:46:47.394+0000","up_votes":1,"down_votes":0,"body":"Der Adju war nicht da und dann hieß es ja auch erst wir sind weiter","replies":[{"id":"","poster":"matamora","date":"2015-04-30T17:58:25.423+0000","up_votes":2,"down_votes":0,"body":"Du **hattest** Kontakt mit einem Adjudicator. Dieser hat eine Entscheidung getroffen. \nDiese Enstcheidung wurde inzwischen von anderen Adjudicators bestätigt.\nSie wird sich nicht ändern. Egal wie lange du diskutierst.\n\n\nWenn du Fußball kennst/schaust/magst wird dir der Begriff des Schiedsrichters doch sicherlich ein Begriff sein. Er trifft **Entscheidungen**. Das ist sein Job. \nWir sind die Schiedsrichter dieses Turniers. Wir treffen Entscheidungen. \n\nmatamora","replies":[]}]}]},{"id":"","poster":"Tatrix","date":"2015-04-30T16:29:14.355+0000","up_votes":3,"down_votes":0,"body":"Hey\nWie ich mit dir schon ausführlich ingame besprochen habe, wurde wegen den unsportlichen Kommentaren nichts unternommen, weil sich Spieler auf beiden Seiten nicht gerade freundlich verhalten haben. Und wie auch an vielen Orten hier im Forum gesagt wurde, fanden die Matches am Mittwoch nur für Teams statt, die speziell vom zuständigen Adjudicator kontaktiert wurden. Daher bleibt das Ergebnis von Sonntag bestehen, was ich dir im Ingamechat ja auch schon erklärt habe.","replies":[]},{"id":"","poster":"XExEcUtOrX04","date":"2015-04-30T16:06:56.427+0000","up_votes":2,"down_votes":0,"body":"Mach mal die Namen raus, Namecalling ist nach den Regeln verboten :c","replies":[{"id":"","poster":"Bluefire22499","date":"2015-04-30T16:10:28.742+0000","up_votes":1,"down_votes":0,"body":"sind sie draußen??","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-04-30T16:14:42.594+0000","up_votes":1,"down_votes":0,"body":"Woher soll irgendeiner das wissen hier im Forum, schreib den Support an oder die entsprechenden Leute, aber im Forum kann dir leider keiner helfen ( außer vllt. Kengen)","replies":[{"id":"","poster":"Bluefire22499","date":"2015-04-30T16:15:45.963+0000","up_votes":1,"down_votes":0,"body":"viele der Adjus haben hier schon einiges bei anderen Teams geklärt","replies":[]}]}]}]},{"id":"","poster":"Cunctor","date":"2015-05-01T15:18:51.633+0000","up_votes":1,"down_votes":0,"body":"Hallo Michax,\ndanke für dein sachliches Feedback. Es ist unbestritten, dass wir aufgrund der technischen Probleme (die großteils dadurch begründet sind, dass es auch für uns das erste Turnier dieser Art ist) Entscheidungen treffen mussten, durch die sich Teams (nachvollziehbar) unfair behandelt fühlen. Wir versuchen natürlich, in jedem Fall eine möglichst faire Lösung zu finden, aber es kann nicht zwei Sieger geben. Jetzt ein Rematch anzusetzen, wäre ebenfalls unfair, gegenüber Tactical Arts Gaming, denen der Sieg zugesprochen wurde, und gegenüber The Truster, die sich auf Tactical Arts Gaming als Gegner vorbereitet haben und möglicherweise schon einen Spieltermin ausgemacht oder sogar schon gespielt haben.\nEs gibt also keine einfache Lösung in diesem Fall. Wir können uns nur erneut für die Fehler entschuldigen und unsere Hoffnung ausdrücken, dass die betroffenen Teams dadurch nicht den Spaß an den Battlegrounds verlieren. Dies ist schließlich nicht der letzte Qualifier :-)\n\nmfG\nCunctor - Adjudicator","replies":[]},{"id":"","poster":"Michax","date":"2015-05-01T13:48:35.671+0000","up_votes":1,"down_votes":0,"body":"Hi, Hier nochmal von unserer Seite (Team Skarnerlicious) dazu eine Stellungsnahme: Team Just Decline hat gegen uns fair gewonnen, es kam zu keinerlei Beleidigungen o.ä. Es war ein sehr freundliches miteinander. \n\nIch habe mehrfach den Support zu unserer Situation kontaktiert (Ständiges verschieben)  habe allerdings ** nie** eine Antwort erhalten, daher sind wir dann Mittwoch in unserem ersten Spiel gegen JustDecline angetreten, da wir den Code für dieses Spiel erhalten hatten in unserer letzten \"Spielzeitpunkt-wurde-verschoben-Mail\".\n\nMeine Teammitglieder sowie ich haben nicht verstanden was das Ganze sollte, da sie sich extra frei nahmen für die Spiele, welche dann kurzfristig (z.B. Montag mittags Email sagte Montag abend spiel ab)  abgesagt/verlegt wurden. Für das \"Startspiel\" am Samstag erhielten wir keinen gültigen Key.\nUns ist das ganze mitlerweile egal, da wir nun fair verloren haben. \n\nUnser Spiel gegen Tactical Arts Gaming  wurde verschoben, wieder verschoben, dann hieß es sie seien Disqualifiziert und somit wurde unser erstes Spiel auf mittwochs gegen Just Decline gelegt.\nMeiner Meinung nach ist das ganze ein riesiges Organisationsproblem /Chaos und sollte ** zur Fairness BEIDER TEAMS **(Just Decline und Tactical Arts Gaming)  erneut ausgetragen werden. \n\nLG; Team Skarnerlicious","replies":[]}]}