{"id":"5pIWN1wM","poster":"full boomer","date":"2015-04-29T22:47:31.343+0000","title":"Platin 5  ADC sucht Support","subforum":"Clans & Teams","embed":{"title":"Worst Archer EU - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/40952445","image":"http://lkimg.zamimg.com/shared/minifeatures/lolwiz-300x100.jpg"},"up_votes":1,"down_votes":0,"body":"Hey Leute! \r\n\r\nIch suche nach einem Support der Lust, Zeit und Energie hat mit mir eine Botlane zu formen :) \r\n\r\nAnfangs geht es um kennenlernen zusammen spielen, sich verbessern und miteinander aufzusteigen. (Ich m&ouml;chte in dieser Season mein Ziel Diamond auf jeden Fall erreichen)\r\nMittelfristig m&ouml;chte ich dann ein Ranked Team aufbauen, mit unserer Botlane als Herzst&uuml;ck!\r\n\r\nIch bin Mitte 20 und bringe Witz, K&ouml;nnen und alle g&auml;ngigen Kommunikationswege mit. \r\nVon euch erwarte ich mir Lockerheit, Spielverm&ouml;gen und den Willen auch mal an etwas zu arbeiten, wenn es nicht nach 2 Minuten funktioniert! :)\r\n\r\nAdded mich gern einfach Ingame oder antwortet hier, dann k&ouml;nnen wir uns auch &uuml;ber Championpool etc unterhalten. {{champion:42}}","replies":[{"id":"","poster":"full boomer","date":"2015-04-30T09:12:53.465+0000","up_votes":1,"down_votes":0,"body":"hab geadded :) - bump","replies":[]},{"id":"","poster":"Menateya","date":"2015-04-30T08:15:14.386+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nbin die Nora, 22 und in 2 wins G2 :)\n\nMeine Statistiken und Supports kannst dir hier anschauen:\nhttp://euw.op.gg/summoner/champions/userName=menateya\n\nWenn du Lust hast mir mir zu spielen adde mich mal. Rankteam fände ich recht cool, allerdings kann es sein, dass du da noch einen Backup bräuchtest, da ich wegen Uni und meiner Familie auch mal ausfallen kann.","replies":[]},{"id":"","poster":"Lamakorn","date":"2015-04-30T07:37:51.692+0000","up_votes":1,"down_votes":0,"body":"Na moin bin Tobi und bin 18 Jahre \nbin Main Supp und bewege mich gerade im Gold III Bereich\nHätte bock mal wieder was in ner Duo-Q zu machen und auch mal in einem ernsten Ranked Team zu spielen.\nIch kenne nen Ts3 server auf dem man sich bewegen könnte etc.\nWenn du Interesse hast adde mich einfach ingame: Lamakorn\nOder hack ne E-mail ins netz ;) tobias.waller01@gmail.com","replies":[]}]}