{"id":"1BEo5Ixs","poster":"Pyuri","date":"2015-04-29T15:19:59.487+0000","title":"[Championvorschlag] Kain der Elementar Schamane","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Guten Tag /  guten Abend allerseits.\n\n**Vorwort:**\nZu erst muss ich zwei dinge erw&auml;hnen. Dieser Champion ist keine Idee den Avatar den Herr der Elemente in die Liga zu holen und auch wenn er Stark an eine Coolere Version von Udyir erinnert ist das absolut nicht so gewollt. \n\nIch m&ouml;chte hiermit einen Champion vorschlagen der sich Fl&uuml;ssig spielen l&auml;sst und von dem Spieler Bestimmen l&auml;sst wie er gespielt wird. Denn die meisten Champions bieten keine all zu gro&szlig;e Kreative Vielfalt wie man sie Spielen kann. Dieser Champion ist als allrounder sehr anpassungsf&auml;hig und kann auf jede erdenkliche Vorliebe eingehen. Zumindest hoffe ich, das ich dieses Ziel erreicht habe. \n\n\n________________________________________________________________\n\n\n**Grundschema**\n>Verhalten - Nachkampf\n>Typ - Hybride (AP/AD)\n>Rolle - K&auml;mpfer/offTank\n>Position - Bevorzugt Jungle, evtl. Auch Mid oder Toplane\n\n\nJeder F&auml;higkeiten Slot verk&ouml;rpert ein Element als F&auml;higkeit. Abgesehen von der Ultiy (R) die dem Zweck dient Elemente Zu Kombinieren. \n>Q  = Luft\n>W = Wasser\n>E  = Erde\n>R = Kombination\n\nWirkt Kain eine F&auml;higkeit erh&auml;lt er eine Essenz.  \nBei Wasser eine Wasseressenz, \nbei Erde eine Erdessenz \nbei Luft eine Luftessenz.\nMaximal kann er 3 Essenzen mit sich f&uuml;hren. \nFalls er eine weitere Essenz erh&auml;lt wird immer die &Auml;lteste Essenz daf&uuml;r abgel&ouml;st. \n\nDie Gesammelten Essenzen dienen dem Zweck mit der Ultimativen F&auml;higkeit die Elemente zu Kombinieren und verheerende Zauber zu Kreieren. \n\n\n________________________________________________________________\n\n**F&auml;higkeiten:**\n\nANMERKUNG:\nBedenkt bitte bei den Normalen F&auml;higkeiten das Unser Schamane nicht allein mit den Standard F&auml;higkeiten arbeitet. Seine Ultimative F&auml;higkeit hat eine Sehr geringe Abklingzeit und wird deswegen das Hauptmerkmal seines Auftretens sein..\n\n>{{item:3069}} Essenz Sammler - Passive:\nKain erh&auml;lt f&uuml;r das Wirken von Elementar Zaubern Essenzen mit Entsprechendem Element. Wenn eine Essenz nach wenigen Sekunden nicht genutzt wird, erlischt sie und gilt als verbraucht. \n\n\n>{{item:3113}} LUFT - Prim&auml;r F&auml;higkeit (Q)\n_Skillshot und Geringer Gabcloser_\nKain erzeugt einen weiten _(Kegelf&ouml;rmigen)_ Luftsto&szlig; vor sich der Geringen Schaden verursacht kleine Vasallen und Monster \"zur Seite sto&szlig;en\" kann und alles was Gr&ouml;&szlig;er ist (auch Champions) &uuml;ber die &auml;u&szlig;erst Kurze Wirkdauer des Luftsto&szlig;es zum stehen zwingt. (&Auml;hnlich wie die Q von Trundle)\n_(Also so ca. 0,2-0,5 Sekunden Animationszeit um als Nahk&auml;mpfer sein Ziel einzuholen. Bedenkt dabei das er mit einer Essenz den zauber wiederholen kann)_\n\n>{{item:3070}}  WASSER - Zusatzf&auml;higkeit (W):\n_Eigen Buff, Verst&auml;rkungszauber_\nKain umgibt sich f&uuml;r Kurze zeit mit Wasser. Was ihm zus&auml;tzliche Magieresistenz und R&uuml;stung verleiht. \nAu&szlig;erdem Erh&auml;lt er w&auml;hrend der Wirkdauer Zaubervampir und Lebensraub. \n_(Diese F&auml;higkeit ist eine Notwendigkeit um seiner Position als hartn&auml;ckiger Frontliter gerecht zu werden)_\n\n>{{item:3198}} ERDE - Sekund&auml;re F&auml;higkeit (E):\n_Komplexer Skillshot und Stun_\nKain reist mit Kinetischer kraft jeweils links und rechts neben sich einen R&uuml;stungsdurchdringenden Stein aus der Erde und schl&auml;gt sie unmittelbar vor sich zusammen.\nDabei schleudert er Gegner die sich im Seitlichen Wirkbereich befinden in seine Blickrichtung.\n_(Damit sollte Kain in der Lage sein, den Gegnerischen Fokus auf die eigenen Carrys zu erschweren)_\n\n>{{item:3512}} FUSION - Ultimative F&auml;higkeit (R)\n_Kombination F&auml;higkeit_\nKain Kombiniert die gesammelten Essenzen um einen St&auml;rkeren Zauber zu wirken.\n_(Der Tooltip dieser F&auml;higkeit k&ouml;nnte andernfalls etwas lang werden)_\n\n>Die Abklingzeit und Mana kosten richten sich nach der Anzahl der Essenzen die er kombiniert.\n>1 Essenz Wenig Abklingzeit und Mana kosten\n>2 Essenzen Mehr Abklingzeit und Mana kosten\n>3 Essenzen Viel Abklingzeit und Mana kosten\n\n________________________________________________________________\n\n**Kombinationen und Element Verhalten:**\n\n**1 Essenz:**\nKain wirkt den zuletzt gewirkten Zauber nochmal ohne eine Essenz zu verlieren auch wenn der Zauber sich eigentlich noch in der Abklingzeit befinde und erhält wiederum eine weitere Essenz des gleichen Typs.\n\n>Luft Steht f&uuml;r die Reichweite und das Offensive beeintr&auml;chtigen der Ziele\n>Wasser Steht f&uuml;r die Verteidigung und h&ouml;here Mana kosten\n>Erde Steht f&uuml;r den Schaden und Passive beeintr&auml;chtigen der Ziele\n\n**2 Essenzen:**\nKain Kombiniert 2 Essenzen miteinander und erzeugt somit einen Neuen Zauber.\n\n>**2x Erde,** Verst&auml;rkter Schaden, Mehr R&uuml;stungsdurchdringung, Gr&ouml;&szlig;erer Radius. \n\n>**2x Luft,** H&ouml;here Reichweite, Breiterer Kegel, geringf&uuml;gig l&auml;ngere Wirkdauer somit l&auml;ngeres >Anhalten der Gegner.\n\n>**2x Wasser,** Erheblich mehr Schadens Reduktion, mehr Zaubervampir und Lebensraum so wie auch doppelte Mana >kosten. \n\n\n\n>**Luft+Erde** - Erzeugt ein Schmales Projektil und erh&ouml;hten schaden. H&auml;lt den Gegner kurz an, verringert >kurzzeitig die R&uuml;stung\n\n>**Luft+Wasser** - Erzeugt einen Kegelf&ouml;rmigen Eiswind der Projektile zerst&ouml;ren kann und Gegner Verlangsamt\n\n>**Wasser+Erde** - Erzeugt ein Spiegelschild das 50% des erlittenen Schadens als Fl&auml;chenschaden um Kain herum >ableitet.\n\n**3 Essenzen:**\n_(Animations- technisch gesehen ist es immer der Selbe Zauber)_\nHat Kain 3 Essenzen gesammelt l&ouml;st er immer den gleichen zauber Massiven Fl&auml;chen Zauber aus der sich Spiralf&ouml;rmig um ihn herum ausbreitet.\nDieser Zauber beinhaltet alle Effekte und Kombination&#039;s Boni die er durch die Gesammelten Essenzen erzeugen kann.\n\n>**Luft** - Zwingt Gegner im Wirkbereich der Spirale zum Stehen,\n\n>**Wasser** - Erh&ouml;ht die R&uuml;stung und Magieresistenz aller Teammitglieder im Wirkbereich,\n\n>**Erde** - Erh&ouml;ht den verursachten schaden und verringert die R&uuml;stung aller Gegner im Wirkbereich.\n\n>**Luft+Erde** - Erzeugt zus&auml;tzlich 2 Steine die Als Projektil mit der Spirale fliegen und extra schaden verursachen, falls sie einen Gegner treffen werden die Steine Zerst&ouml;rt.\n\n>**Luft+Wasser** - Zerst&ouml;rt Projektile und verlangsamt Gegner im Wirkbereich\n\n>**Wasser+Erde** - Erzeugt das Spiegelschild f&uuml;r Kain das 50% des erlittenen schaden Reflektiert","replies":[{"id":"","poster":"Captain Pyro","date":"2015-04-30T02:52:07.198+0000","up_votes":1,"down_votes":0,"body":"Ich seh zwar nicht, wo da die Ähnlichkeit zu Udyr aufkommen soll, aber seis drum.\n\nZu den Skills Q bis E fällt mir spontan wenig ein. Denke nicht, dass diese Skills ein besonders uniques Set ergeben, aber ist auch nicht so, als wäre es besonders kontrovers. Macht einen etwas uninspirierten Eindruck auf mich. Sag, hattest du die Idee für die Skills zuerst oder die einen Elementar Champ zu machen?\n\nZur Passiven und der Ulti:\nVorweg kann ich gleich mal sagen, dass es imo keinen Sinn macht, dem Champ eine Passive zu geben, die ausschließlich seine Ulti verwendet. Könnte auch im Kontext der Ulti selbst verbaut werden.\nAußerdem ist dieser Skill in meinen Augen ein totales No-go. Du hast nicht einmal alle möglichen Kombinationen in betracht gezogen und es sind schon so 15 Stück. Es ist nicht unmöglich, sich jede einzelne zu merken, aber die schiere Vielfalt an Möglichkeiten macht diesen Champ zu unberechenbar. Dieser Champ könnte in jedem Teamfight eines mittelmäßig langen Spiels eine andere Ulti einsetzen und immer noch ungenutzte Combos haben. Außerdem würden sich garantiert nach kürzester Zeit eine handvoll hervorheben, die den Rest obsolet machen.\n\nIch rate zu drastischer Vereinfachung.\n\nMeine spontane Idee wäre:\nJeder Spell gibt eine Essenz. Wenn 3 Essenzen voll sind, erhält er entsprechend der Essenzen Buffs und Boni.\n\nLuft - Movement\nWasser - Mana\nErde - x% weniger Dmg\nFusion  - Ein Softeis\n\nMehr Essenzen einer Sorte heißen größerer Bonus.\nDanach ist die Passive für 20-30 sekunden auf CD\n\nDann kannst du dir zwar eine komplett neue Ulti ausdenken, aber wenigsten haben wir keinen Katalog voll verschiedener Effekte, der jeden Casual zusammenzucken lässt.","replies":[]},{"id":"","poster":"Red Mage","date":"2015-04-29T15:59:24.736+0000","up_votes":1,"down_votes":0,"body":"Also wirklich... das \"rework\" unbedacht nach 4 minuten rausgebracht!\n\nich sage zitiere einfach mal was random, was GARNICHT passt!\n\n> Wasser+Erde - Erzeugt das Spiegelschild für Kain das 50% des erlittenen schaden Reflektiert\n\nalso, an deiner stelle mal bitte ganz schnell alles verwerfen und garnicht mal an champvorschlägen teilnehmen... falls du doch die finger nicht von lassen kannst, dann setze dich mindestens 2 wochen hin und arbeite daran, aber ändere nicht auf anhieb etwas auf etwas genauso random...","replies":[]},{"id":"","poster":"Red Mage","date":"2015-04-29T15:46:54.043+0000","up_votes":1,"down_votes":0,"body":"was soll das nun? das ist nicht stringent, wegen Rechtschreibfehlern an wenigen stellen schwierig zu lesen, Sachlich ist auch vieles falsch...\n\nAuch ist der Q von trundle kein stop, oder sonstiges... (nennt man root btw :O), sondern ein starker, kurzer slow...\n\nAuch ein paar fragen so:\n\nz.B.:\nKann dein champ die W stacken? also W -> W? schon auf level 1?\nkann generell jeder skill 2 mal eingesetzt werden, wann immer du willst? (außer nachdem man ulti genutzt hat) (falls ja, dann ist der grundschaden und auch die skalierung SEHR niedrig, so ca 50%~55% von anderen skills, da sonst dieser unbalanced wäre! und weil burst>sustained damage auf skills gilt (objectives, high priority targets, etc) wird er nie zum zug kommen, ODER halt op, wenn die grundwerte zu hoch sind)\nIch sehe keine infos zum eigentlichem gameplay, das ist ziemlich kontrovers... Verschwinden die \"elemente\" wenn man die Ulti benutzt?\nFalls ja: dann kannst du nie 3 elemente erreichen...\n\nalso ich bin eher gegen einen derartig unbedachten champ, vlt \"nette ideen\" aber im großen und ganzen kein champ der gespielt werden kann, geschweige denn spaß machen würde.\n\nIch hoffe ich bekomme Udyir mal zu gesicht, riot verschweigt uns etwas!","replies":[]},{"id":"","poster":"Pyuri","date":"2015-04-29T15:45:07.880+0000","up_votes":1,"down_votes":1,"body":"__","replies":[]}]}