{"id":"Vq1iVokg","poster":"ALLA without H","date":"2015-04-29T14:59:02.842+0000","title":"Patch 5.8 - Das Ende von ARAM (Mark/Dash)","subforum":"Karten & Spielmodi","up_votes":36,"down_votes":11,"body":"Durch den neuen Summoner-Skill (Mark/Dash) ist ARAM f&uuml;r alle Range Charaktere jetzt unspielbar.\r\nDer Skill ist absolut unausgewogen. Der Cooldown ist zu niedrig, die Reichweite &uuml;bertrieben und das jeder zu dem markierten Ziel springen kann ist eine Zumutung.\r\nSorry, aber ich habe mein Feierabend ARAM geliebt... jetzt ist es nur noch eine Qual.\r\nBye bye LoL bis zum Fix oder f&uuml;r immer...","replies":[{"id":"","poster":"Ezizu","date":"2015-04-30T22:54:34.301+0000","up_votes":23,"down_votes":2,"body":"Ich habe zum jetzigen Zeitpunkt 1.389 ARAM Siege und hatte nie Probleme Melee-Champs zu spielen. Vermeintlich schwache Champions wie manche Vorredner bspw. Udyr aufgeführt haben, muss man einfach nur wissen in ARAM entsprechend zu spielen und auch wenn bpsw. Lux, Heimerdinger und Sona zusammen im Enemy-Team waren, war das für mich nie ein Grund die Runde gleich aufzugeben, weil man mit einem klugen Kopf und guten Teamwork die Runde dennoch gewinnen konnte.\n\nDieser Spell \"Mark/Dash\" jedoch ist ein derart großer Eingriff in diesen Mode, dass ich ARAM nun nicht mehr spielen werde und somit in kurzer Zeit sicherlich ganz auf LoL verzichten werde.\n\nDie Ablingzeit, die Range, der Zusatzschaden - das alles in der Summe ist einfach nicht ausgeglichen. Und ja, manche Beschwörer werden Melee-Champs jetzt besser in ARAM spielen können, aber ebenso kann man Champs wie Fiddlesticks, Morgana, Sona, etc. in einer Art und Weise einsetzen, dass dieser angebliche Ausgleich total ein Schuss nach hinten war.\n\nFür mich ist dieser Spell in den vorab guten Modus ARAM das absolute Grauen.\n\nWenn Leute \"Poro-King\" spielen wollen, dann soll RIOT eben diesen Mode wieder aktivieren und gut ... aber warum mit einem so großen Major-Update einen so - sicherlich auch profitablen - Modus komplett verunstalten und Verluste eingehen?\n\nIch hoffe inständig, dass dieser Spell stark limitiert (Cooldown, Range, DMG, etc.) wird und würde mich sehr freuen, wenn dieser sogar bald wieder deaktiviert würde und von mir aus gerne der Poro-Modus wieder aktiviert wird.\n\nAlle Leute die nicht mindestens 1.000 Siege in ARAM vorzuweisen haben, können das sowieso nur schwer nachempfinden und ich kann diesen Leuten nur nahelegen, dass dieser Modus \"unsere\" Leidenschaft war und diese jetzt einfach \"vernichtet\" wurden ist.\n\nIch würde bspw. auch nie irgendwelche Äußerungen bzgl. SummonersRift machen ... weil ich mich ebenda nicht auskenne.\n\nKeine Ahnung ... wenn dieser Spell in dieser Form bleibt - war's das wohl mit LoL.","replies":[{"id":"","poster":"Huludxx","date":"2015-05-01T13:54:18.543+0000","up_votes":11,"down_votes":3,"body":"> [{quoted}](name=FunkadelicMBrain,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=000f,timestamp=2015-04-30T22:54:34.301+0000)\n>\n> Ich habe zum jetzigen Zeitpunkt 1.389 ARAM Siege und hatte nie Probleme Melee-Champs zu spielen. [..]\n> \n> Keine Ahnung ... wenn dieser Spell in dieser Form bleibt - war's das wohl mit LoL.\n\n1.6k wins und schließe mich zu 100 % an.","replies":[]},{"id":"","poster":"MachoMacker","date":"2015-05-02T15:43:09.975+0000","up_votes":7,"down_votes":3,"body":"Habe zwar nur 710 Siege in Aram vorzuweisen, aber ich schließe mich dem Kommentar zu 100% an.","replies":[]},{"id":"","poster":"Undread Sazuna","date":"2015-05-04T09:11:07.968+0000","up_votes":4,"down_votes":1,"body":"Bedeutend weniger als ihr aber auch hier volle Zustimmung!","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-05-04T09:28:07.496+0000","up_votes":3,"down_votes":7,"body":"Du musst aber auch die Spieler berücksichtigen, die eben nicht sehr oft ARAM spielen. Wenn ich bspw. Champs wie Udyr in ARAM bekommen habe, hatte ich schon keine Lust mehr auf die Runde. Und meistens habe ich mit solchen Champs auch nichts anderes gemacht, als den ganzen Tag die Gegner zu feeden. Sprich, wenn ich einen Melee Champ bekommen habe waren die meisten Games schon in der Champ Select verloren.\n\nMit dem neuen Spell kann auch ich mit Melee Champs was anfangen. Jetzt bin ich nicht komplett demotiviert und habe **absolut** keine Ahnung was ich mache, sondern kann auch meinem Team helfen. Vorher war ich eine Belastung, die auch nicht motiviert war zu gewinnen sondern eher \"das Game so schnell wie möglich hinter mich zu bringen\" und heute habe ich wieder Spaß an dem Modus und kann endlich meinem Team helfen!\n\nDas der Spell in der jetzigen Form zu stark ist kann ich aber nachvollziehen. Er sollte noch stark angepasst werden, aber nicht wieder entfernt, damit Leute wie ich auch eine Chance in ARAM haben.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-04T15:06:42.939+0000","up_votes":3,"down_votes":1,"body":"Tut mir echt leid aber das ist für mich keine sinnvolle Argumenation! Fakt ist, dass manche dieser Tanks (Galio z.B.) eine extrem hohe Winrate haben. Ich will dir nicht zu nahe treten und es ist nicht böse gemeint.... aber nur weil jemand mit einem Champ nicht umgehen kann, hat dieser trotzdem großes Potential. Wenn du das nicht abrufen kannst, ist das nicht der Fehler des Modes sondern deiner! Ich bin z.B. ein sehr schlechter Yasuo-Spieler. Aber muss er deswegen so weit vereinfacht werden, dass ich mit ihm Plays machen kann?","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-05-05T07:20:27.608+0000","up_votes":2,"down_votes":2,"body":"Wenn es bedeutet das man mit der Hälfte der Champs insgesammt keine Plays machen kann, weil diese Nahkampf sind und Leute die selten ARAM spielen damit nicht umgehen können finde ich ja. Es spielen ja nicht alle sehr oft ARAM. Sehr viele spielen eher selten mal eine Runde zwischendurch zum Spaß. Und wenn die Chance nur 50:50 ist Spaß zu haben, bei einem **Funmode** sollte das doch schon verbessert werden.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-05T15:26:11.377+0000","up_votes":1,"down_votes":1,"body":"Also halten wir fest: mit manchen Champs muss man mehr umgehen können als mit anderen, damit sie effektiv sind. Da es aber viel zu viel verlangt ist, diese Champions zu lernen, soll deiner Meinung nach die Spielmechanik soweit vereinfacht und abgeändert werden, dass auch die schweren Champs einfach werden und keine Übung (bzw. weniger Übung) brauchen....\n\nAlso ich weiß ja nicht, wies es bei dir so ist... aber ich habe durchaus Freude daran, mal was anspruchsvolles zu spielen und zu lernen (zumal es echt kein Hexenwerk ist). Mir nimmt der neue Spell schlicht und einfach die Freude am Spiel, weil er einfach die bisherige Spielmechanik weggenommen und durch eine neue (die ich nciht mag) ersetzt hat.\n\nUnd genau das ist doch bei vielen hier der Stein des Anstoßes! Ich glaube (fast) keiner hat etwas gegen die Einführung eines neuen Spielmodes! Aber warum muss dafür ein alter Spielmodus sterben? Warum muss Leuten wie mir der Spaß am Spiel genommen werden?","replies":[]}]}]},{"id":"","poster":"oasterlukas","date":"2015-05-16T06:39:45.381+0000","up_votes":1,"down_votes":0,"body":"Ich spiele wirklich wirklich wirklich selten ARAM, aber ich muss sagen, ich habe weder mit dem Spell ein Problem, doch er hilft mir in  ARAM in manchen Situationen oft. Dafür muss ich aber sagen habe ich viel mehr Spaß, das liegt aber eher daran, dass es eine tolle Abwechslung ist. ","replies":[]}]},{"id":"","poster":"Aramba Zamba","date":"2015-05-04T09:45:55.656+0000","up_votes":3,"down_votes":3,"body":"Ich finde den Spell eine sehr gute Ergänzung für Aram. Du kannst nun z.B. gegen ein Full-Poke-Team aus Varus, Jayce und co. etwas ausrichten ohne, dass du das gesamte Aram am Tower verbringst und dich zu tote Poken lässt. Die Arams sind nun auch wesentlich actionreicher, da keiner mehr hinten steht und seine Poke-Spells reinhaut bis i-wann mal wer stirbt und die Arams-Smurfs sind nun auch Geschichte, da nun wesentlich mehr Champions viable sind.\nIch hab zwar keine 1000 Aram-Wins sondern nur an die 800, aber hab dort mit ein paar Kollegen eine Elo von Challenger-Niveau(siehe op.gg), als Beweis kann ich eine 30-60 minütige Queue-Time nennen und dass ich jedes Spiel die gleichen Gegner/Teammates bekomme.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-04T10:02:54.123+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Nutellalöffler,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=000f0004,timestamp=2015-05-04T09:45:55.656+0000)\n>\n> Ich finde den Spell eine sehr gute Ergänzung für Aram. Du kannst nun z.B. gegen ein Full-Poke-Team aus Varus, Jayce und co. etwas ausrichten ohne, dass du das gesamte Aram am Tower verbringst und dich zu tote Poken lässt. Die Arams sind nun auch wesentlich actionreicher, da keiner mehr hinten steht und seine Poke-Spells reinhaut bis i-wann mal wer stirbt und die Arams-Smurfs sind nun auch Geschichte, da nun wesentlich mehr Champions viable sind.\n\nZudem ist dieses Poke-Verhalten nun auch nicht mehr möglich.\nMit Champs wie Varus, Jayce, etc. hat man einfach nur belagert. Die Minion-Wave der Gegner wurde schnell gecleart und dann wurde wieder gepoket.\nOhne Schutz (z.B. von den eigenen Minions) ist dies natürlich nicht mehr möglich. Man kann nun einen Schneeball kassieren und so einen Nahkampf kriegen.\n\nSind wir ehrlich:\nBei starken Poke-Teams erforderte es keinen allzu grossen Skill. Da musste der Gegner schon auf krasse Fehler hoffen.\nJetzt ist es nicht nur actionreicher, sondern erfordert mehr Skill (Schneeball = Skillshot + Dodge-Skill)","replies":[]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-04-30T07:19:12.713+0000","up_votes":5,"down_votes":20,"body":"Wieso nimmt euch allen der Schneball den Spaß? ARAMs sind nicht dafür da, um sie ernst zu nehmen. Das ist einfacher nur ein Funmode zum Spaß haben. Dabei geht es nicht darum total strategisch zu spielen um unbedingt zu gewinnen. Und mit dem Schneeball finde ich macht das viel mehr Spaß als vorher. Endlich kann man mit Nahkämpfern ohne Gapcloser auch mal was machen. Ein Engage ohne ist viel zu schwer, was den Champ ziemlich useless macht. Außerdem haben Nahmkämpfer ohne Gapcloser **nie** Spaß gemacht. Endlich finde ich das es keinen Champ mehr auf ARAM gibt der keinen Spaß macht.","replies":[{"id":"","poster":"Daryl Dixon","date":"2015-04-30T08:25:22.928+0000","up_votes":10,"down_votes":1,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=0008,timestamp=2015-04-30T07:19:12.713+0000)\n>\n> Wieso nimmt euch allen der Schneball den Spaß? ARAMs sind nicht dafür da, um sie ernst zu nehmen. Das ist einfacher nur ein Funmode zum Spaß haben. Dabei geht es nicht darum total strategisch zu spielen um unbedingt zu gewinnen. Und mit dem Schneeball finde ich macht das viel mehr Spaß als vorher. Endlich kann man mit Nahkämpfern ohne Gapcloser auch mal was machen. Ein Engage ohne ist viel zu schwer, was den Champ ziemlich useless macht. Außerdem haben Nahmkämpfer ohne Gapcloser **nie** Spaß gemacht. Endlich finde ich das es keinen Champ mehr auf ARAM gibt der keinen Spaß macht.\n\nTrotzdem sollte ein gewisses balancing da sein.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-30T08:38:53.498+0000","up_votes":3,"down_votes":14,"body":"> [{quoted}](name=Daryl Dixon,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=00080000,timestamp=2015-04-30T08:25:22.928+0000)\n>\n> Trotzdem sollte ein gewisses balancing da sein.\n\nGab es vorher denn ein balancing?\n\nEs waren doch eigentlich immer die selben Champs in den Top 10 mit den höchsten winrates (z.B. Sona, Heimer, Ziggs, Lux, etc.) und immer die selben Champ mit den tiefsten winrates (z.B. Eve, Akali, Kha, Tryn, etc. -> neu offenbar auch Bard).\n\nDer neue Zauber stärkt jene mit tiefen winrates (für Champs wie Sona oder Ziggs ist er ja auch unbrauchbar). Riot versucht also zu balancen.\n\nOb der neue Zauber OP ist, wird sich erst noch zeigen.\nSollte dies sein, wird Riot ihn wohl nerfen (z.B. höhere CD oder langsamere Geschwindigkeit). Kann aber auch sein, dass alle den Schneeball dodgen; dann braucht es sogar einen Buff.\n\nRiot hat damit sicherlich zum Ziel, dass mehr Champs in ARAM \"spielbar\" sind und nicht nur gewisse Champs eine extrem hohe winrate besitzen. Man beschwert sich hier also, dass Riot den Modus besser balanced. ;)","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-04-30T16:15:19.198+0000","up_votes":18,"down_votes":0,"body":"Ich denke, dass der Zauber da gar nicht mal viel hilft... nehmen wir z.B. mal Akali: sie ist nicht deswegen schwach im ARAM weil sie nicht engagen kann (denn das kann sie ab lvl 6 sogar sehr gut) sondern deswegen, weil schlicht ein ungeeignetes Skillset für den Mode hat. Bei Bard ist es doch ähnlich. Tryndamere braucht eben viel Zeit, bis er Schaden macht und die hat man im ARAM meistens nicht. Wir der neue Spell daran etwas ändern?\n\nDas Problem sehe ich aber auch gar nicht bei diesen tendenziell eher schwachen Champs, sondern bei starken Champs wie Galio, Katarina, Amumu usw. Oder allgemein bei Chars, die schon einen guten Engage haben und die man eh nur dadurch in Schach halten konnte, indem man Distanz aufgebaut hat (z.B. Jarvan). Was soll man gegen einen Galio machen, der einfach munter alle 20 Sec. in die Gruppe reinspringen kann? Oder einen Amumu? Oder Warwick? Oder Yi? Diese Liste kann man lange weiterführen!\n\nIch finde, das ist keine Balance, wenn man den absoluten Vorteil verschiebt! Balance ist, wenn alle Champs vom Potential her ähnlich gut sind!\n\nWenn Riot diesen Spell einführen will, dann wegen mir in einem eigenen Mode! Aber nicht einfach ARAM nehmen und kaputt machen! Mir hat der Mode so gefallen, wie er war (und ich denke mal, da stehe ich nicht alleine da!). Einen großen Änderungsbedarf sehe ich nicht (was natürlich nicht heißen soll, dass man kein Feintuning betreiben sollte!) und ich habe immerhin über 800 ARAM Games auf dem Buckel!","replies":[{"id":"","poster":"Norica","date":"2015-05-01T14:34:37.410+0000","up_votes":3,"down_votes":0,"body":"Das kann ich so unterschreiben! Ganz meiner Meinung :)","replies":[]},{"id":"","poster":"Ezizu","date":"2015-05-01T11:03:44.226+0000","up_votes":2,"down_votes":0,"body":"Sehr guter Beitrag!!!","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-01T12:37:11.840+0000","up_votes":2,"down_votes":0,"body":"Danke =)","replies":[]}]},{"id":"","poster":"Undread Sazuna","date":"2015-05-04T09:13:13.464+0000","up_votes":1,"down_votes":0,"body":"Ein anderer Modus XD\n\nIch stell mir das Teil gerade in Dominion vor^^","replies":[]}]},{"id":"","poster":"eingew","date":"2015-04-30T09:52:16.027+0000","up_votes":2,"down_votes":1,"body":"Also von keinem Balancing kann man definitiv auch nicht reden. Klar, der Fokus liegt nicht so sehr auf diesem Spielmodus, aber dass vor soundso vielen Patches mal sämtliche Heals, die man Mitspielern zukommen lässt um 50% reduziert wurden kam auch nicht von ungefähr.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-30T09:58:01.697+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=0008000000000000,timestamp=2015-04-30T09:52:16.027+0000)\n>\n> Also von keinem Balancing kann man definitiv auch nicht reden. Klar, der Fokus liegt nicht so sehr auf diesem Spielmodus, aber dass vor soundso vielen Patches mal sämtliche Heals, die man Mitspielern zukommen lässt um 50% reduziert wurden kam auch nicht von ungefähr.\n\nNatürlich gab es ein Balancing (wie z.B. beim Heal).\nDie winrate der Champs hat dies offensichtlich aber nicht wirklich beeinflusst. \n\nFakt ist sicherlich, dass die winrates der Champs extrem stark abweichen (die schlechtesten hatten unter 40%).\nDie Einführung dieses Zaubers ist eine Balancing-Massnahme, welche tendenziell die Champs mit tiefer winrate stärkt.\n\nOb der Zauber zu starkt diese Champs stärkt, ist noch nicht bekannt. Riot sammelt hier sicherlich nun Daten und verändern wohl dann noch \"den Schnellball\". \nDie grundsätzliche Idee, dass nun mehr Champs in ARAM \"carrien\" können, finde ich persönlich jedoch nicht verkehrt.","replies":[{"id":"","poster":"Ezizu","date":"2015-05-01T11:02:54.565+0000","up_votes":1,"down_votes":0,"body":"Es werden eben auch die vermeintlich \"starken\" Champs ebenso \"gestärkt\".\n\nUnd wenn Riot entsprechende Änderungen vornimmt, sollten sie diese sicherlich vorab ausreichend testen!","replies":[]}]}]},{"id":"","poster":"Ezizu","date":"2015-05-01T11:01:30.060+0000","up_votes":1,"down_votes":0,"body":"Es ist nicht besser balanced. Viele reden davon, dass Melee-Champs jetzt besser engagen können, lassen aber außer Acht, dass bpsw. Champs wie Fiddlesticks oder Morgana ebenfalls starken Nutzen von diesem Spell haben.\n\nInsofern der Spell bestehen bleiben soll, hilft es nur diesen in CD, DMG, Range extrem zu limitieren.","replies":[]}]}]},{"id":"","poster":"Ezizu","date":"2015-05-01T10:59:03.182+0000","up_votes":2,"down_votes":1,"body":"Es ist für die meisten ARAM-Player eben nicht nur ein Fun-Mode, sonder viele sind mit großer Leidenschaft dabei und bspw. ich freue mich sehr, wenn ich - ohne Mark/Dash - die Herausforderung annehmen musste mit einem vermeintlich schwachen Champ zu spielen. \n\nLeute die sich auf Winrates beschränken, sind in ARAM sowieso fehl am Platz. Es ist wie im Sport - wenn man sich aufgrund von Statistiken nicht traut und sich vorab abschreibt, hat sowieso verloren.\n\nMark/Dash in einer PoroKingQue ... oder eben extrem generft mag annehmbar sein, so wie es jetzt ist, in keinem Fall.","replies":[]},{"id":"","poster":"Cookiewing","date":"2015-05-01T11:25:48.235+0000","up_votes":3,"down_votes":1,"body":"Und die Lösung ist das JEDER melee egal ob gabcloser oder nicht nun einen 100% idiotensicheren overpowerten Engage bekommt^^? genau wie jeder champ mit nem massiven aoe ult diesen idiotensicheren gabcloser bekommt? leute wie morgana gailo oder fiddle mussten früher tatsächlich ein wenig gedankenkraft darin investieren ihre ultimates ordentlich zu landen auf der map .... jetzt müssen sie einfach nur den ball auf ein paar minons werfen und GG Aced...\n\nund das hat mit \"balancing\" nix zu tun ... das ist einfach nur gesunder menschenverstand dass man nicht komplette gamebreaker summoner reinbringt... als ob wir nun heal oder ignite ändern würden dass es die 5 fache range hat und nur noch 20 sek cd oO und dann meinen das wäre eine sinnvolle ergänzung für den spielmodus -.-","replies":[]}]},{"id":"","poster":"Fajeth","date":"2015-04-30T13:09:14.529+0000","up_votes":16,"down_votes":3,"body":"Ganz ehrlich rito, das meint ihr doch nicht ernst mit diesem summoner spell oder? bloß weg damit, aram fühlt sich jetzt ganz anders an, es macht keinen spaß mehr...","replies":[]},{"id":"","poster":"Wutzekopp","date":"2015-04-30T06:41:17.830+0000","up_votes":14,"down_votes":4,"body":"ARAM ist das einzige was ich bei LOL spiele, aber dieser dieser Summoner-Skill nimmt mir den Spass daran.\nBei \"Winterfreuden\" war das ja noch witzig, aber da war es ein gesonderter Modus. 20 Sekunden cd ist völlig übertrieben. Jetzt ist ARAM nur noch eine Schneeballschlacht, Positionierung ist nahezu sinnlos geworden. Statt Strategie hat man jetzt chaotisches Gemetzel. \nBitte, entfernt diesen Schneeball wieder, einfach nur nervig!!!","replies":[{"id":"","poster":"Corpsa","date":"2015-05-12T14:41:48.616+0000","up_votes":3,"down_votes":0,"body":"Geht mir genau so Wutzekopp (geiler Name:) , ich spiele zu 99% nur noch Aram hatte gerade eine 3 Monats Pause hinter mir, komme zurück und rutsche in die Schneeballschlacht. Es verändert den Playstyle enorm alles dreht sich nur noch um den Spell und das ist schlichtweg einfach nur nervig.\n\nEntfernen oder zumindest anpassen, 20 sekunden ist einfach nur krank, ein 1-2min CD wäre eher passend und die reichweite reduzieren.\nBitte Riot ändert oder entfernt den Spell !","replies":[]},{"id":"","poster":"Headbeatz","date":"2015-05-01T14:38:33.199+0000","up_votes":3,"down_votes":8,"body":"Strategie in ARAM musst du mir erläutern mir selber gefällt aram nich eben weil man als nahkkämpfer keinen auftrag hatte wenn 5 range vor dir stehen so denke ich ist dieser summoner spell zucker","replies":[{"id":"","poster":"Huludxx","date":"2015-05-01T14:58:03.223+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=HeadBeatz,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=00070000,timestamp=2015-05-01T14:38:33.199+0000)\n>\n> Strategie in ARAM musst du mir erläutern mir selber gefällt aram nich eben weil man als nahkkämpfer keinen auftrag hatte wenn 5 range vor dir stehen so denke ich ist dieser summoner spell zucker\n\nwie man sieht, du spielst den mode nicht. Melee Tanks im Aram lategame sind ausgesprochen stark. Assasins häufig auch. und btw: wenn das Gegenerteam 5 adc hat dann ist es völlig ok auch mal stumpf zu verlieren. Keiner der häufiger Aram spielt besteht drauf, dass jede zufällige team kombo besiegbar ist. Wichtig ist nur dass diese paar absolut unbesiegbaren Kombos sehr selten sind. Dank dem neuen Beschwörerzauber hat sich die Anzahl genau dieser Kombos gefühlt verzehnfacht.\nUnd wenn du die strategie erläutert haben möchtest: Garen mit Thornmail, sunfirecape und ordentlich leben vll. noch ein AD-item und lvl 16+, da werden die gegnerischen Ranges langsam nervös. Ausweichen auf ne andere Lane ist da nicht :)\n ","replies":[]}]}]},{"id":"","poster":"Egeliyim","date":"2015-05-01T19:02:46.093+0000","up_votes":10,"down_votes":1,"body":"**Schafft diesen Schneeball ab bitte!!!!! das macht ja keinen spaß mehr -.-**","replies":[]},{"id":"","poster":"ColonelCarnage","date":"2015-04-29T15:44:40.082+0000","up_votes":11,"down_votes":2,"body":"Stimme dem TO absolut zu, der Skill muss wieder weg. \nNatürlich gibt es gelegentlich Runden, wo man mit einem nahkampflastigen Team hinter dem Turm hängt und keine Sonne sieht, aber der aktuelle Stand ist da weit schlimmer. \nWenn jeder Melee-Champ sich zu jeder Zeit mitten ins Gesicht der Ranges porten kann, ist das einfach witzlos. \nImmer schön, wenn Yi plötzlich über 30m angeflogen kommt und mittem im Team seine Combo startet.","replies":[]},{"id":"","poster":"Fr3shdumbledore","date":"2015-04-29T22:18:41.794+0000","up_votes":9,"down_votes":1,"body":"Ich bin der Meinung, dass der neue Spell deutlich zu stark ist! Tanks waren nie schwach und ich habe es oft genug erlebt, dass sie Spiele gewinnen! Allerdings hatte man immer die Möglichkeit ihre engages zu dodgen bzw. sie zu kontern. Jetzt spammen sie einfach den neuen Zauber und irgendwann treffen sie dann mal einen aus dem Team und das wars dann!\n\nWenn man die Dominanz der Ranges brachen will: Gut! Aber da gibt es doch wohl andere Wege! Man könnte z.B. Ludens aus dem Aram rausnehmen (denn das hat die Dominanz der Ranged APs extrem gepushed) und dafür Warmogs drin lassen!","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-04-30T07:15:34.789+0000","up_votes":4,"down_votes":3,"body":"Ach so wir machen die APC schwächer **UND** die Tanks stärker damit die erst recht richtig useless werden. Ohne Ludens und mit Warmorgs machen APC überhaupt nichts mehr in ARAM. Vorallem keinen Spaß.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-04-30T16:21:56.485+0000","up_votes":1,"down_votes":1,"body":"Ich spiele genug APCs in ARAM und Ludens ist als Item auf dieser Map einfach ein Witz! Ich frage mich soweiso, warum Riot ein Core-Item mit DFG rausnimmt mit der Begründung, dass es praktisch Pflicht ist und dann als Ersatz ein anderes Item mit ähnlichem Potential (zumindest für den Durchschnitsspieler) einführt, was auch noch deutlich leichter zu handhaben ist und weniger CD hat! Jetzt rennen halt alle APCs mit Ludens rum anstatt mit DFG.\n\nZudem sage ich nicht, dass man das auf jedenfall machen muss (denn ich bin mit der Balance im ARAM sehr zufrieden), sondern nur, dass es eine andere Möglichkeit wäre, Tanks zu stärken und APs zu schwächen (was ja wohl die Intention hinter dem Schneeball ist) ohne das ganze Spiel auf den Kopf zu stellen!","replies":[]}]}]},{"id":"","poster":"Drover1","date":"2015-04-29T15:30:05.218+0000","up_votes":9,"down_votes":1,"body":"Die Range ist einfach zu lange und der CD´s ist einfach zu kurz","replies":[]},{"id":"","poster":"Evenrider","date":"2015-05-03T15:00:24.564+0000","up_votes":2,"down_votes":1,"body":"Es gibt doch schon Nerfs auf dem PBE.\nSchaden bleibt, allerdings wird der Mark nur noch 25% Schaden machen und der Dash 75%.\nAlso für 200 True Damage muss man dashen, ansonsten hat man nur noch 50 True Damage.\nUnd der Cooldown wird erhöht.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-03T20:07:45.231+0000","up_votes":3,"down_votes":1,"body":"Das Ding ist: es wird wieder ein ewiges Rumgeiere. Das Ding wird op ins Spiel gebracht und dann generfed bis es useless ist. Und weshalb? Fast keiner will das Ding haben bzw. sieht eine Notwenidigkeit für diesen Spell! Einfach rausnehmen und ARAM wieder zu dem machen, was es war und zumindest meiner Meinung nach auch sein sollte!","replies":[{"id":"","poster":"eingew","date":"2015-05-03T20:21:59.759+0000","up_votes":3,"down_votes":5,"body":"Also mir machts ja mehr Spaß mit als ohne.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-03T20:45:43.633+0000","up_votes":9,"down_votes":1,"body":"Klar macht es manchen Leuten Spaß, das is doch auch ok so. Aber vielen macht es eben keinen. Wenn man einen Spielmodus nimmt und radikal verändert, dann nimmt man damit in Kauf, dass er für manche Leute den Reiz verliert. Ganz davon abgesehen erinnere ich mich noch an Aussagen Seitens Riot die besagten, dass alle Beschwörerzauber viable sein sollen.... das Ding hat mehr DPS als Entzünden, macht absoluten Schaden, hat mehr Range als die meisten Spells, hat nen CD von 20 Sekunden und nen Dash und lässt sogar den CD noch weiter verringern! Er ist eine einzige Eierlegendewollmilchsau! Wo is da die Balance?\n\nAußerdem ist doch counterplay immer ein Argument für Veränderungen.. immerhin sind der alte Xerath und der alte Gragas diesem Motte zum Opfer gefallen, weil sie angeblich nicht zu countern waren und deswegen für Frust sorgten. Aber ein Spell ohne Castzeit, ein weißer Spell auf weißem Untergrund, den man nicht mit Schilden blocken kann, der einen Dash ermöglicht, gegen den man nichts machen kann, der Sicht gibt sowohl bei der Ausführung als auch nach nem Treffer, der auch durch Def Splls wie Sivirs Schild und Yasuos Mauer fliegt, der auch auf Vasallen wirkt und so nicht mal durch Dodgen komplett vermieden werden kann... der ist legitim?\n\nDie Lösung wäre doch ganz einfach: Riot sollte den Schneeball optional machen und eine weitere Warteschlange einführen für alle Spieler, die gerne ihren alten Mode zurück hätten! Wenn das nicht geht kp.... ich verstehe ja, dass manche das Spiel so lieber mögen. Aber ist es deswegen ok, den anderen den Mode zu verderben?","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-05-04T09:21:58.152+0000","up_votes":3,"down_votes":5,"body":"Also ich finde es wirklich sehr, sehr, sehr einfach diesem Spell zu dodgen. Ich glaube ich habe in meinem Leben noch nie ein so langsames Projektil gesehen. Da muss man schon weggucken um nich davon getroffen zu werden.\n\nDie CD könnte auf jeden Fall noch erhöht werden und der DMG verringert, aber OP finde ich diesen Spell keines falls, weil man sich erstmal treffen lassen muss. Und mit ein bisschen Aufmerksamkeit wird man nicht sehr oft getroffen.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-04T15:00:35.795+0000","up_votes":1,"down_votes":0,"body":"Das problem ist doch, dass es schon reicht, einen Vasallen zu treffen, um einen guten Engage sicher zu haben! Wenn der Spell an denen nur DMG machen würde aber den Dash nicht auslösen würde, dann wäre der Spell gar nicht so problematisch!","replies":[{"id":"","poster":"Undread Sazuna","date":"2015-05-05T07:14:10.807+0000","up_votes":1,"down_votes":0,"body":"Da gebe ich dir absolut recht die meisten wissen das jedoch nicht und wundern sich dann wieso der Gegner trotzdem vor einem auftaucht obwohl sie einen Minionblock benutzt haben. Also noch weiter laufen oder man ist trotzdem tot.{{summoner:32}}","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-05-03T23:25:45.973+0000","up_votes":1,"down_votes":3,"body":"Ich hab nichts gegen Anpassungen, der Schaden ist zum Beispiel auch meiner Meinung nach etwas zu hoch... obwohl ich definitiv nicht gut genug bin um Balancing groß bewerten zu können. Aber ich habe Vertrauen darin, dass Riot das richtige tut. Bisher wurde ich nicht enttäuscht, es wurde immer das getan, was die Community am ehesten fordert. Ich bezweifle, dass das Experiment direkt im nächsten Patch direkt wieder entfernt wird, ich denke auch nicht, dass eine zweite Queue eine Lösung wäre, aber es kann durchaus sein, dass der Spell irgendwann wieder aus dem Spiel entfernt wird. Wäre schließlich nicht das erste Mal.\n\nIch wüsste übrigens nicht, warum irgendjemand anderen den Mode gar mutwillig verdirbt, weil ihm der Schneeball gefällt. Das ist übertrieben. Niemand von uns hatte Einfluss auf die Einführung dieses Schneeballs. Ich finde es gut, dass da etwas neues ausprobiert wurde und kann bisher nicht davon reden, dass das Ding so absolut OP ist. Wem das nicht gefällt, der kann mich wohl kaum dafür verantwortlich machen. Am Ende wird Riot sich so entscheiden, dass die Mehrheit zufrieden ist, so wie immer.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-04T15:02:06.616+0000","up_votes":2,"down_votes":0,"body":"Das ist evtl. falsch rübergekommen. Ich meinte nicht, dass einzelne Personen das Spiel verderben sondern die großen Veränderungen, die Riot vorgenommen hat.\n\nIch wollte damit sagen, dass Riot bewusst einen Mode soweit verändert hat, dass er manchen zwar jetzt mehr Spaß macht als früher, dafür einem anderen Kreis von Leuten weniger bis keinen mehr macht!","replies":[]}]}]}]},{"id":"","poster":"Evenrider","date":"2015-05-04T11:49:29.537+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=00190000,timestamp=2015-05-03T20:07:45.231+0000)\n>\n> Das Ding ist: es wird wieder ein ewiges Rumgeiere. Das Ding wird op ins Spiel gebracht und dann generfed bis es useless ist. Und weshalb? Fast keiner will das Ding haben bzw. sieht eine Notwenidigkeit für diesen Spell! Einfach rausnehmen und ARAM wieder zu dem machen, was es war und zumindest meiner Meinung nach auch sein sollte!\n\nDann verlangt doch nicht, dass es rausgenommen wird!\nWarum wollt ihr es denn alle entfernt haben? Ja gut, sie haben es ein wenig übertrieben, als sie es rausbrachten, aber welcher Champion ist den bitte Balanced, wenn er vom PBE auf die Live-Server wechselt?\nGebt ihnen Zeit, dass sie es nerfen, aber nicht zerstören. Dann wird die Fähigkeit auch sinnvoll sein.\n\nUnd ja es hat eine Notwendigkeit in dem Modus. Die bisherigen Games waren einfach nur langweilig als Bruiser ohne Gapcloser. Poken, Poken, Poken. Als Udyr konnte man dämlich rumstehen und auf den Tod warten oder in den Tod rennen. Jetzt kann man endlich mal Spielen! Allein das ist es schon Wert, dass sie die Fähigkeit erhalten.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-04T14:59:56.169+0000","up_votes":1,"down_votes":0,"body":"Udyr ist ein Extremfall, das gebe ich zu. Aber andere Bruiser und Tanks waren schon immer stark... wenn man sie spielen konnte! Warwick oder Garen zum Beispiel sind sehr solide Champs in ARAM. Wukong und Jarvan sind sogar sehr stark. Wenn man als Tank oder Bruiser das Early überstanden hat ohne groß zu feeden, hat man in der Regel auch gewonnen!","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T15:12:24.276+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=0019000000010000,timestamp=2015-05-04T14:59:56.169+0000)\n>\n> Udyr ist ein Extremfall, das gebe ich zu. Aber andere Bruiser und Tanks waren schon immer stark... wenn man sie spielen konnte! Warwick oder Garen zum Beispiel sind sehr solide Champs in ARAM. Wukong und Jarvan sind sogar sehr stark. Wenn man als Tank oder Bruiser das Early überstanden hat ohne groß zu feeden, hat man in der Regel auch gewonnen!\n\nBei Wukong und J4 und anderen Tanks/Bruisern mit viel CC und Gapclosern stimme ich dir zu. Spiel sie selbst auch sehr gerne.\nGaren selbst ist relativ bescheiden in Aram. Gut er hält sehr viel Poke aus, dank seiner Passive. Ansonsten hat er aber das gleiche Problem wie Udyr. Er muss immer noch hinlaufen. Er wird immer noch Cced, CCed und Cced und erreicht fast nie jemanden.\nWW ebenso. Er kann sich recht gut hochheilen und seine Ultimate ist immer noch sehr tödlich, gerade in Aram wo niemand QSS kauft. Aber ansonsten muss er auch durch die Spells laufen.\n\nUnd gerade dieses Laufen ist gegen 5 ADCs/Mages auf der Aram-Map die reinste Hölle.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-04T15:35:02.942+0000","up_votes":1,"down_votes":0,"body":"Ja gut, alles hat seinen Counter. Das ist Teil des Spiels. Aber der neue Spell verlagert das Problem nicht nur, sondern macht es noch schlimmer! Ich habe seit es den Spell gibt mehrere Games gemacht und ALLE wurden durch die Tanks entschieden! Wirklich ausnahmslos ALLE!\n\nMit Garen und WW beispielsweise habe ich immer gute Resultate erzielt. Aber sie sind als Tanks eben nicht so leicht zu spielen und man muss sich geschickt anstellen. Jetzt ist es nur noch Faceroll....","replies":[{"id":"","poster":"Evenrider","date":"2015-05-04T15:51:47.970+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001900000001000000000000,timestamp=2015-05-04T15:35:02.942+0000)\n>\n> Ja gut, alles hat seinen Counter. Das ist Teil des Spiels. Aber der neue Spell verlagert das Problem nicht nur, sondern macht es noch schlimmer! Ich habe seit es den Spell gibt mehrere Games gemacht und ALLE wurden durch die Tanks entschieden! Wirklich ausnahmslos ALLE!\n\nKann genau das nicht behaupten. Habe auch mehrere Spiele gemacht.\nHabe meine bisherigen Spiele mal gesucht. In keinem der Spiele gegen reine Poke-Kombos gespielt. Weiterhin meist eben durch zusätzlichen Poke Schaden oder durch spezielle Wombo Kombos (Annie+Wu+Kennen) gewonnen oder verloren.\nKann anhand meiner Erfahrungen sagen, dass Tanks und Assassinen und andere Low Range Champions mehr Auswirkungen auf das Spiel haben. Es ist aber nicht so, dass Long Range Champions nun nutzlos wären. Nein, ihr Poke ist es immer noch, welcher entscheidet, ob der TF gewonnen wird oder nicht. Oder eben Wombo Kombos, aber die sind in dem Modus so oder so OP.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"x Steasy","date":"2015-04-29T20:01:31.035+0000","up_votes":8,"down_votes":2,"body":"Macht doch einfach nen neuen Mod wo man nur mit den schneebällen schießt, aber für ARAM ist es einfach viel zu stark!","replies":[]},{"id":"","poster":"Saîlor Moon Moon","date":"2015-04-30T18:30:55.122+0000","up_votes":6,"down_votes":1,"body":"Es ist einfach nur noch ein schlechter Witz, wenn du als Xerath beim inneren Turm stehst und aus dem nichts kommen 200 Punkte absoluter Schaden und ein Garen mit 3000 Lebenspunkten lässt sein ganzes Arsenal an dir aus und du entkommst mit Blitz und müder Not nur um den Schneeball vom Alistar zu fressen der wieder 200 Punkte **absoluten** Schaden macht! Der Beschwörerzauber hat (20-5)*0,9 Abklingzeit! das ist nicht mehr witzig! Der überbrückt eine Distanz  von einem Varuspfeil. Ich spiele so sicher kein ARAM mehr.","replies":[]},{"id":"","poster":"Chiro1987","date":"2015-05-01T14:37:29.846+0000","up_votes":6,"down_votes":2,"body":"Der neue Summoner Skill muss SOFORT wieder entfernt werden. Sonst ziehe ich die Konsequenzen und schließe mit dem Kapitel LoL ab. Riot hat bei den meisten Aram Spielern (die Aram nicht als \"reinen Funmode\" ansehen) großen Zorn auf sich gezogen. Mir macht der Modus absolut keinen Spass mehr in der jetztigen Form. Wenn ich mir die Kommentare meiner Vorredner durchlese, scheine ich nicht der einzige zu sein, der diese Meinung teilt.","replies":[]},{"id":"","poster":"karatekatz","date":"2015-04-30T21:40:41.628+0000","up_votes":6,"down_votes":2,"body":"Dem kann ich mir nur anschließen, seit dem Schneeball macht Aram nciht wirklich mehr Spaß... wo sind da die speziellen Fähigkeiten von Ranges hin wenn ich mit dem Teil mittenrein sprinten kann??","replies":[]},{"id":"","poster":"Drover1","date":"2015-04-29T15:01:36.790+0000","up_votes":6,"down_votes":2,"body":"Seh ich genauso...... weg mit diesem nutzlosen Skill  oder macht ein neuen Modi .... Tank und Melee only","replies":[]},{"id":"","poster":"Rayar","date":"2015-05-11T21:42:34.923+0000","up_votes":3,"down_votes":0,"body":"Ich habe sehr lange hauptsächlich Aram gespielt und nun nach einer Pause wollte ich wieder reinschauen, allerdings auf dem PBE (macht allerdings keinen Unterschied, da es auf den Live Servern auch aktiv ist). Ich habe insgesamt gut ungefähr 500 Spiele in Aram insgesamt bestritten und stehe nun wirklich davor entweder gar nicht mehr zu spielen, oder komplett auf Summoners Rift zu wechseln.\nEs macht einfach keinen Spaß, wenn man ständig nach diesen Schneebällen Ausschau halten muss, die einen nicht einmal selbst treffen muss, sondern sogar einfach einen Minion treffen müssen und da hat es dann nicht einmal mehr etwas mit Skill zu tun einen zu treffen. Es mag sicher spaßig sein sich als Nahkämpfer alle 19 Sekunden ins gegnerische Team teleportieren zu können, aber man kann auch nicht jedes Aram einen Champion bekommen der gut mit dem Spell harmoniert.\nOkay, wenn ich früher einen Nahkämpfer bekommen habe kamen natürlich gleich Fragen wie \"Warum gerade der?!\" auf, allerdings habe ich keinen wirklich Hasschampion auf Aram und sehe auch kein Spiel als verloren, nur weil ich einen Nahkämpfer bekommen habe. Ich probiere einfach mein bestes und zusammen mit meinem Team kommt dann auch häufig etwas Positives dabei raus, womit man gar nicht gerechnet hat.\nJetzt wirft man einfach nur noch alle 19 Sekunden mit Schneebällen um sich herum und geht auch meist rein, wenn man etwas getroffen hat und solang es nicht unbedingt ein zu kritischer Towerdive war. Währenddessen lässt man das Team wiederum hinter sich zurück, da nicht alle unbedingt nachfolgen. Während man auch guten Schaden beim gegnerischen Team anrichten kann, wenn man erst einmal drin ist, es kann auch ziemlich in die Hose gehen, auch wenn letzteres eher selten vorkommt, sodass es ein verlorenes Spiel bedeutet.\nDer Spell kann meiner Meinung nach ruhig drin bleiben, allerdings in abgeänderter Form. Selber Cooldown wie Flash und dann stört mich auch gar nicht mehr der Schaden und die Reichweite die der Schneeball hat. Aber alle 19 Sekunden ist einfach viel zu hart.\nIch denke nicht wirklich daran, dass sich etwas tun wird und denke, dass es das erst einmal mit ein paar Chillgames auf Aram war. Vielleicht auch nur ein verzweifelter Versuch von Riot die \"Hardcore\" Aram Spieler nach Dominion umzuleiten, damit sich der Spielmodus mit mehr Spielern erfreuen kann. Wohl eher nicht. ^^\nMich sieht Aram auf jedenfall in der Form nicht mehr wirklich, außer ich geh da mit Freunden rein. Mit Freunden macht halt auch so ein unbalanced Gamemode Spaß.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-04-29T15:09:12.201+0000","up_votes":4,"down_votes":2,"body":"Ein Range-Champ müsste eigentlich auch die Möglichkeit haben, den Schneeball dodgen zu können. ;)\n\nADCs haben zudem nun den BT, so dass einiges wieder kompensiert wird.\nRange-APCs galten schon immer als besonders OP. Mit Ludens haben sie nun auch mehr MS, was das Dodgen vereinfachen sollte.\n\nTanks sind schon vorher recht stark in ARAM gewesen, sofern man nicht einfach blind reingeht. Wenn das Game länger dauert, gewinnen meist jene Teams, welche Tanks besitzen.\n\nDen wirklichen \"Buff\" kriegen die Assassinen. Diese waren tendenziell auch jene Champs, welche unterdurchschnittliche winrates haben (z.B. gem. LoLKing: Eve, Akali, Kha, etc.). Ich zweifle aber stark, dass diese Champs nun deswegen OP geworden sind.","replies":[{"id":"","poster":"Ezizu","date":"2015-05-01T11:06:13.986+0000","up_votes":3,"down_votes":0,"body":"Wenn 5 Gegenspieler \"Mark/Dash\" haben und der Cooldown bei 20 Sekunden liegt, kann sich wohl jeder vorstellen, dass man als Range-Champ nicht die ganze Zeit den Fokus auf \"dodgen\" legen kann.","replies":[]}]},{"id":"","poster":"Elias","date":"2015-05-17T19:43:10.313+0000","up_votes":4,"down_votes":1,"body":"Ich Poste mal einen von mir verfaßten Text den ich schon mal zu dem Thema geschrieben haben.\n\nIch kann ihn ausweichen, aber da sind noch 4 andere Mitspieler plus Vasallen.\nDer Zauber hat eine reichweite von 25 Teemos (2500), das Ulti von Lux hat eine von 33,4 Teemos (3340) nur als Vergleich.\nZAC z.b. Hat den größten nicht ulti Sprung mit 15,5 Teemos (1550) auf Max (auf Stufe 1 nur 1150, 50 mehr als Ammumu) und ein CD von 12s und er muß ihn noch aufladen. Und das alles ist nur der Mark der Desh ist Global und was mich am meisten stört ist das der Ball stellenweise die gleiche Farbe wie der Untergrund hat.\n\nMeine Meinung nach muß der CD hoch auf Flesh niwo die Mark Entfernung auf unter 15 Teemos und die des Deshes max plus 5 Teemos und es können keine Vasallen Markiert werden.\n\nWas mich noch stört ist das Gefühl für den Fehler anderer bestraft zu werden weil die Gegner meine Verbündeten als Hilfe benutzen um an mich ranzukommen. Wenn ich z.B. von einem Skillshots getroffen werde und Sterbe war es mein Fehler, wenn aber ein Vasall oder Mitspieler getroffen wird und ich obwohl ich ausgewichen bin sterbe ist es nur unfair und bestraft ein trotz gutem Spielens.\n\nDie Idee hinter dem neuen Spell ist ja nicht schlecht, nur Toxisch umgesetzt.","replies":[]},{"id":"","poster":"Huludxx","date":"2015-05-01T13:47:55.289+0000","up_votes":4,"down_votes":1,"body":"Das wars für mich mit aram. Macht schlicht keinen sinn mehr. Wenn ich etwas spielen will wo alle nur rumspringen spiele ich teeworlds....","replies":[]},{"id":"","poster":"YouStoleMyName","date":"2015-05-16T07:49:00.941+0000","up_votes":3,"down_votes":3,"body":"Wie die ganzen ARAM Nerds jetzt hier rumheulen, wir, die SR Spieler, durften wesentlich mehr und viel schlimmere Changes einstecken.\n\nUns wurden ganze Summoner Spells entfernt, einfach neue hinzugefügt etc.. ihr kriegt naxh gut 2 Jahren mal einen neuen Summoner und beschwert euch extremst. Seit doch lieber froh, das versucht wird, Aram für jeden Champ spielbar zu machen.\n\nIch habe absolut keine Lust auf Champions wie Voli, Udyr etc wo du nicht an den Gegner rankommst ohne vorher 80% Leben zu verlieren.\nDer Schneeball bietet nun eine möglichkeit auch bei Engage Schwachen bzw Aram schwachen Champs ein wenig Spaß zu haben.\n\nUnd das absolut jeder den Ball mitnimmt ist totaler Käse. Ich seh oft genug Spieler die lieber auf Barriere oder Heal zurückgreifen grade um den Schneeball wieder auszukontern.\n\nMan nimmt auf SR gegen eine Heallane als Supporter auch an sich lieber ein Ignite mit statt ein Exhaust um die Heals auszukontern.\nUnd wenn ihr wisst, das soviele ja angeblich den Ball nehmen, wieso greift ihr nicht einfach Kontersumms zurück die euch einen Vorteil verschaffen, wenn jemand mit dem Ball reinspringt ?!","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-16T16:07:13.374+0000","up_votes":3,"down_votes":2,"body":"Mal ganz abseits der 1000 Argumente, die gegen den Schneeball sprechen ,geht es ja auch darum, dass ARAM jetzt eben nicht mehr der Spielmode ist, der es war. Es wurde alles auf den Kopf gestellt und vielen macht es, so wie es jetzt ist, keinen Spaß mehr. \n\nDas gleiche trifft btw. auch für viele auf SR zu. Viele der Changes dort haben die Leute wie mich ja erst dazu gebracht, dass wir fast nur noch ARAM spielen. Und jetzt wird uns das eben auch noch kaputt gemacht. Darf man sich dann nicht dagegen wehren? Bzw. es zumindest versuchen?","replies":[{"id":"","poster":"YouStoleMyName","date":"2015-05-17T09:59:13.346+0000","up_votes":2,"down_votes":2,"body":"Du darfst dich dagegen wehren, Demonstrationen abhalten oder in den Bundestag gehen und fordern das der Ball entfernt wird.\nÄndert aber nichts daran, das es nicht passieren wird. Da Riot das macht, was Sie wollen.\n\nDas die Community wirklichen Einfluß mit aufs Spiel hat, ist schon seit Jahren vorbei, das solltest du eigentlich wissen.\n\nWir können gerne auch die Geschichte der alten TTT rauswühlen, denn im großen und ganzen, ist dieser Thread das gleiche was passiert ist, als die 3er Map ausgetauscht wurde.\nUnd krass gesagt, wird es nichts dran ändern, der Ball wird bestehen bleiben. \nIch hätte auch gerne Revive auf der SR wieder, denn in Customgames war es schonmal Lustig damit zu spielen, aber der kommt auch nicht wieder. Nichtmal in Custom Games.\n\nIch habe schon alles aufgegeben was Riot jemals versprochen hat. Replay Mode, eine kleine Entschädigung für die täglichen extremen Serverprobleme letztes Jahr etc.. ich sehe LoL momentan nur noch als Geldeinnahme Quelle. :b","replies":[{"id":"","poster":"Sirrkas","date":"2015-05-17T10:04:44.247+0000","up_votes":1,"down_votes":1,"body":"Ich bin froh, dass es die alte TT nicht mehr gibt. Die Karte war so schlecht entworfen.","replies":[{"id":"","poster":"YouStoleMyName","date":"2015-05-17T10:30:38.799+0000","up_votes":2,"down_votes":1,"body":"Ich persönlich würde aber gerne die alte TTT wieder haben.\nSIehst du, wir sind jetz an einem Punkt angelangt, wo sich die Meinungen unterscheiden.\n\nUnd aus dem Grund ist es schwachsinnig dieses Thema zu Diskutieren.\n\nWürde Riot den Ball wieder entfernen, kämen die Pro - Ball Kandidaten und fordern den zurück. Dann kommen wieder die Anti - Ball Kandidaten und wollen das nicht.\n\nAber, da hier ja soviele Anti sind, wieso schließt ihr euch nicht zu einer Gruppe zusammen und spielt intern Aram und der Ball ist gebannt ? Dann ist euer Problem gelöst.\n\nNur ne Idee, dann ist euer Aram Problem gelöst, aber mein TTT Problem nicht. Ihr glücklichen :o","replies":[{"id":"","poster":"Sirrkas","date":"2015-05-17T10:32:32.703+0000","up_votes":2,"down_votes":0,"body":"Wenn du mich mit Anti-Ball Kandidat gemeint hast, ich mag {{summoner:32}} .","replies":[]}]}]},{"id":"","poster":"Fr3shdumbledore","date":"2015-05-17T13:01:14.175+0000","up_votes":2,"down_votes":1,"body":"Ja damit hast du wohl leider Recht.... das ist mir auch klar, aber trotzdem will man etwas geliebtes nicht so einfach kampflos aufgeben^^\n\n\"Ich habe schon alles aufgegeben was Riot jemals versprochen hat. Replay Mode, eine kleine Entschädigung für die täglichen extremen Serverprobleme letztes Jahr etc.. ich sehe LoL momentan nur noch als Geldeinnahme Quelle\"\n\nDamals gab es ja einen großen Tread zum Thema \"Entschädigung\", wo Hoffnungen geschürt wurden und, nachdem die Ausfälle beseitigt waren, der liebe Rito-Pente einfach kein Wort mehr reingepostet hat. So ist es ja diesmal auch... Hier im Forum und auch im englischen (sowohl EUW als auch NA) wird sich von Seiten Riots einfach groß nicht zum Thema geäußert. Stattdessen wird einfach geschwiegen und der Sturm abgesessen!  In NA gehts btw. im Forum noch neutlich mehr ab als hier. Aber Riot juckt das gar nicht =)\nUnd die Gamingwelt zeigt ja, dass es auch anders geht: Beispielsweise hatte Hearthstone vor ein paar Tagen auch einige Downzeiten. Das habe ich persönlich nicht mal bemerkt, so gering waren die Auswirkungen. Aber ein paar Tage später hat einfach jeder Spieler zwei kostenlose Kartenpackungen und ne Entschuldigung von Blizzard bekommen. Alle waren happy und genauso war es auch schon mit WoW- Ausfallzeiten (beim Start des neuen Addons z.B.). Riot sitzt solche Sachen eben lieber aus und schweigt sie tot!\n\nWas mich aber wirklich wirklich wirklich stört an dem Schneeball ist ja, dass ich das Gefühl habe, dass Riot einfach nach der leichtesten und billigsten \"Lösung\" für die Balanceprobleme im ARAM gesucht hat. Dann packt man einfach per STRG-C + STRG+V einen Spell aus einem Eventmode rein und das wars. Keine Überarbeitung, keine Anpassung, gar nichts. Ob es die Probleme jetzt löst oder nicht und was die Spieler darüber denken, die den Mode so mochten wie er war, geht Riot halt am Arsch vorbei!","replies":[{"id":"","poster":"YouStoleMyName","date":"2015-05-17T17:00:08.748+0000","up_votes":1,"down_votes":0,"body":"Ich habe diese 2 Packungen von Blizzard ebenfalls bekommen und war erst verwundert wieso, nach kurzem Googlen wusste ich auch wieso und dachte mir nur, Klasse Aktion sowas. Kenne ich auch noch von alten WoW Tagen wo einen die Tage gutgeschrieben wurden, wo es starke Serverprobleme gab.\n\nUnd dieses Mystery Gift was Riot verteilt hat, schön und gut, keine schlechte Idee, hat man sich auch drüber gefreut. Nur ist dieses wieder etwas, was vergangenes nicht wieder gut macht, zudem war die Verteilung eh verbuggt und damit nicht an die eigentliche Zielgruppe gerichtet.\n\nAber iwo.. es geht um den Ball, nicht darum was Riot besser machen soll. Ich finde aus fehlern lernt man, fragt sich aber nur wie groß und ausschlaggebend ein Fehler sein muss :)","replies":[]}]}]}]},{"id":"","poster":"InfectedGreed","date":"2015-05-18T06:08:56.887+0000","up_votes":1,"down_votes":1,"body":"Ein Melee im ARAM ist noch lange keine Todesurteil, egal welchen Melee du kriegst.\n\nIch spiele z.b. sehr gerne Sion, sowohl im SR als auch im ARAM.\n\nIm ARAM gibts eben manchmal Team-Comps gegen die man kein Land sieht und umgekehrt ist man selbst in solchen Team Comps.\n\nDas hat da nichts mit dem Melee-Champ zu tun den man bekommt, sondern das man gegen diese Comp einfach keine Chance hat.\n\nÜbrigens gibts dasselbe Phänomen auch im TT und im SR. Wer nicht auf die TeamComp schaut, verliert das Game. \nDas kann bereits in der TeamSelection anfangen, kann aber auch so zustande kommen, das man eine LateGame-Comp als Gegner kriegt und wenn man die nicht rechtzeitig besiegt, hat man im LateGame einfach kaum noch Chancen.\n\nDeswegen kann ich pers. das geheule wegem dem Ball nicht verstehen, im Grunde genommen ändert er nicht viel aus, außer das manchmal Gegner zu euch kommen um sich ihren Tod schneller abzuholen.\n\nGestern z.b. ich Panthe, Fizz wirft seinen Schneeball, charged an mich ran, ich stunne ihn und tot. GG \n\nGibts soviele Möglichkeiten den Schneeball zu countern, mal abgesehen davon das man dem Schneeball auch ausweichen kann.\n\nPS: Hab auf meinen beiden Accounts, der und mein ARAM Account auch schon locker 1000 Wins zam, aber so schlimm finde ich den Schneeball nicht.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-18T07:19:15.379+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=InfectedGreed,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=00230002,timestamp=2015-05-18T06:08:56.887+0000)\n> \n> Deswegen kann ich pers. das geheule wegem dem Ball nicht verstehen, im Grunde genommen ändert er nicht viel aus, außer das manchmal Gegner zu euch kommen um sich ihren Tod schneller abzuholen.\n> \n> Gestern z.b. ich Panthe, Fizz wirft seinen Schneeball, charged an mich ran, ich stunne ihn und tot. GG \n\nAn diesem Wochenende musste ich auch wieder erkennen, dass nicht wenige Spieler in ARAM einfach nicht wissen, wie sie spielen müsste.\n\nGegner-Team:\nMehrheitlich Champs, die am Mid/Late extrem stark werden (u.a. Fiddle, Twitch, Trist). Alle hatten den Schneelball; soger Twitch!\nEin Twitch kann sich mit dem Dash wirklich nur seinen eigenen Tod holen, so squishy wie er ist und ohne Escape (sorry, aber das Q wurde hierfür zu stark generft ;) ).\n\nMeine Aussage im TS (waren 5er Premades): \"Wenn die anfangs save spielen (mindestens bis Level 6; zumindest bei Fiddle), dann haben wir keine Chance.\"\n\nBevor die Minions spawnen, sind die Gegner aber all-in gegangen (natürlich auch mit dem Schneeball) und wir waren 3:1 in Führung (die 2 restlichen Gegner dann auch low HP). \n\nDies ging ähnlich so weiter, so dass wir einfach einen so grossen Vorsprung hatten, dass wir dann auch gewonnen haben (hatten auch mit Talon einen Champ, der extrem snowballen kann -> entsprechend wäre abwarten beim Gegner erst recht ratsam gewesen...)\n\nUnd die Gegner hatten mit Fiddle, Liss und Vlad auch Champs, denen der Snowball auch Sinn machte (im Gegensatz zu Trist und Twitch). Aber sie spielten einfach ohne Kopf oder dachten einfach, ihre Team-Combo wäre eh überlegen.","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-05-16T08:30:35.741+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=YouStoleMyName,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=0023,timestamp=2015-05-16T07:49:00.941+0000)\n> \n> Man nimmt auf SR gegen eine Heallane als Supporter auch an sich lieber ein Ignite mit statt ein Exhaust um die Heals auszukontern.\n> Und wenn ihr wisst, das soviele ja angeblich den Ball nehmen, wieso greift ihr nicht einfach Kontersumms zurück die euch einen Vorteil verschaffen, wenn jemand mit dem Ball reinspringt ?!\n\nDa ich mit squishy Range-ADCs/-APCs lieber Heal und Barriere nehme und keinen Schneeball + ich angeblich keinen Ahnung von den Mechanics habe, nehmen die anderen Spieler deshalb jedes Mal den Schneeball. ;)","replies":[]}]},{"id":"","poster":"Aêquitas","date":"2015-05-05T14:16:45.437+0000","up_votes":1,"down_votes":2,"body":"Ich kann dir nur zustimmen der neue Spell ist wirklich für die Tonne man kann keinen range mehr spielen so wie es sein sollte weil mann gezwungen wird mit einem meele in den Nahkampf zu gehen und das ist jawohl nicht Sinn der Sache ich finde es nicht so gut habe gerne aram gespielt aber nun kann man diesen spielmodi ja komplett vergessen. Riot macht nach und nach das spiel kaputt sehr gute Arbeit","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-05-05T14:28:24.139+0000","up_votes":2,"down_votes":1,"body":"Aber als Melee war man vorher gezwungen gegen Range in den Fernkampf zu gehen. Ergo man hat 0 Dmg am Range champ machen können während dieser einen easy getötet hat. Findest du das etwa fair? Das man als Nahkämpfer nicht mal die Chance hat an den Gegner zu kommen?","replies":[{"id":"","poster":"Notperfect","date":"2015-05-05T17:52:27.079+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001e0000,timestamp=2015-05-05T14:28:24.139+0000)\n>\n> Aber als Melee war man vorher gezwungen gegen Range in den Fernkampf zu gehen. Ergo man hat 0 Dmg am Range champ machen können während dieser einen easy getötet hat. Findest du das etwa fair? Das man als Nahkämpfer nicht mal die Chance hat an den Gegner zu kommen?\n\n\nin Aram bekommste random champions. Es ist erstens nicht immer so, das man 1 Tank, 1 support, 1 ap und son kram bekommt.\nAußerdem hast du noch 4 Teammitglieder, wenn ihr alle Nahkaempfer seid, dann bekommt ihr zwar am Anfang ein paar Probleme, aber das legt sich doch im mid Game.\n\nIn Kluft der Beschwörer meckert ja auch keiner, wenn er als Nahkaempfer gegen den adc spielen muss.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-06T10:20:45.828+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Notperfect,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001e00000000,timestamp=2015-05-05T17:52:27.079+0000)\n>\n> in Aram bekommste random champions. Es ist erstens nicht immer so, das man 1 Tank, 1 support, 1 ap und son kram bekommt.\n> Außerdem hast du noch 4 Teammitglieder, wenn ihr alle Nahkaempfer seid, dann bekommt ihr zwar am Anfang ein paar Probleme, aber das legt sich doch im mid Game.\n> \n> In Kluft der Beschwörer meckert ja auch keiner, wenn er als Nahkaempfer gegen den adc spielen muss.\n\nIm Summoners Rift muss man als laufender Nahkämpfer (Udyr, Garen, WW,......) auch nicht durch ein Bombardement aus CC und Schaden von ADCs und Mages laufen. Dort kann man immer noch tricksen, indem man von der Seite kommt oder von hinten, indem man denen Ausweicht, da die Map ja so groß ist usw.\nAuf Howling Abyss kann man aber nur gerade Wegs in den CC und den Schaden des Feindes laufen.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-05-04T09:49:09.814+0000","up_votes":2,"down_votes":0,"body":"Was mir übrigens aufgefallen ist:\n\n- Ich habe bis jetzt weniger CS-Dodger in ARAM seit dem neuen Patch.\n\nDies gab es öfters, wenn einer der Spieler einen \"schlechten Champ\" kriegte. Bis jetzt hat sich dies jedoch stark reduziert.\n(einziges Problem war letztens nur, dass in meinem Team der eine oder andere dc hatte; aber diese waren teils vor und teils nach dem Patch).","replies":[]},{"id":"","poster":"Sylath","date":"2015-05-09T15:39:34.984+0000","up_votes":3,"down_votes":1,"body":"Ich bin normalerweise nicht hier im Forum aktiv aber ich weiß mir nicht anders zu helfen. \nARAM war bisher mein absoluter Lieblingsmodus und nun macht er mir keinen Spaß mehr... es ist mit diesem {{summoner:32}}  einfach nicht mehr das selbe.\nIch kann dem Großteil hier nur zustimmen, der Spell  gehört wieder herausgepatcht. \n\nVon mir aus soll Riot einen alternativen ARAM-Mode mit diesem Spell einführen, dann werden sie schon sehen welcher mehr Spieler lockt.\nIch hab schon damals den Poro-Mode gemieden und nun wird mir der Sch... aufgezwungen. F###.\n\nIch hoffe das das wieder entfernt wird und werde den Modus vorerst Boykottieren... vermutlich die einzige Möglichkeit ein klares Missfallen zu Ausdruck zu bringen.","replies":[]},{"id":"","poster":"Boombastix","date":"2015-05-03T14:32:05.406+0000","up_votes":1,"down_votes":0,"body":"Rito könnte einfach ein paar Items einführen, die die Schwächen einiger Champs ausgleicht. Einfach ein Movement Speed oder derartiges. Teilweise haben sie es ja auch schon probiert, mit {{item:3112}} zum Beispiel.","replies":[{"id":"","poster":"eingew","date":"2015-05-03T20:23:11.120+0000","up_votes":1,"down_votes":0,"body":"Du meinst sowas wie Guardians Horn? {{item:2051}}","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-05-04T09:19:21.544+0000","up_votes":3,"down_votes":1,"body":"Wenn man das noch ausbauen könnte!","replies":[]}]}]},{"id":"","poster":"Sister Sinister","date":"2015-05-02T21:40:49.277+0000","up_votes":3,"down_votes":1,"body":"Ich muss mich ebenfalls anschließen. Ich liebe ARAM und spiele es meist mehr als Normal-Mode. Habe eben eine Runde gespielt und wollte am liebsten schon das Game verlassen. Ich hoffe dieser Summoner-Skill ist eine Art verspäteter Aprilscherz, denn mit Skill hat das was ich dort eben gesehen habe nicht viel zu tun. Da vergeht einem wirklich die Lust auf das Spiel.","replies":[]},{"id":"","poster":"FizzofDarkness","date":"2015-05-02T19:52:49.383+0000","up_votes":3,"down_votes":1,"body":"RIP aram !!!\nCya after snowball nerf","replies":[]},{"id":"","poster":"Barioz","date":"2015-05-02T17:35:53.643+0000","up_votes":3,"down_votes":1,"body":"Das Problem ist doch, dass Riot wie so oft die Funktionsweise einfach nicht bis zum Ende durchdenkt. In der jetzigen Form ist Mark/Dash eine eierlegende Wollmilchsau! \n\nDer Spell ist sowohl ranged poke, gap closer und Initiator in Einem bei extrem hoher Reichweite und unfassbar niedrigem CD. Vergleicht man das mal mit den anderen Summoners wie Flash, Barrier oder Heal kann man sich doch nur an den Kopf fassen!\n\nIch finde es in Ordnung, dass Champions, die durch ihr Design im ARAM völlig unterlegen sind ein Tool an die Hand bekommen um besser zur Geltung zu kommen. Aber doch nicht so! In der jetzigen Form wird er einfach nur übertrieben von jedem missbraucht. Selbst Champions, die eigentlich gut im ARAM funktionierten profitieren extrem, z.B. Wukong. \n\nÜber das Ziel hinausgeschossen ist hier noch eine Untertreibung. Der Spell sollte meiner Meinung nach erhalten bleiben, ABER(!) mit viel höherem CD, wesentlich weniger Reichweite und ohne Schaden. Dann komm nämlich etwas heraus, was alle Summoners sein sollten: ein Werkzeug, dass man gezielt taktisch zur richtigen Zeit einsetzen kann/sollte, um durch spielerisches Können einen Vorteil zu erlangen.\n\nFunmode hin oder her, dass was Riot hier abgeliefert hat ist unterirdisches Balancing wie zu besten Xin Zhao/Vladimir-Zeiten. Eigentlich unfassbar peinlich, dass nach all den Debakeln sowas immer noch passiert.","replies":[]},{"id":"","poster":"Gruppenhase","date":"2015-04-29T19:29:32.413+0000","up_votes":3,"down_votes":1,"body":"auch das mit den Supervasallen ist Mist. Erst wird man von Tanks überrannt und dann verbraucht man endlos viel Mana und Zeit, um die Vasallen zu stoppen, weil man als kleiner Wicht noch nicht so viel Fähigkeitsstärke hat.  Bei Kluft der Beschwörer kann man seinen Champion auswählen, dies wird bei Aram dem Spieler vorenthalten und er muss nehmen was geboten wird, da hat man dann weniger Einfluss auf das Spielgeschehen.  So wie es jetzt ist, ist es einfach nur unausgeglichen. Schließe mich Alla an....das muss ich mir nicht antun, es soll ja noch Fun bringen.","replies":[]},{"id":"","poster":"Evenrider","date":"2015-05-13T23:47:44.038+0000","up_votes":4,"down_votes":2,"body":"Ich habe gerade als Sion mit Garen, VelKoz, Zyra und Anivia gegen Vayne, KogMaw, Xerath, Lux und Malzahar gespielt. Und ich kann sagen, der Schneeball reicht nicht. Nicht annähernd, wir hatten nicht den Hauch einer Chance irgendetwas zu machen. Jeder Engage endete in mehr Kills für die Gegner und Tanken kann man den Poke nicht. Gegenpoken konnte man auch vergessen.\n\nWer den Schneeball nicht unterstützt, möchte wohl, das solche Kombos weiterhin unbesiegbar sind. Finde ich sehr traurig :(\n\nUnd kommt mir nicht mit \"solche Kombos sind selten\". Xerath, KogMaw, Ziggs, Lux, Sona, Soraka, Janna, .... Es gibt genug Champions um soetwas zu bilden. Und jeder Aramspieler, der das regelmäßig spielt, besitzt diese Champions doch sowieso. Die Chance auf solche Kombos dürfte also wesentlich höher sein, als auf Kombos, die durch den Schneeball zu stark sind. Daher macht es nur Sinn ihn zu behalten.","replies":[]},{"id":"","poster":"TheUnknown98","date":"2015-04-30T08:47:33.563+0000","up_votes":3,"down_votes":2,"body":"Singed mit 5x wamogs 1x omen und dem schneeball, da kann man basetower diven. Habe mit dem Schneeball 3 kills gemacht,  ist echt übertrieben. Schaden wegmachen, Reichweite verringern und schon ist es balanced. So kann man auch mit tanks ohne starker cc was im aram machen","replies":[]},{"id":"","poster":"JamieWolf","date":"2015-05-08T11:17:44.852+0000","up_votes":1,"down_votes":2,"body":"Der Mark/Dash Spell ist ja schon und gut für die Tanks, damit sie auch mal was im Spiel reißen können. Persönlich fande ich auch damals Poro-King super gut, aber ganz im ernst selbst mit 3 ADCs haben wir einen Garen nicht schnell genug kleinbekommen, bei level 11! Bis dieser dann _FAST_ tot war, kam dann auch das restliche Team um die Ecke und hat die restlichen (halbtoten) ADCs aufs korn genommen und dann gemütlich die Tower zerstört ...\n\nDer Summoner-Spell hat ARAM sehr unausgewogen gemacht, vorallem da er nicht gekontert werden kann.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-08T12:14:36.348+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=JamieWolf,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001f,timestamp=2015-05-08T11:17:44.852+0000)\n>\n> Der Summoner-Spell hat ARAM sehr unausgewogen gemacht, vorallem da er nicht gekontert werden kann.\n\nDoch, der Spell kann gecountert werden: durch Dodgen. ;)\n\nKlingt zwar banal, ist aber so. Das Ding ist nicht allzu schnell.\n\nWenn jetzt Champs wie Garen jetzt völlig OP wären, frage ich mich echt, warum diese Champs nicht in den Top 10 Champs bezüglich winrate in ARAM sind (Quelle: LoLKing). Da sah ich höchstens (Stat vom 6.5.), das Wukong in die Top 10 kam. Sonst sind immer noch die üblichen Champs drin (Ziggs, Heimer, Sona, Lux, Kog, etc.)","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-08T12:44:13.341+0000","up_votes":1,"down_votes":1,"body":"Naja da muss ich dir widersprechen! Klar, man kann es bis zu nem gewissen grad dodgen aber du musst bedenken, dass es potentiell 5 Skillshots in 20 Sekunden mehr auf dem Feld sind, zuzüglich aller anderen Skillshots durch Champions! Das ist schon extrem schwer, alles gleichzeitig zu vermeiden. Zusätzlich kannst du den Spell auch einfach in die Creeps feuern um dann von dort aus deinen Weg zu den gegnerischen Champions mindestens extrem zu verkürzen, wenn nicht sogar direkt neben ihnen herauszukommen! Und die Treffer an Creeps sind nunmal nicht vermeidbar!","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-08T13:23:23.084+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001f00000000,timestamp=2015-05-08T12:44:13.341+0000)\n>\n> Naja da muss ich dir widersprechen! Klar, man kann es bis zu nem gewissen grad dodgen aber du musst bedenken, dass es potentiell 5 Skillshots in 20 Sekunden mehr auf dem Feld sind, zuzüglich aller anderen Skillshots durch Champions! Das ist schon extrem schwer, alles gleichzeitig zu vermeiden. Zusätzlich kannst du den Spell auch einfach in die Creeps feuern um dann von dort aus deinen Weg zu den gegnerischen Champions mindestens extrem zu verkürzen, wenn nicht sogar direkt neben ihnen herauszukommen! Und die Treffer an Creeps sind nunmal nicht vermeidbar!\n\nNicht alle Spieler haben den Schneeball-Spell aktiviert.\nBei vielen Champs macht dieser schliesslich auch kaum Sinn. ;)\n\nZudem: umgekehrt hat das eigene Team auch den Spell. ;)\nEs ist also nicht so, als ob der Spell immer für eine Unausgeglichenheit führt; da war es vor dem Patch eigentlich weniger ausgeglichen als nun.\n\nDass man den Weg verkürzen kann, stimmt natürlich.\nAber ich zweifle daran, dass damit gewisse Champs wirklich extrem OP sind. Wie gesagt ist dies bis jetzt auch nicht in den winrates klar hervorgegangen. Es sind immer noch fast die selben Champs in den Top 10 der ARAM-winrates. Per 6.5. hat sich nun (gem. LoLKing in NA, EUW, und EUNE; jedoch nicht in BRA) Wukong in die Top 10 gebracht, der sicherlich vom Schneeball profitiert.\nAber wäre der Schneeball wirklich so OP, wie man hier sagt, müssten viel mehr der genannten Champs (btw. wurde Wukong überhaupt als OP erwähnt?^^) in den Top 10 sein und Champs, die immer eine hohe winrate hatten, aber nicht vom Schneeball profitieren (z.B. Ziggs, Sona, Lux, Kog, etc.) müssten rausfallen. Jedoch passiert dies offensichtlich bis jetzt nicht. Diesen Punkt sollten die Kritiker einmal erklären. ;)","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-08T16:16:27.518+0000","up_votes":2,"down_votes":2,"body":"Naja, evtl liegt das daran, dass sie doch auch von dem Spell profitieren. Ich meine, bis zu 200 absoluten Schaden alle 20 Sek... das lässt sich auch bei Pokechampions sehen! Außerdem hat er laut Statistik die anderen Spells weit hinter sich gelassen (Nur Flash liegt weiter uneingeschränkt vorne mit über 90% Pickrate). Der Schneeball kam heute z.B. auf über 60% Pickrate. Somit verwenden ihn 3 von 5 Leuten! Aber bestimmt nicht deswegen, weil er op ist (bzw. so empfunden wird) =)\n\nKlar kann man sagen: das andere Team hat den Spell auch aber das ändert doch nichts?! Mal überspitzt gesagt: Warum sollten sich nicht alle Menschen gegenseitig mit ihren Fäusten ins Gesicht schlagen? Hat ja jeder 2 Hände und damit jeder die gleiche Chance.... \n\nBtw widersprichst du dir mit der Aussage: \"Es ist also nicht so, als ob der Spell immer für eine Unausgeglichenheit führt; da war es vor dem Patch eigentlich weniger ausgeglichen als nun.\" und deiner Argumentation bezüglich der Winrates selbst! Denn wenn der Spell für mehr Ausgeglichenheit sorgen würde, dann hätten die besten Champs jetzt keine Winrate von über 60(!)% mehr und die schlechtesten keine von unter 40(!)% mehr! Somit ist es also weiterhin unausgeglichen! Also hat sich ja, laut deinen eigenen Belegen, gar nicht geändert! Wozu dann der Spell? Wenn er doch von so vielen Leuten abgelehnt wird und zwar die Spielweise verändert, aber nicht das Resultat?\n\nDer Punkt ist doch letztlich, dass es vielen mit dem Spell keinen Spaß macht, weil er die komplette Spielweise auf der Map verändert hat. Wir haben das Gefühl, dass uns etwas genommen wurde und es durch etwas ersetzt wurde, was wir nicht mögen (mir geht es zumindest so)! Wir mochten ARAM so, wie es war! Und wir wollen, dass es wieder so wird!","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-09T15:00:41.766+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001f0000000000000000,timestamp=2015-05-08T16:16:27.518+0000)\n>\n> Naja, evtl liegt das daran, dass sie doch auch von dem Spell profitieren. Ich meine, bis zu 200 absoluten Schaden alle 20 Sek... das lässt sich auch bei Pokechampions sehen! Außerdem hat er laut Statistik die anderen Spells weit hinter sich gelassen (Nur Flash liegt weiter uneingeschränkt vorne mit über 90% Pickrate). Der Schneeball kam heute z.B. auf über 60% Pickrate. Somit verwenden ihn 3 von 5 Leuten! Aber bestimmt nicht deswegen, weil er op ist (bzw. so empfunden wird) =)\n\n\nAus meiner Sicht wird der Schneeball-Spell auch genommen, wenn er kaum Sinn macht.\nDu schreibst ja selber, \"weil er als OP empfunden wird\", was aber nicht bedeutet, dass er OP ist, sondern dies nur viele glauben.\n\nIch habe ja geschrieben, dass z.B. bei den meisten Range-ADC/-APC der Spell keinen guten Sinn macht (z.B. bei Ziggs, der mit seiner Reichweite arbeitet). Trotzdem nehmen viele Spieler den Schneeball, was auch inkl. dem absoluten Schaden kaum Sinn macht (bzw. es bessere Spells gibt).\nbtw. ist Flash auch nicht so wirkungsvoll in der ARAM-Map (gibt ja keine Wände, durch die man flashen kann^^). Trotzdem haben viele Spieler den Spell.\n \n> Klar kann man sagen: das andere Team hat den Spell auch aber das ändert doch nichts?! Mal überspitzt gesagt: Warum sollten sich nicht alle Menschen gegenseitig mit ihren Fäusten ins Gesicht schlagen? Hat ja jeder 2 Hände und damit jeder die gleiche Chance.... \n\nNein, ich will damit sagen, dass einfach nur einseitig argumentiert wird.\nEs wird immer nur geschaut, welchen Schaden/Einfluss der Gegner hat, aber nicht, was man selber für Möglichkeiten hat.\n\n> Btw widersprichst du dir mit der Aussage: \"Es ist also nicht so, als ob der Spell immer für eine Unausgeglichenheit führt; da war es vor dem Patch eigentlich weniger ausgeglichen als nun.\" und deiner Argumentation bezüglich der Winrates selbst! Denn wenn der Spell für mehr Ausgeglichenheit sorgen würde, dann hätten die besten Champs jetzt keine Winrate von über 60(!)% mehr und die schlechtesten keine von unter 40(!)% mehr! Somit ist es also weiterhin unausgeglichen! Also hat sich ja, laut deinen eigenen Belegen, gar nicht geändert! Wozu dann der Spell? Wenn er doch von so vielen Leuten abgelehnt wird und zwar die Spielweise verändert, aber nicht das Resultat?\n\nEs ist einmal Fakt, dass der Spell besonders jene Champs bevorzugt, die vorher eher tiefe winrates hatten (Beispiel: Ziggs kann wie gesagt nicht viel mit dem Spell anfangen).\nDass der Spell offensichtlich bezüglich winrates nicht allzu viel verändert hat, kann folgende Gründe haben:\n\n- Der Spell ist keinesweges OP bzw. hatt zu wenig Einfluss (aka UP).\n- Zu viele Spieler können mit dem Spell nicht richtig umgehen.\n- Eine Mischung aus beidem bzw. andere Gründe.\n\nDu kannst mir gerne weitere Gründe nennen, warum sich die winrates nicht stark änderten (besonders bei Champs wie Ziggs, Kog, etc., die nicht vom Spell profitieren).\n\nStatistisch gesehen würde ich einmal behaupten, dass der Spell das Ziel nicht erreichte, dass die winrates ausgeglichener werden bzw. mehr Champs viable werden. Aber dies ist aus meiner Sicht nur ein kurzfrisitiges Fazit, da aus meiner SIcht viele Spieler mit dem Spell noch nicht richtig umgehen können bzw. ihn falsch nutzen. Langfristig kann ich mir vorstellen, dass sich die winrates etwas anpassen; aber nicht in einem grossen Ausmass, dass nun neue Champs die winrate von Sona, Ziggs, Heimer, etc. erreichen.\n\n> Der Punkt ist doch letztlich, dass es vielen mit dem Spell keinen Spaß macht, weil er die komplette Spielweise auf der Map verändert hat. Wir haben das Gefühl, dass uns etwas genommen wurde und es durch etwas ersetzt wurde, was wir nicht mögen (mir geht es zumindest so)! Wir mochten ARAM so, wie es war! Und wir wollen, dass es wieder so wird!\n\n\"Komplett\" hat sich die Spielweise ehrlich gesagt nicht verändert. Sonst wären wie gesagt die winrates auch völlig auf den Kopf gestellt worden.\n\nMir persönlich (und ich spiele eigentlich viele Champs, die in ARAM schon vorher gut spielbar waren) wurde durch den Spell das Game interessanter. Jetzt kann man z.B. mit einem extremen Poke-Team nicht einfach den ersten Turm zerstören, ohne dass man ein grosses Risiko eingeht (z.B. ohne dass man irgendetwas dodgen musste). Sicherlich ist es nun anspruchsvoller geworden.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-13T15:34:52.876+0000","up_votes":1,"down_votes":1,"body":"Letztendlich verändert der Spell die höchsten und niedrigsten Winrates deswegen nicht, weil diese Champs durch ihre Kits alleine schon extrem stark bzw. schwach sind. Eine Sona wird mit ihrer Kombination aus Poke, Heal, Shield und CC IMMER stark im ARAM sein, solange nichts Grundlegendes verändert wird. Ein Bard wird im gegenteil IMMER schwach im ARAM sein, weil ein Großteil seiner Utility im ARAM einfach nicht nützlich ist.\n\nZusätzlich zu den anderen bereits genannten Punkten ist ja auch das große Problem des Spells, dass er gerade den schwächsten Champs eigentlich gar nichts nützt (Akali, Bard, usw.) aber dafür bereits sehr guten Champions den Weg ebnet. Nimm hierfür doch nur mal Eve... sie reißt eh schon wenig im ARAM und jetzt gibt es auch noich einen Spell, der ihre Unsichtbarkeit countert (indem er sie aufdeckt). Alle anderen Stealth-Champs haben das gleiche Problem. Zusätzlich kann man mit dem Spell einfach mal Büsche überprüfen und dabei sogar die beiden mittleren Büsche einfach mal gleichzeitig.\n\nEin gutes Beispiel für unbeabsichtige Buffs ist Katarina. Durch den Schneeball hat sie noch mehr Mobilität und einen weiteren Poke bekommen. War ein Buff dieses Champs wirklich das, was der Ball erreichen sollte? Galio hatte immer eine sehr hohe Winrate und jetzt ist er ein wahres Monster! Seinen Engage kann man schlich gar nicht mehr countern! Hat er den Buff gebraucht? Genauso ist es bei Amumu, Anni, Malph, Morgana etc. Das sind die Champs, die mehr als alle anderen von Mark/Dash profitieren und sie alle waren vorher schon sehr stark!\n\nWas du bei AP-Castern wie Ziggs etc. übersiehst ist (was den Nutzen angeht), wie sehr sie passiv von der zurückgelegten Distanz profitieren, sobald es um das Item Ludens Echo (was im ARAM eigentlich fast jeder AP-Caster baut) geht. Wenn sie einen Spell treffen procct Ludens und direkt danach könne sie mit dem Schneeball soviel Distanz zurücklegen, dass es direkt beim nächsten Spell wieder rdy ist. In Chase- Situationen ist das fatal. oder auch dann, wenn sie in einen bereits laufenden Fight hineingehen. Selbiges trifft btw. auch auf alle ADCs mit Statikks zu (auch wenn ADCs aufgrund ihrer mangelnden Verteidigungsmöglichkeiten und fehlenden Bursts nicht sehr davon profitieren). Eine Morgana kann nun beispielseise ihre Q treffen (mit Ludens), dann per Schneeball ins gegnerische Team rasen und dort eine Ulti (wiedre mit Ludens) zünden.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-13T16:03:08.869+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001f000000000000000000000000,timestamp=2015-05-13T15:34:52.876+0000)\n>\n> Letztendlich verändert der Spell die höchsten und niedrigsten Winrates deswegen nicht, weil diese Champs durch ihre Kits alleine schon extrem stark bzw. schwach sind. Eine Sona wird mit ihrer Kombination aus Poke, Heal, Shield und CC IMMER stark im ARAM sein, solange nichts Grundlegendes verändert wird. Ein Bard wird im gegenteil IMMER schwach im ARAM sein, weil ein Großteil seiner Utility im ARAM einfach nicht nützlich ist.\n\nEs wird ja behauptet, durch den Schneeball wurde etwas grundlegendes verändert. Aber bezüglich winrates änderte sich trotzdem so gut wie nichts.\nJene Champs, welche angeblich OP dank Schneeball sind, konnten sich nicht in die Top 10 reinspielen.\n\nWarum also sollten bestimmte Champs jetzt \"völlig OP\" sein (dank Schneeball), wenn sie immer noch nicht in den Top 10 sind?\nErklären konnte man mir dies nicht. \n\nDie Erklärung, dass der Spell-Kit von Sona, Ziggs, etc. immer noch OP sind, greift da nicht. Man kann nicht behaupten, der Schneeball sei völlig OP, aber die anderen Champs sind \"noch mehr OP\". Dies widerspricht einfach dem Argument, dass der Schneeball OP ist.\n\nDass Bard nur schlecht in ARAM ist, da gebe ich dir recht. Daran ändert auch der Schneeball nichts (keine Stärkung des Champs). Aber dass nicht alle Champs viable in ARAM sind, war vorher auch bekannt. Dafür gibt es auch den Reroll.\n\n> Zusätzlich zu den anderen bereits genannten Punkten ist ja auch das große Problem des Spells, dass er gerade den schwächsten Champs eigentlich gar nichts nützt (Akali, Bard, usw.) aber dafür bereits sehr guten Champions den Weg ebnet.\n\nJa, einzelne Champs wie ein Bard profitieren nicht davon.\nIch habe nie behauptet, dass nun alle Champs viable sind. Aber es sind nun wesentlich mehr als vor dem Patch.\n> \n> Ein gutes Beispiel hierfür ist Katarina. Durch den Schneeball hat sie noch mehr Mobilität und einen weiteren Poke bekommen. War ein Buff dieses Champs wirklich das, was der ball erreichen sollte? \n\nGegen CC ist eine Kata immer noch extrem verletzlich.\nDa ist der Schneeball wohl sogar kontra-produktiv, wenn die Mates dann zu weit weg sind und ihr nicht helfen können.\n\nEs klappt deshalb nur, wenn der Gegner kein CC hat.\nMein Team wurde seit dem Patch nur 1x von Kata zerschlagen. Wir hatten nur mit Gragas einen Champ mit CC. Dieser nutzte den Schneeball aber selber und war dann immer alleine beim Gegnerteam. Deren Kata griff dann uns an und zerlegte uns, da wir keine CC hatten; die Kata hatte dies btw. aber ohne Schneeball gemacht. ;)\n(indirekt haben wir also wegen dem Schneeball verloren, aber nicht, weil Kata einen hatte, sondern unser \"CC-Champ\")\n\n> Galio hatte immer eine sehr hohe Winrate und jetzt ist er ein wahres Monster! Seinen Engage kann man schlich gar nicht mehr countern! Hat er den Buff gebraucht? \n\nTrotzdem wurde seine winrate nicht höher. Auswirkungen somit: Null.\nBitte erklären, warum er nun stärker sein soll, wenn er nicht mehr als früher gewinnt. ;)\n\n> Genauso ist es bei Amumu, Anni, Malph, Morgana etc. Das sind die Champs, die mehr als alle anderen von Mark/Dash profitieren und sie alle waren vorher schon sehr stark!\n\nKeiner davon hat es nur einen Tag in die Top10 geschafft.\nWarum sollen sie also OP sein, wenn die winrate dies nicht beweist?\n\n> Was du bei Castern wie Ziggs etc. übersiehst ist, wie sehr sie passiv von der zurückgelegten Distanz profitieren, sobald es um das Item Ludens Echo geht. Wenn sie einen Spell treffen procct Ludens und direkt danach könne sie mit dem Schneeball soviel Distanz zurücklegen, dass es direkt beim nächsten Spell wieder rdy ist. In Chase- Situationen ist das fatal. oder auch dann, wenn sie in einen bereits laufenden Fight hineingehen.\n\nZiggs lebt davon, dass er aus der Distanz poken kann.\nIn den Nahkampf zu gehen, wäre einfach fatal. Jeder Gegner fokust ihn (oder sollte dies zumindest) und er ist innerhalb von Sekunden tot. Und dies alles, nur um 1x mehr Ludens Passive zu nutzen? Sicherlich nicht worth!\n\n> Selbiges trifft btw. auch auf alle ADCs mit Statikks zu (auch wenn ADCs aufgrund ihrer mangelnden Verteidigungsmöglichkeiten und fehlenden Bursts nicht sehr davon profitieren).\n\nGenauso wenig sinnvoll bei Range-ADCs wie bei Ziggs.\nProfitieren könnte sicherlich ein Yasuo. SS ist bei ihm ein Must Have und und seine Crits verstärken es noch. Aber Yasuo ist sonst nicht der stärkste.\n\n> Eine Morgana kann nun beispielseise ihre Q treffen (mit Ludens), dann per Schneeball ins gegnerische Team rasen und dort eine Ulti (wiedre mit Ludens) zünden.\n\nMorgana wird aber auch so zuerst Zhonyas bauen müssen. Alles andere macht keinen Sinn. Der Ludens Effekt kommt recht spät (meist erst 2. Item). Kein Wunder, ist Morgana immer noch nicht in den Top10 zu sehen.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-14T11:36:49.239+0000","up_votes":2,"down_votes":2,"body":"Ist echt nicht böse gemeint... aber ich habe langsam das Gefühl, dass du einfach nicht viel von den Spielmechaniken an sich verstehst...\n\n\"Gegen CC ist eine Kata immer noch extrem verletzlich.\nDa ist der Schneeball wohl sogar kontra-produktiv, wenn die Mates dann zu weit weg sind und ihr nicht helfen können.\" \n\nwenn du nicht einnsiehst, wie eine Kat von dem Schneeball profitiert dann tuts mir echt leid, dann hast du das Spiel nciht verstanden... eine gute Kat wird natürlich nicht engagen mit dem Spell! Sie wird schön im Hintergrund abwarten bis der fight läuft und dann im richtigen Moment, wenn z.B. die CCs raus sind in den Kampf einsteigen und ihn entscheiden. Oder sie benutzt den Schneeball, um die verbleibenden Gegner nach dem Fight zu chasen und zu töten! Gleiches gilt für Ziggs ua.\n\nUnd du kommst immer mit irgendwelche Winrates.. Galio hat beispielsweise eine von durchschnittlich über 60%, das ist so enorm viel, dass es schon ausergewöhnlich ist und durch den Schneeball deswegen nicht groß verbessert wird, weil sie schon so unfassbar hoch IST! Zudem... wenn du einfach einen Spell einfügst, der für fast jeden Champion nützlich ist und allen unglaubliche Vorteile bringt... warum sollten sich dann die Winrates auf den Kopf stellen? Und ganz ehrlich... es ist deswegen OP,w eil er jetzt nicht mehr gecountert werden kann! Da muss man nicht mal Winrates anschauen, das ist gesunder Menschenverstand! Wenn du das nicht einsiehst, dann kann ich dir auch nicht mehr helfen. Einfach mal logisch drüber nachdenken!\n\nGenauso das Beispiel mit Morgana: \n\"Morgana wird aber auch so zuerst Zhonyas bauen müssen. Alles andere macht keinen Sinn. Der Ludens Effekt kommt recht spät (meist erst 2. Item). Kein Wunder, ist Morgana immer noch nicht in den Top10 zu sehen.\"\n\nDas Item kommt als 2. erst recht spät im Spiel? Ich weiß nicht, wies dir geht... aber ich habe mein 2. Item meistens recht schnell :D Und auch hier ist doch das Problem, dass du sie eben nicht mehr countern kannst.\n\n\"Die Erklärung, dass der Spell-Kit von Sona, Ziggs, etc. immer noch OP sind, greift da nicht. Man kann nicht behaupten, der Schneeball sei völlig OP, aber die anderen Champs sind \"noch mehr OP\". Dies widerspricht einfach dem Argument, dass der Schneeball OP ist.\"\n\nBitte was? Es kann immer nur eine Sache OP sein? Wieso das denn? Da muss man schon mal unterscheiden! Der Schneeball ist deswegen OP (im Vergleich zu anderen Beschwörerzaubern), weil er sie mit seinen ganzen Stats locker ind en Schatten stellt und weil er (für viele Champs) die Nachteile wettmacht, die ihre Vorteile rechtfertigen (Galio hat als Vorteil eine extrem starke Passive, guten dmg, ist tabky und hat ne super Ulti. Dafür ist er allerdings nicht sehr mobil und hat keinen Gapcloser. Jetzt hat er alle Vorteile und die Nachteile wurden mehr oder weniger entfernt). Sona hat einfach ein sehr starkes Skillset für ARAM und countert den Schneebal mit ihrem CC und dmg reduce. Das sind zwei völlig verschiedene Themen, die gar nichts miteinander zu tun haben!\n\nAber was rede ich.... schau einfach mal im NA-Forum nach. Da gibt es jede Menge weitere sehr gute Argumente. Ich habe nämlich langsam keine Lust mehr, dir immer mehr Erklärungen, Belege und Beweise vorzulegen, nur damit du sie ignorierst ;)","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-14T14:52:09.761+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=cGRapXds,discussion-id=Vq1iVokg,comment-id=001f00000000000000000000000000000000,timestamp=2015-05-14T11:36:49.239+0000)\n>\n> Ist echt nicht böse gemeint... aber ich habe langsam das Gefühl, dass du einfach nicht viel von den Spielmechaniken an sich verstehst...\n\nNein, offensichtlich bist du nur nicht einsichtig bzw. du kannst nicht belegen, dass der Schneeball jetzt wirklich so \"völlig OP\" ist, wie hier einige User darstellen. Hast du irgendeinen Beleg, dass dies der Fall ist?\n\nDu schreibst nur, dass einige Champions jetzt völlig OP wären und locker gewinnen. Aber du kannst nicht belegen, dass sie wirklich wesentlich mehr gewinnen. Diesen Beweis habe ich bereits mehrmals verlangt, aber du hast keine geliefert.\n\n\n\n> wenn du nicht einnsiehst, wie eine Kat von dem Schneeball profitiert dann tuts mir echt leid, dann hast du das Spiel nciht verstanden... eine gute Kat wird natürlich nicht engagen mit dem Spell! Sie wird schön im Hintergrund abwarten bis der fight läuft und dann im richtigen Moment, wenn z.B. die CCs raus sind in den Kampf einsteigen und ihn entscheiden. Oder sie benutzt den Schneeball, um die verbleibenden Gegner nach dem Fight zu chasen und zu töten! Gleiches gilt für Ziggs ua.\n\nIch habe gar nicht geschrieben, dass Kata nicht vom Schneeball profitiert. Natürlich ist sie als Assassine bevorteilt (wobei Assassinen vor dem Patch sehr stark im Nachteil waren).\n \nIch habe nur ein Beispiel gegeben, dass eine Kata auch profitieren kann, weil die Gegner den Schneeball haben, diesen aber nicht klug einsetzen.\nWie erwähnt hat unser einziger Spieler mit CC immer den Schneeball benutzt inkl. Dash. Da war die grosse Reichweite natürlich ein Nachteil, weil wir ihn nicht helfen konnten (als Range-Champ wären wir auch hilflos im Nahkampf). Er starb natürlich.\nSelbst wenn er überlebt hätte: er war zu weit weg und Kata wartete (richtigerweise) in einem Busch und griff uns an. Ohne CC konnten wir ihre Combo natürlich nicht abbrechen; dies hätte nur unser Mate mit CC machen können, aber der war ja meilenweit weg von uns.\n\nDamit zeigt sich, dass viele den Schneeball gar nicht richtig nutzen bzw. es nicht immer klug ist, den immer sofort zu nutzen. Wenn du anderer Meinung bezüglich Spells (Zauber und Skills) bist, dann bist wohl eher du derjenige, der nicht viel von den Spielmechanics versteht; sorry!\n\n> Und du kommst immer mit irgendwelche Winrates.. Galio hat beispielsweise eine von durchschnittlich über 60%, das ist so enorm viel, dass es schon ausergewöhnlich ist und durch den Schneeball deswegen nicht groß verbessert wird, weil sie schon so unfassbar hoch IST! Zudem... wenn du einfach einen Spell einfügst, der für fast jeden Champion nützlich ist und allen unglaubliche Vorteile bringt... warum sollten sich dann die Winrates auf den Kopf stellen? Und ganz ehrlich... es ist deswegen OP,w eil er jetzt nicht mehr gecountert werden kann! Da muss man nicht mal Winrates anschauen, das ist gesunder Menschenverstand! Wenn du das nicht einsiehst, dann kann ich dir auch nicht mehr helfen. Einfach mal logisch drüber nachdenken!\n\nJa, Galio hat 60% winrate.\nIch habe jedoch klar geschrieben, dass Galio bereits vor dem Patch 60% winrate hat.\nErkläre mir endlich einmal, warum seine winrate nicht angestiegen ist, wenn er durch den Schneeball massiven Vorteile kriegt.\n\nGalio ist eigentlich der wichtigste Champ, den man als Spieler als Vergleich ziehen kann. Er müsste eigentlich vom neuen Spell profitieren und da er bereits in den Top10 (auf LoLKing) war mit immer um die 60% winrate, kann man einen Vergleich ziehen.\nDa seine winrate nicht angestiegen ist, hat offensichtlich bis jetzt diese Verstärkung rein gar nichts gebracht.\n\nDu argumentierst immer mit der Spielmechanik. Ich stimme dir auch zu, dass einige Champs vom Spell auch stärker wurden.\nIch habe bis jetzt aber keinen Beweis (\"Ergebnis\") gesehen, der unterstreicht, dass der Spell nun zu stark ist. Du hast mir bis jetzt auch keinen geliefert.\n\n> Genauso das Beispiel mit Morgana: \n> \n> Das Item kommt als 2. erst recht spät im Spiel? Ich weiß nicht, wies dir geht... aber ich habe mein 2. Item meistens recht schnell :D Und auch hier ist doch das Problem, dass du sie eben nicht mehr countern kannst.\n\nWenn Morgana nun so OP wäre, dann wäre ihre winrate längstens in den Top 10. Erkläre mir endlich, warum dies nicht der Fall ist.\n\nIch stimme dir zu, dass Morgana bereits vor dem Patch extrem stark ist (spiele ich selber schon immer gerne auf ARAM). Der Schneeball ist natürlich eine gute engage-Option.\n\nEs gibt aber Gründe, warum Morgana nicht über 60% winrate kommt. Zwar hat der Schneeball einen tiefen Cooldown, aber alles andere ist wesentlich höher. So hat die Ulti einen Cooldown, der doch einiges an Zeit beansprucht; genauso der Zhonyas Cooldown. Damit kann Morgana die Combo \"Schneeball-Dash-Ulti-Zhonyas\" doch nicht so rasch ausführen.\nLudens als 2. Item könnte auch zu Problemen bezüglich Mana-Haushalt führen. Denn zwischen den Cooldowns (Ulti, Zhonyas) kann eine Morgana auch nicht einfach nur rumstehen. Etwas Mana-Regenaration ist deshalb nicht verkehrt; verlängert jedoch den Bau von Ludens.\n\nZumindest ist es für mich eine Erklärung, warum Morgana immer noch nicht 60% winrate und mehr besitzt.\n\n> Bitte was? Es kann immer nur eine Sache OP sein? Wieso das denn? Da muss man schon mal unterscheiden! Der Schneeball ist deswegen OP (im Vergleich zu anderen Beschwörerzaubern), weil er sie mit seinen ganzen Stats locker ind en Schatten stellt und weil er (für viele Champs) die Nachteile wettmacht, die ihre Vorteile rechtfertigen (Galio hat als Vorteil eine extrem starke Passive, guten dmg, ist tabky und hat ne super Ulti. Dafür ist er allerdings nicht sehr mobil und hat keinen Gapcloser. Jetzt hat er alle Vorteile und die Nachteile wurden mehr oder weniger entfernt). Sona hat einfach ein sehr starkes Skillset für ARAM und countert den Schneebal mit ihrem CC und dmg reduce. Das sind zwei völlig verschiedene Themen, die gar nichts miteinander zu tun haben!\n\nEs wurde geschrieben (mehrmals!), dass wegen dem Schneeball der Modus nun \"unspielbar\" wäare und jene Champs nun OP sind.\nWarum aber sind Champs, die nicht davon profitieren (Ziggs, Sona, Heimer, Lux, etc.) immer noch ganz vorne?\n\nDu hast geschrieben, weil ihr Kit immer noch OP sei.\n\nOffenbar sind die Spell-Kits dieser Champs (Ziggs, Lux, etc.) immer noch wesentlich stärker als die Funktionalität des Schneeballs.\nWarum bitte kritisiert dies niemand? Ein Nerf vom Schneeball wird verlangt, aber ein \"ARAM-spezifischer Nerv\" von Ziggs, Sona, etc. nicht? Das nenne ich Doppel-Moral oder falsche Priorität. Oder jene Spieler haben einfach nur Champs wie Ziggs, Lux, etc. und möchten weiterhin davon profitieren, dass ihre Champs einfach OP sind und viele andere Champs (die sie wohl nicht einmal besitzen) einfach keine Chance haben.\n\nEs gibt klare Beweise, dass Champs wie Ziggs (mit ca. 65% winrate) offensichtlich Vorteil im ARAM-Modus besitzen. Dass der Schneeball ein zu starker Buff ist für gewisse Champs, konnte noch nicht bewiesen werden. Oder wenn doch, dann liefere den Beweis hier.\n \n> Aber was rede ich.... schau einfach mal im NA-Forum nach. Da gibt es jede Menge weitere sehr gute Argumente. Ich habe nämlich langsam keine Lust mehr, dir immer mehr Erklärungen, Belege und Beweise vorzulegen, nur damit du sie ignorierst ;)\n\nDu hast nur Erkärungen (z.B. über die Spielweise mit dem Spell) geliefern, aber keine Belege und Beweise.\nWenn du sagst, dass der Spell OP ist, musst du dies beweisen können; nicht indem du aufzeigst, wie man den Spell anwendet (= Erklärung), sondern dass der Champ damit überdurchschnittlich oft gewinnt, was er ohne Spell nicht konnte (= Beleg/Beweis).\n\nWenn der Spell wirklich für gewisse Champs OP ist, dann muss dies zwngsläufig über die winrate erkennbar sein. Daran (dem Ergebnis) kommt man einfach nicht vorbei.\nDie winrate hat aber bis jetzt nur sehr wenig verändert. Es sind immer noch grösstenteils die selben Champs ganz vorne, welche (im gleichen win-Verhältnis) bereits vor dem Patch immer die höchsten winrates hatten, obwohl die meisten nicht vom Spell profitieren (entsprechend die winrate sinken müsste).","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-05-14T15:07:27.214+0000","up_votes":2,"down_votes":2,"body":"Ich hab dir das schon mal gesagt... alle diese Champs, die sehr weit oben sind, profitieren von dem Spell und halten deswegen ihre Position... das ist offensichtlich und klar erkennbar und jedem klar, der auch nur eine grundlegende Ahnung von diesem Mode hat. Dass du immer wieder behauptest, dass dem nicht so sei, zeigt einfach nur, dass du den Spell, die Champs und den Mode an sich nicht verstanden hast!\n\nEine Winrate sagt nichts, aber auch gar nichts über die _absolute_ Stärke und die Fähigkeiten eines Champs an sich aus, sondern über die _relative_ Stärke eines Champs gegenüber anderen Champions. Das sieht man doch alleine schon daran, dass ein Spieler aus Dia, der auf seinem Niveau angekommen ist, genauso wie ein Spieler auf Silber, der auf seinem Niveau angekommen ist, eine Winrate von ca 50% hat. Ist der Silber jetzt genauso gut wie der Dia? Nach deiner Logik schon! \nWenn du jetzt Galio nimmst, dann hält er deswegens eine Winrate, weil er zwar absolut stärker geworden ist, aber relativ gesehen nicht. Das kann z.B. dadurch passieren, dass er jetzt eben auch von schlechteren Spielen gespielt wird, die ihn davor für useless hielten und weggewürfelt haben und jetzt mit ihm verlieren, weil sie trotzdem einfach schlecht sind. Zudem war Galio natürlich gegen Poketeams und AP Teams sehr im Vorteil. Und gegen andere Tanks im Nachteil (diese kann er nicht einfach durch 1 Ulti wegbursten, da sie mehr Leben und Resis haben und oft sogar %- Dmg machen, was er jedoch nicht kann. Dh. Galio ist zwar jetzt _absolut_ stärker geworden (er alleine für sich gesehen), aber aufgrund der sich verändernden Meta und dem sich verändernden Kontext eben _relativ_ gesehen nicht stärker geworden. Bei anderen Champs ist das ähnlich, aber ich werde dir jetzt nicht jeden einzelnen aufschlüsseln... mach das mal selbst!\n\nDas ist genau das Problem was du hast: Du liest diese Statistiken und hast kp, wie diese zu interpretieren sind. Du liest genau das aus ihnen heraus, was dir recht ist und das was dir nicht passt ignorierst du einfach. Du wirfst mit Zahlen um dich, aber vernachlässigst den Kontext, in dem sie entstehen. man erklärt dir was total offensichtliches und du akzeptierst es nicht. \nZudem argumentierst du immer nur mit Top 10 Sachen.. was ist mit dem Mittelfeld? Und selbst wenn deine Zahlen in deiner Weise richtig interpretiert _wären_ , dann würden sie ja nur zeigen, dass sich am Ergebnis (Winrate) NICHTS geändert hat und somit Spielen wie mir der Spaß am Modus völlig umsonst genommen wurde!","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Undread Sazuna","date":"2015-05-04T09:06:08.467+0000","up_votes":1,"down_votes":0,"body":"In letzter Zeit genieße ich es auch spontan mal abends oder so ein paar schnelle Runden zu zocken aber gegen den Schneeball-Effekt x 5 ist echt kaum anzukommen was es doch ziemlich uninteressant macht.\n\nIch wollte nur mal kurz darauf hinweisen das nur der, der getroffen hat, zu dem entsprechenden Champ dashen kann.\n\nZudem ist noch zu sagen das nach einem benutzten Dash der cd sich nochmals verringert (4 Sekunden glaube ich).\n\nbb ARAM-Spieleabend mit Freunden und lg noch an alle\n\n-.- {{summoner:31}} -.-","replies":[]},{"id":"","poster":"Notperfect","date":"2015-05-05T06:26:02.952+0000","up_votes":1,"down_votes":1,"body":"Ich schließe mich den meisten hier an.\nDer Spell ist viel zu stark. Mag sein das vielleicht 20-30 Champions dadurch einen Vorteil bekommen, aber andere bekommen einen Nachteil.\n\nIch habe 19 Siege in der Kluft der Beschwörung und vlt genausoviele Niederlagen (der Spielmodus macht aber kein Spaß, immer das in die Base geporte und vollheilen).\nAber 645 Aram Siege ist schon eine Menge.\nDas mit dem Schneeball macht absolut keinen Spaß, selbst mein Bruder der doppelt soviel Aram Spiele hat, spielt es nicht mehr.\n\nAlternative Lößung waere ein Spell der den eigegenen Champion 1200 Meter nach Hinten schubst, um einen Ausgleich zu bekommen.\noder einfach wieder rausnehmen.","replies":[]},{"id":"","poster":"Tarlisin04","date":"2015-05-04T19:07:25.105+0000","up_votes":1,"down_votes":1,"body":"Der Summoner zerstört ARAM wie wir es kennen und wie die meisten es mögen.\n\nViel schlimmer noch: In fast jedem Spiel sind 1-2 Trolle die nur Schneebälle werfen und in 5 Mann reinspringen, dabei schön feeden und das Spiel völlig zerstören. Das wars wohl auch für mich mit ARAM und damit mit LoL.","replies":[]},{"id":"","poster":"BabyRageLoL","date":"2015-05-01T11:14:51.625+0000","up_votes":1,"down_votes":7,"body":"Ich seh nur ein Problem im Aram und das heißt  {{item:3083}} . Kriegst die Tanky Gegener einfach gar nich mehr klein. Alistar, shen, Malphite, Zac... alle 4 in einem Gegnertema gehabt und wir hatten ne LB und mich als Varus... kannste knicken... gg Riot, RIP Aram","replies":[]},{"id":"","poster":"Evenrider","date":"2015-05-01T12:44:51.810+0000","up_votes":4,"down_votes":8,"body":"Ich mag den Summonerspell. Er könnte vielleicht noch ein bisschen Anpassung benötigen und ich fände es besser, wenn man Poros wirft statt Schneebälle aber ansonsten gut. Denn es sorgt mal für mehr Kämpfe und nicht immer Poke bis zum Tode.","replies":[]},{"id":"","poster":"Kuu","date":"2015-04-30T22:41:01.766+0000","up_votes":5,"down_votes":9,"body":"Ich finde dem Schneeball gut... man könnte die Abklingzeit vllt noch etwas erhöhen z.B. auf 30-40 Sekunden, damit er sinnvoller eingesetzt wird. Aber prizipiell ist es ein Fehler des Spielers, wenn er sich von Schneebällen treffen lässt, da sie sehr langsam fliegen. Man kann sie auch als Waffe nutzen, wenn der Gegner engagen will, wirf ihn zurück oder stun ihn, dann wird der komplette gegnerische Engage versaut.","replies":[]},{"id":"","poster":"Luke Elowalker","date":"2015-04-30T09:31:49.353+0000","up_votes":3,"down_votes":17,"body":"Lern Dodgen oder bye bye...","replies":[{"id":"","poster":"Kawabummbumm","date":"2015-05-13T21:19:53.623+0000","up_votes":2,"down_votes":1,"body":"Entfernt die Schneebälle! Bitte! Ist nicht mehr lustig!","replies":[]}]}]}