{"id":"wZUuTqIB","poster":"Sanjay","date":"2015-04-29T19:41:49.941+0000","title":"[BUG] Azir - W auto attack bugs","subforum":"Melde einen Bug","up_votes":6,"down_votes":0,"body":"Heyo,\r\n\r\nIch habe das ganze schonmal als [englischen Post](http://boards.euw.leagueoflegends.com/en/c/suggestions-bug-reports-en/bflmwpx6-bug-azir-bugs-ladies-and-gentlemen-they-have-returned) zusammengefasst, aber es soll ja nicht schaden, wenn man auch eine deutsche Version hat.\r\n\r\nEs geht um zwei gr&ouml;&szlig;ere Azir {{champion:268}} bugs, die vor allem sein W betrefen:\r\n\r\n1. Autocancelling bei dem die Soldaten in der Animation stecken bleiben (seit 5.8)\r\nDer Name verr&auml;ts, es geht darum, dass wenn man mit einem Bewegungsbefehl in der Mitte der Angriffsanimation eines Soldaten den Autoattack cancelled, das der Soldat dann in der Animation h&auml;ngen bleibt (es gibt noch andere m&ouml;glichkeiten den bug zu reproduzieren, z.b. gegner, die aus der Reichweite laufen, oder einfach sterben), soll hei&szlig;en, er wiederholt die Animation, immer wieder ununterbrochen in die Richtung des n&auml;chsten Ziels, bis er despawnt, auch wenn man ihn mit einem Q bewegt (Screenshot).\r\nDas ganz ist ein Problem, da es nicht nur super nerfig ist, sondern auch das Gameplay beeintr&auml;chtigt. M&ouml;chte man n&auml;mlich einen Gegner angreifen, w&auml;hrend der Soldat in der Animation ist, muss jener erst einmal seine Animation abbrechen um die neue anzufangen, was Zeit beansprucht, welche wiederum den Unterschied zwischen einem oder zwei Autos machen kann. Das macht im earlygame teils schon einen Unterschied. Ich kann nden Bug inzwischen schon zu 100% reproduzieren\r\n\r\n2. Autoattacks, die keinen Schaden machen (schon immer)\r\nEs gibt noch immer gewisse Situationen, in denen Autoattacks von Soldaten keinen Schaden machen. Ich kann nicht genau sagen wann, aber sie existieren. Mir ist es vor allem nach abgebrochenen AAs aufgefallen, z. B. per auto - Q - auto.\r\n\r\nZu erw&auml;hnen sei dass ich high attack speed Masterys und Runen habe (fury und sorcery), attack speed marks, cdr/lvl glyphs.\r\n\r\nHoffe das wird blad gefixt.\r\nCya, Sanjay{{summoner:31}}","replies":[]}