{"id":"pHWMFLJz","poster":"Emilixus","date":"2015-04-29T20:56:00.615+0000","title":"Besser werden in Diamond Tipps gesucht von erfahrenen.","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey Community,\r\n\r\nich h&auml;tte ein paar Fragen dazu, wie ich besser in Solo Q werde in der Division &quot; Diamond &quot; ( zurzeit V )\r\nMein Spielstil bleibt ziemlich gleich wie ich bemerke und das ist mein Problem mir bringen keine Videos mehr weiter und bin unmotiviert , f&uuml;r mich selbst habe ich schon bemerkt das ich nicht jedes game Carrien kann.\r\nMeine Frage also durch was kann ich mein Ziel  DIAMOND I besser verfolgen.\r\n\r\nBitte Tipps nur von den Leuten die aus Erfahrung sprechen, danke im vorraus","replies":[{"id":"","poster":"EasyWIN Katarina","date":"2015-04-30T12:35:48.916+0000","up_votes":1,"down_votes":0,"body":"First world problems. \n\nIch wünschte ich bräuchte hilfe im \"Diamond Bereich\". Nach dem Motto: \"Ich bin zwar nun ein Gott, aber ein Gott mit Fehlern. So helft mir ihr Menschlein, wie werde ich besser?\" ^^\n\nIch bekomme dagegen als ADC nichtmal ein Spiel auf Bronze-IV gecarried.","replies":[]},{"id":"","poster":"nOeTHe","date":"2015-04-29T23:14:34.633+0000","up_votes":1,"down_votes":0,"body":"Natürlich würden dir Videos/Streams was bringen, Dia 5 ist nicht schlecht, aber im Vergleich zu den wirklichen Topspielern ist da beinah in jedem Bereich großes Potenzial für eine Verbesserung vorhanden, gerade das macht deine Frage so überflüssig, ob du nun auf Bronze 4 oder auf Dia 4 kommen möchtest, die Idee hinter dem Aufstieg bleibt die gleiche. Es kann natürlich gut sein, dass du persönlich bestimmte Aspekte nicht mehr verbessern kannst - ein Spieler, der 200 Spiele mit Fizz auf einer Elo ist darf nicht erwarten, dass er in 50 Spielen mit Fizz den großen Sprung schaffen wird - \n\nHier noch ne Anregung, es könnte sein, dass das gar nicht mehr möglich ist, aber du könntest dir ja mal angucken wie man Minionwaves kontrolliert, das können die meisten nicht, aber wenn du genug Erfahrung darin hast kannst du so dem Team in jeder Phase des Spiels einen enormen Vorteil erspielen.","replies":[]}]}