{"id":"OJv4wQyo","poster":"Sámí","date":"2015-04-29T19:14:18.029+0000","title":"MY ELO IS SUCKING HARD","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":7,"body":"Liebe League of Legends Community:\r\nRiot (Rito) hat es geschaft das ich jedes rank verliere weil in nur Troller, Feeder und teilweise auch AFK&#039;ler in meine Teams bekomme, falls man das noch Team nennen kann.\r\nNaja ist ja auch egal! Ich verliere Spiele bei denen ich immer postiv bin und teilweise auch das 8-mal so viel kills wie Tode habe z.B. 2/16/...  UND ES LIEGT NICHT DARAN DASS ICH NICHT CARRYN KANN SONDERN WEIL ALLE ANDEREN LANES FEEDEN!!\r\nLeider will Riot nacht einsehen das ich jedes mal viel besser bin als alle anderen, und mich nicht besser einranken. Komischerweise wenn ich mit ein paar Freunden Teamrank 3 vs 3 oder 5 vs 5 spiele gewinnen wir JEDES MAL!! Ich weis das ihr mir dabei nicht helfen k&ouml;nnt aber vileicht k&ouml;nnt ihr mir ein paar Tipps geben um schneller aus dieser BOB Elo rauszukommen (Gold 5)","replies":[{"id":"","poster":"eingew","date":"2015-04-29T19:18:46.622+0000","up_votes":3,"down_votes":0,"body":"Du + 4 potentielle Leaver/Trolle usw vs 5 potentielle Leaver/Trolle usw.\n\nNormalerweise müsstest du also auf Dauer gerade wegen den ganzen Fieslingen gewinnen.\n\nAngesichts deiner Formulierung, Capslog zb und deine Info, dass du diese Spieler primär in deinem Team hast, ist die Wahrscheinlichkeit hoch, dass du in deinen Spielen flamest. Du sorgst damit dafür, dass deine Mitspieler sich so schlecht benehmen. Wenn diese Annahme stimmt ist die Lösung also einfach: Benimm dich.\n\n(Riot hat damit btw nichts zu tun, das MM funktioniert sehr gut. Es ist *dein* Rating, nicht Riots oder das deiner Teammates.)","replies":[{"id":"","poster":"Sámí","date":"2015-04-30T17:42:44.244+0000","up_votes":1,"down_votes":0,"body":"Du bist der einzige Kommentar bei dem du Ausnahmsweise recht hast!! Ja es stimmt ich bin ein flamer und hab auch schon Chatbann für 75 spiele. Aber es ist besser ein flamer zu sein als zu feeden. Ich werde mich in Zukunft bemühen. Etwas ruhiger zu spielen und nebenbei eine Playlist runterlaufen lasse.","replies":[]}]},{"id":"","poster":"Nephirelle","date":"2015-04-30T06:19:33.277+0000","up_votes":2,"down_votes":0,"body":"Passiert halt. Dann regt man sich auf, schreibt ggf. in den Kummerkasten und macht weiter.\nDas Schöne wenn man WIRKLICH gut sein sollte: Die Wahrscheinlichkeit, dass das eigene Team gewinnt ist signifikant höher. Ist das nicht der Fall, bist du schlicht nicht besser als der Pool aus dem deine Mitspieler kommen.","replies":[]},{"id":"","poster":"Shaneira","date":"2015-04-29T19:27:09.869+0000","up_votes":2,"down_votes":0,"body":"\"UND ES LIEGT NICHT DARAN DASS ICH NICHT CARRYN KANN SONDERN WEIL ALLE ANDEREN LANES FEEDEN!!\" Naja wenn man verliert konnte man nicht carrien. Natürlich gewinnst du eher mit Freunden als mit 4 Leuten ,die du nicht kennst. Du kennst deine Freunde. Du kommunizierst wahrscheinlich mit ihnen. Es ist wichtig zu verstehen, dass man sich selbst verbessern muss. Du kannst andere nicht verändern. Das einzige ,was du verändern kannst bist du.","replies":[{"id":"","poster":"eingew","date":"2015-05-01T11:11:32.035+0000","up_votes":1,"down_votes":0,"body":"Also meine Freunde haben deutlich zuviel Unterschied im MMR, als dass ich mich so sehr auf sie verlassen könnte, wie auf meine Random Mates :P","replies":[]}]},{"id":"","poster":"Exlive","date":"2015-04-30T02:19:43.618+0000","up_votes":1,"down_votes":1,"body":"Ist schon ziemlich  kras geworden habe heute ein spiel mit talon gespielt und stand am ende 39/12/14 habe auch die meisten wards gesetzt und kommte es nicht carryn \n Mein ADC (SIVIR) hate nach 25 min 70 farm und war lvl 13 und dan ging sie afk","replies":[]}]}