{"id":"vUkaiYJ8","poster":"TEMP1398733","date":"2015-04-29T16:28:33.211+0000","title":"Platin Team (mit Coach) such Jng","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Ey yaow,\r\nich m&ouml;chte mit einem Kollegen ein Team wiederauferstehen lassen, was in Season 3 aktiv war, jedoch sich trennen musste.\r\nHabe das Team fr&uuml;her geleitet und werde es auch dieses mal tun, habe also auch Erfahrung damit und kann mich um Organisation k&uuml;mmern.\r\nAu&szlig;erdem werden wir von einem Coach trainiert.\r\nSo nun dazu was ich suche:\r\n\r\nJungle\r\nJeder Spieler, der sich auf diesen Post bei mir meldet sollte :\r\n- Jungle spielen k&ouml;nnen!\r\n- einen ausgeweiteten Championpool, der jeweiligen Rolle haben\r\n- Platin+ sein\r\n- min. 16 Jahre sein\r\n- Meta Jungler\r\n\r\nZiele sind ein Team mit Platin/Dia Elo und Erfolge bei kleineren Turnieren, um ein bisschen free RP zu kassieren, der Rest folgt bei Erfolg.\r\nWichtig w&auml;ren die Trainingszeiten:\r\nDienstag 19:00- ~\r\nDonnerstag: 19:00 ~\r\nSonntag: 19:00 ~\r\nDas w&auml;ren feste Zeiten, die h&auml;ufig eingehalten werden m&uuml;ssten, also bitte nur bewerben, falls diese Zeiten dich ansprechen sollten.\r\nWenn dich dieser Post angesprochen haben sollte, kannst du dich gerne unter diesem Post melden oder mich direkt in LoL adden unter &quot;Boonslang&quot; (ohne Anf&uuml;hrungszeichen nat&uuml;rlich)\r\nT&auml;gliche Aktivit&auml;t w&auml;re von Vorteil!!","replies":[{"id":"","poster":"PG Kuroko","date":"2015-04-29T16:33:20.562+0000","up_votes":1,"down_votes":0,"body":"Hallo mein name ist benjamin ( F5Ziedac) und ich bin main jungler . Ich habe alle champs und auch einige gute runenseiten . ebenfalls bin ich 17 jahre alt . Lieder bin ich nur gold 5 aber ich wollte fragen ob es möglich wäre mit ihnen eine runde leauge of legends zu spielen um zu beweisen das ich gut jungle spielen kann und somit auch das zeug dazu habe. fals dies okay wäre bitte ich um eine antwort ansonsten vielen dank für den artikel \nMFG Benjamin","replies":[]}]}