{"id":"Xfk7c8w8","poster":"Weiti","date":"2015-04-29T21:30:17.607+0000","title":"Team Lunatics sucht Top, Jungle und Mid für kleine Turniere und Ranked Ladder","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo liebe Community,\r\n\r\nwir Team Lunatics suchen noch Leute f&uuml;r unser Team!\r\n\r\n**Folgende Positionen werden noch ben&ouml;tigt:**\r\n\r\n* Top\r\n* Jungle \r\n* Mid\r\n\r\nWir sind ein Team was bis zu diesem Zeitpunkt nur aus einer eingespielten Botlane besteht.\r\nWir beide haben viel Erfahrung im Game und kennen uns aus mit Turnieren.\r\nWeiteres zu uns, wir sind beide Platin und spielen aktiv seit mehreren Jahren. Wir sind 16 und 23.\r\n\r\n** Trainingszeiten:**\r\n1. Montag ~19:30 Uhr\r\n2. Donnerstag ~19:30 Uhr\r\n3. Sonntag ~19:30 Uhr\r\nk&ouml;nnen aber variieren, 3-4 mal pro Woche trainieren ist allerdings gew&uuml;nscht.\r\n\r\nFalls ihr Interesse habt bewerbt euch einfach unter diesem Post und schreibt uns etwas &uuml;ber euch.\r\nAuf jeden Fall sollte Alter, Division und Position enthalten sein. Als Zusatz w&auml;re es noch sch&ouml;n wenn ihr schreibt\r\nwarum ihr ein Team sucht und was ihr von dem Team erwartet.\r\n\r\nLiebe Gr&uuml;&szlig;e Team Lunatics, Patsi und Marcel","replies":[{"id":"","poster":"Δ Shock Δ","date":"2015-04-30T07:51:49.111+0000","up_votes":1,"down_votes":0,"body":"hey ich würde mich gerne als Mid bewerben :DD\n\nIch bin danilo 21 aus dortmund und intressiert an einem aktiven Ranked_Team .\nIch spiele seit S1 bin relativ erfahren uns  hjabs letzte Season bis DIa4 geschafft \nIch habe ein sehr großen Chamionpool.\n\nMeine Lieblings bzw Main champs sind aber : Katarina(Seit S2) Diana, Riven, Yasuo!\n\nIch bin kritikfähig und lege selbst viel wert darauf  aus meinen Fehlern zu lernen.\n\nggop","replies":[]},{"id":"","poster":"Holzflasche","date":"2015-04-30T07:08:59.244+0000","up_votes":1,"down_votes":0,"body":"Hey, \n\nich würde mich liebend gern als Jungler bewerben. \nErstmal paar persönliche Infos: Mein Name ist Niclas, 17 Jahre alt und mache derzeit eine Ausbildung deswegen habe ich unter der Woche zwischen 17.30-22.00Uhr zeit und am Wochenende ab 13.00-24.00. \nNun, ich spiele seit knapp 2 Jahren LoL und habe vor nen Jahr die Rolle Jungle für mich indeckt worin ich ziemlich gut bin. Wenn ich in das Team komme, würde ich liebend gern die Calls machen, da ich meiner Meinung nach es am besten einschätzen kann. \nMain-Champs: Seju, Udyr, J4, Heca und Diana \n\nVom Team erwarte ich entsprechende Qualifikationen: Pünktlichkeit, gut organisiert, Lane beherrschen, Lernfähigkeit etc. \n\nFür weitere Infos imgame adden \n\nMfG VG Onen (Niclas)","replies":[]},{"id":"","poster":"Hallucinator","date":"2015-04-29T23:06:46.874+0000","up_votes":1,"down_votes":0,"body":"Hei,\n\nich wäre interessiert am Team, bin main Toplaner auf plat 5 elo.\nBin 19 jahre alt und meine main champs sind:\n\nTryn, Jax, Mundo, Shen\nkann aber auch alle gängigen Meta toplaner.\n\nIch erwarte vom Team eigentlich nur das nicht geflamet wird und mir aber auch konstruktive kritik gibt, was man verbessern könnte usw.\n\nAdd me ingame : Ne Wurst Stulle","replies":[]}]}