{"id":"JGGnsWAT","poster":"McChris430","date":"2015-04-28T20:42:50.765+0000","title":"Rammus Stimmen, Q und E Bug","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"In meinem letzten Rammus Game sind mir ein paar Bugs bei dem netten kleinen Panzerg&uuml;rteltier aufgefallen.\r\nZum einen als ich mit Level 3 meine Q geskilled hatte und diese aktiviert hatte, endete diese pl&ouml;tzlich 2 Sekunden fr&uuml;her,als angegeben. \r\nDies passierte immer wieder im gesamten Spiel.\r\nMit Level 2 hatte ich seine E,also seinen durchdringenden Spott geskilled. Da ich Jungler war in diesem Spiel,ist mir dieser Bug nicht sofort aufgefallen. Sp&auml;ter bin ich auf die Bot-Lane gegangen um dort zu helfen und nutzte meine E auf die gegnerische Vayne. Und in diesem Moment habe ich den Bug bemerkt. Anstatt auf mich fokussiert zu sein, konnte die Vayne weiterhin unseren Varus angreifen. Dies passierte im weiteren Spielverlauf auch mit den anderen Gegnern immer wieder.\r\nUnd noch eine letzte kleine Sache:\r\nIch h&ouml;re mir immer gerne die Witze und Taunts der Champs an. Als ich dies jedoch bei Rammus machen wollte,war seine Stimme nicht zu h&ouml;ren. Das gleiche Problem liegt auch bei seinem Lachen vor. Als ich meine Teamkameraden fragt,ob diese etwas h&ouml;ren, aber sie sagten mir nur,dass sie auch nichts h&ouml;ren k&ouml;nnten.\r\n\r\nIch hoffe, dass diese Angaben genau genug waren ^^","replies":[{"id":"","poster":"Schorschi","date":"2015-04-29T06:26:56.978+0000","up_votes":1,"down_votes":0,"body":"Bezüglich deiner Q und E Bugs kann ich dazu nichts sagen, da mir diese bisher nicht aufgefallen sind. \n\nBezüglich fehlende Stimme: Rammus einziger Kommentar (zumindest in der englischen Sprachversion) ist in der Championauswahl das \"OK\".\nDies war seit der closed Beta der Fall und ist auch das was Rammus ausmacht.\n\nhttp://i.imgur.com/MdJ5t.jpg\n\nOK {{champion:33}}","replies":[{"id":"","poster":"McChris430","date":"2015-04-29T09:41:32.887+0000","up_votes":1,"down_votes":0,"body":"Er sagte ja auch immer wieder,wenn er sich bewegt hatte, so kleine Ein-Wort-Sätze, wie z.B. \"Ok\" oder \"Hm\" . Die fehlten komplett.","replies":[]}]}]}