{"id":"8uVvN2wA","poster":"DisastermanTV","date":"2015-04-28T19:29:15.391+0000","title":"Shyvana Ultimate Hitbox","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Also erstmal halihall&ouml;le, \r\nAber ich will dierekt zur Sache kommen.\r\nKennt ihr das wenn ihr Shyvanna spielt, knapp hinter dem Gegner steht und ihr ihn in euer Team ulten wollt, und dann ultet aber die Hitbox anscheinend nicht getroffen hat?\r\nDas ist so ungef&auml;hr das nervigste das es gibt wenn man Shyvanna spielt.\r\nUnd es kann einfach nicht sein, das ein sion der mit seiner ulti &uuml;ber die halbe Map rennen kann  und Gegner damit kampfunf&auml;hig macht  eine Hitbox wie ein haus hat und Shyvannas ulti, die&quot; gerade mal &quot;ihr einziger CC ist eine Hitbox wie ein Grashalm in der Landschaft hat.\r\nIch w&auml;re da auf jeden fall f&uuml;r eine deutliche Vergr&ouml;&szlig;erung, sie muss ja nichtmal bis zu den Fl&uuml;gelenden reichen, aber wenigstens bis zu dreiviertel von diesen.\r\n\r\nDas w&auml;re mein Verbesserungsvorschlag f&uuml;r Shyvanna, denn dann hat sie keine gr&ouml;&szlig;eren Probleme mehr :)","replies":[{"id":"","poster":"Marauth","date":"2015-04-29T07:02:29.390+0000","up_votes":1,"down_votes":0,"body":"Ich spiel Shyvanna nicht oft, aber ihr Knockback in der Ulti ist... wirklich ein Witz.\n\nBuff the Half-Dragon!","replies":[{"id":"","poster":"DisastermanTV","date":"2015-04-29T11:22:26.224+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=B0oMkin,realm=EUW,application-id=Wj1wcocU,discussion-id=8uVvN2wA,comment-id=0000,timestamp=2015-04-29T07:02:29.390+0000)\n>\n> Ich spiel Shyvanna nicht oft, aber ihr Knockback in der Ulti ist... wirklich ein Witz.\n> \n> Buff the Half-Dragon!\n\nSelbst Alistairs Knockback ist stärker :D","replies":[{"id":"","poster":"Marauth","date":"2015-05-07T09:05:47.395+0000","up_votes":1,"down_votes":0,"body":"Alte Nachrichten von mir ausgraben :D\n\nNunja, Alistar knocked ja nur einen gegner weg. Shyvana ist ein AoE und kann THEORETISCH das ganze Gegnerteam wegschubsen... aber der Knockback funktioniert irgendwie nie wirklich. Ali hat den Vorteil, dass er wenigsten noch einen nachträglichen Stun hat. Shy nicht.\n\nich würde es soweit ändern, dass die Gegner komplett mitgeschliffen werden bei Shy. Also, wenn Sie nah dran sind, fliegen sie die komplette Strecke mit und sollten für 0,25-0,5 sec gerootet werden (kein Stun). somit wäre die Ulti eine Ulti und kein schlechter Witz :)","replies":[]}]}]}]}