{"id":"el1sAzm5","poster":"Kragmaster","date":"2015-04-27T21:51:01.591+0000","title":"Manaregenerations AD Item","subforum":"Champions & Gameplay","up_votes":0,"down_votes":5,"body":"Der gedanke hinter der idee war ein Item mit dem man eine gewisse manaregeneration auch auf ad champions erreichen kann\r\nbeispielweise k&ouml;nnte man das item aus verbotener g&ouml;tze und einer spitzhacke bauen oder einem brutalisierer\r\nda man mit der manamune zb auf talon oder khazix weder gut bedient noch wenn das item ausgebaut ist viel damit anfangen kann da es aktiviert den manaverbrauch eher anhebt","replies":[{"id":"","poster":"MetaBunny","date":"2015-04-28T11:38:11.205+0000","up_votes":1,"down_votes":0,"body":"Genau {{item:3508}} gibt es schon längst und funktioniert auch super. Nur wenn du es baust mache dich auf flaming gefasst, denn:\ndieses item ist nicht im standard-build der champions vorgesehen und sobald du {{item:3508}} rusht bezeichnet dich dein Team als troll auch wenn du damit im early mit Sivir 1v5 alleine alle! Gegner über lange Zeit abwehrst (z.B. bis alle ihren re-spawn geschafft haben und mit dem flaming fertig sind).\nDer Sustain ist bei Sivir z.B. annormal und übertrifft das Standard-item {{item:3031}} bei weiten wenn man mehr als zwei mal Q einsetzen kann/muss.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-04-29T23:24:39.005+0000","up_votes":1,"down_votes":0,"body":"Effektiv regeneriert das Item nicht mal 1 Q von Sivir. Das item ist einfach schlecht, da es viel zu wenig Mana regeneriert, wenn man mal nachrechnet, wieviel es denn wirklich regeneriert :) Daher nein, der Sustain ist nicht abnormal, weder auf Lifesteal noch auf Manasteal? bezogen ;)","replies":[]}]},{"id":"","poster":"Bergelmir32","date":"2015-04-28T00:02:57.520+0000","up_votes":1,"down_votes":0,"body":"Tear first khazix war langezeit Standart, abgesehen davon sind beides Burster und da kann ein bisschen Extra Schaden nicht schaden.","replies":[]},{"id":"","poster":"Staxer0","date":"2015-04-27T22:40:56.260+0000","up_votes":1,"down_votes":0,"body":"Naja, quais gibt es dieses Item schon...nennt sich Essenzräuber {{item:3508}} . Ob dieses Item jetzt die Erfüllung ist seht zwar auf nem anderen Blatt, aber es ist durchaus beabsichtigt und Teil des Balancings das gewisse Champions Schwierigkeiten mit ihrem Manahaushalt haben. Mir wird zum Beispiel grad richtig übel bei dem Gedanken gegen einen Darius zu lanen ohne das dieser auf sein Mana achten muss :).","replies":[]}]}