{"id":"ErnpAlbH","poster":"ISQAR","date":"2015-04-27T15:38:53.752+0000","title":"~Liquid Souls Baut neues Diamond Team auf und sucht einen  Toplaner und eine  Botlane~","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\nAls aktiver und motivierter League of Legends Clan, sind wir immer dabei neue Teams aufzubauen und neue  Member zu suchen. So auch dieses Mal. Wir suchen noch einen Dia Toplaner und eine Dia Botlane (am besten schon eingespielt). Hier eine Liste mit den Bedingungen die ihr erf&uuml;llen solltet:\n\n-Ein Solo Queue Ranking im Dia Bereich (Dia V - Dia I) \n-Einen gewissen Grad an Erfahrung im Teamranked \n-Einen grossen sowie aktuellen Champion Poll (der Meta entsprechend) \n-Eure Lane kennen und beherrschen k&ouml;nnen \n-Die Motivation im Team zu arbeiten und weiterzukommen \n-Ein Alter von 16 Jahren erreicht haben, dazu geh&ouml;rt auch die entsprechende Reife \n-Teamf&auml;higkeit, Verl&auml;sslichkeit, ein \"Mindestmass\" an Freundlichkeit und H&ouml;flichkeit ;) \n-Die Gabe Kritik zu akzeptieren und diese als Hilfe anzunehmen \n-Aktivit&auml;t sowohl im Team als auch ausserhalb \n-Den Spass am Spiel solltet ihr bei dem ganzen unbedingt nicht vergessen ! \n\n\nSo viele Forderungen und keine Gegenleistung ? \nNat&uuml;rlich nicht, wir bieten euch  die M&ouml;glichkeit eine neue Erfahrung im Online Gaming zu machen: \n-Einen grossen Teamspeak 3 Server \n-Einen Funktionierenden Clan mit &uuml;ber 100 Membern \n-Eine grosse Anzahl an Spielern die dir helfen und dich unterst&uuml;tzen k&ouml;nnen \n-Mehrere  aktive Teams, welche immer f&uuml;r ein Scrimm zu haben sind \n-Ein geordnetes Umfeld mit Squadleadern, Teammembern, normalen Membern und einem hilfsbereiten Admin Team \n-Eine eigene Clan Liga welche &auml;hnlich wie die  LCS abl&auml;uft \n-Clansitzungen um deine Ideen und Anregungen in den Clan zu bringen \n-Scrimms mit anderen Clans, zurzeit ist  dies der TFG Clan (TFG = Tryforce-Gaming) \n\nSolltet ihr nun alle Bedingungen erf&uuml;llen und habt Interesse, dann meldet euch doch bei: \"liQs Geodude\" und besprecht die Einzelheiten genauer.\n\n\nMit besten Gr&uuml;ssen \nliQs Mechrage \n\n\n**!!!Meldet euch bitte nur bei \"liQs Geodude\"!!!**","replies":[{"id":"","poster":"FeniX x Mei","date":"2015-04-27T15:57:17.971+0000","up_votes":1,"down_votes":0,"body":"Hey Leute, ich bin derzeit auf der Suche nach einem \"Team\" als ADC, nach langer zeit als Mid main hab ich den Spaß an der mid lane einfach verloren und spiele nun aktiv ADC. \nHab mich mit einem Smurf bis Dia 5 eingespielt und wäre nun bereit etwas weiter zu gehen Richtung Team-Rank.\nAls Mid laner habe ich Master mit 200lp erreicht sprich das Allgemein Wissen in lol ist vorhanden.\nTeam-Rank technisch spielte ich bis jetzt auch als MID-laner und war dort mit dem Team in Diamond 1.\nDerzeit Dia 3 (recht wenig solo q gespielt) spiele mich aber sobald ich etwas mehr zeit habe aktiv auf Master zurück :).\nHabe Geodude geadded dieser Beitrag sollte nur kurz als kleine Vorstellung dienen.","replies":[]}]}