{"id":"1rW0qF8K","poster":"Holokom","date":"2015-04-27T15:00:03.038+0000","title":"Rückmeldung bei Report","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo, \r\nes beschweren sich ja viele dar&uuml;ber das nichts von Riot getan wird um gegen AFKs etc. vorzugehen (ich beschwere mich hiermit auch !XD)\r\nUm vielleicht das Problem zu l&ouml;sen, w&auml;re es m&ouml;glich wenn ein Spieler der von einem selbst reportet wurde Bestraft wird, das der Meldende dan auch irgendwo im Forum einsehen kann was damit passiert ?\r\nOhne Tribunal glaub ich Riot irgendwie nicht mehr das sie versuchen die Leute zu bestrafen.\r\n(Bsp. Kumpel: er regt sich regelm&auml;&szlig;ig tierisch auf und flamed dann, wurde entsprechend reportet und wurde mehrmals verwarnt aber bis heute ist nie etwas passiert...er hat sogar diese Belohnungen f&uuml;r nettes verhalten bekommen)\r\n...also Riot bitte lasst uns wieder daran Teilhaben was ihr mit den Reports macht.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-04-27T15:33:59.037+0000","up_votes":2,"down_votes":0,"body":"Warum? Also erstens beweisen die täglichen \"Warum muss ich 20 Minuten warten, weil ich ein mal in 40 Spielen AFK war\" Threads, dass Riot durchaus was gegen AFKs unternimmt...\n\nDann ist die Frage: Warum reportest du? Aus Rache, weil die Leute dir das Spiel versaut haben? Oder weil du willst, dass andere mit diesen Spielern nicht mehr zusammen spielen müssen (denn du selbst wirst ihn mit 90% Wahrscheinlichkeit nie wieder treffen)? Mir geht es mittlerweile primär um letzteres, weshalb ich mein \"Buch des Grolles\" auch eingestampft habe... gleichzeitig sehe ich hier fast täglich beispiele, dass Spieler durchaus entsprechend bestraft werden. Da brauche ich die persönliche Genugtuung, dass es meinen persönlichen Spieler auch erwischt hat, nicht mehr... und um mehr als persönliche Genugtuung geht es dabei ja nicht, da es dein eigenes Spiel nicht weiter beeinflussen dürfte, ob der Spieler gebannt wird, oder nicht... Das Spiel anderer dagegen schon.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-04-27T15:50:24.447+0000","up_votes":1,"down_votes":0,"body":"Kann mich hier nur anschliessen (an MeMyselfandBaal).\n\nDie vielen QQ-Threads hier (btw. sind sie heute sogar recht aktiv^^) von bestraften Spielern zeigen recht gut, dass die Reports auch etwas bringen.\nSomit kann ich mir sicher sein, dass meine Reports auch Wirkung zeigen werden.\n\nWobei ich nicht wegen afk reporte.\nHier ist der Leaverbuster sicherlich schneller und funktioniert ohne (afk-)Reports. Vielleicht ist dies auch gut so. Denn die Wahrscheinlichkeit, dass dieser afkler im Gegnerteam landet, ist grösser, als wenn er wieder im eigenen Team landet (taktisch gesehen wäre es also besser, afkler gar nicht zu reporten; bezüglich allg. Spielgenuss jedoch sehr schlecht und somit ist es gut, dass der Leaverbuster auch ohne Reports funktioniert ;) )","replies":[]}]}