{"id":"hfeREwkE","poster":"4ngry0range","date":"2015-04-27T14:40:11.315+0000","title":"Suchen einen Toplaner für unser Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo wir suchen noch einen Toplaner f&uuml;r unser Ranked Team. Wir haben schon Jungle, Midlaner, ADC und Supp am Start. Wir sind alle in der SoloQ Goldlvl, ADC ist frisch Platin 5. Das Ranked Team ist noch im Aufbau und von daher noch unranked. Du solltest aktiv sein und so ziemlich jeden Abend f&uuml;r Training/Spiele Zeit haben. Von der Spielweise erwarten wir, dass du als Toplaner wei&szlig;t wann du wo roomen kannst und eine gro&szlig;e mapawareness aufweist, sodass du in der Lage bist Playes zu machen und nicht nur stur deine Lane abfarmst (i looove teleports). Von den Champions her erwarten wir, dass du die zum meta passenden spielen kannst. Vor allen anderen Sachen solltest du auch Spa&szlig; am Spiel haben, kritikf&auml;hig sein und niemals flamen. Wir wollen nicht einfach nur drauf los spielen, sondern uns auch Gedanken &uuml;ber Taktiken machen sowie Analysen nach den Spielen durchf&uuml;hren. Teamspeak ist Pflicht! Bei Interesse addet mich in game oder antwortet einfach hier. Ich freue mich auf neue Mitstreiter. PS unser alter liegt zwischen 16 und 30.","replies":[{"id":"","poster":"a GP has no Name","date":"2015-04-27T21:36:50.907+0000","up_votes":1,"down_votes":0,"body":"hallo mein name ist tarik und würde mich auf diesem weg gerne bewerben bin main toplaner und gerade in platin 5 spiele regelmäßig und will mich ständig verbessern und suche deshalb ein team falls interesse besteht einfach ingame adden name : BasedGod Staara","replies":[]},{"id":"","poster":"MoGamesDE","date":"2015-04-27T15:41:43.137+0000","up_votes":1,"down_votes":0,"body":"hi\nMein Name ist Moritz und ich suche seit längerem ein RankTeam mit Zielen, das aber den Spass am Spiel nicht vernachlässigt.\nZu mir ich bin 16 und auf meinem Account \"nur\" Silber 2 war aber Ende letzter Season Gold 3 sodass ich sehr schnell dahin zurück kommen könnte. Außerdem spiele ich öfter auf einem Account eines Freundes der Platin 5 ist und dort gewinne ich 85% der Lanes. Meine derzeitig besten Champs sind:\nGnar, Cho`Gath, Volibear, Malphite. Allerdings spiele ich vieles gut. Champs die ich nicht kann sind: Riven, Renekton, Aatrox, Sion","replies":[]},{"id":"","poster":"CastielMid","date":"2015-04-27T14:42:46.228+0000","up_votes":1,"down_votes":0,"body":"einfach DiamandSchwengel adden ;)","replies":[]}]}