{"id":"Ayg87wUX","poster":"Shadriella","date":"2015-04-26T18:18:57.272+0000","title":"ViPer Gaming sucht Verstärkung ! Auch Frauen und Komplette Teams erwünscht!","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hey,\r\n\r\nWir suchen f&uuml;r unseren Clan mehrere lanes, auch f&uuml;r die Spieler deren lane nicht aufgelistet ist k&ouml;nnen sich gerne melden.  Es k&ouml;nnen sich auch die weniger guten Spieler melden da wir ein extra Team daf&uuml;r im Aufbau haben. \r\nWir w&uuml;rden uns auch freuen wenn sich Frauen f&uuml;r das Female team melden, auch komplette Teams k&ouml;nnen sich gerne melden. \r\n\r\nWas ihr aufjedenfall mitbringen solltet ist:\r\n\r\n- Aktivit&auml;t \r\n- Humor\r\n-  18 +\r\n und ihr solltet kein Problem damit haben das zwei Frauen die macht haben :D","replies":[{"id":"","poster":"Leberwurstfrau","date":"2015-04-27T08:52:03.617+0000","up_votes":1,"down_votes":0,"body":"\"ViPer Gaming sucht Verstärkung ! Auch Frauen und Komplette Teams erwünscht!\" \n\nDas hört sich abwertend an.\nAuch Frauen (das sind diese Menschen 2. Klasse oder was?) xD","replies":[{"id":"","poster":"Shadriella","date":"2015-04-27T10:18:15.610+0000","up_votes":1,"down_votes":0,"body":":D haha \n\nnein :D aber ich hab gemerkt wenn das da steht melden sich einfach viel mehr frauen :D","replies":[]}]},{"id":"","poster":"DaddyLoppy","date":"2015-04-26T18:26:12.406+0000","up_votes":1,"down_votes":0,"body":"hey ich bin main support spiele jeden supporter und spiele schon seid über 3jahren und von anfang an main support, ich kenne mich daher auf support gut aus. ich spiele sehr aktiv, fast jeden tag. ich kann mit kritik umgehen mag nur kein geflame oder beleidigungen :D bin 16 :/ aber vom geistigen alter mindestens 8 ich versprechs ;) ne hoffe das ist kein problem mit dem alter. bin S1 aber spiele auch so gut wie nie rankeds da ich das solo spielen nicht mag :/ teamspieler halt :D hab ts und skype nur im moment kein headset, ich werde mir aber im laufe des monats eins holen. ts und skype hab ich beides und würd mich freuen wenn ihr euch bei mir meldet in game: Darkmal7 skype: marlo.budde.","replies":[]},{"id":"","poster":"Dawn15","date":"2015-04-26T18:22:22.878+0000","up_votes":1,"down_votes":0,"body":"Hi hört sich interessant an bin leider nich 18 meine main lane wäre support mit morgana nami oder sona mid wäre meine zweit lane mit morgana ahri annie aber da bin ich nicht so gut und jungel mit sejuani","replies":[]}]}