{"id":"l0mOBmsY","poster":"1Wombinator","date":"2015-04-26T15:57:27.746+0000","title":"[Championskonzept] Advena - Die Verstoßende","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"**Vorwort: **\r\nIch hatte schon recht fr&uuml;h die Idee f&uuml;r diesen Champion, hatte aber nie wirklich Lust mich damit Konstruktiv zu besch&auml;ftigen. Jetzt hab ich aktuell genug Zeit und folgenes ist drau&szlig; geworden. :-)\r\n(beachtet bitte das dies mein erster Entwurf ist, Kritik ist gerne gesehen &ndash; Mobbing nicht :-D )\r\n\r\n\r\n\r\n\r\n\r\n\r\n**Geschichte: **\r\n\r\n_&bdquo;24 nicht enden wollende Jahre der Verachtung und Einsamkeit - und nun stehe ich hier an meinem Jahrestag vor den Toren der Liga, um meinem Sch&ouml;pfer gegen&uuml;berzustehen. Endlich bin ich bereit. Male parta male dilabuntur!&ldquo;\r\n_\r\n\r\nAdvena kommt aus eine kleine Stadt Lumen, nicht weit entfernt vom Fu&szlig;e des Berges Targon. Es war ein friedliches Idyll und die schrecken des Krieges waren hier fern. Man lebte im pazifistischer Koexistenz und entsagte jeder Form der Kriegstechnik und Magie. Advena stammt aus einer der geachtetsten Familie Lumens den Eruditus, ihre Eltern Thales und Sofja waren f&uuml;hrende Mathematiker und ihr erstgeborenes Kind Cecil war auf den besten Wege in die Fu&szlig;stapfen ihrer Eltern zu treten bis ein Unheil &uuml;ber den Ort brechen sollte das alles ver&auml;ndern sollte. \r\nEs war eine wundersch&ouml;ne warme Sommernacht und viele Bewohner genossen den wolkenlosen Himmel als pl&ouml;tzlich aus des Wald grelle Blitze geschossen kamen. &Uuml;berall gab es Explosionen und H&auml;user gingen in Flammen auf. Die panischen schreie von Kindern und Frauen gingen durch die Stra&szlig;en und die M&auml;nner rannten verwirrt umher und probierten den Flammen Herr zu werden. Den Blitzen folgte jetzt lautes Gebr&uuml;ll aus dem Wald und unz&auml;hlige dunkle Gestalten rannten nun aus diesem in die Stadt um Chaos und Zerst&ouml;rung zu bringen. Eine Gestalt war von besonderer Grausamkeit, ihm waren die Befehle niemanden zu verletzen und nur zu randalieren egal. Er ging in das pr&auml;chtigste Haus und fand dort Advenas Eltern. Die Sofja kauerte mit Cecil unterm Tisch und Thales stellte sich sch&uuml;tzend vor sie. Die H&auml;nde der Gestalt begannen zu leuchten und Thales riss seine H&auml;nde zum Kopf und schrie laut auf. Er war von &uuml;blen Visionen befallen. Ein gezielter schlag und die sich als Prophet der Leere bezeichnete Gestalt trennte seinen rechten Arm und sein rechtes Bein ab. Nachdem der Vater Bewusstlos zu Boden ging schritt die Gestalt an ihm vorbei und entriss Cecil seiner Mutter. Ein lautes Geschrei folgte ein Greller Blitz - dann kalte Stille.\r\n\r\nDer n&auml;chste Morgen zeigte das ausma&szlig; der Zerst&ouml;rung. Nicht ein Haus war heil geblieben, kein stein lag auf dem anderen. Ein totales Tr&uuml;mmerfeld. Die zersprengten Familien fanden sich wieder und hielten sich heulend in den Armen. Sie konnten ihr Gl&uuml;ck kaum fassen das niemand zu schaden gekommen ist. Doch Leider stimmte das nicht ganz. Thales &uuml;berlebte zwar knapp doch wurde er zum Kr&uuml;ppel. Sofja schien nichts zu fehlen stand aber unter Schock und Cecil war verschwunden. \r\nDer schock lag bei allem Tief und man wollte so etwas nicht nochmal geschehen lassen. Man beschloss die Stadt neu aufzubauen und weitreichende techmaturgische Forschungen in der Verteidigungsdoktrin zu f&uuml;hren. Fortan begann eine neue Zeitrechnung und der Tag des &Uuml;berfalls war fortan der Tag 0 des Jahres 0. \r\nNach wenigen Wochen war die Stadt provisorisch neu aufgebaut und man sah Sofja an das sie keineswegs unbeschadet den &Uuml;berfall &uuml;berstand. Sie war schwanger. \r\nAls Advena das Licht der Welt erblickte war die Stadt eine komplett andere. Gro&szlig;e Mauern umschlossen sie und Gewaltige Gesch&uuml;tzt&uuml;rme mit zahlreichen Abwehrmechanismen waren &uuml;berall errichtet worden. Die Stadt war zur Festung geworden. Advena zeigte schon im Kleinkindalter &uuml;berdurchschnittliches Verst&auml;ndnis f&uuml;r die Kompliziertesten mathematischen Gleichungen und ein unstillbares Interesse an den technischen Errungenschaften. Durch die neue Philosphie Lumen&acute;s fand Advena auch genug zum Erforschen und Erkunden, eines aber fand sie nie: Liebe, Geborgenheit und W&auml;rme.\r\nSie wurde von allen stets als Kind des B&ouml;sen gesehen, die personifizierte Erinnerung der Schreckensnacht. Von den anderen Kindern geh&auml;nselt und von den Erwachsenen gef&uuml;rchtet. Ihre eigenen Eltern konnten sie nur hassen, haben sie doch durch sie ihren geliebten Cecil verloren. \r\nSo wuchs sie isoliert auf. Mit 12 bemerkte sie das noch etwas mit ihr nicht stimmte. Sie sp&uuml;rte es durch ihre Adern flie&szlig;en. Eine Macht die sie nicht Verstand. Sie konnte diese Macht nicht verbergen, ihre Adern gl&uuml;hten in bei&szlig;enden Blau. Alle begriffen sofort das dies ein Erbe des Magiers war und nun auch Advena diese Kraft in sich hatte. Das konnte man nicht dulden und so kam es das man sie verbannte. Sollte sie es jemals wagen wieder zu kommen wird das ihr Tod sein.\r\n\r\nAllein ging Advena in die Welt um zu erforschen warum sie jeder hasste und was es mit dieser Kraft auf sich hat. Sie wusste das es kein ungef&auml;hrlicher Weg werden w&uuml;rde und das sie bis in die Tiefsten Winkel der Welt gehen m&uuml;sse und doch sah sie darin den einzigen Sinn ihres Lebens. Sie begann ihre Suche in der Universit&auml;t, bei einem befreundeten Professor der Familie, bei Heimerdinger. Er war stehts der einzige der sie aufgrund ihres Verstands nicht ganz kaltherzig gegen&uuml;ber war. So kam es das Advena ihre Schaffensgeschichte erfuhr und so ein neue Sinn des Lebens. \r\nSie wollte ihren Vater, den Propheten der Leere, finden und t&ouml;ten. Mit seinem Kopf w&uuml;rde sie ganz sicher in Lumia wieder willkommen sein. Heimerdinger verschaffte ihr ein Platz an der Universit&auml;t f&uuml;r Kriegsk&uuml;nste und so machte sich Advena ans Studium. Schnell begann sie ihre F&auml;higkeiten zu verstehen und zu Kontrollieren aber sie f&uuml;llte sich noch unzufrieden, noch nicht bereit ihren Rachefeldzug zu verlassen. Nach 8 Semestern an der Universit&auml;t ging sie erneut in die Welt hinaus um ihr letztes Potenzial auszusch&ouml;pfen. Sie verstand das sie ihren eigenen Weg gehen muss weil sie als Techno-Magierin ein Pionier sein w&uuml;rde und ihr da keiner was beibringen kann. 8 Jahre streifte sie in der Welt umher und hat es geschafft. Eine Hextech Anzug, angetrieben durch ihre Magie, wer sollte Arkane Macht und Wissenschaftlichen Fortschritt in Kombination aufzuhalten in Stande sein?\r\n\r\nDie Liga der Legenden mit Sicherheit nicht.\r\n\r\n\r\n\r\n**Beziehungen: **\r\nAdvena ist ein einsames Gesch&ouml;pf. Sie achtet Heimerdinger und die Vertreter der Solari. Sie versp&uuml;rt Abneigung gegen Diana, ihre Spaltung mit den Solari sieht sie als eine der Gr&uuml;nde f&uuml;r den &uuml;berfall. \r\nIhr Todfeind ist Malzahar. \r\n\r\n\r\n\r\n\r\n**Attribute: **\r\nSchaden: 0 (+0)\r\nLeben: 530 (+ 82)\r\nRessourcen: 315 (+ 55) Mana\r\nLauftempo: 345\r\nR&uuml;stung: 30\r\nZauberabwehr: 30\r\nLebensregeneration: 5,2 (+ 0,5)\r\nManaregeneration: 5,2 (+ 0,5): \r\nReichweite: 500\r\nAngriffsgeschwindigkeit: 2,5 (+0%)\r\n\r\n\r\n**Rolle: **\r\nPrim&auml;r Supporter\r\nSekund&auml;r Magier\r\n\r\n**&Uuml;bersicht: **\r\nSchaden: 0 / 100\r\nAbwehr: 30/ 100 \r\nF&auml;higkeit: 85 / 100:\r\nSchwierigkeitsgrad: 70 / 100\r\n\r\n**Aussehen:  **\r\nIch bin leider eine Niete im Zeichnen, jeder kann sich frei f&uuml;hlen hier ein Bild f&uuml;r anzufertigen. So stellte ich mir Advena vor:\r\nSie ist eine normal(!) schlanke mit normaler(!!) K&ouml;rpchengr&ouml;&szlig;e. Etwa 1,70 gro&szlig; (modelgr&ouml;&szlig;e wie karma ca). Sie tr&auml;gt eine gold blauen (hextech)anzug. Auf dem r&uuml;cken hat sie eine Art Rucksack und von dort geht ein schlauch zu einer art wasserdr&uuml;se die sie mit beiden h&auml;nden in der hand h&auml;lt. (Ungef&auml;hr wie bei Ghostbusters^^).  Sie hat einen g&uuml;rtel und auf jeder seite ihrer tailie guckt ein st&uuml;ck schlauch raus mit einer spitze dran. \r\nDenke jedem ist klar wie das aussehen soll, nicht?   &acute;:-D\r\n\r\n\r\n**F&auml;higkeiten: **\r\n\r\n**Passive: **\r\nLuftspeicher\r\nAdverna verf&uuml;gt &uuml;ber keine nat&uuml;rlichen Angriffe. Luftspeicher sammelt stacks die sie mit jedem Angriff verbraucht. Jeder Stack verursacht 25 + (lv *2) +(0,15 AP) magischen Schaden. \r\nLuftspeicher generiert alle 5|4|3 (lv 6|11|16) Sekunden 1 Stack und kann bis zu 50 Stacks speichern.\r\n\r\n\r\n\r\n**Q- F&auml;higkeit:&nbsp;Sog! **\r\nAdvena zieht einen Luftstrahl in Luftspeicher und zieht getroffene Gegner heran. Trifft sie keinen Gegner erh&auml;lt sie 5 Stacks.\r\n\r\n\r\n> **AKTIV: **&nbsp;Zieht aus der Entfernung eine Luftstrahl in ihre Waffe der an alle getroffenen Gegnern 60/110/160/210/260 (+ 0,6 AP) magischen schaden macht. Der erste getroffene Gegner wird mitgerissen und in Sogrichtung geworfen. Je l&auml;nger der sog unterwegs war desto weiter knock up. Trifft dieser im Flug einen weiteren Champion sind beide f&uuml;r 0,5 +(0,001ap) sekunden gestunnt.\r\n> \r\n\r\nRessourcenkosten: &nbsp;50&nbsp;/ 60&nbsp;/ 70&nbsp;/ 80&nbsp;/ 90&nbsp;MANA \r\nAbklingzeit: 15&nbsp;/ 14&nbsp;/ 13&nbsp;/ 12&nbsp;/ 11 \r\nReichweite: 1750\r\nProjektilgeschwindigkeit:1350\r\nSchablonentypus: Linie\r\nF&auml;higkeitstypus: CC. (Max knock up range sollte bei der h&auml;lfte des spells erreicht sein und in etwa die distanz haben die Viktors k&auml;fig hat.) Stun 0,5 Sekunden\r\n\r\n\r\n**W- F&auml;higkeit: Arkaner Raub **\r\nDie linke spritze aus der Taille schie&szlig;t auf ein Ziel und raubt ihm Mana pro Sekunde-\r\n\r\n> **Aktiv: ** Advena schie&szlig;t ihren Linken Sauger. Trifft dieser ein Ziel stellt es eine Verbindung her und verlangsamt dem Gegner um 10|15|25|35|45% und entzieht ihm 3 Sekunden 16,5 + (0,1Ap) Mana pro sekunde. Sollte Advena stehen erh&ouml;ht sich der Wert um 50%. W&auml;hrend Arkaner Raub aktiv ist kann Advena Lebenentzug auf einen Verb&uuml;ndeten casten um ihm 50%(+50% beim stehen) des Raubes abzugeben. Dabei wird die Wirkdauer Resettet.\r\n\r\nAdvena kann auch direkt einen Verb&uuml;ndeten als ziel ausw&auml;hlen und ihm &uuml;ber 3 Sekunden 16,5 + (0,1Ap) Mana pro sekunde abgeben. (Durch erneutes aktivieren der F&auml;higkeit abbrechbar).\r\n\r\nSollte Advena beide F&auml;higkeiten auf ihr Ziel bringen resettet der Timer. Nach Ablauf wird das Ziel f&uuml;r 1|1,25|1,5|1,75|2 Sekunden festgehalten. \r\n\r\n\r\nAbklingzeit: 16/15/14/13/12\r\nReichweite: 700\r\nProjektilgeschwindigkeit: 1500\r\nSchablonentyp: Linie\r\nF&auml;higkeittypus: CC | Sustain\r\n\r\n\r\n**E- F&auml;higkeit: Lebensentzug **\r\nDie rechte spritze aus der Taille schie&szlig;t auf ein Ziel und raubt ihm Mana pro Sekunde-\r\n\r\n> **Aktiv:  ** Advena schie&szlig;t ihren rechten Sauger. Trifft dieser ein Ziel stellt es eine Verbindung her und verlangsamt dem Gegner um 10|15|25|35|45% und verursacht &uuml;ber 3 Sekunden  150|225|300|375|450 (+ 1,5 AP)und heilt sich f&uuml;r 50|55|60|65|70% des entstandenen schadens.Sollte Advena stehen erh&ouml;ht sich der schaden um 50%. W&auml;hrend Lebensentzug aktiv ist kann Advena Arkaner Raub auf einen Verb&uuml;ndeten casten um ihm %(+50% beim stehen) des Raubes abzugeben. Dabei wird die Wirkdauer Resettet.\r\n> \r\nAdvena kann auch direkt einen Verb&uuml;ndeten als ziel ausw&auml;hlen und ihm &uuml;ber 3 Sekunden 150|225|300|375|450 (+ 1,5 AP) Leben pro sekunde abgeben. (Durch erneutes aktivieren der F&auml;higkeit abbrechbar).\r\n\r\nSollte Advena beide F&auml;higkeiten auf ihr Ziel bringen resettet der Timer. Nach Ablauf wird das Ziel f&uuml;r 1|1,25|1,5|1,75|2 Sekunden festgehalten. \r\n\r\n\r\nAbklingzeit: 16/15/14/13/12\r\nReichweite: 700\r\nProjektilgeschwindigkeit: 1500\r\nSchablonentyp: Linie\r\nF&auml;higkeittypus: CC | Sustain\r\n\r\n\r\n\r\n** R- F&auml;higkeit: **  Vakuumbombe.\r\nAdvena schmei&szlig;t eine instabile Bombe zum Zieltort die alle im Umkreis ansaugt und verheerenden schaden verursacht. \r\n\r\n> **Aktiv: **\r\n> Advena schmei&szlig;t eine Bombe zum Zielort die dort sofort aufbl&auml;ht und 150 Absoluten Schaden verursacht. Sie verlangsamt im zielbereich &uuml;ber 2 Sekunden um 80% und impludiert dann was alle im Radius zum zentrum schmei&szlig;t und 200|250|300 +(0,8 AP) magischen Schaden verursacht.\r\n\r\nAbklingzeit: 130|115|100\r\nReichweite: 900\r\nProjektilgeschwindigkeit: 1000\r\nSchablonentyp: Kreis ( Absoluterschadensradius ca Leona ult(nur der stun), gesammtradius ca leona ult)\r\nF&auml;higkeittypus: CC\r\n\r\n\r\n**Gegenst&auml;nde die mit dem Kit Harmonieren: **\r\nBlaues Supporter Golditem{{item:3092}} \r\nSchuhe Mpen, CDRed {{item:3020}} , {{item:3158}} \r\n\r\nLandrys Qual {{item:3151}} \r\nRylais Kristallzepter {{item:3116}} \r\nZwillingsschatten {{item:3023}} \r\nGeistessicht {{item:3065}} \r\nLudens Echo {{item:3285}} \r\n \r\n\r\n\r\n\r\n**Tipps: **\r\nMan kann hervorragend W und E kombinieren f&uuml;r einen starken Slow. Man sollte nicht zuviel Tanken da man vermutlich ziemlich Squisy sein wird. Lieber den adc tanken lassen und ihn hochheilen. Als Gegner lohnt es sich Advena direkt raus zu fokussen da sie so ihre starke Heilung nicht einsetzen kann. Man sollte auf jedenfall ihren Stackhaushalt im Auge behalten.\r\n\r\n\r\n\r\n**Nachwort: **\r\nSo, das sind meine ersten Gedanken zu diesem Champion, ich Hoffe das Konzept gef&auml;llt euch und ich hab alles verst&auml;ndlich verfasst. \r\nIch hab mir m&uuml;he gegeben einige neue Aspekte ins Spiel zu bringen und hoffe das ich den Champion nicht zu stark gemacht habe. Ich denke er h&auml;tte so durchaus Potenzial und ich hab beim schreiben echt Lust bekommen den mal zu spielen.. Also Riot, f&uuml;hlt euch frei ;-)\r\n\r\nKritik ist gerne gesehen wenn Konstruktiv. :-)\r\nDanke auch an Florian (Lonichiwa) f&uuml;r sein Leidfaden an dem ich mich orientiert habe.\r\n\r\n\r\nUm die Lore eventuell zu verstehen einige &uuml;bersetzungen (hoffe ich hab das richtig im Kopf :-P)\r\n\r\nAdvena &ndash; Lat. Die Fremde\r\nMale parta male dilabuntur! - &Uuml;bel erworbenes geht &Uuml;bel zuende\r\nLumen &ndash; Licht\r\nEruditus &ndash; gebildet\r\nCecil &ndash; Heimerdingers zweiter Name.\r\nProphet der Leere &ndash; Malzahars Titel.\r\nSofja &ndash; von Sofja Kowalewskaja\r\nThales &ndash; Thales von Milet\r\n\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nWombinator","replies":[]}