{"id":"Kakwj2Me","poster":"xKuroko","date":"2015-04-26T15:48:04.148+0000","title":"Verbindungsfehler","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\nich habe schon seit l&auml;ngerem ein Problem mit LoL. Wenn ich mich einlogge beim Clienten funktioniert alles prima, Championauswahl funktioniert auch alles, aber sobald ich das LeagueofLegends Symbol sehe und ich im Ladescreen lande kriege ich nach kurzer zeit einen Verbindungsfehler das ich keine Internetverbindung mehr habe. Ich hab aber allerdings alles gecheckt was mir einfiel. Ich habe LoL neu installiert,firewall gecheckt (auch einmal komplett aus), mein Virusprogram (Kaspersky) blockiert auch nichts und bei allen anderen im Netzwerk funktioniert alles einwandfrei. Aus diesem Grunde konnte ich LoL schon seit mehreren Monaten nicht mehr spielen. Ab und an Spiele ich es noch aber dazu bin ich am Laptop eines Kumpels und ich habs langsam leid. Hoffe ihr k&ouml;nnt mir bei dieser Sache helfen.\r\nMfg xKuroko","replies":[{"id":"","poster":"50ShavesOfGraves","date":"2015-04-28T22:16:37.495+0000","up_votes":1,"down_votes":0,"body":"Hey das habe ich vom support als lösung bekommen probiere es direkt aus\n\n( Kakei Juzou (Riot Games Player Support)\n\n28. Apr., 06:39\n\nHey,\n\nvielen Dank für die Anfrage. Mach bitte Folgendes:\n\n1. Klicke auf start\n2. schreibe in das kleine Suchfenster unten \"CMD\"\n3. schreibe \"ipconfig /release\" und warte kurz bis die IP Adresse entlassen wird\n4. schreibe \"ipconfig /renew\" und warte kurz bis eine neue IP Adresse zugewiesen wurde\n5. schreibe \"ipconfig /flushdns\" und schliesse das CMD Fenster\n\n\nMit freundlichen Grüßen,\nKakei Juzou","replies":[]},{"id":"","poster":"50ShavesOfGraves","date":"2015-04-27T19:35:43.257+0000","up_votes":1,"down_votes":0,"body":"Hallo xKuroko ich hab eine frage steht bei dir das die verbindung getrennt wurde und deine internetverbindung prüfen sollst sowie den clienten neu starten? das selbe problem habe ich auch ich habe den support schon angeschrieben aber der gibt keine hilfreichen tipps. bei mir ist das bei 1 von 5 games. meine leitung ist stabil. ich spiele dieses spiel seit 3 jahren und das passiert mir zum erstem mal... wenn du schon eine lösung hast wäre toll wenn du sie hier postest MFG 50ShavesOfGraves","replies":[]}]}