{"id":"ssEOEb0P","poster":"røpad","date":"2015-04-26T16:35:07.794+0000","title":"Pax Sivir Free","subforum":"Hilfe & Support","up_votes":2,"down_votes":3,"body":"Falls dieses Thema schonmal aufgetaucht ist, tut es mir leid. \r\n\r\nIch habe heute eine Nachricht f&uuml;r einen kostenlosen Pax Sivir skin bekommen und auf den beistehenden link geklickt. Dort habe ich mich angemeldet, da die seite genau so aussah wie die normale League Startseite. Daraufhin passierte nichts nichts, doch nach den Berichten einiger Freunde habe ich diese Nachricht auch verschickt. Kann mir jemand sagen was das ist und wie ich es wieder weg bekomme bzw. ob es reicht einfach sein PW zu &auml;ndern.\r\n\r\nVielen dank schonmal im vorraus. LG R4INB0WD4SH","replies":[{"id":"","poster":"Fermi Paradox","date":"2015-04-26T16:38:14.004+0000","up_votes":1,"down_votes":0,"body":"Einfach das Passwort ändern, sollte reichen^^ \nWar ne Scamseite, die deine Accountdaten klaut und sie dann nutzt, um den Link weiter zu verbreiten.\nEs gibt Menschen, die ihre E-Mail nicht verifiziert haben, deren Accounts klauen sie dann, indem sie die E-Mail-Adresse und dein Passwort ändern.\nDu kannst hier noch was ins Forum posten, also kannst du dich anscheinend noch einloggen. Sollte mit nem PW-Change also gelöst sein.","replies":[{"id":"","poster":"røpad","date":"2015-04-26T16:39:54.027+0000","up_votes":2,"down_votes":0,"body":"Danke schön fürs schnelle Antworten :D","replies":[]}]},{"id":"","poster":"Donzen","date":"2015-04-26T16:45:39.494+0000","up_votes":1,"down_votes":0,"body":"Solche Seiten mit free Skins/ Riot Points sind meistens fake auch wenn sie sehr real aussehen beim genaueren hinsehen merkt man das es falsch sein muss oft erkennt man dies bereits an der URL, die dann schon nicht Riot-/ League of Legends-artig ist. Weiterhin gibt es beim Login auf solchen Fake-Seiten keinen ReCaptcha-Code, wenn dir aber so etwas auffällt melde dies bitte umgehend einem Riot-Mitarbeiter und frag, ob diese Seite fake sei. Wenn es eine Fälschung ist wird Riot sich darum kümmern, dass diese Abzock-Seite umgehend gesperrt wird. Passwort ändern sollte in häufigen Fällen bereits reichen deinen Account wieder sicher zu machen.","replies":[]},{"id":"","poster":"AmShaegar","date":"2015-04-26T16:42:33.703+0000","up_votes":1,"down_votes":0,"body":"Klicke niemals auf irgendwelche Links, die dir kostenloses Zeug versprechen ;) Falls doch, gib niemals irgendwelche Zugangsdaten auf so einer Seite ein.","replies":[]}]}