{"id":"Tlerbi0V","poster":"AI TopLaner","date":"2015-04-26T11:01:43.892+0000","title":"Neues Team sucht noch Supp und Jungler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute, \r\ndas Team &quot;Quest for Better Players&quot; [QBP] wurde vor kurzem gegr&uuml;ndet und sucht neuw Spieler. Im mTeam sind bereits:\r\nMr Kwabs Gold IV 16 Jahre alt und Top Lane{{champion:120}} {{champion:39}} {{champion:57}} {{champion:102}} {{champion:68}} {{champion:14}} {{champion:83}}, \r\nNikben Plat III 17 Jahre alt und Mid Lane{{champion:103}} {{champion:31}} {{champion:7}} {{champion:61}} {{champion:101}} {{champion:238}} {{champion:55}}.\r\n\r\nWir suchen:\r\n-nette Mitspieler\r\n-ab 15 Jahren\r\n-Kritikf&auml;hig (sowohl an sich als auch an anderen)\r\n-geistige Reife\r\n-Ts3 und Skype\r\n-kein Flame\r\n-geregelt Trainingszeiten ( 3-4 die Woche)\r\n-Mitglieder die langfristig mit uns spielen wollen\r\n-Whatsapp w&auml;re nicht schlecht f&uuml;r genauren und kurzzeitige Absprachen\r\n-ein nicht zu kleiner Champpool zum tauschen in der Champselect\r\n-gutes Spiel Verst&auml;ndnis (so ab Gold)\r\n\r\nWenn Interesse besteht addet mich Ingame oder postet einfach hier eine Antwort.\r\nMfG Chris aka Mr Kwabs","replies":[{"id":"","poster":"DaddyLoppy","date":"2015-04-26T11:20:36.481+0000","up_votes":1,"down_votes":0,"body":"hey, \nbin main support hab fast alle champions spiele jeden support am liebsten tank supports wie thresh oder leona kann aber auch alle anderen. ich spiele eigentlich jeden tag lol da meine größte stärke das team spiel ist spiele ich sehr selten rankeds bin S.1 hab aber trotzdem ein gutes spielverständnis und spiele meistens mit freunden in plat. liga oder höher. ich hab skype und bin 16 wenn ihr interesse habt addet mich im game unter Darkmal7 oder auf skype unter marlo.budde . hab heute irgendwie probleme beim einloggen komm aber ab morgen auf jeden fall wieder online bin noch am problem beheben. ich kann kritik vertragen und würde mir auch ein team wünschen mit dem man auf längere zeit trainiert um sich zu verbessern. whatsapp hab ich auch :D also bei intersse einfach anschreiben oder halt gleich ins team einladen :D","replies":[]}]}