{"id":"x8W9K5FJ","poster":"Chrislybär","date":"2019-03-14T16:03:21.793+0000","title":"Toxic Season 3.0 SALT","subforum":"Spielerverhalten & Moderation","embed":{"title":"Salt is a way of life","description":"Salt","url":"https://www.youtube.com/watch?v=3KquFZYi6L0","image":"https://i.ytimg.com/vi/3KquFZYi6L0/hqdefault.jpg"},"up_votes":2,"down_votes":3,"body":"Hallo Leute,\r\n\r\nIch bin zurück aus der Salzmine.\r\n\r\nKennt ihr die Leute die einen NACH dem Spiel adden und abfucken wollen? :D Manchmal weiß man es und kann es verhindern, aber in letzter Zeit erlebe ich, dass zum Beispiel der gegnerische ADC (Den ich im Spiel auseinandergenommen habe) mich addet und ich denke mir so \"Hey vllt fand er es gut wie ich gespielt habe und möchte mein Freund sein\"... weit gefehlt, er addet mich und es geht los \"PURE SPLITPUSHING TRASH ADC!!!!\". Er raget und spammt ohne einmal nach Luft zu schnappen... Manchmal versuche ich so Leute zu screenshoten aber manche löschen einen danach so schnell, dass der Chat weg ist (Wenn jemand einen löscht schließt der Chat sich automatisch).\r\n\r\nWas macht ihr mit solchen Leuten? Glaubt ihr reporten macht hier Sinn? Ich mein man kann ja jeden einfach nicht annehmen aber woher soll man wissen ob derjenige einen aufs übelste beleigen will.\r\n\r\nViele Grüße\r\nKíkyo","replies":[{"id":"","poster":"Novros","date":"2019-03-15T06:55:04.818+0000","up_votes":1,"down_votes":0,"body":"Die Male, die mir das passiert ist, kann ich an einer Hand abzählen.\nDiese Male hat es sich aber auch im Chat schon angedeutet, weshalb ich die Freundesanfrage der Leute gar nicht erst angenommen habe.","replies":[]},{"id":"","poster":"eingew","date":"2019-03-15T06:48:19.635+0000","up_votes":1,"down_votes":0,"body":"Ehrlich gesagt passiert mir das nicht. Spiele aber auch fast nur Support, eventuell hat man das da nicht so. Also manchmal wird man natürlich schon geaddet, aber dass ich nicht schon aus dem Spiel wusste, dass ich den Spieler nicht leiden kann und der höchst unfreundlich ist, hatte ich dabei eigentlich noch nie, jedenfalls nicht, dass ich mich nicht dran erinnern kann.\n\nNaja und was man dagegen tun kann? Mehr als drüber lachen geht da leider nicht. Der Privatchat ist auch privat, Riot geht nicht dagegen vor, wenn jemand dort Beleidigungen schreibt. Mehr als die Spieler selbst wieder zu löschen / zu blocken kannst du also ohnehin nicht machen. Im Prinzip erspart dir die feige Flucht dieser Spieler vor einer Antwort also nur Arbeit ^^.","replies":[]}]}