{"id":"xytUebtJ","poster":"StaIker","date":"2015-04-26T01:33:44.365+0000","title":"Diamond 5 ..","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo.\r\n\r\nJa ich wei&szlig;, man erkennt es schon am titel, ein weiterer Thread bez&uuml;glich des jetzigen Diamond 5 Lp gain/Loss Problems.\r\n\r\nAber ernsthaft.. ich spiele League of Legends t&auml;glich aktiv nun seit mehr als 3 Jahren, ich habe wirklich viel, sehr viel gesehen in diesen Jahren, hatte sehr viel Spa&szlig; mit diesem Game, hatte auch Viele Entt&auml;uschungen aber ich habe noch nie sowas wie Diamond 5 gesehen.\r\n Seit dem ich in Diamond 5 bin, habe ich kein Spa&szlig; mehr am spielen. Wie soll man denn auch Spa&szlig; haben ? Mit 15 Punkten pro Win und - 30 per Niederlage? \r\nDas zieht einen doch Runter, man bekommt weniger Spa&szlig; am Spiel, weil man wei&szlig; das wenn man 1 Game verliert man immer 2 Spiele wieder gewinnen muss um diesen Lose auszugleichen. Da leidet die MMR Enorm drunter.\r\n Das es hart ist in Diamond habe ich mir zwar gedacht und hab mich auch gefreut etwas dazu zulernen, meinen Skill zu verbessern und eventuell neue Freunde kennen lernen, aber ich hab nicht damit gerechnet das es SO hart ist. Und nein, das liegt nicht an meiner MMR, ich hatte, bevor ich in Diamond rein kam eine Winrate von 70%, Mittlerweile ist diese aber selbstverst&auml;ndlich gesunken auf 55%. \r\nJeder der in Diamond 5 ist wei&szlig; ganz genau wovon ich hier rede und was ich meine. \r\nIch habe auch mal in einem Reddit Thread gelesen, das dieses &quot;Problem&quot; durchaus Riot Games bewusst ist, ein Riot Mitarbeiter hat sich in dem Thread sogar ge&auml;u&szlig;ert und schrieb das man es als eine Art &quot;Herausforderung&quot; nehmen soll, ob man es w&uuml;rdig ist weiter zu kommen oder nicht.\r\n Jetzt stellt euch mal vor, so wie es jetzt in Diamond 5 ist w&auml;re es auch in den anderen Divisionen, Silber, Gold, Platin 5. Ich kann euch eins sagen, aber sehr viele League of Legends Spieler w&auml;ren heute nicht Diamond wenn dies so w&auml;re. \r\nWenn ihr mich Fragt, hat das jetzige Diamond 5 viel mit Gl&uuml;ck UND skill zu tun. Gl&uuml;ck habt ihr wenn ihr mit Leuten zusammen kommt, die das Spiel wirklich ernst nehmen, und nicht sofort nach First Blood tilten. Ein Beispiel: Ich hatte vor 1 Stunde ein Game wo mein Vladimir gegen&uuml;ber den Nasus einen 4 k Gold lead hatte. Die Lane war mehr als gewonnen, doch was macht der Vladimir ? Er Overextended, f&auml;ngt an zu Diven, warded nicht und Stirbt &ouml;fter. Solange bis er so oft gestorben ist das der Nasus dann doch noch gegen ihn ankommt. Was macht unser Vladimir dannach ? Er Tilted, besser gesagt er war der pl&ouml;tzlichen Meinung das Mana Regen Vlad sehr effektiv ist. Ihr k&ouml;nnt euch schon denken was aus dem Game passiert. Und genau das meine ich mit Gl&uuml;ck. Nat&uuml;rlich braucht man auch Skill um zu Climben, das ist ja unbestritten darum geht es ja auch hier nicht. Worum es hier geht ist das zu schwer ist Climben.\r\n\r\nIch hab mich mehr mit diesen Thema besch&auml;ftigt und raus gefunden das dieses Problem seit Einf&uuml;hrung des Master Tiers besteht. Riot habe sich nach der Einf&uuml;hrung ge&auml;u&szlig;ert das dies einige Wochen noch bestehen bleibt, es aber so schnell wie m&ouml;glich behoben wird. \r\n\r\n\r\nZur Information: Die Master Division wurde vor 6 Monaten eingef&uuml;hrt, und das Problem besteht immer noch. \r\n\r\n\r\nIch bitte hiermit &ouml;ffentlich an Riot Games:\r\n\r\nBitte l&ouml;st dieses Problem und lasst mich, so wie viele andere League of Legends Spieler wieder ein bisschen Spa&szlig; am Spiel haben.\r\n\r\nIch bedanke mich bei jeden der sich das durchliest, Kommentare sind selbstverst&auml;ndlich sehr erw&uuml;nscht.\r\n\r\nDanke.","replies":[{"id":"","poster":"Hans Seppi Maier","date":"2015-04-26T10:03:26.361+0000","up_votes":1,"down_votes":0,"body":"> Das zieht einen doch Runter, man bekommt weniger Spaß am Spiel, weil man weiß das wenn man 1 Game verliert man immer 2 Spiele wieder gewinnen muss um diesen Lose auszugleichen. Da leidet die MMR Enorm drunter.\n\nDas MMR leidet darunter überhaupt nicht. Im Gegenteil! Dein MMR steigt schon bei einer winrate über 50 %. Sobald du Diamant 5 MMR erreicht hast erhältst du wieder mehr LP.\nDer MMR-Unterschied zwischen Platin 1 und Diamant 5 ist nur höher als zwischen anderen Divisionen.","replies":[{"id":"","poster":"StaIker","date":"2015-04-26T13:53:11.590+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Hans Seppi Maier,realm=EUW,application-id=7hciEY9w,discussion-id=xytUebtJ,comment-id=0000,timestamp=2015-04-26T10:03:26.361+0000)\n\n> Der MMR-Unterschied zwischen Platin 1 und Diamant 5 ist nur höher als zwischen anderen Divisionen.\n\nDas ist mir bewusst, und das ist Riot Games auch Durchaus bewusst. Und das soll SO eigentlich gar nicht sein, dies sollte gefixed werden, nun schon seit 6 Monaten.\n\nPlatin 1 entspricht meist immer die MMR von Dia 5, dies ist bei den anderen Divisionen genau so der Fall, wenn man in der Ersten Division von Silber/Gold/Platin ist, kommt man im Ranked auch meisten mit Gold/Platin/Diamond Spieler zusammen","replies":[]}]}]}