{"id":"IBucldJL","poster":"Gundacin","date":"2019-03-14T14:47:01.021+0000","title":"Suchen 2 D4+ Spieler [Toplaner und Support!] SINN League [Ger/Eng]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey guys. Let me first start of by introducing myself and the other 2 team members we currently have.\r\nI'm the Jungler of our team and peaked masters last season and I'm from the Netherlands. We have another player from the Netherlands, our ADC who is currently in Platinum 1 with a high winrate ready to climb higher. Lastly our midlaner is a German Diamond 2 midlaner who also peaked master in season 8.\r\n\r\nCurrently we are looking for a toplaner and a support that are German. Being German is a must since we are entitled to join the Summoner's Inn League which is a german league with a nice prize pool. In order to be allowed into that league we need atleast 3 German players on our team.\r\nOur goal is to form a strong bond between all 5 players in the team in order to perform flawless together in upcoming tournaments, leagues and opportunities. We are looking for players who are able and want to invest into a long term relationship. We hope to climb up as high as possible and create our own chances in the competitive scene by starting off in the Summoner's Inn.\r\n\r\nSo having mention our goals here are our expectations.\r\n\r\nAtleast D4+ (Preferably higher since most of our members are high Diamond)\r\nPreferably 18+ (Exceptations can be made if mature)\r\nAble to use voicechat (Discord)\r\nAble to maintain a set training schedule and set matches in the weekends\r\nWilling to invest in a longer term relationship\r\nA positive mindset looking to improve\r\nOpen to criticism\r\nPreferably some experience in 5v5 tournaments/semi-competitive play (Mainly the differences between SoloQ and coordinated 5v5 games)\r\nWhat can you expect from us?\r\n\r\nThe 3 mention members being very active and evolved into this project\r\nA real opportunity to play in a competitive environment alongside other teams\r\nAn opportunity to grow beyond the Summoner's Inn together with us to better/more famous leagues\r\nA positive mindset focused on improving and teambonding\r\nHigh skill caps in the roles we have been playing for years\r\nFlexible schedules in terms of playtime and practice time\r\nFun, extremely shitty humor (from me), friendship and unity\r\nPossibility of sponsorship when we start to perform well\r\nWith that being said as formally as I can. (Hate being too formal) I'd like to invite you to add me on discord in order apply for either Toplane or Support. A few tryout games will be played before we make our decision. We base our decision on how good you connect to us in a ''competitive'' environment in scrims vs mid/high diamond teams, Your macro play and decision making and your mindset. Don't be afraid to apply if ur D4. If we see potential and motivation you make 30x more chance than a D1 player that doesn't really care about improving.\r\n\r\nDiscord:Shade#7904\r\nIGN: Gundacin","replies":[]}