{"id":"2jc34odE","poster":"Big Lincoln","date":"2015-04-25T12:52:24.177+0000","title":"Abgesuken, wie steige ich wieder auf?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"So ich bin heute von Silber V auf Bronze I zur&uuml;ckgefallen. Ich verliere 85% aller Ranked spiele. Aber wieso? \"Es liegt immer an dir\" -Nein ihr m&ouml;gt ja sagen  \"schau auf deine Fehler\" aber das mache ich ja eh auch, dennoch... ich habe schon so viel probiert aber es geht einfach nicht! Also ich erkl&auml;re einfach mein allt&auml;gliches Ranked: Ich frage in der Champselection was die anderen gehen wollen.... sie sagen ihre Lanes... ich passe mich an. Meistens bekomme ich Top oder Mid. Am Anfag sieht es gut aus, ich dominiere meine Lane, vllt sterbe ich einpaar mal am Anfang wegen Ganks und so aber mehr auch nicht. Naja dann ist es meistens so dass einer von den Gegnern (meistens sowas wie Zed), ins snowballen kommt und sp&auml;ter dann alle wegrotzt. Ich sage dann ja auch sowas wie: \"wait for me, all together, I will engage with my ult, focus Zed and than their adc...\" bringt nichts. Ich meine ja nur, ich habe alles versucht... ich versuche von der Top mich auf die Bot zu tpen wenn die Hilfe brauchen... ich habe versucht schon sehr fr&uuml;h als Jungler zu ganken und somit ALLEN meinen Teammitgliedern einen Lane vorteil zu erschaffen... ich habe auch versucht NUR zu pushen: geht nicht da, wenn ich auf Top den ersten Tower wegmache, die Gegner bei bot schon bei unseren Nexus Towern sind und ohne mich das Team innerhalb kurzer Zeit auseinander fallen w&uuml;rde. \nJa ich spiele warscheinlich nicht gerade gut, aber ich bin DER EINZIGE der versucht das Team dazu zubringen den richtigen Focus zu haben und in Teamfights nicht komplett ab zu losen. Ich bin echt verzweifelt, was soll ich tun?\nAber meistens endet das Game so, das wir NICHT pushen und die Gegner von allen Seiten kommen, und ich habe echt KEINE AHNUNG was man dagegen machen soll, denn wenn man dann zum Defen hin kommt rennen die wieder weg und dann ist ein anderer botlane...\n\nUnd nein sowas wie \"carry das Spiel alleine\" will ich nicht h&ouml;ren, da das MEISTENS nicht geht, wenn die Gegner einen gefeedeten haben oder eine bessere Teamaufstellung als man selbst.\nAber ich versuche dennoch noch ein bisschen nach zu denken was ICH besser machen k&ouml;nnte, vielleicht diese Sachen:\n- Einen Main Champ suchen, das ist aber meisten Bl&ouml;dsinn da ich 1. immer verschiedene Lanes muss und 2. das Countern...\n- Ignorieren wenn die sagen \"not heimerdinger pls\"\n\nWill mir irgendjemand helfen wieder zumindestens Silber V zu kommen :( denn auf Bronze habe ich GAR KEINE Lust\n\nEdit: Und gerade eben wieder: Ich war Cho Gath, am Anfang wurde ich gefeedet (6/0) aber dann später kam der gegnerische Warwick und der hat mich gefocust (hat auch so gebaut das ich nichts gegen ihn machen kann), doch unser Team haben ihn immer wieder aufgehalten, naja aber dann am Ende, wir hatten 2 Inhibitore von denen down, machen unsere Vi und Jinx alleine Baron UND DIE GEGNER STANDEN DANEBEN, ABER NEIN SIE WOLLTEN JA NOCH BARON. Ich sage stop, we dont need baron, get away... Sie hören nicht auf mich, unser Thresh will noch helfen im 2v5 > 3 Leute down, nur noch ich und Jax und die haben uns dann einfach überrant... und am Ende schreibt einer von den Gegnern noch \"easy\".\nIn meinen Augen ist Baron eh das UNNÖTIGSTE von allen... pushen ist viel wichtiger... viel viel wichtiger....","replies":[{"id":"","poster":"Neamhoilte","date":"2015-04-26T20:22:29.112+0000","up_votes":2,"down_votes":0,"body":"Mal kurz auf Lolking gestalkt:\n\nTausch mal deine Lvl 1 Runen gegen Lvl 3 Runen aus.\n\nAP Runen für deine AD Seite? Hmmmmm...\n\nAttackspeed auf der AP Seite? Hmmmmmm.... \n\n36 verschiedene Champs in deinen Rankedgames... Beschränk dich auf 2 oder 3 pro Rolle, oder auf Champs die man auf mehreren Rollen spielen kann, z.B. Annie mid/Support\n\nSightstone als Supporter ist Pflicht, dann mit rotem Trinket! Pinkwards halten auf der Elo mitunter das ganze Spiel... Wenn gut platziert.\n\nAnsonsten das übliche: CS Score verbessern, da ist mehr drin! \n\nHowever, wird schon werden. Viel Glück auf den Richtfeldern.\n\nRegards Becks","replies":[]},{"id":"","poster":"Donzen","date":"2015-04-25T16:49:34.685+0000","up_votes":1,"down_votes":0,"body":"Also der Spruch mag dich vielleicht nerven, aber \n_\"Jeder ist selbst für seinen Erfolg verantwortlich\"_ und wenn du in Bronze eingestuft bist, dann gehörst du auch wahrscheinlich da hin. Ich meine, andere Leute schaffens ja von Bronze bis Challenger, also an den Teammitgliedern liegt es eher weniger, denn du kannst ja nicht in jedem Match schlechte Mitspieler haben, die das Spiel uncarryable machen (ja es gibt games die kannst du nun mal nicht gewinnen, aber die sind eher Seltenheit). Wenn du aber denkst, dass du höher als dein derzeitiges Rank bist dann solltest du da auch easy hinkommen.\nMfG Donzen\n\n**Jetzt zu der Sache wegen Baron:**\nGuck dir mal an wie oft der in den LCS gemacht wird, also wie es scheint kann er ja doch gar nicht so schlecht sein und ja pushen ist manchmal besser, aber ich würde jetzt nur Pushen, wenn ich das Spiel dann auch in dem Run beenden kann ohne von den Gegner behindert zu werden, also kein Risiko eingehe, aber wenn man weis, dass man das nicht schafft dann holt man sich lieber Baron, denn der ist mega stark und durch ihn wirst du sogar noch besser Pushen können.\n\nMfG Donzen {{item:3025}}","replies":[{"id":"","poster":"Big Lincoln","date":"2015-04-26T19:21:13.362+0000","up_votes":1,"down_votes":0,"body":"Wenn man doppelt soviel Lp verliert wenn man verliert als man bekommt wenn man gewinnt ist dazu auch noch sehr hilfreich. Ich habe jetzt einpaar spiele gemacht: Fast alle verloren, mir kommt einfach vor das die Gegner viel besser spielen als das eigene Team. Wenn es sowa wie \"Elo Hell\" gibt bin ich 'drin...","replies":[]}]}]}