{"id":"pwjyck2q","poster":"Spirit Spike","date":"2015-04-24T12:55:07.231+0000","title":"Suche Anfänger-Clan (Gilde, Sippe, Party oder wie auch immer ihr, hier das nennen mögt ^^)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin moin,\r\n\r\nich heisse Timo bin seit kurzem erst dabei. Vollkommen Neuland so zu sagen. Bin 31 Jahre Jung und in der richtigen Welt da draussen bin ich Rettungsassisten. Teamplay ist f&uuml;r mich wichtiger als Nr. 1 der Killliste zu sein. \r\nBis jetzt bin ich stolzer Besitzer eines LvL 11 Acc xD. \r\nIch spiele hier Vorzugsweise Magier (Querbett, jeden der frei &quot;Bespielbar&quot; ist und solche die ich mir schon leisten konnte.)\r\nBis jetzt habe ich mir diese Champions geholt:\r\n\r\n- Sivir (0-8-15 Spiele mit gemacht und f&uuml;r mich eher ein Champion f&uuml;r zwischen durch)\r\n- Kayle (im PvP schon gespielt als 100% Supporter (Heal), hat f&uuml;r mich ganz gut geklappt aber ist nicht so meins)\r\n- Twitch (Kann ich garnicht mit umgehen xD f&uuml;r mich: Fehlkauf also k&ouml;nnt ihr vergessen das ich den spielen kann)\r\n- Fiddlesticks (Habe ich mir heute geleistet drei Spiele (non PvP) mit gemacht find ich bis jetzt Interessant. In zusammen Arbeit mit einem Tank gute Wirkung (meine Erfahrung die nicht viel ist aber das lief so am besten.))\r\n\r\nZur Zeit spiele ich Heimerdinger, bis jetzt der Champion an dem ich den meisten Spa&szlig; habe nur leisten ist noch raus.\r\n\r\nSpielerfahrung ausserhalb von LOL:\r\n- 4 Jahre 4 Story (PvP Game, viele sagen billig abklatsch von WoW... und es stimmt xD) (Auch hier habe ich ausschlisslich Magier gespielt bin es gewohnt kein Leben zu haben und drauf zu achten)\r\n\r\n- 3 Jahre Herr der Ringe Online (eigentlich ein reines PVE Game. Ohne Teamplay geht da nichts. (Bevor jetzt irgendwelche Leute kommen und was dazu sagen, JA ich wei&szlig; das man auch sachen alleine machen kann!!!)\r\n\r\n- Ansonsten halt eher der Konsolen Gamer, von Fifa &uuml;ber Bloodborne bis hin zu Final Fantasy alles gezockt etc.\r\n\r\nSo kein Plan mehr was ich noch schreiben soll, muss... was auch immer.\r\nBei Interesse oder Fragen einfach anschreiben. \r\n\r\nMFG Timo\r\n\r\nP.S. Team Speak ist nat&uuml;rlich vorhanden. Zeit je nachdem wie ich arbeiten muss (24h Schichten).\r\n\r\n{{champion:9}}","replies":[{"id":"","poster":"Queen 0f Heart ","date":"2015-04-24T13:48:27.342+0000","up_votes":1,"down_votes":0,"body":"hey komm doch mal vorbei bei uns =) wir sind eine gemeinschaft mit aufnahme ab 20 =) was zählt ist das man spaß hat und als team harmoniert =) ich selbst bin 29 und leite den haufen ;) komm ruhig mal aufs ts und wir quasseln mal eine runde ;) würde mich echt freuen dich bald zu begrüßen =) bin übrigens die Pralli  ts adresse ist  85.214.199.232:9987","replies":[]}]}