{"id":"EBToakZt","poster":"Good Guy Clarkz","date":"2015-04-23T18:00:46.738+0000","title":"Top/Mid/ADC gesucht! (Gold/Platin)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nich bin gerade dabei ein Ranked Team aufzubauen.\r\nBis jetzt haben wir einen Jungler und mich (Support)\r\nWir wollen schon etwas tryharden und mal schauen wie weit wir so kommen. Wichtig ist aber, dass der Spa&szlig; im Vordergrund steht. :D\r\n\r\nWie im Titel erw&auml;hnt suchen wir haupts&auml;chlich noch einen Top-Laner, jemanden f&uuml;r die Mitte und einer der mit mir die Bot-Lane unsicher macht (ADC).\r\nSolltet ihr Main Jungle/Supp sein ist das kein Problem. Meldet euch trotzdem. 1. Sind wir sehr flexibel was unsere Rollen angeht und 2. brauchen wir ja auch 1-2 Substitutes. :P\r\nIhr sollte schon im guten Gold Bereich sein. Platin w&auml;re nat&uuml;rlich noch besser. Unter Gold geht leider gar nichts, da wir schon gewisse Ziele haben. \r\n\r\nEin gutes Headset w&auml;re von Vorteil, da ich vor habe, die Games auf YouTube hochzuladen :)\r\n\r\nIhr seid interessiert? Dann addet mich bei LoL und schreibt mir eine Nachricht. :) (xClarky)\r\nFragen einfach in die Kommentare.\r\n\r\nIch freue mich auf eure Nachrichten,\r\n\r\nClarky","replies":[{"id":"","poster":"eXtremeF1ght","date":"2015-04-24T02:13:04.476+0000","up_votes":1,"down_votes":0,"body":"Welche Supports spielst du so?","replies":[{"id":"","poster":"Good Guy Clarkz","date":"2015-04-24T12:39:38.965+0000","up_votes":1,"down_votes":0,"body":"Main: Thresh, Leona, Lulu, Morgana \nDie hier kann ich auch gut, spiele sie aber nicht so oft: Sona, Braum, Annie, Soraka\nDerzeit übe ich auch viel Nautilus.\nIch bin auch jederzeit bereit, was verrücktes als Support zu picken ;) :P","replies":[]}]},{"id":"","poster":"Zigm0","date":"2015-04-24T06:17:27.630+0000","up_votes":1,"down_votes":0,"body":"Hallo, \n\nfinde deinen Text sehr interessant und würde gerne eurem Team beitreten.\n\nErstmal etwas zu mir:\n\nIch spiele am liebsten Mid Lane und bin relativ bestrebt mich stetig zu verbessern, weswegen ich auch gerne konstruktive Kritik annehme.\nVon einem Team erwarte ich mir persönlich, dass es diese Kritikfähigkeit auch mit bringt, das auf Calls gehört wird und man generell miteinander wächst. Natürlich soll trotzdem der Spaß dabei nicht verloren gehen, denn es ist ja nach wie vor ein Spiel :-)\n\nZu meiner zeitlichen Situation: \nIch bin dualer Student im IT Bereich. was bedeuten kann, dass ich auch mal eine Woche nicht spielen kann. \nBin 23 Jahre alt und derzeitig Platin 4.\n\nSofern das ok für euch ist, würde ich mich sehr freuen, mit euch gemeinsam das Team voranzutreiben.\n\n\nMfG. Basti1992","replies":[{"id":"","poster":"Good Guy Clarkz","date":"2015-04-24T12:37:16.252+0000","up_votes":1,"down_votes":0,"body":"Das klingt doch sehr gut. :)\nWenn du heute Nachmittag/Abend Zeit hast, dann komm doch einfach mal auf den TS und wir können reden. :)","replies":[]}]}]}