{"id":"WyQNjWMq","poster":"Steve2304","date":"2015-04-23T18:08:19.051+0000","title":"Gold I Coach sucht Team!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Leute!\r\nMeine Name ist Steve und ich wollte euch hiermit die Chance geben einen Coach f&uuml;r euer Team zu gewinnen.\r\nZu mir:\r\nIch bin 16 Jahre alt, besuche derzeit eine IT-Schule und liebe es mich mit League of Legends zu besch&auml;ftigen. \r\nSeit beginn der Season habe ich mit mit der Top lane angefreundet und spiele sehr gerne dort. \r\nIch kenne mich sehr gut in dem Spiel aus und kann auch gerne oft Situationen analysieren um Fehlerquellen zu finden um zu beheben. Ich denke es w&auml;re das Beste wenn ich eher Teams helfe die sich in der Lowelo befinden, da ich gerne dabei zusehe wie ein Team heranwachst und sich Freundschaften bilden.\r\n\r\nDie einzigen Voraussetzungen die ich habe sind:\r\n-Kritikf&auml;higkeit\r\n-Einen TS-Server\r\n-Komplettes Team mit vllt. 1-3 Ersatzspielern\r\n-P&uuml;nktlich- und Ehrlichkeit\r\n\r\nFalls es noch Fragen geben sollte oder ich mich in eurem Team versuchen soll, added mich einfach in LoL und schreibt mich an. Ich bin ehesten zwischen 15:00 und 20:00 Uhr erreichbar.\r\n\r\nIch w&uuml;nsche noch einen sch&ouml;nen Tag und viel spa&szlig; auf der Rift!\r\nSteve2304","replies":[{"id":"","poster":"kachelek","date":"2015-04-24T10:30:59.504+0000","up_votes":2,"down_votes":0,"body":"Gold Spieler die Coaching anbieten sollten erst selbst an sich arbeiten, oder? Du bist ja nicht ohne Grund in Gold.","replies":[{"id":"","poster":"ab ortu cinere","date":"2015-04-24T11:30:19.307+0000","up_votes":2,"down_votes":1,"body":"Stimme ich zu  ^^","replies":[]},{"id":"","poster":"Steve2304","date":"2015-04-28T19:42:43.086+0000","up_votes":1,"down_votes":0,"body":"Was sollte die Elo mit dem Spielverständis zu tun zu haben? Ich bevorzuge es lieber Streams und analysen zu schauen anstatt selbst zu spielen. zB wenn du dir TSM Reginald anschaust. Er selbst spielt nicht wirklich godlike, aber besitzt trotzdem ein gutes Team, welches auch nur durch sein Spielverständis zu einem (wenn nicht das beste) Team von NA geworden ist. Wenn das deine Meinung ist, bitte, aber denke ich werde mich selbst genug kennen und auch einschätzen um zu wissen ob ich für sowas fähig bin oder nicht.","replies":[]}]}]}