{"id":"Ejvltvx2","poster":"Xayah Strife","date":"2019-03-14T07:00:19.450+0000","title":"[TGSG] Es ist Donnerstag und die Woche war bishher noch total unprodutive","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"Hey Girls and Boy, \r\n\r\nEndlich ist Donnerstag und die Nacht war mal wieder viel zu lang. \r\nBah ich hasse schlafen das ist die schlimmste Sache im Leben weil ich solange nicht betrunken oder unter sonstigen Drogeneinfluss stehe ewig brauche um einzuschlafen. \r\nNaja egal es soll heute auch kein dummes Schlafthema sein.\r\n\r\nIch wollte eher mit euch über Produktivität sprechen und meiner unglaubliche Fähigkeit in letzter alles immer wieder nach hinter zu schieben. \r\nUnd mein Gewissen das dies scheinbar Problemlos mitmacht solange es ausreichend mit schoko.... warte? ich habe kein Gewissen. \r\nAber egal also eigentlich wollte ich darauf zu sprechen kommen, das ich seid Tagen nichts sinnvolles gemacht habe. \r\nOkay ich habe Spiele gespielt, komisches Video auf Youtube gesehen und Musik gehört also das übliche halt. \r\nIch meine sinnvoll in Form von \"deine Eltern würde sich darüber freuen wenn du es mal machst\". \r\nAlso sowas wie: Den Müll rausbringen, meine Wohnung saugen, Duschen gehen (Okay ich hab gestern erst geduscht aber das Witz musste einfach sein). \r\nAusserdem wollte ich schon seid Tagen weitere Bewerbungen verschicken aber ich wollte bei meinem 2. Durchlauf mit einem verbesserten Anschreibentext glänzen. \r\nAber naja im Gegensatz zu einem TGSG ist ein Anschreibenstext nicht immer so leicht gerade weil man an diesen natürlich deutlich selbstkritischer rangeht. \r\nJa da ich sitzte manchmal eine Stunde dran bis mir endlich ein passende Formulierung finde, die nicht nur mir gut gefällt sondern sich auch serieös anhört. Damit gehe \r\nich zu einem Kumpel und zeigen ihn das ganzen Schreiben. (Es gibt immer Fehler die man selbst nicht findet Stichwort:Beriebsblindheit). \r\nDarauf kritiesiert er natürlich die Stellen im Text die ich besten finde und die Stelle bei denen ich mir sehr unsicher \r\nsind \"\"ganz okay\"\" für ihn. \"Das kann man so machen muss aber nicht\" ist seine Antwort aber die Stelle da Vorne die ist kritisch damit wird dich Niemand ernst nehmen. \r\nAlter das ist meine Lieblingsstelle!!!! Arg.... ich geh dann nochmal ein paar Stunden darauf nachdenken wie ich das besser Fomierungen könnte. \r\n\r\nNaja nachher kommt noch Familie zu besucht und ich hasse Familienfeier bei denen man Menschen trifft die man sonst nur an Weihnachten sieht.... -.- \r\n\r\nEuch wünsche ich natürlich, das euer Donnerstag besser ausfällt als meiner :) aber ich eigentlich hätte man den Donnerstag auch überspringen können.....","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:52:40.288+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung ob ich das schon mal gefragt habe, aber ...\n\nWeiß jemand ob es irgendwas bei Burger King gibt, dass schmeckt?\n\nJetzt so im Sinne von einem Mc Donalds Hamburger Royal TS oder Cheeseburger. Klar werden die unterschiedlich schmecken, aber schmeckt bei BK überhaupt etwas? ô.ô","replies":[{"id":"","poster":"Bela B","date":"2019-03-14T16:48:01.257+0000","up_votes":1,"down_votes":0,"body":"Du musst unbedingt den Steakhouse-Burger mit extra Cheese probieren!!! \n\nEsse den bestimmt mindestens 3-Mal die Woche und kann nicht aufhören! Einziger Burger von BK und McD den ich wirklich gut finde!\n\nLG und gönn dir","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T18:19:14.422+0000","up_votes":1,"down_votes":0,"body":"D: Dreimal die Woche? Ist das denn wirklich möglich?","replies":[{"id":"","poster":"XxXFeuerLordXxX","date":"2019-03-15T09:29:41.522+0000","up_votes":1,"down_votes":0,"body":"Hier eine Liste was bei BK gut schmekt: Whopper, Bacon Cheeseburger, Big King, Chilli Cheese Nuggets, Long Chicken, Crispy Chicken und nartürlich King Fusion Oreo (ähnlich zum McFlurry). \nIch esse nicht 3 mal die Woche bei BK, aber alles davon schmeckt einfach geil :D","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:07:04.732+0000","up_votes":1,"down_votes":0,"body":"vieles aber ist teuer...\nAlso ein Wopper ist in etwas ein Hamburger Royal TS.\nEs gibt auch den Chickencrispie der ist super lecker denn haben wir früher immer gegessen wenn er im Angebot ist. \n(Burgerking hatte mal manchmal Burger im Angebot die sind dann 1-2 Euro günstiger weiß aber nicht ob es das noch gibt)\nAber generell würde ich immer empfehlen Döner zu kaufen wenn es um Fastfood geht weil das Preisleistungsverhältnis ist überragend.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:12:50.113+0000","up_votes":1,"down_votes":0,"body":"Ich bekomme bei meinen BK um die ecke Rabat :) hat neulich bei etwas über 5€ aber nur 49cent ausgemacht :) \n\nUnd beim Subway hab ich ne Vip Karte und bekomm die großen sups für 5€ ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:14:45.901+0000","up_votes":1,"down_votes":0,"body":"Dann solltest du actually Experte sein und etwas empfehlen können D:","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:27:23.133+0000","up_votes":1,"down_votes":0,"body":"Jaein \n\nDa ich immer das selbe esse :/ \nBeim BK - Chicken Nugget Burger und kleine Pommes \n\nBeim sup - ein ganzes Chicken teriyaki mit Gurken, Salat und Mais und dazu sweet onien Soße :) \n\nBeim MC - Big Mac Menü und/oder 20 er Nuggets ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:45:40.443+0000","up_votes":1,"down_votes":0,"body":"Ich war halt noch nie bei Subway XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T11:43:49.454+0000","up_votes":1,"down_votes":0,"body":"Ist eigentlich echt gut, Aber man muss höllisch darauf achten was man drauf legen lässt... Wenn ich schon Maddins ganzes Teriyaki mit Sweet Onion lese xD. Da kann er sich vermutlich auch beim Pizza Hut nebenan eine Cheezy Crust mit Extra Fettglasur bestellen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:47:17.968+0000","up_votes":1,"down_votes":0,"body":":o Solange es ihm schmeckt, ist das schon okay!\n\nUnd Martin könnte ein paar Gramm mehr auch vertragen XD","replies":[{"id":"","poster":"Bela B","date":"2019-03-14T16:50:57.493+0000","up_votes":1,"down_votes":0,"body":"Bei Subway empfehle ich:\n\n* Cheese-Oregano Brot (am besten das ganze)\n* Italian BMT mit Cheddar\n* Salat,Zwiebeln (da kannst vl noch was draufhaun wenn du bock hast)\n* Mayo und GANZ VIEL HONEY MUSTARD Sauce\n\nBeste Leben","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-03-14T11:51:14.535+0000","up_votes":1,"down_votes":0,"body":"Ich hab ja keine Ahnung wie hier irgendwer aussieht ^^. Aber Maddin ist ja glaube ich auch noch jung, da ist das immer so ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T12:10:29.881+0000","up_votes":1,"down_votes":0,"body":"Bald 27 :(","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:12:11.607+0000","up_votes":1,"down_votes":0,"body":"Du junger Hüpfer du...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T12:48:19.097+0000","up_votes":1,"down_votes":0,"body":"Alt ....","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:54:01.768+0000","up_votes":1,"down_votes":0,"body":"Ja. Bei Martin heißt es immer\n> 12 btw\n\n:D","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:00:09.221+0000","up_votes":1,"down_votes":0,"body":"Wenn man ihn nach seinem Alter fragt? Oder ist das seine Schuhgröße? xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T12:10:54.524+0000","up_votes":1,"down_votes":0,"body":":P","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T12:09:35.557+0000","up_votes":1,"down_votes":0,"body":"5 euro mit dem was ich gesagt habe :3","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:12:49.049+0000","up_votes":1,"down_votes":0,"body":"Es ging nicht um den Preis ^^","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:01:19.201+0000","up_votes":1,"down_votes":0,"body":"Same :D \nIch hab mich nie getraut es auszuprobieren.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T10:23:56.653+0000","up_votes":1,"down_votes":0,"body":"Just Do it !","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:33:04.047+0000","up_votes":1,"down_votes":0,"body":"irgentwann mal :D\nEs gab bei manchen REWE mal Sandwitches die selbstgemacht wurden von der Fleischabteilung.\nDie waren superlecker kein Plan ob es die noch gibt? \n\nUnd war ein paar Jahre hatte Penny diese Schnitzelbrötchen für 1 Euro.\nDie waren dafür das sie nur 1 Euro kosten echt gut. \nSind aber scheinbar aus dem Sortiment verschwunden.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:55:43.719+0000","up_votes":1,"down_votes":0,"body":"Finde ich sehr gut ! \n\nWas ich auch sehr empfehlen kann ist SupStop \nWeiß aber nicht ob es das über all gibt. Ist wie Subway nur die Sandwiches sind besser belegt dafür aber auch etwas teurer :)","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:16:13.807+0000","up_votes":1,"down_votes":0,"body":"Ich brauche aber Informationen über die Hamburger x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:22:47.467+0000","up_votes":1,"down_votes":0,"body":"Ich esse nie das ganz günstige. :D \nAber es gibt einen Baconcheeseburger der war recht bezahltbar. Ich glaube 1,80 kostet der und ist ein wenig besser als ein gewöhnlicher Cheeseburger. \nObwohl früher hab ich immer den Chickenburg von Mecces gegessen. Damals als er noch 1 Euro gekostet hat.\nDas muss Ewigkeiten her sein. \n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:36:57.053+0000","up_votes":1,"down_votes":0,"body":"c.c Die machen doch immer noch Werbung dafür das die Chickenburger 1 € kosten?!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:43:41.199+0000","up_votes":1,"down_votes":0,"body":"Werbung? Ich hab leider Adblocker an...\nIch habe also ewig keine Werbung mehr gesehen. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:49:03.552+0000","up_votes":1,"down_votes":0,"body":"x.x Werbeplakate? Werbung in Zeitungen? Fernsehen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:51:08.278+0000","up_votes":1,"down_votes":0,"body":"Was ist dieses Fernsehen? \nIst das ein antikes Unterhaltungsmedium before es das Internet gab?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T10:06:19.186+0000","up_votes":1,"down_votes":0,"body":":p Richtig","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:17:02.519+0000","up_votes":1,"down_votes":0,"body":"Okay sorry ich hab schon seid Jahren kein Fernseher mehr. :D \nDafür hatte ich meinen ersten Fernseher schon recht früh mit 7 oder 8 glaube ich.\nAchja die halbe Kindheit damit vorbracht Super RTL oder später RTL 2 wegen Digimon, Pokemon usw.. zu schauen. \nDas waren noch Zeiten damals. Was man sich teilweile für Müll angeschaut hat weil es einfach nichts bessere gab damals.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T10:23:27.048+0000","up_votes":1,"down_votes":0,"body":"Müll ??? Damals ??? Nichts besseres gab ??? \n\nJetzt sag mir mal die serien von damals die du als Müll ansiehst ? :0","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:29:08.774+0000","up_votes":1,"down_votes":0,"body":"Nicht alles. \nAber wenn du ein paar Stunden Super RTL guckst sind ein paar gute Serien dabei und ein paar fragwürdige. \n(Stand mitte bis ende der 90er Jahre als ich meinen ersten Fernseher hatte)\nHmm... es gab diese Alwin und die Chickmonks Serie die ich damals super komisch fang. \nIch kann mich noch an Angela Anaconda erinnern das fand ich auch komisch. \n\nJa heute ist fast nurnoch Thresh im Fernseher. \nEs gab ein damals noch ein paar gute Kinderserien sowas wie Duck Tales oder Darkwing Duck, Chip und Chap so die ganzen alten Disneyserien.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T10:32:55.218+0000","up_votes":1,"down_votes":0,"body":"Dein Glück das du dich gerettet hast ! \n\nDie Serien von früher waren alle so gut und lustig. Und teilweise sogar richtig ernst :0 \n\nWenn man sich da den Schund anschaut der heute kommt .... Fast alles nur noch Schrott :(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T12:11:47.674+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht kann mich nur an die guten Serien erinnern :)","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:52:50.510+0000","up_votes":1,"down_votes":0,"body":"Gab es denn keine einzige Serie die du nicht komisch fandest?","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T10:42:54.284+0000","up_votes":1,"down_votes":0,"body":"Trotzdem will ich nicht schlechtes über die serie von damals hören :)","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:36:13.107+0000","up_votes":1,"down_votes":0,"body":"Wir haben doch das Internet. :) \nWer braucht da schon noch Fernsehen? \nAusser vllt für Bildung aber gute Dokus kann man sich auch im Internet anschauen.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T08:54:52.855+0000","up_votes":1,"down_votes":0,"body":"Also ich essen eigentlich nur Chicken Nugget Burger und dazu einen kleine Portion Pommes die ich dann auf den burger lege :) \n\nFinde das schmeckt super gut :3","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:59:11.840+0000","up_votes":1,"down_votes":0,"body":"Was ist denn ein Chicken Nugget Burger? Gibt es das da?\n\nUND WTF LOL XD\n> Pommes die ich dann auf den burger lege\n\nIch hab gedacht ich bin der einzige Mensch der so etwas tut XDDDD Ich mach das meistens beim Royal TS (also Mc Donalds!)\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:14:10.583+0000","up_votes":1,"down_votes":0,"body":"Ja gibt es der hat immer 3 nuggets drauf etwas Salat und dazu eine scharfe Soße :) schmeckt super Fund ich :) \n\nUnd das mit den Pommes ist das beste was man machen kann in meinen Augen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:18:06.686+0000","up_votes":1,"down_votes":0,"body":":D Ich hab mir das mittlerweile abgewöhnt XD mir gehen da einfach zu viele Pommes verloren","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:28:21.743+0000","up_votes":1,"down_votes":0,"body":"Ach ich esse auch das was runter fällt ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:47:52.112+0000","up_votes":1,"down_votes":0,"body":"D: TUST DU NICHT!?\n\nIch meinte mit \"Pommes gehen verloren\", dass ich dann zu wenige Pommes habe die ich so essen kann .-.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T11:37:57.481+0000","up_votes":1,"down_votes":0,"body":"Bestelle 2 Portionen :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:41:25.201+0000","up_votes":1,"down_votes":0,"body":"Das sind dann zu viele .-.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T11:49:58.452+0000","up_votes":1,"down_votes":0,"body":"Verteile den Rest unter den Armen :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:52:13.327+0000","up_votes":1,"down_votes":0,"body":"XDDDDDD Wie kommt man denn auf so etwas :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T11:53:51.866+0000","up_votes":1,"down_votes":0,"body":"Warum Deo mit Pommes-Geruch kaufen, wenn man es auch so machen kann ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:54:56.183+0000","up_votes":1,"down_votes":0,"body":"Warte....\n\nEs gibt Deo mit Pommes Geruch?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T12:20:22.545+0000","up_votes":1,"down_votes":0,"body":"XD Das hatte ich gar nicht gelesen :DDDD\n{{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-03-14T12:04:27.775+0000","up_votes":1,"down_votes":0,"body":"Am besten sind ja die Rezensionen...\n\n*Musste nach diesen TOP-Bewertungen das Produkt selbst versuchen und kippte\njeden Tag aufs Neue ein paar Tropfen in meinen Diffuser!\nJetzt schlafe und wache ich jeden Tag mit einem angenehmen Pizza-Salami Duft in der Nase auf!\nLeider hatte mich meine Freundin verlassen, da sie Vegetarierin ist! Schade.\nTrotzdem ein tolles Produkt!*\n\noder\n\n*Ich habe mir vor kurzem dieses Raumspray gekauft. Es ist wirklich der absolute Knaller. Sofern Ihr zunehmen möchtet gelingt euch das mit diesem Duft auf jeden Fall, da Ihr einfach die ganze Zeit an Pizza denkt. Ich persönlich bin mittlerweile soweit gegangen und nutze es auch als Ersatz für Deo und Parfum. Auch auf der Arbeit bin ich dadurch viel beliebter geworden, da die netten Kollegen nun denken, dass sie evtl. ein kostenloses Stück Pizza abgreifen können. Alles in allem hat dieses Produkt mein Leben rundum verbessert!\nAls nächstes will ich den Raumduft \"Thunfisch\" testen! Erstmal muss ich jedoch die 20 Dosen Salami aufbrauchen. DANKE AMAZON!*\n\noder\n\n*... Dein Deo hat seit Stunden versagt, Dein Benz ist seit Tagen in der Werkstatt. Du willst nicht Bus fahren, aber Du musst. Du kannst nicht sitzen, Du musst in der Mitte stehen, während Dich die Schwere der Luft daran erinnert, dass Du mal der Meinung warst, der Geruch der Kohlsuppe Deiner Großmutter wäre nicht zu toppen. Du bist als Mann glücklich verheiratet, hast drei Kinder und eine wunderschöne Frau, während das Ekelpaket von Mann vor Dir, dessen T-Shirt irgendwie aus sehr viel schlankeren Zeiten stammt, seinen Arm erhebt, um rettend die obere Haltestange zu erreichen, weil der Busfahrer bei Hitze grundsätzlich Kurven ein wenig intensiver nimmt. Du hältst die Luft an, die Zeit vergeht langsamer, dafür wird die Anzahl der Achselhaare, die Dir präsentiert werden umso höher. Nur mühsam versuchst Du den Abstand von 15 cm aufrechtzuhalten. Dein Gegenüber und Dein Busfahrer müssen sich kennen, weil haargenau jetzt die nächste Kurve etwas dramatischer ausfällt und sich der Abstand auf 5 cm verringert. Du erinnerst Dich daran, dass Atmen durchaus lebenserhaltend wirken könnte ...\n... und dann ist sie da, diese frische Brise von Pizza. Lächelnde Salamis umkreisen Dein Haupt. Dein Körper bewegt sich schwingend zu Deinem Gegenüber, wobei Du Dich schon manchmal fragst, bei welchen Schützenverein der Busfahrer seinen Führerschein gemacht hat. Dir wird warm ums Herz ...\nStopp!\nDu musst Deine Frau nicht verlassen, Du musst keine drei Scheidungskinder produzieren, Du kannst selbst nach Salami und Pizza riechen. Und vor allem: Du kannst endlich die uralten T-Shirts wieder auftragen, die Du eigentlich schon vor 5 Jahren hättest weg schmeißen sollen, es aber nie getan hast, weil Du heute noch daran glaubst, dass Du mit den Jahren schlanker wirst.\nDufte und sorge Dich nicht! Und wenn Du mal zweifelst: Frage eine Salami, ob sie unglücklich ist!*\n\n\nxD","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-03-14T12:01:41.896+0000","up_votes":1,"down_votes":0,"body":"Direkt bestellen und verschenken? xD","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T12:01:01.759+0000","up_votes":1,"down_votes":0,"body":"XD DAS MUSS ICH SOPHIA ZEIGEN","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-03-14T11:59:14.652+0000","up_votes":1,"down_votes":0,"body":"Vermutlich nur noch eine Frage der Zeit...\n\nhttps://www.amazon.de/Raumduft-Salami-Pizzaduft-Beduftung-R%C3%A4umen/dp/B001LENTMA","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:57:51.867+0000","up_votes":1,"down_votes":0,"body":"Also was auf den Boden fällt lass ich auch liegen. Ausser daheim da es Ich auch das ^^ \nAber wenn es auf den Tisch, die Beine oder den Stuhl fällt wird es gnadenlos gegessen :) \n\nNe ich brauch Pommes nur zum belegen von meinen burger deshalb auch immer nur eine kleine Portion Pommes:)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-03-14T08:55:32.692+0000","up_votes":1,"down_votes":0,"body":"Ich mag den Long Chicken, auch wenn da die Hälfte Mayo drauf ist ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:59:56.250+0000","up_votes":1,"down_votes":0,"body":"Ist vermute ich ein schlechterer MC Chicken?! xp","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T09:14:59.425+0000","up_votes":1,"down_votes":0,"body":"war bei beiden Firmen seit über 5 Jahren net mehr aber kann sein x)\n\nIst halt einfach langes Brötchen, bissl salat drauf, n paniertes Hähnchen und bissl mayo druff","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:22:12.039+0000","up_votes":1,"down_votes":0,"body":"Hmmm So wie du das beschreibst, habe ich auf einmal das Verlangen es selbst zu machen!\n\nAber dafür will ich dann die Mayo von Mc Donalds haben °^° Wird Freitag gekauft!","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T09:28:15.864+0000","up_votes":1,"down_votes":0,"body":"Ist vermutlich auch gesünder als dieser 0815 Hähnchenbrei","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:46:23.053+0000","up_votes":1,"down_votes":0,"body":"Vermutlich :> Und ich finde es cooler so etwas selbst zu machen.\n\nIch hab mal richtig krass geile Hamburger selbst gemacht aber irgendwie ... funktioniert das nicht mehr???? XD","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T10:54:05.374+0000","up_votes":1,"down_votes":0,"body":"Ja und vermutlich ist es auch Preiswerter. Die verlangen glaube für das Ding 3,99€.\n\nBurger hab ich schon mehrfach selbst gemacht, immer wieder geil :)\nSchön Hähnchenfilet, mit Bacon und Käse drauf, paar Röstzwiebeln, ne gute Soße, Gewürzgurken, Salat\nhmmmmmm","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:14:21.899+0000","up_votes":1,"down_votes":0,"body":":o Ich mag nur keine Gurken und keinen Bacon ... und keinen Senf x.x","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T11:14:56.952+0000","up_votes":1,"down_votes":0,"body":"aba Gewürzgurken und Bacon! Knuspriger Bacon!\n\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:21:00.888+0000","up_votes":1,"down_votes":0,"body":"x.x IDK ... irgendwie ist der mir zu penetrant im Geschmack?","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T11:21:43.663+0000","up_votes":1,"down_votes":0,"body":"rauchig, würzig, geil. Ich dachte darauf stehst du?","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T11:41:38.430+0000","up_votes":1,"down_votes":0,"body":"Klingt nach einem Endfünfziger Raucher, der sich einen Kräuterlikör reinhaut und dann ins Bordell geht. Also nach Maddin in wenigen Jahren.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T11:51:35.501+0000","up_votes":1,"down_votes":0,"body":"Kommt noch? xD","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:50:16.507+0000","up_votes":1,"down_votes":0,"body":"Martin rauch nicht ô.ô","replies":[]},{"id":"","poster":"Necromant","date":"2019-03-14T11:48:22.001+0000","up_votes":1,"down_votes":0,"body":"maggies traummann :D","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:44:05.315+0000","up_votes":1,"down_votes":0,"body":":o Vielleicht hast du ja falsch gedacht?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T11:49:54.514+0000","up_votes":1,"down_votes":0,"body":"o.o Wieso ist das nicht möglich?","replies":[]},{"id":"","poster":"Necromant","date":"2019-03-14T11:47:57.134+0000","up_votes":1,"down_votes":0,"body":"das nicht möglich","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:19:55.173+0000","up_votes":1,"down_votes":0,"body":"Es ist immer wieder erstaunlich wie lange sich Menschen über Essen unterhalten können. :D\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T10:22:18.570+0000","up_votes":1,"down_votes":0,"body":"Naja weil etwas mit Käse über backenes einfach übertrieben geil ist ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T11:39:03.850+0000","up_votes":1,"down_votes":0,"body":"Perfektion ist erst erreicht, wenn man harten Käse mit weichem Käse überbackt :P","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:31:11.781+0000","up_votes":1,"down_votes":0,"body":"Like!\nMacht jedes Toastbrot besser.\nEgal ob Toastbrot mit Salami und Käse oder Tomaten und Käse oder Salami Käse Geflügelwurst nochmal Käse.\nNudeln von gestern Abend? Einfach ein paar Scheiben Käse drauf und schon hat man ein super Essen. \nAlles muss in die Microwelle. :D","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Affenkotbeutel","date":"2019-03-14T18:12:01.343+0000","up_votes":1,"down_votes":0,"body":"Blogeintrag eines Wahnsinnigen: \n\nollah allah Hallo ihr leidenschaftlichen Menschen des Internetzts die Wasser in Erdnüsse verwandeln könnnen, \n\nHeute ist ein mittlermäßiger Tag. Nachdem ich mir eine Trockner gekauft habe scheint meine Waschmaschine aufeinmal verliebt zu sein und färbt meine gesammte Wäsche weiß... \nScheinbar ist das ein Zeichen für Frienden, das sich meine Haushalsgeräte endlich aufhören zu bekriegen. Doch heute Mittag stand aufeinmal meine Mirkowelle in meinem Backofen.\nAnscheinend hat mein Backofen versucht die Energy der Mikrowelle zu absorbieren um das nächste Level zu erreichen. Dabei reicht mir ein Backofen auf Lvl 126 doch vollkommen aus. \nNaja ich habe dann mein Backofen versucht an meinen Nachbaren zu verkaufen doch diese wollte ihn nicht haben, da mein Backofen nicht singen kann. \nGut okay dann kaufe mir ich eben einen Mikrowelle die sich besser mit meinem Backofen versteht doch leider scheint meine Mikrowelle nun schwanger zu sein und kann es nichtmehr über mein Gewissen bringen mich von ihr zu trennen. \nIch hoffe nur das die Kinder nicht alzu hässlich sind, denn mein Staubsauger akzeptiert keine hässlichen Haushalsgeräte in seinem Reich. \nNungut aber am Abend ist dann doch noch etwas schönes passiert. Das Gesundheitsamt hat mich besucht und meine komischen Fische für heilige gesprochen und mir 3 Euro und 22 Cent pro Fisch geboten. Dieses Angebot habe ich natürlich sofort abgelehnt, da ich unter 3 Euro 25 cent nicht verkaufe.\nAlso haben sie versprochen einmal mit ihrem Vorgesetzten zu sprechen und wollen morgen mit einem besseren Angebot nocheinmal vorbeikommen. \nAußerdem hab ich am Abend noch eine Suppe aus geschmolzenen Pfandflaschen zumir genommen. \nDas war lecker^^","replies":[]},{"id":"","poster":"INoKami","date":"2019-03-14T17:35:42.258+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 124, katastrophal späte Abendausgabe**\n\nWow. Wie ruhig es doch im Labor sein kann, wenn man 4 Menschen weg sind. Die durften sich auf einer Exkursion vergnügen, ich habe mich dagegen entschieden und hatte deswegen Ruhe und viel Arbeitsfläche im Labor.\n\nWenn da nicht die Erkältung wäre.\n\nEs scheint wirklich eine der hartnäckigen Sorte zu sein, denn egal, wie viele Medikamente ich einwerfe, es ändert sich nichts signifikantes an meinem Zustand. Also weiter im Text und rein mit dem Tee! _*_ _Schluck aus der viel zu heißen Tasse nehm und das Gesicht verzieh_ _*_\nIm Grunde ein unaufregender Tag heute, nur könnten meine Versuche etwas besser laufen, das ging mir heute zu langsam. Das wird lustig morgen und nicht nur wegen meiner Erkältung...","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T13:22:51.381+0000","up_votes":1,"down_votes":0,"body":"So.\n\nIch habe mal wieder einen Brief der Geschäftsführung erhalten.\n\nFür mich wird es langsam offensichtlich das man wohl nicht meinen Vertrag Ewigkeiten weiter führen möchte :>\n\nBleibt nur die Frage wann ich das Ding öffne. Ich denke wenn meine Aushilfe kommt.\n\nFrau Pferd hat schon gemeint \"Eigentlich sollte ich Ihnen das gestern geben, aber so kurz vor Feierabend fand ich das doof. Und da ich denke zu wissen was es ist, machen Sie bitte nächste Woche nicht krank sonst fällt mein Urlaub weg\" XDDDDD Holy die Frau kennt mich :'D","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T13:24:21.917+0000","up_votes":1,"down_votes":0,"body":"Du wirst gekündigt? oO","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T13:30:11.865+0000","up_votes":1,"down_votes":0,"body":"Zumindest sieht es so aus als würde man mich auf dem Kicker haben.\n\nDas 'Ding' in dem Brief ist bestimmt die zweite Abmahnung die gar keine richtige Abmahnung ist. Denn man weiß offensichtlich nicht wie man gültige Abmahnungen schreibt, weswegen ich es auch diesmal nicht Ernst nehmen werde und gerne nochmal eine Gegendarstellung schreibe.\n\nMich verletzt immer nur die Tatsache das niemand in der Lage ist mit jemandem zu reden. Ist es denn so schwer Leute anzusprechen? Ihnen Dinge zu sagen statt sich hinter Überwachungskameras und anderen Mitarbeitern zu verstecken?\n\nSo was kann ich übrigens in keiner Situation ausstehen dieses \"Nicht sprechen\". Ich lass mir lieber sagen das man mich hasst und ich ein Miststück bin, als das man auf einmal anfängt das Schweigen der Lämmer zu spielen weil ich irgendjemandem auf den Fuß getreten bin .-.\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T13:35:52.056+0000","up_votes":1,"down_votes":0,"body":"Worum wirds denn gehen? oO wieder rums krank-gewesen-sein?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T13:44:54.383+0000","up_votes":1,"down_votes":0,"body":"Um das krank sein geht es nie. Außerdem mache ich das ja nicht weil \"kein Bock\" sondern entweder wegen wirklich krank oder ich am Stock gehe. Hier gibt es 'ne Menge psychischer Belastung die nach einer Zeit nicht mehr zu ertragen sind und wenn ich mir 'ne Woche Auszeit nehme, hat das schon Gründe.\n\nVermutlich geht es eher um die Bewohnerakten oder so zu denen ich meistens nicht komme oder hinten anstelle weil so etwas wie Neuaufnahmen oder der Rechnungslauf immer Priorität hat.\n\nOder vielleicht war ich letzte Woche einmal zu oft auf Toilette ;) das würde man auch verwenden.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T13:49:52.638+0000","up_votes":1,"down_votes":0,"body":"Zu oft auf Toilette? Wtf...\nIch würde lachen wenn mir das jemand vorwerfen würde. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T14:01:44.452+0000","up_votes":1,"down_votes":0,"body":":> Möglich ist hier alles was schlecht und böse ist.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T14:32:40.329+0000","up_votes":1,"down_votes":0,"body":"Ist wirklich sehr böse das Menschen Körperfunktionen haben. :D \nMan sollte sich auch schämen wenn man Atmet","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T14:38:02.032+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mal an einem Tag keine rauchen gehe, oder vielleicht vergesse die drei Minuten zu chippen die ich vor der Türe stehe... Kriege ich am nächsten Tag direkt einen Anruf von Satan ob ich denn aufgehört hätte zu rauchen XD Stalking schreibt man hier ebenfalls groß!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T14:53:00.839+0000","up_votes":1,"down_votes":0,"body":"ahja das erklärt natürlich einiges :D \nVllt solltest du dich mal extra chick machen. :)\nDich schön schinken und hübsche Sachen anziehen. :D \nObwohl das könnte dich noch mehr in den Focus bringen aber dann aus anderen Gründen. \n{{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T13:28:32.716+0000","up_votes":1,"down_votes":0,"body":"lol was hast du angestellt das die Geschäftsführung dich scheinbar loswerden möchte?","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T14:01:56.935+0000","up_votes":1,"down_votes":0,"body":"kann es sein das das Forum gerade ein wenig laggy ist?\nBei mir braucht alles Ewigkeiten um zu laden..... -.-","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T14:03:03.638+0000","up_votes":1,"down_votes":0,"body":"Ja. Ich hatte auch schon zwei Error Meldungen ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T14:31:43.876+0000","up_votes":1,"down_votes":0,"body":"Rito testet bestimmt wieder an Clash rum.","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-03-14T11:36:50.251+0000","up_votes":1,"down_votes":0,"body":"Ich bin zurück aus Hamburg!!!\n\nUnd Bewerbungen schreiben ist immer mies... Ich hab damals auch an die 40 schreiben müssen, Rückmeldung gab es nur bei ca. 10%. Aber das ist als Berufseinsteiger immer ziemlich kacke. Die wollen ja lieber 25 jährige Master Absolventen mit 10 Jahren Berufserfahrung xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T12:14:10.838+0000","up_votes":1,"down_votes":0,"body":":o Also ich schreibe immer super gerne!\n Locker vom Hocker und trotzdem vollkommen seriös. Vorstellungsgespräche sind eher ... NAJA XD\n\nIch erinnere mich noch an ein Vorstellungsgespräch, wo sechs oder sieben Leute vor mir saßen. Wir waren aber auch genau so viele Bewerber. In der Gruppe haben wir gut funktioniert, war lustig. Ich hab auch schon alleine acht Leuten gegenüber gesessen XD Und ich rede halt immer frei Schnauze -.-' In so einer Runde kann das schon mal ausarten XDDDD\n\nJedenfalls!\n\nNach dieser Gruppentherapie wurden wir nochmal einzeln in den Raum geholt. Zumindest die letzten drei die in Frage gekommen wären ;D\n\nIch bin dann so in den Raum rein und unterhalte mich mit den Leuten, erzähle ein bisschen und krieg auf einmal die Frage gestellt: **\"Warum sollten wir uns für Sie entscheiden?\"**\n\nDa musste ich nicht lange überlegen und hab einfach gesagt **\"Weil ich es verdient habe!\"**\n\nXD Ich habe die Leute damit so überrascht das die erst mal Schock gelacht haben XD das war so gut. Natürlich musste ich das dann auch erklären, was aber kein Problem war ^^ Schließlich weiß ich manchmal warum ich gewisse Dinge sage/ mache. Aber war auch völlig ernst gemeint alles! Glaub die hätten mich auch genommen, aber ich hätte noch etwas nachreichen müssen und in der Zeit habe ich hier die Stelle bekommen weswegen ich mich bei der \"BfArM\" nicht mehr gemeldet habe. Ich bin so ein dummes Stück Holz!","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:27:08.344+0000","up_votes":1,"down_votes":0,"body":"Denkst du, da wäre dein Job besser gewesen? ^^ Vermutlich schon, so recht glücklich mit deiner jetzigen Arbeit wirkst du meistens nicht :)\n\nIch erinnere mich an ein Assessement Center, also so eine Art \"Kennenlern und Vorstell Wochenende\", an dem die Firma so aussiebt, wer ihnen gefällt und wer nicht. Waren ungefähr 20 Bewerber da und wir bekamen vorher den Auftrag, einen etwa 10 Minuten Vortrag zu unserem größten Hobby vorzubereiten und dort vorzustellen. \n\nWas dann folgte war witzig:\n\nBei dieser Firma ging es um das Verkaufen von irgendwelchen Maschinenteilen.\n\n18 Leute halten ihre Präsentation über irgendwelche Extremsportarten (Marathonlaufen, Skispringen, Klettern, Rafting, Fallschirmspringen usw.), immer mit \"*Mein größtes Hobby ist der Sport...*\"\n\nNummer 19:\n\"*Mein größtes Hobby ist es, Leuten Sachen zu verkaufen! Hier, nehmt einen Schlüsselanhänger!*\"\n\nIch (natürlich als letzter dran):\nStelle einen grooooßen Karton auf den Tisch. Entnehme diesem Karton ein Kettenhemd, ein Schwert, einen Helm, diverse Utensilien und einen Haufen Regelbücher DSA 4.1 Regelbücher und lege alles vor mir auf den Tisch.\n\n\"*Mein größtes Hobby sind Pen&amp;Paper Rollenspiel und Mittelaltermärkte/Gewandung*\"\n\nDie Stille im Raum war greifbar, da ich der einzige war, der ehrlich sein liebstes Hobby vorgestellt hat :P. Und alle haben es gewusst ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T12:49:39.969+0000","up_votes":1,"down_votes":0,"body":"Naja. Das BfArM wäre auf jeden Fall ein besserer Ort gewesen als das hier ^^\nEine Freundin von mir war zu der Zeit Azubi im Gebäude neben an vom Bundesinstitut für Berufsbildung. Und wenn ich beim Bundesinstitut für Arzneimittel und Medizinprodukte gelandet wäre :D wäre das Ultra cool gewesen. Ich stelle mir manchmal immer noch vor wie es wäre gechillte Kollegen zu haben oder Gleitzeit und vor allem Arbeitszeit die ordentlich angerechnet und man nicht über den Tisch gezogen wird >.&lt; Allein wenn ich daran denke...\n\nDas Gebäude war riiieeesig, alle waren nett! Sogar zu dem Hausmeister! Alles war hell und Licht durchflutet und die Leute haben sich vernünftig miteinander geredet ohne das einem aufgefallen wäre sie lästern gerade über den Kollegen vor ihnen.\n\nOh man .-. nicht mal bei ihren Hobbys können die Leute ehrlich sein. In diesen Klassen Vorstellungsrunden in den Schulen war das auch immer so. Gefühlt jeder sagt \"Sport, mit Freunden treffen\" und ich sag einfach \"Hund, lesen, zocken\" c.c Ich meine ... wo ist denn da das Problem? Wenn die dich 20 mal eine Treppe rauf und runter jagen, merken die eh das du bzgl. des Sports gelogen hast XDDD","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:53:09.437+0000","up_votes":1,"down_votes":0,"body":"Da war mein Bewerbungsgespräch hier besser. Hier musste ich eine Aufgabe lösen und dann 30 Minuten darüber referieren, danach war ich an Bord xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T13:32:23.078+0000","up_votes":1,"down_votes":0,"body":"Ich kenn nicht mal das Wort referieren ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T13:36:19.816+0000","up_votes":1,"down_votes":0,"body":"Drüber reden und sagen, was man sich dabei gedacht hat.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T13:48:59.350+0000","up_votes":1,"down_votes":0,"body":"Das hab ich mir fast gedacht ^^ nur das Wort war mir neu wieder was gelernt :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:36:59.472+0000","up_votes":1,"down_votes":0,"body":"Ich bin allgemein bei \"wichtigen\" Dinge  unzufrinden mit mir selbst und dann denke ich nach wie es denn besser geht und irgentwann hau ich dann ganz verzweifelt einfach das raus was ich bisher habe. :D \nDas war bei meiner mündlichen Prüfung an Ende der Ausbildung auch so. Ich laber da irgentwas was mir einfallt und denke mir nur so: \"scheisse das geht bestimmt besser\". Da ich in der schriftlichen 95% hatte wäre es mit einer gleichhohen Prozentzahl möglich eine 1 zu bekommen. \nIch rede und rede müll beantworte Fragen halt was man bei einer mündlichen Prüfung so macht. \nDann muss ich nach draussen. Ich frage natürlich an nachzudenken und dann komm das übliche. Ja da hatte ich noch dies sagen können, nah das eine war eigentlich nicht so relavat da hätte ich stattdessen etwas besseres bringen können omg das wird doch vllt eine 3 (67%-81%) \n\nDann geh ich wieder rein und bekomme zu hören das ich 100% geschafft habe. :D wtf man war das doch so gut was gesagt habe? \nNaja egal hauptsache die 1 bekommen. :D","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:22:41.515+0000","up_votes":1,"down_votes":0,"body":"Hallo Metalgarurumon :) \n{{item:2010}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:29:57.060+0000","up_votes":1,"down_votes":0,"body":"Was ist das?\n\n*Keks misstrauisch beäug*\n\nWarum gibst du mir das?\n\n...\n\nUnd was ist ein Garurumon?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:39:20.310+0000","up_votes":1,"down_votes":0,"body":"Schokokeks iss oder ich werfe ihn in den Müll. :) \n\nIch muss wegen dem Metal irgentwie an Metalgarurumon denken.\nDas ist ein ziemlich cooles Digimon was man eigentlich kennen sollte. :P","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:43:56.819+0000","up_votes":1,"down_votes":0,"body":"*Sniff*\n\nBin ich nicht so schon süß genug? Muss man mir tatsächlich Schokolade geben?\n\nhttps://media.giphy.com/media/XoW2jShBRKkxO/giphy.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:54:49.546+0000","up_votes":1,"down_votes":0,"body":"KANNST DU NICHT EINFACH DEN KEKS ESSEN UND GLÜCKLICH SEIN? \n{{sticker:sg-shisa}} \n\nMeine Güte^^\nEs gehört sich nicht geschenktes Essen abzulehnen:P","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:59:18.758+0000","up_votes":1,"down_votes":0,"body":"Nein, ich finde immer das Haar in der Suppe ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T13:03:00.801+0000","up_votes":1,"down_votes":0,"body":"welche Art von Haaren? :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T13:07:22.907+0000","up_votes":1,"down_votes":0,"body":"Alle Haare, Haupthaar, Armhaar, Beinhaar, Schamhaar (Maddin war wieder in der Küche), Katzenhaar, Spinnenhaar, Kamelhaar.... Ich bin der Haarminator. \n\nhttps://i.pinimg.com/474x/42/b5/0b/42b50b42448ebbd00e7f85160201999c.jpg","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T13:19:52.503+0000","up_votes":1,"down_votes":0,"body":"Ich hasse Haare.\nEy jedermal wenn ich mein Badezimmer sauber machen und denke ich bin fertig sind da trotzdem noch irgentwo Haare....\nJEDESMAL die wollen einfach nicht Lappen bleiben. Ich hab mir sogar extra einen Staubpuschel gekauft nur um diese scheiss Haare wegzubekommen.\n{{sticker:sg-shisa}} \n\nVllt sollte ich mir auch einmal wieder die Haare schneiden lassen is schon wieder 3 Monate her.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T13:24:56.054+0000","up_votes":1,"down_votes":0,"body":"Ich sag dir, das is Maddin. Der kommt nachts und verteilt die.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T13:29:00.734+0000","up_votes":1,"down_votes":0,"body":"Ich sollte Fallen aufstellen. \n{{sticker:sg-syndra}}","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T12:34:55.831+0000","up_votes":1,"down_votes":0,"body":"Garurumon\nhttps://vignette.wikia.nocookie.net/digimon-adventure5140/images/4/49/Garurumon_tri.png/revision/latest?cb=20170913165523\n\nMetal-Garurumon\nhttps://vignette.wikia.nocookie.net/digimonia/images/e/e4/Metalgarurumon_tri2.png/revision/latest?cb=20181106101045&amp;path-prefix=de\n\n=p Die Endung lässt es sehr leicht als ein Digimon identifizieren","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:42:34.630+0000","up_votes":1,"down_votes":0,"body":"Das stimmt aber... ich hab damals nur die erste Staffel gesehen, alles danach fand ich doof...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:52:29.593+0000","up_votes":1,"down_votes":0,"body":"das ist aus der ersten Staffel :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-14T12:53:51.821+0000","up_votes":1,"down_votes":0,"body":"Ahjo, das is 20 Jahre her...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:59:24.998+0000","up_votes":1,"down_votes":0,"body":"ein wichtiger Teil meiner Kindheit.\nIch wollte damals nur eine Playstation haben um Digimon World zu spielen. :)","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:39:58.405+0000","up_votes":1,"down_votes":0,"body":"nehm wir das hier: \nhttps://digimon.fandom.com/de/wiki/MetalGarurumon?file=Metallgarurumon.jpg","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T12:31:09.241+0000","up_votes":1,"down_votes":0,"body":"Ne ich bin kein Berufseinsteiger :D \nIch wechsel nur den Beruf zu etwas \"ähnlichen\" weil ich keine Lust mehr auf das habe was ich die letzte Jahre gemacht habe. \nDer Berufsschulinhalt ist sogar fast gleich da kann ich mit meinem 1er Abschluss sogar glänzen. :)","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-03-14T12:11:14.234+0000","up_votes":1,"down_votes":0,"body":"War allerdings nicht so erfolgreich in Hamburg xD","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T07:25:48.663+0000","up_votes":1,"down_votes":0,"body":"> Aber naja im Gegensatz zu einem TGSG ist ein Anschreibenstext nicht immer so leicht gerade weil man an diesen natürlich deutlich selbstkritischer rangeht\n\nWILLST DU DEN TOTALEN KRIEG?\n{{sticker:zombie-brand-mindblown}} \n\nAnschreibe > TGSG\n\nGeht's noch? Also wirklich ...\n\nWobei ich hoffe das deine Anschreiben sich nicht so lesen lassen wie das hier =p Ich finde auch Trolle sollten verständlich sein und sich eher bemühen statt absichtlich ... naja.\n\nWarum kommt denn das Volk zu Besuch? .-. Theoretisch bist du ja nicht gezwungen sie rein zu lassen und könntest so tun als wärst du nicht da oder schickst sie weg?\n\nIch stelle mich immer tot wenn Besuch kommt XD Außer Rocky will dann dummerweise raus. Aber dann flitzen wir nur durch den Flur und schreien \"hallo\" ins Wohnzimmer XD Wenn wir wieder rein kommen schleichen wir uns an allem vorbei um nicht in Gespräche verwickelt zu werden. Klappt eigentlich ganz gut ;D\n\n> aber ich eigentlich hätte man den Donnerstag auch überspringen können.....\n\nEigentlich könnte man Montag bis Donnerstag überspringen XD Freitag würde ich mir noch gefallen lassen wenn der nur bis 13 Uhr geht.\n\nHmmm und bzgl. \"Ich wollte eher mit euch über Produktivität sprechen [...]\"\n\nActually müsste ich noch einen Heimvertrag schreiben und heute den Dienstplan für April fertig machen, damit ich den morgen früh (heute bin ich zu faul) schnell abgeben kann. Eine meiner Aushilfen wird ab übernächster Woche nicht mehr kommen weil sie endlich einen richtigen Job gefunden hat. Glücklicherweise habe ich vorgestern zwei verschiedene Pläne gemacht XD Einmal mit und einmal ohne sie. Aber der Feinschliff fehlt halt noch ^^\n\nUnd ich hab heute nur eine recht große Dose dabei die fast bis zum Rand mit Müsli gefüllt ist XD + zwei Bananen .-. Glaub ich bestell mir nachher nen Hamburger ... oder morgen! Zum Wochenende ist das eigentlich cooler :o\n\nUff und ich will Blade and Soul spielen >.&lt; Glaub ich bin rückfällig geworden! Aber es ist auch einfach sooooooooooooo gut!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T08:00:31.070+0000","up_votes":1,"down_votes":0,"body":"Krieg ! :3","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:14:35.827+0000","up_votes":1,"down_votes":0,"body":"Du willst ja nur das mit möglichen Leichen machen, was Pinguine mit Leichen machen D:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:19:32.243+0000","up_votes":1,"down_votes":0,"body":"muss ich jetzt darüber nachdenken das du dich in meinem Schrank versteckst und nur darauf wartest das ich schlafen gehe?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:23:24.317+0000","up_votes":1,"down_votes":0,"body":"Pinguine verstecken sich in unseren Schränken?\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:29:14.778+0000","up_votes":1,"down_votes":0,"body":"Wenn du dich als Pinguine bezeichen würdest dann würde ich es Pinguinen zutrauen. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:48:44.006+0000","up_votes":1,"down_votes":0,"body":"Du hast mich gerade als Pinguin bezeichnet .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:20:23.749+0000","up_votes":1,"down_votes":0,"body":"Du kannst auch gerne etwas anderes sein. \nWie wäre mit einem Glücksbärchi?\nAber kein normals Horrorglücksbärchi.\nUnd wenn ich unartig war kommt Maggie das Horrorglücksbärchi und überrascht mich im Schlaf. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:36:17.398+0000","up_votes":1,"down_votes":0,"body":"Nur um das klar zu stellen.\n\nICH BIN EIN EICHHÖRNCHEN!\n{{sticker:sg-shisa}}  {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:59:47.519+0000","up_votes":1,"down_votes":0,"body":"a Eichkatzerl","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T10:10:23.708+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/4c1ce240c202fc218c52955238d0de6f/tenor.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:54:16.383+0000","up_votes":1,"down_votes":0,"body":"oachkatzlschwoaf","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:56:01.382+0000","up_votes":1,"down_votes":0,"body":"wenn dich das glücklich macht darfst du gerne ein Eichhörnchen sein. :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:06:48.987+0000","up_votes":1,"down_votes":0,"body":"nö nicht mit Maggi. \nWir bleiben lieb zu einandern. \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:14:14.635+0000","up_votes":1,"down_votes":0,"body":"Du meinst du spielst dein Spielchen weiter und ich toleriere es einfach solange nichts aus der Reihe tanzt? =P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:18:25.956+0000","up_votes":1,"down_votes":0,"body":"wir können auch zusammen tanzen...natürlich nur als Freunde :) \n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:22:48.144+0000","up_votes":1,"down_votes":0,"body":"Nääääääääääää ich tanze nicht =p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:28:36.816+0000","up_votes":1,"down_votes":0,"body":"./dance ???","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:49:28.709+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/d56e0e59d0905e28339a11a3f655e650/tenor.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:18:47.568+0000","up_votes":1,"down_votes":0,"body":"gibt es keine Emotes in deinen Spiel?\nSowas wie /dance und dann tanzt deine Figur oder /witz und deine Figur erzählt ein Witz.\n/me gibt es natürlich auch um freie Texte zu schreiben.\nIch hab immer gerne /streicheln bei Feraldruiden gemacht also Katzen. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:35:15.570+0000","up_votes":1,"down_votes":0,"body":"Ja doch XD Das gibt es überall.\n\nNur wie gesagt :p tanze ich nicht mit dir. Aber ein dummes Gesicht machen geht immer ;D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:57:22.525+0000","up_votes":1,"down_votes":0,"body":"okay liebes Eichhörchen dann muss ich meine Nüsse wohl alleine essen.\nIch tanze dann mit halbnackten Elfe die ganz bestimmt kein Typ ist. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T10:07:24.973+0000","up_votes":1,"down_votes":0,"body":"Alle Elfen sind Typen :>","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:18:56.917+0000","up_votes":1,"down_votes":0,"body":"nah es gibt tatsächlich auch Frauen die Elfen spielen und sogar Frauen die slutmog tragen. \nAber ja in viele spielen sehen die männlichen Chars auch einfach kacke aus im vergleich zu den Frauen. \nStell mal bei WoW ein männlichen Menschen wegen einen weiblichen. \nDu würdest denken das es die Tochter wäre weil der Typ so scheisse alt und faltig aussieht....","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T07:52:28.844+0000","up_votes":1,"down_votes":0,"body":"Bist du sauer weil ich dir nun den Thread wegeschnappt habe? :D \nDie Fronts sind unnötig ;) Ausserdem darf ich mich in TGSG viel freier austoben.\nWenn ich einen Personalchef lesen würde was ich sonst so schreibe im Internet omg wäre das peinlich...:D \n\nEs ist ein runder Geburtstag nicht von meiner Seite aus. \nIch hole meine Großeltern als dem Altersheim ab und verantstalte den Geburtstag. \n\nEs ist schön zu hören das du produtieve warst. Wenigstens einer von uns beiden :D \nIch hab gestern fast 20 Folgen von Darling in the FranXX geschaut und bin damit durch.\nOmg ich bin auf emotionaler Ebene einfach fertig. Das war vllt ein wenig tomuch aber ich wollte nicht noch eine Nacht damit bringen mich die ganze Zeit nur darauf zu freuen, das es morgen endlich weitergeht.\nAber es war einfach viel zu kurz...Ich will mehr davon MEHR MEHR MEHR :( aus den 24 Episoden könnte man auch 30 machen können ohne das es gestört hätte...:( \nUnd du musst es dich nun umbedingt bald anschauen weil es extrem gut ist. \nWenn selbst einem Jungen wie mir die Lovestory extrem gut gefällt wird sie dich aufjedenfall umhauen. \n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:13:07.240+0000","up_votes":1,"down_votes":0,"body":"=p Nein, über so etwas werde ich nicht sauer.\n\nIch hatte zwar tatsächlich einen in der Mache, aber ich nehme auch dankend mal einen freien Tag!\n\nDas wäre eh nur ein Blade and Soul Thread #2 geworden ;D Das war gestern nämlich wirklich ein richtiges Highlight. Ingame rund 1.6k Gold Minus gemacht, aber völlig worth. Aber das habe ich glaube ich schon erwähnt XD\n\nUnd näääääääääää ich bin nicht so der Anime Gucker. Hin und wieder in seltenen Fällen geht des, aber ist irgendwie doch doof. Zuletzt habe ich Violet Evergarden geguckt auf Netflix. Das reicht jetzt erst mal wieder XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:23:08.979+0000","up_votes":1,"down_votes":0,"body":"Lol ja 70% des Textes stammen von gestern. :D \nAber ich bin ja nett bin zumindest zu manchen Menschen. Ich hab ich es mir für heute aufgespart. :) \n\nIch weiß nicht ob dein MMO wirklich so interessant ist. :P In den ganzen Meer von MMOs gibt es soviele und sie stehe alle fast gleich aus. \nAber es freut mich das du spass daran gefunden ist. \n\nHast du wenigstens das Video geschaut was ich dir verlinkt habe?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:47:53.558+0000","up_votes":1,"down_votes":0,"body":"Und wie es interessant ist.\n\nVor allem wird das Spiel regelmäßig erweitert und nicht einfach vergessen wie manch andere Spiele. Natürlich ähneln sich die Spiele irgendwo, manche mehr und manche weniger. Weil halt das Grundprinzip eines solchen Spiels immer das selbe ist. Aber hier haben wir doch ein richtiges Goldstück.\n\nDas einzige was schade ist, ist mittlerweile der Anfangsbereich. Der ist so ziemlich tot ^^ Man hat sogar Nebenquests entfernt damit man sich nur noch auf die Hauptquests konzentriert um schneller zu leveln. Ausgestorben ist der \"low Bereich\" zwar nicht, aber doch merklich kleiner als \"damals\". Was irgendwie klar ist weil der Großteil der Spieler sich nun mal in den höheren Gebieten rum treiben und es nicht so viele Anfänger gibt oder Twinks zum leveln :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:17:24.531+0000","up_votes":1,"down_votes":0,"body":"Ich hab leider zuviel gesehen und zuviel ausprobiert.\nZu einer Zeit ich wenig Geld hatte hab ich sehr sehr viele MMOs getestet. \nWas es damals zu alles gab bzw noch heute gibt. :D \nFlyff, Fiesta, Rappelz, Metin 2, AION, 4Story, Runes of Magic, Lineage, RuneScape, Ragnarok Online, MapleStory, Dofus, RF Online, Elsword und und und :D ich bin geschädigt davon.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:34:06.837+0000","up_votes":1,"down_votes":0,"body":"Rappelz habe ich auch ein paar Jahre gespielt o/\n\nNja. Flyff, Nostale, AION, Aura Kingdom, Shayia, Archlord ... so was hab ich auch alles angetestet :D Zuletzt habe ich sogar ein paar Jahre auf \"Bless online\" gewartet und als es endlich f2p released wurde ... gespielt und nach 30 Minuten deinstalliert XD\n\nDas neue MapleStory habe ich auch auf dem PC :o Fand ich eigentlich ganz süß, aber bisher nicht worth gewesen sich richtig damit zu beschäftigen XD idk","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T09:45:45.231+0000","up_votes":1,"down_votes":0,"body":"Stimm Archlord hab ich vergessen. :D \nIch hab tatsächlich nur WoW und Teso länger als eine Woche ausgehalten. \nVon daher ist meine Suche daher beendet. :D","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-14T10:24:02.396+0000","up_votes":1,"down_votes":0,"body":"Ich hab da aber nochmal eine Frage an Max. :) \nWarum zum fick hat DARLING in the FRANXX nur 24 Episoden? :(\nAlleine aus den letzte 4 Folgen hätte man auch locker 8 machen können. \nJa das Ende wurde viel zu schnell gerushed und einmal kommt soviel neues das sehr schnell abgehandelt wird \nund es bleiben dennoch noch einige Fragen ungeklärt. \nWollte man da einfach schnell zum Ende kommen? \nFinde ich schade gerade mit den starken Hauptcharakteren hatte man noch soviel mehr machen können.","replies":[]},{"id":"","poster":"Necromant","date":"2019-03-14T08:23:32.376+0000","up_votes":1,"down_votes":0,"body":"tl;dr Maggie hat kein TGSG erstellt, schäme sie sich.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:24:41.689+0000","up_votes":1,"down_votes":0,"body":"Ich wollte der guten Dame mal eine Pause gönnen damit sie mit neue Kraft schöpfen kann. \nIch denke als guter Gentleman ist es meine Pflicht dies zu tun.","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T08:25:39.951+0000","up_votes":1,"down_votes":0,"body":"Die Pause hat sie jeden Dienstag und Donnerstag Abend wenn sie sabbernd vor meinem Stream liegt während ihr Hund ihr Bein rammelt :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:36:38.739+0000","up_votes":1,"down_votes":0,"body":"ganz sicher :) \nwenn du das sagst wird es aufjedenfall 100%ig stimmen. \n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T08:39:02.641+0000","up_votes":1,"down_votes":0,"body":"Ich hab Cams angebracht. 2 davon in ihrem Schlafzimmer und 8 im Badezimmer Kappa\nSie putzt sich nicht gut ihre  Zähne","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:44:10.523+0000","up_votes":1,"down_votes":0,"body":"das geht garnicht!!! die armen Zähne tun mir leid. \n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T08:45:54.740+0000","up_votes":1,"down_votes":0,"body":"Woher sollte ich das sonst wissen, das ihr Hund ihr Beim rammelt? Denk mal darüber nach","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:48:38.166+0000","up_votes":1,"down_votes":0,"body":"Ich frage mich eher warum gerade diese Szene für dich so von Bedeutung ist? \nGefällt etwas was der Hund da macht? Ist das dein Fetisch?","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T08:50:22.214+0000","up_votes":1,"down_votes":0,"body":"Mir gefällt wie Maggie da erregt sabbernd aufn Tisch liegt :^)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T10:11:51.338+0000","up_votes":1,"down_votes":0,"body":"=p Nur das ich nicht sabber!","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-14T08:50:55.902+0000","up_votes":1,"down_votes":0,"body":"> Ist das dein Fetisch?\n\n+\n\nDas ist Max's Fetisch. Er hat auch Geschlechtsverkehr mit rohem Hackfleisch :>","replies":[{"id":"","poster":"Necromant","date":"2019-03-14T08:56:13.081+0000","up_votes":1,"down_votes":0,"body":"Psscht, du musst dich selbst nicht als rohes Hackfleisch bezeichnen Baby :*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:00:24.842+0000","up_votes":1,"down_votes":0,"body":"XDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T09:14:54.638+0000","up_votes":1,"down_votes":0,"body":"Der Post sieht lustig aus wenn ich am Handy schnell hoch und runter scrolle ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-14T09:20:17.992+0000","up_votes":1,"down_votes":0,"body":"XD Sehr gut!","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T08:34:53.148+0000","up_votes":1,"down_votes":0,"body":"^^","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T07:30:25.904+0000","up_votes":1,"down_votes":0,"body":"Guten morgen\n\nHab in meinen leben erst eine Bewerbung verschickt und das online :0\nHab aber vergessen ein Foto von mir mit zu schicken und meine Zeugnisse ^^ \n\nEgal ... Wurde trotzdem zum einstellungstest eingeladen :D \n\nDas war ansonsten hab ich meine arbeiten alle bekommen in dem ich einfach hin gefahren bin und den Chef gesucht hab und dann den nach Arbeit gefragt hab ^^ \n\nAusser bei der Firma wo ich jetzt bin. Da ist der Chef auf mich zugekommen ob ich schon wüsste was ich machen will und ich soll doch mal vorbei kommen :) \nTja und seid dem bin ich hier auf meiner Arbeit :) \n\nIch kann auf Arbeit laufen und habs sehr entspannt eigentlich :) hab nen großen Batzen Verantwortung auf mir liegen aber das ist schön :) \n\nAnsonsten kann ich mein Leben fast leben ohne mir Gedanken um etwas zu machen... Wenn mein Kopf nicht wäre der alles dumme immer wieder zerdenkt. Aber naja das ist halt so ...\n\nEuch auch einen schönen Donnerstag :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T07:43:38.172+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ja nicht auf welche Beruf du dich beworben hast. :P\nAlso in meiner Region scheint auf gewisse Berufe einen heftige Konkurrenzkampf zu geben sodas manche Beriebe schon Ausbildung + 5 Jahre Berufserfahrung suchen.... :(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T07:59:47.322+0000","up_votes":1,"down_votes":0,"body":"Ja ich wohne zum Glück im ländlichen Gebiet ^^ \n\nAlles was bei uns so ankommt uns studiert hat taugt nichts :D die wissen Vilt das Grundprinzip wie eine Maschinen gebaut wird aber nicht wie man an ihr arbeitet :D \n\nIch für meinen Teil würde mich auch nie irgendwo bewerben wo sowas gewollt ist .... find das alles so sinnlos dumm was heut zu tage abgeht ... \n\nFreue mich schon auf den Moment wo das alles zusammen bricht weil keiner mehr die richtigen arbeiten machen will und alle nur noch Studenten haben wollen ^^ das wird super","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:05:22.675+0000","up_votes":1,"down_votes":0,"body":"Ist halt alles super schwer weil es atm deutlich zuwenig Stellne gibt.\nAusserdem gibt es überall Zeitarbeitsfirma.\nOh wie ich diese Blutsauger hasse und sie sind überall. ÜBERALL!!!\nDas gibt selbst bei uns in der nächsten Stadt schon mindenstens 3 Stück davon wenn ich noch mehr..\nUnd mit den Leutne will ich mich ganz sicher nicht rumschlagen. \nDa ist jeder Personalchef ja vernüftiger als eine Zeitarbeitsfirma. \nDie sind unfassbar arrogant weil sie denken sie könnte sich alles erlauben nur weil sie ein paar Jobs zu vermitteln haben.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-14T08:19:12.480+0000","up_votes":1,"down_votes":0,"body":"Ja es ist lächerlich was heute abgeht. \nBin froh das ich mir über sowas nicht all zu viele Gedanken machen muss ^^ würde mich nur auffressen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-14T08:28:09.419+0000","up_votes":1,"down_votes":0,"body":"Ja :D Ich hatte vor 2 Woche ein Vorstellungsgespräch bei so einer Firma weil ich bei raussuchen der Unternehmen leider in dem Fall nicht ausgepasst hatte. Ich hab es einfach mal als Übung für ein richtiges Vorstellungsgespräch genommen weil mir schon klar war das da nicht viel bei rauskommt aber die Fahrt dahin war nicht besonders lange daher hat es keine großen Umstände gemacht. \nNaja es war eine Vollzeitstelle und die Frau hat mir einen Hungerlohn angeboten. Peinlich :D Nachdem ich beim Geld stur an meiner Untergrenze festgehalten habe war die wohl ziemlich angepisst und mir freundlich gesagt das es wohl nichts mit uns wird. :D","replies":[]}]}]}]}]}]}]}