{"id":"prZErfEm","poster":"Zetwonso","date":"2015-04-23T14:31:31.752+0000","title":"Heftigster Disconnect, den ich je hatte","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Hab gerade ein Spiel hinter mir, welches ich nicht spielen konnte. Es handelte sich um ein ganz Normales Spiel (kein Ranked) auf Summunors (Wie schreibt man das nochmal) Rift, gespielt habe ich Amumu. Das Spiel l&auml;uft wie &uuml;blich auf meinem High- End Desktop PC (ich sags mal so, w&uuml;rde ich die FPS nicht cappen, h&auml;tte ich bei Max- Details ca- 170 fps. Ich spiele regelm&auml;ssig auf dem System und habe sehr selten Disconnects (ab und an ein paar Lags).\r\n\r\nNun zum Ablauf des Spiels. Ich hatte bereits beim Laden der Map einen Absturz des Clients. Internet und PC haben weiterhin funktioniert. (Dies hat sich auch w&auml;hrend der gesamten Partie nicht ge&auml;ndert). Meine Reaktion ist das, was man halt erstmal macht. Das Spiel abw&uuml;rgen und reconnecten. Das hat dann schonmal nicht funktioniert. Das Spiel ist abermals beim Laden abgest&uuml;rzt. Reaktion dann war ein Restart des gesamten Computers, dann reconnect. Dieses Mal schaffte ich es ins Spiel und konnte ohne Laggs spielen. Jedoch fiel nach gut einer Minute die komplette Steuerung aus. Die Spielfigur reagierte nicht mehr auf meine Inputs. Das Spiel selbst st&uuml;rzte jedoch nicht ab, denn ich konnte w&auml;hrenddessen ohne Probleme in die InGamesettings wechseln. Ich habe dann das Spiel etliche Male wieder neu gestartet und reconnected mit selbigem Resultat. \r\n\r\nKann mir jemand sagen, wo das Problem liegt. Hab n&auml;mlich keinen Bock, sowas nochmal mitzuerleben.","replies":[{"id":"","poster":"Saamsky","date":"2015-05-09T14:36:38.903+0000","up_votes":1,"down_votes":0,"body":"Habe hier genau dasselbe Problem, wenn Jemand eine Lösung hat, wäre ich sehr dankbar. Ich hab probehalber mal die Firewall ausgestellt, danach gings gefühlt etwas besser, aber es kam auch immer wieder vor, das ich meinen Champ für 2-3 Sekunden nicht bewegen konnte, aber es ging dann schnell wieder.","replies":[]}]}