{"id":"TaGqr1Gm","poster":"Unicorn Of Salt","date":"2015-04-22T23:27:53.216+0000","title":"TeamCyborg German","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi wie der Titel schon sagt sucht Team Cyborg (TeCy) eine botlane es w&auml;re nicht schlecht wen es vll sogar eine prem8 botlane w&auml;re da sie schon Erfahrung im zusammenspiel haben muss aber nicht unbedingt sein =)\r\n\r\ndie Voraussetzungen w&auml;ren :\r\n\r\nMin silber elo\r\nTS3 mit funktionst&uuml;chtigen Headset\r\nkeine flamer\r\nLeute die Kritik und Verbesserungs Vorschl&auml;ge annehmen\r\nEinen gewissen championpoll besitzt in seiner rolle\r\n\r\nwir geben :\r\n\r\nTS3 server\r\neine nette community\r\n3 spieler die auf ihrer rolle einen gro&szlig;en championpoll haben\r\n\r\nTop : Xeldros Gold 2 letzte Season Gold\r\nMid : Baby Ahri x3 Gold 3 letzte Season Platin\r\nJgl : Zybrix Gold 1 Letze Season Silber\r\nSup: ???\r\nADC: ???\r\n\r\nBei Interesse einfach ins Forum schreiben oder ingame etwa Xeldors oder Zybrix @\r\noder einfach auf dem TeamSpeak vorbei schauen\r\n62.104.20.76:10146 und Passwort TeCy","replies":[{"id":"","poster":"ima Agent","date":"2015-04-23T10:04:28.818+0000","up_votes":1,"down_votes":0,"body":"Hey Jungs,\n\nmein Kumpel und ich spielen schon seid mehreren Jahren Botlane zusammen.\nWir waren in der letzten Season beide Gold und sind Momentan Gold IV/V.\nWir würden am Wochenende gern mal Testspiele mit Euch machen und dann können wir mal sehen, ob es von der Teamsynergie passt.\nMeldet Ihr Euch auch noch bei Battlegrounds an?\n\nIch werde einen von Euch mal adden. WIr würden uns freuen, wenn es klappen würde.\nBeste Grüße, Dr4gonSn4ke","replies":[]},{"id":"","poster":"Peter Silie","date":"2015-04-23T10:01:35.818+0000","up_votes":1,"down_votes":0,"body":"Hi, erfülle die Voraussetzungen, bin aber \"allein\" --> Support main. Mein Championpool ist, denke ich, groß genug :)\nSpielt ihr vornehmlich abends? Ich habe nämlich tagsüber mehr Zeit, abends arbeite ich oft.","replies":[]},{"id":"","poster":"SOWiESODASBESTE","date":"2015-04-23T05:23:43.210+0000","up_votes":1,"down_votes":0,"body":"Würde mich gern Mit Einem Kumpel bewerben spielen oft Premade Botlane zusammen sind beide Silber Elo. Sind offen zu neuem, erfüllen sonst alle weiteren Voraussetzungen. \nWürde mich über eine Antwort freuen und eine Chance zum \"Probetraining\"\neinfach mal adden : SOWiESODASBESTE","replies":[]}]}