{"id":"hOXrpX6X","poster":"aggroberserker","date":"2015-04-22T18:34:31.735+0000","title":"Bösen Link angeklickt :(","subforum":"Hilfe & Support","up_votes":2,"down_votes":1,"body":"He Leute,\r\nein Kumpel von mir hat mir so einen Link zugeschickt in TEAMSPEAK der Trottel und ich depp bin blindlinks drauf gegangen und nun bekommen meine Freunde alle so einen Link zugeschickt in League of Legends.\r\nIch habe mein PW und meine Mailadresse bereits ge&auml;ndert. Wie kann ich diese benachrichtuigungen abstellen?\r\n\r\nDanke\r\n\r\nGru&szlig;","replies":[{"id":"","poster":"aggroberserker","date":"2015-04-23T16:45:07.595+0000","up_votes":2,"down_votes":0,"body":"Also, einmal zur info für alle,\n\nwenn man schnell genug reagiert kann man das ganze untrdrücken.\nTipp für alle bei denen sowas mal vorkommt.\n1. schlagt euren Kumpel :P (Das ist ein Spaß, denn Gewalt ist keine Lösung)\n2. Ändert euer Passwort und eure Emailaddresse umgehend\n3. Schließt League of Legends öffnet den Client wieder.\n4. Lasst League of Legends sich \"Reparieren\" damit es alle Daten durchsucht\n\nNun bekommen meine Freunde keine Nachrichten mehr von mir :)\n\nGruß\n\nAggi","replies":[]},{"id":"","poster":"Ashuna","date":"2015-04-23T10:51:05.515+0000","up_votes":2,"down_votes":0,"body":"Hallo aggroberserker,\n\ndu solltest den Support mal anschreiben der kann dir da wesentlich weiter helfen als das Forum. Ein Ticket kannst du einfach von der League of Legends Homepage aus erstellen. \n\nIst echt ein guter Freund den du da hast. Du musstest bestimmt deine Daten auf dieser Website angeben also, nicht machen! Wenn du verdacht auf \"Betrug\" oder sonstigem von deinen \"Freunden\" hast, schließe den LoL-Client erstmal. Trotzdem kann dir hier niemand ausser dem Support weiter helfen.\n\nmfg. Ashuna{{champion:17}}","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-04-23T17:43:07.694+0000","up_votes":1,"down_votes":0,"body":"Änder mal das Passwort auf allen anderen Seiten wenn du das selbe Pw benutzt hast.","replies":[]}]}