{"id":"6LAUEA3L","poster":"AFK Coresin","date":"2015-04-22T14:28:53.742+0000","title":"Pool Party Evelynn [AFK Coresin]","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Und zwar hat {{champion:28}}  definitiv einen Neuen und Besseren Skin verdient! Ich mein sie hat zwar neulich einen bekommen der ist aber auch nur eine visuelle &auml;nderung... und nicht besonders viel. Also habe ich einen Konzept gemacht. Ich dachte daran eine Evelynn zu kreiren die noch evelynn ist aber jedoch etwas &uuml;ber ihre rolle hinaus geht. Ich hab mir einige gedanken gemacht und dachte mir... Ihre haare werden mal Lang! und sie bekommen eine Sch&ouml;ne Lila Rote farbe. Noch einiges behalten aber trotzdem eine kleine &auml;nderung. Dann hab ich mir einige gedanken zum Bikini gemacht. Also dachte ich, ich &uuml;bernehme etwas vom meerjungfrau stiel. Also hat sie ein  Graues Lilac Muscheln Oberteil mit passenden Bikini unterteil dazu!. Erstmals dachte ich an gr&uuml;n beim unterteil aber ich fand das dann ganz h&auml;sslich. Um ihre h&uuml;fte hat sie &auml;hnlich wie bei Leona eine art Tuch. Ein sehr helles blau durchsichtig und vorne gebunden. Endet hinten spitz zu und ist etwas gewellt. Dazu dachte ich das sie an ihren bikini unterteil vielleicht ein paar Antike M&uuml;nzen drann haben k&ouml;nnte, damit es nicht zu Langweilig wird. Evelynn hat an den Schultern diese sch&ouml;nen B&auml;nder. Also hab ich auch drei B&auml;nder kreirt jeweils von Klein nach Gro&szlig;. aus dem selben material wie das tuch um ihre H&uuml;fte. Und ein Nichtdurchsichtiges Etwas dunkler Blaues Band das sozusagen um ihre schulter gebunden ist. \n\nZu den F&auml;higkeiten. \n\nIhre Q ist so fantastisch und ich k&ouml;nnte mich jedesmal aufregen wenn ihr Riot teams nix daraus macht. Beim Einbrecher Skin h&auml;ttet ihr wenigstens kleine explosionen machen k&ouml;nnen oder sonstiges. Aber wie dem auch sei habe ich Wasser font&auml;nen gemacht. Ich dachte da sie eh etwas im Meerjungfrauen stiel ist kann sie auch etwas Wasser kontrolieren. \n\nIhre E sind einfach Blasen um ihren H&auml;nden. Sie leuchten sch&ouml;n und zerplatzen und spritzen beim angriff. \n\nAn ihre Ultimative R Hab ich mir was ganz besonderes einfallen lassen. Ich wollte etwas witziges und cooles haben was trotzdem dazu passt haben. Also dachte ich mir das auf einmal ein Gro&szlig;es Sand Schloss vom boden herraus kommt. Es ist simpel, sieht majest&auml;tisch aus und voll COOOOL!  \n\nNat&uuml;rlich k&ouml;nnte ihr Hier und Dort einige &uuml;berarbeitungen &uuml;bernehmen aber hauptsache sie bekommt ein sch&ouml;nen Pool Party skin mit neuen F&auml;higkeiten. {{champion:28}}\n\nPS: Ich bin nicht Gut im Zeichnen / Malen ... Ich habe nur versucht es etwas zu veranschaulischen.","replies":[]}