{"id":"AuYwAXPl","poster":"BlurBlood","date":"2015-04-21T14:07:51.863+0000","title":"Suche DuoQ Partner ADC","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich suche einen netten Spieler/Spielerin, der mit mir regelm&auml;&szlig;ig Ranglistenspiele beschreitet. Lest euch bitte zun&auml;chst den kompletten Beitrag durch, falls ihr danach immernoch Intresse habt, k&ouml;nnt ihr mich gerne adden.\r\n\r\nZu&auml;chst mal etwas &uuml;ber mich:\r\nIch spiele nun mehr schon seit Juni 2012 League of Legends. Ich spiele am liebsten Support und suche daher auch einen ADC als Partner. Support Champs spiele ich von den gel&auml;ufen fast alle au&szlig;er Annie, Soraka, Sona und Karma. Ich bin aktuell noch unranked, da ich von November 2014 bis vor einer Woche eine Pause eingelegt habe. In Season 4 war ich im Platin Elo-Bereich.\r\nIch bin 21 Jahre alt und Student, zocke meist abends am Wochenende auch vormittags und nachmittags. Nachts allerdings nie.\r\nSpielerisch sehe ich mich was Reaktion, Konzentration und &Uuml;bersicht angeht recht gut. Was mir allerdings fehlt sind viele Wissensdinge mit denen ich mich nie n&auml;her befasst habe. Damit meine ich zum Beispiel Masteries, Items und Runen. Ich wei&szlig;, das sind alles Dinge die man Guides entnehmen kann, mir geht es aber um das Verst&auml;ndnis allgemein, also die F&auml;higkeit, selbst auf solche Dinge zu kommen.\r\n\r\nDamit w&auml;ren wir dann bei euch angekommen:\r\nIhr solltet gerade in dem Wissensgebiet sehr gut sein, und dies auch verst&auml;ndlich vermitteln k&ouml;nnen. Ich suche kein Coach o.&auml;. sondern einfach jemand der mir unter die Arme greift, wenn ich ingame mal wieder nicht wei&szlig;, was ich mir kaufen soll. Was die Elo angeht, habe ich keine Vorraussetzungen, leider kann man nur mit Spielern zusammenspielen, die h&ouml;chtens eine Liga &uuml;ber oder unter der eigenen sind. Also gibt es von seiten Riots dort leider doch eine Einschr&auml;nkung.\r\nAnsonsten solltet ihr wie erw&auml;hnt prim&auml;r ADC spielen k&ouml;nnen und wollen, freundlich sein und nicht ragen oder ausrasten beim spielen. Ein relativ gutes Headset solltet ihr benutzen (nicht das Mono-Headset das es Gratis irgendwo dazugab). Ich mag auch keine nervigen Hintergrundger&auml;usche oder andauerne Gesp&auml;che mit anderen im Zimmer.\r\nAu&szlig;erdem lege ich Wert auf Vorbereitung. D.h. ich m&ouml;chte erst mit den Ranked-Spielen starten, wenn wir auf der Botlane harmonieren. Dies ist sowieso n&ouml;tig, da ich noch einiges nachholen muss, da sich die Meta seit November 2014 ja ganz sch&ouml;n ge&auml;ndert hat.\r\nAchso, Alter hab ich noch vergessen: Ihr solltet etwa zwischen 18 und 25 Jahre alt sein.\r\n\r\nFalls ihr mit mir in den meisten Punkten einig seid, k&ouml;nnt ihr mich gerne adden, alles weitere k&ouml;nnen wir dann im ingamechat oder direkt im TS besprechen.","replies":[{"id":"","poster":"BlurBlood","date":"2015-04-21T20:05:42.157+0000","up_votes":1,"down_votes":0,"body":"danke für alle Intressenten, ich habe nun einen geeigneten Spieler gefunden, bitte nicht mehr adden.","replies":[]},{"id":"","poster":"ProTestSkiLl","date":"2015-04-21T14:12:40.756+0000","up_votes":1,"down_votes":0,"body":"ai protestskill","replies":[]}]}