{"id":"HIidAJVQ","poster":"Deathinger","date":"2015-04-21T11:04:06.962+0000","title":"Backjump-Teamkamera","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo,\r\n\r\nMir ist letztens aufgefallen, dass League of Legends eine &quot;Teamkamera&quot;-funktion besitzt. Und zwar rede ich von den in der Standardbelegung F1-F5 Tasten. F&uuml;r alle die diese noch nicht kennen, diese bewirken, dass sich die Kamera solange wie die Taste gehalten wird auf ein Teammitglied fokusiert.\r\n\r\nZu dieser Funktion ist mir eine evt. Verbesserung eingefallen. Und zwar w&auml;re es doch n&uuml;tzlich, wenn die Kamera beim loslassen der Taste auf den eigenen Charakter zur&uuml;ckspringt. Da es in LoL einige Momente gibt in denen man seine Teammitglieder im Blick hat (z.B. um einen Teleport oder eine Globale Ulti (z.B. Shen) besser zu timen), man aber trotzdem volle Kontrolle &uuml;ber seinen eigenen Charakter behalten muss (z.B. in der Laningphase) w&auml;re diese Funktion vor allem f&uuml;r Solo Q sehr n&uuml;tzlich, da man nicht so gut mit den Teammitgliedern kommunizieren kann.\r\nMit dieser Funktion w&auml;re es beispielsweise m&ouml;glich kurz zu schauen, ob sich ein Teleport oder eine Ulti (z.B. Ezreal&#039;s Ult) auf eine ander Lane in dem Moment lohnt oder nicht. Sollte man nun schnell mit der Kamera auf seine Lane zur&uuml;ck m&uuml;ssen oder man entscheidet das sich der Tele-gank/die Ult nicht lohnt, kann man einfach die Taste loslassen und ist wieder in seiner eigenen Lane.\r\n\r\nIch wei&szlig;, dass es auch mit der Tastenkombination F-&quot;X&quot; und sobald man fertig ist &quot;Leertaste&quot; m&ouml;glich ist, allerdings w&auml;re die Funktion in einem praktischer und auch anf&auml;ngerfreundlicher. Zudem k&ouml;nnte man diese Funktion auch in den Fixierte Kamera Modus mit einbauen, da es zur Zeit nicht m&ouml;glich ist mit den F-Tasten zu arbeiten, welches wiederum ein Schritt in Richtung Anf&auml;ngerfreundlichkeit w&auml;re, da diese h&auml;ufig in diesem Kameramodus spielen.\r\n\r\nWahrscheinlich denken sich jetzt einige von euch, &quot;OMG was f&uuml;r ein Noob braucht denn so eine Funktion&quot; aber mir f&auml;llt auch kein richtiger Grund ein warum man diese Funktion nicht im Spiel haben darf/sollte. Denn diejenigen die sich schon an die F-x-Leertasten Kombination gew&ouml;hnt haben sind eh dann dort wo sie sein wollen und f&uuml;r die anderen die die Kamera direkt dort haben m&ouml;chten ist es bestimmt m&ouml;glich dies dann in den Einstellungen einzustellen. \r\nZudem hat man i.d.R. auch einige Sekunden Zeit, um die Kamera manuell via Minimap oder Bildschirmrand an den Zielort zu setzen, da ein TP oder eine Ult eh einige Sekunden brauchen, bis diese eintreffen.\r\n\r\nSo ich denke der Foren Beitrag ist lang genug. Ich hoffe, dass ich meine Idee angemessen und verst&auml;ndlich erl&auml;utert wurde. Solltet ihr noch Fragen haben dann bitte in die Kommentare damit :).\r\nSollten euch Gr&uuml;nde einfallen warum diese Funktion schlecht f&uuml;r League of Legends w&auml;re dann w&uuml;rde ich mich sehr freuen diese Argumente zu h&ouml;ren.\r\n\r\nBis dahin,\r\nDeathinger\r\n\r\nSollte es diese Funktion bereits geben dann entschuldige ich mich sehr f&uuml;r diesen langen Foren Beitrag w&uuml;rde mich aber dennoch daf&uuml;r interessieren wo sich genau diese Funktion im Spiel versteckt.\r\nSollte es einen &auml;hnlichen Foren Beitrag bereits geben entschuldige ich mich aber sowohl die Suchfunktion des Forums als auch Google hat mir keinen entsprechenden Beitrag gefunden.\r\nSollte ich in den Falschen Forum geschrieben haben tut es mir sehr leid, aber ich denke hier hinein geh&ouml;rt er am besten, falls nicht hoffe ich es ist nicht allzu schlimm.\r\n\r\nVielen Dank f&uuml;rs Lesen. Hier habt ihr &#039;nen  {{item:2010}} .","replies":[{"id":"","poster":"Wekra","date":"2015-04-21T20:21:33.601+0000","up_votes":1,"down_votes":0,"body":"Habe mir jetzt nur den Anfang durchgelesen.. aber\n\nwenn du mit F1 usw auf die anderen Teammitglieder wechselt unddann schnell zurück zu deinem eigenen willst, drücke einfach die Leertaste und die Kamera springt sofort auf deinen eigenen Champ","replies":[{"id":"","poster":"Deathinger","date":"2015-04-22T12:42:54.722+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Deathinger,realm=EUW,application-id=Wj1wcocU,discussion-id=HIidAJVQ,comment-id=,timestamp=2015-04-21T11:04:06.962+0000)\n> Ich wei&szlig;, dass es auch mit der Tastenkombination F-&quot;X&quot; und sobald man fertig ist &quot;Leertaste&quot; m&ouml;glich ist, allerdings w&auml;re die Funktion in einem praktischer und auch anf&auml;ngerfreundlicher. Zudem k&ouml;nnte man diese Funktion auch in den Fixierte Kamera Modus mit einbauen, da es zur Zeit nicht m&ouml;glich ist mit den F-Tasten zu arbeiten, welches wiederum ein Schritt in Richtung Anf&auml;ngerfreundlichkeit w&auml;re, da diese h&auml;ufig in diesem Kameramodus spielen.","replies":[]}]}]}