{"id":"L4LnxRji","poster":"LarsLaceration","date":"2015-04-20T14:16:27.493+0000","title":"Suchen Spieler für das offizielle Team der GOT !","subforum":"Clans & Teams","embed":{"title":"Steam Community :: Group :: Guardians of Technology","description":"Wir, die Guardians of Technology, auch genannt GOT Network, sind ein aufstrebendes Gamernetzwerk, welches es sich zur Aufgabe gemacht hat, unseren Migliedern die beste Gaming-Erfahrung zu bieten, die möglich ist. Da wir noch sehr, sehr jung sind, gibt es noch viele Pläne.","url":"http://steamcommunity.com/groups/GOT_Network","image":"http://cdn.akamai.steamstatic.com/steamcommunity/public/images/avatars/1c/1c0976bf656a89b8b99efd6459d9f7a50a9a624f_medium.jpg"},"up_votes":1,"down_votes":0,"body":"Wir, die Guardians of Technology, kurz GOT, suchen Spieler f&uuml;r unser offizielles League of Legends Team. Organisatorische Fragen w&uuml;rden alle von der Leitung gekl&auml;rt werden, dass hei&szlig;t Spieler m&uuml;ssen sich nur auf das Spielen konzentrieren m&uuml;ssen. Unser Ziel ist die Teilnahme an Preisgeldturnieren und sowohl der Gruppe als auch jedem einzelnem Spieler einen Namen zu machen.\n\n**Was erwarten wir :**\n- Mindestens Platin V\n- Mindestens 16 Jahre alt\n- TeamSpeak 3 muss vorhanden sein\n- Einen Eintritt in die Gruppe\n- Freundlichkeit\n\n**Was geben wir:**\n- Kostenloser und permanenter Zugriff auf unsere Server (TS3 und diverse Spiele)\n- Planung und Organisation was Turniere etc. angeht\n- Garantie, dass auf keinen Fall irgendwelche Kosten f&uuml;r den Spieler entstehen\n- Aktive Leitung\n- Vollj&auml;hriger Teamleiter, der ebenfalls Administrator der Gruppe ist.\n_(Der Teamleiter spielt im Normalfall, aufgrund von technischen Umst&auml;nden und der daraus entstandenen Rankedwertung, selber NICHT mit, sondern k&uuml;mmert sich um alles drum herum.)_\n\nBei Interesse gerne eine E-Mail an die folgende Adresse schreiben:\n\n**networkgot@gmail.com**\n\noder an mich (McKain) eine Nachricht bei Steam schicken bzw. einfach auf den TS-Server kommen !\n\nTS-IP: 62.104.20.165:10056\n\n_Mit freundlichen Gr&uuml;&szlig;en,_\n\ndie Leitung der Guardians of Technology","replies":[]}