{"id":"lPOgupeL","poster":"HandlOflDoom","date":"2015-04-19T08:18:07.039+0000","title":"System von Riot wegen Bestrafung funktioniert nicht.","subforum":"Hilfe & Support","up_votes":1,"down_votes":16,"body":"So hallo \nIch hoffe hier haben noch mehr das Problem, damit man  Riot was das angeht Beukutieren kann.  Mein Problem ist ich wurde wegen einer Aussage  wie:  \"rage lillte kid\" auf einen Spieler der am Flamen und Beleidigen wahr sowie für \"Fuck\" auf das Spiel bezogen nicht auf ein Spieler bestraft. Nicht nur das das es lächerlich ist, nein die Diskussion die ich geführt habe, werde ich für alle die Interesse haben zeigen. Weil da sind Texte drin die gehn auf keine Kuhhaut soviel Wiedersprüche sind da drin.  Aber das Problem ist nun, ok ich habe strafe nun akzeptiert aber das lustige ist. Das System erkennt nicht ob ich die Spiele gemach habe, so investiere ich meine Lebenszeit für ein Spiel wo das System wohl noch schlechter als Internet Explorer ist. Schreibt mal wenn ihr auch so Probleme habt das kann ich dann noch bisschen öffentlicher machen.","replies":[{"id":"","poster":"Doenerlord","date":"2015-04-19T18:28:11.869+0000","up_votes":7,"down_votes":0,"body":"Also,\nIch habe mir jetzt wirklich einmal die Mühe gemacht alle lesbaren und nicht lesbaren Kommentare durchzulesen und mir meine Meinung zu bilden.\nDazu habe ich mir ein paar schöne Zitate herausgenommen um dir zu erläutern, wo dein Problem liegt.\n\nDu schreibst an einer Stelle\n>Wollte wissen weswegen gleich doppelte Strafe und ich gern sehn würde was ich geschrieben habe was dazu geführt hat\n\nIch denke, du möchtest damit sagen, dass du zwei Strafen erhalten hast und gerne wüsstest, was dazu geführt hat.\nIch nehme an dies bezieht sich auf Chat- und Rankedrestrictions.\nGanz einfach: Du hast eine Chatsperre erhalten, weil du wiederholt andere Spieler beleidigt hast und das Spracherkennungssystem auf dich aufmerksam geworden ist.\nUm anderen Spielern diese Beleidigungen zu ersparen darfst du einige Spiele lang den Chat nicht verwenden.\nAllein dadurch, dass du gesagt hast \"Ich habe mal einen Ban bekommen wegen Beleidigungen deshalb hab ich mich was das angeht schnell gebessert\" bestätigt die Annahme, dass du wiederholt aufgefallen bist und macht deine Aussage, du hättest \"hier niemand nun beleidigt\" zu einer glatten Lüge.\nDu hast außerdem eine Ranked-Sperre erhalten, weil du mit deinem Verhalten die Chancengleichheit, die mithilfe der individuellen ELO jedes Spielers ermittelt wird, in Ungleichgewicht bringst, da du offensichtlich dazu beiträgst, dass im Spiel geflucht und beleidigt wird.\n\nAn anderer Stelle schreibst du\n>wie wichtig biste Riot\n\nAuch diese Frage ist einfach zu beantworten.\nAus deinem Text entnehme ich, dass du den Support angeschrieben hast um dich nach dem Grund für deine Bestrafung zu erkundugen. Schon die Tatsache, dass der Support sich die Mühe gemacht hat deine Texte zu entzifern, was mir mithilfe einer Freundin, die am Gymnasium Deutsch unterrichtet nur ansatzweise gelungen ist, zeigt doch schon, wie wichtig selbst du Riot bist.\nNichtmal Leute wie du, die schon zwei Mal vom Chatfilter erfasst wurden werden nicht links liegen gelassen, wie es normalerweise der Fall wäre, sondern es wird sogar noch auf sie zugegangen und in freundlichem Ton mit ihnen kommuniziert.\n\nIch habe beim Durchlesen des Threads mehrmals Phrasen, wie \n>Von denn die mehr als du schreiben und Sinnvolleres was ich sogar echt verständlich finde und gern darüber rede\nvon dir gelesen.\n\nEs scheint jedoch, als ob du bis jetzt noch keine der Antworten als besonders hilfreich eingestuft hättest.\nDu beschwerst dich gehäuft über Kritik an deiner Schreibweise ohne dich in irgendeiner Weise zu bessern. Es ist absolut armselig eigene Unfähigkeit nicht zu erkennen und Kritik an derselben als persönliche Beleidigung aufzufassen.\n\nEine weitere Aussage aus einem deiner Kommentare, die mich interessierte war\n>du verhälst dich LÄCHERLICH\n\nwas ich absolut nicht nachvollziehen konnte.\nDie Menschen hier im Forum haben deinen Thread in erster Linie angeklickt um dir zu helfen und haben dich darauf hingewiesen, dass sich dies extrem schwierig gestaltet, da deine Schreibweise absolut unter aller Sau und fast vollständig unverständlich ist.\nAussagen wie die oben zitierte zeigen nur, dass du hier derjenige bist, der sich \"LÄCHERLICH\" verhält.\n\nAuf einen anderen Kommentar hast du mit folgender Aussage geantwortet:\n>Aber wenn ich das lese frag ich mich auch nur WAS\n\nIch schätze zwar, dass sich das hauptsächlich auf deine Rechtschreibschwäche bezieht, aber um es dir nochmal zu erläutern:\nDeine Sprache ist UNVERSTÄNDLICH.\n\nDu hast an anderer Stelle versucht die Fehlerhaftigkeit des Chatbannsystems von Riot mittels eines Beispiels zu erklären:\n>Und als Perfektes beispiel.\n2 Kumpels spielen miteinander ärgern sich gegenseitig bisschen andere denken die meinen erst mit denn geplänkel. So nun werden beide Reportet bekommen eine Strafe weil sie geplänkel machen. Fazit nicht rechts die Strafe. Weil niemand Fremndes besratf worden sit etc pp man kann das Thema so ausweiden wie sonst was. Unterm Strich ist das System nicht perfekt und deine unter 1 % ist lächerlich dazu.\n\nDabei scheint es darum zu gehen, dass zwei deiner Freunde sich im Spiel spaßeshalber gegenseitig beleidigt haben.\nDu erwartest von dem Sprachfilter also allen ernstes zu erkennen, dass die beiden das als Spaß meinen?\nSelbst wenn das System dies berücksichtigen würde...\nEs beurteilt dein Verhalten hauptsächlich auf folgende Kriterien:\n\n- Sind deine Aussagen persönlich beleidigend\n\n- Stören deine Aussagen andere Spieler oder verderben ihnen den Spaß\n\n- Hast du wiederholt ähnliche Aussagen geäußert\n\nNatürlich stört ein vorgetäuschter Streit genauso, wie ein echter und das System hätte deine Freunde bestimmt nicht bestraft, wenn sie das erste Mal andere Spieler gestört hätten.\n\nDu schreibst außerdem\n>Das System ist immernur sogut wie es Der Schreiber schreibt.\n\nwas ein relativ weitverbreiteter Fehlschluss ist.\nDas Bestrafungssystem ist kein einfacher Algorithmus, der dich aus dem bauch heraus bestraft oder dir verzeiht.\nEs verwendet unwiderrufliche Informationen über dich um ein Profil von dir anzulegen. Dieses Profil verändert sich, wenn du wiederholt gegen den Summoners Code(http://gameinfo.euw.leagueoflegends.com/de/game-info/get-started/summoners-code/) verstößt und das System kann sich dementsprechend anpassen.\n\nIch werde das Gefühl nicht los, das wir es hier mit einem sehr engagierten Troll zu tun haben, der unsere und seine wertvolle Zeit verschwendet.\n\nLeute wie du nehmen uns den Spaß am Spiel und fördern das Vorurteil, die LOL-Community sei assozial, was, wie du in sämtlichen Antwortposts in diesem Thread sehen kannst, eindeutig nicht zutrifft.\n\nAber um auf deine offensichtliche Bitte zu antworten, die du weifolgt formulierst:\n>Schreibt mal wenn ihr auch so Probleme habt das kann ich dann noch bisschen öffentlicher machen\n\nNein. Niemand hier hat solche Probleme. Außerdem möchten wir dir davon abraten dich weiter gegen Riot zu engagieren, da du im Unrecht bist.\nDu solltest dich lieber offensichtlicheren Problemen, wie deiner Rechtschreibschwäche widmen.\n\nNähere Erläuterungen zum Bestrafungssystem von Riot und dessen Design-Leitlinien findest du unter diesem Link:\nhttp://euw.leagueoflegends.com/de/news/game-updates/player-behavior/design-leitlinien-zum-spielerverhalten-bestrafung\n\nGruß Doenerlord","replies":[{"id":"","poster":"eingew","date":"2015-04-19T22:55:13.640+0000","up_votes":2,"down_votes":1,"body":"Also erst ein mal... nicht schlecht, das war ein sehr schöner Kommentar :)\n\nIch will dich in einer Hinsicht beruhigen: Ich habe zwar nur deinen Kommentar gelesen, bezweifle aber stark, dass es sich bei dem TE um einen Troll handelt. Die meisten, mit denen man hier im Forum so zu tun hat, meinen derlei Kommentare und Ansichten durchaus ernst.\n\nOh und vielleicht noch was... deine Kritik von unangemessener Unfreundlichkeit kann man durchaus auch auf mehr Kommentare als nur die des TEs ausweiten. Ich verstehe ja, dass so eine, naja, Diskussion aufreibt, aber wenn ihr dabei euer Ziel aus den Augen verliert (dem TE zu helfen, nicht, ihn fertig zu machen, auszulachen oder sonstiges), dann wird dieser sich wohl kaum bessern.","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2015-04-19T08:57:26.634+0000","up_votes":5,"down_votes":0,"body":"Von dem was ich heraus lesen kann mit Müh und Not:\n1. Du wirst nicht für ein Spiel bestraft, sondern für konstante Flamerei über einen langen Zeitraum.\n2. Du hast zusätzlich eine Rankedrestriction dem Anschein nach -> **Gewinne** Normal Draft Games um sie abzubauen.\n3. Gewöhn dir dabei direkt das Flamen ab, bzw jede Form von Toxizität - ansonsten besucht dich die CR immer und immer wieder, bis du es gelernt hast.\n\nPS: Dein Text ist... Lies am besten selbst nochmal drüber.","replies":[]},{"id":"","poster":"TheUnknown98","date":"2015-04-19T08:38:17.873+0000","up_votes":5,"down_votes":0,"body":"Also DEIN Text geht auch auf keine Kuhhaut... Ich empfehle: [www.duden.de](http://www.duden.de).\nUnd das System klappt.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T10:39:48.533+0000","up_votes":1,"down_votes":6,"body":"So antworten sind Konstruktiv wie eine Klimaanlage im Winter . Aber das ist normal das so Leute wie du sinnloses schreiben bei eine Diskussion oh deine Rechtschreibung blablabla . Tu anderen und vielen ein gefallen bleib aus der Community und mach was sinnvolles an dir rumspielen das nützt nämlich auch nur dir was niemand anders.","replies":[{"id":"","poster":"Avorox","date":"2015-04-19T12:24:09.343+0000","up_votes":4,"down_votes":0,"body":"Es gibt einen Unterschied zwischen Rechtschreibfehlern und dem Fehlen jeder grammatikalischen Kenntnisse. Es ist teilweise sehr schwer zu verstehen, was du überhaupt sagen willst, daher solltest du wirklich mal daran arbeiten, deine Texte ordentlicher zu verfassen.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T12:41:18.986+0000","up_votes":1,"down_votes":7,"body":"Ja schön für dich seltsamerweise verstehn die die auch was sinnvolles dazu beitragen mehr als du und der andere Kautz also solltet ihr mal überlegen obs nicht auch an euch liegt .","replies":[{"id":"","poster":"Rirol","date":"2015-04-19T13:17:57.224+0000","up_votes":3,"down_votes":1,"body":"Hallo,\nweil einige User sich nicht die Mühe machen wollen, deinen Text zu entschlüsseln haben die User ein Problem?\nDu kannst Froh sein, das HyperionCH sich die Mühe gemacht hat und dir vernünftig geantwortet hat. Das heißt aber nicht, dass die User die sich über deine Grammatik beschweren Unrecht haben.\n\nBeispiel dein erster Satz.\n>So hallo Ich hoffe hier haben noch mehr das problem damit man bisschen Riot was das angeht beukutieren kann.\n\n\nRichtiger wäre\n>Hallo,\nich hoffe hier haben noch mehr Spieler das Problem, damit man Riot was das angeht, ein bisschen boykottieren kann.\n\nIch bin auch kein Deutschgenie in der Schule gewesen, aber merkst du einen Unterschied?\n\nEdit: Alle gängigen Browser haben eine Rechtschreibkorrektur zum nachrüsten. Das würde teilweise schon helfen.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T13:34:08.676+0000","up_votes":1,"down_votes":8,"body":"Das ist wieder echt Typisch also ich steck euch alle mal in die selbe Schublade. Es geht um eine bestimmte Diskusion dann kommen Huntz und Kuntz damit meine ich hier 90% der Leute fangen an : deine Rechtschreibung, deine Grammatik ,und so wie du schreibst ist es verständlich. Ich bin ein Idiot was Grammatik und auch Rechtschreibung  aber ich Swap nicht durch die Foren wie es hier Dumm und Dümmer tun und such nach Rechtschreibfehler. Aber die Leute die das machen ok wundert euch aber nicht das man bei euch dann denkt mehr als so dumme Sprüche können sie nicht bringen. Ganz ehrlich habt ihr echt so Langeweile einen da so auf die Nerven zu gehen ??? Ist es so schwer. Am liebsten würde ich es euch in denn Kopf hämmern wenn ich Verbesserung will frag ich mein PC nach Rechtschreibprüfung aber ihr verfehlt wie immer UND ICH MEIN IMMER das Thema um was es geht haltet doch euch einfach daraus wenn ihr keinen Sinnvollen Text abgeben wollt. Und das geht hier durchs Foren wie sonst was, so Deppen die meinen nur auf die Rechschreibung zu achten und das geht  wohl echt jeden auf denn Geist . \n\nUnd  für euch so gebildet es gibt ein Spruch wenn man nix sinnvolles zu sagen hat sollte man nix sagen und so dumme aussagen gehören DAZU.","replies":[{"id":"","poster":"legofreak1","date":"2015-04-19T13:44:19.913+0000","up_votes":5,"down_votes":0,"body":"Die Leute kritisieren deine Rechtschreibung, weil es so viel schwieriger ist, dir zu helfen, wenn man deinen Text nicht lesen kann. DU bist hier derjenige, der Hilfe haben möchte, also musst DU auch dafür sorgen, dass man DIR helfen kann. Meine Güte...","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T13:53:11.806+0000","up_votes":1,"down_votes":6,"body":"Nö Hilfe will ich da nicht weil verlange ich auch nicht steht auch nicht drin Bitte helft mir oder in einen andern Synonym.  Sondern ob ihr auch so Probleme habt weil die Leute von der Community die das bearbeiten die Report sind mich so suspekt wie ein nicht rassistisch gemeint *türkischer ich verkaufe alle Autos gut und Unfallfrei Geschäft* .","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-19T14:01:15.911+0000","up_votes":3,"down_votes":1,"body":"Dein Startpost ist so unverständlich geschrieben, dass man nur raten kann, was du für ein Problem kritisieren möchtest. Da die meisten Forennutzer hier wissen, dass das System bislang nahezu tadellos funktioniert, können sie gerade noch so erkennen, dass du wohl eine Rankedsperre hast. Das ist nämlich die einzige Strafe, bei der es sein kann, dass sie nach einem Spiel nicht weiter abgebaut wird. Das aber auch nur, weil man zum Abbau dieser Strafe **Draftpicks gewinnen** muss.\n\nWenn deine Deutschkenntnisse besser wären und du aufmerksamer lesen würdest, hättest du das schon durch die Systemnachricht erfahren, die dir die Rankedbanns gegeben hat. In der Nachricht steht nämlich, dass man Draftpicks spielen und gewinnen muss.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T14:05:35.497+0000","up_votes":1,"down_votes":3,"body":"SO da es überarbeitet ist glaube ich weniger das es noch so unverständlich ist. Ja es war eine Ranked Sperre und bei mir steht ich wieder hole nochmal Absolvieren nicht Gewinnen. Und auch das ist lächerlich weil jeder der sowas Spielt weis was da abgeht. Das ist noch schlimmer als Bronzeplayer. Da brodelt es nämlich wieder  Schnell was da abgeht an Beleidigungen. Und ich hatte auch eine Chatsperre was genauso lächerlich für das war was ich gemacht habe.","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-19T14:21:57.595+0000","up_votes":3,"down_votes":0,"body":"In deinem Startpost hast du doch schon eine Beleidigung von dir zitiert. \"rage little kid\" scheint für mich ein legitimer Grund für eine Chatsperre zu sein. Die ist also nicht lächerlich. \n\nBei der Rankedsperre muss man gewinnen, weil man sonst einfach anfangen könnte zu trollen umd schnell die 35 Spiele hinter sich zu kriegen. \nAnsonsten würden sich ganz schnell 4 Spieler mit der Sperre finden, spielen und dann entweder trollen, bis die Gegner bei Minute 15 den Nexus zerstört haben oder ganz normal spielen und bei Minute 20 sofort aufgeben. Die wollen ja schließlich nur wieder Rankeds spielen.\n\nOhne den Zwang zu gewinnen, würde man also Trolle fördern. Ohne den Zwang zu gewinnen, wären die Spieler auch nicht einem ähnlichen Druch wie im Ranked aufsgeliefert. Die sollen ja schließlich beweisen, dass sie in Rankeds freundlich sein können, ehe sie wieder welche spielen dürfen.\n\nNur als Hinweis. Solltest du weiterhin negatives Verhalten an den Tag legen, wirst du kurz nach der aktuellen Rankedsperre garantiert eine weitere erhalten.","replies":[]}]}]},{"id":"","poster":"legofreak1","date":"2015-04-19T14:06:07.911+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=00010000000100000001000000000000,timestamp=2015-04-19T13:53:11.806+0000)\n>\n> Nö Hilfe will ich da nicht weil verlange ich auch nicht steht auch nicht drin Bitte helft mir oder in einen andern Synonym.\n\nDas hier ist das Forum für _Hilfe_ und Support. Was willst du dann hier?","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T14:08:12.799+0000","up_votes":0,"down_votes":3,"body":"Die frage ich wiederhole es gerne nochmal wer diese Probleme noch hat. Da es bestimmt noch mehr gibt die es haben bin ich wohl hier richtig Leute zu finden deshalb.","replies":[{"id":"","poster":"GummibaumXYZ","date":"2015-04-19T22:34:18.427+0000","up_votes":1,"down_votes":0,"body":"Das richtigere Forum für deinen Thread, wäre dann aber Spielerverhalten","replies":[]}]}]}]}]},{"id":"","poster":"Rirol","date":"2015-04-19T14:18:01.163+0000","up_votes":4,"down_votes":1,"body":"Eine vernünftige Ausdrucksweise gehört zu den guten Gepflogenheiten. Ob nun gesprochen oder geschrieben. Beim schreiben auf dem Rechner, wird es einem sogar einfacher gemacht und das sollte man auch nutzen. Und nicht alle Hinweise auf den schwer lesbaren Text beinhalten eine Wertung zu deiner Person. Sie sollen nur darauf Hinweisen, dass man sich in Zukunft, mal etwas mehr mit dem Erstellen des Textes befasst.\n\nOkay zurück zum Topic.\nDu beschwerst dich darüber, dass du vom System bestraft wurdest nachdem du zu jemandem \"rage little kid\" geschrieben hast. Das ist nun mal Beleidigend. Auch wenn der Andere vorher geflamed hat, hat dich das System zu Recht erfasst.\nDas das System überhaupt geprüft hat ob du flamen tust, bedeutet das du häufig reported wurdest.\nDas deine Strafe nicht geringer wird, wurde dir auch schon erklärt. \nÜber den genauen Wortlaut der deutschen Nachricht zu streiten ist Haarspalterei und zeigt das du die Strafe nicht akzeptierst und versuchst eine Menge hinter dich zu bringen um Druck auszuüben. \nDas ganze wahrscheinlich vor dem Hintergrund, das du die Strafe nicht abarbeiten musst.\nNur ist der Großteil der Aktiven Community hier, der Meinung das System funktioniert gut und Threads wie dieser bestätigen sie.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T14:27:20.916+0000","up_votes":1,"down_votes":3,"body":"Das es nicht Funktioniert zeigt sich das es nur hier verwendet wird. Wenn sich andere dazu nicht äussern kann ich nix dafür. Du hast es selber gesagt active Community Members es für gut heissen aber die es nicht so empfinden sind halt nicht aktiv im Forum was halt schade ist weil das oft eine größere Masse ist.\n\nUnd ich hab sie Akzeptiert nun geht es darum das sie nicht so ganz funktioniert und eine Doppelte Strafe für sowas lächerlich ist.\n\nIst so als würde man jeden reporten der Retard schreibt und unter denn die hier grad mit Texten und meinen mich schon bisschen provozieren zu müssen. Viele gibt die es geschrieben haben und das sicherlich des öfteren .  Was sie wohl davon halten wenn sie eine Strafe wegen der aussage bekommen. \n\nAber wegen Strafen ist halt auch der Punkt wie wichtig biste Riot und das hat sich schon bei mir bestätigt aufeinen andern Acc was mir bei einen Spieler aufgefallen ist wo man wegschaut gerne mal.\n\nUnd meine Meinung zu verdreht und  hoffen das es mehr Empfinden ist halt auch mein gutes recht.","replies":[]}]}]}]},{"id":"","poster":"Avorox","date":"2015-04-19T13:06:54.978+0000","up_votes":4,"down_votes":1,"body":"Hm typisch, normale Antworten werden hier wieder als persönlicher Angriff aufgefasst. So macht eine Diskussion sowieso keinen Sinn, damit bist du in einem Forum einfach falsch.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T13:34:46.946+0000","up_votes":1,"down_votes":5,"body":"Mit so Leuten wie euch machts auch keinen Sinn es geht ums Thema nicht um Rechtschreibung les einfach mein Kommi unten.","replies":[{"id":"","poster":"Avorox","date":"2015-04-19T14:45:05.519+0000","up_votes":3,"down_votes":1,"body":"Falsch, es geht darum dass dieses Thema schon lange durch ist. Du hast bereits so viele Argumente erhalten, die deine Aussage wiederlegen und bestätigen, dass das System funktioniert. Du bist aber auf deiner Meinung festgefahren und akzeptierst das nicht. Du bist also nicht offen für eine Diskussion, sondern suchst nur nach einer Bestätigung für deine eigene Meinung. Dabei ist jeder deiner Posts nahezu nicht lesbar und wenn du schon immer weiter diskutieren willst, dann bitte so, dass man nicht von jedem deiner Sätze Kopfschmerzen bekommt.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T14:49:55.243+0000","up_votes":1,"down_votes":2,"body":"Du musst es auch nicht Lesen niemand hält dich hier.  Bestätigt hat das hier nur die einzelnen die was sinnvolles schreiben wo du leider weniger dazugehörst. Und wenn du mal selber einzelne Antworten durchgehst liegen da auch Punkte dazwischen der eine sagt das Ist Perfekt der andere nicht. So und zum Thema es haben hier  mehr Leute diskutiert wie ich schreibe als eine Antwort zu geben die sinnvoll ist wo du Leider auch nochmal nicht dazu gehörst.\n\nVon denn die mehr als du schreiben und Sinnvolleres was ich sogar echt verständlich finde und gern darüber rede habe ich kein Problem wie du grad behauptest und dazu kann ich nur sagen. Machs gut Tschüss und schönen Sonntag weil du ja wohl mehr als das was du bisher schreibst nicht vollbringst.","replies":[{"id":"","poster":"Avorox","date":"2015-04-19T14:56:19.702+0000","up_votes":3,"down_votes":1,"body":"So hier mal deine Erklärung:\n\nBanns werden von einem Chatanalyseprogramm verteilt. Dieses prüft nicht nur die Wörter, daher kann es auch Zusammenhänge erkennen und vergibt nur eine Strafe wenn sie auch verdient ist. Um diese Sperre los zu werden musst du 2 Dinge tun, du musst 35 Draftgames gewinnen und dein Verhalten verbessern.\n\nDiese Infos gab es hier aber auch vorher schon, somit ist das eigentlich erledigt. Ob du das jetzt annimmst, nachdem es mit Sicherheit zum 5. mal hier geschrieben wurde, ist deine Sache. Wenn du aber nicht für Diskussionen offen bist, dann nutze kein Forum.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:02:00.982+0000","up_votes":1,"down_votes":8,"body":"merkst du selber Wiederspruch bei dir ?\nVon denn die mehr als du schreiben und Sinnvolleres was ich sogar echt verständlich finde und gern darüber rede. Meine aussage vorhin bitte einmal LESEN das ist sogar für dich im guten DEUTSCH. Und das heisst das ich darüber gerne diskutiere was du treibst ist einfach zu erklären du willst ein nerven weil du wohl Langeweile hast und durch Foren Swaps also bitte wie gesagt Tschüss weil deine Kommis würde ich nun keiner Antwort mehr weil das einfach nur lästig ist als sinnvoll. Sprich weil ich mein Standpunkt vertrette. Was heist das ich diskutieren will was üblich ist in einer Diskusion da es 2 Partein gibt 1 pro 2 countra.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:08:34.618+0000","up_votes":1,"down_votes":5,"body":"Aber vielleicht kannst du damit was anfangen.  Ich finde das System nicht perfekt da es überarbeitet werden muss weil ich weder glaube das es auf stand gehalten wird . Sprich wie die andern schon sagten das es von selber lernt was ich bei Riot nicht glaube das die für sowas Geld ausgeben. Das System überfliegt es und ein kleiner Kreis von Mitarbeiten sagt ja oder nein aber überfliegt es auch nur. Und das soll mir einer erstmal beweisen das es nicht so ist. Ich arbeite bei einen TGM wo Programme von unsern MSR zusammen geführt wird was nicht passt die Uni es aber will. Also man kann immer sagen es klappt aber die Wirklichkeit sieht anders aus.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-19T15:52:08.927+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=00010000000100000000000000000000000000000000,timestamp=2015-04-19T15:08:34.618+0000)\n>\n> Aber vielleicht kannst du damit was anfangen.  Ich finde das System nicht perfekt da es überarbeitet werden muss weil ich weder glaube das es auf stand gehalten wird . \n\nHast du einen Vorschlag bezüglich Überarbeitung.\nDenn, sorry! Zumindest ich habe nirgends gelesen, wo du genau die Schwäche im System siehst.\nAls einziger brauchbarer Kritikpunkt las ich, dass man die chatlogs nicht einsehen kann. Das stimmt, da ist eine Schwäche in der derzeitigen Lösung (und der einzige Nachteil zum Vorgänger \"Tribunal\"). Daran arbeitet Riot bzw. hat auch schon angekündigt, dass es wieder Reformkarten geben wird.\n\n> Sprich wie die andern schon sagten das es von selber lernt was ich bei Riot nicht glaube das die für sowas Geld ausgeben. Das System überfliegt es und ein kleiner Kreis von Mitarbeiten sagt ja oder nein aber überfliegt es auch nur.\n\nIn den Rankedsperren überfliegt es kein Mitarbeiter. Erst bei Strafen wie permabans schaut dies ein Mitarbeiter von Riot an. Erfahrungsgemäss bestraft Riot lieber 100 Schuldige nicht, als dass 1 Unschuldiger bestraft wird.\nDie Chatanalyse beachtet hingegen alle chatlogs (in jedem Game + auch die chats in der CS und nach dem Spiel). Dies ist wesentlich genauer als das alte Tribunalsystem, wo man anhand Stichproben prüfte.\n\nBezüglich den Kosten:\nRiot investiert bewusst in Player Behavior. LoL ist grundsätzlich kostenlos und finanziert sich durch \"freiwilliges Konsumieren\" (Kauf von RP -> für Skins, etc.). Spieler, die ständig geflamed werden, sind unzufrieden und weniger bereit, RP zu kaufen. Es macht deshalb aus betriebswirtschaftlicher Sicht enorm Sinn, dass Riot hier dafür sorgt, dass die Mehrheit der Spieler (die stets freundlich bleiben) ein postives Spielerlebnis haben und sämtliche Spieler, die dies verhindern (aka Flamer, afkler, etc.), entsprechend bestraft werden.\n(und ja, ich habe erfolgreich ein BWL-Studium abgeschlossen ;) )\n\n> Und das soll mir einer erstmal beweisen das es nicht so ist. Ich arbeite bei einen TGM wo Programme von unsern MSR zusammen geführt wird was nicht passt die Uni es aber will. Also man kann immer sagen es klappt aber die Wirklichkeit sieht anders aus.\n\nNur weil bei der einen Unternehmung (die ganz andere Voraussetzungen besitzt) dies anders ist, kannst du dies nicht verallgemeinern.\nDu würdest dich btw. wundern, welche KI heutzutage gewisse Software besitzen. Gibt z.B. auch sehr interessante KI-Programme für Gross-Bauprojekte (Bahnhöfe, Flughäfen, Stadien, etc.), wo man Panikverhalten testet. Die sind unheimlicherweise sogar sehr genau.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:57:55.416+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000100000001000000000000000000000000000000000000,timestamp=2015-04-19T15:52:08.927+0000)\n>\n> Hast du einen Vorschlag bezüglich Überarbeitung.\n> Denn, sorry! Zumindest ich habe nirgends gelesen, wo du genau die Schwäche im System siehst.\n> Als einziger brauchbarer Kritikpunkt las ich, dass man die chatlogs nicht einsehen kann. Das stimmt, da ist eine Schwäche in der derzeitigen Lösung (und der einzige Nachteil zum Vorgänger \"Tribunal\"). Daran arbeitet Riot bzw. hat auch schon angekündigt, dass es wieder Reformkarten geben wird.\n> \n> In den Rankedsperren überfliegt es kein Mitarbeiter. Erst bei Strafen wie permabans schaut dies ein Mitarbeiter von Riot an. Erfahrungsgemäss bestraft Riot lieber 100 Schuldige nicht, als dass 1 Unschuldiger bestraft wird.\n> Die Chatanalyse beachtet hingegen alle chatlogs (in jedem Game + auch die chats in der CS und nach dem Spiel). Dies ist wesentlich genauer als das alte Tribunalsystem, wo man anhand Stichproben prüfte.\n> \n> Bezüglich den Kosten:\n> Riot investiert bewusst in Player Behavior. LoL ist grundsätzlich kostenlos und finanziert sich durch \"freiwilliges Konsumieren\" (Kauf von RP -> für Skins, etc.). Spieler, die ständig geflamed werden, sind unzufrieden und weniger bereit, RP zu kaufen. Es macht deshalb aus betriebswirtschaftlicher Sicht enorm Sinn, dass Riot hier dafür sorgt, dass die Mehrheit der Spieler (die stets freundlich bleiben) ein postives Spielerlebnis haben und sämtliche Spieler, die dies verhindern (aka Flamer, afkler, etc.), entsprechend bestraft werden.\n> (und ja, ich habe erfolgreich ein BWL-Studium abgeschlossen ;) )\n> \n> Nur weil bei der einen Unternehmung (die ganz andere Voraussetzungen besitzt) dies anders ist, kannst du dies nicht verallgemeinern.\n> Du würdest dich btw. wundern, welche KI heutzutage gewisse Software besitzen. Gibt z.B. auch sehr interessante KI-Programme für Gross-Bauprojekte (Bahnhöfe, Flughäfen, Stadien, etc.), wo man Panikverhalten testet. Die sind unheimlicherweise sogar sehr genau.\n\nDas ist mal eine Aussage mit der ich arbeiten kann @SorisDynasty. Mit sowas hier kann ich arbeiten Sprich ind ich nachvollziehbar und sehr gut erklärt.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"TheUnknown98","date":"2015-04-19T11:23:45.273+0000","up_votes":4,"down_votes":2,"body":"Wenn man deine Texte sieht merkt jeder sofort dass du zurecht bestraft wurden bist","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T12:43:11.697+0000","up_votes":1,"down_votes":4,"body":"Wieder ein sinnvolles Kommentar was auch bestätigt das du genauso bist und ich wette nicht nur einmal eine Strafe bekommen hast für dein verhalten.","replies":[{"id":"","poster":"TheUnknown98","date":"2015-04-19T14:39:42.075+0000","up_votes":3,"down_votes":0,"body":"Welches Verhalten?:D Ich habe dir nur gesagt wie schlecht deine Rechtschreibung ist. Ohne Beleidigung. Und bestraft wurde ich nich nie. Weder Chatsperre oder sonstiges:) Vielleicht solltest du dich mal bessern","replies":[]},{"id":"","poster":"HansMowlWurf","date":"2015-04-19T12:45:35.317+0000","up_votes":3,"down_votes":1,"body":"Nein, es liegt an dir.\nExtrem schwer dich auch nur Ansatzweise zu verstehen ...\nEs sagen dir hier nicht beinahe alle Leute umsonst das du dir etwas Muehe geben sollst beim schreiben.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T12:49:16.650+0000","up_votes":1,"down_votes":7,"body":"Also jedes Kommentar was ich grad abgebe ist nicht verständlich gut zu wissen.Aber seltsam das die Leute dummen Kommi schreiben wegen Rechtschreibung und  mehr nicht. Und die wohl ein bisschen  mehr im Kopf haben auch was sinnvolles schreiben.","replies":[]}]}]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-04-19T08:38:09.092+0000","up_votes":6,"down_votes":2,"body":"Heya\nhttps://warosu.org/data/biz/img/0001/85/1394137913477.jpg\nTL;DR  Ich verstehe leider nicht was dein Problem ist und kann dir daher auch nicht helfen.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"nVis Dyce","date":"2015-04-19T09:42:45.245+0000","up_votes":3,"down_votes":0,"body":"Nein, das System funktioniert. Du bist der Beweis.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T09:54:41.378+0000","up_votes":1,"down_votes":5,"body":"Mit so aussage bist du glaube nicht grad besser als ich also komm mal von deinen Ross runter.","replies":[{"id":"","poster":"nVis Dyce","date":"2015-04-19T13:50:00.715+0000","up_votes":3,"down_votes":1,"body":"Siehst du, ich hatte Recht.","replies":[]}]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T09:01:32.315+0000","up_votes":1,"down_votes":6,"body":"Ja genau da ist das prob ich mache diese Spiele und die Strafe bleibt  bei 35 nach 8 spielen 35 also das system ist unter aller sau. und nach Tagelanger disskusion habe ich rausgefunden das es nur um ein Spiel ging mehr nicht die verstrecken sich nämlich in wiederworte. Als beispiel. Die chats werden nicht aufgezeichnet tage später ich kann im chat einsehn also tut mir leit wenn ich was nicht aufzeichne kann ich auch nix einsehen und das war nur ein kleiner wiederspruch in sich.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-04-19T09:14:28.452+0000","up_votes":4,"down_votes":0,"body":"Ich wiederhole:\nGewinne Draft Pick Games. DRAFT PICK. Nicht Blind Pick, nicht Teambuilder. Der Normal-Modus, der wie Ranked Bannen beinhaltet.\nUnd nein, du wirst NICHT wegen eines Spieles mit einer Restriction belegt. Du wirst damit belegt, weil du konstant sehr vielen Spielern das Spiel ruiniert hast mit deiner Negativität.\n\n/E: Und nach 'nem Blick in deine Matchhistory hast du sowieso erst 4 Spiele gemacht, wovon 3 verloren sind. Hör auf zu lügen mit deinen 8 Spielen.","replies":[]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T10:01:47.458+0000","up_votes":1,"down_votes":7,"body":"So und nochmal wenn da steht 35 absolvieren ist das nicht grade  die Aussage für 35 gewinnen. Oder ist Absolvieren eine Auslegungssache für jeden wie er es verstehen soll. So nun nimm ich mir mal zeit es deutlicher zu schreiben in der E-Mail Diskussion waren zich Widersprüche drin. Und man sagt ja nicht umsonst und das sind nicht grade wenig die das sagen das unsere Community sowie das Bestrafungssystem ob zu mild oder zu stark. Der Punkt is wohl das es entschieden wird egal wie schwer man beleidigt wird oder beleidigt der Status machtes bei Riot ob du was bekommst oder nicht. Oder seht ihr das etwa anders ?","replies":[{"id":"","poster":"SorisDynasty","date":"2015-04-19T10:09:59.958+0000","up_votes":3,"down_votes":0,"body":"Es ist egal für das System, was andere machen, wenne s um dich geht, **DU** hast geflamed. **DU** hast deine Strafe bekommen. Fertig. Wenn andere genauso konstant flamen, bekommen sie ebenfalls ihre Strafe. So simpel ist das.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T10:36:17.659+0000","up_votes":1,"down_votes":6,"body":"Weist du auch wie das aufgebaut ist das Prinzip vom System du brauchst  nur über dich selber Mäckern das System erkennt nur die Wörter egal an wenn es gerichtet ist. Und nun sagst du DAS DU eine strafe bekommst für was was sinnlos ist ?","replies":[{"id":"","poster":"SorisDynasty","date":"2015-04-19T11:22:44.826+0000","up_votes":2,"down_votes":1,"body":"Ich schätze, ich weiß besser als du, wie das System funktioniert. Mein Vorposter hats bereits erklärt.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T11:30:59.904+0000","up_votes":1,"down_votes":6,"body":"Hm sehr lustig ich geb dir mal eine Denkaufgabe mit einen System was von Menschen Programmiert worden ist. Airbus A320 kennt jeder Hudson River auch so das Flugzeug hat ein Vom menschen Geschreibenes System das analysiert was der Pilot will und es auf fehler Prüft nun ist die Frage warum ist der Unfall passiert. Das selbe ist hier mit dem System. Es erkennt nur sogut wie die Leute sind und die andere Sache ist trotzdem der wiederspruch in sich von der Communityseite.\n\nUnd Fazit bessere Programmierer sagen selber sowie aus andern Spielen die Supporter. Das LoL ein fehlerhaftes System haben was wenig Funktioniert bis Schlecht. Als beispiel von früher wurde ein Kumpel gebanned er hat weder geflamed noch sonst was aber sein internet ist manchmal zusammengekracht dafür kann er nix und es war ihm nicht vorher sichtbar da es seltsamerweise nur bei LoL passiert ist trotzdem Ban sowas ist mehr als sinnlos und zeigt denn fehler deines So gut Funktionierendes System.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-19T12:15:04.102+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=00070000000000010000,timestamp=2015-04-19T11:30:59.904+0000) \n> Und Fazit bessere Programmierer sagen selber sowie aus andern Spielen die Supporter. Das LoL ein fehlerhaftes System haben was wenig Funktioniert bis Schlecht. Als beispiel von früher wurde ein Kumpel gebanned er hat weder geflamed noch sonst was aber sein internet ist manchmal zusammengekracht dafür kann er nix und es war ihm nicht vorher sichtbar da es seltsamerweise nur bei LoL passiert ist trotzdem Ban sowas ist mehr als sinnlos und zeigt denn fehler deines So gut Funktionierendes System.\n\nMan kriegt weder für Flaming noch für afk bans.\nZu Tribunalzeiten gab es fürs Flamen temporäre bans (bei mehrmaligen Vergehen auch perma), aber der Spieler bekam eine Reformkarte. Sollte dein Kumpel damals einen ban gerkiegt haben, bekam er diese Reformkarte. Ohne Reformkarte wird hier jedoch nicht diskutiert.\n\nSeit der Chatanalyse fehlt leider diese Reformkarte. Aber die Chatanalyse vergibt auch keine bans, sondern Chatrestrictions (CR) bzw. Rankedrestrictions (RR).\nWie erklärt zeigte der Test in NA - wo Spieler ihre chatlogs veröffentlichen durften -, dass die Fehlerquote massiv klein ist.\n\nUnd du solltest dich besser informieren:\n\n- Es gibt schon einige Zeit lernfähige Software; auch im Alltag. Es ist als nicht so, dass eine Software nur Dinge kann, die ihm programmiert wurde.\n\n- Die Wasserlandung auf dem Hudson River war vom Piloten gewollt. Durch einen Vogelschlag waren die Triebwerke nicht mehr in Ordnung. Eine Rückkehr zum Flughafen La Guardia wäre zu risikoreich gewesen (dauert länger + Flug über bewohntes Gebiet), weshalb eine Notwasserung auf dem Fluss auch aufgrund der noch geringen Flughöhe die bessere Alternative war. Selbst wenn es eine Software gibt, die eine absichtliche Wasserung verhindert: in diesem Fall hätte der Pilot - zu Recht! - dieses System deaktiviert, da die Notwasserung einfach nötig wäre.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T12:21:16.445+0000","up_votes":1,"down_votes":4,"body":"Ja und es gibt eine solche Sofware. Aber informieren  ist nur seltsam das der von der Community mir was anders gesagt hat also muss ich nun davon ausgehn das da inkompetente dazwischen sitzen hm.\n\nIch lasse mich da gern belehren so ist es ja nicht hab ja such geschreiben habs hingenommen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-19T13:29:49.144+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0007000000000001000000000000,timestamp=2015-04-19T12:21:16.445+0000)\n>\n> Ja und es gibt eine solche Sofware. Aber informieren  ist nur seltsam das der von der Community mir was anders gesagt hat also muss ich nun davon ausgehn das da inkompetente dazwischen sitzen hm.\n\nIch müsste hier zuerst einmal wissen, wer \"der von der Community\" gemeint ist.\n\nWenn man von der \"LoL-Community\" spricht, meint man die Spieler allgemein (im weitestens Sinne alle, die sich für LoL interessieren).\nAber ich vermute, du hast diese angebliche Information nicht von einem anderen Spieler, sondern meinst wohl den Riot Support.\n\nHierzu musst einiges wissen:\n\n- Riot wird keine genauere Details zur Funktionsweise der Chatanalyse geben. Der Grund ist auch klar: damit könnte man nur allfällige Lücken erkennen, die Flamer geziehlt umgehen können (kein System ist perfekt -> ich sprach ja auch von 2-3 Fehlentscheiden)\n- Die allgemeinen Informationen, die der Riot Support liefert, ist deswegen eher schwammig. Entsprechend sind auch Missverständisse sehr gut möglich.\n- Kein Support-Mitarbeiter bei Riot hatte etwas bei der Entwicklung der Software zu tun. Es wäre einfach zu teuer, einen Software-Entwickler auch noch teilzeit beim Support arbeiten zu lassen (abgesehen davon, dass er durch seine Überqualifikation schnell eine andere Stelle suchen würde^^). Wenn Riot so etwas als First-Level-Support tun würde, wäre innerhalb wenigen Minuten eine Beschwerde-Mail von mir beim Riot Support. ;)","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T14:44:13.632+0000","up_votes":1,"down_votes":2,"body":"Das Problem liegt aber einfach darin Das der Support wie du ihn nennst aus  der Community entsteht also selber nicht voreingenommen sind. Desweiteren sollte man als aussage nicht bringen ich Leit es weiter du wirst dann von XY angeschrieben die das System besser kennen und nie was hört nur vom selben wieder. Ich werde ihn hier nicht nennen weil ich werde was das angeht niemand an denn Pranger Stellen. Da Riot ihre Helfer und Mitarbeiter wohl selber aussucht.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-04-19T14:10:30.681+0000","up_votes":2,"down_votes":0,"body":"Das klingt so, als wäre dein Freund vom Leaverbuster bestraft worden. Er ist selbst schuld, wenn er ständig LoL spielen will und weiß, dass sein Internet dafür nicht geeignet ist. Er wurde zurecht bestraft, da man das Spiel sehr oft verlassen haben muss, um dafür gebannt zu werden. Hätte er sich darum gekümmert, dass er eine stabile Leitung hat, wäre er auch nicht bestraft worden.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-04-19T10:48:29.903+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000700000000,timestamp=2015-04-19T10:36:17.659+0000)\n>\n> Weist du auch wie das aufgebaut ist das Prinzip vom System du brauchst  nur über dich selber Mäckern das System erkennt nur die Wörter egal an wenn es gerichtet ist. Und nun sagst du DAS DU eine strafe bekommst für was was sinnlos ist ?\n\nNein, die Chatanalyse ist keineswegs ein reiner Wortfilter, sondern eine Software mit künstlicher Intelligenz. Sie erkennt auch Ironie etc.\n\"I'm so useless.\" wird entsprechend nicht bestraft.\n\nIn NA konnten bestrafte Spieler - die sich als unschuldig sahen - die chatlogs veröffentlichen lassen. Man fand gerade einmal 2 oder 3 Fälle, die falsch liefen.\nBei einem Fall war zwar eine ständige Selbstkritik dabei, da dieser z.B. \"Lux is so bad.\" schrieb (er aber selber Lux war). Dieser Fehler wurde aber dann auch behoben (btw. vermute ich, dass jener Spieler absichtlich das System testete).\n\nDie Fehlerquote ist deshalb nachweislich sehr, sehr gering. Zumindest bezüglich dem Fehler \"Unschuldige werden bestraft\" ist dies der Fall. Ob der Fehler \"Schuldige werden nicht bestraft\" gerin ist, weiss ich nicht (aber ist nicht Teil des Topics).\n\nIch vermute auch nicht, dass sprachliche Mängel (sorry, die sieht man hier sehr stark) zu einem Fehlentscheid führen. Schliesslich sind die Chatnachrichten grundsätzlich zu kurz, dass Interpunktion etc. kaum beachtet werden muss.","replies":[]}]}]},{"id":"","poster":"HansMowlWurf","date":"2015-04-19T10:36:15.255+0000","up_votes":3,"down_votes":0,"body":"Und nochmal:\n\nhttp://apollo-na-uploads.s3.amazonaws.com/1412951769127/weird.png\n\nLesen ist schon eine schwere Sache und so.\n\nEdit:\nNochmals fuer dich, da steht \"once you have won\"","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T10:42:08.216+0000","up_votes":1,"down_votes":5,"body":"So dann tut es mir Leid das ich auf Deutsch Spiele und dann wohl diese Übersetzung von den wohl krottig ist weil bei mir steht absolviert ;). Nicht wenn du gewinnst. Ja ich Spiel auf deutsch wie wohl viele auch Stellt mich an denn Pranger und macht euch selber lächerlich deshalb.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-04-19T14:06:38.082+0000","up_votes":1,"down_votes":0,"body":"Wenn du bei der E-Mail-Diskussion ähnliche Deutschkenntnisse zur Schau gestellt hast, wundert es mich nicht, dass du darin zahllose Widersprüche findest. Der Gesprächspartner kann ja nur raten, was du gemeint hast. Da würde es mich nicht wundern, wenn der Support (ich gehe davon aus, dass du über den redest) dir 5 verschiedene Sachen zu erklären versucht hat, die alle anders funktionieren und du dann dachtest er meint immer das Gleiche.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T14:16:46.947+0000","up_votes":1,"down_votes":2,"body":"Nee für die geb ich mir um einiges mehr mühe. Und wegen mein Kumpel ist das wohl eher nicht gerechtfertigt dürfte sowas wie Riot und ander Spiele auch nix entwickeln wenn sie keine Stabilen Server haben aber ist ja nun egal darum gehts grad nicht.\n\nIch schreib dir das nun gerne auch einmal in kurz vorm.\n\nWollte wissen weswegen gleich doppelte Strafe  und ich gern sehn würde was ich geschrieben habe was dazu geführt hat. Antwort war Chats werden nicht gespeichert da ja nur die Reports ankommen und bearbeitet werden. Tage drauf kam eine Aussage vom gleichen Communitymenschen  ich kann hier genau sehen was du geschrieben hast. Also Fazit wenn keine Chats gespeichert werden sind sie ja auch nicht einsehbar. Sowie noch ein paar andere Sachen zum System selber wie das abläuft.","replies":[]}]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:16:56.947+0000","up_votes":1,"down_votes":7,"body":"Aber da ich nun keine Lust mehr habe. Geb ich mich geschlagen der Klügere gibt auch immer nach so wie man sagt.  Ja ihr habt recht das System funktioniert wo ich bezweifle das ihr es überhaupt wirklich wisst aber euch es nur gesagt wird. \n\nAls Abschluss sag ich nun nur noch dazu. Wenn ihr mal wegen dem System was ihr so lobt mal in die Zwickmühle kommt  und ihr euch zu unrecht bestraft fühlt.\nSteh ich mit breiten grinsen da. \n\nIm dem sinne schönen Sonntag .\n\nHab was vergessen Arrba hies er und dazu sag ich nur noch eins und Steinigt mich dafür. Blizzard die wohl um einiges besser sind als Riot zahlen sagen es. Sagt der technische Support selber zu Riot Bestrafungssystem. Wo ich gefragt habe warum sie das nicht nutzen . Zitat wir möchten kein nicht Funktionierendes System nutzen weshalb wir unseres eigenen entwickelt haben.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-04-19T15:21:52.510+0000","up_votes":4,"down_votes":1,"body":"Natüüürlich. Zu unrecht bestraft. Der Klügere. Natürlich...\n\nErnsthaft: Informiere. Dich. Ordentlich. Das System hat eine Fehlerquote von unter 1%. Rechne dir aus, wie wahrscheinlich es ist, dass der werte Herr zu unrecht bestraft wurde.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:24:59.215+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=SorisDynasty,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=00090001,timestamp=2015-04-19T15:21:52.510+0000)\n>\n> Natüüürlich. Zu unrecht bestraft. Der Klügere. Natürlich...\n> \n> Ernsthaft: Informiere. Dich. Ordentlich. Das System hat eine Fehlerquote von unter 1%. Rechne dir aus, wie wahrscheinlich es ist, dass der werte Herr zu unrecht bestraft wurde.\n\nSo wie ADAC ihre  Daten zu Deutschlands beliebtestes Auto woher haste denn die Quelle ? Zeig mir von wo oder sags mir bin da ganz offen weil man sollte schon eine Quelle sagen wenn man sowas behauptet sprich wenn das Riot behauptet. ","replies":[{"id":"","poster":"SorisDynasty","date":"2015-04-19T15:33:48.270+0000","up_votes":4,"down_votes":0,"body":"All die \"Smites\" von Riot Lyte drüben in NA sind Beweis genug. Es gab, wie hier schonmal erwähnt wurde, vielleicht 2-3 bekannte Fälle mit Fehlentscheidungen. Der Rest wurde zurecht bestraft.\nhttp://boards.na.leagueoflegends.com/en/search?query=lyte&application_id=PEr1qIcT&created_from=&rioter_post=1&content_type=discussion\nViel Spaß beim Suchen.\n\nAch ja, deine ganzen Quellen für all deine \"Fakten\", die du hier im Thema angebracht hast, fehlen noch. Bitte anbringen oder Mund zu. Danke.\n\nAndernfalls, wenn du ach so unschuldig bist: Geh rüber ins NA Forum, eröffne das Thema neu und schaue, ob Lyte dir antwortet und dir deine Chatlogs veröffentlicht (wobei ich keine Ahnung habe, ob er Zugriff auf EU hat. Ansonsten probier es im englischen EUW Forum.)","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:38:54.975+0000","up_votes":1,"down_votes":8,"body":"> [{quoted}](name=SorisDynasty,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0009000100000000,timestamp=2015-04-19T15:33:48.270+0000)\n>\n> All die \"Smites\" von Riot Lyte drüben in NA sind Beweis genug. Es gab, wie hier schonmal erwähnt wurde, vielleicht 2-3 bekannte Fälle mit Fehlentscheidungen. Der Rest wurde zurecht bestraft.\n> http://boards.na.leagueoflegends.com/en/search?query=lyte&application_id=PEr1qIcT&created_from=&rioter_post=1&content_type=discussion\n> Viel Spaß beim Suchen.\n> \n> Ach ja, deine ganzen Quellen für all deine \"Fakten\", die du hier im Thema angebracht hast, fehlen noch. Bitte anbringen oder Mund zu. Danke.\n\nSry das ist kein beweis mit dem unter 1% weil um da zu beweisen müssten sie die Chats und Bestrafungen offenbaren was sie nicht tun werden.Also lächerlich deine 1% marke die du meinst.\nJa welche quelle meinste denn das mit dem ADAC das weis jeder der mal Nachrichten gehört hat.\nOder das mit dem Flugzeug musste schonmal genauer werden wenn du mir hier schon Mund verbieten willst.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-04-19T15:43:03.334+0000","up_votes":5,"down_votes":1,"body":"Deine Fakten, dass das System nicht funktioniert. Zeig mir all die Fälle, wo es NICHT zurecht bestraft wurde. Hast du nicht? Aww.\nDagegen habe ich dir einen Link gegeben, mit dem du ohne Probleme Fall über Fall finden kannst, wo Leute zurecht bestraft worden sind.\n\nAber gut, du hast eh schon gezeigt, dass du gar nicht diskutieren willst. Dir wurde mehrfach gesagt, wie das System funktioniert. Du sagst \"nö, so funktionierts nicht\" und bleibst da drauf sitzen. Nenne mir noch einen Grund, wieso man sich weiter mit dir beschäftigen soll. Wenn du mir was Plausibles nennst, reagiere ich weiter auf dich. Wenn nicht, viel Spaß mit Selbstgesprächen.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:47:40.671+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=SorisDynasty,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000900010000000000000000,timestamp=2015-04-19T15:43:03.334+0000)\n>\n> Deine Fakten, dass das System nicht funktioniert. Zeig mir all die Fälle, wo es NICHT zurecht bestraft wurde. Hast du nicht? Aww.\n> Dagegen habe ich dir einen Link gegeben, mit dem du ohne Probleme Fall über Fall finden kannst, wo Leute zurecht bestraft worden sind.\n> \n> Aber gut, du hast eh schon gezeigt, dass du gar nicht diskutieren willst. Dir wurde mehrfach gesagt, wie das System funktioniert. Du sagst \"nö, so funktionierts nicht\" und bleibst da drauf sitzen. Nenne mir noch einen Grund, wieso man sich weiter mit dir beschäftigen soll. Wenn du mir was Plausibles nennst, reagiere ich weiter auf dich. Wenn nicht, viel Spaß mit Selbstgesprächen.\n\nSry du verhälst dich LÄCHERLICH. Ich sage nur das es Fehler hat weil es von Leuten die selber nicht perfekt sind sprich jeden zusammenhang von Wörtern in Sätzen Formulierungen nicht ins System einspeissen können das ist zu viel das ist unmöglich beweis das selbe was Viele Flugzeuge haben ein System ist nur so gut wie der Nutzer dahinter.\n\nIch sag nicht nö aber das beweist garnicht wieviele Leute Spielen LoL. Riot müsste alles offen Legen was sie nicht machen werden und sie werden sich selber wohl nicht ins schlechte lich Rücken und zugeben ja unser System macht Fehler und wenn du das denkst das sie sowas machen würden biste echt Naiv.\n\nUnd als Perfektes beispiel. \n2 Kumpels spielen miteinander ärgern sich gegenseitig bisschen andere denken die meinen erst mit denn geplänkel. So nun werden beide Reportet bekommen eine Strafe weil sie geplänkel machen.  Fazit nicht rechts die Strafe. Weil niemand Fremndes besratf worden sit etc pp man kann das Thema so ausweiden wie sonst was. Unterm Strich ist das System nicht perfekt und deine unter 1 % ist lächerlich dazu.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-19T16:33:03.538+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0009000100000000000000000000,timestamp=2015-04-19T15:47:40.671+0000)\n>\n> \n> Und als Perfektes beispiel. \n> 2 Kumpels spielen miteinander ärgern sich gegenseitig bisschen andere denken die meinen erst mit denn geplänkel. So nun werden beide Reportet bekommen eine Strafe weil sie geplänkel machen.  Fazit nicht rechts die Strafe. Weil niemand Fremndes besratf worden sit etc pp man kann das Thema so ausweiden wie sonst was. Unterm Strich ist das System nicht perfekt und deine unter 1 % ist lächerlich dazu.\n\nDann ist es ihre eigene Schuld.\nDie Mates wissen nicht (immer), dass es nicht ernst gemeint ist. Wenn sie sich gegenseitig aufstacheln wollen, können sie dies im TS/Skype/etc. tun.\n\nAbgesehen davon ist dies dann spam und nervt ebenfalls. Als Reportgrund \"negative Einstellung\" ist dies auch nicht unberechtigt.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2015-04-19T15:52:13.958+0000","up_votes":2,"down_votes":0,"body":"Immerhin nicht so lächerlich wie du. Dir wurde gesagt, dass das System lernen kann. Es kann Zusammenhänge erkennen. Es kann lernen. Das ist möglich.\nMit Flugzeugtechnik kenne ich mich persönlich nicht aus, daher sage ich dazu nichts. Aber Flugzeugtechnik, die anders funktioniert, mit einem Bestrafsystem in League zu vergleichen... Njah.\n\nUnd nun bye. Du hast mir keinen Grund geliefert.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:01:42.810+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=SorisDynasty,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=00090001000000000000000000000000,timestamp=2015-04-19T15:52:13.958+0000)\n>\n> Immerhin nicht so lächerlich wie du. Dir wurde gesagt, dass das System lernen kann. Es kann Zusammenhänge erkennen. Es kann lernen. Das ist möglich.\n> Mit Flugzeugtechnik kenne ich mich persönlich nicht aus, daher sage ich dazu nichts. Aber Flugzeugtechnik, die anders funktioniert, mit einem Bestrafsystem in League zu vergleichen... Njah.\n> \n> Und nun bye. Du hast mir keinen Grund geliefert.\n\nwollte eh nicht das da bleibst ;). es ist aber das Grundpinzip  egal wofür du es nutzt . \nDer System Im Flugzeug was wenige nurnoch haben überprüft denn Befehl in Echtzeit vom Piloten was es dann wiederum auf Plausibilität prüft. Es gab ein Flugzeugabsturz weil das System meinte das Flugzeug wäre im Landeanflug war aber andersrum beim Start so konnte der Pilot nicht durchstarten und zerschellte in denn Bäumen. Das System ist immernur sogut wie es Der Schreiber schreibt.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-19T16:35:37.252+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000900010000000000000000000000000000,timestamp=2015-04-19T16:01:42.810+0000)\n>\n> wollte eh nicht das da bleibst ;). es ist aber das Grundpinzip  egal wofür du es nutzt . \n> Der System Im Flugzeug was wenige nurnoch haben überprüft denn Befehl in Echtzeit vom Piloten was es dann wiederum auf Plausibilität prüft. Es gab ein Flugzeugabsturz weil das System meinte das Flugzeug wäre im Landeanflug war aber andersrum beim Start so konnte der Pilot nicht durchstarten und zerschellte in denn Bäumen. Das System ist immernur sogut wie es Der Schreiber schreibt.\n\nHast du einen Link zu dieser Meldung? z.B. auch die Flugnummer nennen?\n\nDas Landeanflugssystem lässt sich übrigens jederzeit deaktivieren. \nEin Pilot merkt so etwas immer. Schliesslich sinkt auch die Flughöhe und wird ihm auch gemeldet.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:41:09.382+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0009000100000000000000000000000000000000,timestamp=2015-04-19T16:35:37.252+0000)\n>\n> Hast du einen Link zu dieser Meldung? z.B. auch die Flugnummer nennen?\n> \n> Das Landeanflugssystem lässt sich übrigens jederzeit deaktivieren. \n> Ein Pilot merkt so etwas immer. Schliesslich sinkt auch die Flughöhe und wird ihm auch gemeldet.\n\nAuf der Arbeit hab ich denn Link in meinen Outlook. Das ist ja das Problem gewesen um das auszustellen musst du denn Tower nachfragen die müssen die Freigabe geben aber das ging einfach zu schnell dafür. Das selbe System ist auch bei dem Flugzeug vom Hudson River eingebaut.","replies":[{"id":"","poster":"HyperionCH","date":"2015-04-19T16:49:07.555+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=00090001000000000000000000000000000000000000,timestamp=2015-04-19T16:41:09.382+0000)\n>\n> Auf der Arbeit hab ich denn Link in meinen Outlook. Das ist ja das Problem gewesen um das auszustellen musst du denn Tower nachfragen die müssen die Freigabe geben aber das ging einfach zu schnell dafür. Das selbe System ist auch bei dem Flugzeug vom Hudson River eingebaut.\n\nIst auch ein Standard-System. Wäre fatal, wenn jedes Flugzeug (bzw. jeder Flugzeugtyp) ein anderes System hätte.\nNormalerweise lässt sich das System sehr einfach und schnell deaktiveren. Deshalb bin ich auf den Link gespannt.  Wobei wir hier ja alle zugeben, dass kein System perfekt ist.\n\nÜbrigens ist dieses System mit keinerlei KI ausgestattet (im Gegensatz zur Chatanalyse).\nTheoretisch wäre es möglich, dass heutzutage eine KI-Software ein Flugzeug steuert. Umsetzen lässt sich dies jedoch gesellschaftlich nicht, da kein Passagier der Elektronik allein vertraut (auch wenn diese im Schnitt sogar weniger Unfälle verursachen würde) und einfach einen menschlichen Piloten vorne haben möchte.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T17:05:09.834+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000900010000000000000000000000000000000000000000,timestamp=2015-04-19T16:49:07.555+0000)\n>\n> Ist auch ein Standard-System. Wäre fatal, wenn jedes Flugzeug (bzw. jeder Flugzeugtyp) ein anderes System hätte.\n> Normalerweise lässt sich das System sehr einfach und schnell deaktiveren. Deshalb bin ich auf den Link gespannt.  Wobei wir hier ja alle zugeben, dass kein System perfekt ist.\n> \n> Übrigens ist dieses System mit keinerlei KI ausgestattet (im Gegensatz zur Chatanalyse).\n> Theoretisch wäre es möglich, dass heutzutage eine KI-Software ein Flugzeug steuert. Umsetzen lässt sich dies jedoch gesellschaftlich nicht, da kein Passagier der Elektronik allein vertraut (auch wenn diese im Schnitt sogar weniger Unfälle verursachen würde) und einfach einen menschlichen Piloten vorne haben möchte.\n\nJa aber das Problem war halt  weil das System nicht Perfekt und ausgereift ist und ich glaube auch deshalb einfach das  dieses Bestrafungssystem es auch nicht. Übertrieben 2 sachen find ich trotzdem.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-04-19T15:34:14.262+0000","up_votes":3,"down_votes":1,"body":"Ach was doch noch Lust?\n\nWie dem auch sei es stimmt das die Daten alle von Riot stammen und für uns unüberprüfbar sind.\nIm englischen Forum wurde/wird Leuten die meinten sie seien zu unrecht bestraft wurden regelmäßig aufgezeigt das sie lügen. Leider haben wir hier sowas nicht.\nTrotzdem merkt man immer ziemlich schnell das die Leute die sich hier über ungerechtfertigte Bestrafungen aufregen diese sehr wohl verdient haben, selbst wenn sie nicht selbst Beispiele für das was sie so schreiben geben, so wie du.","replies":[{"id":"","poster":"Shiggyvara","date":"2015-04-20T05:45:27.088+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0009000100000001,timestamp=2015-04-19T15:34:14.262+0000)\n>\n> Ach was doch noch Lust?\n> \n> Wie dem auch sei es stimmt das die Daten alle von Riot stammen und für uns unüberprüfbar sind.\n> Im englischen Forum wurde/wird Leuten die meinten sie seien zu unrecht bestraft wurden regelmäßig aufgezeigt das sie lügen. Leider haben wir hier sowas nicht.\n> Trotzdem merkt man immer ziemlich schnell das die Leute die sich hier über ungerechtfertigte Bestrafungen aufregen diese sehr wohl verdient haben, selbst wenn sie nicht selbst Beispiele für das was sie so schreiben geben, so wie du.\n\nDas wäre alles ganz einfach vermeidbar gewesen, wenn Riot die Reportkarten nicht über Bord geworfen hätte.\nDie Leute würden sich zwar immer noch beschweren aber man hätte das früher übliche Reportkarte zeigen machen können.\n\nDiese Geilheit nach öffentlicher Bloßstellung kann ich ich nicht nachvollziehen und wirft meiner Meinung nach ein eher schlechtes Licht auf die ganzen ach so sauberen Communitymitglieder, die fordern, dass man sich von vornherrein öffentlich entblößen sollte bevor man die Chance bekommt sich anzusehen, was einem vorgeworfen wird und danach entscheiden zu können, ob man meint, dass man zu Unrecht bestraft wurde oder nicht.\n\nVon daher selbst Facebook muss dir einmal pro Jahr alles zusammenstellen, was sie über dich gespeichert haben. \nEs kann eigentlich nicht so schwer sein die Daten, die zur Chatrestriction/Rankedrestriction führen aufbereitet zusammenzustellen und dem Spieler, der bestraft wird die Möglichkeit geben sie sich anzugucken ohne das ganze geifernde Forum im Hintergrund zu haben, dass sich freut, dass es mal wieder einen bösen Flamer erwischt hat.","replies":[]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:43:32.879+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0009000100000001,timestamp=2015-04-19T15:34:14.262+0000)\n>\n> Ach was doch noch Lust?\n> \n> Wie dem auch sei es stimmt das die Daten alle von Riot stammen und für uns unüberprüfbar sind.\n> Im englischen Forum wurde/wird Leuten die meinten sie seien zu unrecht bestraft wurden regelmäßig aufgezeigt das sie lügen. Leider haben wir hier sowas nicht.\n> Trotzdem merkt man immer ziemlich schnell das die Leute die sich hier über ungerechtfertigte Bestrafungen aufregen diese sehr wohl verdient haben, selbst wenn sie nicht selbst Beispiele für das was sie so schreiben geben, so wie du.\n\nIch habe mal einen Ban bekommen wegen Beleidigungen deshalb hab ich mich was das angeht schnell gebessert. Und für das was ich damals geschrieben hab verständlich. Aber das war dann auch über einen langen Zeitraum. Aber diesmal mir eine Chat Sperre und einen Renked Sperre zugeben dafür ist lächerlich. Weil über 70 spiele absolvieren mit Chatsperre führt oft zu report wegen no Commonication. Und noch eine Ranked Sperre wo man 35 Spiele gewinnen muss ist hart dafür was ich getan hab ist also echt lächerlich was die lust am spielen mindert. Da man im Normal ja nur Flamer und Toxic Player bekommt. Was bei meine Spielverhalten nach häufigkeit ich wohl ende dieses Jahr erst meine 35 Spiele gewonnen hab .","replies":[{"id":"","poster":"Bergelmir32","date":"2015-04-19T16:12:21.471+0000","up_votes":3,"down_votes":1,"body":"> Ich habe mal einen Ban bekommen wegen Beleidigungen deshalb hab ich mich was das angeht schnell gebessert.\n\nAnscheinend ja nicht oder zumindest nicht genug und das leite ich nicht nur von der Tatsache ab das du diese strafen hast sondern auch von deinem Verhalten hier im Forum.\n\nSchon sieht man das du dich nicht nicht mit dem System beschäftig hast.\nKommunikationsverweigerung landet genau wie schlechter Spieler im Müll und führt zu nichts außer das der Reportende sich ein bisschen abreagieren kann. Natürlich kann man jetzt auch wieder sagen das wir das nicht genau wissen aber warum sollte Riot in diesem Bereich lügen, bei der Effektivität könnte man es ja verstehen aber dabei?\n\n> Und noch eine Ranked Sperre wo man 35 Spiele gewinnen muss ist hart dafür was ich getan hab ist also echt lächerlich was die lust am spielen mindert. Da man im Normal ja nur Flamer und Toxic Player bekommt.\n\nDann merkst du vielleicht wie es den Spielern geht die du flames. Jetzt magst du vielleicht sagen das du eigendlich niemanden flamest, sondern nur wenn sie es provozieren und verdient haben aber selbst wenn das der Fall wäre würde es nicht helfen normalen Spielbetrieb zuerhalten / wiederherzustellen, damit ist es unerwünschtes Verhalten und damit ist die Strafe berechtigt.","replies":[{"id":"","poster":"drexxsack","date":"2015-04-19T16:17:43.470+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:19:51.539+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0009000100000001000000000001,timestamp=2015-04-19T16:17:43.470+0000)\n>\n> Diskutieren hat hier keinen Sinn.\n> Beratungsresistenz gepaart mit der \"alles was gegen mich ist, ist falsch\"-Dauerskepsis, macht es unmöglich, hier noch etwas zu erreichen.\n> Ein typischer Permabannkandidat, sobald das neue Tribunal mit seinem Three-Strike-System erscheint.\n> Dazu kommt noch, dass er nicht in der Lage ist, sich vernünftig auszudrücken. Selbst in seinem \"ordentlichen\" Text ist es Glückssache, ob klar wird, was er sagen will.\n> Spart euch eure Zeit, man kann sie sinnvoller zum Fenster raus werfen.\n\nOh ja das zeugt grad echt von reife ich sag es auch gern zu dir du bsit nicht besser als wir Alle oder als einer der flamed Spar dir die zeit das passt auch mir wenn du nicht weiter schreibst.","replies":[]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:17:39.593+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000900010000000100000000,timestamp=2015-04-19T16:12:21.471+0000)\n>\n> Anscheinend ja nicht oder zumindest nicht genug und das leite ich nicht nur von der Tatsache ab das du diese strafen hast sondern auch von deinem Verhalten hier im Forum.\n> \n> Schon sieht man das du dich nicht nicht mit dem System beschäftig hast.\n> Kommunikationsverweigerung landet genau wie schlechter Spieler im Müll und führt zu nichts außer das der Reportende sich ein bisschen abreagieren kann. Natürlich kann man jetzt auch wieder sagen das wir das nicht genau wissen aber warum sollte Riot in diesem Bereich lügen, bei der Effektivität könnte man es ja verstehen aber dabei?\n> \n> Dann merkst du vielleicht wie es den Spielern geht die du flames. Jetzt magst du vielleicht sagen das du eigendlich niemanden flamest, sondern nur wenn sie es provozieren und verdient haben aber selbst wenn das der Fall wäre würde es nicht helfen normalen Spielbetrieb zuerhalten / wiederherzustellen, damit ist es unerwünschtes Verhalten und damit ist die Strafe berechtigt.\n\nAlso man kann eine Intellektuel beleidigen Sprich man muss zwischen denn Zeilen lesen was du ja meinst wie ich mich hier verhalten sry ich rede offen ich habe hier niemand nun beleidigt aber von oben hinab lasse ich mich nicht behandeln. UND das ist auch eine Form von Beleidigen Sprich Moben zählt dazu. ICH SCHREIB DAS MAL ALS CAPSLOCK JEDER HIER DER MICH MEINT MIT RECHT ODER SONST DERSGLEICHEN SOLLTE MAL LIEBER EHRLICH SEIN UND AUCH VOR SEINER TÜR REINMACHEN. Grad auch du der meinte wohl nicht lang genug ist das selbe  dein verhalten nun mir sit nicht grade neutral.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-04-19T16:30:25.297+0000","up_votes":2,"down_votes":0,"body":"Was?","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:32:43.007+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=00090001000000010000000000000000,timestamp=2015-04-19T16:30:25.297+0000)\n>\n> Was?\n\nDas frag ich mich die Ganze zeit wenn ich lese du willst doch nur im recht sein oder meine Strafe umgehen darum geht es mir gar nicht. \nAber wenn ich das lese frag ich mich auch nur WAS","replies":[{"id":"","poster":"Bergelmir32","date":"2015-04-19T16:34:33.261+0000","up_votes":2,"down_votes":1,"body":"Ich will deine Strafe umgehen?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-04-19T15:58:26.976+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HandlOflDoom,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000900010000,timestamp=2015-04-19T15:24:59.215+0000)\n>\n> So wie ADAC ihre  Daten zu Deutschlands beliebtestes Auto woher haste denn die Quelle ? Zeig mir von wo oder sags mir bin da ganz offen weil man sollte schon eine Quelle sagen wenn man sowas behauptet sprich wenn das Riot behauptet.\n\nNur so zur Info:\nIm prozentualen Verhältnis hat der ADAC keine falschen Angaben gemacht. Sie haben nur einfach die Anzahl Stimmen multipliziert, damit es aussieht, als ob viel mehr Leute teilgenommen hätten. ;)\n\nBezüglich Quelle der Fehlerquote:\nWie ich bereits schrieb, konnten auf NA die Bestraften (auf Reddit glaube ich) ihre chatlogs veröffentlichen lassen. Die Fehlerquote war sogar unter 1%, da es nur gerade 2-3 Fehlentscheide gab (und zumindest einer davon war fraglich, ob der Spieler nicht absichtlich einen Fehler suchte).\nDa gab es mehr als genug Spieler, die chatlogs verlangten und diese bewiesen, dass sie zu Recht bestraft wurden. Hierbei gibt es noch eine \"Dunkelziffer\", da jene Spieler, die wissen, dass sie flamen, sich gar nicht meldeten. Die Fehlerquote müsste in Wahrheit nochmals tiefer sein.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:03:10.756+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=0009000100000002,timestamp=2015-04-19T15:58:26.976+0000)\n>\n> Nur so zur Info:\n> Im prozentualen Verhältnis hat der ADAC keine falschen Angaben gemacht. Sie haben nur einfach die Anzahl Stimmen multipliziert, damit es aussieht, als ob viel mehr Leute teilgenommen hätten. ;)\n> \n> Bezüglich Quelle der Fehlerquote:\n> Wie ich bereits schrieb, konnten auf NA die Bestraften (auf Reddit glaube ich) ihre chatlogs veröffentlichen lassen. Die Fehlerquote war sogar unter 1%, da es nur gerade 2-3 Fehlentscheide gab (und zumindest einer davon war fraglich, ob der Spieler nicht absichtlich einen Fehler suchte).\n> Da gab es mehr als genug Spieler, die chatlogs verlangten und diese bewiesen, dass sie zu Recht bestraft wurden. Hierbei gibt es noch eine \"Dunkelziffer\", da jene Spieler, die wissen, dass sie flamen, sich gar nicht meldeten. Die Fehlerquote müsste in Wahrheit nochmals tiefer sein.\n\noder Höher du weis es nicht das weis niemand nur die von Riot und ich glaube nichmal die. Und ich wollte auch denn Chatlog denn sie angeblich nicht hatten und nach vielen Texten aufeinmal doch.","replies":[]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-04-19T15:21:08.540+0000","up_votes":3,"down_votes":0,"body":"Wenn der Klügere immer nachgibt wird die Welt von dummen regiert.","replies":[]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T09:38:41.635+0000","up_votes":1,"down_votes":8,"body":"Oh tut mir leid das ich 4  meinte und nein es ging nur um ein spiel sagte er selber alkso komm wenns dich interessiert schick ich dior gern denn text und zum nächsten gewinnen steht nicht drin spielen steht drin absolvieren und  die mach ich ja und gehn nicht runter und wenn sie gewinnen meinen müssen sies auchs chreiben punkt aus da gibts keine disskusion.","replies":[{"id":"","poster":"Faaabro","date":"2015-04-19T09:48:43.191+0000","up_votes":3,"down_votes":0,"body":"Also abgesehen davon, dass deine Interpunktion, Grammatik und Rechtschreibung einfach nur ein Witz sind, kann ich dir nur das sagen, was alle meine Vorredner ebenfalls gesagt haben. Grade dein letzter Kommentar ist so schlecht geschrieben, dass ich da leider nicht viel herauslesen kann. Kommentiere doch nochmal in ordentlichem Deutsch, wenn du dich fehlverstanden fühlst, dann können dir die Leute hier auch helfen.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T10:04:53.438+0000","up_votes":1,"down_votes":7,"body":"Darum gehts grade glaube nicht und ich wette ich finde  bei manchen Aussagen von dir genauso viele Fehler also. Mach mal ein Punkt.","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-19T14:04:08.750+0000","up_votes":4,"down_votes":0,"body":"Darauf solltest du nicht wetten, die Wette kannst du gar nicht gewinnen. Alllein in diesem Post waren das mindestens 5 Fehler.","replies":[]}]}]},{"id":"","poster":"HansMowlWurf","date":"2015-04-19T09:57:10.243+0000","up_votes":3,"down_votes":0,"body":"http://apollo-na-uploads.s3.amazonaws.com/1412951769127/weird.png\n\nLesen ist schon eine schwere Sache und so.\n\nEdit:\nNochmals fuer dich, da steht \"once you have **won**\"","replies":[]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:32:14.049+0000","up_votes":1,"down_votes":4,"body":"Ganz ehrlich schick mir mal die Quelle mit dem 1% Bestätigung das interessiert mich grad echt wo du das herhast.","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-19T17:56:23.202+0000","up_votes":3,"down_votes":0,"body":"http://euw.leagueoflegends.com/de/news/game-updates/player-behavior/design-leitlinien-zum-spielerverhalten-bestrafung\n\nHier. Der Absatz nach der Begrüßung. \n\nZitat:\n> Spieler werden nur dann klar bestraft, wenn wir wirklich absolut sicher sind (die Falsch-Positiv-Rate liegt unter einem Prozent), dass ein strafbares Vergehen vorliegt.","replies":[]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:05:06.141+0000","up_votes":1,"down_votes":4,"body":"[5:55] CracyBrecher18: Ach und deine streaming site ist voll am *****\nNur geistig behinderte schauen ihn sich an.\nGood bye\n\nzB muss ich mir sowas grad echt geben hab denn auf der Freundesliste  um mal uahc mit dem Acc zu prüfen ob der Ban bekommt das geht schon  Stunden so das er Beleidigt droht etc PP. Fehler können auch dadurch kommen das leute keine Strfe bekommen auch wenn sie Beleidigen.","replies":[{"id":"","poster":"CMan","date":"2015-04-19T16:08:04.224+0000","up_votes":3,"down_votes":1,"body":"Der schreibt dir also seit Stunden solche Beleidigungen und du hast ihn immer noch auf der Freundesliste??? Logik? Wo ist das Problem, den mit 2 Klicks auf die Igno zu verschieben?","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:09:47.322+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Klemens,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000c0000,timestamp=2015-04-19T16:08:04.224+0000)\n>\n> Der schreibt dir also seit Stunden solche Beleidigungen und du hast ihn immer noch auf der Freundesliste??? Logik? Wo ist das Problem, den mit 2 Klicks auf die Igno zu verschieben?\n\n Logik hab ich darunter geschrieben.  Wenn das System ja so gut funktioniert müsste er ein Ban bekommen weil Laut sein Status hat er Ranked Sperre hat er und da er im Spiel  nur am beleidigen war und das in 2 Spielen wo ich ihn Rnd  bekommen habe. Was auch find ich das Problem an diesen System ist eigentlich sollte er ihn automatisch Blocken Sprich das man ihn dann auch nach dem ersten Report nicht mehr begegnet.","replies":[{"id":"","poster":"CMan","date":"2015-04-19T16:13:07.741+0000","up_votes":4,"down_votes":1,"body":"Dass er eine Ranked-Sperre hat, beweist doch, dass das System in seinem Fall funktioniert hat.\n\nAber du redest hier von privaten Nachrichten, was etwas völlig anderes ist und nichts damit zu tun hat.\n\nWenn du das melden möchtest, kannst du ein Ticket an den Support senden. Oder aber, das wäre das mit Abstand sinnvollste, Rechtsklick -> Igno.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:18:36.224+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Klemens,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000c000000000000,timestamp=2015-04-19T16:13:07.741+0000)\n>\n> Dass er eine Ranked-Sperre hat, beweist doch, dass das System in seinem Fall funktioniert hat.\n> \n> Aber du redest hier von privaten Nachrichten, was etwas völlig anderes ist und nichts damit zu tun hat.\n> \n> Wenn du das melden möchtest, kannst du ein Ticket an den Support senden. Oder aber, das wäre das mit Abstand sinnvollste, Rechtsklick -> Igno.\n\nHat sich selber erledigt hat mich vond er Liste genommen wollte mich wohl nurnochmal beleidigen XD","replies":[]}]}]}]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T13:40:57.510+0000","up_votes":1,"down_votes":3,"body":"So und damit sich hier die netten *hust* möchtegern Lehrer für die Deutsche Rechtschreibung sich nicht gleich beleidigt fühlen sagt einfach bitte überarbeite denn text ich versteh das nicht in deinen Thema .  Und nicht gleich blabalbal duden Blabalbal bin was bessers deshalb Blablabala. Weil als kleine Tip ihr werdet auch mal an denn Falschen geraten der euch dann eher kleinlaut scheinen lässt. So mit Freundlichkeit kommt man weiter als mit Gehässigkeit.","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-19T14:13:43.314+0000","up_votes":2,"down_votes":0,"body":"Das wure dir mindestens 10 mal gesagt. Die ersten Kommentare zu deiner Rechtschreibung waren alle freundlich, du bist doch selbst Schuld wenn du dann immer mit Gehässigkeit Antwortest.","replies":[{"id":"","poster":"HandlOflDoom","date":"2015-04-19T14:36:07.628+0000","up_votes":1,"down_votes":5,"body":"Alleine das jeder sagt hier deine Rechtschreibung ist nevig wenns einer sagt reicht doch. Wenn ich dir gegen Kopf haue weil du was vergessen hast willst du das es dann gleich jeder tut der es mitbekommt oder reicht da einmal ?","replies":[]}]}]},{"id":"","poster":"Shiggyvara","date":"2015-04-19T08:43:41.096+0000","up_votes":2,"down_votes":1,"body":"Ok du hast vermutlich zusätzlich zur Cahtrestriction auch noch eine Rankedrestriction. \nDie geht nur weg, wenn du Abwechselnde Wahl spielst und gewinnst.\nAnsonsten formulier deinen Text nochmal neu so versteh ich dein Problem leider auch nicht.","replies":[]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T17:10:33.846+0000","up_votes":1,"down_votes":5,"body":"http://de.wikipedia.org/wiki/Lauda-Air-Flug_004 \nIst von 91 aber da war auch das fehlerhafte System drin.\n\nArbeitskollege hat mir aber einen Link gegeben Da gings um eine Andere Maschiene aber mit dem selben Fehlerhaften System.","replies":[{"id":"","poster":"eingew","date":"2015-04-19T22:59:01.218+0000","up_votes":2,"down_votes":0,"body":"Warnsysteme im Flugzeug haben nichts von der Beschaffenheit mit der Chatanalyse zu tun.","replies":[{"id":"","poster":"drexxsack","date":"2015-04-20T07:57:27.043+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=7hciEY9w,discussion-id=lPOgupeL,comment-id=000f0000,timestamp=2015-04-19T22:59:01.218+0000)\n>\n> Warnsysteme im Flugzeug haben nichts von der Beschaffenheit mit der Chatanalyse zu tun.\n\nAbgesehen davon wird ein Warnsystem in einem Flugzeug, wie es der TE beschrieben hat(sofern man es denn lesen konnte), nicht in seinem Link beschrieben. Nichtmal ein bisschen.","replies":[]}]}]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T16:23:36.373+0000","up_votes":1,"down_votes":3,"body":"Es geht ja nun nicht nur darum das ich bestraft worden bin ich weis auch nicht woraus ihr das ableitet das ich mich im recht fühle oder sonst was. Hier Saugen sich Leute Sachen aus dem Finger und wissen selber nicht mal was sie schreiben.  Es ging darüber das das System meine Spiele nicht erkannt hat und das ich das Bestrafungssystem anzweifele mehr nicht ich weis nicht woher ihr euch die Sachen zieht. Oder hier Interpretieren Leute eigene Argumente rein die ich nicht meine nicht mal ansatzweise geschrieben habe","replies":[]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T17:07:44.866+0000","up_votes":1,"down_votes":4,"body":"So nun muss ich aber echt weg Freud mich aber das am ende Doch noch Sinnvolle Argumente kamen die merkten das ich das System meinte nicht meine Bestrafung das was nur nebensächlich war.","replies":[]},{"id":"","poster":"HandlOflDoom","date":"2015-04-19T15:24:12.973+0000","up_votes":1,"down_votes":6,"body":"Wird sie doch schon. Und von folge Beiträgen erwarte ich nichts Sinnvolles mehr da die was sinniges und verständliches gesagt haben eher keine lust haben zu Diskutieren. Avorox ist eher einer der stumpf was  redet und keine eigene Meinung dazu entwickelt und deshalb auch behauptet das ich nicht diskutieren will da. Da ich ja das Thema geöffnet hab um zu diskutieren.","replies":[]}]}