{"id":"y1WaPsKq","poster":"dutkutzu","date":"2015-04-18T19:45:56.232+0000","title":"aktuelles lcs 3rd match","subforum":"Esports","up_votes":1,"down_votes":0,"body":"hallo zusammen...\r\n\r\nich schaue grade das spiel um platz 3 des spring und frage mich ( habe beim 1. spiel erst eingeschaltet), warum die teams nicht die seiten wechseln??\r\n\r\nalso h2k ist nur blue, und sk nur red...warum?\r\n\r\nlg","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-04-18T19:55:38.183+0000","up_votes":1,"down_votes":0,"body":"Die Regeln kannst du hier einsehen:\n\nhttp://riot-web-static.s3.amazonaws.com/lolesports/Rule%20Sets/2015_LCS_Rule_Set_2.01.pdf\n\nDaraus:\n\n> 8.7.3 Side Selection.\n> \n> Teams’ sides will be pre-selected during the regular season by LCS as set forth in Section 7.3.1. **In the event of a multigame series, the higher-ranked seed will have side selection for oddnumbered games (e.g. Games 1, 3, and 5), while the lower seed will have side selection for even-numbered games (Games 2 and 4).** For example, the higher seed may choose to play game 1 on blue side, but game 3 and 5 on red side and the lower seed may choose to play game 2 on red side and game 4 on blue side. Both teams will be required to submit their final decision by 11:59pm of the night before the start of the broadcast (in the time zone where the game will be played). If no decision is submitted, selection will default to blue side.\n\nDie Teams dürfen daher scheinbar nun entscheiden. Das besser platzierte Team (im Falle des Spieles um den Platz 3 vermutlich das Team, dass besser in der Season abgeschnitten hat) darf also die Seite für 3 Spiele wählen, das schlechter platzierte Team die Seite für zwei Spiele.\n\nZuvor war es bei Best-of-5-Serien immer unschön, dass ein Team 3x die eine und 2x die andere Seite spielen musste - nun gibt es zumindest Vorgaben dafür...\n\nIm konkreten Fall gehe ich davon aus, dass H2K lieber auf der blauen Seite spielt und SK für seine Spiele die rote Seite gewählt hat. Daher durften beide Teams alle Spiele auf der von ihnen bevorzugten Seite spielen.","replies":[{"id":"","poster":"dutkutzu","date":"2015-04-18T20:38:57.186+0000","up_votes":1,"down_votes":0,"body":"danke =)","replies":[]}]}]}