{"id":"o6dXaGEd","poster":"Dvalînn","date":"2015-04-18T18:00:59.709+0000","title":"Silber 4 Spieler sucht Coach hauptsächlich Jungle","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hi Leute \r\nWie der Titel schon sagt suche ich einen Coach.\r\nIm Moment spiele ich in Silber 4 haupts&auml;chlich Jungle.\r\nIch w&uuml;rde mich gerne verbessern aber ehrlich gesagt sehe ich selber meine Fehler nicht. \r\n\r\nZu mir:\r\nIch bin 28 Jahre alt und habe erst vor kurzem wieder mit LoL angefangen. Im Moment spiele ich am liebsten Amumu oder Xin im Jungle ansonsten je nach Team haupts&auml;chlich Support oder Top.\r\n\r\nWas ich suche:\r\nIch suche jemanden der mir meine Fehler aufzeigt und mir sagen kann was ich &auml;ndern muss bzw wie ich mich verbessern kann. Selbst sehe ich das leider wirklich nicht.\r\n\r\nFalls sich jemand bereit erkl&auml;rt mir ein wenig unter die Arme zu greifen addet mich einfach im Spiel. Ich bin meistens Abends ab ca 20-21 Uhr online.\r\nEin TS w&uuml;rde auch zur Verf&uuml;gung stehen wenn es ben&ouml;tigt wird. \r\n\r\nIch sage schon mal vielen dank und hoffe das ihr mich nicht h&auml;ngen lasst ;D","replies":[{"id":"","poster":"AyRe CoNteMpT","date":"2015-05-03T11:29:20.975+0000","up_votes":1,"down_votes":0,"body":"ich bin diamond jungler und wenn du bock hast, gucken wir zusammen nen paar replays von dir und ich bring dir bei, deine fehler selber zu sehen und dich auf eigene faust zu verbessern.\n\n\"coaching\" und \"dir deine fehler zeigen\" bringt dir vielleicht nen kurzfristigen skillboost aber dann musst du dich permanent neu coachen lassen. dinge, die dir nen goldspieler beibringt sind für ihn vielleicht richtig, aber grundliegend trotzdem falsch. dinge, die dir die LCS kommentatoren erklären, sind vielleicht für silberspieler cool und klingen voll skilled, sind aber quatsch wenn es darum geht, wirklich die grundlagen des spiels zu verstehen.\n\ndas heißt, der einzige, der dir deine eigenen fehler wirklich aufzeigen kann, bist du selbst. ich zeige dir mit ein paar replays und ein paar simplen Q/As, wie du das machen kannst und zwar in jedem elobereich von bronze bis lcs.\n\nich kann dir dann zusätzlich noch ein paar generelle tips aus meiner erfahrung und meiner persönlichen sicht als diamond jungler geben, aber ich muss dich davor warnen, selbst tipps von \"sehr guten\" spielern einfach zu übernehmen, da diese nur für DIESE EINE PERSON zutreffend sind und es tatsächlich sein kann, das selbst ein diamond/challenger/lcs spieler festgefahrene ansichten hat, die ihn daran hindern besser zu werden. selbst faker spielt lange nicht perfekt.\n\nmanchmal muss man einer falschen ansicht hinterherlaufen und mit dem kopf durch die wand wollen um eine erleuchtung zu erleben, dennoch sollte man immer bereit sein, einen schritt zurück zu gehen und sich zu fragen: warum?\nselbst wenn du darauf nicht direkt eine antwort hast, wisse: es gibt eine antwort und nur du kannst sie finden. und genau dieser prozess macht dich zu einem besseren spieler.\n\nalso, viel gerede um nichts - adde mich wenn du willst. KUNSTFEHLA auf euw","replies":[]},{"id":"","poster":"CALL ME DINGER","date":"2015-04-21T17:59:49.997+0000","up_votes":1,"down_votes":0,"body":"hab dich mal geadded","replies":[]},{"id":"","poster":"BarrenLands CoF","date":"2015-04-19T00:03:19.342+0000","up_votes":1,"down_votes":0,"body":"Taktik vlt. Wann engagen wann wo ganken wann den drake hohlen wann wem die bufgs überlassen richtig builden usw usf die nebensachen halt","replies":[]}]}