{"id":"rUQ93MnZ","poster":"HKB Tenayn","date":"2015-04-18T11:39:56.071+0000","title":"Low Elo Lcs (Bronze 3 - Platin 3)","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":1,"body":"Hallo liebe Mitbeschw&ouml;rer und Beschw&ouml;rerinnen,\nSicher haben sich viele von euch schon einmal gew&uuml;nscht, auch als Low Elo Spieler in einem Ligasystem wie in der LCS zu spielen, und ich (PDG Tenayn von The Power Of Doom Gaming) will genau das f&uuml;r Rankedteams mit Spielern von Bronze bis Platin m&ouml;glich machen, bei diesem Turnier geht es nur um den Spa&szlig; die Belohnung f&uuml;r das Gewinnerteam ist 1 misteryskin für den Teamleader und jeweils 1 für den Gewinner der KDA und für den Spieler mit der höchsten Killbeteilligung.\nDas Turnier findet Privat statt die spiele werden Freitags und Samstags um 21:00 +/-15 Minuten gestartet. Am Turnier nehmen max 12 Teams teil die &uuml;ber 6 Wochen hinweg jeweils an den zuvor genannten Tagen ihre spiele absolvieren, die Tabelle wird inklusive der 5 Spieler mit der besten KDA und der 5 Spieler mit der h&ouml;chsten Killbeteiligung peer E-Mail an den jeweiligen Teamleader gesendet. Ein Team besteht aus 9 Spielern, 5 auf der Kluft und 4 Ersatzspielern auf der Ersatzbank. Das Anmeldeformular erhaltet ihr beim anschreiben der folgenden E-Mail Adresse - nennt einfach den Betreff LowEloLcs und ihr bekommt inerhalb 24 Stunden euer Anmeldeformular zugeschickt: \n\npdgtenayn@gmail.com\n\nDie Anmeldefrist geht bis zum 30.04.2015 das Turnier beginnt voraussichtlich am 1.05.2015","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-04-18T11:51:01.061+0000","up_votes":2,"down_votes":1,"body":"Naja ohne gewinn ist's ja witzlos :D","replies":[{"id":"","poster":"HKB Tenayn","date":"2015-04-18T12:03:20.041+0000","up_votes":1,"down_votes":0,"body":"Der Gewinn ist der Spaß die Erfahrung und die Ep bei gewonnenen spielen xD","replies":[{"id":"","poster":"Dermel","date":"2015-04-18T23:30:28.818+0000","up_votes":1,"down_votes":1,"body":"Ich find aber die Belohnung nur für den Leader etwas mies ;-)  naja bin selbst einer wurdes dann eh einsacken{{champion:35}} Mit meinem Team geht so was aber leider nicht.","replies":[{"id":"","poster":"HKB Tenayn","date":"2015-04-19T09:34:37.600+0000","up_votes":1,"down_votes":0,"body":"Ich hab keinen Geldscheißer und das ist Privat organisiert es geht beim spielen mehr um Spaß als um den üblen Riotpoints gewinn","replies":[]}]}]}]}]}