{"id":"WOAdAWc2","poster":"EnzymÄtic","date":"2015-04-16T20:07:56.935+0000","title":"Ranked Team sucht Support (Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Ahoi,\nunser altes Team hat sich leider aufgel&ouml;st und wir w&uuml;rden mit Freuden ein Neues gr&uuml;nden.\nEs gibt nur ein Problem, wir sind nur zu viert. Und da kommst du ins Spiel :D\n\nWir suchen einen Support, die Gr&ouml;&szlig;e deines Champ-Pools ist egal, aber du solltest schon 3 Supports gut beherrschen. Sch&ouml;n w&auml;re geistige Reife (18+), ein wenig Kritikf&auml;higkeit und Humor ist auch nicht schlecht, denn beim Zocken darf gern mal gelacht werden^^ \nDie bisherigen Member befinden sich im Elo-Bereich von Silber I bis Platin V, in diesem Bereich solltest du dich bitte auch befinden. Beim Spiel steht der Spa&szlig; im Vordergrund, trotzdem werden die Ranked-Games mit dem n&ouml;tigen Ehrgeiz gespielt.\nSpielen tun wir meistens Dienstag und Donnerstag so ab 19:00.\n\nFalls du Interesse hast, adde mich ingame oder antworte hier und wir spielen ein paar Testgames.  Wenn es dir und uns gef&auml;llt, erstellen wir das Team und du hast \nMitsprache-Recht beim Namen (Der Wunschtraum :D)\nWir w&uuml;rden gern auch am Battlegrounds-Turnier teilnehmen, einfach nur so zum Spa&szlig;.\n\nmfg Enzym&Auml;tic","replies":[{"id":"","poster":"lronic","date":"2015-04-17T07:14:36.612+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nihr hört euch ja nach einer ganz interessanten Truppe an. Insbesondere der Punkt \", denn beim Zocken darf gern mal gelacht werden^^\" gefällt mir ganz gut.\n\nÜber geistige Reife und Kritikfähigkeit werde ich mir hier nicht auslassen, da dass für mich eine Grundvorraussetzung ist, um zusammen spielen zu können.\nIch werde mich hier im Forum auch nicht \"nackig\" machen, wenn das Grobe Profil euch zusagt, kannst du mich gerne adden und dann sehen wir weiter.\n\nZu meiner Spielhistorie :\n\n* dabei seit Season 3\n* nach EInstufungsspielen B1 runter auf B5. Season 4 als Gold abgeschlossen - aktuell S1 [op.gg](http://euw.op.gg/summoner/userName=ironiCC)\n* Main Support auf zwei Accounts\n* Championpool vorhanden\n* gerne Tanky Supps like {{champion:89}} {{champion:201}} \n* weitere prefs {{champion:40}} {{champion:117}} {{champion:37}} \n* aktuelle teste ich Off-Meta Supps - {{champion:57}} {{champion:31}}  aber auch diese mit {{item:3302}} und {{item:2049}} \n* meine Map-Awareness würde ich als gut bezeichenen\n* Übernehme im Solo Q die Calls für Objectives (Drake / Baron etc.)\n* auch Calls für Beware ! Top Gank bekomme ich hin - muss ja nicht farmen ;)\n\nIn diesem Sinne vielleicht hört man ja voneineander.\n\nGruß\n\nironiCC","replies":[]}]}