{"id":"m3E1epLF","poster":"200 APM ADC","date":"2015-04-16T12:33:05.198+0000","title":"RektboiHD - Bronze Diaries","subforum":"Streams & YouTube","embed":{"title":null,"description":null,"url":"https://www.youtube.com/channel/UCYcXvtBkD5vW-rggcHJ-jiw","image":null},"up_votes":1,"down_votes":1,"body":"Hallo lieber Summoner, \r\n\r\nIch m&ouml;chte euch heute meinen neuen Kanal &quot; RektboiHD &quot; vorstellen. Auf diesem Kanal werde ich versuchen euch mit zahlreichen Videos zu unterhalten. Wie man dem Titel bereits entnehmen kann, geht es bevorzugt um die Bronze Division. In dieser Division gibt es einfach die meisten Kuriosit&auml;ten und Erlebnisse. Zudem befinde ich mich nunmal in dieser Division, auch wenn ich stetig versuche mich zu Verbessern.\r\n\r\nDieser ganze Bereich mit Photshop und Video-Editing ist f&uuml;r mich eine komplett neue Welt. Ich besitze keine Erfahrung, aber habe lange geprobt und versuche alles um Qualitativ hochm&ouml;glichst zu Arbeiten.\r\n\r\nIch w&uuml;rde mich sehr freuen wenn ihr mir einfach mal 2 Minuten eurer Zeit schenkt und euch mein erstes Video anschaut. Auch Feedback, W&uuml;nsche und Verbesserungsvorschl&auml;ge nehme ich mit Kusshand entgegen. Falls euch mein ersten Video gef&auml;llt, w&uuml;rde ich mich sehr &uuml;ber euer Abo und Kommentare freuen. \r\n\r\nSeid bitte nicht zu hart, es ist wie gesagt ein komplett neues Gebiet f&uuml;r mich.\r\n\r\nDas war es vorerst von mir, den Link zu meinem Youtube Kanal habe ich beigef&uuml;gt.\r\n\r\nEuer RektboiHD","replies":[{"id":"","poster":"AliceSunny Kate","date":"2015-04-16T12:41:54.701+0000","up_votes":2,"down_votes":0,"body":"pass auf folgendes prob. dein video ist nicht wirklich unterhaltsam. \nwas daran liegt das du entweder die dummheit deiner gegner ausnutzt oder jemanden kurz mit deiner ulti killt.\nes ist zed.. wo sind die plays? wo sind die baronsteal-triplekills? was du da zusammengeschnitten hast sind stinknormale kills für die man dich eher ausgelacht hätte, wenn du diese nicht gemacht hättest als zed. \nda hilft auch kein dramatischer musikstop.\n\nmein tipp da ich davon ausgehe das du kein besonders erfahrener spieler bist, schneide auch deine fails ein. \nsachen über die man lachen oder schmunzeln kann z.B. (solltest dir mal Siv HD angucken der hat das perfektioniert)\nUnd vermische das dann mit echten plays. keiner will nen zed sehen der R drückt und 2 autohits macht. das ist öde.\nAktuell gibst du mit deinem ersten video vor dieser type \"Zed mid or feed\" zu sein und das ist schade, denn ich denke es war nicht deine intention zu zeigen was für ein toller hecht du doch bist.","replies":[]},{"id":"","poster":"200 APM ADC","date":"2015-04-16T12:50:51.731+0000","up_votes":1,"down_votes":0,"body":"Hey danke für dein schnelles Feedback.\n\nDa hast du Recht. meine Intention war das keinesfalls. Wie gesagt, ich bitte noch um etwas Verständnis und Welpenschutz. Es ist ziemlich schwierig von Beginn an auf einem hohen Niveau an Unterhaltsamkeit zu sein. Nur durche solche Kritiken kann ich mich letztendlich Verbessern. Ich bin garnicht auf die Idee gekommen meine Fails mit einzuschneiden, wobei es schon ein paar gab welche durchaus zum schmunzeln waren. \n\nDanke für deine Kritik und ich würde mich wirklich freuen, dass falls ich nochmal ein neues Video hochlade ich weiterhin auf dein Feedback zählen kann :)","replies":[]}]}