{"id":"VwJ1eadH","poster":"TRAPcub is Ł","date":"2015-04-14T21:50:20.658+0000","title":"BATTLEGROUND [Top+Mitte ab Diamond gesucht]","subforum":"Turniere & Veranstaltungen","up_votes":2,"down_votes":0,"body":"**Gr&uuml;&szlig;e Summoner,**\r\n**Wir suchen** noch Verst&auml;rkung f&uuml;r die kommenden Battlegrounds-Tuniere in Deutschland von Riot Games. Unser Ziel ist die Teilnahme an allen 3 Tunieren, um uns mindestens einen Trostpreis zu sichern. N&auml;here Infos zum Tunier findet ihr hier:\r\nhttps://battlegrounds.leagueoflegends.com/learn_more\r\nDa das Tunier Regionspezifisch ist, ist die Chance gegen ein Full-Challenger-Team zu spielen, das sich aus deutschen Spielern zusammensetzt, relativ gering. Sollte dies allerdings der Fall sein, gehen wir mit Respekt aber ohne eingesch&uuml;chtert zu sein ins Game. Vorab werden wir in der kommenden Woche zuerst in normal Games zusammenspielen sowie Euch spectaten, um Schw&auml;chen und St&auml;rken festzustellen.\r\n**Wer sind wir?**\r\nTim / TRAPcub: http://www.lolking.net/summoner/euw/22854049 {{champion:412}} {{champion:89}} {{champion:12}} \r\nAaron / D A R K A N U S: http://www.lolking.net/summoner/euw/24167527 {{champion:104}} {{champion:42}} {{champion:67}} \r\nTim / Unluckyme : http://www.lolking.net/summoner/euw/25242288 {{champion:79}} {{champion:421}} {{champion:76}} \r\nWir sind Spieler, die sich seit jeher improven, indem wir unsere eigenen Fehler im Gameplay feststellen, diese an der Wurzel packen und beseitigen. Unserer Meinung nach ist Kritikf&auml;higkeit der wichtigste Aspekt, um ein besserer Spieler zu werden. Da wir selbst seitdem betreten der Diamond-Liga &uuml;berdurchschnittliches Gameplay im Bezug auf Positioning, Wardcontrol und Gameknowledge verinnerlicht und umgesetzt haben, suchen wir Spieler ab Diamond V, die sich selbst als &uuml;berdurchschnittlich bezeichnen w&uuml;rden. Es ist dabei egal, ob ihr stuckt oder nicht. SoloQ und Teamranked unterscheiden sich durch Kommunikation und Decision-making mehr als alles andere von einander.\r\nWas suchen wir?\r\n\r\n**Wir suchen** einen Main Toplaner sowie einen Main Midlaner. Ihr solltet einen gesunden Championpool aufweisen sowie auf Teamfight / Meta Champs wie Orianna (Mid) und Maokai (Top) zur&uuml;ckgreifen k&ouml;nnen. Ihr solltet die Aspekte:\r\n- Rotations {{summoner:12}} \r\n- Objective Control {{summoner:12}} \r\n- Mechanics {{champion:238}} \r\n- Warding Control {{item:2049}} \r\n- Trades {{summoner:14}} \r\n- Counterpicks {{summoner:21}} \r\n\r\nbeherrschen. An dieser Stelle m&ouml;chten wir noch einmal betonen, dass wir einen Main-Midlaner und Main-Toplaner suchen. Wir selbst sind Allrounder, spielen im 5vs5-Ranked aber alle unsere Main-Positionen. Neben einem funktionierenden Headset / Mikro solltet ihr eine konstante Internetleitung besitzen. Sprachprogramm ist Curse Voice oder Teamspeak3.\r\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n**Kontakt:** Addet TRAPcub oder D A R K A N U S ingame, um Euch weiter zu informieren oder zu bewerben. Wir alle sind cool drauf, haben immer viel Spa&szlig; und lieben League of Legends genau wie ihr. Bei Tunieren spielt allerdings neben Spa&szlig;, der Ehrgeiz und der Siegeswille eine wichtige Rolle.\r\nAus dem Turnier rausfliegen ist nicht schlimm. Die Art wie man ausscheidet ist entscheidend!\r\n---&gt; Sollte Euch der Text zu f&ouml;rmlich sein und Euch fragen, wo der Spa&szlig; sei, habt ihr keine Erfahrung was ein gutes E-Sport Team ausmacht und habt noch nie erfolgreich in einem Clan / Gilde Erfolge zu verbuchen. Uns bereitet ein gutes Spiel mit einem guten Team Spa&szlig; (egal ob win / loose). Um ein Ziel zu erreichen sollte ein gewisser Grad an Professionalit&auml;t gegeben sein! &lt;---\r\n\r\nWir w&uuml;rden uns sehr &uuml;ber Bewerbungen und Gespr&auml;che freuen! Beachtet allerdings, dass wenn ihr unter 18 Jahre alt seid m&ouml;glicherweise eine Einverst&auml;ndniserkl&auml;rung beim Turnierbeginn vorlegen m&uuml;sst. Wir sehen uns :)\r\n\r\n_Tim &quot;TRAPcub&quot; &amp; Aaron &quot;D A R K A N U S&quot;_","replies":[]}