{"id":"j9Wyk9EN","poster":"RM Heartmeander","date":"2015-04-15T15:15:50.658+0000","title":"Österreicher, SChweizer und Lichtensteiner von Battlegrounds ausgeschlossen?","subforum":"Battlegrounds-Turniere","embed":{"title":null,"description":null,"url":"https://battlegrounds.s3-eu-central-1.amazonaws.com/pdfs/de/faq.pdf","image":null},"up_votes":2,"down_votes":1,"body":"Ist es richtig so, dass Leute aus &Ouml;sterreich, Schweiz und Lichtenstein vom Turnier ausgeschlossen sind?\r\nWenn ja, sollte es dann nicht auch f&uuml;r diese L&auml;nder entsprechend ein Turnier geben?","replies":[{"id":"","poster":"UOL LagsAlot","date":"2015-04-15T19:04:55.838+0000","up_votes":1,"down_votes":0,"body":"Es ist richtig, dass die Länder Österreich, Schweiz und Lichtenstein nicht an dem Turnier teilnehmen dürfen. Um eine genauere, begründete Antwort kümmere ich mich schnellstens. Bitte habe etwas Geduld.\n\n---\nHave a nice day!","replies":[{"id":"","poster":"Danny89","date":"2015-04-25T15:35:26.093+0000","up_votes":1,"down_votes":0,"body":"10 Tage seit der letzten Antwort. Ich habe die selbe Frage in diesem Thread hier gestellt: http://boards.euw.leagueoflegends.com/de/c/battlegrounds-de/UiT1P9zc-asterreicher-und-schweizer-nicht-erlaubt-an-battlegrounds-teilzunehmen\n\nAuch dort wurde eine Antwort versprochen. Ist nun schon 12 Tage her.\n\nLiebe Grüße,\nDanny","replies":[]}]},{"id":"","poster":"Firerider","date":"2015-04-20T15:38:11.006+0000","up_votes":1,"down_votes":0,"body":"Ich habe zwar kein Problem damit, da alle aus meinem Team aus Deutschland kommen, finde es aber wirklich nicht fair das diese Länder ausgeschlossen werden. Österreich z.B. kann man doch einfach bei den Deutschen mitspielen lassen, die anderen könnten es sich doch aussuchen. Sie auszuschließen nur weil sie aus dem Land kommen find ich wirklich nicht fair\nlg Fire Rider","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2015-04-16T15:34:11.211+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich.\nWeil bisher sehe ich nicht wirklich einen Grund warum diese Länder, die ja alle die gleiche Sprache nutzen nicht zusammen beim Turnier mitmachen können.\n\nBzw. ich frage mich ja, wie sie wissen wollen ob die Leute auch wirklich aus Deutschland sind.\nIch meine man muss ja nicht physisch anwesend sein und seinen Pass vorzeigen oder so.\n\nWas würde denn passieren wenn jemand mitmacht, der nicht mitmachen darf?\nIch könnte mit nähmlich gut vorstellen, dass das der Fall sein wird da nicht explizip darauf hingewiesen wird.\n\nZumindest fällt es nicht auf, solange man nicht die Teilnahmebedingungen durchliest.\n\nUnd mich interessiert halt auch der Grund dafür.\nIch meine ich kann verstehen dass Leute aus Frankreich, England usw. nicht mitmachen dürfen aber sollte es nicht vll. entsprechend der Landessprache sortiert sein?","replies":[{"id":"","poster":"Balzamon","date":"2015-04-16T19:30:20.242+0000","up_votes":1,"down_votes":0,"body":"unterschiedliche gesetzliche regelungen, turnier wird zu groß um es gut managen zu können (warte nur aufs deutsche bracket und du wirst die massive teamanzahl sehen), nicht jeder in der schweiz spricht zb deutsch, was ist mit den französischen schweizern. Ich denke ein ganz großer punkt ist das riot versucht das ganze so simple wie möglich zu gestalten und nicht nen haufen verschachtelter regeln oder 30 seiten regeln haben will.","replies":[]}]},{"id":"","poster":"matamora","date":"2015-04-16T12:05:50.314+0000","up_votes":1,"down_votes":0,"body":"Allerdings muss man auch sagen, dass die Battlegrounds noch am Anfang stehen, sie werden sich also noch weiterentwickeln. \nKonkret heißt das, dass die Turniere in Zukunft auch in anderen Ländern stattfinden werden.","replies":[]}]}