{"id":"3mAAg9a3","poster":"N0isir","date":"2015-04-14T23:22:09.764+0000","title":"Diamant 5 Mid Laner sucht motiviertes Ranked Team","subforum":"Clans & Teams","up_votes":0,"down_votes":1,"body":"Hallo League of Legends Community. \r\n\r\nMan nennt mich Timo und ich bin 18 Jahre Alt komme aus Berlin. \r\nIch Spiele seid anfang Season 3. League of Legends  mit sehr viel spass und freude dran ( Eigentlich spiel ich seid dem nichts anderes mehr ) :D. \r\nMomentan befinde ich mich in der Diamant 5 Elo mit mein Main Account und in der Platin 2 Elo mit mein Smurf.  ( Der war auch Dia 5 wegen inaktivt&auml;t runtergestuft)\r\n\r\nErfahrungen was es mit Ranked Teams angeht habe ich schon welche ich habe &ouml;fters probiert mich in Ranked teams einzufinden doch leider entsprachen das alles nicht meine vorstellungen. Aber dazu gleich mehr.  Erstmal ein paar sachen &uuml;ber mich.\r\n---\r\nName: Mann nennt mich Timo wie gesagt\r\nAlter: 18 Jahre Alt\r\nMain Lane: Mid ( Championpool: Ich kann alle Mid Laner auser Zed obwohl ich mich mit Zed auf Dia 5 gespielt habe, dennoch kann ich ihn nicht. )\r\nSehr Dominanter Mid Laner\r\nSuper Teamf&auml;hig und direkt\r\nStandhaft in der Mid Lane.\r\nTeamspeak: Vorhanden  so wie auch Mikro \r\nOnlinezeiten: Immer ab 17 Uhr - 0:00+ , nat&uuml;rlich kann es auch sein das ich mal fr&uuml;her oder sp&auml;ter komme. \r\n---\r\nWas ich von den Ranked Team erwarte:\r\n\r\n- Teamf&auml;higkeit\r\n- Ts Mikro\r\n- Alter mindestens 16\r\n- Kritikf&auml;hig \r\n- Mindestelo von Platin\r\n- Freundlich &amp; nicht ragen \r\n- Motiviert \r\n- Regelm&auml;&szlig;ige Trainingszeiten\r\n- Ausprobierf&auml;hig \r\n- Erfolgswillig \r\n---\r\nMit Ausprobierf&auml;hig meine ich, dass man sich zusammen setzt und sich Stratergien und Combos &uuml;berlegt und sie auch in Ranked Team Games ausprobiert ( In ein extra Ranked Team dann halt ) und guckt wie mann zusammen harmoniert und nicht einfach in der Championselect erst bespricht was man tut sondern schon davor , vorplant und eine Idee hat was wir die Runde machen. ( z.B ob wir aufs late, split oder dominieren gehen ). \r\nUnd wenn man mal verliert sollte mann gucken woran es gelegen hat. \r\n\r\n---\r\nJoa das wars dann &quot;schon&quot;. Ich habe jetzt einfach mal hier ALLE  sachen aufgeschrieben wie ich es mir vorstelle da ich wie gesagt schon &ouml;fter in Ranked Teams war aber es sich einfach nicht fortgesetzt hat, da es einfach nicht meiner vorstellung entsprach. \r\n\r\nAmsonsten bei interesse einfach mal Ingame Name rein hier oder ingame adden N0isir\r\n\r\nBei weiter fragen stellt sie ruig. Mfg Timo{{champion:161}}","replies":[{"id":"","poster":"N0isir","date":"2015-04-15T14:00:11.526+0000","up_votes":1,"down_votes":0,"body":"psuh","replies":[]}]}