{"id":"NkaU7Un4","poster":"Avinae","date":"2015-04-15T07:29:07.539+0000","title":"Videoformat - Bild verzerrt? :o","subforum":"Allgemeiner Chat","embed":{"title":"Mission Impossible","description":"Uploaded by plux. on 2015-04-15.","url":"https://www.youtube.com/watch?v=mohpkMCpebo","image":"http://i.ytimg.com/vi/mohpkMCpebo/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Moin. Mir hat mal jemand gesagt, dass meine Videos vom Format her etwas \"verzogen\" sein.\n\nIch empfinde das allerdings jetzt nicht unbedingt so.\n\nIch schneide meine Videos mit Sony Vegas und immer wenn ich ein Video importiere stelle ich es aus, dass das Seitenverh&auml;ltnis beibehalten wird. Ansonsten sind da immer so h&auml;ssliche Schwarze Streifen am Rand.\n\nK&ouml;nnte mir jemand sagen wie ich das beheben kann falls n&ouml;tig, oder ob das Format so okay ist?\n\nW&auml;re nett. ^^\n\nDanke.\n\nedit: Das Video bitte auf Youtube anschauen weil in dieser Vorschau hier sind diese schwarzen Ränder da. :D","replies":[{"id":"","poster":"Groath","date":"2015-04-15T09:35:55.740+0000","up_votes":1,"down_votes":0,"body":"Die meisten Computernutzer haben heute Bildschirme im 16:9 Verhältnis. 1920x1080 z.B.\n\nDu scheinst ein anderes Format zu nutzen (4:3?), weshalb deine Videos dann nachträglich in das 16:9 Format gebracht und so in die Breite gezogen werden.\n\nDas Video ist eindeutig verzerrt. Wenn du keine schwarzen Ränder haben willst und ein unverzerrtes Video, dann brauchst du einen Bildschirm, der im 16:9 Format darstellt. Dann kann dein Capture-Programm in 16:9 aufnehmen und du musst nichts im Nachhinein an dem Format ändern.\n\n4:3 kannst du nicht so ändern, dass du weder Balken, noch Verzerring hast, ohne oben und unten das Bild schneiden zu müssen.\n\n\nEntweder das oder du hast deine Auflösung auf ein Format gebracht, das nicht dem Verhältnis deines Bildschirms entspricht und alles bei dir ist Standardmäßig verzerrt. Falls das der Fall ist, schau dir dieses Bild an:\n\nhttp://mandala.webmg.de/wp-content/uploads/2006/09/quadrat-raster.png\n\nEs beinhaltet ein Quadrat-Raster. Falls du keine Quadrate siehst, sondern Rechtecke mit nicht gleichlangen Seiten, musst du deine Auflösung so umstellen, das du Quadrate siehst.","replies":[{"id":"","poster":"Avinae","date":"2015-04-15T09:44:25.327+0000","up_votes":1,"down_votes":0,"body":"Erstmal danke, ich sehe übrigens Quadrate also bedeutet das im Prinzip, dass ich das Format umgestellt habe?\n\nedit: ich weiß jetzt woran es liegt ^^ ich spiele ingame wirklich 4:3 desswegen ist mir auch keine verzerrung aufgefallen :D","replies":[{"id":"","poster":"Groath","date":"2015-04-15T09:56:16.678+0000","up_votes":1,"down_votes":0,"body":"Haha, du bist der Beste! Dann stell das mal um und dann kann es so richtig losgehen mit deiner Youtuber Karriere ;)","replies":[{"id":"","poster":"Avinae","date":"2015-04-15T10:13:36.535+0000","up_votes":1,"down_votes":0,"body":"Youtube Karriere x)\n\nso besser? :D http://fs2.directupload.net/images/150415/mt7z47v5.png","replies":[{"id":"","poster":"Groath","date":"2015-04-15T11:12:13.057+0000","up_votes":1,"down_votes":0,"body":"~~Es stimmt immer noch nicht ganz. Kannst du mal eben die Auflösung deines Monitors, die Auflösung, die du im Spiel benutzt und die Produktbezeichnung deines Bildschirms hier posten? Falls das alles stimmig ist, müsste der Fehler bei anderen einstellungen liegen.~~\n\n~~Kannst du auch noch einen Screenshot direkt aus dem Spiel machen, ohne ihn bearbeitet zu haben?~~\n\nEDIT: Vielleicht sehe ich auch nicht richtig, ich schau mal eben in meinem Spiel nach und machh nen Screenshot davon, Moment\n\nEDIT2: Alles klar, dein Screenshot sieht gut aus, das Problem war nur, dass ich den am Laptop anschaute, während ich League of Legends am PC an einem größeren Bildschirm spiele. Die Skalierung hat mich rausgebracht ^^","replies":[]}]}]}]}]}]}