{"id":"gN4ddxWH","poster":"S04 marciii","date":"2015-04-15T12:48:36.513+0000","title":"Main Support sucht Mates (Bronze/Silber)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hi zusammen,\r\n\r\nich suche auf diesem Wege ein paar Leute um gemeinsam LoL zu spielen und besser zu werden. Mir ist bewusst, dass ich lediglich Bronze-Noob bin, habe aber den Willen und den Ehrgeiz dies zu &auml;ndern. Deswegen kurz zu mir:\r\n\r\nIch hei&szlig;e Marcel, bin 28 Jahre jung und spiele LoL seit September 2013. In der SoloQ l&auml;uft es f&uuml;r mich immer sehr bescheiden, da ich zu oft falsche Entscheidungen treffe und mich dem kopflosen Spiel meines Teams anschlie&szlig;e. Im Teamranked lief es daf&uuml;r besser, da hat es mit meinen ehemaligen Mates zu Silber gereicht und genau dort will ich (mindestens) wieder hin. Dazu brauche ich aber nat&uuml;rlich Mitspieler.\r\n\r\nSelbige suche ich auf diesem Weg. Ich spiele haupts&auml;chlich Support, kann aber auch auf der Top Lane spielen. Den Rest &uuml;berlasse ich liebend gern euch. ;) Also, wenn ihr 18+ seid, egal ob Einzelspieler, Clan oder einzelnes Team, und euch von meinem Ranking nicht abschrecken lasst, so meldet euch einfach oder addet mich direkt im Game.\r\n\r\nMit mir bekommt ihr einen festen Support ins Team, der lernf&auml;hig, kritikf&auml;hig und motiviert ist sich zu verbessern. F&uuml;hrungserfahrung bringe ich zus&auml;tzlich mit, so habe ich schon Squads in Counter Strike gef&uuml;hrt, genauso wie das letztj&auml;hrige 5er Team in LoL. Zudem bin ich ein ruhiger Spieler, den so schnell nichts aus der Ruhe bringt und der auch beruhigend auf Mates einwirkt. Ich glaube viel mehr, au&szlig;er einem h&ouml;heren Ranking im SoloQ, kann man als Spieler nicht bieten. ;)\r\n\r\nSo hoffe ich auf zahlreiche Meldungen und ein baldiges Zusammenspiel und verbleibe bis dahin mit vielen Gr&uuml;&szlig;en,\r\n\r\nMarcel","replies":[{"id":"","poster":"S04 marciii","date":"2015-04-15T16:59:20.473+0000","up_votes":1,"down_votes":0,"body":"Push. :)","replies":[]},{"id":"","poster":"Das Kamel","date":"2015-04-15T13:17:17.617+0000","up_votes":1,"down_votes":0,"body":"add mich hyzeful2 - bin adc main","replies":[]}]}