{"id":"mgEoaFUr","poster":"HeartForGames","date":"2015-04-14T20:26:43.070+0000","title":"Low Prio ohne Grund?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Hallo liebe Community,\r\n\r\nDas soll jetzt kein &quot;ich will mich ausheulen&quot; werden.\r\nIch hab nur eine einfache Frage:\r\nIc hatte vor ein paar Wochen eine Low Prio bekommen, da ich verl&auml;uft Internetprobleme hatte. Ich hatte mich deswegen mit dem Support in Verbindung gesetzt um heraus zu finden woran die Probleme liegen k&ouml;nnte. Mir wurde vom Support empfohlen immer Customer Games zum testen meiner Verbindung zu spielen.\r\n\r\nGenau dies tue ich jedesmal und hatte seit dem Max 1-2 x Probleme im sp&auml;teren Game Verlauf. Heute hatte ich die Meldung mit der L&ouml;w Prio wieder obwohl ich schon lange keine Probleme mehr hatte. \r\nHandelt es sich hier um eine versp&auml;tete &quot;Besrafung&quot; f&uuml;r die 1-2 mal die schon l&auml;nger her sind? \r\nKann mir das n&auml;mlich sonst nicht erkl&auml;ren :(\r\n\r\nViele Liebe Gr&uuml;&szlig;e\r\nEure Heart","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-04-15T05:06:01.586+0000","up_votes":2,"down_votes":0,"body":"Ich weiß nichts von verspäteten Strafen. Die sollten doch normalerweise sofort kommen.","replies":[{"id":"","poster":"HeartForGames","date":"2015-04-15T11:22:21.163+0000","up_votes":1,"down_votes":0,"body":"Davon bin ich auch ausgegangen, deswegen bin ich ja verwirrt. In meinem letzten Game, nach welchem die Low Prio kam, hatte ich keine Verbindungsprobleme oder ähnliches. Wir hatten einen afk Nasus, aber das wars auch schon, der hat ja nichts mit meinem Konto zu tun.","replies":[]}]},{"id":"","poster":"Sanctuary2056","date":"2015-04-15T05:47:27.125+0000","up_votes":1,"down_votes":1,"body":"Das Ding ist, dass der Leaverbuster jede Queue für sich berechnet. \nEs kann also sein, dass du Beispielsweise im 5v5 ranked kurz vor einer Strafe stehst,... dann hörst du auf 5v5 zu spielen, aber dein \"status\" bleibt trotzdem in der 5v5 Queue erhalten, egal wie lange du pausierst. So wird halt verhindert, dass man nur in einer bestimten queue ragequittet und man dennoch ohne Bestrafung davon kommt, weil man andere Queues ja sauber spielt.","replies":[{"id":"","poster":"HeartForGames","date":"2015-04-15T11:20:55.087+0000","up_votes":1,"down_votes":0,"body":"Ok, das klingt logisch, das versteh ich ja auch.\nAber ich verstehe trz nicht warum die Bestrafung kam obwohl ich in den letzten Games immer komplett dabei war 0.o\nMein Freund hat in letzter Zeit ab und an das Problem, das er nicht direkt rein kommt ins Spiel, aber er spielt ja auf seinem eigenen Konto, da wir ja sonst nicht zusammen spielen könnten. Aber das hat ja nichts mit meinem Konto zu tun 0.o","replies":[{"id":"","poster":"eingew","date":"2015-04-15T14:00:08.188+0000","up_votes":1,"down_votes":0,"body":"Das hat es definitiv nicht und dafür hat der Leaverbuster dich auch nicht bestraft.\n\nIch würde dir empfehlen nochmal in unserem Forum für Hilfe und Support vorbeizuschauen, vielleicht findest du dort etwas, was dir weiter hilft.","replies":[]}]}]}]}