{"id":"QZ5MeoEV","poster":"Dein Anfang","date":"2015-04-14T09:11:46.656+0000","title":"Ranked Team braucht Verstärkung (Battleground)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Mitbeschw&ouml;rer,\r\n\r\nwir suchen noch zwei Mitglieder, die unser Ranked Team verst&auml;rken m&ouml;chten und k&ouml;nnen.\r\n\r\nZu uns:\r\n\r\nWir sind alle zwischen 20 und 30 Jahre alt, studieren oder arbeiten und treffen uns meistens Abends ab 20 Uhr im TS zum LoL-Zocken, insofern nicht Sporttrainings, Wein- oder Bierproben in Diskotheken oder andere gesellschaftliche Verpflichtungen geplant sind. \r\nWir sind eigentlich immer gut drauf und wollen vor allem Spa&szlig; am Spielen haben. Leider bekommen wir nicht immer 5 Leute zusammen, weshalb wir jetzt Verst&auml;rkung suchen. Wir wollen uns auch f&uuml;r die Battleground-Turniere anmelden, das h&ouml;rt sich spa&szlig;ig an und so ein EP Boost und evtl. ein Skin sind doch nette Kleinigkeiten die wir gerne mitnehmen. Wir sind alle in Gold angesiedelt, von V bis I. Wir spielen beide Maps, also 5vs5 und 3vs3. Sobald ARAM Rankeds eingef&uuml;hrt werden, starten wir auch da durch :-)\r\n\r\nZu Dir:\r\n\r\nEs w&auml;re gut, wenn Du mindestens 18 Jahre alt bist und zumindest Gold V spielst. Die Lane die Du gerne spielen m&ouml;chtest ist eher zweitrangig, da sind wir flexibel genug - solltest Du aber ein super ADC sein, w&auml;ren wir h&ouml;chst erfreut. Dann darfst Du gerne das Metzeln &uuml;bernehmen ;) . Sonst einfach Spa&szlig; am Spielen haben und ein bisschen Humor mit reinpacken. Wir nutzen TS 3, deshalb w&auml;re es ein Muss dieses Programm installiert zu haben.\r\n\r\n\r\nFalls Dein Interesse geweckt ist, adde mich ingame als Freund und schreib mich an. Ich schicke dann die TS Daten und wir k&ouml;nnen mal ein paar Runden miteinander spielen.\r\n\r\nBeste Gr&uuml;&szlig;e,\r\nDein Anfang","replies":[{"id":"","poster":"JumperD","date":"2015-04-14T17:18:31.408+0000","up_votes":1,"down_votes":0,"body":"Moin bin gold 5 und main jungle. kann zwar nur mit top/support als andere rolle dienen aber hab ein relativ großes grundwissen was spielzüge championbuilds und teamkompositionen angeht. an sich relativ ruhiger zeitgenosse der gerne mal n bisschen blödsinn redet um die leute zu unterhalten. ( 20 jahre alt) bei interesse an mir bitte melden{{champion:57}}","replies":[]},{"id":"","poster":"IndianaGoof","date":"2015-04-14T11:02:35.511+0000","up_votes":1,"down_votes":0,"body":"Hi ich bin Markus (19), Mathestudent  und aktuell Gold 2. Season 4 war ich Platin\n\nSuche auch nach einem Battlegrounds Team und maine Mid/Top/ADC/Supp\n\nIch habe selber Teams durch viele ESL Spiele geführt und bin daher im Team Ranked (5 v 5) etwas erfahrener. Mein Letztes 5 v 5 Team war Platin gerated.\nIch benutze TS3. An ARAM Rankeds werde ich nicht teilnehmen da diese wenig mit Skill und Tactic sondern eigentlich nur mit dem Matchup (Glück) zu tun haben.\n\nBei Interesse adden","replies":[{"id":"","poster":"Dein Anfang","date":"2015-04-14T11:58:26.464+0000","up_votes":1,"down_votes":0,"body":"Heyho. Habe Dich schon geaddet, ich schreibe Dich morgen an. Heute bin ich ein bisschen im Stress ;-)","replies":[{"id":"","poster":"IndianaGoof","date":"2015-04-14T12:03:20.245+0000","up_votes":1,"down_votes":0,"body":"ist ok","replies":[]}]}]},{"id":"","poster":"King Maokai","date":"2015-04-14T10:50:20.695+0000","up_votes":1,"down_votes":0,"body":"Hey bin zwar nur Silber 5 aber habe definitiv Spaß am Spiel und denke auch das ich mit einem besseren Team definitiv höher als Silber kommen könnte^^\nIch spiele alle Positionen auf einem soliden Level außer Mitte ^^\nBin 17 werde aber \"bald\" 18 ^^\nIch adde dich dann einfach später in Lol","replies":[]}]}