{"id":"LjuWL8lA","poster":"Eonari","date":"2015-04-13T14:50:28.836+0000","title":"ADC sucht support","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi liebe Supporter und Supporterinnen\r\n\r\nich, Eonari, suche einen Support, doch denkt jetzt nicht es ist wie jeder andere Thread hier im Forum wo es um die Liga/Elo/Wins etc. geht sondern eher um die Chemie und Zukunft aber erstmal zu mir:  \r\nMeine Name ist Tobi und ich bin 19 Jahre alt, spiele seit  Anfang der zweiten Season LoL. Ab der 3. Season habe ich angefangen in Teams mitzuspielen und die Rolle des Adc&#039;s auszuf&uuml;llen. Ich habe 1055 Wins und 500 rankeds wins insgesamt. Ich war Season 2 Gold und Season 3 platin auch in der Esl und in einigen go4lol Turnieren habe ich  mit gespielt.\r\n\r\nIch bin der Meinung das die Liga f&uuml;r die Botlane nicht so viel Bedeutung hat wie f&uuml;r die anderen Positionen, den was auf der Botlane stimmen muss ist die Chemie. Das ist das wichtigste. Nat&uuml;rlich muss man ein gewisses Grund Verst&auml;ndnis vom Spiel haben doch der Schl&uuml;ssel zum Sieg auf der Botlane ist die Harmonie zwischen ADC und Support. Ich suche einen Support der Lust hat mit mir DuoQueue zu spielen,  sich mit mir hoch zu spielen, besser zu werden und wenn alles l&auml;uft vll in ein Team zu gehen und dort sogar an Turnieren teilnehmen. \r\n\r\nWenn du das genauso siehst wie ich und ich dein Interesse wecken konnte adde mich einfach :)             \r\n          &#039;Gosu Eonari&#039;  \r\n\r\nMfG Eonari","replies":[{"id":"","poster":"Sockbat911","date":"2015-04-13T15:08:50.339+0000","up_votes":2,"down_votes":0,"body":"Hi Tobi,\n\ndas hört sich schon mal sehr interessant an (=\nbevor ich Dich einfach adde, dachte ich mir ich schreibe erstmal kurz was zu mir. \n\nMein Name ist David bin 29 Jahre alt und main Support. Bevorzugte Champs Morgana,Thresh,Leona.\nAktuelle silber 3.\n\nWenn du möchtest add Du mich am besten einfach.\n\nSockbat911\n\neventuell bis denne","replies":[]},{"id":"","poster":"Eonari","date":"2015-04-13T19:53:44.543+0000","up_votes":1,"down_votes":0,"body":"push'","replies":[]}]}