{"id":"cp1nvY9J","poster":"hillkill","date":"2015-04-12T22:02:06.226+0000","title":"Sirius, der Herr des Gesteins","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Sirius \r\nDer Herr des Gesteins\r\n\r\n\r\nKonzept:\r\n\r\nSirius ist ein AD Champion, der vor allem als AD Bruiser gespielt wird, im Lategame kann er jedoch teilweise/ kurzzeitig auch die Rolle eines Adc&#039;s erf&uuml;llen. Sirius skaliert brutal ins Lategame, hat jedoch sehr geringe Grundschadenswerte, weshalb er im Earlygame und Midgame quasi keinen Einfluss hat. Zus&auml;tzlich sinken seine Cooldowns mit Leveln deutlich. Sirius skaliert also auf 3 Arten ins Lategame, durch seine Passive, &uuml;ber gute Skalierung und stark sinkenden Cooldown.\r\n\r\n\r\nLore:\r\n\r\nIch h&auml;tte an etwas gedacht wie:\r\nSirius kommt aus einem Bergdorf, er war schon immer ein Einzelg&auml;nger und erkundete in seiner Freizeit oft die Berge, er zog &uuml;ber Wiesen, &uuml;ber B&auml;che und durchstreifte die H&ouml;hlen, er hatte sogar einen Trick um sich in den H&ouml;hlen nicht zu verlaufen, er markierte in regelm&auml;&szlig;igen Abst&auml;nden die Rechte Wand, so dass er wenn er die H&ouml;hle verlassen will nur den Markierungen folgen zu m&uuml;ssen, welche sich dann auf seiner Linken befanden (Referenz Minecraft ), doch eines Tages, obwohl er wie immer vorgegangen war, verirrte er sich in einer H&ouml;hle, der Verlauf der H&ouml;hle schien sich zu ver&auml;ndern, auf dem R&uuml;ckweg erreichte Sirius stellen, die so Markant waren, dass er h&auml;tte sie sich merken m&uuml;ssen, wenn er sie in seinem Leben schon jemals gesehen h&auml;tte, er begann Angst zu bekommen und begann zu verstehen, dass er nicht mehr auf dem selben Weg aus der H&ouml;hle entkommen w&uuml;rde, auf dem er sie betreten hatte, der Berg schien zu Leben und wollte ihn nicht entkommen lassen, er wollte ihn t&ouml;ten, oder ihm... als er dies dachte bemerkte Sirius, dass der Begrenzte Pegel seiner Fackel nicht dass einzige Licht war, welches er wahrnahm, weiter hinten vernahm er ein weiches, schwaches Licht mit einer Goldenen Aura, halb in Trance und halb von seinem &Uuml;berlebenswillen gelenkt beschleunigte Sirius seinen Schritt, als er dass Licht erreichte, fand er sich in einem gr&ouml;&szlig;eren Raum wieder, in dessen Mitte zwischen einem Stalaktit und einem Stalaknit ein Goldklumpen von etwa 30cm Durchmessern steckte, welches das Schwache Licht ausstrahlte. Immernoch in Trance bewegte sich Sirius auf den Brocken zu und ber&uuml;hrte ihn, in diesem Moment f&uuml;hlte er ein Pulsieren unter der Oberfl&auml;che des Goldklumpen und all seine Ersch&ouml;pfung, sein Hunger, sein Durst viel von ihm ab. Etwas war anders er konnte es sp&uuml;ren, das Herz des Berges, das Herz aus Gold hatte ihn ver&auml;ndert, auf einmal wusste er, wie er den Berg verlassen kann, er lief auf der anderen Seite des Raumes in einen Gang, der zuvor noch nicht da war, Sirius lief nicht eine Kurve, bog nicht einmal ab, es schien so, als w&uuml;rde der Fels sich seinem Willen beugen Keine 30 Minuten Sp&auml;ter erblickte Sirius den klaren Sternenhimmel, er war in der N&auml;he eines Dorfes, es war jedoch nicht sein Dorf. Er ging ins Dorf und erkundigte sich nach einem Herz des Berges, doch niemand konnte ihm helfen, als er sich jedoch nach einem Goldenen Herz erkundigte, erfuhr er, dass Jemand in der Liga der Legenden ihm eventuell weiterhelfen k&ouml;nne, es g&auml;be wohl etwas, namens Herz aus Gold, das mit der Liga zu tun hat...\r\n\r\n\r\nWerte:\r\n\r\nLeben 600 (+90)\r\nMana 300 (+25)\r\nAD 55 (+4)\r\nAtackspeed 0,65 (+2,5%)\r\nMovementspeed 355\r\nLiferegeneration 1,7 (+0,15)\r\nManaregeneration 1,5 (+0,11)\r\nR&uuml;stung 24 (+3,75)\r\nMagieresistenz 30 (+1,5)\r\nRange 130\r\n\r\n\r\n&Uuml;bersicht:\r\n\r\nAngriffsschaden:8/10\r\nF&auml;higkeitsst&auml;rke:3/10\r\nVerteidigung:6/10\r\nSchwierigkeit:7/10\r\n\r\n\r\nTags:\r\n\r\nKnockup\r\nTerrain\r\nVerlangsamung\r\nUnterbrechen\r\n\r\n\r\nOptisch:\r\n\r\nTrainierter Schwarzer, hellgraue Haremshosen &auml;hnliche Hose, oben ohne, Glatze, Metallene Armschienen, Barfu&szlig;\r\n\r\n\r\n\r\nPassiv:Felsenfest:\r\nSirius erh&auml;lt f&uuml;r je 6 von ihm get&ouml;tete Vasallen oder 3 get&ouml;tete Monster 1 AD\r\n\r\nQ:Erdbebenkick:\r\nSirius tritt mit voller Wucht vor sich, womit er an Gegnern vor sich 40 (+20/30/40/50/60% AP ) (+60/75/90/105/120% Bonus AD) physischen Schaden verursacht und getroffene Gegner 0,75 Sekunden knockupt.\r\n\r\nReichweite: 250\r\nCooldown:7,5/6/6,5/6/5,5 Sekunden\r\nKosten:45/50/55/60/65 Mana\r\n\r\nW:Erdrutsch:\r\nSirius gleitet auf einer Lawine zum Zielort und verursacht auf seinem Weg  (4/5,5/7/8,5/10% aktuelles Leben(+ 2% AD) ) als magischen Schaden an allen getroffen Gegnern und verlangsamt diese f&uuml;r 2 Sekunden um 20 (+Tenacity )%, danach bilden die Gesteinsbrocken aus der Lawine f&uuml;r 3 Sekunden einen kleinen Wall, der Projektile blockt und als Terain gilt.\r\n\r\nReichweite: 350/375/400/425/450\r\nWallbreite: 75/100/125/150/175\r\nAufladungen: 2\r\nCooldown: 16/14,5/13/11,5/10 Sekunden\r\nKosten:65/60/55/50/45 Mana\r\n(Vektorf&auml;higkeit)\r\n\r\nE:Erdspalt:\r\nSirius erzeugt nach 0,25 Sekunden einen Erdspalt in die gew&auml;hlte Richtung, der 40/50/60/70/80 (+10 pro 150 Bonusleben) magischen Schaden verursacht und alle getroffe Gegner zur Seite st&ouml;&szlig;t, als Terain z&auml;hlt und f&uuml;r 2,25 (+1 pro 150 R&uuml;stung)  (+1 pro 150 Magieresistenz) Sekunden bestehen bleibt.\r\n\r\nReichweite: 400/450/500/550/600\r\nCooldown:22/20,5/19/17,5/16 Sekunden\r\nKosten:85/95/105/115/125 Mana\r\n\r\nR:Kraft der Erde:\r\nAktiv:Sirus l&auml;sst 10/15/20 Sekunden Steine langsam um sich kreisen, wodurch seine Autoatackrange zu) 450/500/550 wird, wenn er jetzt angreift, schl&auml;gt er gegen die Steine, die daraufhin zum Ziel fliegen. Kann nicht kritisch treffen. Kann durch erneute Aktivierung abgebrochen werden.\r\nPassiv:Nachdem Sirius eine F&auml;higkeit gewirkt hat verlangsamt sein n&auml;chster Angriff sein Ziel um 10/15/20% f&uuml;r 2 Sekunden. Bis zu 3x kumulativ\r\n\r\nCooldown:150/120/90 Sekunden\r\nKosten:50/75/100 Mana\r\n\r\n\r\nKombos:\r\n\r\n-Trifft Sirius mit Erdbebenkick den Wall von Erdrutsch, so fliegt dieser in die gew&auml;hlte Richtung und verursacht auf seinem Weg den selben Schaden wie Erdbebenkick und unterbricht getroffene Ziele.\r\n\r\nReichweite: 700\r\n\r\n-Trifft Sirius mit seinem Erdspalt einen durch seinen Erdrutsch entstanden Wall, so zersplittert dieser und f&uuml;gt. Nahen Gegnern 20 (+15*lvl) physischen Schaden zu.\r\n\r\nReichweite: 200\r\n\r\n-Trifft Sirius mit Erdbebenkick den Erdspalt, so erhalten alle Gegner in der N&auml;he des Spalts 10 absoluten Schaden und weiterhin (10*lvl) absoluten Schaden &uuml;ber 5 Sekunden.\r\n\r\nReichweite: 150\r\n\r\n\r\nEmpfohlene Gegenst&auml;nde:\r\n\r\nGefr&auml;&szlig;ige Hydra\r\nSchwarzes Beil\r\nGefrorenes Herz\r\nSchlund von Mamortius\r\nFrosthammer\r\nMerkur&#039;s Schuhe\r\n\r\n\r\nTips:\r\n\r\nAls Sirius:\r\n\r\n-Am Anfang des Spiels bist du Verh&auml;ltnism&auml;&szlig;ig schwach, versuche sicher zu farmen und lass dich am Anfang des Spiels nicht auf K&auml;mpfe ein, es sei denn du wei&szlig;t dass du gewinnst.\r\n-Versuche im Teamfight das Gegnerteam zu flankieren und nutze Erdspalt um die Backline von der Frostige zu trennen, um diese anschlie&szlig;end zu zerst&ouml;ren.\r\n-Vergiss nicht, deine normalen Angriffe w&auml;hrend Kraft der Erde aktiv sind k&ouml;nnen nicht kritisch treffen, passe deine Itembuild entsprechend an.\r\n\r\nGegen Sirius:\r\n\r\n-Pass auf, Sirius verursacht sowohl magischen als auch physischen Schaden.\r\n-Versuche zu verhindern, dass Sirius das Lategame erreicht, hindere ihn am farmen oder ganke ihn zu Beginn des Spiels.\r\n-Lass dich nicht flankieren, ansonsten schneidet Sirius dir den Weg mit Erdspalt ab.\r\n\r\n\r\nNachwort:\r\n\r\nDen Champion zu entwerfen war ne Menge Arbeit, auch wenn das Konzept schnell gefunden war, wie dem auch sei, ich hoffe euch gef&auml;llt meine Idee und ich hoffe auf Feedback, ich vermute es wird Anmerkungen zur Skalierung geben, auch wenn ich lange damit rumgespielt habe, es ist leider das 1. Mal, dass ich mir einen kompletten Champion und nicht nur ein Konzept von F&auml;higkeiten ausdenke, ansonsten w&auml;re es vermutlich besser geworden. Ich wollte vor allem einen Bruiser erschaffen, der extrem schlecht startet, aber extrem gut skaliert, quasi einen Hyperbruiser.","replies":[]}