{"id":"6qtFqLVi","poster":"Necromanter","date":"2015-04-12T15:24:58.790+0000","title":"2 Tipps um zu gewinnen","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Mahlzeit an alle!\r\n\r\nSo, ich w&uuml;rde euch gerne mal 2 von meiner Sicht aus gesehenen wichtigsten Tipps erkl&auml;ren.\r\nDiese sind weder absolut unm&ouml;glich einzuhalten, noch werdet ihr daf&uuml;r gebannt oder m&uuml;sst hinter Gitter...\r\n\r\n**Tipp Nummeroo 1:\r\n**\r\n\r\nDa die meisten davon auch &uuml;berhaupt nichts wissen, wollte ich es eben ansprechen.\r\nDies ist eigentlich schon extrem hilfreich und erspart euch eine menge Elo in vielen Situationen.\r\nWenn ihr in der Champion Auswahl seit und merkt &quot;hmm.. das gegnerische Team ist aber wirklich tanky und hat genausoviel CC.., was bei unserem Team nicht der Fall ist&quot;\r\nIn diesem Fall, wenn ihr glaubt, dass ihr sp&auml;testens im Lategame verlieren werdet,** leaved!!!**\r\nIhr verliert durch das leaven sage und schreibe 3 Elo ! Ihr bekommt durch das leaven ebenfalls eine Zeitstrafe von Sagenhaften 5 Minuten!\r\nsomit habt ihr euch knapp 17 Elo erspart und k&ouml;nnt es nach 5 Minuten wieder versuchen mit einem anderem Team.\r\n\r\n**ACHTUNG! Nach dem 2ten mal leaven (oder 3ten mal, korrigiert mich wenn ich falsch liege) verliert ihr ca 7 Elo und 15 Minuten Zeitstrafe, beim 3 bzw 4ten male verliert ihr ca 15 Elo und 30 Minuten Zeitstrafe. Die Strafen werden nach einem Tag (oder irgendwann morgens um 6) wieder resetet und ihr k&ouml;nnt wieder leaven um euch Elo zu sparen! Ganz wichtig noch, leaved auf keinen Fall wenn ihr in der Promo seit, das z&auml;hlt n&auml;mlich als ganzes verlorenes Spiel (was ich ziemlich doof finde :/ )**\r\n\r\n**Tipp Nummeroo 2:**\r\n\r\nFlamen :))\r\n\r\ndas wichtigste Spielmittel f&uuml;r fast 40% aller Spieler...\r\nH&ouml;rt/lest bitte genau zu und bitte versteht das.\r\nErst mal ein Beispiel:\r\n\r\n**Weg des Flamens Nr. 1 :**\r\n\r\nIhr seit auf der Botlane und alles ist gut. Pl&ouml;tzlich macht ihr einen Fehler und sterbt mit eurem supp/adc.\r\nNun schreibt der Jungler etwas wie &quot; WTF are u doing?!?! If u fail 1 more time, u get 9x Report. Fucking noobs&quot;\r\nIhr denkt euch nun &quot;oh mein gott... eig hab ich schon gar keine lust mehr und mir ists auch ziemlich egal ob ich nun weiter verliere oder nicht.\r\nDiesem Jungler will ich n&auml;mlich keinen Win geben..&quot;\r\nEure Botlane verliert, Jungler geht ggf. noch AFK und das Spiel ist verloren.. typische Situation in jedem 3ten bis 4tem Spiel.\r\n\r\n**Weg des NICHT Flamens Nr. 2:**\r\n\r\nSelbe Situation:\r\n\r\nIhr seit auf der Botlane verliert und wisst auch das es ein Fehler eurer seits ist..\r\nNun schriebt der Jungler etwas wie: &quot; Try to play more deff pls, i will come instant after Red-Buff and help you :) &quot;\r\nIhr freut und denkt euch :&quot; Alles klar! Das machen wir so!&quot;\r\nJungler komm wie versprochen, macht einen erfolgreichen Gank, Botlane gewinnt darauf ohne auf die Hilfe des Junglers angewiesen zu sein.\r\nIhr freut euch, Jungler freut sich, das Team ist motiviert und gewinnt das Spiel.\r\n\r\n**Nun seit Ihr dran !**\r\n\r\n- Wieso gewinnt die Botlane?\r\n- Wieso wurde nicht geflamet?\r\n- Wieso spielt das Team auf einmal so motiviert??\r\n\r\n**Weil man durch Flamen absolut (und damit meine ich genau 101%) niemandem hilft!!!**\r\n\r\nIch pers&ouml;nlich habe auch Spiele wo ich mir denke &quot;das kann doch nicht sein das der schon 0/4 steht&quot;\r\nIch rege mich auch auf, ABER anstatt zu Flamen, erkl&auml;re ich denjenigen wie er auf seiner Lane gewinnen kann. (benutzt Smilys.. ist zwar schwer zu &uuml;berwinden diese zu schreiben, geht mir auch so, aber es hilft einfach!)\r\n\r\nIch wei&szlig;, dies ist keine absolute 100% winrate Erkl&auml;rung.. aber es sind halt Dinge, die einfach helfen das Spiel in die richtige Richtung zu drehen.\r\nWenn ich zumindest einem einzigen Spieler mit diesem Text helfen konnte, hat es sich f&uuml;r mich gelohnt, es zu schreiben.\r\n\r\nVielen dank an die, die sich daran wagen m&ouml;chten und denen ich damit helfen konnte.\r\n\r\nAuf eine bessere Legends Community und wir sehen und auf den Richtfeldern :D !\r\n\r\nGru&szlig; necroo","replies":[{"id":"","poster":"Unheil","date":"2015-04-13T06:48:41.157+0000","up_votes":1,"down_votes":1,"body":"> Ihr seit auf der Botlane und alles ist gut. Plötzlich macht ihr einen Fehler und sterbt mit eurem supp/adc.\nNun schreibt der Jungler etwas wie \" WTF are u doing?!?! If u fail 1 more time, u get 9x Report. Fucking noobs\"\nIhr denkt euch nun \"oh mein gott... eig hab ich schon gar keine lust mehr und mir ists auch ziemlich egal ob ich nun weiter verliere oder nicht.\nDiesem Jungler will ich nämlich keinen Win geben..\"\n\n...\n> Ihr denkt euch nun \"oh mein gott... eig hab ich schon gar keine lust mehr und mir ists auch ziemlich egal ob ich nun weiter verliere oder nicht.\nDiesem Jungler will ich nämlich keinen Win geben..\"\n\nEinstellung ist wohl egal, Hauptsache nicht flamen, oder wie?\n\nJuckt mich doch nicht, was einer an der Stelle sagt, ich bin doch wohl wenigstens emotional stabil genug, um nicht gleich ein Spiel zu verlieren, weil ein sozial Zurückgebliebener sich nicht ausdrücken kann.\n\nKlar, nicht mit dem Flamen anzufangen ist die eine Sache, aber wenn dann ein anderer anfängt, doch nicht gleich das Spiel hinschmeißen, _weil_ man dem einen Spieler aus dem eigenen Team dem Sieg nicht gönnt. Wo ist denn die Logik dahinter?!","replies":[{"id":"","poster":"Necromanter","date":"2015-04-13T13:16:03.025+0000","up_votes":1,"down_votes":0,"body":"Wenn du es besser weißt, dann ist dieser Tipp für dich sinnlos, das stimmt :)\nIch weiß aber, dass es genug Leute da draußen gibt, denen diese Tipps viel bringen.","replies":[]}]},{"id":"","poster":"LyteHatesSoloQ","date":"2015-04-12T17:26:50.066+0000","up_votes":1,"down_votes":0,"body":"Man verliert nur lp und keine elo durchs dodgen. aber im lowelo ist das ganze doch eh egal. da gewinnt auch mal ein Darius ne lane gegen eine Lissandra etc","replies":[{"id":"","poster":"Unheil","date":"2015-04-13T06:30:27.812+0000","up_votes":1,"down_votes":0,"body":"Gewinnt Darius nicht sowieso gegen Lissandra?","replies":[]}]},{"id":"","poster":"LyteHatesSoloQ","date":"2015-04-12T17:33:34.515+0000","up_votes":1,"down_votes":0,"body":"einfacher wäre es doch einfach indem man spielt ,sich verbessert und dann alle lanes etc stompt weil man einfach durch mehr skill = mehr Impact aufs Spielgeschejen hat. man gebraucht deine tipps nicht.","replies":[{"id":"","poster":"Necromanter","date":"2015-04-12T17:39:10.346+0000","up_votes":1,"down_votes":0,"body":"ja wenn du das so siehst, dann ignoriere diesen Text da oben und gewinne mit Skill. ich stimme dir auch zu, aber es sind ja nur 2 kleinigkeiten die ich mal erwähnt haben wollte ;)","replies":[]}]},{"id":"","poster":"xXMK7Xx","date":"2015-04-12T16:23:26.626+0000","up_votes":1,"down_votes":0,"body":"was sollen die Tipps? bist selber noch in Gold 5, verstehe denn Sinn dahinter nicht","replies":[{"id":"","poster":"Necromanter","date":"2015-04-12T16:53:50.360+0000","up_votes":1,"down_votes":1,"body":"Was die Tipps sollen?\nHelfen!\nja, ich bin Gold V. Heißt das nun direkt das alles was ich sage falsch ist?\nAber ist ok, deine Meinung ist deine Meinung. :)","replies":[]}]}]}