{"id":"5z1VXR5m","poster":"HKn KanaTooCute","date":"2015-04-12T09:08:26.825+0000","title":"Wochenend Coach","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hey,\r\n\r\nderzeit suche ich nach einem Team welches einen Coach sucht, League gern competitive spielt, Ziele hat und sich verbessern m&ouml;chte!\r\nerstmal zu mir:\r\n\r\n- 22 Jahre jung\r\n- Dia V spieler SoloQ\r\n- einige Team und Turnier erfahrung als Spieler eines guten Teams\r\n\r\nDa ich immernoch sehr begeistert am Teamrank bin, jedoch keine Zeit mehr habe selber f&uuml;r ein Team zu spielen, biete ich meine Dienste als Coach an.\r\nAllerdings muss ich dazu sagen das ich dies bis jetzt noch nicht f&uuml;r ganze Teams gemacht habe sondern nur f&uuml;r einzell Spieler, also Erfahrungswerte werden erst noch aufgebaut.\r\n\r\nAber auch ich habe einige Anforderungen an das Team, ihr solltet:\r\n\r\n- alle 17+ sein\r\n- alle eine SoloQ elo von mindestens low Gold besitzen (bei einzell spielern mache ich auch ausnahmen)\r\n- als Team schon l&auml;nger als 3 Wochen bestehen und vor allem REGELM&Auml;&szlig;IG zusammen spielen, sprich Termine haben an die sich gehalten wird\r\n- _**gewillt sein einen Tag am Wochenende um die 3 Games zu machen (oder ein Turnier zu spielen)**_\r\n- mich genauso respektieren wie ich euch respektiere - ich &uuml;be lediglich kritik mit einem Verbesserungs vorschlag, also diesen auch annehmen und das nicht als angriff auf einen pers&ouml;nlich sehen.\r\n- meine Verbesserungsvorschl&auml;ge annehmen und versuchen so gut es geht umzusetzen\r\n- euch im klaren sein das ein Coach nicht innerhalb von 3 - 4 Games alles &auml;ndern kann, IHR seid diejenigen die es &auml;ndern ich gebe nur meinen Senf dazu und versuche euch so gut es geht zu helfen, sachen zu erkl&auml;ren und euch wenn ihr soweit seid auch taktiken nah zu bringen.\r\n\r\n\r\nDas gr&ouml;&szlig;te manko an der Sache ist und dessen solltet ihr euch bewusst sein: Ich kann wirklich NUR am _**Wochenende**_ da sein. Jedoch erwarte ich von euch das ihr unter der Woche das versucht umzusetzen was ich euch am Wochenende erz&auml;hle. Wieviel und wieoft ihr unter der Woche spielt bleibt euch &uuml;berlassen aber ihr solltet unter der Woche daran arbeiten. Da ich das ganze komplett KOSTENLOS und nur aus spa&szlig; an der Freude mache und da auch Zeit reininvestiere hoffe ich das ihr die sache dann auch ernst nehmt, es ist nichts frustrierender als Zeit in ein Team zu investieren welches nach 2 Wochen aufgel&ouml;st ist oder einfach ihr eigenes ding macht, egal was ich sage.\r\n\r\n\r\nFalls mal ein Spieler am Wochenende fehlen sollte, was vorkommt(mag sein das ich auch mal nicht da bin - wird aber vorher angek&uuml;ndigt), kann ich sofern keine Substitute Spieler da sind ebenfalls einspringen, jedoch solltet ihr dann zusehen das am n&auml;chsten Wochenende wieder alle da sind.\r\n\r\n\r\neinfach ingame adden und man quatscht mal dr&uuml;ber\r\nLg BurningWishes","replies":[{"id":"","poster":"AD Carry Botlane","date":"2015-05-31T10:19:59.446+0000","up_votes":1,"down_votes":0,"body":"add ist raus :)","replies":[]},{"id":"","poster":"MadyGrey","date":"2015-04-15T16:59:17.497+0000","up_votes":1,"down_votes":0,"body":"add ist raus","replies":[]},{"id":"","poster":"HKn KanaTooCute","date":"2015-04-12T14:48:48.985+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"HKn KanaTooCute","date":"2015-04-12T11:34:30.752+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"MyNamiIsInsane","date":"2015-04-12T22:57:29.252+0000","up_votes":1,"down_votes":1,"body":"hab dich geaddet","replies":[]},{"id":"","poster":"HKn KanaTooCute","date":"2015-04-12T20:24:07.002+0000","up_votes":1,"down_votes":1,"body":"add mich einfach mal, ich nehm nächstes Wochenende dann an und beantworte alle deine fragen","replies":[]},{"id":"","poster":"MyNamiIsInsane","date":"2015-04-12T19:43:43.458+0000","up_votes":1,"down_votes":1,"body":"hy kannst du mir vlt zeigen wir ich als adc besser werden kann bin 19 jahre alt","replies":[]}]}