{"id":"kjTpEAAK","poster":"Unfοrgiνen","date":"2015-04-11T21:30:04.067+0000","title":"Champions Auswahl Problem","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Bei mir st&uuml;rtz &ouml;fters mal LoL ab einfach so da wird der Bildschirm bei LoL so Weis und es gibt irgendein Problem es verschwindet auch nicht nach einiger Zeit . Das gleiche ist mir jetz gerade schon 2 mal beim Ranked Championausw&auml;hlen passiert und ich verliere einfach voll viele Punkte das Problem dabei ist das es nicht immer auftritt ich starte dann halt LoL neu und dann geht es meistens wieder doch manchmal hab ich dann einfach diesen Whitscreen oder wie man das nennt und entweder ist der in der Championauswahl oder beim Annehmen. Was kann ich gegen dieses Problem tun.\r\nWenn es m&ouml;glich ist kann man die Ranked Punkte zur&uuml;cksetzen ansonsten nicht muss ja nicht unbedingt sein aber hauptsache man kann das Problem beheben.\r\nDanke im Vorraus","replies":[{"id":"","poster":"Unfοrgiνen","date":"2015-04-11T22:15:09.891+0000","up_votes":1,"down_votes":0,"body":"Ja ich weis das sie nicht gerade die besten Pc sind und das man einen eigenen Pc viel besser und billiger bekommt aber darum geht es ja nicht .\nGerade hatte ich wieder diesen Bug und ich habe abgewartet und nach so 30 sekunden kam der Bildschirm wieder das ist gerade aber zum ersten mal passiert.\nWas mir gerade noch aufgefallen ist das ich das Problem seit ich MK LOL son Skin Programm anhabe vieleicht stört das LoL?\n","replies":[]},{"id":"","poster":"Unfοrgiνen","date":"2015-04-11T21:42:40.143+0000","up_votes":1,"down_votes":0,"body":"Mein Pc ist ein Alienware Pc daher glaube ich kaum das er Probleme mit der Leistung oder so hat wennschon muss sich da irgendein Problem bei den Datein befinden oder ein Programm das was kaputt macht\nBin mir trozdem nicht sicher","replies":[{"id":"","poster":"Black Mage","date":"2015-04-11T21:53:15.241+0000","up_votes":1,"down_votes":0,"body":"Alienware ist ein hersteller der nicht gerade \"qualitativhochwertige\" pc's anbietet, da für den sleben preis man oftmal was besseres bekommt... ggf man für weniger das selbe bekommt!\n\nund die stellen die pc`s nur zusammen, die einzelteile können nicht zusammenpassen oder sonstiges (siehe die alten macs und teilweise auch noch die neuen)","replies":[]}]},{"id":"","poster":"Black Mage","date":"2015-04-11T21:35:28.637+0000","up_votes":1,"down_votes":0,"body":"treiber aktualisieren, ansonsten braucht man mehr infos über deinen rechner. btw: google mal nach autostart programmen und wie man diese ausschalten kann, viele beeinträchtigen den pc hart und man braucht die nie","replies":[]}]}