{"id":"J0J5KEEE","poster":"Mallemor","date":"2019-12-02T10:00:27.170+0000","title":"ab wann fangt ihr an ein spiel aufzugeben?","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":8,"body":"frage steht oben also ich fange zb nie an zu surrendern bzw sollte ein surr vote kommen, drücke ich immer auf nein auch wenn ich mir damit viele Feinde hier mache. Gehöhre halt nicht zu dieser\" mimimi ist doch eh schon wieder lost \" \"ff15 pls\" Fraktion an.\n\nund der Hauptgrund warum ich niemals surrender ist der das meine Teammates auch leiden müssen weil Sie mir mein Game versaut haben. ich schreibe das nur nicht in den Chat damit ich nicht reporte werde .\n\nWenn ich schon wieder einen loss habe wegen schlechter Teammates , möchte ich wenigstens die Genugtung haben, das meine schlechten Teammates richtig leiden sollen damit Sie sich im nächsten Game hoffentlch mehr Mühe geben denn Strafe muss sein.\n\nIch persönlich, spiele trotzdem weiter auch wenn der Gegner 20 kills mehr oder 5 türme mehr hat als unser Team denn ich gebe niemals auf UND wie shcon erwähnt, möchte ich das meine Teammates so richtig leiden sollen fürs trollen oder schlechtes spielen\n\nsehe jetzt schon wieder die downvotes kommen mir aber sowas von boogy, betet das ihr mich niemals ins Team bekommt und ihr dabei ein schlechtes Game abliefert denn ihr wisst ja was ich beim surr vote dann drücke :=)\n\nedit: hätte vieleicht noch hinzuschreiben sollen das , wenn es auch an mir liegt das mein Team ein schlechtes SPiel hat ich auch niemals surr damit ich wenigstens noch lerne mit dem Champ besser zu werden","replies":[{"id":"","poster":"Rena","date":"2019-12-02T14:29:01.967+0000","up_votes":4,"down_votes":0,"body":"Wenn der Nexus zerstört ist.","replies":[]},{"id":"","poster":"SayaShire","date":"2019-12-02T10:46:53.011+0000","up_votes":3,"down_votes":1,"body":"> und der Hauptgrund warum ich niemals surrender ist der das meine Teammates auch leiden müssen weil Sie mir mein Game versaut haben. ich schreibe das nur nicht in den Chat damit ich nicht reporte werde .\n\nAlso hältst du dich selbst für den Meisterspieler, der immer nur Pech hat, ja?  Wow, dann hör lieber sofort auf mit LOL. So eine Arroganz ist einfach nicht kompatibel mit diesem Game, sorry. \n\n> wenn es auch an mir liegt das mein Team ein schlechtes SPiel hat ich auch niemals surr damit ich wenigstens noch lerne mit dem Champ besser zu werden\n\nAlso du nimmst dir das Recht raus, schlecht zu sein und neue Champs zu lernen, aber Mates, die genau so drauf sind, dürfen das nicht? \nSchonmal dran gedacht, dass die surrendern um dem Rest diese Qual zu ersparen, mit ihm zu spielen? \nDa pickt jemand nen Champ, den er nicht kennt, merkt im Spiel dass er NULL damit zurecht kommt und möchte euch die Zeitverschwendung ersparen und du lässt ihn leiden.... YAY du bist ja so ein Held. \n\nNicht zu surrendern ist eine gute Eigenschaft - wenn man Ehrgeiz hat und Durchhaltevermögen.\nAber nicht zu surrendern um andere zu quälen, ist einfach nur grottiges Niveau. Feg vor deiner eigenen Haustür, nicht vor denen der anderen, die gehen dich nämlich rein gar nichts an.","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T11:02:31.075+0000","up_votes":2,"down_votes":1,"body":"wenn ich ranked spiele dann nehme ich gefälligst kein champ denn ich noch nie gespielt habe damit ich niemanden das Game versaue . \n\nbist bestimmt auch so einer von diesen typen wegen denen ich das ranked verloren habe der meinte \"och heute pick ich mal im ranked einen champ den ich noch nie gespielt habe,habe ja nix zu verlieren außer lp achja und meine 4 anderen mitspiele rsind mir scheißegal\" und dann 0:8:0 standen\n\nund JA ich surr auch nicht weil ich niemals aufgeben auch wenn der Gegner 20 kills mehr hat weil einfahc aufgeben eine schlechte characktereigenschaft ist und moralisch nicht vertretbar ist und nein ich halte mich für kein meisterspieler ,möchte gern wissen wiw  du darauf kommst dass ich mich für so gut halte","replies":[{"id":"","poster":"H E L L I X","date":"2019-12-02T11:14:09.207+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Mallemor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00060000,timestamp=2019-12-02T11:02:31.075+0000)\n>\n> wenn ich ranked spiele dann nehme ich gefälligst kein champ denn ich noch nie gespielt habe damit ich niemanden das Game versaue . \n> \n\nalleine dieses jahr 26x first time in ranked gemacht \nhttps://euw.op.gg/summoner/champions/userName=Mallemor \nlässt grüßen\n\nedit:\nim jahr davor war im schnitt fast 50% all deiner ranked games first time also jedes zweite game gmaes \"versaut\"\n\n> bist bestimmt auch so einer von diesen typen wegen denen ich das ranked verloren habe der meinte \"och heute pick ich mal im ranked einen champ den ich noch nie gespielt habe,habe ja nix zu verlieren außer lp achja und meine 4 anderen mitspiele rsind mir scheißegal\" und dann 0:8:0 standen\n \ndieser\nMonat\nVayne games 2x\nsinged jungle 1x\nelise game 1x\n\ndiese \nWoche\nQuinn\nrakan \nvayne\n\n\nwelche genau bad waren lass ich deiner selbstreflektion\naber is ne gesunde menge für die menge an ranked games\n\nhttps://euw.op.gg/summoner/champions/userName=Mallemor lässt grüßen\n\n\n> und JA ich surr auch nicht weil ich niemals aufgeben auch wenn der Gegner 20 kills mehr hat weil einfahc aufgeben eine schlechte characktereigenschaft ist und moralisch nicht vertretbar ist und nein ich halte mich für kein meisterspieler ,möchte gern wissen wiw  du darauf kommst dass ich mich für so gut halte\n\nbitte ignorier doch nicht eifnach was ich davor geschrieben habe","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T11:18:40.560+0000","up_votes":1,"down_votes":0,"body":"Vergebene Liebesmühe.\nAlle anderen sind das Problem und unser Troll (TE) ist Fehlerfrei und macht alles richtig.\nUnd er denkt Selbstreflexion ist was zu essen.","replies":[{"id":"","poster":"SayaShire","date":"2019-12-02T11:21:21.868+0000","up_votes":1,"down_votes":0,"body":"Bitte sprich nicht von Essen... Ich hab noch nix  im Bauch und sooo nen Hunger. \nAber eigentlich wollt ich erst Wäsche abhängen. Dann kam dieser Clown dazwischen und nu sitz ich hier und verdreh die Augen...","replies":[{"id":"","poster":"II3RDB4NG","date":"2019-12-02T12:50:48.051+0000","up_votes":1,"down_votes":1,"body":"Or Ich hab mir grad 3 Sandwiches reingezogen, so mit Speckwürfeln und 3 Eier in der Pfanne danach ein wenig Dill für den Abgang und dann meinen Hunden etwas vorgeschmatzt. \nLangsam hab ich Platz für so ein Paket Mousse -au-Chocolate, leider nur so ne fertig Packung von D****** und in der Zeit wo Ich auf Kaffee und Kuchen warte schäl Ich die Kartoffeln für die Bratkartoffeln heute Abend wo ich den offenen Speck fertig verarbeite.\nUnd zwischendrin nasch Ich wohl so ne Tüte Toblerone Mini.\nMorgen Früh stell Ich mich auf die Waage mit ner Packung Windbeutel und frischer Sahne nachdem Ich Pancakes gebacken und gegessen habe und fang das heulen an, weil Ich schon wieder ein Kilo verloren habe.\nKein Scheiß.\nMittlerweile bin Ich auf 63 runter und fress wie bekloppt, war mal 96kg -.-","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:55:20.287+0000","up_votes":1,"down_votes":0,"body":"Ich HA--- dich :D\n\nUnd ich muss Gesund essen und Trainieren >.&lt;","replies":[{"id":"","poster":"II3RDB4NG","date":"2019-12-02T13:12:35.939+0000","up_votes":1,"down_votes":0,"body":"Ich kenn die Reaktion, kein Prob ;o)\nDas ruft mir die Nachbarin auch immer zu, die wird dick wenn Sie nen Schokoriegel nur anschaut und Ich schlepp da täglich den Krempel heim und alle machen sich Sorgen weil Ich so dürr bin, aber medizinisch alles ok, das ist ja der Witz. \nGrad läuft wieder ein Bluttest weil die das auch nicht so ganz glauben können. Aber Ich hab dann angefangen die Einkaufsbon zu sammeln und denen zu zeigen da wurden die plötzlich von beruflichen Ehrgeiz gepackt.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T13:21:04.809+0000","up_votes":1,"down_votes":0,"body":"Ich kenne das :D\n\nEin Kumpel von mir hat vor Jahren auch mit dem Training/Kraftsport angefagen.\nAber der wurde eher noch dünner als Breiter.\nEr musste dann anfangen mehr als das Doppelte zu essen als vorher.","replies":[]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:01:36.309+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch Hunger {{sticker:zombie-nunu-tears}}","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T11:27:58.624+0000","up_votes":1,"down_votes":1,"body":"mal bitte sachlich bleiben als clown lass ich mich von so einem schwätzer wie dir ganz sicher nicht betiteln\nso jetzt haste meine Erlaubniss essen zu gehen und die wäsche abzuhängen bin ja kein Unmensch :)","replies":[{"id":"","poster":"SayaShire","date":"2019-12-02T11:30:08.001+0000","up_votes":1,"down_votes":0,"body":"Wer sagt dass ich von dir rede?","replies":[]}]}]},{"id":"","poster":"H E L L I X","date":"2019-12-02T11:24:50.223+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=0006000000010000,timestamp=2019-12-02T11:18:40.560+0000)\n>\n> Vergebene Liebesmühe.\n> Alle anderen sind das Problem und unser Troll (TE) ist Fehlerfrei und macht alles richtig.\n> Und er denkt Selbstreflexion ist was zu essen.\n\nis schon ok \njeden tag ne gute tat oder sowas \nirgendjemand muss den wacken leute im forum doch sagen wie wack sie sind \n\nalso dann bis in 2 wochen wenn ich wegen beleidigung entsperrt werde :D\n\nwack zu hart :D","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:02:37.912+0000","up_votes":1,"down_votes":0,"body":"Die Worte eines Forenhelden!{{sticker:sg-jinx}}","replies":[]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-12-02T11:38:09.338+0000","up_votes":1,"down_votes":0,"body":"Aufgeben ist nicht immer eine schlechte Eigenschaft.\nEs zeugt in gewissen Situationen auch von Stärke, wenn man sich eingestehen kann, dass man dem Gegner oder der Situation völlig unterlegen ist.\n\nIch surrender auch selten. \nMeistens dann, wenn der Gegner so stark ahead ist, jede Lane von uns verloren hat, wir kein Scaling haben und ich auch keinen Spaß mehr am Spiel habe. \nIch hab auch bei schlecht laufenden Games Spaß, deswegen surrender ich nicht immer in solchen Situationen.","replies":[]},{"id":"","poster":"SayaShire","date":"2019-12-02T11:09:32.717+0000","up_votes":1,"down_votes":1,"body":"> edit: hätte vieleicht noch hinzuschreiben sollen das , wenn es auch an mir liegt das mein Team ein schlechtes SPiel hat ich auch niemals surr damit ich wenigstens noch lerne mit dem Champ besser zu werden\n\nWir reden hier doch nicht von ranked, oder möchtest du dich jetzt rausreden? \nLade doch mal ein Spiel hoch, wie toll du bist - ich wette, da gibts nen Haufen Zeugs zu kommentieren, wo du der Fehler im System bist und nicht andere. \n\nUnd nein, ich bin keiner der Typen, die du da vermutest. Tut mir leid dich zu enttäuschen. \n\nAllein die Tatsache, dass du sagst, dass DU wegen anderen verloren hast, sagt mir, dass dein Ego nicht durch die Tür passt und du dich für einen Meisterspieler hältst. Habe ich ja zitiert, mach dir vielleicht erst einmal Gedanken, statt gleich zu antworten.","replies":[]}]}]},{"id":"","poster":"Tulurax","date":"2019-12-02T10:09:34.227+0000","up_votes":2,"down_votes":1,"body":"also ich bin der Meinung surr vote sollte man komplett abschaffen, stellt euch mal eine Fußballmannschaft vor die nach 30 Minuten 2:0 im Rückstand liegt und aufeinmal aufhöhrt mit FUßball spielen.....\n\nNEVAR SURR!!","replies":[{"id":"","poster":"SayaShire","date":"2019-12-02T11:00:36.578+0000","up_votes":2,"down_votes":1,"body":"Naja, ein bisschen anders ist das schon, oder? \nDie Fußballer bleiben gleichstark, werden höchstens schlapper durchs Rennen. Bei LOL haste in der Zeit Items, die dich aus dem Leben sprengen. \nIch bin zwar auch so gut wie NIE der der surr drückt... Aber das liegt daran, dass ich denke, das kriegt man doch noch irgendwie geschafft.","replies":[]},{"id":"","poster":"Awsane","date":"2019-12-02T11:27:58.263+0000","up_votes":1,"down_votes":0,"body":"Selbst Fußballspiele werden aufgegeben.\n\nSteht es in der 60 Minute 5:0 wird doch auch nur noch der Ball hin und her geschoben. Wirklich Motiviert und ernsthaft spielt da keiner mehr. Sogar in der Bundesliga und Co ist das so.\nAufgeben geht nur nicht direkt aufgrund der Strafen die darauf folgen würden.","replies":[]}]},{"id":"","poster":"H E L L I X","date":"2019-12-02T10:31:17.045+0000","up_votes":2,"down_votes":1,"body":"hm hier ist so viel falsch wo soll man da anfangen\n\n> frage steht oben also ich fange zb nie an zu surrendern bzw sollte ein surr vote kommen, drücke ich immer auf nein auch wenn ich mir damit viele Feinde hier mache. Gehöhre halt nicht zu dieser\" mimimi ist doch eh schon wieder lost \" \"ff15 pls\" Fraktion an.\n\nimmer auf nein ist eine ungesunde Einstellung es gibt games die sind nicht mehr zu gewinnen, so wie du deinen build je nach gegner team differnzierst sollte du auch die entscheidung differnzieren wann \"man\" oder du surr. \n\n> und der Hauptgrund warum ich niemals surrender ist der das meine Teammates auch leiden müssen weil Sie mir mein Game versaut haben. ich schreibe das nur nicht in den Chat damit ich nicht reporte werde .\n\ndeine subjektive Wahrnehmung wer woran schuld hat, also spielen wir hier richter und henker weil du dich gezwungen bist 4 anderen spielern deinen willen zu unterwerfen. obwohl ich nicht glaube dass das ban worthy ist (wobei ich mir da nicht sicher bin) bemerkst du im eigenen Satz an das wenn es so wäre du dich über die guidlines er Community und Rito stellst und deine Meinung mehr wert ist als die aller anderer.\n\n> Wenn ich schon wieder einen loss habe wegen schlechter Teammates , möchte ich wenigstens die Genugtung haben, das meine schlechten Teammates richtig leiden sollen damit Sie sich im nächsten Game hoffentlch mehr Mühe geben denn Strafe muss sein.\n\ndas funktioniert nicht, wenn du leute in einem lost game hostage hältst passiert genau das gegenteil. Statistich bewiesen wenn wir winrates betrachten wenn leute winningstreaks oder loosingstreaks haben. (soweit ich weiß ist die % Anomalie eines jeden spielers von seinem standard je nach win/loss ratio davor sogar auf porofessor als stat angegeben)\nUnd Strafe wofür? Strafe für ein schlechtes game? einen schlechten tag ein schelchtes matchup? oder einfach noch nicht genug gespielt zu haben um in der elo zu sein wo man sein sollte ?\nIst zerstört zu werden keine Strafe?\n\n\n> Ich persönlich, spiele trotzdem weiter auch wenn der Gegner 20 kills mehr oder 5 türme mehr hat als unser Team denn ich gebe niemals auf UND wie shcon erwähnt, möchte ich das meine Teammates so richtig leiden sollen fürs trollen oder schlechtes spielen\n\nich will mich hier mal nicht zu weit aus dem fenster lehnen aber silber 4 45% winrate zum thema schlechtes spielen, scheinbar passiert dir das auch hin und wieder, es fehlt relation zu einem tasächlichem \"siegeswillen\" du willst nicht gewinnen sondern einfach nur 4 anderen leuten die zeit kaputt machen das macht dich nicht zu einem idealisten sondern zu einem **********\n\n\nfalls du wirklich bezweifelst das surrender wertvolle zeit sparen kann und eine gute sache ist, ließ dich über surrender verhalten auf koreanischen und super china server ein (keine lust selber die quellen zu suchen)\nwenn mich nicht alles täuscht haben sie eine viel höhere akzeptanz von surrender und diese funktioniert zumindest in korea besser als auf den anderen servern (hat auch viel mit den anderen gegebenheiten der korea server zu tun aber ist ein teil davon)\n\nkeinen bock auf rechtschreibung\n\n\nfehlen noch paar sachen aber muss reichen","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T10:45:36.939+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=H E L L I X,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=0004,timestamp=2019-12-02T10:31:17.045+0000)\n>\n> hm hier ist so viel falsch wo soll man da anfangen\n> \n> immer auf nein ist eine ungesunde Einstellung es gibt games die sind nicht mehr zu gewinnen, so wie du deinen build je nach gegner team differnzierst sollte du auch die entscheidung differnzieren wann \"man\" oder du surr. \n> \n> deine subjektive Wahrnehmung wer woran schuld hat, also spielen wir hier richter und henker weil du dich gezwungen bist 4 anderen spielern deinen willen zu unterwerfen. obwohl ich nicht glaube dass das ban worthy ist (wobei ich mir da nicht sicher bin) bemerkst du im eigenen Satz an das wenn es so wäre du dich über die guidlines er Community und Rito stellst und deine Meinung mehr wert ist als die aller anderer.\n> \n> das funktioniert nicht, wenn du leute in einem lost game hostage hältst passiert genau das gegenteil. Statistich bewiesen wenn wir winrates betrachten wenn leute winningstreaks oder loosingstreaks haben. (soweit ich weiß ist die % Anomalie eines jeden spielers von seinem standard je nach win/loss ratio davor sogar auf porofessor als stat angegeben)\n> Und Strafe wofür? Strafe für ein schlechtes game? einen schlechten tag ein schelchtes matchup? oder einfach noch nicht genug gespielt zu haben um in der elo zu sein wo man sein sollte ?\n> Ist zerstört zu werden keine Strafe?\n> \n> ich will mich hier mal nicht zu weit aus dem fenster lehnen aber silber 4 45% winrate zum thema schlechtes spielen, scheinbar passiert dir das auch hin und wieder, es fehlt relation zu einem tasächlichem \"siegeswillen\" du willst nicht gewinnen sondern einfach nur 4 anderen leuten die zeit kaputt machen das macht dich nicht zu einem idealisten sondern zu einem **********\n> \n> \n> falls du wirklich bezweifelst das surrender wertvolle zeit sparen kann und eine gute sache ist, ließ dich über surrender verhalten auf koreanischen und super china server ein (keine lust selber die quellen zu suchen)\n> wenn mich nicht alles täuscht haben sie eine viel höhere akzeptanz von surrender und diese funktioniert zumindest in korea besser als auf den anderen servern (hat auch viel mit den anderen gegebenheiten der korea server zu tun aber ist ein teil davon)\n> \n> keinen bock auf rechtschreibung\n\nschön dann bin ich  eben ein Arschloch\n\nwenn die Leute meinen ein egoistisches Verhalten an den Tag zu legen weil sie sich keine Mühe geben WOLLEN was ich ja fast jeden Tag erlebe dann bin ich eben mal auch eogistisch und bestrafe sie eben .\n\nIch muss mir auch mal durch den Kopf gehen lasse das mit mir noch 4 andere gewinnen möchte und ich möchte denen ja nicht das game versauen nur weil ich mir keine Mühe gebe will. Und wenn leute schreiben der champions ist zu op oder das match up ist scheiße dann sollen sie einfach gleich sagen ICH BIN SCHLECHT , es gibt kein op  champ , sind sie zu stark bist du einfach zu schwach","replies":[{"id":"","poster":"H E L L I X","date":"2019-12-02T10:51:21.156+0000","up_votes":2,"down_votes":1,"body":"\nwieder es stimmt nichts von dem was du schreibst edit nach game\n\nedit:\n\n> [{quoted}](name=Mallemor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00040000,timestamp=2019-12-02T10:45:36.939+0000)\n>\n> schön dann bin ich  eben ein Arschloch\n> \n> wenn die Leute meinen ein egoistisches Verhalten an den Tag zu legen weil sie sich keine Mühe geben WOLLEN was ich ja fast jeden Tag erlebe dann bin ich eben mal auch eogistisch und bestrafe sie eben .\n> \n\nOk wieder \"wollen sich keine Mühe geben\"?  deiner meinung nach? oder wer entscheidet es? oder trollst du jetzt jeden der nicht deinem moralischen spektrum enstpricht? wäre die logsiche Schlussfolge\nalso hat auch jeder andere das recht wenn du ein schlechtes game hast dein game zu trollen?\n\n\n> Ich muss mir auch mal durch den Kopf gehen lasse das mit mir noch 4 andere gewinnen möchte und ich möchte denen ja nicht das game versauen nur weil ich mir keine Mühe gebe will. Und wenn leute schreiben der champions ist zu op oder das match up ist scheiße dann sollen sie einfach gleich sagen ICH BIN SCHLECHT , es gibt kein op  champ , sind sie zu stark bist du einfach zu schwach\n\nes gibt op champs, es gibt schlechte matchups, und spieler sind dank dem ranked system bei ungefähr gleich starken spielern von dem her ist das in relation \"wichtig\" \naber bitte ich würde gerne sehen wie du als kog maw die early game caitlyn zerstörst\n\n\nund bitte wenn du nochmal was ins forum schreibst oder antwortest geb dir bitte mühe das ist ja unterirdisch wie man gebündelt so viel uninformiert flasche \"facts\" um sich schmeißen kann\n\n\nwobei mich eine sache schon wundert du bist doch so ein großer fan davon das alles darauf zurück zu führen ist das leute schalchte spieler sind...\nwürde das im umkerhschluss nicht heißen du bist zu schlecht wr/mäßig?\n\n\n","replies":[]}]}]},{"id":"","poster":"NeeNeeNEEKO","date":"2019-12-04T15:03:01.950+0000","up_votes":1,"down_votes":0,"body":"Ich gebe auf sobald ich sehe dass es in der 10 min 2vs50 steht.. also wie immer\n\nund ja es liegt immer an top, bisschen bot, und der Jungler existiert ja nicht, und mid ist wie immer bei immer safe...\n\nhust hust..","replies":[]},{"id":"","poster":"PKSquid","date":"2019-12-03T10:48:48.087+0000","up_votes":1,"down_votes":0,"body":"beim ersten Absatz war ich noch voll bei dir, aber dann beim zweiten....that escalated quickly","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2019-12-02T15:17:07.263+0000","up_votes":1,"down_votes":1,"body":"Als Main supp gehts mir so dermassen auf´n Sack, dass es immer heisst \"report that bot\" \nEgal was der ADC so treibt, der Supp wird immer mitgeflamed. \nAls \"echter\" tank supp hat man dann zwar schon \"paar\" Tode , da man immer versucht den ADC zu retten, aber  es nervt eben, daß keiner das sieht.\n\nDas sind Spele, die ich \"gern\" mal aufgebe.  Steht mir nämlich \"bis hier\"","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-12-03T06:45:17.010+0000","up_votes":1,"down_votes":0,"body":"Als ADC Main kann ich dir versichern, dass wenn dein Lanemate nicht runterläuft beide 50% Schuld haben","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-12-03T06:43:50.151+0000","up_votes":1,"down_votes":0,"body":"Wenn ich auf annehmen beim Quepop drücke","replies":[]},{"id":"","poster":"XenesisCH","date":"2019-12-02T12:08:41.979+0000","up_votes":1,"down_votes":0,"body":"Ich finde es schön, dass es Spieler gibt die nie Aufgeben, dennoch kann ich die Meinung des TE aus moralischen Gründen nicht wirklich teilen. Auf der anderen Seite labt sich meine dunkle Seite natürlich an dem Leid des Flamers, dem seine Lebenszeit gestohlen wird und darum bettelt erlöst zu werden *hrhr*. {{sticker:sg-syndra}} \n\nIch gebe grundsätzlich nie auf, auch wenn es noch so hoffnungslos aussieht. Wenn ich mal so darüber nachdenke, finde ich, dass man auch in solchen Spielen noch Spass haben kann, auch wenn es dann nur noch darum geht, wer den Shutdown und die zusätzlichen 700 Gold Bounty bekommt :D. \n\nDass ich nie aufgebe, stimmt dann auch wieder nicht, aber von 100 Spielen kann ich sagen, dass ich davon sicher 98 zu ende spiele. Da hilft es natürlich auch, dass ich meistens mit einem Premade spiele, der grundsätzlich auch immer NEIN sagt bzw. der Ansicht ist, dass ein Spiel erst nach dem zerstören des Nexus verloren ist. Die Pro Ligen sind diesbezüglich eigentlich ein gutes Vorbild. \n\nSo und da ich gerne den [Weg der Beschwörer](https://euw.leagueoflegends.com/de/featured/summoners-code) zitiere hier nochmals zur Verdeutlichung: \n\n\n> _Sich an seinem eigenen Team zu rächen und dem Gegner absichtlich zuzuspielen, fördert nicht gerade den Sportsgeist. **Behalte einen kühlen Kopf, wenn du zurückfällst, gib niemals auf und gib immer dein Bestes.**\n> _\n\n{{sticker:slayer-jinx-catface}} ","replies":[{"id":"","poster":"H E L L I X","date":"2019-12-02T12:18:24.145+0000","up_votes":1,"down_votes":0,"body":"> Die Pro Ligen sind diesbezüglich eigentlich ein gutes Vorbild. \n> \n\n\nehm flash wolves letztes jahr interview viertel oder halbfinale (grade nicht so sicher welches)\nin series werden spiele aus strategischer sicht ausgepsielt dem gegner konzetration zu nehmen und taktik besprechung für das nöchste game zu machen.\nGibt auch die ausführliche version auf chinesich vom coach im nachinein mit untertitel musste aber selbst raussuchen\n\ndie pro ligen sind dazu angehalten auszuspielen, da hinter jedem game ein \"materieller\" gegenwert steht\n\nbetrachten wir \"pro\" oder \"high elo \" solo Q wird sehr viel mehr aufgegeben","replies":[{"id":"","poster":"XenesisCH","date":"2019-12-02T13:30:33.338+0000","up_votes":1,"down_votes":0,"body":"Was möchtest du denn jetzt genau mitteilen? Dass die Proligen kein gutes Vorbild sind weil ein Team der LMS in einer Serie aus taktischen Gründen aufgegeben hat? \n\nIch kann nur aus meiner Sicht sprechen und die Spiele, welche ich über die letzten fünf Jahre an LEC, NA LCS, LCK sowie Invitational oder Worlds geshen habe, gab es gemäss meiner Erinnerung ein Surrender. Also ja, ich kann ganz gut dazu stehen, dass die pro Ligen ein gutes Vorbild sind. Grundsätzlich never Surrender, aber es gibt auch mal eine Ausnahme.","replies":[{"id":"","poster":"H E L L I X","date":"2019-12-02T21:02:04.960+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XenesisCH,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=000800000000,timestamp=2019-12-02T13:30:33.338+0000)\n>\n> Was möchtest du denn jetzt genau mitteilen? Dass die Proligen kein gutes Vorbild sind weil ein Team der LMS in einer Serie aus taktischen Gründen aufgegeben hat? \n> \n\ngenau das will ich damit sagen\ndas team hat nicht aufgegeben, die erklärung von dem coach betrifft warum in serires nicht aufgegeben wird  (also bo3 bo5 etc.) \nwird aber auch schon im interview danach gesagt von spielern warum in boX nicht aufgegeben wird\nbetrifft jedoch nicht die soloQ wo wir alle unterwegs sind\n\n> Ich kann nur aus meiner Sicht sprechen und die Spiele, welche ich über die letzten fünf Jahre an LEC, NA LCS, LCK sowie Invitational oder Worlds geshen habe, gab es gemäss meiner Erinnerung ein Surrender. Also ja, ich kann ganz gut dazu stehen, dass die pro Ligen ein gutes Vorbild sind. Grundsätzlich never Surrender, aber es gibt auch mal eine Ausnahme.\n\ngenau das will ich damit sagen. never surrender ist keine gesunde einstellung also kein gutes vorbild, und der hintergrund warum es nie ff gibt in Pro hat nichts mit unserer SoloQ zu tuen \n\nich halte es nicht für gut sich viel aus der pro ligen abzuschauen da dort vieles variiert, sowie meta, builds etc.\nstattdessen tut man sich meiner meinung nach gut daran diese erfolgreichen spieler in der SoloQ zu verfolgen, da diese viel näher an uns casual spielern ist","replies":[{"id":"","poster":"XenesisCH","date":"2019-12-02T22:40:33.607+0000","up_votes":1,"down_votes":0,"body":"Nun ja jedem das seine, man kann nicht immer der gleichen Meinung sein. Auch wenn du mir nicht erzählen möchtest, was genau deine Einstellung ist. Für mich ist never surrdender das richtige Einstellung für einen casual Spieler, wo der Spass am Spiel im Vordergrund steht.","replies":[{"id":"","poster":"H E L L I X","date":"2019-12-02T22:53:58.844+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XenesisCH,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00080000000000010000,timestamp=2019-12-02T22:40:33.607+0000)\n>\n> Nun ja jedem das seine, man kann nicht immer der gleichen Meinung sein. Auch wenn du mir nicht erzählen möchtest, was genau deine Einstellung ist. \n\nich halte never surr für eine flasche einstellung. das unnötige herrausziehen eines verloren spiels ist für mich nichts erstrebenswertes\n\n\n\n> Für mich ist never surrdender das richtige Einstellung für einen casual Spieler, wo der Spass am Spiel im Vordergrund steht.\n\njein wenn dein einziger spaß daran liegt soviel % zeit ingame zu verbringen egal wie dann ja, aber warum nicht botgames spielen und einfach nicht enden dass wäre in der hinsicht doch effektiver/ keinen draftpick flex oder ranked modi mehr weil du dann schneller ins game kommst\n\nich glaube teil des spaßes bei jedem spiel ist es zu gewinnen, oder eine chance zu haben. \nnehmen wir ein anderes spiel als beispiel.\nwenn ich in einem shooter gegen einen cheater spiele kann ich vermutlich nicht gewinnen... daran spaß zu haben fällt den meisten schwer (man siehe faceit etc. als reaktion)\n\ngenau so in LOL wenn ich meinem gegner so sehr unterlegen bin (skill, champs, gear oder was auch immer) das es darauf rausläuft das ich noch 10 min auf den deckel bekomme ohne eine realistische chance zu haben werden die meisten wohl keinen spaß daran haben\nein game wo ich 12/0 rausgehe und gut gespielt habe gibt mir mehr befriedigung  \nwie ein game wo ich vom jungle gecamped werde 0/4 auf lane gehe und alle anderen lanes auch verlieren\n\n\nso sehen es,davon gehe ich mal aus, die meisten spieler.\n\nein game das aussichtslos scheint zu beenden um zeit für eine neue chance zu haben ist nichts verwerfliches.\nheißt nicht dass jede lost lane ff ist aber es gibt ganz sicher surrender worthy games","replies":[]}]}]},{"id":"","poster":"Allerbester Biss","date":"2019-12-02T14:41:52.001+0000","up_votes":1,"down_votes":0,"body":"Nah vor fünf Jahren wurde in der LCK regelmäßig aufgegeben...","replies":[]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T10:10:26.764+0000","up_votes":3,"down_votes":3,"body":"Ich hoffe das hier ist ein Troll Thread?\nWeil deine History sagt schon genug über dich aus.\nSchon einmal was von Selbstreflexion gehört?\n\nAber hey mach dich ruhig weiter unbeliebt^^","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T10:17:33.372+0000","up_votes":1,"down_votes":3,"body":"ist ein ernst gemeinter Thread sry das ich dich da entäuschen muss\n\nschreibst nicht das um was es bei diesem Thread geben aber anhand meiner History sagen dass du schon alles übe rmich weisßt\n\nbist schon ein richtiger Schwätzer xD","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T10:45:23.929+0000","up_votes":2,"down_votes":2,"body":"Schön das du damit nicht klarkommst, wenn man dir deine eigenen Fehler aufzeigen will, bevor du dich über andere beschwerst^^\nAußerdem ist dein Verhalten schon sehr kindisch.\n\nUnd wie Alt bist du eigentlich?\nDu solltest dir vorher genau durchlesen was du schreibst.","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T11:26:28.456+0000","up_votes":1,"down_votes":2,"body":"du bist doch der , der kindisch ist\n\nbeleidigst mich als troll bzw nimmst meinen Beitrag nicht ernst , stellst dich als lol experte hin der du nicht bist, meine match history saaagt ja sooooo viel über das geschehene aus xD\n\nwas ist den deiner Meinung nach ein richtiger Troll? defnier das mal bitte? jeder hat da denke ich eine eigene meinung dazu","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:00:44.220+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mallemor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=0001000000000000,timestamp=2019-12-02T11:26:28.456+0000)\n>\n> du bist doch der , der kindisch ist\n\nInwiefern bin ich kindisch Erklärung bitte?\nWeil du nicht dazu in der Lage bist, deine Fehler wahrhaben zu wollen?\nWeil wir alle dir aufzeigen, dass du selbst ein Problem deiner schlechten Games bist?\n\n> \n> beleidigst mich als troll bzw nimmst meinen Beitrag nicht ernst , stellst dich als lol experte hin der du nicht bist, meine match history saaagt ja sooooo viel über das geschehene aus xD\nEs gibt einen großen Unterschied zwischen Beleidigungen und Feststellungen.\nDein Verhalten und deine Aussagen im Zusammenhang mit deiner Match History sagen genug über dich aus.\nDu beschwerst dich über andere, aber auf deine eigenen Fehler achtest du nicht.\nAußerdem achte mal bitte auf deine Schreibfehler und deinen Satzbau..\nSo machst du es nicht besser.\n\n> \n> was ist den deiner Meinung nach ein richtiger Troll? defnier das mal bitte? jeder hat da denke ich eine eigene meinung dazu\n\nDu ^^\nAls Beweisstück nehmen wir diesen Thread und alles was du geschrieben hast.\nWenn, du dadurch nicht verstehst, warum ich dich nicht ernst nehme brauchen wir nicht weiter schreiben.\n\nMeine Empfehlung für dich.\nKümmer dich mehr um deine Schule und deine Eltern müssen sich etwas mehr um deine Erziehung kümmern.\nDir fehlt es an ein paar Werten.","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T12:21:57.421+0000","up_votes":1,"down_votes":0,"body":"um jetzt mal dein Weltbild zu zerstören, den laut deiner ausage sind ja ALLE die solche ernst gemienten Threads erstellen ja nur alles vorschulkinder, ich habe einen abgeschlossen fachoberschulabschluss, hab eine ausbildung gemacht als kaufmann für büromanagement und habe einen festen Job in der Familienkasse bzw im öffentlichen dienst und werde nach Tarif bezahlt .\n\naber du weißt es ja besser als ich xD","replies":[{"id":"","poster":"H E L L I X","date":"2019-12-02T12:25:07.830+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mallemor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=000100000000000000010000,timestamp=2019-12-02T12:21:57.421+0000)\n>\n> um jetzt mal dein Weltbild zu zerstören, den laut deiner ausage sind ja ALLE die solche ernst gemienten Threads erstellen ja nur alles vorschulkinder, ich habe einen abgeschlossen fachoberschulabschluss, hab eine ausbildung gemacht als kaufmann für büromanagement und habe einen festen Job in der Familienkasse bzw im öffentlichen dienst und werde nach Tarif bezahlt .\n> \n> aber du weißt es ja besser als ich xD\n\nmallemor der erste mann der stolz drauf ist beamter zu sein\nbtw was zum * fachoberschulabschluss??","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T12:54:04.892+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=H E L L I X,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=0001000000000000000100000000,timestamp=2019-12-02T12:25:07.830+0000)\n>\n> mallemor der erste mann der stolz drauf ist beamter zu sein\n> btw was zum * fachoberschulabschluss??\n\nnoch nie was von Fachhochschulreife gehöhrt?\n\nund JA bei diesem Gehalt bin ich sehr stolz drauf ein Beamter zu sein und mir vieles leisten zu können um meine materiellen Bedürfnisse zu befriedigen","replies":[{"id":"","poster":"H E L L I X","date":"2019-12-02T22:07:36.546+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mallemor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000000000,timestamp=2019-12-02T12:54:04.892+0000)\n>\n> noch nie was von Fachhochschulreife gehöhrt?\n> \n> und JA bei diesem Gehalt bin ich sehr stolz drauf ein Beamter zu sein und mir vieles leisten zu können um meine materiellen Bedürfnisse zu befriedigen\n\najo bist nur der erste mensch den ich kenn der es fachoberschulabschluss nennt \nweird shit\nund von deinem guten Beamtengehalt könntest du dir den einen oder anderen VHS kurs gönnen oder einen LOL coach to improve\njust throwing that out there\n\nbtw\nhttps://www.beamtenbesoldung.org/beamtenbesoldung/baden-wuerttemberg.html\n\nmittlerer dienst (soweit ich verstanden hab ja ausbildung kein studium) // obwohl ich ja nicht weiß wie alt du bist bzw wie lange du beim staat bist was ja das ausschalgebende kriterium ist nur falls sich jemand hier wundert über welche beträge wir reden\n\n\nedit: hab mal bw genommen weil ","replies":[]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:30:34.763+0000","up_votes":1,"down_votes":1,"body":"Und dann so viele Schreibfehler?\n\nEdit: Laut meiner Aussage bist du Situationsbedingt durch diesen Thread und durch dein Verhalten ein Troll.\nAndere Leute andere Threads andere Situationen das müsste man neu bewerten.\n\nDas Lernst du schon noch in der Schule keine sorge^^","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T12:39:33.485+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=0001000000000000000100000001,timestamp=2019-12-02T12:30:34.763+0000)\n>\n> Und dann so viele Schreibfehler?\n> \n> Edit: Laut meiner Aussage bist du Situationsbedingt durch diesen Thread und durch dein Verhalten ein Troll.\n> Andere Leute andere Threads andere Situationen das müsste man neu bewerten.\n> \n> Das Lernst du schon noch in der Schule keine sorge^^\n\nredest wohl aus erfahrung :)","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:42:13.367+0000","up_votes":1,"down_votes":1,"body":"Sonst hast du nichts zu schreiben?\nSo unbewaffnet? Keine Ahnung wie du dich noch als glaubwürdig verkaufen sollst?\n\nDamit hätten wir dann ja alles geklärt. Herzlichen Glückwunsch du hast dich selbst ins Aus befördert.{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T12:51:53.053+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=000100000000000000010000000100000000,timestamp=2019-12-02T12:42:13.367+0000)\n>\n> Sonst hast du nichts zu schreiben?\n> So unbewaffnet? Keine Ahnung wie du dich noch als glaubwürdig verkaufen sollst?\n> \n> Damit hätten wir dann ja alles geklärt. Herzlichen Glückwunsch du hast dich selbst ins Aus befördert.{{sticker:vlad-salute}}\n\nbist ja ein richtiger Menschenkenner {{sticker:slayer-pantheon-thumbs}} \n\nhoffe du kannst mir noch so das ein oder andere beibringen \n\nDAS ist z.b. jetzt ein troll von mir gewesen bzw was ich als troll bezeichne weil das ja jetzt nicht ernst von mir gewesen war","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:53:29.373+0000","up_votes":1,"down_votes":0,"body":"Du machst es nicht besser kleiner^^","replies":[{"id":"","poster":"Mallemor","date":"2019-12-02T12:55:20.730+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000,timestamp=2019-12-02T12:53:29.373+0000)\n>\n> Du machst es nicht besser kleiner^^\n\nwer sagt das ich was besser machen will oder muss? der einzige vor dem ich irgendwann rechenschaft ablegen muss ist der liebe Gott","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T12:56:56.391+0000","up_votes":1,"down_votes":0,"body":"Nah wenn du meinst das du es nach oben schaffst^^\nMit so einem Verhalten hast du schlechte Karten der wird nicht mit dir reden wollen.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-02T16:07:50.989+0000","up_votes":1,"down_votes":0,"body":"Du vergleichst Äpfel mit Birnen^^","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T15:46:28.355+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SayaShire,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000000000000009,timestamp=2019-12-02T14:54:45.467+0000)\n>\n> Dieses ganze Bla Bla kann man auch abkürzen. Hier die Fakten:\n> \n> ► Du beschwerst dich dass du das Spiel wegen anderen Spielern verlierst, aber deine Match History spricht hier BÄNDE. \n> Fazit: Du bist zu blind oder zu arrogant, um deine eigenen Fehler zu sehen, sondern nur die von anderen. \n> \n> Mehr hat Ráyleigh nicht gesagt - außer, dass er dich für einen Troll hält, weil jeder Schuhlöffel merken müsste, wie schlecht er selbst ist und dass es eben nicht an anderen liegt. \n> Sein vermutliches Fazit also: Wenn sogar Schuhlöffel merken würden, wie schlecht sie selbst sind, muss dein Thread hier einfach nur ein Trollbeitrag sein, denn jeder, der das ernst meint, sollte sich eine Brille kaufen, oder Selbstreflektion lernen. \n> \n> Abgekürzt heißt das also:\n> \n> \"Verarschst du mich jetzt ernsthaft, oder glaubst du diese Scheiße tatsächlich, die du da verfasst hast? So blind kannst nichtmal du sein, um nicht zu merken, wo das eigentliche Problem liegt\".\n\nokay danke für die antwort ich sehe jetzt klarer :)","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T15:45:22.305+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=0001000000000000000100000001000000000000000000000000000b,timestamp=2019-12-02T15:16:55.454+0000)\n>\n> Das ist einfach Fakt. Selbst in Brettspielen gibt es Combos die wenn man ins rollen kommt sehr stark sind.\n> Es ist einfach verdammt schwer etwas zu balancen egal in welchem Spiel.\n> \n> Doch aber das hat ja nichts mit diesem Thread zu tun.\n\nder Mensch hat andere Menschen auf dem Mond gebracht und wieder zurück, der Mensch hat atemberaubende Technologien entwickelt wo unsere Vorfahren noch gesagt haben \" sowas wird bestimmt nie erforscht werden usw.\"\n\nalso kommt mir nicht mit \" verdammt schwer zu balancen\" die wollen bei rito games einfach nicht weil sie entweder zu unfähig dafür sind ode reinfach keine lust dazu haben , wenn wir Menschen auf dem Mond bringen können , können wir auch so ein , zurzeit, mittelschlechtes Spiel balancen ist einfach nur eine frage des ehrgeizes und des willens\n\nder Herr \"Kann nicht \"wohlt ja bekanntlich auf der \"ich will nicht\" straße","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T14:56:16.454+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}} \n\nSo in der Art","replies":[]},{"id":"","poster":"SayaShire","date":"2019-12-02T14:54:45.467+0000","up_votes":1,"down_votes":0,"body":"Dieses ganze Bla Bla kann man auch abkürzen. Hier die Fakten:\n\n► Du beschwerst dich dass du das Spiel wegen anderen Spielern verlierst, aber deine Match History spricht hier BÄNDE. \nFazit: Du bist zu blind oder zu arrogant, um deine eigenen Fehler zu sehen, sondern nur die von anderen. \n\nMehr hat Ráyleigh nicht gesagt - außer, dass er dich für einen Troll hält, weil jeder Schuhlöffel merken müsste, wie schlecht er selbst ist und dass es eben nicht an anderen liegt. \nSein vermutliches Fazit also: Wenn sogar Schuhlöffel merken würden, wie schlecht sie selbst sind, muss dein Thread hier einfach nur ein Trollbeitrag sein, denn jeder, der das ernst meint, sollte sich eine Brille kaufen, oder Selbstreflektion lernen. \n\nAbgekürzt heißt das also:\n\n\"Verarschst du mich jetzt ernsthaft, oder glaubst du diese Scheiße tatsächlich, die du da verfasst hast? So blind kannst nichtmal du sein, um nicht zu merken, wo das eigentliche Problem liegt\".","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T13:58:14.938+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000000000000007,timestamp=2019-12-02T13:55:11.996+0000)\n>\n> \n\nnaja wenn du meinst ist halt deine Meinung und will dich auch nicht bekehren ich sehe dass halt anders :)\n\nhast du eigentlich an League of Legends bzw an RITO Games rein gar nichts auszusetzen ?","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T13:48:19.418+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000000000000005,timestamp=2019-12-02T13:42:32.418+0000)\n>\n> Wie lange spielst du jetzt Spiele?\n> Es gibt immer etwas was sehr stark ist wenn man es richtig ausspielt.\n> Immer und überall.\n\nwarum haben dann champs so eine hohe pick und ban rate? \n\nerklärt doch schon einiges und kommt mir jetzt nicht mit wiel sie so beliebt sind bla bla bla  ja warum sind sie denn beliebt weil sie einfach overpowered sind \n\naber ja es liegt immer NUR an die Spieler :)","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T13:42:32.418+0000","up_votes":1,"down_votes":0,"body":"Wie lange spielst du jetzt Spiele?\nEs gibt immer etwas was sehr stark ist wenn man es richtig ausspielt.\nImmer und überall.","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T13:22:44.407+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000000000000003,timestamp=2019-12-02T13:18:10.760+0000)\n>\n> Friesche Luft habe ich mein Leben lang noch genug was ja auch kein Wunder ist ist wenn bei einem 365 Tage im Jahr Wind ist.\n> \n> Tft ist gut so, man muss nur die Meta verstehen und genug Spielverständnis haben.\n> \n> Ranked Mm ist auch gut Riot kann nichts für das Verhalten der Menschen hinter dem Pc/Schlepptop\n\nwenn ich gezwungen bin bzw nur erfolg bei TFT habe wenn ich 2-3 besagte combos zusammen habe siehe OLAF  , kann man nicht von balanced game reden egal ob das jetzt lol ist oder call of duty , wenn ich mit einer waffe im spiel oder einen champ weil der nicht balanced ist zu spielen und nur mit diesem champ oder dieser waffe erfolg haben kann von balanced keine rede sein","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T13:18:10.760+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mallemor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000000000000002,timestamp=2019-12-02T13:11:21.721+0000)\n>\n> ach komm dort unten haste keine frische Luft \n> \n\nFriesche Luft habe ich mein Leben lang noch genug was ja auch kein Wunder ist ist wenn bei einem 365 Tage im Jahr Wind ist.\n\n> \n> naja vieleicht triffst du dort ein paar rito mitarbeiter die dort für das entwickeln des unbalanced matchmaking und unbalanced tactial team fights dort zu recht gelandet xD\n\nTft ist gut so, man muss nur die Meta verstehen und genug Spielverständnis haben.\n\nRanked Mm ist auch gut Riot kann nichts für das Verhalten der Menschen hinter dem Pc/Schlepptop","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T13:11:21.721+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000000000000001,timestamp=2019-12-02T13:05:38.257+0000)\n>\n> Also mit mir redet der eh nicht...\n> Ich komme nach unten und übernehme den Laden dann.\n> Da ist es warm und nicht kalt und windig.\n> \n> Außerdem brauche ich nicht die Meinung eines alten Opas mit Clownsnase zu erfragen. Der mehr selbst keine reine Weste hat.\n\nach komm dort unten haste keine frische Luft \n\n{{sticker:zombie-brand-mindblown}} \n\nnaja vieleicht triffst du dort ein paar rito mitarbeiter die dort für das entwickeln des unbalanced matchmaking und unbalanced tactial team fights dort zu recht gelandet xD","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T13:05:38.257+0000","up_votes":1,"down_votes":0,"body":"Also mit mir redet der eh nicht...\nIch komme nach unten und übernehme den Laden dann.\nDa ist es warm und nicht kalt und windig.\n\nAußerdem brauche ich nicht die Meinung eines alten Opas mit Clownsnase zu erfragen. Der mehr selbst keine reine Weste hat.","replies":[]},{"id":"","poster":"Mallemor","date":"2019-12-02T13:00:29.019+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=0001000000000000000100000001000000000000000000000000,timestamp=2019-12-02T12:56:56.391+0000)\n>\n> Nah wenn du meinst das du es nach oben schaffst^^\n> Mit so einem Verhalten hast du schlechte Karten der wird nicht mit dir reden wollen.\n\nach kommt wenn wir zusammen vor dem lieben Herrgott stehen und ihn dazu Fragen was seine Meinung dazu  ist haben wir es doch schon weit gebracht ;)","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-12-02T15:16:55.454+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mallemor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0J5KEEE,comment-id=00010000000000000001000000010000000000000000000000000008,timestamp=2019-12-02T13:58:14.938+0000)\n>\n> naja wenn du meinst ist halt deine Meinung und will dich auch nicht bekehren ich sehe dass halt anders :)\n> \n\nDas ist einfach Fakt. Selbst in Brettspielen gibt es Combos die wenn man ins rollen kommt sehr stark sind.\nEs ist einfach verdammt schwer etwas zu balancen egal in welchem Spiel.\n\n> hast du eigentlich an League of Legends bzw an RITO Games rein gar nichts auszusetzen ?\n\nDoch aber das hat ja nichts mit diesem Thread zu tun.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2019-12-02T12:00:01.470+0000","up_votes":1,"down_votes":0,"body":"Mein Jung... Du wurdest als Forentroll bezeichnet! Wir behaupten hier nicht, dass du ingame trollst, was aber anhand deiner Champs schon nah ans trollen kommt...","replies":[]}]}]}]}]},{"id":"","poster":"RitosMoriarty","date":"2019-12-02T19:52:56.609+0000","up_votes":1,"down_votes":0,"body":"Wenn jemand 3 Mal nach 4 Minuten stirbt, aber offiziell wie alle anderen ab der 15 Minute.","replies":[]},{"id":"","poster":"SeaHorseCalamity","date":"2019-12-02T16:26:37.156+0000","up_votes":1,"down_votes":0,"body":"Aufgegeben wird nicht, ganz einfach. Ich spiele, um zu spielen. Je öfter ich surrender, desto häufiger muss ich durch Champselect, Q, Loadingscreen etc., was alles von meiner Spielzeit weggeht. Also verschwendet jeder Surrendervote meine wertvolle Zeit, die ich doch freiwillig in Lol verschwenden will, nicht in einen Loadingscreensimulator.","replies":[]},{"id":"","poster":"Ráw","date":"2019-12-02T14:06:36.441+0000","up_votes":1,"down_votes":0,"body":"Du hast echt ne falsche Einstellung zu einem TEAMspiel...selbst wenn man mit randoms spielt...solltest vielleicht wieder Singleplayer Games spielen, gut gemeinter Rat.\n\nMit so einer Denkweise wirst du nämlich nicht weit kommen im ranked und ewig in Bronze oder Silber rumhängen wie man deutlich deinem Ligenverlauf entnehmen kann.\n\nAlso:\n1. Mindset ändern\n2. akzeptieren wenn Games verloren sind und aufgeben um Zeit zu sparen bzw. das nächste zu gewinnen\n3. selber besser werden","replies":[{"id":"","poster":"Allerbester Biss","date":"2019-12-02T14:35:16.234+0000","up_votes":1,"down_votes":0,"body":"Es gibt keine verlorenen Games in Bronze und Silber!\nEs wird niemals aufgegeben!","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T12:07:55.652+0000","up_votes":1,"down_votes":0,"body":"Da das Spiel mittlerweile garkeinen spaß macht meisten schon nach der ersten dummen Aktion sobald Minute 15 erreicht ist. \n\nOder wenn die gegner ne fed Oneshot Maschinen habe ...\n\nOder jemand aus dem Team afk ist. \n\nOder ich der Ansicht bin mein Team will nicht gewinnen. \n\nOder wenn ich tilted bin\n\nOder wenn ich seh das Spiel bullshitet schon wieder \n\nOder wenn jede lane verkackt \n\nOder wenn ich verkacke","replies":[]},{"id":"","poster":"CptPICHU","date":"2019-12-02T10:32:33.463+0000","up_votes":1,"down_votes":0,"body":"Ich finde es ist gut, dass es die Funktion gibt.\n\nAber ich selbst gebe in 98% aller Surr-Votes nicht den Ja-Vote.\n\nIch surrender eigentlich nur Spiele, die wirklich völlig Hoffnungslos sind.\nSowas wie wenn es 3 - 28 steht oderso.","replies":[]},{"id":"","poster":"Phoenixale","date":"2019-12-02T10:22:33.803+0000","up_votes":1,"down_votes":0,"body":"Ganz einfach... NIE! {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Enderized","date":"2019-12-02T10:10:58.239+0000","up_votes":1,"down_votes":0,"body":"Ich gebe eigl idR nur dann auf wenn ich alleine bin nur dann, wenn die Gegner mit einem erheblichen Lead gerade 2-3 Inhibs einreißen und es nur noch darum geht abzuwarten dass die Gegner Nash machen und finishen.\n\nOder halt auch in 4v5 oder 3v5 Games in denen Absehbar ist, dass wir nicht zeitnah finishen können und es auch nur noch darum geht abzuwarten bis man die Teamfights verliert oder schlicht weg outscaled wird.\n\nOder halt auch tatsächlich wenn 2+ Teammates nur noch damit beschäftigt sind liebenswerte Chatnachrichten auszutauschen anstatt zu spielen... es tiltet mich nichts mehr, als Spieler, die nicht mehr LoL sondern ChatSimulator spielen....","replies":[]}]}