{"id":"TFGN5MqZ","poster":"BTH SirSharako","date":"2019-03-12T19:20:27.900+0000","title":"Die Community SumForce ist auf der Suche nach neuen Mitgliedern","subforum":"Clans & Teams","embed":{"title":"SumForce | Die etwas andere League of Legends Community","description":"Hallo Community In Kürze startet in der Kluft die Season 9! Zuvor hatte es während der Zeit der „Pre-Season\" mehrere Änderungen gegeben, wie beispielsweise den Turmpanzerungen und auch kleine Änderungen in der Runen. Ebenfalls wurden Champions während dieser Zeit wieder in regelmäßigen Abständen angepasst.","url":"https://sumforce.net/","image":"https://sumforce.net/wp-content/uploads/2018/12/homelogomidi.png"},"up_votes":1,"down_votes":0,"body":"SumForce ist eine League of Legends-Community, die aus dem simplen Wunsch entstanden ist, eine attraktive Gaming-Organisation zu gestalten.\r\nWir bieten einzelnen Spielern oder ganzen Teams die Möglichkeit, Gleichgesinnte zu treffen: ganz egal, ob für Normalgames, Ranked, das Teamplay oder für die Teilnahme an unsere Liga.\r\nWir legen großen Wert auf eine angenehme Atmosphäre. Schon in kürzester Zeit konnten wir für unsere Community viele freundliche und aktive Mitglieder gewinnen und haben uns stark vergrößert. Aktuell zählen wir im Schnitt 80 eingeloggte User auf unserem Teamspeak Server, denen wir täglich unseren Support anbieten.\r\n\r\n_Was können wir euch bieten?_\r\n\r\n- Einen Teamspeak Server mit eigener TS-Lizens\r\n- Wöchentliche Teammeetings\r\n- Interne Liga (Anmeldung noch möglich bis zum 13.02)\r\n- Coaches\r\n- Aktives Supportteam\r\n- Eine freundliche und familiäre Atmosphäre\r\n- Möglichkeit zur Eröffnung eines Teams\r\n\r\n_Was erwarten wir von euch?_\r\n\r\n- Einhaltung unserer Regeln (inkl. Befolgung des Summoner Codes)\r\n- Das nutzen eines funktionierendes Mikrofons und Kopfhörers\r\n\r\n_Wie erreicht ihr uns?_\r\n\r\nAm besten macht ihr euch einfach selbst ein Bild von uns und schaut einfach auf unserem TeamSpeak vorbei:\r\n**ts.sumforce.net**\r\nIhr könnt natürlich auch gerne kommentieren oder eine Nachricht schreiben!\r\nWir freuen uns auf euch!\r\n\r\nEure SumForce Community","replies":[]}