{"id":"YJUNVBQ0","poster":"SenpaiCarriesYou","date":"2015-04-11T11:38:41.296+0000","title":"Evelynn: Ein Überbleibsel vergangener Zeiten?","subforum":"Champions & Gameplay","embed":{"title":"LoL: Warum spielt niemand Evelynn? [Guide/Tutorial]","description":"Moinsen. Heute wollen wir uns mit Evelynn beschäftigen. Warum wird sie nicht gepickt und wenn, dann verliert sie? Hier der Link zum Livestream: http://www.twitch.tv/besserwerdenimranked Hier noch meine Ausrüstung: https://www.facebook.com/pages/Letsreadsmallbooks/435537496553314?sk=app_2374336051 Saitain (Evelynn Gameplay): https://www.youtube.com/user/TheRealSaitain","url":"https://www.youtube.com/watch?v=5p-g5KkMCPk","image":"http://i.ytimg.com/vi/5p-g5KkMCPk/hqdefault.jpg"},"up_votes":5,"down_votes":2,"body":"Hallo lieber Community,\r\nFalls ihr Letsreadsmallbooks &ouml;fter guckt habt ihr dieses Video ja vielleicht gesehen und nachdem ich mal wieder ein bisschen {{champion:28}} gespielt habe denke ich, dass es zeit wird um mal einen kleinen R&uuml;ckblick zugeben.\r\n\r\nAls sie released wurde (am 1.5.2009 also fast vor 6 jahren) war sie ganz anders. Ihr &quot;Q&quot; traff damals nur 2 ziele und ihre &quot;W&quot; war ihre Unsichtbarkeit die &uuml;ber 40 sekunden halten konnte. Zudem bet&auml;ubte sie damals noch als sie aus der Unsichtbarkeit kam. Man k&ouml;nnte hier sagen sie war op, wurde jedoch nur benutzt um mit dem 6x {{item:3068}} ,deren Passive damals noch stackte, die leute zu trollen. Ihre Ultimate war auch nur einen Buff , was der heutigen &quot;W&quot; und &quot;E&quot; &auml;hnelt.\r\nInnerhalb 2 monate gab es mehrere Nerfs, wahrscheinlich weil Evelynn damals nicht passte.\r\n\r\nDER REWORK (patch V1.0.0.143 am 19.7.2012 [also &uuml;ber 3 jahre und 2 monate sp&auml;ter!!!]) kam genau dann als ich anfing League of Legends zu spielen. Dieser &quot;Rework&quot; brachte genau diese Opness zur&uuml;ck wie Alpha-Evelynn. Zwar wurde die Unsichtbarkeit wie bei Twitch generft, aber dann auf die Passive geschoben. Nun falls ihr nur die neue Evelynn kennen solltet: Alex Ich spielte Im Viertelfinale der Season 2 World Championship Evelynn Mitte und zwar mit Erfolg. Hier zwei Beispiele f&uuml;r ihre Opness: \r\nhttps://www.youtube.com/watch?v=Jle-PISBGyw (gutzusehen wie Alex Ich PDD sofort rausradiert mit Todesfeuergriff und Ultimate alleine)\r\nhttps://www.youtube.com/watch?v=h5G6A-JUISU (hier brauch ich kein Kommentar mehr geben)\r\n\r\nGut zusehen ist, dass Evelynn AUSSCHLIE&szlig;LICH auf AP gebaut wurde. Die Skallierungen wurde von Riot jedoch ver&auml;ndert, dass nun auch ein AD build ok ist.\r\n\r\nHier kommt der Konflikt: \r\nAttackspeed Skill mit AP-Skalierung ?! \r\nAD-Skalierung aber auf die Ulti nur AP-Skalierung?\r\nAktueller %-Schaden f&uuml;r einen Assasinen?\r\nSquishy und keine Gapcloser? (ok einige k&ouml;nnen wie Ich die &quot;W&quot; RICHTIG verwenden und landen nicht immer in Skillshots)\r\n\r\nWas Evelynn braucht ist eine Klare Definition:\r\nBruiser?\r\nAssasin?\r\nAD/AP?\r\nWard?\r\nUnd Warum eine Unsichtbarkeit deren Range zuklein ist um sie rechtzeitig zusehen?\r\n\r\nWas sind eure Vorschl&auml;ge um Evelynn zu etwas besseren zu machen?","replies":[{"id":"","poster":"Widder88","date":"2015-04-14T15:47:56.873+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Abrastala,realm=EUW,application-id=Wj1wcocU,discussion-id=YJUNVBQ0,comment-id=,timestamp=2015-04-11T11:38:41.296+0000)\nHallo lieber Community,\nFalls ihr Letsreadsmallbooks öfter guckt habt ihr dieses Video ja vielleicht gesehen\n\nNur weil der LCS-Caster ist, heißt das noch lange nicht das er Ahnung hat. Er hat keine Ahnung von Evelynn.\n\n> Gut zusehen ist, dass Evelynn AUSSCHLIE&szlig;LICH auf AP gebaut wurde. Die Skallierungen wurde von Riot jedoch ver&auml;ndert, dass nun auch ein AD build ok ist.\n\nDas entspricht nicht der Wahrheit. Mit dem Rework wurden Evelynn bereits AD-Ratios gegeben, sodass man zunächst davon ausging das sie nach dem Rework eher auf AD gespielt wurde. AP Evelynn wurde dann erst entdeckt und zur Meta. AD Evelynn war aber immer möglich.\n\n> Hier kommt der Konflikt: \n> Attackspeed Skill mit AP-Skalierung ?! \n\nWo ist das Problem. Auf AP ist es ein Nuke mit 100% bis 190% AP-Skalierung. Auf AD verstärkt es eben den DPS mit AAs sehr stark.\n\n> AD-Skalierung aber auf die Ulti nur AP-Skalierung?\n\nDie AP Skalierung auf der Ulti kann man fast vernachlässigen. Ist aber kein Problem, da es bei der Ulti auch um das Schild und den Slow geht. Mehr Schaden macht man eh mit E und Q.\n\n\n> Aktueller %-Schaden f&uuml;r einen Assasinen?\n\nSonst könnte man Leute mit wenig Leben töten ohne in Sichtweite laufen zu müssen. So muss man die Ulti am Anfang benutzen und mit den Nahkampffähigkeiten den Gegner töten. Macht doch Sinn.\n\n> Squishy und keine Gapcloser? (ok einige k&ouml;nnen wie Ich die &quot;W&quot; RICHTIG verwenden und landen nicht immer in Skillshots)\n\nAllerdings. Auf die Passive und die W können die meisten anderen Champions doch neidisch sein. Mit Evelynn ist es ein Kinderspiel zu Gapclosen.\n\n> Was Evelynn braucht ist eine Klare Definition:\n\nNö. Das man sie als alles mögliche spielen kann ist vollkommen in Ordnung und interessant.\n\n> Und Warum eine Unsichtbarkeit deren Range zuklein ist um sie rechtzeitig zusehen?\n\nWeil Unsichtbarkeit op ist. Was denkst denn Du?\n\n> Was sind eure Vorschläge um Evelynn zu etwas besseren zu machen?\n\nHier und da kann man vielleicht ein paar Kleinigkeiten ändern z. B. die W-Passive zurückgeben, aber im Großen und Ganzen ist Evelynn vollkommen in Ordnung.","replies":[]},{"id":"","poster":"ClAO KAKAO","date":"2015-04-11T15:08:54.312+0000","up_votes":2,"down_votes":0,"body":"Evelynn passt momentan nicht in die Meta, gestern hatte ich auch im Gegnerteam eine die 11/0 war im Jungle und auch nicht schlecht aber ich als Gragas hatte immernoch weitaus mehr impact als ihr süßer Slow von der Ult..","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-04-11T14:18:10.958+0000","up_votes":2,"down_votes":1,"body":"Nach dem Ansehen mehrerer LRSB-Champion-Analysen kann ich dir sagen, dass die ziemlicher Shit sind ohne einen Blick auf die verlinkte zu werfen(vergleiche wahllos jeden einzelnen Spell des Champions mit den Spells von IRGENDWELCHEN anderen Champs, deren Spell stärker ist und fälle auf dieser Basis ein Urteil, gg). Es würde mich nicht wundern, wenn es in einem Jahr zu JEDEM Champ ein \"warum wird xy nicht gespielt?\"-Video von LRSB gibt.\nUnd kein Champ braucht ne klare Definition, um spielbar zu sein. Ezreal, Jarvan, Diana, Malphite, GP, Teemo, Alistar, um mal nur einige Champions zu nennen, die auf sehr unterschiedlichen Buildpfaden sehr erfolgreich gespielt werden können. Dass Eve von ihrer Spielmechanik her funktioniert, wurde in der Vergangenheit oft genug bewiesen und deine mutmaßlichen \"Konflikte\" sind reine Numbers, die mit ihrer Konzeption nicht so furchtbar viel zu tun haben.","replies":[{"id":"","poster":"SenpaiCarriesYou","date":"2015-04-11T15:00:50.696+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=MahouShoujoRakka,realm=EUW,application-id=Wj1wcocU,discussion-id=YJUNVBQ0,comment-id=0000,timestamp=2015-04-11T14:18:10.958+0000)\n>\n> Nach dem Ansehen mehrerer LRSB-Champion-Analysen kann ich dir sagen, dass die ziemlicher Shit sind ohne einen Blick auf die verlinkte zu werfen(vergleiche wahllos jeden einzelnen Spell des Champions mit den Spells von IRGENDWELCHEN anderen Champs, deren Spell stärker ist und fälle auf dieser Basis ein Urteil, gg). Es würde mich nicht wundern, wenn es in einem Jahr zu JEDEM Champ ein \"warum wird xy nicht gespielt?\"-Video von LRSB gibt.\n> Und kein Champ braucht ne klare Definition, um spielbar zu sein. Ezreal, Jarvan, Diana, Malphite, GP, Teemo, Alistar, um mal nur einige Champions zu nennen, die auf sehr unterschiedlichen Buildpfaden sehr erfolgreich gespielt werden können. Dass Eve von ihrer Spielmechanik her funktioniert, wurde in der Vergangenheit oft genug bewiesen und deine mutmaßlichen \"Konflikte\" sind reine Numbers, die mit ihrer Konzeption nicht so furchtbar viel zu tun haben.\n\n<-  4 Quadrakills auf Evelynn\n<- Spielt sie seit season 2\n<- findet die Analysen von LRSB auch ziemlich scheiße, war aber nützlich für leute die keinen blassen haben.\n\n\"mutmaßlich \"Konflikte\"\nDeine Beispiele: Ezreal, Jarvan, Diana, Malphite, Gangplank, Teemo, Alistar.\nEzreal: Attackspeed buff als caster? Ist eigentlich nicht schlecht für lasthits und ist zudem passiv -> keine Einschränkung durch hohen Manaverbrauch. Wusstest du das \"W\" damals noch geheilt hat und Attackspeed bei feinden gedebufft hat? Das war noch op.\nJarvan: Seine Passive skaliert nicht -> Armor pen (von der q; ...) > AD. Zusätzlich ist Attackspeed nicht schlecht wenn man schon Armor pen hat warum also nicht? Die Fähigkeit, die Flexibilität, Tank und Damage zu bauen und mit einer guten E+Q rauszukommen ist nicht einzigartig (siehe Kassa)\nDiana: Der SchIld skaliert mit Ap und Die Passive verursacht jeden 3 AA MAGISCHEN Schaden skalierent mit AP. Wer würde AD + Attackspeed bauen?!\nMalphite: Wow bau ihn AD oder AP, Damage drückt er sowieso nicht und falls doch fällt er sofort um. Also warum nicht tank bauen? Der Schaden haut nicht aus den socken und für ein gutes Flanking ist er sowieso nicht zu gebrauchen. Er ist klar darauf Ausgelegt Tank zu bauen\nGp: \"AP GP OP\" oder was?\nTeemo: Erfällt unter die Kategorie Anticarry, sagt dir bestimmt nichts dazu zählt nunmal auch Urgot\nAlistar: Tank. Weil APCs auch 50/60/70% weniger Schaden bekommen sollten und in der Frontline stehen.\n\nTL;DR Deine Beispiele + Argumente sind schlichtweg Scheiße.\n\nBei Evelynn ist wirklich keine Eindeutige unterscheidung zwischen Tank, AP assasine, Ap bruiser, Ad Bruiser und der ehemaligen \"Burn-Evelynn\". Bau sie einfach auf allem, das steigert aber nicht ihre Effiktivität. Bau sie auf einem und du verpasst sehr viele Möglichkeiten. Es ist so als ob du nur einen Spell bei Rumble benutzen könntest bevor du Überhitzt.","replies":[{"id":"","poster":"eingew","date":"2015-04-14T16:04:57.208+0000","up_votes":1,"down_votes":0,"body":"Du bist absolut unfreundlich und diffamierst deine Diskussionspartner - und willst damit jemanden von deiner Meinung überzeugen? Ich hoffe du überlegst dir das noch einmal...\n\nMag ja sein, dass du der Überpro bist was LoL angeht, aber von guter Formulierung, Empathie und \"social skills\" hast du ganz offensichtlich keine Ahnung. Was nützt ein Diskussion, wenn du sie offensichtlich nicht führen willst?","replies":[]}]}]},{"id":"","poster":"SenpaiCarriesYou","date":"2015-04-11T15:22:48.234+0000","up_votes":1,"down_votes":0,"body":"http://www.probuilds.net/champions/Evelynn?region=ALL\n\nHier kann man sehen wie Unterschiedlich die Builds sind. Alex Ich verwendet Lieber ein AP Assasinen Kit mit Gunblade für Spellvamp während Bengi AD + Trinity force bevorzugt. Saintvicious hingegen schwört scheinbar darauf Nur Randuins + Hexdrinker zu bauen und dann auf Blade+ Trinity also AD assasin.","replies":[]}]}