{"id":"jN0EbqmT","poster":"TheDoubleSkiller","date":"2015-04-10T19:46:10.144+0000","title":"Bronze II, ich will hier raus!","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":2,"body":"Hallo Beschw&ouml;rer, \n\nich stecke in der \"elohell\" fest, letzte season beendete ich Bronze I, nun wurde ich Bronze II eingestuft, obwohl ich meistens positiv stehe und auch gut kommuniziere. Ich hoffe dass mir jemand Tipps geben kann, wie ich mich verbessern kann und vllt. meine Plays in einem oder mehreren Rankeds anguckt um mir weiterzuhelfen. Wer also bereit ist kann sich einfach bei mir melden oder unter dem Thread kommentieren =)\nDanke im Voraus :D,\n\nMfg TheDoubleSkiller","replies":[{"id":"","poster":"Black Mage","date":"2015-04-10T20:18:21.771+0000","up_votes":2,"down_votes":0,"body":"Dein Farm ist oft viel zu niedrig (mehr farm = mehr gold = mehr items = stärker) und auch beim warden bist du grottig!\n\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2038888970/30380948?tab=stats\n\nschau dir dort an wieviele wards du gestellt hast... einen einzigen! und dann noch nicht weiteres zum warden beigetragen (kein red trinket z.B.).\n\nIch möchte dich nicht bitten auf einmal alles zu warden, aber zu mindest dir den andrang geben WIESO es gut sein kann, seine kostenlosen wards zu nutzen:\n\nwir gehen davon mal aus, du spielst einen champ mit einem skill, welcher das spiel/einen kampf entscheiden kann (sion, ashe, morgana, etc), so...\nDann gehe ich auch davon aus, das der gegner genauso schlecht warded wie ihr, dies bedeuted keine von den beiden seiten weiß wo der gegner ist.\n\nWeißte was das bedeutet? Wer auch immer den ersten skill \"trifft\", gewinnt, also reiner zufall wer das spiel entscheidet!\n\nWeißte wie man jedoch das Spiel zu seinen Gunsten dreht? auch mit drecksfarm und schlechteren stats als der gegner?\nSicht! Wieso sind \"Wall hacks\" in shootern so geil? weil man auf den gegner sich vorbereiten kann und ihn dann abfangen kann, zu 90% der fälle sind das kills für den wallhacker (restliche 10% sind eigenverschulden, wie schlechter aim)...\n\nStell dir vor du hättest einen vision/wall hack, genauso wie in shootern! Riot schenkt allen trinkets, also free wards, also \"free vision\"! Wenn das nicht  der absolute wahnsinn ist, weiß ich auch nicht weiter, denn wenn du den gegner siehst, die meiste zeit über, und gleichzeitig hat der gegner keine sicht über euch, dann kann dein team sachen wie \"split pushen\" oder auch \"all in\" gehen (wenn z.B. deren carry auf der anderen seite der map ist, oder jemand gerade beim junglen ist könnt ihr diesen abfangen...).\n\nUnd jetzt kommts: Gold für euer team, vlt sogar einen Ace, nur weil ihr eure trinkets genutzt habt!\n\n\n#WardsOp\n\n\nhoffe du verstehst durch den unsinn den ich oben geschrieben habe, wieso wards so wichtig sind und wieso in LCS und anderen turnieren der Pros minutenlang wards gesetzt werden und zerstört...\n\n\nEdit:\n- was dir helfen könnte: such ein paar platin und gold spieler aus, die ähnliche spiele wie du hatten, und vergleiche mal deren werte mit denen von dir, du wirst merken wie schlimm manche unterschiede sein können","replies":[]},{"id":"","poster":"TheDoubleSkiller","date":"2015-04-11T13:21:34.382+0000","up_votes":1,"down_votes":0,"body":"Also erstmal danke an alle die mir geantwortet haben :D und danke für die Tipps... ich habe gestern einen Gold I gefunden der mir dabei hilft, mich zu bessern. Er hat mir auch mit den wards erklärt, wo ich sie setzen muss und seitdem habe ich von 3 spielen 3 gewonnnen (rankeds). Außerdem bin ich jetzt in der Promo zu Bronze I. Danke an euch alle <3\n\nMfg TheDoubleSkiller","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-04-10T21:37:17.086+0000","up_votes":1,"down_votes":0,"body":"Mist, das ist Schwarze Magie!!! Den Leuten die Bedeutung von Wards zu erklären, ist doch meine Aufgabe...\nEins fehlt da allerdings: Upgrade dein Trinket, sobald du Lvl 9 bist. Plane gegebenenfalls (wenn möglich) dein Einkauf entsprechend und gehe nicht mit 1600 Gold sondern mit 1850 Gold nach Hause. Die Trinket Upgrades sind das effektivste Gold, das du ausgeben kannst...\n\nDann kommt als nächstes: Verstehe deine Rolle. Wenn du dir dein [21-12-11 Hecarim Spiel anguckst](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2060358032/30380948?tab=overview), denkst du dir wahrscheinlich \"Boah, geile Stats, warum verliere ich das?\" Wenn ich mir deinen Build ansehe, denke ich: So überlebst du im Kampf im Late Game keine 3 Sekunden... Aber genau das ist deine Aufgabe: Den Kampf eröffnen, (so viel Schaden machen, dass du nicht völlig irrelevant bist... damit die Gegner wenigstens einen Grund haben dich zu fokussieren) und dann länger durchhalten als die gegnerischen Tanks... So funktionieren Teamfights in League Of Legends...\n\nIm Endeffekt bist du der einzige in deinem Team, der in dem Spiel einen Goldvorteil von 2K hat (im Vergleich zu den Malphite Jungle)... Du nutzt diesen Goldvorteil aber nicht um clevere Sachen zu kaufen... sondern baust dir eine Glaskanone... Was dann dazu führt, dass der Malphite am Ende trotz weniger Gold effektiver ist als du... denn der kann engagen und überlebt hinter lange genug, dass sein Team folgen kann... \nGerade gegen nen gefeedeten Zed... umgeben von Fiora und Ezreal... steck dein Geld nach der Trinity Force in nen Dornenpanzer und Randuims, dann drehst du das Spiel vielleicht... auf jeden Fall bis du im Late Game relevanter...","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-04-10T21:27:44.786+0000","up_votes":1,"down_votes":0,"body":"-übe in custom games lasthitten, erst ganz ohne gegner und dann gegen einen einfachen Bot. Versuch, auf mindestens 80 Farm bei Minute 10 zu kommen.\n-Wardenwardenwarden\n-Spiel nicht auf Kills, sondern auf objectives. Kills geben kaum Gold, selbst mit assist gibt ein Turm ca. Doppelt so viel! (Der einzige Grund warum kills dennoch nützlich sind ist, dass man sobald die Gegner tot sind eifacher türme holen kann","replies":[]},{"id":"","poster":"Mirage Of Mesmer","date":"2015-04-10T20:55:09.088+0000","up_votes":1,"down_votes":0,"body":"Du musst deine Gegner aus dem Spiel flamen, so macht das jeder!\n\n*Ironieoff*","replies":[]},{"id":"","poster":"PlsGankThePlank","date":"2015-04-10T20:19:10.182+0000","up_votes":1,"down_votes":0,"body":"wäre bestimmt witzig^^","replies":[]}]}