{"id":"IZae1UEE","poster":"BelminSHO","date":"2015-04-10T23:13:36.209+0000","title":"Suche Team für das Battleground Turnier","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey guys\r\n\r\nIch hei&szlig;e Belmin Karisik und werde in ca. 3 Monaten 16 Jahre alt. Ich besitze TS3 oder auch Skype. Auf wunsch w&uuml;rde ich auch andere Kommunikationsprogramme benutzen falls n&ouml;tig.\r\nIn dieser Saison (5) wurde ich nach 6 oder 7 von 10 gewonnenen Spielen in Bronze 5 eingestuft. Inzwischen habe ich es geschafft mich bis Bronze 1 durchzusetzen und k&auml;mpfe immernoch weiter. Meine Winrate betr&auml;gt ca. 62%. Ich bevorzuge Midlane, Jungle, Toplane oder ab und zu auch ADC (f&uuml;r ADC fehlen leider die n&ouml;tigen Champions bzw. habe ich nicht viele ADCs in meiner Liste). Ich habe mich an den Solo Q Spielstil angew&ouml;hnt da ich nicht jedes Match die selbe Lane spielen kann. \r\n\r\nIch hoffe ich habe dein Interesse geweckt ! \r\nF&uuml;r weitere Fragen kontaktiere mich einfach.\r\n\r\nLG BelminSHO","replies":[{"id":"","poster":"Aaxsus","date":"2015-04-11T00:19:05.648+0000","up_votes":1,"down_votes":0,"body":"Ich selbst denke das es dafür zwei verschiedene Gründe gibt.\n\n1. So wie bei den meisten Clans wollen sich wahrscheinlich auch Riot nicht mit zu jungen Spielern herumärgern, da die meisten minderjährigen ziemlich uneinsichtig sind. {{champion:1}} Das ist jedoch nur meine eigene Meinung.\n\n2. Da minderjährige eine Einwilligung der Erziehungsberechtigten benötigen, gehe ich davon aus, dass das Finale ein Offline Turnier sein wird und deshalb das Reisen erfordert.{{champion:432}}  Natürlich kann keiner hinter einem Namen ein Alter erkennen, aber wenn es wirklich ein Offline Finale gibt, müssten die Eltern mitreisen (aus rechtlichen Gründen). Da man diese Problematik umgehen möchte, also vermeiden das ein Team aus unter 16-jährigen im Finale mitspielt, werden diese bereits zu Beginn darauf hingewiesen, dass sich nicht mitspielen dürfen.\n\nAnsonsten fällt mir spontan kein mehr oder weniger guter Grund dafür ein.\nIch denke die Erfahrungen aus Season I + II haben Riot schon einiges an Problem aufgezeigt (damals spielte Cyanide mit 16 Jahren mit) mit minderjährigen, weshalb sie im LCS die Regel haben dass man mindestens 17 Jahre alt sein muss. \n\nIch denke nicht das sie die Regeln jetzt noch ändern werden, aber ich denke auch, dass das Battleground Turnier keine einmalige Sache sein sollte sondern von Riot als häufiger auftretendes/wiederholtes Turnier geplant ist.\n\nMein Vorschlag: such dir deine Leute die so wie du demnächst mindestens 16 werden und Versuche dich mit ihnen auf ein kommendes Turnier vor zu bereiten. So seid ihr auch eingespielter und habt besser Chancen{{champion:12}}","replies":[{"id":"","poster":"BelminSHO","date":"2015-04-11T00:57:57.406+0000","up_votes":1,"down_votes":0,"body":"Du hast vollkommen Recht mit dem deiner Meinung nach 1. Grund. Allerdings hat das Alter nicht immer mit der uneinsichtigkeit zu tun, das kommt dann doch eher auf die Reife an. Ich stimme deiner Meinung voll und ganz zu, weil 15 jährige ganz einfach noch als Kinder gelten (pubertierende Kinder). \nGenau auf den 2. Grund habe ich hinaus gefragt. Ich denke nicht das es ein Problem gewesen wäre, wenn alle, wirklich alle Spiele von Anfang bis Ende Online stattfinden würden. \n\nDanke für deine Hilfe und den ganzen anderen\nAufwand (Schreiben z.b.). \n\nLG","replies":[]}]},{"id":"","poster":"Aaxsus","date":"2015-04-10T23:34:22.115+0000","up_votes":1,"down_votes":0,"body":"Hey Belmin,\n\naufgrund deines Alters darfst du leider momentan noch nicht am Battleground Turnier teilnehmen.\n\nHier für dich die genauen Angaben zum Thema Altersbeschränkung für das Turnier aus dem Regelwerk:\n\nBeschwörer über 18 Jahre dürfen ohne besondere Anforderungen \nan Battlegrounds-Turnieren teilnehmen.\nBeschwörer, die 16 oder 17 Jahre alt sind und an einem Turnier teilnehmen möchten, müssen unter \nUmständen eine unterzeichnete Einverständniserklärung der Eltern vorweisen, die vor dem Startdatum \ndes Turniers unterschrieben wurde. Dieses Dokument wird während des Turniers zusammen mit dem \nAusweis überprüft","replies":[{"id":"","poster":"BelminSHO","date":"2015-04-10T23:47:40.832+0000","up_votes":1,"down_votes":0,"body":"Hey AAXSUS \n\nHm jetzt bin ich etwas enttäuscht. Es ist doch ein Online Turnier ? Das heißt doch das ich zuhause vom PC aus die Spiele absolviere. Gibt es genauere Gründe warum man dafür 18 sein muss um von Zuhause ( wie wahrscheinlich immer ) zu spielen ?\n\nDanke dir für die ganzen Infos.","replies":[]}]}]}