{"id":"fUsncVZ6","poster":"cremnik","date":"2015-04-09T15:08:34.262+0000","title":"Die Kunst Der Liga - Energie","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":0,"body":"Hallo liebe Mitspieler!\r\n\r\nDies ist der f&uuml;nfte meiner &quot;Die Kunst Der Liga&quot; Serie. Hierbei &uuml;bertrage ich die 2500 Jahre alte chinesische Kriegsphilosophie der &quot;Kunst des Krieges&quot; auf LoL.\r\nWenn ihr Anregungen, Feedback etc. habt z&ouml;gert nicht es hier runter zu schreiben.\r\n\r\nHier die vorangegangenen Teile:\r\n\r\n[I. Planung](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/IUymrinO-die-kunst-der-liga-planung)\r\n[II. &Uuml;ber die Kriegsf&uuml;hrung](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/1iI3x9YM-die-kunst-der-liga-aber-die-kriegsfahrung)\r\n[III. Das Schwert in der Scheide](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/vvismbn2-die-kunst-der-liga-das-schwert-in-der-scheide)\r\n[IV. Taktik](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/IMno70Lm-die-kunst-der-liga-taktik)\r\n\r\nUnd nun B&uuml;hne frei f&uuml;r Teil V.\r\n\r\nhttp://imgur.com/ZdXI2BO\r\n\r\nEs gibt im Augenblick 124 (und steigend) Champions in LoL. Dazu kommen Runen, Masteries, Items, Summoners und das jeweils pro Spieler. Kurzum es gibt wahrscheinlich Billiarden, wenn nicht sogar mehr, M&ouml;glichkeiten dieses Spiel zu spielen, obwohl es auf den ersten Blick nur aus 10 Charakteren besteht. Das bedeutet, dass jede Ver&auml;nderung an einer Stelle eine Reaktion hervorruft. Das ist Standard, bei Gruppenprozessen, wie sie in LoL ablaufen. Aber das schl&auml;gt sich auch im Spiel nieder. Habe ich als ADC 21/6/3 Masteries und mein Gegner 21/9/0, so werde ich, rein rechnerisch, mit einer h&ouml;heren Wahrscheinlichkeit den 1v1 Trade verlieren. Sicher spielen hier auch 1000 andere Faktoren mit hinein. Doch jede &Auml;nderung, jeder Unterschied hat eine direkte Auswirkung, ist sie noch so klein und unbeobachtbar:\r\n\r\n&gt; &bdquo;Es gibt nicht mehr als f&uuml;nf Musiknoten, doch die Kombinationen dieser f&uuml;nf lassen mehr Melodien entstehen, als je geh&ouml;rt werden k&ouml;nnen. Es gibt nicht mehr als f&uuml;nf Grundfarben, doch kombiniert erzeugen sie mehr Schattierungen, als je gesehen werden k&ouml;nnen. Es gibt nicht mehr als f&uuml;nf Geschmacksrichtungen - sauer, scharf, salzig, s&uuml;&szlig; und bitter -, doch ihre Kombinationen ergeben mehr Geschmacksnoten, als je geschmeckt werden k&ouml;nnen.&ldquo;\r\n\r\nSeid euch immer bewusst, dass eine Aktion immer! eine Reaktion hervorruft. Wenn diese Reaktion in einem Nachteil f&uuml;r euch endet, so denkt dar&uuml;ber nach, was der Fehler bei der Aktion war: \r\n\r\n&gt; &bdquo;In der Schlacht jedoch gibt es nicht mehr als zwei Angriffsmethoden - die direkte und die indirekte -, doch diese zwei ergeben kombiniert eine endlose Reihe von Man&ouml;vern. Die direkte und die indirekte Methode gehen ineinander &uuml;ber. Es ist wie eine Kreisbewegung: Man erreicht nie das Ende. Wer k&ouml;nnte ihre Kombinationsm&ouml;glichkeiten ersch&ouml;pfen?&ldquo;\r\n\r\nDabei gobt es wie hier beschrieben keinen Anfangs- und Endpunkt. Aktion und Reaktion bzw. direkte und indirekte Angriffsmethoden gehen gleichzeitig von jeder Spielerpartei aus. Sie sind Aktion und Reaktion zugleich. Ihre Kombination macht es m&ouml;glich zu Siegen:\r\n\r\n&gt; &bdquo;Wer also das Geschick besitzt, den Feind in Atem zu halten, baut T&auml;uschungen auf, die den Feind zum Handeln veranlassen. Er opfert etwas, damit der Feind danach greift. Indem er K&ouml;der auslegt, h&auml;lt er ihn in Bewegung; und mit einer Truppe Schwerbewaffneter lauert er ihm auf.&ldquo;\r\n\r\n&Uuml;bertragen wir dieses zugegeben sehr abstrakte Beispiel auf LoL. Wir opfern etwas (Aktion bzw. Reaktion auf evtl. Greed des Gegners) also baiten wir. Der Gegner reagiert direkt und geht darauf ein. Er engaget und f&uuml;hrt damit eine Reaktion aus. Er zieht ein paar Ultis und wir collapsen mit dem restlichen Team und reagieren so auf seine Aktion der Ultis mit eigenen Aktionen in Form von Spells etc. Auch hier wieder ein Beispiel von einem [perfekten Bait (erster Clip)](https://www.youtube.com/watch?v=M-JW8BINVw4):\r\n\r\n\r\n\r\nMan sieht hier sch&ouml;n, wie auf die direkte Aktion von Misaya die direkte Reaktion der Gegner folgt, die er wiederum durch eine indirekte Reaktion (Zhonyas) countert, sodass sein Team den Fehler des Gegners ausnutzen und siegen kann. Zu fr&uuml;he Reaktion kann also auch ein Fehler sein. Keine Reaktion auch. Das gleiche gilt f&uuml;r fehlende oder zu sp&auml;te Aktionen. Bei solchen Fallen ist jedoch auch wieder der &Uuml;berblick wichtig. Wer kann solch einen Bait ausf&uuml;hren? Der Squishy ADC ohne Escape? Eher nicht: \r\n\r\n&gt; &bdquo;Der kluge K&auml;mpfer achtet auf die Wirkung der kombinierten Energie und verlangt nicht zuviel vom einzelnen. Er zieht individuelle Talente in Rechnung und benutzt jeden Mann, seinen F&auml;higkeiten entsprechend.&ldquo;\r\n\r\nBenutzt also euer Team, eure Comp, euren Champ seinen M&ouml;glichkeiten entsprechend. Jede Zusammenstellung hat ihre St&auml;rken und Schw&auml;chen. Versucht das zu erreichen, wof&uuml;r sie gemacht ist und nicht mehr. Das gleiche gilt nat&uuml;rlich auch f&uuml;r eure Champs. Full AP Garen ist sicher keine gute Idee, wenn ihr wirklich gewinnen wollt. Und ein Support kann in der Regel auch nicht 1v5 Pentakill machen. Es ist daher wichtig seine M&ouml;glichkeiten zu kennen. Nur weil ihr manche Sachen auf einem Champ tun k&ouml;nnt, hei&szlig;t das nicht, dass ihr das auch auf einem anderen k&ouml;nnt. Habt ihr keinen Gapcloser oder Slow solltet ihr vielleicht nicht den ADC chasen und totgekitet werden. Denkt immer daran, dass das was ihr tut auch effektiv sein muss. Wenn es das nicht ist, kann der Gegner eure Aktion, euren Fehler reaktiv ausnutzen und euch schlagen.","replies":[{"id":"","poster":"Jameko Pantari","date":"2016-01-18T20:01:46.277+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank f체r diese Serie. Es tut gut, sich von einem so alten und offenbar hilfreichen Werk (sonst w채re es kaum solange 체berliefert worden) best채tigt zu sehen. {{summoner:13}}","replies":[]}]}