{"id":"5UPlwfXV","poster":"G2 Slippi","date":"2019-12-02T06:19:10.985+0000","title":"[TGSG] Punschhütte","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":0,"body":"Hallo ihr lieben Weihnachtselfen :)\n\nGestern hat offiziell die Adventzeit begonnen und daher öffne ich ab heute jeden Montag meine Punschhütte :3\n\nGetränkekarte:\n\n- Glühwein\n- Nutella-Schoko-Punsch\n- Orangen-Ingwer-Punsch\n- Eggnog (amerikanischer Eierpunsch)\n- Schoko-Chili-Punsch\n\nDa dies eine Non-Profit-Punschhütte ist, sind die Getränke kostenlos, freue mich aber über eine freiwillige Keksspende :3\n\nhttps://www.gutekueche.at/img/rezept/23915/orangenpunsch.jpg\n\nZu einer Punschhütte gehört auch ein wenig Tratsch und Klatsch ^^\n\nAlso, was war so am Wochenende bei mir los?\n\nFreitag stand ein wenig Shoppen am Programm. Was soll ich sagen: Keine Parkplätze beim Kaufhaus, keine Luft und kein Platz in den Geschäften. Das einzig positive war, dass, wenn man kollabiert, garantiert nicht umfällt.\nNaja, Black Friday halt, da machste nix ^^\n\nSamstag waren ich und meine Frau bei den Schwiegereltern zum Essen eingeladen. Es gab rosa gebratene Schweinemedaillons in Pfefferrahmsoße mit Speckbohnen und mit Käse überbackenes Kartoffelpüree :3 Danach fand die Wichtelauslosung statt.\nNachdem wir dann noch Kuchen gegessen haben, haben wir noch kurz meine Eltern besucht, da meine Großmutter Geburtstag hatte. Dort gab es dann noch Sekt und Krapfen.\nAm Abend hatte ich dann endlich Zeit für ein paar Runden League :)\n\nGestern (Sonntag) war dann die Taufe meiner kleinen Nichte. Die kleine hat gut durch gehalten und zu keinem Zeitpunkt geweint :)\nDanach gings noch ins Restaurant zum Essen. Das Wildragout war vorzüglich :3\n\nAnimetechnisch habe ich gestern \"The Asterisk War\" fertig geschaut (1. Staffel) und danach hab ich mit \"Trinity Seven\" begonnen. Ein sehr amüsanter Anime, kanns nicht erwarten weiter zu schauen ^^\n\nDiese Woche kommt dann endlich Weihnachtsgeld. Da werd ich mir dann sofort Pokemon Shield checken und sofort loslegen. Hab da ordentlich was aufzuholen. Ne Freundin hat bereits über 350 Pokemon gefangen, da muss ich mich ran halten xD\n\nAlso dann, einen schönen Start in die Woche und lasst euch euer Heißgetränk schmecken ;)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-12-02T12:11:38.805+0000","up_votes":1,"down_votes":0,"body":"Und sonst so?","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T12:18:11.874+0000","up_votes":1,"down_votes":0,"body":"Für den Imperator!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-12-02T12:51:49.484+0000","up_votes":1,"down_votes":0,"body":"Höre gerade den 2. Teil von Eisenhorn. Scheinbar wird immer mehr übersetzt. Wenn die dann noch Gaunts Geister haben sind die nächsten Guthaben schon verplant.","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-03T07:16:37.021+0000","up_votes":1,"down_votes":0,"body":"Shuv, stimmt ja... Hab lange nicht mehr reingeschaut ob es was neues gibt. Die drei Monats Abstände waren mir zu hart, hab immer wieder den Anschluss verloren...","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-12-02T12:56:24.133+0000","up_votes":1,"down_votes":0,"body":"Noch zwei Stunden!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T13:16:51.514+0000","up_votes":1,"down_votes":0,"body":"Ja :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T13:29:18.463+0000","up_votes":1,"down_votes":0,"body":"\\o/ Schmerzmittel vom Wohnbereich \\o/","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T13:35:17.229+0000","up_votes":1,"down_votes":0,"body":"Trotzdem noch auf Arbeit :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T13:45:36.150+0000","up_votes":1,"down_votes":0,"body":"ja :( \n\nAber nur noch eine Stunde und 20 Minuten!\n\nHoffentlich ist Natascha nachher da. Glaub kaum das ich heute nochmal wach werde wenn ich nachher im Zug einschlafe XDDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T14:23:06.471+0000","up_votes":1,"down_votes":0,"body":"Ich kann daheim mal schauen :/ \nAber glaub Natascha wird nicht da sein :/\n\nNoch 37 min","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T14:37:35.192+0000","up_votes":1,"down_votes":0,"body":"24 Minuten\n\n\\o/ Wie haben wir nur diesen Tag überstanden?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-03T06:31:37.025+0000","up_votes":1,"down_votes":0,"body":"Ich weiß es nicht aber so sehr hat wohl noch nie jemand leiden müssen wie wir :0","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T13:55:45.776+0000","up_votes":1,"down_votes":0,"body":"Musst du positiv sehen, wenn du die Nacht durch schläfst, kannst du morgen direkt bei deiner Arbeitsstelle wieder aussteigen ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T14:12:23.085+0000","up_votes":1,"down_votes":0,"body":"Also auf meiner Bonner Strecke bin ich bisher erst einmal so weg gepennt das ich die halbe Strecke wieder zurück gefahren bin. Und bei meinem Glück bin ich an diesem Abend in einen \"Vandalismus-Anschlags-Zug\" gelandet XD War der erste Arbeitstag im neuen Jahr. Zu meiner Entschuldigung: Ich war krank!\n\nBerufsschule war schlimmer. Von Köln nach Hause hat im Grunde nie funktioniert, vor allem Donnerstags (Schule bis 18 Uhr/ ca. zwei Stunden Heimweg insgesamt) nicht, weil ich immer mindestens zwei Haltestellen (ca. 20 Minuten) zu weit gefahren bin XDDDDDDDDDDD","replies":[]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2019-12-02T13:16:52.149+0000","up_votes":1,"down_votes":0,"body":"Yay \\o/","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T13:31:09.399+0000","up_votes":1,"down_votes":0,"body":"Na Schnapsdrossel :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-12-02T13:46:55.634+0000","up_votes":1,"down_votes":0,"body":"Was hat sie wieder angestellt?","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T14:14:55.140+0000","up_votes":1,"down_votes":0,"body":"Gar nichts","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T14:16:26.120+0000","up_votes":1,"down_votes":0,"body":"Möchtest du ein Heißgetränk?","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T14:26:37.256+0000","up_votes":1,"down_votes":0,"body":"Ja bitte :D","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T14:27:20.886+0000","up_votes":1,"down_votes":0,"body":"Was darf ich dir servieren?","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T15:03:15.092+0000","up_votes":1,"down_votes":0,"body":"Was hast du denn im Angebot? :D","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T15:04:54.968+0000","up_votes":1,"down_votes":0,"body":"Die Karte findest du im Hauptthread oben ;)\nNoch bin ich da ;)","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T15:09:15.967+0000","up_votes":1,"down_votes":0,"body":"Dann nehme ich einen Orangen-Ingwer Punsch :D","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T15:10:53.453+0000","up_votes":1,"down_votes":0,"body":"Alles klar, bitte sehr :)\n\nSchließe jetzt aber die Punschhütte.\nSchau doch nächsten Montag wieder vorbei, da gibts dann neue Punsch-Kreationen ;)","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T15:13:09.733+0000","up_votes":1,"down_votes":0,"body":"Danke. Ist sehr lecker. :)\n\nWerde ich tun :D","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T16:42:16.409+0000","up_votes":1,"down_votes":0,"body":"Freut mich :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-12-02T14:28:15.803+0000","up_votes":1,"down_votes":0,"body":"BOAH!\n\nIch bin momentan voll auf dem \"heiße Milch mit Honig\"-Trip\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T14:35:21.910+0000","up_votes":1,"down_votes":0,"body":"Werde dann Milch mit Honig nächsten Montag auf die Karte setzen ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T14:39:26.677+0000","up_votes":1,"down_votes":0,"body":"°-° Dann komm ich direkt mit Schlafklamotten zur Arbeit","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T14:47:45.359+0000","up_votes":1,"down_votes":0,"body":"Gut dann, stell ich noch ein paar Kuscheltiere zur Verfügung ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T14:50:10.461+0000","up_votes":1,"down_votes":0,"body":"Und ich bring meine Kuschel-Lamm-Decke mit\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T14:54:53.222+0000","up_votes":1,"down_votes":0,"body":"Alles klar, dann machen wir es uns nächsten Montag alle schön gemütlich bei dir auf Arbeit, und wenn Frau Pferd oder Satan glauben sie können irgendwie blöd kommen, dann misch ich denen K.O.-Tropfen in den Punsch ;)","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T14:29:29.238+0000","up_votes":1,"down_votes":0,"body":"Oh ja, heiße Milch mit Honig ist einfach das Beste wenns kalt ist {{sticker:sg-jinx}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T14:36:59.369+0000","up_votes":1,"down_votes":0,"body":"Eigentlich Kakao mit krass viel Sahne :D\n\nAber den Honig in der Milch vertrage ich aktuell besser c.c Ist zwar immer noch belastend, aber nicht so mörderisch wie Kakao..","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-12-02T14:32:41.287+0000","up_votes":1,"down_votes":0,"body":"Das glaube ich dir nicht. ^^","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T15:03:44.359+0000","up_votes":1,"down_votes":0,"body":"Ist aber so. Sie will mich nur ärgern :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-12-02T15:34:47.533+0000","up_votes":1,"down_votes":0,"body":"Vllt hab ich auch zusammen getrunken wer weiß das schon?","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T15:44:32.755+0000","up_votes":1,"down_votes":0,"body":"Ich weiß es :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2019-12-02T14:15:42.793+0000","up_votes":1,"down_votes":0,"body":"wtf xD\nWarum das denn jetzt schon wieder? xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T14:27:41.851+0000","up_votes":1,"down_votes":0,"body":":3 Weil ich das lustig finde :p","replies":[{"id":"","poster":"Veezey","date":"2019-12-02T15:04:13.852+0000","up_votes":1,"down_votes":0,"body":"Du bist gemein :o","replies":[]}]}]}]}]}]},{"id":"","poster":"sN00Bdogg","date":"2019-12-02T20:19:27.073+0000","up_votes":1,"down_votes":0,"body":"Die Punschhütte is zum zuschütte ^^","replies":[]},{"id":"","poster":"INoKami","date":"2019-12-02T18:19:29.809+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 258, extra-späte Theater-Sonderausgbae**\n\nEs ist Dezember! Und damit beginnen die drei schlimmsten Wochen des Jahres! Und nein, das hat gaaaaaaaaar nichts damit zu tun, dass wir jetzt jede Woche zwei Klausuren schreiben... nein, ich muss wieder Weihnachtsgeschenke kaufen.\n\n**ICH HASSE ES!!!**\n\nGut, zum heutigen Tag: er begann, wenig überraschend für einen Montag, mit einem Kolloq. Und ich glaube, das ist das erste Phys.Chem.-Kolloq, bei dem ich ernsthaft mit einer guten Note rechnen kann. Ist halt nur ein geringer Motivationsschub, rechnet man mit ein, dass wir wieder mal einen engen Zeitplan haben und ich des Todes übermüdet war, weil ich heute Nacht nicht einschlagen konnte. Auf der anderen Seite stehen aber auch eine 78-minütige Partie DotA2 und 1,3 Liter Cola über den Tag verteilt, beschweren war also nicht drin.\n\nHab´s trotzdem getan.\n\nAber irgendwie mussten wir halt die Analysen alle bearbeiten... und wir haben es geschafft! Um genau 16.01 Uhr hatten wir den letzten Wert ermittelt und konnten aufräumen. Nur hab ich mir schon von den anderen Gruppen sagen lassen, dass die Auswertung besch...eiden sein soll. Gibt ja einem jetzt schon richtig Freude auf das Wochenende -_-\nZwei Protokolle gab es auch zurück und anfangs war ich noch verwundert, warum beide eine 4 waren. Das lag einerseits mal wieder an undeutlich erklärten Auswertungsvorgängen (ok... gar nicht erklärten), wo man halt raten musste, was zu tun war und ihr könnt ja mal eurerseits raten, wie das bei mir gelaufen ist... andererseits waren das die beiden Versuche, in denen mein Kolloq eine Niete war und ich deswegen noch in Nachschulung darf (beginnend mit diesem Freitag), und es ist ja zu bedenken, dass Kolloq und Praxisnote 1:1 verrechnet werden und wir nur das Resultat dieser Rechnung auf dem Protokoll erhalten.\n\nUnd wieder mal Theaterprojekt an einem Montag. Weil sie \"wieder einige Aufführungen haben\". Und in nächster Zeit soll es auch nicht besser werden, weil Adventszeit und so. Heute war im Grunde nur eine Besprechung, in der wir nochmal erklären mussten, welchen chemischen Bezug unsere Szene hat (und diesen auch nochmal für Laien erklären, denn der anwesende Betreuer war einer). Unsere hatte keinen, weil wir diese Aufgabe erst im nachhinein bekommen haben (einen chemischen Bezug herstellen) und das Problem ist, dass es keinen gibt, der unsere Situation beschreibt... weil so ein Prozess in der Chemie nicht passiert!\nDas Resultat: jeder hatte eine andere Idee, wie man das Stück umschreiben kann, schnell schwirrten acht verschiedene Ideen durch den Raum, jeder wollte etwas hinzufügen oder etwas widerlegen und inmitten dieses Chaos sitze ich, der \"Verursacher\" und frage mich: \"Wovon reden die? Ich raff´ überhaupt nichts mehr?!\"\nMy life in a nutshell.\n\nIn diesem Sinne: Eine schöne Woche euch!\n\n_\nP.S. Trinity Seven? Oooooh, das war mal eine erfreuliche Abwechslung! Arata ist einfach eine Legende... und es ist ein Harem-Anime, also mögen die Best-Girl-Debatten beginnen!\nUnd jeder, der nicht Arin sagt, hat sowieso schon mal den Verstand verloren ;D_","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T15:11:58.639+0000","up_votes":1,"down_votes":0,"body":"So Leute! Ich öffne dann nächsten Montag wieder die Punschhütte ;) Da gibts dann auch neue Punschkreationen ;)\nWünsche euch noch einen schönen Abend :3","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T14:36:35.911+0000","up_votes":1,"down_votes":0,"body":"Leute, holt euch noch ein letztes Heißgetränk, die Punschhütte schließt um 16 Uhr!","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T13:57:54.058+0000","up_votes":1,"down_votes":0,"body":"War gerade auf der Baustelle und bin jetzt komplett verdreckt. Ich freu mich schon so sehr auf die Dusche ^^\nIch wär sogar ein paar mal fast im Matsch gelandet weil alles so rutschig war, aber Gott sei Dank ist nix passiert xD\nDas gibt meinem Beschwörernamen gleich eine neue Bedeutung xDDDD","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-12-02T11:33:07.322+0000","up_votes":1,"down_votes":0,"body":"\\o/ Gebratener Reis mit Hühnchen und gebackene Ananas sind auf dem Weg \\o/","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T12:02:46.033+0000","up_votes":1,"down_votes":0,"body":"Ja nice, lass es die schmecken ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T12:56:48.868+0000","up_votes":1,"down_votes":0,"body":"Danke! Ich hab sogar eine Ananas Scheibe extra bekommen.\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T13:17:49.028+0000","up_votes":1,"down_votes":0,"body":"Ihhhh :0","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-12-02T08:46:45.565+0000","up_votes":1,"down_votes":0,"body":":3 Awwwwww Da hat sich jemand ein Beispiel an den früheren Threads genommen!\n*20 Upvotes da lass* °-°\n\nAlso. Mein Montag hat schon damit begonnen das ich auf Knien umher gekrochen bin v.v\n\nMeine PC Maus war einfach der Meinung nicht funktionieren zu wollen. Alles mögliche ausprobiert und dann verzweifelt das Pferd gefragt ob es noch ein anderes Mauspad gibt oder direkt 'ne neue Maus.\n\nHab die neue Maus bekommen. Aber die hat nicht funktioniert XD\n\nSpaßeshalber habe ich dann nochmal die andere Maus angeschlossen und tjoa ... mittlerweile funktioniert sie wieder?! XD Zwar nur auf dem Tisch und ohne Pad aber pfffffffffff ... Zeitweise hat sie auch nur auf bestimmten Stellen des Schreibtisches funktioniert XDDD Das war so richtig dumm. Nicht mal komplettes abwaschen hat daran was geändert. Und auf einmal ... ging es halt doch °-°\n\nDiese Mäuse auszutauschen war so richtig beschissen XD und dieses hin und her hat gottverdammte 1,5 Stunden gedauert. Weil alle anderen Kabel natürlich auch entsprechend kurz sind, aber alles über 20 Ecken führt .... den Tower kann man aus seinem Gefängnis nicht raus holen geschweige zu weit nach vorne ziehen. Denn dann passiert das, was mir auch passiert: es gehen einfach noch andere Kabel flöten XD Und man muss alles blind wieder reinstecken und hoffen das es funktioniert °-°\n\nBzgl. der nicht funktionierenden neuen Maus meinte das Pferd nur das könnte nicht sein, die wäre ja nagelneu XD Wo ich schon wieder aufpassen musste keinen Schreikrampf zu bekommen.\n\nWenn ich sage, die Maus hat nicht funktioniert, dann hat sie nicht funktioniert! Der Scheiß PC hat sie nicht erkannt, nicht installiert und fertig.\n\nIch hab es dann bei belassen zu sagen \" Ich hab auch schon im Saturn Mäuse gekauft und musste sie umtauschen\" >.&lt; DIESES WESEN!! \n___\nWochenende war .. gut?\n\nMeine Große hat gut angezogen was das Equip angeht. Auch wenn ich am Ende dann doch etwas aufgeschmissen war und die Befürchtung hatte den falschen Waffenpfad gewählt zu haben. I mean ... PVE Zeug ist fine für mich. Aber es gibt auch diese Schlachtzüge und dafür extra Waffen die mehr Angriff haben. Bring ich meine Waffe jetzt bis zum Ende auf \"Löwengebrüll\" und Switche dann weiter zum Dornenbrecher? Bin ich den günstigeren Pfad gegangen ohne es zu merken? Weil Angriffsmäßig nehmen sich die Waffen nichts bis zum Ende von \"Löwengebrüll\". Außer das passive Zeug und das liest sich schon massiv o.O\n\nDas Armband für das ich wie doof den Sandsturmtempel gefarmt habe, habe ich aber trotzdem nicht bekommen XD\n\nMan muss ein \"unvollständiges\" Armband bei einem NPC kaufen für 5x [Item] um die Kiste öffnen zu können. Aber um besagtes Item zu bekommen, brauche ich 50 Einzelteile, weil 50x kombinierte Einzelteile ergeben die 5 benötigten Dinger für das Armband XD Nur ... da wo man diese 50 Einzelteile farmen oder erlangen könnte ... schaff ich halt legit nicht XD Dafür bin ich zu blöd und zu schwach. Ist halt ein Soloverließ ... diesen ersten doppel Boss krieg ich, aber danach ... kannste knicken. Hat mich Samstagabend ziemlich dazu verleitet rum zu fluchen wie ne Bekloppte °-° Erschreckend!\n\nDafür habe ich immerhin, dank diesem Erntedankfest-Zeug, so viel zusammen bekommen (man brauchte nur 15 Stück) das ich einen tollen neuen Gürtel eintauschen konnte \\o/ der sogar bis zur vorletzten Stufe aufgewertet wurde. Bis mir aufgefallen ist das ich alle Materialien verwendet habe die eigentlich für die Waffenaufwertug gedacht war und abgebrochen habe XDDDD \n\nAber in wenigen Tagen startet ja wieder die Schatzgrube \\o/ Ich hab ja ein wenig die Hoffnung das ich dort die 5x [Item] zusammen bekomme für das Armband XD :((((( Ich will doch nur stark werden!\n\nMeine Kleine hat gestern auch mal wieder etwas Aufmerksamkeit bekommen inkl. einem Level Up XDDDD Sie ist jetzt Lv 42. Und wahnsinnig heiß. Aber so richtig c.c Ich liebe die Gon Rasse.\n___\nLOL hätte ich auch fast gespielt am Sonntag. War dann aber nur 30 Minuten afk online und wieder offline. Stattdessen habe ich mich dann ins Bett gekuschelt mit Rocky und \"Jupiter Ascenirgendwas\" (mit Mila Kunis &lt;3) und \"Kill the Boss 2\" geguckt sowie das letzte Premier Tour Spiel von SPIN.\n\nJetzt hol ich mir einen Kakao!","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T08:55:49.166+0000","up_votes":1,"down_votes":0,"body":"Heyho, viel Spaß im Kakao :D.\n\nIch weiß zwar nie wirklich wovon du sprichst, aber ich bin immer wieder froh, vor Jahren mit MMO's aufgehört zu haben :D.\n\nDas mit der Maus klingt irgendwie nach meiner Ma... \n\n*das Ding ist defekt*\n\n*Kann gar nicht sein! Das letzte von der Marke hat jahrelang gehalten!*\n\nxD","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T09:11:35.292+0000","up_votes":1,"down_votes":0,"body":"°^° Blade and Soul ist auch das einzige was mir geblieben ist! Nicht mal mehr Black Desert update ich oder Astellia.\n\nAber Blade and Soul und ich °-° Das muss manchmal einfach sein. Und wenn ich nur online gehe und 20e ausgebe und wieder auslogge XDDD Aber ich liebe meine Mädchen! Auch wenn ich nicht so ein Hardcore Endcontent Spieler bin.\n\nWobei ich sagen muss das meine Große doch schon sehr gut voran gekommen ist mit ein wenig Einsatz meinerseits. Aber normalerweise bin ich zu faul und zu pleite bzgl. der Aufwertung des Equips. Bin ja schon froh das ich mittlerweile so grundlegende Dinge auf einem okayischen Level habe.\n___\nAch XD Das die Maus nicht funktioniert hat ist actually kein Wunder. Ein Wunder wäre es gewesen wenn es funktioniert hätte XD Aber dieses Pferd ... Ich bin der Troll hier der alles auf den Kopf stellt wenn was nicht funktioniert °^° Fax und Kopierer etc. Wenn ich dem Vieh sage das die Maus nicht erkannt und nicht installiert werden konnte, dann ist das so. XD Da brauch ich auch nicht extra erwähnen das der PC sogar zwischendrin abgeschmiert ist >.&lt;","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T09:14:46.671+0000","up_votes":1,"down_votes":0,"body":"Ich hab früher Guild Wars 1 gespielt, mit was Anderem bin ich nie warm geworden...\n\nAber ich halte mit meinen 2500 Stunden in den Paradox Spielen mal lieber meine Klappe xD.\n\nUnd dass du ein Troll bist ist uns ja allen klar ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T09:20:08.513+0000","up_votes":1,"down_votes":0,"body":"Nja, ich bin mal gespannt was wird wenn wir bei B&amp;S Unreal Engine 4 bekommen .-. Soll ja angeblich massive Veränderungen mit sich bringen °-°\n\n:o Was sind Paradox Spiele?","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T09:41:03.200+0000","up_votes":1,"down_votes":0,"body":"Paradox Spiele sind z.b. Europa Universalis oder Hearts of Iron... Ich hab vorgestern wieder eine Runde mit Kastilien angefangen, es ist wieder ganz furchtbar xD\n\nhttps://i.redd.it/gcl0olniaqk21.png","replies":[{"id":"","poster":"Xayah Strife","date":"2019-12-02T09:59:55.674+0000","up_votes":1,"down_votes":0,"body":"Vergiss dabei nicht Victoria 2!!!\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T10:04:07.000+0000","up_votes":1,"down_votes":0,"body":"Das spiel ich nicht... Ist mir zu altbacken :(.\n\nEin Vicky 3 würde ich mit Genuss spielen...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T10:55:08.098+0000","up_votes":1,"down_votes":0,"body":"Und stronghold ? :3","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T12:19:21.654+0000","up_votes":1,"down_votes":0,"body":"Da war nur der erste Teil gut... Wann war das, 2001?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T12:21:38.600+0000","up_votes":1,"down_votes":0,"body":"Und crusader :0","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-12-02T12:14:21.970+0000","up_votes":1,"down_votes":0,"body":"Das ist Firefly nicht Paradox","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T12:21:15.568+0000","up_votes":1,"down_votes":0,"body":"Dachte auch mehr wegen den umfangreichen und tiefgründigen gameplay ^^ :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-12-02T12:13:50.067+0000","up_votes":1,"down_votes":0,"body":"Guild Wars 1 &lt;3\n\nGab es jemals ein besseres MMO? Mir fällt keins ein.","replies":[]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T09:07:40.625+0000","up_votes":1,"down_votes":0,"body":"Ja ich dachte mir halt, in die Adventzeit passt so ein Punschstand perfekt :)\n\nJa Mäuse können einem schon mal den letzten Nerv rauben ^^\nIch hab seit ein paar Tagen das Problem, dass mein Headset immer wieder disconnected. Das nervt tierisch, vor allem beim Anime schauen ^^ Wird wohl zu Weihnachten ein neues Headset fällig sein, aber diesmal lass ich glaub ich die Finger von Razor. Hatte so ein Problem mit meiner Razor Maus auch schon vor ner Weile. Die geben einfach nach 1,5 Jahren den Geist auf...\n\nDas ist schon sehr unlucky wenn man wie blöde farmt und dann bekommt man nicht das was man möchte. So ähnlich gings mir in Aion früher auch immer, wenn ich irgendwas für gewisse Quests farmen musste, aber die Monster einfach nicht das gedropped haben was ich benötigt hätte, habe da oft Quests bis zu 10 Mal neu starten müssen bis ich die Sachen beisammen hatte ^^\nApropos Aion, irgendwie hätte ich jetzt wieder richtig Bock drauf. Mal sehen, vl ergibt es sich kommendes Wochenende da wieder ein wenig rein zu starten :)\n\nIch kann dir einen alkoholfreien Nutella-Schoko-Punsch anbieten ;)\nUnd Kekse {{item:2009}} {{item:2009}} {{item:2009}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T09:36:20.779+0000","up_votes":1,"down_votes":0,"body":":o Unten habe ich dir zwei äußerst grandiose Headsets vorgestellt!\n\nDas Lioncast ist mein absoluter Favorit .-. vermutlich wäre es das HyperX wenn ich meine eigene externe Soundkarte anschließen könnte. Aber das ging nicht weil das HyperX seine eigene dabei hat und die Anschlüsse irgendwie vorherbestimmt sind XD idk\n\nMit der externen Soundkarte hört sich einfach alles nochmal besser an finde ich :o und ich höre mich auch miniminiminiminiminiminiminiminimal besser an XD\n\nWobei eigentlich darf ich nichts sagen :D Ich benutze keine Headsets XDDDDD Ich habe sie einfach nur &lt;3\n___\nFarmen an sich ist toll xp Bei Black Desert zum Beispiel habe ich es immer geliebt in drölftausend Mobs zu stehen und BOOM! Alles zu vernichten XD Da kenn ich Stunden mit verbringen.\n\nBei Rappelz war das auch so, zumindest auf dem P-Server. Wenn man mich gesucht hat war ich im größten Farmspot seit drei Stunden und hab noch drei weitere dran gehangen XD Dafür war ich auch das reichste Schweinchen weit und breit :D\n\nBei Blade and Soul gibt es so Farmspots nicht wirklich. Zumindest sind mir keine bekannt. Da farmt man Verließe/ Instanzen halt mit Gruppen und das kann dauern und/ oder sehr ärgerlich sein. Außer man ist voll gut dabei und kann alles mögliche solo laufen. Unsere neue Klasse, die Schützen, sind so ein Fall zum Beispiel. Was ich nie verstehen werde ist wie man einen neuen Char machen kann und der praktisch instant Endcontent Equip hat. Man kann nichts kaufen in die Richtung oder großartig handeln XD und trotzdem böllern die nen Char so durch wofür ich gefühlt zehn Jahre gebraucht habe und trotzdem nicht so effektiv war °^°","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T09:48:39.787+0000","up_votes":1,"down_votes":0,"body":"Für mich würden normale Kopfhörer eigentlich auch schon reichen, da ich ein Kondensatormikrofon benute, aber kauf mir trotzdem ein Headset, denn wenn ich unterwegs bin und mit Laptop zocke, brauche ich dann td eins ^^\n\nJa ich hab ja nicht gesagt dass es nicht toll ist, aber wenn man ne Quest in einer gewissen Zeit abschließen muss und dann einfach nicht das bekommt was man braucht, dann ist das schon ziemlich frustrierend ^^\n\nDu meintest ja glaub ich selbst mal, dass du das Spiel nur 2-3 Mal im Jahr spielst, da ist es ja irgendwie verständlich, dass andere schneller an besseres Equip kommen ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T10:00:37.131+0000","up_votes":1,"down_votes":0,"body":"Unterwegs lausche ich meiner Umgebung :o Hin und wieder höre ich abends im Zug Musik via Handy zum schlafen, aber seit Urlaub &amp; Co vorbei sind auch das nicht mehr.\n\nNja, Quests mit Zeitlimit sind immer doof XD Überhaupt alles was mit Zeit zu tun hat.\n\nKlar ist es verständlich das andere schneller mit ihrem Equip sind als im Vergleich zu mir XDDDD Aber wir reden hier von \"full Equipped\" in max. 72 Stunden Spielzeit auf einem Charakter XD was mir dann doch nicht verständlich ist. Vor allem wie die an das Gold kommen °-°","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T10:08:39.056+0000","up_votes":1,"down_votes":0,"body":"Mit unterwegs meinte ich, wenn ich mal übers Wochenende bei meinen Eltern bin, oder so und ich am Abend dann ein wenig zocken möchte ^^\n\nOh ja, vor allem weil ich solche Spiele eigentlich spielen möchte um zu entspannen, was unter Zeitdruck dann doch wieder nicht möglich ist ^^\n\nJa gut, da liegt dann der Verdacht des Cheatens schon ziemlich nahe xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T10:35:21.928+0000","up_votes":1,"down_votes":0,"body":"D: Nichts da cheaten! Wer redet denn davon? XD\n\nItems zur Aufwertung farmen verstehe ich. Da rennt man halt Verließ um Verließ um Verließ. Aber man braucht einfach so viel anderen Stuff zum aufwerten, dass es ich keine Antwort darauf habe wie man so schnell aufwerten kann. Ich schaffe das nur bei meiner Großen weil ich praktisch Monate oder Jahre gewisse Sachen gespart und gehortete habe und grundsätzlich bei der Schatzgrube zuschlage. Außer gestern ... da hab ich massig Zeug im \"Sandsturmtempel\" gefarmt weil ich den Biss zehnmal töten musste um einen Erfolg frei zu schalten damit ich mein gewünschtes Armband benutzen kann XD was ich jetzt nicht benutzen kann weil ich an das andere Teilitem nicht ran komme :DDDDDDDDDDDDDDDDDDDD\n\nAlso man kommt definitiv an alle Materialien für die Aufwertungen. Aber der Zeitaufwand müsste actually um so vieles größer sein.\n\nEs gibt keine Cheater, man kann den Kram nicht handeln oder sonstiges. Man kann auch nicht ins unendliche cashen um irgendwas zu bekommen. Nicht mal mit seinen eigenen Chars kann man Sachen hin und her traden XD\n\nGlaub ich bin einfach zu dumm dafür und blicke nicht durch XD Oder es scheint mir einfach nur zu undurchsichtig weil ich nicht mehr dieser Sucht-Typ bin. Es gibt schon Unterschiede zwischen \"zocken\" und \"zocken\" °-°","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T10:51:08.065+0000","up_votes":1,"down_votes":0,"body":"Ich denke das ist dann wohl ein Fall für Galileo Mystery ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T11:08:48.986+0000","up_votes":1,"down_votes":0,"body":"Nja, denke ich auch.\n\nOder ich muss mir mal Leute suchen die mir das erklären XD\n\nDas sich mal jemand mein Equip ansieht will ich auch seit hundert Jahren.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T09:13:23.843+0000","up_votes":1,"down_votes":0,"body":"Meine Razer Deathader ist 6 Jahre alt und macht keine Probleme genau so wie mein Kraken Headset :3 du musst es nur lieb haben :)","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T09:17:37.193+0000","up_votes":1,"down_votes":0,"body":"Hab die auch lieb, aber ws hab ich einfach Pech :(\nWerde jetzt mal ein Sennheiser ausprobieren :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T09:25:41.837+0000","up_votes":1,"down_votes":0,"body":"NEIN!\n\nhttps://www.lioncast.com/produkt/lx50-gaming-headset/?v=3a52f3c22ed6\n(Wird geliefert mit Vinyl und Stoff Ohrdingern)\n\nhttps://www.hyperxgaming.com/de/headsets/cloud-gaming-headset?partnum=KHX-HSCP-RD\n(Ich würde es benutzen wenn ich meine eigene externe Soundkarte benutzen könnte. So fluffig auf dem Kopf °-°)","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T09:30:41.481+0000","up_votes":1,"down_votes":0,"body":"Stoff Ohrdinger hört sich schon verlockend an, aber ich denke es werden trotzdem diese:\n\nhttps://www.amazon.de/Sennheiser-GSP-Geschlossenes-Gaming-Kopfh%C3%B6rer-schwarz-Rot/dp/B01MCRE3S9/ref=sr_1_8?__mk_de_DE=%C3%85M%C3%85%C5%BD%C3%95%C3%91&amp;keywords=sennheiser+headset&amp;qid=1575278946&amp;sr=8-8","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T09:38:04.046+0000","up_votes":1,"down_votes":0,"body":"Nooooooooooooo \\o/ Du wirst es bereuen!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T09:42:14.240+0000","up_votes":1,"down_votes":0,"body":"Mein bester Kumpel hat auch Sennheiser und ist mega zufrieden ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-12-02T09:45:48.022+0000","up_votes":1,"down_votes":0,"body":"Das sagt er weil er Angst hat vor der Mafia :o","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T09:49:48.013+0000","up_votes":1,"down_votes":0,"body":"Oh, wenn das so ist dann hab ich jetzt den falschen Wunsch meinem Wichtel gegenüber geäußert :(","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T08:59:50.162+0000","up_votes":1,"down_votes":0,"body":"Der Kakao aber mit Wodka? :3 \n\nUnd guten Morgen :)","replies":[]}]},{"id":"","poster":"CptPICHU","date":"2019-12-02T10:37:16.462+0000","up_votes":1,"down_votes":1,"body":"_schnüffel schnüffel_\n\n...Glühwein?!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T10:53:50.864+0000","up_votes":1,"down_votes":0,"body":"Und Kekse :3\n\n*krümmel*","replies":[{"id":"","poster":"CptPICHU","date":"2019-12-02T10:55:22.431+0000","up_votes":1,"down_votes":1,"body":"_frisst gierig die Krümel auf_","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T10:56:29.613+0000","up_votes":1,"down_votes":0,"body":"Hier noch ein paar Kekse {{item:2009}} {{item:2009}} {{item:2009}}","replies":[{"id":"","poster":"CptPICHU","date":"2019-12-02T11:00:32.707+0000","up_votes":1,"down_votes":1,"body":"_Das Knuspern ist durch den ganzen Raum gut zu hören_\n\nLeiiiise rieseln die Krüüüümeeel....","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T10:00:57.063+0000","up_votes":1,"down_votes":0,"body":"Schlüpfer des Tages: Blau mit weißem Karomuster","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T10:54:23.054+0000","up_votes":1,"down_votes":0,"body":"Blau mit dünnen weißen Streifen","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-12-02T10:03:32.846+0000","up_votes":1,"down_votes":0,"body":"Jop, bei mir auch.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-12-02T09:59:33.509+0000","up_votes":1,"down_votes":0,"body":"Sorry ich hab den Thread irgendwie total vergessen heute. :(","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T10:54:10.391+0000","up_votes":1,"down_votes":0,"body":"Wie kann man nur den TGSG Thread vergessen? O.o","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-12-02T10:45:14.843+0000","up_votes":1,"down_votes":0,"body":"Unerhört :o","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T10:50:53.043+0000","up_votes":1,"down_votes":0,"body":"So eben gehört test gemacht von der BG \nAber alles gut mit meinen Ohren :)\nAllerdings soll ich mal zur krebs vorsorge :/ da ich ja scheinbar vorbelastet bin und die Arbeit auch nicht gerade förderlich ist -.-\nWollte ich zwar schon lange mal machen aber man schiebt das halt immer vor sich her :/","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:02:19.664+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nIch mag keinen Punsch aber die darfst mir einen heißen Kakou mit Wodka und Sahne oben drauf machen :3 oder ein Bier ;) könnte ich mir die tage echt mal etwas gönnen :3 \n\nGibt's auch eine Hand voll Kekse :3 \n\nWochenende war ok. Nichts besonderes eigentlich.\n\nAm Freitag bin ich durch den überfüllten Media Markt geblitzt und hab das direkt bereut ... Aber naja hab mir trotzdem endlich meinen zweiten Bildschirm gekauft. Wollte ich ja schon ne ganze weile einen .... \n\nhttps://cdn.discordapp.com/attachments/312477482836295681/650045635986456597/20191129_194000.jpg\n\nMacht zwar jetzt nervige neue Probleme aber die kann ich ignorieren. \n\nSamstag war ich dann noch mit einer Freundin shopen.... Ja ich hatte gefühlt nach den ersten laden alles was ich wollte also ein paar mangas ^^' \n\n- AoT Band 27 \n- Goblin Slayer 1 und 2 \n- Goblin Slayer yeah one 1 und 2 \n\nHatte ich Bock drauf :0 \nAnsonsten bin ich quasi nur mit gegangen um abwechselnd Jacken oder Taschen zu tragen ... Im Nachhinein war das schon doof ^^' \n\nAber ich hab auch nur gejammert :D aber auch nur ^^ über alles.\nDa die Freundin gefühlt ne Einkaufsliste mit 100 m hatte für Kind und Familie... ahhhh brutal.\n\nBin meisten in die Spielzeug Abteilungen gelaufen und hab Spielsachen getestet :D \nHab ein kleines Kind mit dem Lichtschwert bekämpft dann ist es weg gerannt :D ich beast ^^ \n\nAufn Weihnachtsmarkt war ich auch und hab meiner Mama was cooles gekauft :) \n\nMal wieder ist mir aufgefallen das alle kleinen Mädchen gleich aussehen .... enttäuschend \n\nNaja war froh als ich daheim war. \nAbend dann etwa gezockt und dann YT geschaut und irgendwann auf sofa eingepennt.\n\nSonntags dann essen mit der Verwandtschaft.  Ja war lecker aber geh ja eh jeden zweiten Tag essen ^^' \n\nDann league gespielt .... Drecks Spiel nur noch Abschaum in den Lobbys \n\nDann tarkov .... lief Bad.... Werde heute wohl mein Geld im spiel gezwungenermaßen ausgeben und wenn der spaß dann aus bleibt und der Erfolg werd ich es aufgeben :( Schade eigentlich \n\nNaja .... allgemein ist meine Laune schlecht passen zum Montag. \n\nNaja Wünsch euch einen schönen Tag soweit es möglich ist am Montag","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T07:19:37.815+0000","up_votes":1,"down_votes":0,"body":"*Aufn Weihnachtsmarkt war ich auch und hab meiner Mama was cooles gekauft :)*\n\n*Mal wieder ist mir aufgefallen das alle kleinen Mädchen gleich aussehen .... enttäuschend*\n\nFinde nur ich das merkwürdig? Nach was genau habt ihr auf dem Weihnachtsmarkt gesucht?!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:29:04.851+0000","up_votes":1,"down_votes":0,"body":"Ja Weihnachtsmarkt da war ich eigentlich nur zufällig eigentlich mag ich sowas nicht :/ \n\nWarum ist das komisch ? \nHätte ich das weiter aus einander schreiben sollen ? \n\nAch und bevor das komisch klingt als \"kleines Mädchen\" bezeichne ich alle Frauen einer gewissen Gruppe. \nUnabhängig vom Alter ^^' \n\nUnd die sehen nunmal alle gleich aus. :/","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T07:53:59.295+0000","up_votes":1,"down_votes":0,"body":"Es klang halt, als wäret ihr auf einem Markt gewesen, auf dem man kleine Mädchen kauft xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T08:07:31.546+0000","up_votes":1,"down_votes":0,"body":"Achso ^^' ne ups \n\nWaren garnicht im arabischen viertel ^^'","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T08:08:11.966+0000","up_votes":1,"down_votes":0,"body":"Hui, Rassismus :D\n\nAber lustig ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T08:22:10.088+0000","up_votes":1,"down_votes":0,"body":"Ist das schon Rassismus? :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T08:38:21.657+0000","up_votes":1,"down_votes":0,"body":"Lieft vermutlich im Auge des Betrachters xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T08:41:49.890+0000","up_votes":1,"down_votes":0,"body":"Mhhh ich fand das nur lustig ^^' \nEs ist lustig weil es wahr ist :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T08:56:36.167+0000","up_votes":1,"down_votes":0,"body":"Hab ja nie behauptet, dass Rassismus nicht lustig sein kann, wenn man ihn begrenzt und mit etwas Fingerspitzengefühl einsetzt xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T09:14:21.007+0000","up_votes":1,"down_votes":0,"body":"Also so wie ich :D \n\nBei allem was ich tue ^^ vorsichtig und mit Gefühl :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T09:15:25.085+0000","up_votes":1,"down_votes":0,"body":"ja, ich weiß ....\n\n*dreams of passed times...*","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:31:45.873+0000","up_votes":1,"down_votes":0,"body":"Ich musste dieses Wochenende in einem Game auch wieder mal ADC spielen. Die Rolle macht ja zur Zeit überhaupt keinen Spaß. Das nächste Mal wenn ich ADC filled werde, dodge ich einfach, auch wenn es ein Normal ist. Das eine Game hat mir gereicht ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:35:18.741+0000","up_votes":1,"down_votes":0,"body":"Willkommen in meiner Welt  :/ \nAdc spielen ist undankbar und macht zu keiner Minute spaß in game ... \n\nHast ja neulich das game gesehen 7/1 vayne und ich konnte nichts ausrichten \n\nGestern oder vorgestern 5/1 Caitlyn hab das game dann mit 5/8 verloren ...","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:39:34.551+0000","up_votes":1,"down_votes":0,"body":"Ja GEGE, alles nur, weil nur mehr DMG statt Taktik gespielt wird. Hat jetzt auch dazu geführt dass ich nur mehr Nocturne und Xin spiele ^^ Und wenn ich mal Amumu auspacke dann nur auf full AP.\nIch vermisse echt die Zeit als, ADCs gegen Tanks angetreten sind und richtig spannende Teamfights statt gefunden haben, die nicht nach 5 Sekunden entschieden wahren.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T08:09:07.108+0000","up_votes":1,"down_votes":0,"body":"Meine rede ... Das game ist zu einer ballerbude verkommen. \n\nAm besten auf jeder lane nen Assasin und alle sind glücklich ... Siehe Pyke damit die sups auch mit machen können.  Und bald können die adc's auch mit machen mit dem neuen Drecks champ","replies":[]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:13:47.632+0000","up_votes":1,"down_votes":0,"body":"> Ich mag keinen Punsch aber die darfst mir einen heißen Kakou mit Wodka und Sahne oben drauf machen :3\n\nDer Nutella-Schoko-Punsch ist ja nichts anderes als das, nur dass statt Kakaopulver Nutella und Zartbitterschokolade in Milch aufgelöst wurde ;)\nAber ein Bier kannst du auch gerne haben ;)\n\n{{item:2009}} {{item:2009}} {{item:2009}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:18:28.604+0000","up_votes":1,"down_votes":0,"body":"Aber da ist Punsch drin oder ? :/","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:21:29.769+0000","up_votes":1,"down_votes":0,"body":"Was verstehst du unter Punsch?\nBei uns wird Punsch generell als Begriff für alkoholische Heißgetränke verwendet ^^\nDementsprechend verwende ich für den Nutella-Schoko-Punsch Wodka.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:26:12.209+0000","up_votes":1,"down_votes":0,"body":"Sehr gut :D das wollte ich hören. \n\nFür mich ist Punsch sowas wie Glühwein :/","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:27:24.316+0000","up_votes":1,"down_votes":0,"body":"In einem milchhaltigen Heißgetränk würde Glühwein wohl eher wenig Sinn machen xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:32:01.525+0000","up_votes":1,"down_votes":0,"body":"Mhhhh :0 \nVerträgt sich das nicht?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:32:52.801+0000","up_votes":1,"down_votes":0,"body":"Kann ich mir nicht wirklich vorstellen ^^\nUnd werds auch nicht ausprobieren ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:37:06.337+0000","up_votes":1,"down_votes":0,"body":"Es ist und bleibt ein Rätsel :0","replies":[]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-12-02T07:21:26.951+0000","up_votes":1,"down_votes":0,"body":"Kann man einfach durch Wodka ersetzen... Keine Panik","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-02T07:25:37.726+0000","up_votes":1,"down_votes":0,"body":"Ok das beruhigt mich :3","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-12-02T07:13:16.828+0000","up_votes":1,"down_votes":0,"body":"Yeah, meine Nachtschichten sind um!!\n\nFast zwei Wochen im Regen gestanden, jetzt \"endlich\" wieder Büro... Hätte nie gedacht, dass ich das mal sage...\n\nDementsprechend bestanden meine letzten Wochen vorzugsweise aus Kälte und Regen, nuff said xD. Wochenende war echt gut um mal ein bisschen zu entspannen und warm zu werden... Also einfach ein paar Bierchen abends getrunken und Europa Universalis gespielt und das neue TFT mal sinnvoll angegangen (und für schlecht befunden).\n\nGestern dann wieder Arbeit im Gottesdienst durchgezogen und jetzt sitze ich wieder hier... Naja, man kann nicht alles haben (Dauerhaftes Wochenende zum Beispiel). Aber immerhin kann ich hier noch mal was Schreiben, ist in den letzten Wochen viel zu wenig passiert :P.\n\nIch nehme übrigens den Orangen-Ingwer Punsch!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:17:14.221+0000","up_votes":1,"down_votes":0,"body":"> Dementsprechend bestanden meine letzten Wochen vorzugsweise aus Kälte und Regen, nuff said xD\n\nDa ist der Orangen-Ingwer-Punsch genau das richtige ;)\nHier, ein paar Kekse dazu {{item:2009}} {{item:2009}} {{item:2009}}\n\nSchön, dass du jetzt wieder Zeit hast hier ein wenig zu quatschen :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T07:21:04.571+0000","up_votes":1,"down_votes":0,"body":"Zumindest bis 11:30, dann geht es in eine merkwürdige Schulung... ich versuche schon ganz verzweifelt mein Tablet aufzuladen... Aber das wird wohl nix oO","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:25:07.474+0000","up_votes":1,"down_votes":0,"body":"Merkwürdige Schulungen sind doch gut, da merkt man sich wenigstens was ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-12-02T07:53:12.397+0000","up_votes":1,"down_votes":0,"body":"Nope, wird so richtig langweilig :D","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-12-02T07:23:44.920+0000","up_votes":1,"down_votes":0,"body":"Bei uns schneit es heute :3","replies":[]}]}