{"id":"sh2B10gI","poster":"SîLBERRÜCKEN","date":"2015-04-09T19:47:45.480+0000","title":"FPS Drops nach Patch 5.7","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nseit dem Patch 5.7 habe ich das Problem das meine FPS permanent zwischen 60 und 8 FPS schwankt. Somit ist das Spiel unspielbar geworden. Ich habe das Spiel danach komplett neu installiert, jedoch keine Ver&auml;nderung. Danach habe ich beschlossen nun mein gesamtes System komplett neu aufzusetzen in der Hoffnung das w&uuml;rde etwas bringen. Alle Treiber und Programme sind demnach auf dem neuesten Stand. Auch eine Hardware Diagnose habe ich durchgef&uuml;hrt. Weder Grafikkarte, noch CPU &uuml;berhitzen. Mein Computer l&auml;uft, bis auf das Spiel, absolut Top. Ich kann stundenlang Streams in HD Qualit&auml;t schauen ohne das es ruckelt oder sonst etwas ist.\r\n\r\nAuch im Spiel habe ich die Einstellungen auf niedrigste Stufe gestellt. Alles &uuml;berfl&uuml;ssige aus gestellt. Dennoch weiterhin FPS Probleme. Nun nat&uuml;rlich hier meine Frage. Geht es anderen genauso? Und hat jemand eine Idee wie ich dieses Problem eventuell noch l&ouml;sen kann?\r\n\r\nAls weiteren Hinweis. Vor dem Patch hatte ich eine FPS die zwischen 150-200 war und konnte das Spiel ohne Probleme auf Max. Einstellungen spielen. Ich bin leider etwas ratlos.\r\n\r\nIn der Hoffnung auf schnelle Hilfe,\r\n\r\nLg NeoHares","replies":[{"id":"","poster":"SMD Unicorn","date":"2015-04-18T10:26:32.863+0000","up_votes":1,"down_votes":0,"body":"selbes problem , bitte um eine Antwort falls du eine Lösung gefunden hast ^^","replies":[]},{"id":"","poster":"SîLBERRÜCKEN","date":"2015-04-11T13:28:38.629+0000","up_votes":1,"down_votes":0,"body":"So. Hab nun das Problem gefunden. Mein CPU überhitzt leider. Also kein Problem vom Spiel in meinem Fall. Da ich mir ein neues Gehäuse gekauft hatte und ich dort meine Teile eingebaut hatte, hat sich anscheinend vom Lüfter ein Pin beim aufstellen wieder gelöst, sodass der Lüfter nicht ganz an der CPU dran war und nicht kühlte.\n\nDas Problem an der Sache war, dass die gemessenen Werte im BIOS von der CPU Temperatur von einem Sensor nahe des Sockels gelesen werden. Da zeigte er mir natürlich an, dass die Temperatur 45 Grad sei, was unter Vollauslastung ein durchaus annehmbarer Wert ist. Als ich eben jedoch mit einem Diagnostik Programm die Kerntemperatur ausgelesen habe musste ich feststellen, dass die Temperatur dort bei ca. 90 Grad liegt (Bei einer Kerntemperatur sollte die CPU nach Möglichkeit nie über 80 Grad kommen). Das ist natürlich nicht annehmbar und daher drosselt die CPU sich selbst, um nicht kaputt zu gehen. \n\nJetzt ist der Lüfter wieder ordentlich montiert und jetzt habe ich wieder schöne FPS Werte. Aber ich denke ich werde mir einen neuen CPU Lüfter mit einer Schraubenlösung besorgen. Diese komischen Pins aus Plastik zum befestigen sind einfach daneben. \n\nLg NeoHares","replies":[]},{"id":"","poster":"SîLBERRÜCKEN","date":"2015-04-11T10:48:40.829+0000","up_votes":1,"down_votes":0,"body":"Höre das von erstaunlich vielen, dass sie derzeit Probleme mit der FPS haben. Erstaunlich das es so wenige gibt, die hier antworten und auch scheinbar keine Lösung existiert. Also vor dem Patch lief alles einwandfrei. Ich kann natürlich verstehen, dass ein Patch unvorhergesehene Probleme verursacht, aber bei Problemen die die gesamte Lust am Spiel nehmen würde ich doch annehmen, dass Riot Himmel und Hölle in Bewegung setzt. Ich versuche dennoch weiterhin das Problem selbst zu lösen... Falls ich eine Lösung habe hört Ihr wieder von mir.\n\nLg NeoHares","replies":[]},{"id":"","poster":"W0RN","date":"2015-04-10T17:23:09.705+0000","up_votes":1,"down_votes":0,"body":"Habe das gleiche Problem. Habe 40-50 fps, aber es droppt so oft immer auf 5-10 und mein Bild freezet sozusagen ein.\n€ : Grad eben schon wieder, letze Teamfight und mein fps droppt  und mein Bild freezt .. Sterbe ohne irgendwas machen zu können, das regt irgendwie auf. Die Probleme hatte ich früher nie.\n","replies":[]}]}