{"id":"dTdlv1Tc","poster":"Supp is LlFE","date":"2015-04-08T21:09:15.935+0000","title":"Suche Multigaming-Clan / Community für zukünftiges Projekt","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo Gaming-Communitys,\r\nIch bin Kevin ( 25 ) und suche wie schon im Titel erw&auml;hnt nach einer Community.\r\nDa ich Gamer aus Leidenschaft und immer auf der suche nach einer Herausforderung bin, habe ich mich sehr gefreut mein Projekt in Angriff nehmen zu k&ouml;nnen.\r\n\r\nAls aller erstes hat mein Projekt nichts mit LOL zu tun.\r\n\r\nHintergrundinfos zu meinem Projekt : Viele Gamer haben  oder hatten ein Game bei dem sie besonders erfolgreich sind. So war es auch bei mir der Fall.\r\nIch hatte meine Beste Zeit in Team Fortress 2 ( wobei das &quot;alte TF2&quot; noch spielbar war und nicht der M&uuml;ll ist, der es heute ist).\r\nIch spielte mit meinem Team in der ETF2L in der 2.Division aufsteigend und damit direkt unter teams wie Dignitas usw. \r\n\r\nMein Projekt im Detail : Bei meinem Projekt dreht es sich um das zuk&uuml;nftig in die Beta-Phase wechselnde Game &quot;Overwatch&quot;.\r\nOverwatch lehnt sehr stark an Team Fortress 2 an und ist somit meine absolute Priorit&auml;t in der Zunkunft.\r\nIch habe vor das gleiche oder mehr als in TF2 zu erreichen und bin mir sicher dies auch zu schaffen.\r\n\r\nDa Overwatch aber immernoch ein Team-Game ist und ich im generellen auch nach einer netten Community/multigaming-clan suche, ist es mir wichtig einer/einem solchen beizutreten.\r\nIch w&auml;re au&szlig;erdem dazu bereit diesen Bereich zu leiten und News &uuml;ber Overwatch auf euer HP zu verfassen.\r\n\r\nWenn ihr also Overwatch in eurem Clan/Community aufnehmen wollt bin ich euer Mann.\r\nIch freue mich auf die Zumsammenarbeit mit meinem zuk&uuml;nftigen Clan \r\n\r\nIngame LOL-Name : Dont hurt my ADC","replies":[{"id":"","poster":"Supp is LlFE","date":"2015-04-09T12:31:26.501+0000","up_votes":1,"down_votes":0,"body":"push :)","replies":[]},{"id":"","poster":"dN Schnitzl","date":"2015-04-08T21:49:53.143+0000","up_votes":1,"down_votes":0,"body":"Halli Hallo Kevin!\n\nMein Name ist Simon, ich bin Team dieNasty´s Gründer. Bin gerade auf deine hervorragende Idee hier gestoßen und will dich gerne in einem kleine Meeting zu uns aufs Teamspeak einladen. Falls bei dir Interesse herrscht in einem/r eSport Team/Community, dein Projekt zu realisieren kann ich dich nur Willkommen heißen! \n\nIch würde nur noch ungern Zeit vertrödeln mit Schreiberei, schau bei uns einfach morgen um ca. 19:00 Uhr mal vorbei: ts.team-dienasty.de\n\nWürde mich sehr über einen kleinen Plausch freuen!\n\nBeste Grüße\nSimon 'Schnitzl' S.\n\nE-Mail: Schnitzl@team-dienasty.de\nFB:       www.fb.com/dieNastyDE\n\nBei Fragen bitte einfach eine E-Mail schnell schreiben :)","replies":[]}]}