{"id":"ggbLfqEv","poster":"mar2000vin","date":"2015-04-08T19:42:23.302+0000","title":"Suche Coach","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey Leute,\n\nMein Name ist Marvin und bin 14 Jahre alt. Nun, ich bin in Bronze 5 und komme nicht raus. Manchmal liegt es an meinen Teammates. Aber nicht immer. Da ich an mir keine Fehler finde, au&szlig;er dass ich manchmal nen creep verpasse  und bin selten bisschen greedy^^( ich wei&szlig; dass ich bestimmt noch mehr Fehler habe, sonst w&auml;re ich ja nicht in Bronze). Nat&uuml;rlich m&ouml;chte ich mich verbessern, suche deswegen jmd der mich coacht, oder einfach sagt, wo meine Schw&auml;chen liegen.\n\nMein Ingame Name: mar2000vin; ts und skype vorhanden\nPositionen: Top/jgl kann ich am besten\nMitte: geht auch\nBot: ungern\n\nW&uuml;rde mich freuen, wenn sich jmd meldet, und noch viel Spa&szlig; beim spielen^^","replies":[{"id":"","poster":"Donzen","date":"2015-04-08T20:03:43.495+0000","up_votes":1,"down_votes":0,"body":"Also, was ich erstmal anmerken muss: dein Champion-Pool ist ziemlich groß. Versuch dich besser auf einzelne leicht zu spielende Meta-Champs zu konzentrieren. Ich habe auch gesehen,dass du diese Season bereits 9 Spiele mit Kha'Zix gespielt hast und dieser bringt dir in Season 5 relativ wenig da solche Assassinen Jungler mit wenig Sustain aus der Meta sind. Außerdem hast du auch gesagt, dass du hin und wieder einen Vasallen verpasst, aber ich muss dir leider mitteilen, dass du nicht nur ein paar verpasst und ziemlich wenig Farm hast. Ich würde dir empfehlen das Farmen [SO](http://dd.reddit.com/r/leagueoflegends/comments/204xyb/learn_to_cs_like_a_challenger_with_elyndar_a/) zu lernen. Außerdem wird da auch gezeigt, wie wichtig Farm ist, also kann ich es dir nur empfehlen [Hier](http://dd.reddit.com/r/leagueoflegends/comments/204xyb/learn_to_cs_like_a_challenger_with_elyndar_a/) vorbeizuschauen. Was ich dir auch empfehlen könnte wär ein Replay Programm zu benutzen und deine Fehler mit Hilfe dessen auszumärzen. Du kannst beispielsweise gucken was ihr im Teamfight falsch gemacht habt oder du guckst wie jeder deiner Tode zu Stande gekommen ist und fragst dich wie du diese hättest verhindern können.\n\nEdit: In einem Game hast du auch das Messer des Wilderers/Poacher's Knife Jungler Item benutzt. Davon ist nur abzuraten, da es meiner Meinung nach das schlechteste Jungler Item ist, weil damit dieses Item Nutzvoll ist müsstest du durchgehend im gegnerischen Jungel rumrennen und dies scheint mir recht unwahrscheinlich und zu riskant. Du kaufst dir auch manchmal keine Schuhe, obwohl Movement-Speed im Spiel sehr wichtig ist, da du auch hin und wieder jemandem nachrennen musst oder abhauen. Ebenso ist es mit erhöhter Geschwindigkeit leichter Skill-Shots zu dodgen und für den Jungler ist Movement-Speed besonders gut da er schnell bei Objekten sein muss und zum erfolgreichen Ganken kommt man auch nur schwer wenn die Gegner schneller sind als du.","replies":[]}]}