{"id":"E5cEAizT","poster":"DuBistEinKevin","date":"2019-03-12T14:32:43.964+0000","title":"[Champion-Konzept] Shalead, der Anführer der Schatten","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"**Shalead** = Sha(dow)(=Schatten)+Lead(er)(=Anführer)\n\n1. Gliederung\n2. Design\n3. Lore\n5. Basiswerte\n6. Fähigkeiten\n7. Spielweise\n8. Bilder/GIFs\n9. Patches\n10. Was fehlt?\n\n****\n\n**DISCLAIMER** \n>Ich weiß, dass ich dieses Konzept bereits Veröffentlicht hatte, aber ich dachte\nnachdem ich einige Verbesserungen  unternommen hatte, dass es niemand\nmitbekommt und deswegen veröffentliche ich diese Konzept erneut. Zudem beinhaltet dieser Post Spoiler zu X-Men:   Days of Future Past/X-Men: Zukunft ist Vergangenheit. Die Bilder sind ganz unten zu finden. Die Basiswerte, Schadenswerte etc. dienen nur um zuzeigen in welche Richtung der Champion gehen soll.\n\n****\n\n**Design**\n\n> **Sonstiges**\n>\n> **Dunkles Mana:** Siehe Bild 2.\n>\n> **Lebendieger Schatten:** Ein Abbild von Shaleads Menschen Form.\n\n****\n\n> **Menschen Form:** \n>\n> **Aussehen:** Shalead ist ein jung Erwachsener, der in der rechten Hand sein Doppelschwert hält. Siehe Bild 1. Die obere Hälfte seines Gesichtes wird \n                                durch eine schwarz graue Kapuze verdeckt. Über seinen Rücken hängt ein schwarz grauer Umhang. \n>\n> **normale Angriffe:** Die normalen Angriffe basieren auf Darth Mauls Lichtschwert Kämpfe aus Episode 1: Die Dunkle Bedrohung bzw. dem Wushu\n                                           Kampf Stil.\n>\n> **Q\"**_Schattensprung_**\":** Die Farbe der Schockwelle entspricht der des dunklen Manas.\n>\n> **W\"**_Dunkle Manablockade_**\":** Shaleads Doppelschwert ist beim rotieren von einem Schleier des dunklen Manas umhüllt.\n                                                                          Die Farbe des Strahles ähnelt der Farbe des dunklen Manas jedoch leuchtet der Strahl.\n>\n> **E\"**_Angriffszeichen des Anführers_**\":** Ein Speer wurf.\n>\n> **R\"**_Schattenmonster_**\":** Die Farbe der Explosion entspricht der des dunklen Manas\n\n****\n\n> **Schattenmonster Form:**\n\n> **Aussehen:** Basierend auf den Sentinels aus X-Men: Zukunft ist Vergangenheit. Shalead hat aber die ganze Zeit in dieser Form\n\t\t\t        die Hände die die Sentinels haben während sie Storm töten. Siehe Bild 4\n\n> **normale Angriffe:** Seine Hände durchstechen sein Ziel. Siehe GIF 1\n\n> **Q\"**_Dunkler Manastrahl_**\":** Das öffnen des Mundes von Shalead ähnelt dem der Sentinels als sie \n                                                                                         Bobby/Iceman töteten. Siehe Bild 3\n\n> **W\"**_Schattentauchgang_**\":** W: Beim versinken in den Boden sieht Shalead so ähnlich aus wie bei der Vladimir W.\n\t                                                                  Die Farbe beim versinken entspricht der des Dunklen Manas nur dunklerer.\n\n> **E\"**_Schattenkörper_**\":** Der Körper wird transparenter.\n\n****\n\n**Lore**\n\n>Shalead war einst ein glücklicher Junge jedoch wurde seine Familie während der Invasion Noxus getötet.\nSo musste er nun sich als Weise auf die Suche nach einem neuen Heim und Nahrung begeben.\nNach mehreren Monaten ohne Erfolg fiel er in Ohnmacht. Nach einigen Tagen kam er zu sich und wachte in der Obhut eines\nNinjas auf, Zed. Dieser sah in ihm einen Sohn und das Potenzial seine rechte Hand für seinen Orden zu werden.\nAlso unterrichtete er ihn in der Kunst der Schatten. Nach mehreren Jahren des harten Trainings vollendete Shalead seine\nAusbildung. Zur gleichen Zeit suchte sich Zed neue Schüler und bald wurden sie zu einer Armee.\nJedoch war die Ausbildung für Shalead nicht genug. Also erforschte er die Geheimnisse der Kunst der Schatten.\nEines Tages erkannte er bei seinen Nachforschungen, dass Zed ihm und seinen anderen Schülern Geheime Schriftrollen vorbehalten habe. \nAls er Zed darauf ansprach meinte er, dass er ihnen alle Geheimnisse die er über die Kunst der Schatten kannte ihnen\nerzählt habe. Daraufhin suchte er in der Nacht den Schriftrollen. Jedoch ohne Erfolg.\nWas Shalead aber nicht wusste war, dass Zed ihn dabei beobachtet hatte. Als Zed am nächsten Abend erkannte,\ndass Shalead das Potenzial hatte ihn zu übertreffen gab er schweren Herzens den Befehl seinen besten Schüler den\ner wie einen Sohn behandelte aufgrund von Verrat hinzurichten damit er der Anführer seines Ordens bleiben konnte.\nAls nun während der Nacht all seine Schüler zu Shalead hin stürmten um ihn hinzurichten wurde er durch deren\nmangelhaften Ausbildung und deren Laute geweckt. Als nun unzählige von Zeds Schülern vor ihm standen schlug er die meisten von ihnen mit einer Schockwelle, die er durch das in den Boden rammen seines Stabes freisetzte K.O. Für den Rest erschuf er\nmehrere Schatten Abbilder von sich die sich um Zeds Schüler kümmerten während Shalead zu Zed aufbrach um ihn zu konfrontieren. Jedoch hatte Zed schon damit gerechnet das seine Schüler nicht in der Lage wären Shalead aufzuhalten\nalso stellte sich Zed auf einen Kampf mit Shalead ein. Der Kampf ging mehrere Stunden da Shalead jede von Zeds Bewgung\nauswendig kannte sowie Zed jede Bewegung von Shalead auswendig kannte. Doch am Ende konnte Zed ihn mit einer\nTechnik besiegen, die er niemanden beibrachte. Anschließend floh Shalead in die Wälder von Ionia um die Kunst der Schatten zu erforschen. Dort lebte er viele Jahre zurückgezogen und verbesserte sein Wissen und seine Ausrüstung.\nBei seinen Nachforschungen erkannte er, dass der Körper zu schwach sei die wahre Macht der Schatten zu entfesseln.\nAlso erschuf er eine neue und bessere Energiequelle - Dunkles Mana. Um Zed in einem letzten Kampf zu besiegen\nversuchte Shalead sich mit Hilfe eines Rituals in einen Schatten zu verwandeln - einen Lebendiegen Schatten.\nAls er nun das Ritual begann, mit dem er zum Lebendiegen Schatten werden sollte funktionierte es. Sein Körper begann zu mutieren in den\neines Schattens. Seine Haut wurde immer dunkler und transparenter. Sein kompletter Körper verwandelte sich schnell in den eines Schattens. Jedoch hatte dies seinen Preis er spürte nichts mehr, er konnte nichts fühlen oder berühren. Da hörte es aber nicht auf. Plötzlich mutierte sein Körper weiter zu einer undefinierbaren Bestie und Shalead verlor die Kontrolle über seinen Körper. Am nächsten Morgen\nwachte Shalead auf und konnte Spüren wie das dunkle Mana sämtliches Blut in seine Körper ersetzt hatte. Sein Körper war komplett durchströmt von der Energie des dunklen Manas. Jedoch konnte er sich nur kaum daran errinnern was passiert ist. Als er nun begann zu meditieren,\num seinen Geist zu ordnen und herrauszufinden was passiert ist, hörte er während der Meditation eine kratzige tiefe Stimme sagen, dass er ihn freilassen soll, damit sie sich an Zed rächen können. Shalead war sehr verwundert über die Stimme. Doch da kam ihn der Gedanke, dass diese Stimme durch jenes Ritual ausgelöst wurde, welches ihm die Kraft des dunklen Manas gab.\nUm mehr über diese Stimme herrauszufinden stellte Shalead nach Forschung an und trainierte bis zur Ermüdung. Nach einem halben Jahrzehnt war er in der Lage jenes Wesen, in das er sich verwandelt hatte, zu kontrollieren. Zudem ergab sich, dass jene Stimme die Stimme von Shaleads unkontrollierbarem\nZorns gegenüber Zed ist, die seit jenem Ritual in Shaleads Kopf ist und ihn hilft seine Rache zu nehmen.\nSeitdem ist Shalead auf der Jagd nach Zed und seinem Orden und macht vor nichts halt, um Zed und jedem der ihn hilft auszulöschen.\nJedoch kann er nicht alleine gegen Zed und seine Armee kämpfen deswegen gründete er seine eigene zuverlässige Armee. Bestehend aus Schatten.\n\n****\n\n**Basiswerte**\n\n> **Menschen Form**\n>\n         Leben: 590(+90 pro Stufe)\n\t Leben Regen.: 9(+ pro Stufe)\n\t Dunkles Mana: 360(+55 pro Stufe)\n \t Dunkles Mana Regen.: 8(+0,8 pro Stufe)\n\t Angriffsschaden: 67(+3,4 pro Stufe)\n\t Angriffsgeschwindidkeit: 0,635(+3,3% pro Stufe)\t \n\t Rüstung: 36(+3,2 pro Stufe)\n\t Magieresistenz: 32.1(+1,25 pro Stufe)\n\t Lauftempo: 335\n\t Angriffsreichweite: 175 Einheiten\n\n***\n\n>**Schattenmonster Form(Dies sind neue Basiswerte und neue Steigungswerte)**\n>\n         Leben: 620(+100 pro Stufe)\n\t Leben Regen.: 11(+1 pro Stufe)\n\t Dunkles Mana: 450(+ 60 pro Stufe)\n \t Dunkles Mana Regen.: 11(+1,1 pro Stufe)\n\t Angriffsschaden: 73(+3,7 pro Stufe)\n\t Angriffsgeschwindidkeit: 0,645(+3,6% pro Stufe)\n\t Rüstung: 36(+4 pro Stufe)\n\t Magieresistenz: 33(+2 pro Stufe)\n\t Lauftempo: 350\n\t Angriffsreichweite: 225 Einheiten\n\n*** \n\n>**Lebendieger Schatten**\n> \n         Leben: 150(+25 pro Stufe)(+ 7,5% des maximalen Lebens der Menschen Form)\n\t Leben Regen.: 3(+2 pro Stufe)\n\t Angriffsschaden: 58(+ 2,5 pro Stufe)\n\t Angriffsgeschwindidkeit: 0,55(+4% pro Stufe)(+ 25% des Bonusangriffstempos der Menschen Form )\n\t Rüstung: 26(+3 pro Stufe)(+ 10% der Rüstung der Menschen Form)\n\t Magieresistenz: 30(+1,25 pro Stufe)(+ 10% der Magieresistenz der Menschen Form)\n\t Lauftempo: 330\n\t Angriffsreichweite: 125 Einheiten\n\n****\n\n**Fähigkeiten**\n\n>**Menschen Form**\n>\n**Passiv \"**_Die Armee ermutigen_** /**_Dunkles Mana_**\"**\n>\n\t**\"**_Die Armee ermutigen_**\"**\n>\n\t **Reichweite:** _750 Einheiten_\n>\n\t  Der Schaden von nicht Champions an gegnerischen Champions ist um _3-20% (abhängig vom Level 1-18)_ erhöht wenn Shalead in der \n          Nähe ist.\n>\n\t**\"**_Dunkles Mana_**\"**\n>\n\tShalead konvertiert sein Mana in dunkles Mana und benutzt dies als Energie Quelle.\n        Zudem wird _0,5-5% (abhängig vom Level 1-18) des zusätzlichem dunklen Manas in Bonus-Angriffsschaden umgewandelt_.\n>\n\t Dunkles Mana belastet Shaleads Körper wodurch er, wenn er dunkles Mana verbraucht entlastet wird und er _für 3 Sekunden\n         20% Lauftempo erhält, welches schnell abfällt_.\n\n>         Fähigkeiten oder Items, die normales Mana beeinflussen, beeinflussen auch dunkles Mana.\n>\n>****\n>\n>**Q \"**_Schattensprung_**\"**\n>\n>       **Reichweite:** _700 Einheiten_\n\t**Einschlagsbereich:** _350 Einheiten_\n\t**Abklingzeit:** _15/13/11/9/7 Selunden_\n\t**Kosten:** _50/60/70/80/90 dunkles Mana_\n>\n>       Shalead entsendet von seiner Position aus einen Schatten, der zu einer gewählten Position springt.\n\t Wenn der Schatten landet rammt er sein Schwert in den Boden und entfesselt eine Welle an Energie die\n\t  im Einschlagsbereich _60/100/140/180/220(+ 70% Gesamt-Angriffsschaden) normalen Schaden_ verursacht und\n\t Gegner zum äußeren Rand des Bereiches stößt und hinterlässt für 5 Sekunden einen Lebenden Schatten.\n>\n>       Shalead kann durch die erneute Aktivierung dieser Fähigkeit mit dem Schatten die Position tauschen. Dies funktioniert\n\t  auch während des Sprunges. Diese Fähigkeit kann beim Laufen aktiviert werden.\n>\n> ****\n>\n>**W \"**_Dunkle Manablockade_**\"**\n>\n>  **Reichweite:** _100 Einheiten_\n\t **Zweite Aktievierungsreichweite:** _825 Einheiten_\n\t **Abklingzeit:** _24/22/20/18/16 Sekunden_\n\t **Kosten:** _70 dunkles Mana_\n>\n>        Shalead belädt sein Doppelschwert mit dunklem Mana und lässt es in eine ausgewählte Richtung für 3 Sekunden rotieren.\n\t  Nun nimmt sein Doppelschwert die Energie sämtliche Projektile, die auf ihn zu fliegen und aus der vorher\n\t  ausgewählten Richtung stammen. Gleichzeitig lädt sein Doppelschwert mit dieser Energie auf.\n>\n>        Nach 3 Sekunden verursachen die nächsten 3 normalen Angriffe zusammen zusätzlichen _magischen Schaden in Höhe\n\t  von 40/55/70/85/100% des absorbierten Schadens_.\n>\n>        Die aufgenommene Energie kann auch durch erneutes aktivieren dieser Fähigkeit in einem Strahl der von dem \n\t  Doppelschwert ausgeht entladen werden. Dies geht nur wenn er noch nicht die Energie für einen normalen Angriff verwendet hat.\n\n> ****\n>\n>**E \"**_Angriffszeichen des Anführers_**\"**\n>\n>       **Reichweite:** _ 850 Einheiten_\n\t **Abklingzeit:**  _19/17/15/13/11 Sekunden_\n\t **Kosten:** _70/75/80/85/90 dunkles Mana_\n>\n>      Shalead wirft sein Doppelschwert. Wenn das Schwert einen Champion oder großes Monster bzw. epische Monster trifft bleibt \n\t  das Schwert im Ziel stecken und verursacht _50/80/110/140/170(+ 75% Gesamt-Angriffsschaden) normalen Schaden_.\n\t  Anschließend steigen aus dem Boden 3 Schatten Arme hervor die _das Ziel für 1,5 Sekunden festhalten_.\n>\n>        Nach 1,5 Sekunden erwachen die Schatten aus dem Boden und krabbeln an die Oberfläche. Anschließend greifen alle Schatten in der\n          Nähe Gegner für 5 Sekunden an.\n\n> ****\n\n>**R \"**_Schattenmonster_**\"**\n\n>       **Reichweite:** _300 Einheiten_\n\t **Abklingzeit:** _60/30/0 Sekunden_ \n\t **Kosten:** _100 dunkles Mana_\n         **Kosten pro Sekunde:** _10/5/3,3% des maximalen dunklen Manas_\n>\n       Shalead kanalisiert die Macht der Schatten in sich und ruft so an seiner Position eine Explosion hervor die an Gegnern _200/300/400\n       magischen Schaden_ verursacht und sie zurückstoßt. Nach der Explosion erscheint Shalead nun in der Form eines Schattenmonsters und   \n       erhält neue Fähigkeiten. In der Form des Schattenmonsters benutzt Shalead dunkles Mana, um sich in dieser Form zu halten. Wenn er \n       dann Gegner mit einer Fähigkeit trifft erhält Shalead _5/7,5/10% des maximalen Manas_ zurück.\n\n****\n> **Schattenmonster**\n\n>**Passiv \"**_Schattenjäger_**\"**\n\n>**Wegstoßen:** _300 Einheiten_\n\n>  Shaleads Sichtweite ist um 25% erhöht. Wenn ein Gegner vor Shalead wegrennt und Shalead dem Gegner hinterher rennt erhält Shalead den Effekt \n          _Schattenjagd_. \n\t\t\n>          **Schattenjagd: **_40% Lauftempo und kann an Wänden laufen_. An Wänden ist die Angriffsreichweite von Shalead um 175 \n                                                 erhöht und er erhält _zusätzlich 10% Lauftempo_ Wenn er von einer Wand aus angreift, springt Shalead zu dem \n                                                 Ziel und _verursacht zusätzlich 5% des fehlendem Leben und stößt das Ziel weg_.\n\n>\t Dieser Bonusschaden kann auf das gleiche Ziel nur alle 15 Sekunden angewendet werden.\n****\n\n>**Q \"**_Dunkler Manastrahl_**\"**\n\n>       **Reichweite:** _250 Einheiten_\n\t **Abklingzeit:** _12/10/8 Sekunden_ \n\t **Kosten:** _70/100/130 dunkles Mana_\n\n>        Shalead springt zu einem nahen Gegner zwingt ihn in die Knie und unterdrückt ihn anschließend für 2 Sekunden. Während das \n          Ziel unterdrückt wird schießt Shalead aus seinem Gesicht einen Strahl aus dunklem Mana. Disere Strahl verursacht _über 2 \n          Sekunden 200/350/500 (+25% des maximalen dunklem Manas der Schattenmonster Form) magischen Schaden_ davon werden _(15% für je  \n          1000 Maximal Leben des Zieles)%  in absoluten Schaden umgewandelt_.\n\n>****\n\n>**W \"**_Schattentauchgang_**\"**\n\n>       **Reichweite:** _750 Einheiten_\n         **Schleuderweite:** _250 Einheiten_\n\t **Abklingzeit:** _ 14/12/10 Sekunden_ \n\t **Kosten:** _80/110/140 dunkles Mana_\n>\n          Shalead versinkt im Boden um an einer vorher ausgewählten Postion wieder aufzutauchen um eine Schockwelle freizulassen die\n\t  alle Gegner in der Nähe für 2 Sekunden in Furcht zu versetzt und an ihen _150/225/300(+ 60% Gesamt-Angriffsschaden) normalen\n\t  Schaden_ verursacht. Wenn Gegner im Zentrum des Feldes sind in dem Shalead wieder auftaucht werden sie für 1 Sekunde in die Luft \n          geschleudert. Anschließend vergrößert Shalead sein Mund und beißt alle Gegner, die in diesem Bereich in der Luft sind und \n          schleudert sie in Richtung seiner Basis und verursacht an ihnen _150/225/300(+ 60% Bonus-Angriffsschaden) normalen Schaden_.\n\n>        Wenn die 2. Instanz von _Schattentauchgang_ trifft wird die Abklingzeit dieser Fähigkeit um 30% reduziert.\n          Die 2. Instanz von _Schattentauchgang_ kann durch Kontroll-Effekten unterbrochen werden.\n\n>****\n\n>**E \"**_Schattenkörper_**\"**\n\n>       **Reichweite:** _0 Einheiten_\n\t **Abklingzeit:** _18/15/12 Sekunden_ \n\t **Kosten:** _100 dunkles Mana_\n\n>\tShalead konzentriert sich darauf seinen Körper stärker mutieren zulassen, sodass 3 Sekunden lang\n        Projektile, Terrain und sämtliche Nahkampfangriffe durch Shalead hindurch gehen.\n>\n        Während des Effektes von Schattenkörper kann Shalead niemanden Angreifen.\n        Die Fähigkeit kann durch erneutes aktivieren abgebrochen werden.\n\n>****\n\n>**R \"**_Schattenanführer_**\"**\n\n>       **Reichweite:** _0 Einheiten_\n\t **Abklingzeit:** _0 Sekunden_ \n\t **Kosten:** _0 dunkles Mana_\n>\n\t Shalead kanalisiert 2 Sekunden um sich wieder in einen Menschen zu verwandeln.\n>\n\t Die Abklingzeit von _Schattenmonster_ wird um die restliche Zeit der Schattenmonster Form reduziert.\n\n****\n\n**Spielweise**\n> **Auf der Lane**\n>\n>     Auf der Lane kannst man sehr gut mit der Q den Gegner poken und auch mit der E wenn der Gegner nicht hinter Vasallen steht.\n       Jedoch sollte man aufpassen da die Q auch die einzige Möglichkeit für eine Flucht ist. Einen Gank kannst man mit der Q bzw. E\n       auch gut vorbereiten. Um deine Vassallen zu dem gegerischen Turm zu bringen sollte man die Q benutzen ansonsten sollte man\n       sich früh einen Tiamat zulegen.\n\n****\n\n> **Im Dschungel**\n>\n>  Im Dschungel hält Shalead auch gut durch, da seine Schatten den ganzen Schaden abfangen. Aber auch das Ganken ist einfach\n      man positioniert den Gegner ganz einfach mit der Q neu um ihn dann mit der E fest zu halten sodass die lebendigen Schatten\n       und die eigenen Verbündeten dem Gegner den Rest geben können.\n\n****\n\n**Bilder**\n\n> Bild 1: http://i.imgur.com/zePe9ng.png\n  Bild 2: https://i.imgur.com/lsHgOJD.jpg\n  Bild 3: https://i.imgur.com/aZwWa1j.jpg\n  Bild 4: https://i.imgur.com/uRXYJZS.jpg\n  GIF 1: https://makeagif.com/i/XZy54j \n\n**Was fehlt?**\n\n>* Item-Builds\n* Champion Interaktionen\n* Grafiken für Design und Fähigkeiten\n \n\nSo das war mein Champion-Konzept zu Shalead! Ich würde ich mich über Kritik bzw. Verbesserungsvorschläge freuen!\nGibt es irgendwelche Verständigungsprobleme? Wenn ihr Potenzial in diesem Konzept sieht, könnt ihr mir helfen, indem ihr mit mir an den Punkten arbeitet, die ich in **\"Was fehlt?\"** erläutert habe. Ansonsten teilt diesen Post, wenn er euch gefällt.\n\n{{sticker:garen-swing}} \nLG DuBistEinKevin","replies":[{"id":"","poster":"Feast for Trolls","date":"2019-03-16T10:48:46.905+0000","up_votes":4,"down_votes":0,"body":"Wirklich originell, vor allem, weil es noch nie irgendeinen Champion gab, der mit dem Thema \"Schatten\" arbeitet. Auch den Namen finde ich wirklich kreativ, da hätte man fast meinen können seine Eltern wussten schon bei der Geburt, dass er einmal die Schatten anführt. Mir fallen direkt potentielle Folgechamps ein:\n\"Shadog\" - der (Schatten-)Hund von Shalead\n\"Shawife\" - die Ehefrau von Shalead\n\"Shafollow\" - hat eine ähnliche Hintergrundgeschichte, hat aber aus irgendeinem Grund nicht das Bedürfnis die Schatten anzuführen, sondern nur ihrem Anführer zu folgen\n\"Sharbage\" - Der Abfall der Schatten.\n\"Sha-ch\" - Ein Meisterstratege der Schatten, der jede militärische Situation zwischen Armeen der Größe 16 mit abwechselnder Zugreihenfolge auf insgesamt 64 Feldern mit Bravur meistert.","replies":[{"id":"","poster":"TrueDamage Ninja","date":"2019-03-20T20:38:47.273+0000","up_votes":1,"down_votes":0,"body":"...\n\nDamn, ich musste \"Sha-ch\" zwei mal lesen bis der Groschen gefallen ist.\n\n{{sticker:sg-lulu}}","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-17T13:12:09.947+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-17T13:11:46.654+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}}","replies":[]}]}]}