{"id":"7zp82NtM","poster":"Mighty Leguan","date":"2015-04-07T17:24:10.140+0000","title":"League of Legends Community","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":5,"body":"Hallo Leser,\r\n\r\nin letzter Zeit bemerke ich viele Spieler, die nicht dem Vorbild eines League of Legends Player entsprechen. So zum Beispiel in dem letzten Spiel, das ich gespielt habe. Wir hatten eine Premade-Bot an sich nichts schlimmes, da man meist miteinander skypt und sich  so besser absprechen kann als im Chat, allerdings hat unsere Premade-Bot getrollt, sie hat den Gegner gefeedet, sodass der gegnerische ADC in der 2. Minute 3 Kills hatte, au&szlig;erdam hat unsere Bot lane den Rest des Teams beleidigt und getrollt. Nach dem Spiel habe ich die beiden Spieler f&uuml;r Vors&auml;tzliches Feeding gemeldet und bekam selber die Meldung, dass ich in letzter Zeit wegen anz&uuml;glicher Sprache oft gemeldet wurde. Meiner Meinung nach kann das nicht sein, da ich immer nett bin, nie irgendeine Beleidigung schreibe (das h&ouml;chste das ich schreibe ist &#039;Nab&#039; und das ist schon sehr selten)  au&szlig;erdem schreibe ich nur &#039;Please stop that&#039; when jemand &quot;trollt&quot;.\r\n_\r\nWas soll dieser Beitrag jetzt?_\r\n\r\nIch m&ouml;chte mit diesem Beitrag sagen, dass das &#039;Melden&#039;-System von Riot noch nicht ganz ausgereift ist, da man einen Spieler ohne Grund melden kann aus &quot;Spa&szlig;&quot; oder man auch jemanden f&uuml;r etwas viel schlimmeres als er eigentlich getan hat melden kann. Au&szlig;erdem m&ouml;chte ich sagen, dass dadurch, dass die League of Legends Community jetzt schon so gro&szlig; ist es nat&uuml;rlich auch viele &#039;Schwarze Schaafe&#039; gibt und da das &#039;Melden&#039;-System meiner Meinung nach noch nicht ganz ausreicht.\r\n\r\nIch hoffe manche Spieler lesen sich das durch, obwohl es sich eher um ein &#039;langweiliges&#039; Thema handelt und lassen mich ihre Meinung wissen.\r\n\r\nLG **Luca**","replies":[{"id":"","poster":"Mighty Leguan","date":"2015-04-07T17:53:15.475+0000","up_votes":4,"down_votes":0,"body":"> Überleg dir lieber mal, ob man den Spielern diese Stimme wirklich nehmen sollte. Vielleicht wissen sie es ja auch einfach nicht besser... ich meine, wer ist schon bitte ein Vorbild? Deine Ansprüche sind unfassbar hoch, wenn du erwartest dass jeder ein Vorbild ist. Deine Vorstellung davon, dass nur \"perfekte\" Spieler das Recht auf eine Stimme haben sollten... das erinnert an sehr üble Beispiele aus der Vergangenheit und Gegenwart. Ich persönlich wünsche mir die Zukunft um einiges toleranter als das.\n\nDanke Sanctuary2056 für deine Antwort, aus diesem Licht habe ich es nicht gesehen. Ich finde du hast volkommen recht. Ich persönlich melde fast nie einen anderen Spieler. Vielleicht war ich vorhin nur noch ein bisschen sauer wegen dem Spiel.\n\nDanke :)","replies":[]},{"id":"","poster":"Sanctuary2056","date":"2015-04-07T17:48:03.390+0000","up_votes":4,"down_votes":1,"body":"Was ist so schlimm daran, dass dich Spieler anonym melden können? Die Info, dass du oft gemeldet wurdest, ist bloß reines feedback für dich. Wenn du nichts falsches getan hast, hast du auch nichts zu befürchten. Die Meldungen alleine sind vollkommen harmlos, so wie auch die Warnungen harmlos sind. Bis zu diesem Zeitpunkt ist noch nichts passiert und eventuell passiert da auch gar nichts weiter.\n\nÜberleg dir lieber mal, ob man den Spielern diese Stimme wirklich nehmen sollte. Vielleicht wissen sie es ja auch einfach nicht besser... ich meine, wer ist schon bitte ein Vorbild? Deine Ansprüche sind unfassbar hoch, wenn du erwartest dass jeder ein Vorbild ist. Deine Vorstellung davon, dass nur \"perfekte\" Spieler das Recht auf eine Stimme haben sollten... das erinnert an sehr üble Beispiele aus der Vergangenheit und Gegenwart. Ich persönlich wünsche mir die Zukunft um einiges toleranter als das.","replies":[]},{"id":"","poster":"CMan","date":"2015-04-07T17:30:59.718+0000","up_votes":2,"down_votes":0,"body":"Ja, man kann Spieler einfach so melden. Na und?\n\n Reports werden immer überprüft. Niemand wird bestraft, der sich nicht daneben benommen hat.\n\nUnd diese Meldung die du erhalten hast, ist zum einen nichts weiter als eine Information, zum anderen bezieht sich sowas für gewöhnlich auf mehrere Reports aus mehreren Spielen.","replies":[]},{"id":"","poster":"Mighty Leguan","date":"2015-04-07T17:45:40.287+0000","up_votes":1,"down_votes":1,"body":"Okay,\n\nallerdings gibt es sehr viele Spieler, die einfach nicht einem Vorbild entsprechen und diese zerstören dann das Spielerlebnis","replies":[{"id":"","poster":"eingew","date":"2015-04-07T19:07:22.177+0000","up_votes":1,"down_votes":0,"body":"Nun, dafür gibt es den Reportbutton, oder? Denn dafür ist er ja da: Um die zu melden, die wirklich etwas falsch machen. Und wenn die sich dauerhaft so verhalten, dann werden sie auch bestraft.","replies":[]}]}]}