{"id":"tAQZoXeU","poster":"LuckingFegendary","date":"2015-04-05T23:57:38.828+0000","title":"[Spiel] Never Ending Story","subforum":"Allgemeiner Chat","embed":{"title":"[Spiel] Never ending story - League of Legends Community","description":"Jahre voller Gespräche haben eine Menge digitale Seiten gefüllt und wir haben sie alle aufbewahrt, um darin zu stöbern und nachzulesen. Ob du nach Ankündigungen älterer Champions suchst oder du sehen willst, wann Rammus das erste Mal mit einem \"OK\" in einen Thread gerollt ist. Das und alles andere kannst du hier finden.","url":"http://forums.euw.leagueoflegends.com/board/showthread.php?t=1953909","image":"http://cdn.leagueoflegends.com/apollo/assets/vb/small.jpg"},"up_votes":8,"down_votes":0,"body":"Ich versuche hier jetzt mal ein Spiel, welches im alten Forum von unserem derzeitigen K&ouml;nig Pingu eingef&uuml;hrt worden ist, wiederzubeleben, da ich wirklich Spa&szlig; daran hatte, diese Geschichte zu schreiben und zu lesen.\n\n> Hi,\n\n> heute m&ouml;chte ich auch einmal ein kleines Forenspiel starten. Da ich momentan enorm angetan von M&auml;rchen bin, k&ouml;nnen wir hier einmal unser eigenes kleines M&auml;rchen schreiben. Die Regeln sind ganz einfach. Man kopiert den vorrigen Post und f&uuml;gt immer ca. _**3 Worte**_ dazu. Fang ich doch einfach mal an mit:\n\n> Es war einmal...\n\nUnd so kamen wir schlie&szlig;lich zu dieser Geschichte hier:\n> Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines sch&ouml;nen Morgens, etwas Seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, w&auml;hrend Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich gru&szlig;elig aus. Zamo zog seine H&auml;nde aus und h&auml;ngte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopf&uuml;ber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne &auml;rgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief w&uuml;tend Mama Yakumi. \"Die Beschw&ouml;rer bekommen alle leichte H&auml;ppchen. Serviere das Fr&uuml;hst&uuml;ck.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack emp&ouml;rte sich nicht sondern ging weg und lie&szlig; die beiden Suffk&ouml;ppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das gro&szlig;e Feuerwerk losging, ert&ouml;nte ein Furz von unglaublicher Lautst&auml;rke, nat&uuml;rlich vom ver&auml;ngstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifers&uuml;chtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Ged&auml;chtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bek&auml;mpfen. F&uuml;rze bringen unserer sch&ouml;nen Welt nun mal rein gar nichts. Begreif es, du musst r&uuml;lpsen! Aber er kann nicht r&uuml;lpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Pl&ouml;tzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen f&uuml;ttert. Er dachte nur mit etwas mehr Gehirn w&uuml;rde der Arme darauf verzichten und sie lieber wieder *corrupted file*...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gl&auml;ubiger Terrorist zu werden. Seine erstes Ziel war nat&uuml;rlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zus&auml;tzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein bl&ouml;der, cheatender Hacker hatte die Kohlk&ouml;pfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte &uuml;ber den am Boden liegenden Kopf von Malibu und nahm sich Malibus Z&auml;hne f&uuml;r seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Z&auml;hne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges H&ouml;schen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten viele davon besiegen. Und schnell war der Kampf gewonnen.\n\nUnd ich bin der Meinung, wir k&ouml;nnten sie gemeinsam weiter schreiben.\n\nIhr d&uuml;rft dabei aber nicht vergessen auf NEU/Chronologische Ansicht zu wechseln!\n\n**_Kurz und Knackig: (Mittels Strg C + V den Text kopieren und einfügen,) ca. 3 Wörter ergänzen und fertig._**\n\n**_Zur Übersichtlichkeit vielleicht nur alle 10 Kommentare die komplette Story einfügen._**","replies":[{"id":"","poster":"LuckingFegendary","date":"2019-01-01T17:25:00.065+0000","up_votes":1,"down_votes":0,"body":"Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten viele davon besiegen. Und schnell war der Kampf gewonnen. Daraufhin beschloss Fizz das Forum zu heiraten, doch zuerst","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-12-12T22:22:01.090+0000","up_votes":1,"down_votes":0,"body":"Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten viele davon besiegen. Und schnell war der Kampf gewonnen. Daraufhin beschloss Fizz das Forum zu","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2018-12-12T15:34:52.921+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten viele davon besiegen. Und schnell war der Kampf gewonnen. Daraufhin beschloss Fizz","replies":[]},{"id":"","poster":"Razum","date":"2017-12-12T14:44:52.229+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten viele davon besiegen. Und schnell war der Kampf gewonnen.","replies":[]},{"id":"","poster":"Razum","date":"2017-06-08T06:48:11.055+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten viele davon besiegen. Und schnell war","replies":[]},{"id":"","poster":"Azradan","date":"2017-06-07T18:04:57.053+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten viele davon besiegen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-06-07T17:38:07.180+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten die Kämpfenden und konnten","replies":[]},{"id":"","poster":"Razum","date":"2017-06-07T14:17:24.247+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum Kampf. Sie attackierten","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-06-06T16:44:40.786+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre Pokemongos, bereit zum","replies":[]},{"id":"","poster":"Azradan","date":"2017-06-06T14:01:23.278+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen dort 444 Legendäre","replies":[]},{"id":"","poster":"Razum","date":"2017-06-06T13:59:14.161+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle und schon standen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-06-05T21:09:37.204+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm Rosalinda 444 Pokebälle","replies":[]},{"id":"","poster":"Razum","date":"2017-06-05T17:47:55.743+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu gewinnen. Jedoch nahm","replies":[]},{"id":"","poster":"Razum","date":"2017-05-13T13:40:12.544+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz zu beflecken, zu","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-05-13T13:36:17.458+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die Hose von Fizz","replies":[]},{"id":"","poster":"Razum","date":"2017-05-12T18:18:53.414+0000","up_votes":1,"down_votes":0,"body":"samma, antworded ma wea?","replies":[]},{"id":"","poster":"Razum","date":"2017-05-12T06:47:16.079+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus, möglichst ohne die","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-05-11T22:12:22.069+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den Kampf gegen Varus","replies":[]},{"id":"","poster":"Razum","date":"2017-05-11T17:21:05.171+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und halfen ihm den","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-11T16:45:03.599+0000","up_votes":1,"down_votes":0,"body":"Danke mein Freund.\n\n\nDoch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt dreinblickenden Shácolade und","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-05-11T16:33:18.203+0000","up_votes":1,"down_votes":0,"body":"Nekromentier hier mal kurz.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-03-21T19:04:20.920+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle Schnecken den verdutzt","replies":[]},{"id":"","poster":"Razum","date":"2016-10-29T21:00:41.522+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare, große, gelbe, schnelle","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-16T18:44:13.118+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen. Verwirrenderweise überrraschten unzählbare","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-13T12:45:32.610+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte ihm die Hose runterziehen.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-10-13T12:27:45.470+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen, und blau tasche Rosalinda konnte","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-12T17:21:17.398+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste noch Varus verhauen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-10-12T17:17:47.769+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben, denn er musste","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T19:49:15.882+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte Rosalinde nicht verderben\n\n\np.s. Verderber was here","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-10-10T17:28:44.956+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien auf seinem Handy, blau tasche Rosalinde, doch er konnte","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-08T15:48:51.479+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòn go erschien auf seinem Handy, blau tasche Rosalinde...","replies":[]},{"id":"","poster":"Razum","date":"2016-08-12T13:12:31.452+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòn go erschien auf seinem Handy,","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-08-07T22:26:53.328+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN, ein Pokémòngo erschien","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-08-07T20:15:07.106+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise, AAAAAAAAAAAAAAAAAAAAAAAAAHH!!! HMMELSCHREIENDER ERDBEERKUCHEN","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-08-07T09:42:20.550+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den eigentlichen Auftrag seiner Reise,","replies":[]},{"id":"","poster":"Razum","date":"2016-07-27T16:39:14.125+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider nicht mehr den","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-07-24T15:34:43.479+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte an diesem Tag leider","replies":[]},{"id":"","poster":"Razum","date":"2016-07-23T21:31:06.862+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält. Doch er konnte","replies":[]},{"id":"","poster":"oasterlukas","date":"2016-07-22T15:10:40.054+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für sehr wertvoll hält.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-07-22T15:08:04.167+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil er ihn für","replies":[]},{"id":"","poster":"Razum","date":"2016-07-22T08:38:03.524+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den Beutel steckte, weil","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-06-20T16:06:37.948+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er sich danach in den","replies":[]},{"id":"","poster":"Razum","date":"2016-06-20T08:36:41.262+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten Gummiball, den er","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-06-16T17:26:33.424+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier und einen roten","replies":[]},{"id":"","poster":"Razum","date":"2016-06-08T20:01:49.925+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf ein Blatt Papier","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-05-25T20:26:18.705+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er einen Kuss auf","replies":[]},{"id":"","poster":"Razum","date":"2016-05-20T20:47:53.787+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam. Stattdessen bekam er","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-05-18T13:31:23.290+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter Aliens zu sehen bekam.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-17T13:57:17.385+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie labernde Gamaqschenlatrinen roter...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-05-13T15:47:23.316+0000","up_votes":1,"down_votes":0,"body":"Doch er wollte natürlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich, die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch Aids verbreiten, sowie\n\n*Wir müssen schon Sätze bilden, die grammatikalisch richtig sind ;D","replies":[]},{"id":"","poster":"Razum","date":"2016-05-08T11:19:07.649+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte natuerlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich die Wahrheit über Tränengas versprühende Eidechsen, die zudem noch...","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-04-24T19:23:44.101+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte natuerlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich die Wahrheit über Tränengas versprühende Eidechsen...","replies":[]},{"id":"","poster":"Razum","date":"2016-04-21T19:45:27.257+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte natuerlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich die Wahrheit über","replies":[]},{"id":"","poster":"lKawaiiNeko","date":"2016-02-16T13:27:29.238+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte natuerlich nicht, dass dieser neben seinem Traummann Fizz ein zermatschtes Sandwich","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-02-16T11:57:00.330+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte natuerlich nicht, dass dieser neben seinem Traummann Fizz","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-02-15T19:57:04.282+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte natuerlich nicht, dass dieser","replies":[]},{"id":"","poster":"Razum","date":"2016-02-15T15:36:31.360+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen. Doch er wollte","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-02-14T17:57:24.896+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben lang hat kommen sehen.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-02-14T15:09:49.446+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen Moment sein ganzes Leben","replies":[]},{"id":"","poster":"Razum","date":"2016-02-14T11:41:03.231+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry, der so einen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-01-24T18:28:56.636+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung, Lord Voldemort Hand in Hand mit Harry","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-01-22T20:56:15.899+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam, eine für alle Beteiligten überraschende Wendung","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-01-16T12:48:51.093+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend. Doch stattdessen kam","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-01-15T15:17:37.059+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame, eine Rose in der Hand haltend.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-01-14T22:25:13.463+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen, lag Fizz und wartete auf seine Herzdame","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-01-14T16:34:11.119+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe, bestehend aus Teppichen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2016-01-13T16:55:16.126+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg von 500 Metern Höhe","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-01-12T19:28:24.316+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen. Auf einem Berg...","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-01-12T19:00:33.322+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber daraufhin Star Wars an Disney zu verkaufen.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-08-04T21:53:19.799+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg zahlte, um selber","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-08-04T21:00:04.268+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas noch mehr Geld an Spielberg...\n\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-08-04T19:41:55.948+0000","up_votes":1,"down_votes":0,"body":"Irgendjemand?! Ich fühle mich allein. :(","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-07-15T20:46:18.154+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle zeigt, wodurch George Lucas","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-07-15T20:44:26.330+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II in Lord Voldemorts Rolle","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-07-15T20:36:55.162+0000","up_votes":1,"down_votes":0,"body":"...Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein Harry Potter-Film-Marathon, der Queen Elizabeth II","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-07-15T18:35:10.552+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt wurde, startete ein...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-07-11T16:29:38.130+0000","up_votes":1,"down_votes":0,"body":"Das Spiel heißt NEVER ending story....","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-06-25T11:16:07.119+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz darauf \"Niga House\" gegoogelt","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-25T10:40:13.370+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps verzollen. Als kurz...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-06-24T20:34:15.389+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es \"Niga House\" bei Maps","replies":[]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-06-24T18:50:33.925+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört, deshalb will es\n\n\nich hatte schriftliche Prüfungen aber jetzt bin ich wieder voll dabei :D","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-06-21T20:39:00.310+0000","up_votes":1,"down_votes":0,"body":"Irgendjemand?! Ich fühle mich allein. :(","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-06-23T20:01:52.480+0000","up_votes":1,"down_votes":0,"body":"Hallo?!","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-05-27T16:22:06.518+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen, was Google stört,","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-27T13:22:35.514+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will Gummibäume verzinsen.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-27T13:02:11.932+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken, doch er will","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-26T20:57:31.266+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er den Zusammenhang verstricken...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-26T20:16:53.187+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig Euro könnte er","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-26T20:06:34.852+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt ist, für fünfhundertfünfundfünfzig...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-26T20:00:27.247+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst das Klo besetzt","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-26T19:59:16.961+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn Evenrider Pflaumen isst..","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-26T19:00:25.205+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen will, da wenn","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-26T15:30:20.641+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord  will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google zu Mittag essen...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-22T21:08:22.761+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu Barack Obama, der Google","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-21T20:12:19.823+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien. Jetzt Themawechsel zu...","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-05-21T19:59:43.805+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun davon zu befreien.\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-19T15:11:37.820+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um Orte wie Zhaun","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-19T14:44:26.902+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen an Reisende, um","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-19T14:05:05.020+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und verkauft Gingobäumchensamen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-14T20:07:25.101+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort Doenerlords Mutter und","replies":[]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-05-14T20:00:04.143+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht. Plötzlich steht dort","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-11T21:10:10.396+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten steht und zusieht.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-11T12:47:20.840+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu helfen, welche unten...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-07T14:31:14.626+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais Cousine Alejandra zu","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-17T12:16:47.443+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das..\n\n\nAlter?? Was soll das..ihr macht mich hier voll runter ....","replies":[{"id":"","poster":"El Pingu","date":"2015-05-07T13:39:09.338+0000","up_votes":1,"down_votes":0,"body":":P\nwenn ich mich recht erinnere, hast du dich doch selbst zur geschichte hinzugefügt^^","replies":[]}]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-05-07T13:29:44.793+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte nur um Mejais\n\n\nJaaay ist kein 2-Mann-Projekt mehr :D","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-07T00:40:25.592+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging. Doch Soraka heilte","replies":[]},{"id":"","poster":"Dute Universe","date":"2015-05-06T19:42:44.943+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade nach Hause ging.","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-05-06T19:01:50.767+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit der Olaf gerade ...\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-05-06T17:57:23.294+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die Klinge Tryndameres, mit","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-04T18:50:33.757+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung und erwischt die","replies":[]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-05-03T19:04:45.801+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in die falsche Richtung","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-03T13:22:41.562+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen, greift aber in","replies":[]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-05-03T00:39:45.855+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord will es fangen \n\nHab ganz vergessen, dass es den thread gibt :3","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-25T23:42:01.106+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es geworfen wird. Doenerlord","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-05-01T07:50:38.705+0000","up_votes":1,"down_votes":0,"body":"Will niemand?","replies":[]}]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-04-25T22:44:18.937+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu Furzen wenn es","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-23T20:14:19.376+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern und einer praktischen Veranlagung zu\n\nMann, das läuft ja in eine ganz andere Richtung, als ich es mir gedacht habe o_O","replies":[]},{"id":"","poster":"TaFF Kaktusmann","date":"2015-04-23T19:58:36.162+0000","up_votes":1,"down_votes":0,"body":"Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen Stacheln am Hintern","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-23T18:56:50.840+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes Wesen mit übernatürlichen","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-23T18:00:01.174+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen. Sondern ein von Kryptonq erdachtes","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-23T15:46:52.105+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist natürlich kein Besen.","replies":[]},{"id":"","poster":"Doenerlord","date":"2015-04-23T14:35:42.241+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte. Ein Bessen ist...","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-23T13:14:23.538+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister den Bessen schleuderte...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-19T17:32:52.278+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen Kryptonq als Hausmeister","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-19T16:57:28.468+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage verlassen, weswegen...\n\n\nDas Komma ist mein zweites Wort :D","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-18T08:40:29.767+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King Prow LuckingFegendarys Mangoplantage","replies":[]},{"id":"","poster":"Razum","date":"2015-04-18T08:30:19.277+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf Sylt wollte King","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-17T21:19:49.545+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und Mangas. Auf...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-17T19:41:06.455+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen, einer Kartoffel und","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-17T18:59:52.723+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus Uranium, Quark, Zombieteilen,...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-17T16:42:55.531+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie Saur, dem Wesen aus\n\n@Kryptonq Inwiefern?","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-17T16:35:36.343+0000","up_votes":1,"down_votes":0,"body":"Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich zu einem solchen Scheusal wie\n\n@Lucky Das hört sich aber verdächtig nach Doppelmoral an ;D","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-17T14:53:16.424+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt. Was ist das aber im Vergleich\n\n@ K.P. Keine Ahnung wieso. Hat sich so ergeben. Ist ja nicht böse gemeint ;D","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-17T05:23:44.619+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten Milchbubi der Welt.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-04-17T04:43:23.578+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er zum gefürchtesten","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-16T17:28:29.091+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert. So wurde er","replies":[]},{"id":"","poster":"Avinae","date":"2015-04-16T17:18:42.050+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig Uran anreichert.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-16T15:59:57.150+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf kocht und gleichzeitig","replies":[]},{"id":"","poster":"Avinae","date":"2015-04-16T15:34:28.692+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow wie man Erbseneintopf","replies":[]},{"id":"","poster":"Razum","date":"2015-04-16T11:13:57.334+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So lernte King Prow","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-16T11:07:32.700+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn das Masturbieren. So","replies":[]},{"id":"","poster":"Razum","date":"2015-04-16T10:52:29.399+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien und lehrte ihn","replies":[]},{"id":"","poster":"Avinae","date":"2015-04-16T05:20:18.002+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\" und Prof. Dumbledore erschien","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-04-15T21:02:32.022+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er \"Deiectio apage statim\"","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T19:14:28.074+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall. Also sprach er","replies":[]},{"id":"","poster":"Avinae","date":"2015-04-15T18:49:08.171+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow hatte immer noch Durchfall.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T18:07:30.530+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Khalan zu testen. King Prow\n\nKahlan ist ein Vorname, also wtf?","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-15T18:03:18.025+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang der gardinenförmigen Kahlan...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T17:59:02.428+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt, um den Empfang","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-15T17:46:45.607+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner Mangoplantage auf Sylt...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T17:35:41.603+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den Weg zu seiner","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-15T17:32:44.047+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte, rannte er den...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T17:30:12.127+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte. Sobald LuckingFegendary sein Handy gefunden hatte,","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-15T17:27:39.304+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von Bangladesch mehr ansehen konnte.\n\n*gekonnter Mittelkompromissweg...\n\nSobald Lucking Fegendary sein....","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-15T17:19:56.018+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt von bangladesch..","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-15T17:17:22.703+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien auf dem Markt\n\n@Lucky Ich bin der Hausmeister, Sachen hinbiegen ist mein Job ;D","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-04-15T17:19:12.696+0000","up_votes":1,"down_votes":0,"body":"Das ist noch kein Grund meinen Teil zu ignorieren :p\nPassiert halt schnell wenn man recht zeitnah postet...","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T17:15:59.436+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Kömödien mehr ansehen konnte.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-15T17:14:42.110+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos als Komödien...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T14:15:39.760+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg, weil er keine Pornos","replies":[]},{"id":"","poster":"Avinae","date":"2015-04-15T13:25:15.078+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Also sprach er mit Steven Spielberg weil","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T13:07:16.954+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam. Allso sprach er","replies":[]},{"id":"","poster":"Avinae","date":"2015-04-15T12:51:50.703+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass King Prow schrecklichen Durchfall bekam.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T11:47:22.974+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das führte dazu, dass","replies":[]},{"id":"","poster":"Razum","date":"2015-04-15T11:11:11.888+0000","up_votes":1,"down_votes":0,"body":"Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst einer war. Das","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-04-15T11:47:11.487+0000","up_votes":1,"down_votes":0,"body":"Danke, du und Kryptonq haben es wunderbar wieder hingebogen ;D","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-04-14T17:08:52.102+0000","up_votes":1,"down_votes":0,"body":"Jetzt hört doch auf zu streiten, es ist doch \"nur\" ein Forenspiel ;-) \n\nAls Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute, obwohl er selbst","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-14T16:43:04.035+0000","up_votes":1,"down_votes":0,"body":"schreib wenigstens was :( \n\nund e war mein erstes Wort :D","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-04-14T17:07:00.705+0000","up_votes":1,"down_votes":0,"body":"Dann darfst du es nicht anhängen...\nSpielverderber!","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-04-14T16:30:29.453+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebte Trottel verabscheute...\n\nIch hab nicht mich als Universalgnie darstellen wollen... das hast du hinzugefügt","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-04-14T16:39:47.650+0000","up_votes":1,"down_votes":0,"body":"Du hast meinen Text geändert....\nverliebt ist nicht das selbe wie verliebte....\n\n:(","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-04-13T16:02:11.721+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie in Mundo verliebt","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-13T13:45:27.962+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da das Universalgenie...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-13T10:53:33.653+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte etwas dagegen, da","replies":[]},{"id":"","poster":"Razum","date":"2015-04-13T10:36:30.676+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch King Prow hatte","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-12T19:09:14.151+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee werden sollte, doch\n\nK.P. K.P.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-12T18:38:28.807+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu einer Tasse Origamitee....\n\nUnd das mit dem ignorieren tut mir ganz doll leid ^^\nne, keine Ahnung wie das kam ...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-11T18:01:03.924+0000","up_votes":1,"down_votes":0,"body":"Hier gehts weiter: ...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel, aufplatzen musste und zu","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-11T17:15:50.100+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch, wie ein Pickel,\n\n\n;D","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-11T14:51:15.161+0000","up_votes":1,"down_votes":0,"body":"Hier gehts weiter: ...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-11T10:54:11.903+0000","up_votes":1,"down_votes":0,"body":"Ich leiste hier auch mal meinen Teil ^^ :D\n\nEs war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas wie ein Pickel...","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-04-11T14:43:38.661+0000","up_votes":1,"down_votes":0,"body":"Falsch! Du hast meinen Teil ignoriert, das ist gemein und flasch.","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-04-10T16:14:48.952+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas ergab, das noch","replies":[]},{"id":"","poster":"Dute Universe","date":"2015-04-10T15:04:46.092+0000","up_votes":1,"down_votes":0,"body":"> ...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus sich später aber etwas","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-10T14:39:04.569+0000","up_votes":1,"down_votes":0,"body":"...Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen Mundo und Evelynn, woraus","replies":[]},{"id":"","poster":"El Pingu","date":"2015-04-10T01:05:43.376+0000","up_votes":1,"down_votes":0,"body":"gut gut, dann gehts mal weiter ^^\n\n>Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit begann die Liebe zwischen","replies":[]},{"id":"","poster":"Evenrider","date":"2015-04-09T18:15:49.970+0000","up_votes":1,"down_votes":0,"body":"Was für eine Story :D\n\n> Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\n> Tags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n> \"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den Zaun hängte und damit...","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-09T18:07:25.792+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen über den zaun...\n\nIzo ALex","replies":[]},{"id":"","poster":"Dute Universe","date":"2015-04-09T18:01:59.858+0000","up_votes":1,"down_votes":0,"body":"Ok, ich glaube, ich führe die Geschichte fort... :)\n> Es war einmal in Runeterra, vor gar nicht langer Zeit. Als eines schönen Morgends, etwas seltsames passierte. Der kleine Zamo erwachte voller Schrecken und weinte, während Nocturne wieder in seinem Zimmer erschien. Die Bindesymbole des kleinen Pinguins, namens Nocturne sahen auch wirklich grußelig aus. Zamo zog seine Hände aus und hängte sie an den Kleiderhaken. Dann lief er 2 Meter und stolperte kopfüber. Die anderen Prothesen, welche er letzte Nacht aus dem Fenster gezogen hatte, waren immer noch verflucht und voller Dreck. \"Mama, Mama\", rief er: \"Nocturne ärgert mich!\" Stampfende Schritte kamen die Treppe hinauf. \"Nocturne!\", rief wütend Mama Yakumi. \"Die Beschwörer bekommen alle leichte Häppchen. Serviere das Frühstück.\" Da kommt stapfend Gragas mit seinem besten Freund Becks, beide steckesteif, und fragt: \"Wolt ihr fieleicht und maal bedieeeeeenen?\" Besoffenes Pack empörte sich nicht sondern ging weg und ließ die beiden Suffköppe rumreiten,\" schrie der verwirrt aussehende Becks. Im Nebenraum, als gerade das große Feuerwerk losging, ertönte ein Furz von unglaublicher Lautstärke, natürlich vom verängstigten Zamo. Daraufhin musste er so lachen, dass Sona neidisch wurde und Nocturne eifersüchtig. Derr lief nach unten zu Mama und verpetzte Zamo. \"Zaaaammmoooooooooooo\" rief Mama, \"ich habe vielleicht ein schlechtes Gedächtnis, doch trotz dessen erinnere ich mich daran, dass du versprochen hast, nicht ganz allein den Klimawandel zu bekämpfen. Fürze bringen unserer schönen Welt nun mal rein gar nichts. Begreif es, du musst rülpsen! Aber er kann nicht rülpsen, weil er heute noch nicht den Klimawandel gesehen hatte. Plötzlich bemerkt er, dass Annie ihren Tibbers mit Bohnen füttert. Er dachte nur mit etwas mehr Gehirn würde der Arme darauf verzichten und sie lieber wieder corrupted file...\nTags darauf war Zamo tot. Alle waren traurig, bis auf Zamo, denn der war oben, und belebte sich, indem er sich selbst aus seinem Reich verbannt. Doch da kam King Prow, der Master of Desaster, und er sprach: \"Bauuuuuum! BAUUUUUUUUM!\"\n\"Der Depp schon wieder,\". Zamo drehte sich 3 mal im Kreis herum und Prow verschwand. Danach wanderte Zamo, zwecks Terrorverbreitung, nach Zhaun, wo er seinen Kollegen Singed umbrachte um gläubiger Terrorist zu werden. Seine erstes Ziel war natürlich Demacia, doch vorher umgarnte er King Prows Kaktus namens Garen Lagan. Zamo wollte herausfinden wie viele Rehe er zusätzlich umbringen musste, damit ein Kohlkopf des Verderbens beschworen werden konnte. Trotzdem gewann er leider nicht, denn ein blöder, cheatender Hacker hatte die Kohlköpfe selbst gegessen und das Bild auf Reddit gepostet. Aus Verzweiflung nahm er alle Kekse, stolperte über den am Boden liegenden Kopf von Malibu und nahm sich Malibus Zähne für seinen dicken Zeh; den Zeh, den sein Vater wiederholt hatte stehlen wollen. Auf jeden Fall dachte er das. Die Zähne waren mit Essensresten gespickt. Als Mundo aus Noxus nach Zhaun wandern wollte begengnete er Evelynn, die gerade ihr seidenartiges Höschen wusch und es dann ausversehen","replies":[]}]}