{"id":"l0mBYBNE","poster":"M4ster Yi","date":"2015-04-05T15:56:06.769+0000","title":"Was passiert wenn mir was gegiftet wird und er das geld zurückzieht","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey mir will jemand dj sona skin giften f&uuml;r ein steam game er l&auml;dt bei sich RP &uuml;ber kreditkarte auf was ist wenn er das geld zur&uuml;ckzieht krieg ich dann nen bann?","replies":[{"id":"","poster":"Released Ape","date":"2015-04-05T16:10:11.066+0000","up_votes":2,"down_votes":0,"body":"Wenn du es bereits wusstest kannst du dafür gesperrt werden, es gab mal einen Fall bei dem einem Spieler 400 € RP gegiftet worden ist, dass Geld wurde im nachhinein zurückgezogen und zur Folge hatte es das Beide Accounts gesperrt wurden bis der fällige Betrag ausgeglichen wird.\n\nIn der Regel erhält aber nur die Person, die das Geld zurückzieht eine Sperre bis zum Ausgleich des Betrags (sofern er kein Wiederholungstäter ist). Außerdem ist es wahrscheinlich das man dir den Skin wieder entzieht. Bedeutet lass dich mindestens von einem Stufe 30-er beschenken, achte wie sich die Gegenüber Person verhält und frage ob er nicht einfach eine Paysafekarte rüberreichen kann. Denn dies wäre das sicherste für deinen Account, am Besten Bilder von der Übergabe machen (auch, wenns über z.B. einen Chat ist)","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-04-05T18:55:05.359+0000","up_votes":1,"down_votes":0,"body":"Gut danke habs mal lieber seingelassen","replies":[]},{"id":"","poster":"CToD Zytemos","date":"2015-04-05T16:06:56.961+0000","up_votes":1,"down_votes":0,"body":"Man kann, soweit ich weiß, bei bestimmten Zahlungsarten erst nach 1 Woche (oder ein paar Tagen) giften. Dazu könnte die Zahlung via Kreditkarte gehören um genau so etwas zu vermeiden.","replies":[]},{"id":"","poster":"Staxer0","date":"2015-04-05T16:06:46.732+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weis wird dir lediglich der Skin weggenommen. 100%ig garantieren kann ichs dir aber leider nicht, gehe aber stark davon aus, da alles andere etwas unfair wäre.","replies":[]}]}