{"id":"bEqWEAUA","poster":"Sir Sharuke","date":"2015-04-05T09:32:10.964+0000","title":"Ezreal E und Veigar E","subforum":"Melde einen Bug","up_votes":2,"down_votes":1,"body":"Hallo zusammen :)\r\n\r\nMir ist in meinem letzten Ranked was aufgefallen: \r\n\r\nIch habe als Veigar gegen einen Ezreal Mid gespielt und jedes mal wenn ich meinen K&auml;fig (Also der E) gesetzt habe und Ezreal in der freien Fl&auml;che war, konnte er jedes mal rausspringen (mit seinem E) und mir sind so einige Kills entgangen.\r\n\r\nF&uuml;r mich ist das ein Fehler, da auch alle anderen Champions die springen oder &auml;hnliches k&ouml;nnen, gestuned sind. Bestes Beispiel hierf&uuml;r ist Tristana und ihr Raketensprung.\r\n\r\n\r\nIst das ein Fehler oder so gewollt? oder wird es demn&auml;chst angepasst?\r\n\r\nGl&uuml;ck auf\r\nSharuke","replies":[{"id":"","poster":"CToD Zytemos","date":"2015-04-05T10:16:22.102+0000","up_votes":2,"down_votes":0,"body":"Bei Ezreal ist es im Gegensatz zu Tristana so, dass sein E wie ein flash ist, also er bewegt sich nicht von Position a nach b sondern verschwindet an Position a und taucht bei b wieder auf. Die meisten Champs bewegen sich dabei wie Tristana. Z.B {{champion:104}}-E, {{champion:236}}-E, {{champion:254}}-Q, {{champion:103}} -R, etc\n\nÄhnlich wie bei Ez ist es auch bei {{champion:38}}-R, {{champion:238}} -W, {{champion:35}}-Q","replies":[{"id":"","poster":"Groath","date":"2015-04-05T11:33:29.871+0000","up_votes":2,"down_votes":0,"body":"Genau. Es wird bei den Fähigkeiten zwischen Dashes und Blinks unterschieden. \n\nChampions wie Tristana, Graves, Vi haben Dashes, sie kreuzen während ihrer Bewegung also deinen Käfig.\nChampions wie Ezreal, Kassadin, Zed haben Blinks, sie kreuzen während ihrer Bewegung nicht deinen Käfig, weil sie sich nicht kontinuierlich bewegen, sodern am Zielort auftauchen.\nDann gibt es noch Fähigkeiten wie der W von Maokai, das R von VI oder das R von Malphite, welche zwar physikalisch deinen Käfig kreuzen, aber währenddessen unverwundbar sind.","replies":[]},{"id":"","poster":"SirPacifista","date":"2015-04-07T01:59:14.048+0000","up_votes":1,"down_votes":1,"body":"Ja, aber ich finde auch das WENN jemand schon IN dem Käfig von Veigar ist (welcher wirklich eifnach auszuweichen ist) sollte er nicht ohne Probleme dort herauskommen können.\n\nMan ist ja keineswegs unfähig im Käfigt, du kannst Veigars W ohne probleme ausweichen und mit guter positionierung (das kann jeder) einfach hinter 2 creeps stehen.","replies":[]}]},{"id":"","poster":"SirPacifista","date":"2015-04-07T01:56:50.487+0000","up_votes":1,"down_votes":1,"body":"Ja, ich kenne das,\n{{champion:81}} {{champion:238}} {{champion:91}}  {{champion:114}} {{champion:35}} {{champion:55}} \nkönnen ohne probleme einen Veigar vernichten, jeder einzelne kann aus dem stun rausspringen und Veigar sofort töten.\nWenn man schon solch einer billigen fähigkeit auswichen kann, ohne viel skill zu benötigen, sollte man zumindest im käfig gefangen bleiben und nicht einfahc rauspringen können. (außerdem bricht Veigars R ab wenn shaco sein ult zündet. Das ist dann echt bitter)","replies":[]}]}