{"id":"Eb1eA7vh","poster":"Saencturia","date":"2015-04-05T09:51:48.983+0000","title":"Silber Team sucht Jungler/in!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Beschw&ouml;rer!\r\n\r\nWir suchen wie die &Uuml;berschrift schon sagt einen Main Jungler.\r\n\r\nWas wir gerne h&auml;tten:\r\n- 18+\r\n- Kritikf&auml;higkeit sowie Lernbereitschaft\r\n- Funtionierendes Headset, Ts&sup3; Oder Skype\r\n- Chilliges Wesen &quot;umgang&quot;\r\n- Mindestens Silber elo\r\n\r\nZudem sollten die Spielmechaniken gel&auml;ufig sein.\r\nZu uns und was wir bieten:\r\n\r\nWir spielen eigentlich immer mit Spa&szlig; am spiel, aber wir wollen uns verbessern und richtung Gold arbeiten. Machen auch mal Arams just 4 Fun.\r\nDas Team stammt komplett aus der Silber Elo. Wir sind alle 18+ Ber&uuml;fst&auml;tig. Gerne nehmen wir auch eine Junglerin, damit sich unsere Midlanerin nicht immer vorkommt wie in nem M&auml;nnerzirkus ;)\r\nWir sind schon so ein kleiner Verr&uuml;ckter Haufen! Bei uns ist es eigentlich immer Lustig!\r\n\r\nBei dem 18+ kann man evtl. eine Ausnahme machen, jeder Mensch ist Individuell...\r\nAber bock nach der arbeit auf 13 J&auml;hrige Ragequits haben wir nicht, das mal Vorweg^^\r\n\r\nFalls sich wer angesprochen F&uuml;hlt, antworten oder Adden, alles weitere kl&auml;rt sich dann im Ts usw. ;)\r\n\r\nMfG Saencturia","replies":[{"id":"","poster":"Sheyzd","date":"2015-04-06T13:04:22.313+0000","up_votes":1,"down_votes":0,"body":"seid gegrüßt, ehrenwerte beschwörer.\neuer thread sagt mir zu und aus diesem grund möchte ich euch meine jungle 'künste' *hust* anbieten :D\nzu mir: ich bin stefan, 23 jahre alt und lebe in nrw in der nähe von köln. bin meistens lustig drauf und auch gern für trollgames, aram etc zu haben.\nich spiele seit etwa anfang november und bin derzeit silber 3. jungle gemaint habe ich bisher noch nicht, nur ab und zu mal gespielt, denke aber schon eine zeit lang darüber nach komplett in den jungle zu wechseln. meine champs dort sind vi, hecarim, wukong und eventuell noch volibear und sejuani, und ich denke, dafür das ich jungle bis jetzt noch nie als main war, klappt das schon ganz gut. headset ist vorhanden (wobei skype mir persönlich deutlich lieber ist als ts) und meine online zeiten sind in der woche ab 20:30 uhr bis ca. 23 uhr, ab samstags meistens ab 18:30 uhr und montags flexibel.\nmfg stefan","replies":[]},{"id":"","poster":"AI TopLaner","date":"2015-04-05T11:32:01.876+0000","up_votes":1,"down_votes":0,"body":"Bin zwar erst 16, aber Gold 5 Promo Gold 4 und spiele meistens mit meinen Kollegen LoL die teils ü18 sind. Main Lane ist wie gewünscht Jungle, behersche aber alles.\nMfg Chris aka Mr Kwabs","replies":[]}]}