{"id":"qkyAGq5i","poster":"ImGa Yvilee","date":"2015-04-03T23:27:52.999+0000","title":"Dynamic Instinct sucht !!","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Organisation`s Video \r\nhttps://www.youtube.com/watch?v=wOrLOjIuUyA\r\n\r\n\r\n\r\nWir, Dynamic Instinct, sind zur&uuml;ck. \r\n\r\nDas ehemalige Management von Impressive Gaming e.V. startet mit einem neuen Projekt und genau du kannst dabei sein.\r\nF&uuml;r einen gro&szlig;en Start suchen wir noch eine menge Spieler und Teams. Du kannst deine Chance genau jetzt nutzen!\r\nNutze deine Chance und greife auf ein Team mit Jahrelanger Erfahrung in der eSport Szene zur&uuml;ck.\r\nDer Start des Projektes ist der 31.03.2015\r\n\r\nHier k&ouml;nnt Ihr uns finden:\r\n- Homepage: http://www.dynamic-instinct.de\r\n- Social Media: https://www.facebook.com/DynamicInstinct\r\n- Forum: http://www.dynamic-instinct.de/Forum\r\n\r\nWenn dein Team interesse hat solltet Ihr euch sofort melden mit einer Email an lee@dynamic-instinct.de oder im Forum.\r\nWir sind auch wieder verst&auml;rkt auf der Suche nach Community Spielern die noch gar kein Team oder gar keine Teamerfahrung haben.\r\n\r\nWir sind auf der Suche nach\r\n- 2 Amateur Teams\r\n- 1 Profi Team\r\n- Community Spieler\r\n\r\n**Was erwarten wir?**\r\n- Aktivit&auml;t: Ihr solltet aktiv hinter dem Projekt und zur Community stehen.\r\n- Ziele : Ihr solltet am Ende das Ziel haben etwas zu erreichen. Wie gro&szlig; oder klein das Ziel auch immer ist.\r\n- Einsatz: Gib alles!\r\n- Benehmen !!!: Der wichtigste Punkt und der Punkt, warum die meisten Teams abgelehnt werden. Dein Charakter und der deines Teams entscheidet &uuml;ber die Aufnahmen. Die bist sympatisch und du bist nett und respektvoll zu anderen Menschen? Dann bist du nicht mehr weit entfernt.\r\n- Lanaktiv? Gerne gesehen, wir sind dabei und stehen euch zur Seite mit unserer Erfahrung im offline Bereich.\r\n\r\n**Was erwartet euch?**\r\n- Sponsoren die hinter dem Projekt stehen\r\n- Sponsoren und Partner Rabatte\r\n- Teamspeak\r\n- * Lan Unterst&uuml;tzung \r\n- * ESL Premium Support\r\n- * Trikot/ Hoddy/ Jacken Support/ Rabatt\r\n\r\n* Das Leben ist ein geben und nehmen. Wir unterst&uuml;tzen Teams, an denen wir sehen k&ouml;nnen das die Lust darauf haben und hinter der Orga stehen. Hat das Team die Chance auf einen guten Platz, werden auch gewissen Anteile von der Organisation getragen. Wie Eintrittskosten etc.., Auch wenn das Team kein Profiteam ist, versuchen wir zu Helfen und zu Supporten wo es geht und versuchen auch einen gewissen Anteil zu tragen. \r\n\r\n&Uuml;berzeugt? Dann nutze deine Chance jetzt, bevor ein anderes Team schneller war. Wir sehen uns ;).\r\n\r\nDynamic Instinct\r\n\r\n**sponsored by:**\r\n\r\nwww.ARLT.com\r\nwww.ckras.com\r\nwww.Keyparadies.de\r\nwww.gamersapparel.co.uk\r\nwww.lioncast.de\r\nwww.rough-stuff-records.com","replies":[{"id":"","poster":"Steffi","date":"2015-04-04T17:24:47.202+0000","up_votes":1,"down_votes":0,"body":"> Was erwarten wir?\n[...]\n> - Benehmen !!!: Der wichtigste Punkt und der Punkt, warum die meisten Teams abgelehnt werden. Dein Charakter und der deines Teams entscheidet über die Aufnahmen. Die bist sympatisch und du bist nett und respektvoll zu anderen Menschen? Dann bist du nicht mehr weit entfernt.\n[...]\n\nIch hab letzte Nacht mit echt lieben Spielern des Projektes gespielt und mich dann dazu entschlossen heute nochmal vorbeizuschauen.\nAuf die Frage \"Wer ist denn hier mein Ansprechpartner?\", habe ich sofort freundliche Hilfe bekommen.\nWie jeder normale Mensch, habe ich dann während des Wartens auf meine Ansprechpartner ein CS:GO-Match angefangen, meine Lautsprecher ausgemacht und ein \"@CS:GO\" hinter meinem Namen geschrieben. Wie ist der Zufall wollte, kamen während meines Spiels die Admins online und haben mich auch sofort in ihren Channel gezogen. In dem Moment war ich \"beschäftig/abwesend\", was für jeden eigentlich sofort ersichtlich sein musste.\nMit einem kurzen \"bin im spiel, kann nicht reden\" habe ich den Admins Bescheid gegeben, dass ich gerade nicht kann. Anstatt einfach zu warten wurde ich dann angestupst und weiter angeschrieben bis ich einem Spieler dann gesagt habe, dass ich hier auch schon länger auf die Admins warte und jetzt aber nicht sofort alles stehen und liegen lassen kann, nur weil sie jetzt da sind/Zeit haben - sollte für alle Leute verständlich sein, die sich in einem Spiel gerne aufs Spiel konzentrieren. Erwartet man hier wirklich, dass ich im Teamspeak warte und nichts mache und sofort zur Stelle stehe?\nLetzendlich kam ein \"Alles klar, kein interesse mehr. Vielen Dank. Passt leider nicht zu uns, nach dem Text an einem unserer Spieler. Bye\" und ich wurde vom Teamspeak gebant.\n\nJa, vor Admins sollte man Respekt haben, ABER diese sollten auch den Spieler respektieren und es vor allen Dingen auch akzeptieren, wenn gerade jemand in einem Spiel ist und nicht reden kann. \nMenschen einfach wegzubanen, nur weil sie gerade nicht \"springen\"...finde ich etwas \"unprofessionell\".","replies":[{"id":"","poster":"ImGa Yvilee","date":"2015-04-13T14:43:01.499+0000","up_votes":1,"down_votes":2,"body":"Hallo Steffi,\n\nich kann mich durch aus noch an dich erinnern. Dein Text wurde mir von einem Mitspieler zugeschickt. Darauf hin hast du von mir einen Ban bekommen, da dein Text leider nicht ganz so im Chat steht wie hier ;). Du wurdest nicht gebannt weil du gerade keine Zeit hattest, sondern wegen deiner Art bzw Antwort die in etwa so aussah \"Jetzt bin ich im Spiel, ich springe doch jetzt nicht sofort für jeden\".  \n\nDes Weiteren hast du auch nicht mit einem Admin geschrieben  im Steam, sondern mit einem Spieler aus dem Projekt.\n\nDamit hat sich die Bewerbung für uns erledigt. Da du das nach einem \"kick\" nicht verstanden hast, hast du einen perm ban bekommen. Ein Mensch mit benehmen hätte einfach kurz geschrieben \"Ich brauch noch ein paar minuten, bin noch ingame\" o.ä.. Der Ton macht die Musik, dass solltest du wissen.\n\nIch wünsche dir dennoch viel Erfolg weiterhin auf deinem Weg.","replies":[{"id":"","poster":"Steffi","date":"2015-04-15T11:39:01.239+0000","up_votes":1,"down_votes":0,"body":"Hallo Yvilee,\n\nich habe 1:1 kopiert, was gesagt wurde. \nMeine Art wurde erst \"genervter\" als man mich wiederholt angeschrieben und angestupst hat, was ich nicht verstehe, wenn ich einmal kurz sage, dass ich keine Zeit habe. \n\nDes Weiteren habe ich nicht mit einem Admin geschrieben und ich verstehe auch nicht was das Problem ist...\nIch habe mit einer Spielerin geschrieben, die ich in der Nacht kennengelernt hatte., was doch wohl nicht verboten ist.\n\nEine Bewerbung meinerseits gab es nie, deswegen verstehe ich auch nicht, wie sie sich erledigen kann. \nDa ich den \"Kick\" nicht erhalten habe, den ich nicht verstanden haben soll, kann ich ihn auch nicht verstehen.\nDer perm Ban ist mir bekannt, da er Grund war für meinen Beitrag. \nIch bin ein Mensch mit Benehmen und deswegen habe ich ja Bescheid gegeben, aber ihr hat das wohl nicht verstanden.\n\nDer Ton macht hier nicht die Musik, weil ihr nie mit mir geredet habt. Ich wäre nicht wiedergekommen, wenn die anderen ein \nProblem mit mir gehabt hätten. Wenn Menschen, die Spiele spielen, es nicht verstehen, dass ein kurzes \"keine Zeit\" nicht böse\ngemeint ist, sondern einfach nur so knapp und herzlos kommt, weil man gerade versucht zu gewinnen, dann läuft was falsch.\n\nEuch noch viel Erfolg mit euerm Community- Clan- Dings, was zurzeit jeder meint gründen zu müssen, weil sie keinen Bock haben\nauf andere zu hören...Macht halt mehr Spaß selber die \"Macht\" zu haben, oder?","replies":[{"id":"","poster":"ImGa Yvilee","date":"2015-04-16T20:23:08.654+0000","up_votes":1,"down_votes":0,"body":"Das hat nicht mit \"Macht\" haben zu tun liebe Steffi.\nUns gibt es schon seit 2011 als  Verein ;)\n\nSo, wünsche dir auch noch viel Erfolg weiterhin. Achso, und nein, leider hast du den Text nicht 1:1 kopiert den der Spieler selber mit dem du geschrieben hast, hat uns angeschrieben und gesagt wie unhöflich du warst. So mal btw :)","replies":[]}]}]}]}]}