{"id":"ELloMqzY","poster":"DGK Project","date":"2015-04-04T00:15:21.136+0000","title":"Royal Impact sucht Top/jungle/mid -Gold3+","subforum":"Clans & Teams","embed":{"title":"League Of Legends | Royal Impact","description":"Ich bedanke mich noch einmal herzlich im Namen des gesamten Clans bei Matze für die Aufopferung seiner Zeit und die grandiose Leistung! Des Weiteren bedanke ich mich bei Julia für das Erstellen unseres Logos und der anderen grafischen dinge! Ebenfalls großartige Leistung! Joa, freunde ihr wisst, ja was das heißt, aktiv sein drauf sein dabei sein!","url":"http://www.royal-impact.de/lol","image":"http://www.royal-impact.de/wp-content/uploads/league-of-legends_heroes.jpg"},"up_votes":2,"down_votes":0,"body":"Gr&uuml;&szlig;e,\r\n\r\nWir sind der deutsche Multigaming-Clan Royal Impact!\r\n\r\nGegr&uuml;ndet haben wir uns offiziell am 15.06.2014 mit der Intention, einen Progress orientierten Clan aufzubauen!\r\n\r\nWir sind aktuell vertreten in CS:GO, League Of Legends und DOTA 2, mit gut laufenden Teams in CS:GO , sowie noch einem im Aufbau befindlichem DOTA 2 Team. Ziele sind hier, Liga und Pro-Gaming.\r\nNun befindet sich das LoL- Team nach einigen streitigkeiten im Neuaufbau!\r\n\r\nBei uns unterzieht sich jeder infrage kommende Bewerber, einer 2 W&ouml;chigen Trial-Phase, damit er/sie sich entscheiden kann, ob es ihm/ihr bei uns gef&auml;llt und ob sie/er zu uns passt! F&uuml;r die &Uuml;berwachung dieser Trial Phasen sind die Bereichsleiter zust&auml;ndig und diese k&uuml;mmern sich auch um die Fragen und Probleme innerhalb des Clans!\r\n\r\nF&uuml;r das Team werden zur Zeit Toplaner, Jungler und Mitte gesucht. \r\nKriterien an die Spieler:\r\nmindestens 17 Jahre alt\r\nGold3+ Elo in der SoloQ\r\nGrundkenntnisse &uuml;ber das Spiel sollten verankert sein\r\nKritikf&auml;higkeit\r\nTeamorientiertes spielen\r\nInteresse an Verbesserung des Team \r\nEigeninitiative \r\nSpa&szlig; am Spiel\r\n\r\nFalls Ihr euch mit diesem Thread angesprochen f&uuml;hlt, k&ouml;nnt Ihr  einfach auf unseren\r\nTS kommen, &quot;148.251.246.237&quot; und mich (Guardian) oder Hemmy anschreiben oder anstupsen und zudem k&ouml;nnt ihr mich oder ihn in League of Legends adden.\r\n Guardian (RI Guardian) oder auch (RI Hemmy)","replies":[]}