{"id":"ePv7nJ9E","poster":"IB DontNeedPantz","date":"2015-04-03T18:25:03.890+0000","title":"Problem beim Champion auswählen","subforum":"Hilfe & Support","embed":{"title":"Pic-Upload.de - Unbenannt.png","description":"Einfach Bilder oder Fotos kostenlos hochladen bei Pic-Upload. Leicht und bequem Bild oder Foto hochladen.","url":"http://www.pic-upload.de/view-26611101/Unbenannt.png.html","image":"http://www11.pic-upload.de/03.04.15/2xmfkfcenahz.png"},"up_votes":1,"down_votes":0,"body":"Hallo an alle Mitstreiter,\nIch habe seit kurzem das Problem, dass ich mehrfach im Championselect-Screen die Verbindung verliere. Das Problem kam wie aus dem nichts und tritt im Normal als auch im Ranked auf. Sieht dann so aus wie auf dem Bild und ändert sich auch nicht bis ich rausfliege weil kein Champ gepickt wurde.\nKann nichts Picken und der Chat spinnt auch (sobald ich Ingame bin funktioniert alles wunderbar). Habe inzwischen bestimmt 20mal nichts picken k&ouml;nnen und Ihr wisst selbst wie sehr das in einer Promo aufregt. \n\nHoffe ihr k&ouml;nnt mir weiter helfen.\n\nMfG\nDontNeedPantz","replies":[{"id":"","poster":"spharic","date":"2015-04-03T19:02:02.399+0000","up_votes":1,"down_votes":0,"body":"Iwie kann ich aus dem Bild nicht entnehmen was das Problem ist, aber ich hatte auch ein relativ dickes Problem, dass mein Client nach dem Championselect einfror und ich so immer den Client neustarten musste. Jedoch konnte ich das durch die Client Reparieren Funktion beheben, probier das mal","replies":[{"id":"","poster":"IB DontNeedPantz","date":"2015-04-03T19:18:09.895+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist, dass mein Client so bleibt bis ich irgendwann rausfliege weil ich nichts gepickt habe.\nDie Zeit oben wird nicht angezeigt und ich sehe auch nicht wer wann dran ist mit Picken.","replies":[{"id":"","poster":"spharic","date":"2015-04-03T19:47:04.579+0000","up_votes":2,"down_votes":0,"body":"Jo, wie gesagt, probier Client Reparieren aus (Auf dem ? Knopf wars vor dem einloggen glaube ich) \n\ngeht so 10-30min, einfach laufen lassen","replies":[{"id":"","poster":"IB DontNeedPantz","date":"2015-04-04T15:01:57.282+0000","up_votes":1,"down_votes":0,"body":"Hat ebenfalls nicht funktioniert aber habe den Fehler nun anderweitig lösen können.\nDas Problem lag an der Firewall im Router :D","replies":[]}]}]}]}]}