{"id":"tmeAF6hg","poster":"Lady Yunalesca","date":"2015-04-02T06:11:05.063+0000","title":"Team sucht Jungler high Gold/Plat","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"*Hi Hi,unser Team sucht noch nach einem verl&auml;sslichen Jungler mit Humor und Zielstrebigkeit *\r\n\r\n-du solltest mindestens 16 sein (im team sind alle 18+) und nat&uuml;rlich eine gewisse Reife mitbringen :)\r\n-da die meisten hier erst ab ca. 19 Uhr da sind w&auml;re es nat&uuml;rlich sinnvoll wenn du Abends viel spielen kannst,also wir spielen dann oft mal bis 24 oder 1 Uhr ^^\r\n-ein gro&szlig;en Championpool haben,d.h die g&auml;ngigen Jungler beherrschen bzw. auch den Willen haben neues auszuprobieren\r\nda wir bisher noch keinen festen shotcaller unter uns gefunden haben w&auml;re es sch&ouml;n wenn du damit vielleicht schon Erfahrung hast,ist aber kein Muss~\r\n\r\nVon der Elo her sind bei uns alle Platin 5,daher suchen wir im hohen Gold bis unteren/mittleren Platin Bereich\r\n**Flamer,Toxics,Kiddies (wobei hier nicht unbedingt das Alter gemeint ist) sind nat&uuml;rlich nicht erw&uuml;nscht \r\n**\r\n\r\nDas Team besteht noch nicht unglaublich lange und ist noch nicht so perfekt eingespielt,auch da wir nie einen festen jungler gefunden haben mit dem es passt,aber eventuell bist DU ja der Richtige ;)\r\nBei Interesse k&ouml;nnt ihr mich ig adden Nami Used Bubble\r\nW&uuml;rde mich freuen \r\nLg Franzi\r\n{{summoner:14}}","replies":[{"id":"","poster":"C9 Sneaky Peaky","date":"2015-04-02T19:42:26.157+0000","up_votes":1,"down_votes":0,"body":"An alle Bewerber ^^\n\nIhr könnt mich auch adden ;), bin Co-Leader und der Adc des Teams ^^","replies":[]},{"id":"","poster":"Kohorta","date":"2015-04-02T06:53:33.853+0000","up_votes":1,"down_votes":0,"body":"Hallo Franzi!\n\nBin der Thomas, 23 Jahre alt,derzeit Platin 5 & auf der Suche nach einem Team und das von dir geschriebene hört sich gut an :-)\n\nShotcaller bin ich bestimmt noch nicht der Beste, wäre aber gerne bereit mich darin zu verbessern bzw. es zumindest zu versuchen *grins*\n\nDas einzige was vl. ein Problem sein könnte: Wie sieht es genau mit den Onlinezeiten aus? 19 Uhr wäre ok da ich selbst berufstätig bin, jedoch kann ich meist nur am Mittwoch und dann wieder Fr,Sa&So (wobei das variiert, mal mehr mal weniger, durchschnittlich kann man sagen 1 mal unter der Woche und 2 mal am Wochenende, weniger wirds in der Regel nie..)\n\nWeiß nicht ob das für euch passen würde?\n\nLG,\nThomas","replies":[]}]}