{"id":"AElNrubJ","poster":"xteiemx","date":"2015-03-31T20:59:30.512+0000","title":"Umgang mit wegen Troll/afk verlorenen Ranglistenspielen","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":10,"body":"Hallo erst mal, \n\nihr kennt das sicherlich auch, einer aus euren Team geht afk, Feeded die Gegner so das man nicht mehr gewinnen kann oder sabotiert das spiel anderweitig. Auch wenn man sich noch so sehr anstrengt ist es meist unm&ouml;glich solche Spiel zu gewinnen. Noch &auml;rgerlicher ist es wenn man so eine Promo verliert bzw. ein Promo Spiel. Um den entgegen zu wirken habe ich folgende Vorschl&auml;ge:\n\n1) &nbsp;&nbsp;Wenn ein Spieler afk geht, absichtlich Feeded oder das Spiel anderweitig sabotiert verlieren alle andern  Spieler nur die **H&auml;lfte **an LP. Der Spieler selbst &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bekommt auf die eigenen verloren LP noch die restlichen verloren LP der anderen Teammitglieder aufgerechnet.\n\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wenn zwei Spieler afk gehen, absichtlich Feeden oder das Spiel anderweitig sabotieren verlieren alle anderen Teammitglieder **Keine ** LP. Auf die &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Spieler selbst werden die verlorenen LP gleicherma&szlig;en aufgeteilt.\n\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;wenn es mehr als zwei sind(wenn so etwas mal vorkommen sollte) gilt das Gleiche wie bei Zweien, jedoch werden die LP durch drei/vier geteilt.\n\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ein Spieler der so eine Promo verliert bekommt eine zweite Chance. \n\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dabei werden Premades ignoriert (um Missbrauch vorzubeugen)\n\n&nbsp;\n2) &nbsp;&nbsp;Zudem bin ich daf&uuml;r das in der Champion Auswahl eine begr&uuml;ndete Abstimmung zum Spielrauswurf gemacht werden kann, wenn dieser bereits in der &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Champion Auswahl sein \"vorhaben\" ank&uuml;ndigt. Daf&uuml;r kann eine Abstimmung wie bei der \"Aufgeben Abstimmung\" verwendet werden ( mehr als 50% &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;daf&uuml;r/3 daf&uuml;r wenn alle abstimmen). Wenn ein Spieler auf diese Art aus den Spiel geworfen wird soll er jedoch **keine LP verlieren** (um Missbrauch &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vorzubeugen).\n\n3)&nbsp;&nbsp; Als letztes bin ich noch daf&uuml;r dass einen Spieler welcher im All-Chat Informationen &uuml;ber das eigene Team Informationen &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Buffrespawn&nbsp;Zeiten/Positionen &nbsp;&nbsp;&nbsp;&nbsp;von Spielern/o.&auml;.) preis gibt durch eine Abstimmung wie bei der \"Aufgeben Abstimmung\" ( mehr als 50% daf&uuml;r/3 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;daf&uuml;r wenn alle abstimmen) aus den All-Chat f&uuml;r **dieses eine Spiel** ausgeschlossen wird. \n\nWas haltet ihr davon, lasst es mich wissen.\n\nAus einen unbekannten (für mich) Grund verschiebt LoL meinen Text... ","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-04-01T20:22:37.938+0000","up_votes":4,"down_votes":0,"body":"Als ich den Titel gelesen habe, dachte ich eigentlich: \"Hey! Da ist endlich mal wieder einer, der versucht seine eigene Einstellung zu hinterfragen und nach Möglichkeiten sucht sich besser zu fühlen indem er/sie daran arbeitet mit diesen Situationen besser umzugehen\"\n\nAls ich dann gesehen habe, dass es wiedereinmal bloß darum geht was andere bzw. Riot tun können war ich enttäuscht. Denn es verbessert die Situation und den Frust um das Thema KEIN BISSCHEN wenn man Spieler ausschließt oder die LP beeinflusst. \n\nEigentlich sind alle Überlegungen sinnlos, die nicht dort ansetzen wo das Problem eigentlich entsteht: Im eigenen Kopf! Es mag seltsam klingen,... aber der Grund warum es manche mehr und manche weniger stört wenn soetwas passiert ist etwas was man tatsächlich selbst in der Hand hat. Es ist einfach schade, wenn man es nicht ernsthaft versucht, das Problem selbst zu lösen und es lieber von wem anderen gelöst bekommt.","replies":[{"id":"","poster":"SoapPope","date":"2015-04-02T18:00:31.045+0000","up_votes":2,"down_votes":2,"body":"ich finde ihr habt beide recht. Auch wenn dein Ansatz besser ist, kannst du nicht sagen dass seine ideen blöd sind. er hats ja gut gemeint aber is kaum durchführbar","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-04-02T18:54:34.218+0000","up_votes":2,"down_votes":0,"body":"Ich wollte damit nicht sagen, dass seine Ideen blöd sind. Eigentlich ist die Überlegung die er macht sogar sehr schlüssig! Nur geht er eben leider von der falschen Annahme aus, dass sein Problem gelöst wäre wenn er weniger LP verliert oder er Spieler ausschließen dürfte. Darauf wollte ich hinweisen. Tatsächlich um ihm zu helfen ;)","replies":[]}]},{"id":"","poster":"xteiemx","date":"2015-04-03T00:46:26.874+0000","up_votes":1,"down_votes":0,"body":"Ich glaube was du meinst ist dass man sich, nachdem man ein Spiel auf eine solche Art und weise verliert, immer wütend und enttäuscht ist.\nDa kann man natürlich etwas an seiner Einstellung arbeiten und sagen:\" Hey ich habe ein Spiel verloren und es war nicht meine schuld, Spiele ich halt noch eins und habe so doppelten Spaß!\". Das Hilft bestimmt, aber im Hinterkopf weiß man dass das Ziel dieser Person, welche ein Spiel ruiniert, ist dass sich andere Ärgern. Das erreicht diese Person damit auch und man selber kann nichts dagegen machen. Klar man kann ihn Reporten, aber das ist nichts was man selber gemacht hat und evt. weiß der Spieler auch nicht warum er Gebannt wurde(wenn er öfters trollt).Zudem Freue ich mich auch (Sogar mehr als wenn ich nur ein Spiel gewinne) wenn ich aufsteige, und das wird somit verzögert/verhindert. Das was ich vorgeschlagen habe ist nicht etwas um fröhlich zu sein das man gespielt hat, sondern eher das man sich daran erfreuen kann eine Liga aufzusteigen. Und mir ist bewusst dass dies schwer  umzusetzen ist, jedoch muss irgendwas gemacht werden (finde ich).","replies":[{"id":"","poster":"eingew","date":"2015-04-03T11:17:00.439+0000","up_votes":1,"down_votes":0,"body":"> Klar man kann ihn Reporten, aber das ist nichts was man selber gemacht hat und evt. weiß der Spieler auch nicht warum er Gebannt wurde(wenn er öfters trollt).\n\nDavon würde ich nicht ausgehen. Klar, es gibt Menschen, bei denen ist das so. Diese stellen aber eine Minderheit dar. Der Großteil erkennt aber (wenn auch vielleicht nur im Stillen bei sich selbst) eine solche Strafe an. Die meisten Spieler bessern sich bereits nach der ersten Strafe. Ein Report für Verhalten, was man selbst unangebracht findet ist also niemals fehl am Platz. Es hilft dem entsprechenden Spieler definitiv.","replies":[]}]}]},{"id":"","poster":"drexxsack","date":"2015-03-31T21:49:23.550+0000","up_votes":4,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/RFdkVrkr-afk-im-ranked-vorschlag\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/UE0K2NGE-troller-und-afkler-im-ranked-lasung\nZwei der aktuelleren Threads dazu.\nAnzumerken ist, dass fast alles das gegen 2 spricht, auch gegen 3 spricht.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-04-01T19:26:09.475+0000","up_votes":3,"down_votes":0,"body":"1. Ist mist aus hauptsächlich 3 Gründen:\n-Es gibt Anreize, Leute zu flamen in der Hoffnung dass sie AFK gehen da man dann weniger LP verliert.\n-LP sind eh völlig egal, entscheidend ist das MMR (mittelfristig-langfristig).\n-Wenn du aber das MMR mitveränderst kannst du durch ein einziges Spiel mit technischen Problemen beinahe eine Division runterfallen, was das MMR-System komplett zerstört: Nach einem AFK-Spiel (was zwar selten, aber durchaus ab und zu passiert) bekommt man eine Weile lang bedeutend einfachere Gegner, sprich\ndie Matches sind nicht mehr fair. Stell dir vor im Gegnerteam sind 2 Leute, die eigentlich bedeutend höher gerankt sein müssten, jetzt aber gegen dich spielen. Klingt nach ner tollen Idee, oder?\n\n2. Ist kompleter Mist aus 2 Gründen:\n-Jeder unkonventionelle Pick würde sofort als Troll gekickt, sprich die Spiele würden massiv eintöniger da viele Champions nichtmehr gepickt werden. Auch wenn man counterpickt wird kann es oft zu kicks kommen (es kann sogar sinnvoll sein sich selber kicken zu wollen, da dies ja zu keiner bestrafung führt).\n-Die Wartezeiten würden, selbst für Sejuani-Mains, explodieren da vor jedem Spiel mehrmals ein Pick/Ban beendet wird durch kick - und gerade im Ranked machen warteschleife+pick/ban locker 5 Minuten aus.\n\n3. Kann massiv zum trollen gebraucht werden, sprich man mutet einfach mal nen Spieler der einem nicht gefällt. Nicht so tragisch wie die anderen, aber auch nicht wirklich sinnvoll. Hatte noch nie (in über 2k Spielen) jemanden der sowas gemacht hat...","replies":[{"id":"","poster":"xteiemx","date":"2015-04-03T01:08:00.185+0000","up_votes":1,"down_votes":0,"body":"1.1 wenn jemand so stark flamed das jemand anders es nicht mehr aushalten kann mit diesen jemand zu spielen dann wird er (hoffentlich) auch Reported, und somit könnte RIOT auch sehen warum er AFK gegangen ist. Bei der ganzen Sache ist ja auch wichtig warum jemand AFK geht, wenn RIOT sieh das jemand Internet Probleme hat, kann er ja nicht wirklich etwas dafür. Und wenn jemand flamed und dann niemand AFK geht, hätte er einen Report für nichts bekommen.  \n\n1.2 das mag sein, aber für mich sind LP dennoch wichtig :-)\n\n1.3 Dazu kann ich nichts sagen , kenne mich mit den MMR System von LOL nicht aus ...\n\n2.1 Das soll aber nicht sein ^^ der Sinn ist die möglichkeit zu haben nicht mit jemanden spielen zu müssen , welcher schon vor Spielbeginn ankündigt zu trollen. Und mir ist bewusst dass das nur ein erster Ansatz ist , und bis zu der Implementierung ins Spiel sicherlich noch einige Optimierungen getan werden müssen. \n\n2.2 gehört zu 2.1\n\n3 es müssen 3 Spieler für ja stimmen (max 2 können Premades sein) und sollten sich zufällig 3 Spieler finden die aus Spaß einen anderen aus den **All-Chat** bannen, muss Riot halt schauen wer nun getrollt hat der gebannte Spieler oder die 3 anderen, das ist nicht anders als würde man ihn nach dem Spiel Reporten. Aber auch hier muss sicherlich noch Arbeit geleistet werden. in 380 Genwonnen Spielen (ka wie viele insgesamt) ist mir das 2 mal passiert, ist zwar nicht sooo viel aber immerhin 2 mal.\n\nWas würdest du den vorschlagen ?","replies":[{"id":"","poster":"Temudschinn","date":"2015-04-06T15:51:56.716+0000","up_votes":2,"down_votes":0,"body":"> Das soll aber nicht sein\n\nIch denke das fasst deine Antworten gut zusammen. Natürlich wäre es sehr schön, wenn deine Vorschläge funktionieren würden und wir uns AFKler und Leute, die absichtlich verlieren, vom hals halten können. Nur müssen wir uns nicht damit beschöftigen was sein soll, sondern was ist und wahrscheinlich sein wird.","replies":[]},{"id":"","poster":"eingew","date":"2015-04-03T11:23:13.831+0000","up_votes":1,"down_votes":0,"body":"Wenn man AFK geht schadet man nicht nur dem einen Spieler, sondern allen 9 mit denen man gerade spielt. Wenn man sich gegen Flame wehren will gibt es Mute und Report. Dann bekommt man absolut nichts mehr, von derart lächerlichen und schwachen Personen mit, die mit Beleidigungen im Chat um sich werfen.\n\nIch würde sagen wir halten es wie bisher. Ich wüsste nicht, warum eine Möglichkeit, bei der die Chancen auf Fehler größer sind einer Möglichkeit bei der die Chancen deutlich geringer sind vorziehen sollte. Es ist eher möglich, dass 3/4 Randoms jemanden ohne plausiblen Grund sperren, als das dieser jemand ohne plausiblen Grund eine CR bekommt. Um genau zu sein liegen Welten an Genauigkeit dazwischen.","replies":[]}]}]},{"id":"","poster":"Big Lincoln","date":"2015-04-05T06:46:12.504+0000","up_votes":2,"down_votes":0,"body":"2 ist blödsinn, da Premades sonst die Spieler rausschmeißen die ihre Lane picken...","replies":[]},{"id":"","poster":"CMan","date":"2015-03-31T21:27:35.081+0000","up_votes":2,"down_votes":0,"body":"Ich kann mich nur wiederholen, das hier habe ich schon in diversen anderen gleichartigen Themen geschrieben.\n\nZu 1.\n4 Randoms = 4 potentielle Leaver/Feeder/Trolle im eigenen Team, 5 drüben.\nDas heißt, langfristig wirst du mehr Leaver/Feeder/Trolle im Gegnerteam haben und de facto Punkte gewinnen. Das ist simple Mathe.\n\nNatürlich nur, sofern du selbst nicht leavst/feedest/trollst und auch niemand anders das deinetwegen tut.\n\nEs gibt kein AFK-Problem bezogen auf LP! Nur der Spielspaß ist ruiniert. Das ist blöd, aber auch wenn man noch so viel an den LP rumpfuscht, ändert das nichts daran.\n\nZu 2. Willkürliche Kicks wegen unüblichen Champs inc. Die Poppy Mains dieser Welt werden sich freuen, wenn sie vor jedem Ranked aus 10 Champselects geschmissen werden.\n\nZu 3. Spieler, die von der Chatanalyse bestraft werden, werden doch bereits vom All-Chat ausgeschlossen.\nDesweiteren werden Strafen niemals nur wegen eines einzigen Spiels vergeben","replies":[{"id":"","poster":"xteiemx","date":"2015-04-03T01:11:41.625+0000","up_votes":1,"down_votes":1,"body":"Also findest du Trollen gut ? oder wie soll ich das verstehen ? es macht doch keinen Spaß ein 5 vs 4 zu gewinnen, und noch weniger ein 4 vs 5 zu verlieren. Den Sinn von 2 hast du nicht verstanden. Zu 3, ja **nach **dem Spiel/Spielen.\n\nWas würdest du den vorschlagen ?","replies":[{"id":"","poster":"eingew","date":"2015-04-03T11:24:59.224+0000","up_votes":1,"down_votes":0,"body":"Da steht doch eindeutig, dass der Spielspaß zerstört ist, inwiefern hat das damit zu tun, dass Klemens für trollen ist?\n\nWie meinst du zweitens denn? Die genannte Mißbrauchsmöglichkeit ist definitiv vorhanden.\n\nDass man zeitnah keine sinnvollen Beschränkungen einführen kann, sollte klar sein. Wie gesagt sind diese entweder zu anfällig für einen Mißbrauch oder sie sind nicht möglich.","replies":[]}]}]},{"id":"","poster":"YG EVO","date":"2015-03-31T21:40:22.580+0000","up_votes":1,"down_votes":1,"body":"es ist ein guter vorschlag aber , wie Klemens schon gesagt hat hast du langristig mehr leaver trolle afk´s im gegner team die dir ebenfalls  helfen nach oben zu kommen solage du so ein verhalten deiner eigenen team mates nicht provozierst. Wer anderen eine grube gräbt fällt selbst hinein.","replies":[]},{"id":"","poster":"GeoDasDreieck","date":"2015-03-31T21:18:34.950+0000","up_votes":1,"down_votes":1,"body":"Interessanter Vorschlag. \nMich würd Interessieren was die anderen davon halten?\nHab leider keine Zeit jetzt mehr nen großen Text zu schwingen!","replies":[]}]}