{"id":"89tc79HT","poster":"XxxKaiUwexxX","date":"2015-03-31T13:38:23.718+0000","title":"Punkte Verhältnis in Bronze 4","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Ich habe mal eine Frage,wie kann es sein, das ein Gewonnenes Spiel nur 10 Punkte bringt aber ein verlorenes gleich 20-.\r\n\r\nIch frage mich wo hier das Gleichgewicht geblieben ist zu B5.\r\n\r\nich w&uuml;rde mich &uuml;ber n&auml;here infos freuen.","replies":[{"id":"","poster":"Veezey","date":"2015-03-31T15:10:26.944+0000","up_votes":1,"down_votes":0,"body":"Dein MMR ist einfach zu niedrig für deine derzeitige Division.","replies":[]},{"id":"","poster":"Danny89","date":"2015-03-31T14:32:30.795+0000","up_votes":1,"down_votes":0,"body":"Alle Informationen über das Liga-/Elosystem findest du im Forumstickythread hier:\n\nhttp://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo\n\nDort findest du auch dein \"Problem\". Sogar aufgelistet unter 2 Punkten.","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-03-31T13:55:39.378+0000","up_votes":1,"down_votes":0,"body":"Wieviele LP man bekommt oder verliert hängt an der MMR auch hidden Elo genannt, bist du durch ein paar gute Spiele aufgestiegen so wächst die MMR meisst langsamer als der LPRang, du musst weiter Spiele gewinnen damit die MMR hinterherwächst und du dann wieder etwas gleich viele Punkte gewinnst wie verlierst.\nBei deinem Beispiel geht das System davon aus das du im moment LPRangmäßig höher bist als es dein Spielerisches können rechtfertigen würde.\nNeben diesen Punkten spielen auch die MMRDaten deiner Mates und der Gegner eine Rolle, verliert man gegen Gegner die schlechter eingestuft sind so verliert man mehr Punkte als wenn man gegen höherstufige Gegner verliert, ebenso erhält man wenig Punkte gegen \"schwache\" Gegner und viele gegen \"starke\" Gegner bei einem Sieg.\n\nDas System giebt Riot nicht preis und das ist auch gut so, man kann also nur Erfahrungswerte zusammentragen.\n\nHilft nur besser werden...\n\nGruß Fox","replies":[]}]}