{"id":"GQofHQ9A","poster":"HandIOfIZombie","date":"2015-03-31T14:01:06.008+0000","title":"Marlene, Die Große Fechterin ( Mit Bild )","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":6,"body":"Hallo Community, ich m&ouml;chte euch hier mein (5) Champion hier im Thread vorstellen.\nKonstruktive Kritik zum Konzept nehme ich daher an also falls Verbesserungsvorschl&auml;ge da\nsind k&ouml;nnt ihr gerne Feedback hinterlassen.\n\nKlasse: Assasine/K&auml;mpfer \nDas Bild zu Marlene ist ganz unten im Anhang zu sehen.\nEinmal auf das Bild drauf Klicken um es zu vergr&ouml;&szlig;ern\n\n\n****Hinweis bei diesem Champion gibt es hier schon eine Umfrage die f&uuml;r euch gestellt ist: Falls ihr Marlene euch wirklich vorstellen k&ouml;nnt, wird dieser so oder so von euch und der Community nochmal &uuml;berarbeitet also k&ouml;nnte man auch f&uuml;r Ja abstimmen. ****\n\n\nLINK ZU MEINER ERSTEN KONZEPT IDEE\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/L9E6lgfN-shiris-und-gaddes-die-gesetzlosen-mit-bild\n\nLINK ZU MEINER ZWEITEN KONZEPT IDEE\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/cN6ULxZ4-gladius-der-gladiator-der-noxus-mit-bild\n\nLINK ZU MEINER (3) KONZEPT IDEE\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/TMu5xvUz-hawk-bezwinger-des-kumungu-dschungel\n\nLINK ZU MEINER (4) KONZEPT IDEE\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/H1XvEeA4-shiro-meister-der-shuriken-mit-bild\n\nLINK ZU MEINER (6) KONZEPT IDEE\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/dQxwOxYv-orson-berzerker-der-noxus-mit-bild\n\nLINK ZU MEINER (7) KONZEPT IDEE\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/YA8gxtJ3-melfice-taktiker-der-runenkriege-mit-bild\n\nLINK ZU MEINER (8) KONZEPT IDEE\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/xaEABl4A-yuga-demacias-runenmagier\n\nStory: Verbesserungsvorschl&auml;ge Erw&uuml;nscht\n\nMarlene, Demacias Elegante Fechterin verdiente sich ihren Ruhm mit ihrer Spitzen Degen und ihrer gelassenen Art. Marlene ist die &Auml;ltere Halbschwester von Fiora und beide lebten Gemeinsam im Hause Laurent, einer Familie, die f&uuml;r ihre lange Ahnenreihe herausragender Duellanten bekannt ist. Fiora und Marlene waren ziemlich gleichstark doch als Marlene erfuhr das Fiora die Kontrolle &uuml;ber das Haus Laurent und auch ihren Vater besiegte, verlass sie das Haus um andere Starke Gegner zu finden und ihre Hingabe des Fechten zu Verbessern. Gewillt ihr Schicksal so wie Fiora selbst in die Hand zu nehmen, schwor Marlene das falsche Erbe ihres Vaters zu &uuml;berwinden und zu beweisen, dass sie die beste Duellantin Damacias, sondern ganz Valorans wird und jederzeit bereit ist auch ihrer Halbschwester gegen&uuml;ber zu stehen, wenn es sein muss.\n\n&bdquo;Ich muss mich nicht beweisen aber ich nehme jede Herausforderung an. Sag nicht es h&auml;tte dich niemand gewarnt!\" - Marlene \n\n\n\nAttribute\nSchaden: 50.876 (+3.2 pro Stufe)\nAngriffstempo: 0.680 (+3% pro Stufe)\nLeben: 592.8 (+85 pro Stufe)\nLauftempo: 320\nR&uuml;stung: 24.88 (+3.5 pro Stufe)\nMagieresistenz: \nLebensgeneration: 6.84 (+0.8 pro Stufe)\nManaregeneration: 7.59 (+0.5 pro Stufe)\nReichweite: ???\n\n&Uuml;bersicht:\nLeben: 5/10\nSchaden: 8/10\nMana: 287.2 (+40 pro Stufe)\nSchwierigkeit: -\n\nPassive F&auml;higkeit: Fechterin \nMarlene Angriffstempo erh&ouml;ht sich, wenn sie normalen schaden verursacht, 6 Sekunden lang. Trifft sie Champions, so wirkt dieser Effekt bis zu 4-mal kumulativ.\n\n\nQ: Ausfallschritt nach Hinten\nKosten: 60 Mana \nReichweite: 600\nMarlene hechtet nach hinten, um ihre Verfolger dennoch zu treffen und normalen Schaden zu verursachen. Marlene kann dies innerhalb einiger Sekunden erneut tun, ohne dass weitere Manakosten anfallen. Marlene hechtet nach hinten, um ihre Verfolger zu treffen und 40/65/90/115/140 (+60% zus&auml;tzlicher Angriffstempo) w&auml;hrend dessen sie normalen Schaden verursacht. Marlene kann dies innerhalb von 4 Sekunden erneut tun, ohne dass weitere Manakosten anfallen.\n\n\nW: Edler Konter\nKosten: 45 Mana \nReichweite: Selbst\nMarlene Angriffsschaden ist erh&ouml;ht. Wird die F&auml;higkeit aktiviert, pariert Marlene den n&auml;chsten Magischen Angriff und wirft Normalen Schaden zur&uuml;ck auf den Angreifer. Dies funktioniert gegen Champions, gro&szlig;e Monster und gro&szlig;e Vasallen. Passiv: Marlene Angriffstempo ist um 15/20/25/30/35 erh&ouml;ht. Aktiv: Marlene pariert den n&auml;chsten normalen Angriff innerhalb von 1.5 Sekunden und wirft dabei 60/110/160/210/260 (+100% Angriffschaden) Normalen Schaden auf den Angreifer zur&uuml;ck. Dies funktioniert gegen Champions, gro&szlig;e Monster und gro&szlig;e Vasallen.\n\n\nE: Schadenschub\nKosten: 55 Mana \nReichweite: Selbst\nMarlene erh&auml;lt zus&auml;tzliches Angriffsschaden. Jeder w&auml;hrenddessen erzielte Treffer mit einem normalen Angriff oder Ausfallschritt erh&ouml;ht ihr Lauftempo. T&ouml;tet sie einen Champion, wird eine laufende Abklingzeit von Angriffsschaden zur&uuml;ckgesetzt.\nMarlene erh&auml;lt 3 Sekunden lang zus&auml;tzlich 60/75/90/105/120 % Angriffstempo. Jeder w&auml;hrenddessen erzielte Treffer mit einem normalen Angriff oder Ausfallschritt erh&ouml;ht ihr Lauftempo 3 Sekunden lang um 7/9/11/13/15 % (bis zu 3-mal kumulativ).T&ouml;tet sie einen Champion, wird eine laufende Abklingzeit von Angriffsschaden zur&uuml;ckgesetzt.\n\n\nR: Stichwalzer\nKosten: 100 Mana \nReichweite: 400\nMarlene springt umher und verursacht normalen Schaden an gegnerischen Champions. Wiederholte Treffer gegen dasselbe Ziel verursachen weniger Schaden. Marlene springt umher und verursacht 5-mal 125/255/385 (+90 % zus&auml;tzlicher Angriffsschaden & 30 & Angriffstempo) normalen Schaden an zuf&auml;lligen gegnerischen Champions. Wiederholte Treffer gegen dasselbe Ziel verursachen 40 % Schaden. Der erste und letzte Angriff erfolgen gegen dasselbe Ziel. Jeder Treffer wendet Treffereffekte an.\n\n\n**Ich wei&szlig;, der Champion und die Idee ist vllt. f&uuml;r viele eher einfallslos aber ich habe paar Sachen daran ge&auml;ndert, auch die Animation sollte hier anders verlaufen, ich wei&szlig; jedoch nicht ob es einen Gro&szlig;en Unterschied zwischen Fechterin und Duellantin gibt, ich wei&szlig; jedoch das in Fiora Story auch ihre Geschwister erw&auml;hnt werden daher auch die Idee. Die Animationen der F&auml;higkeiten sollten andere sein und auch das was die F&auml;higkeiten bewirken wurde von mir ge&auml;ndert daher sind die Angaben zwar &auml;hnlich aber nicht gleich. **\n\nIch Begr&uuml;&szlig;e hier zum Abschluss auch alle League of Legends Mitglieder, ich w&uuml;rde mich sehr dar&uuml;ber freuen wenn ihr mir helfen m&ouml;chtet bei meinen Konzept und so wie ich Zeit habe werde ich dieses Konzept auch gerne Erweitern und Verbessern. F&auml;higkeits-Namen k&ouml;nnen ver&auml;ndert werden falls es diese schon gibt, die Namen dienen nur um auch zu wissen wie ich das Konzept aufgebaut habe. Ich denke hier gibt es noch genug Sachen die man &uuml;berarbeiten kann. Falls meine Konzept Idee euch aber gef&auml;llt k&ouml;nnt ihr auch gerne daf&uuml;r Voten. Leider habe ich noch keine Story geschrieben ihr k&ouml;nnt aber gerne Feedback hinterlassen. Desweiteren habe ich das Bild Privat bekommen und daher kann ich den Ursprung des Bildes nicht viel zu sagen, die &Uuml;berbearbeitung von Marlene liegt hier bei der Community und ihrem Art Actor Designer Teams vor.\n\nAbklingzeiten & Zus&auml;tzliche Informationen die ins Detail den Champion noch ausgeglichener machen weren sehr N&uuml;tzlich, bitte habt nachsicht da ich in sowas kein experte bin.\n\nLiebe Gr&uuml;&szlig;e euer C.Blight","replies":[{"id":"","poster":"PlsFocusOurTank","date":"2015-03-31T15:58:21.439+0000","up_votes":2,"down_votes":0,"body":"Sie sieht ein bisschen so aus wie Fiora mit einem Lux Kopf^^","replies":[]},{"id":"","poster":"HandIOfIZombie","date":"2015-03-31T14:30:25.466+0000","up_votes":1,"down_votes":0,"body":"Der Titel bei Fiora ist aber Die große Duellantin, wie gesagt, die Idee ist gekommen weil bei Fiora Story auch die Geschwister erwähnt wurden. Ob es einen Großen Unterschied zwischen Fechterin und Duellantin gibt, das weiß ich wiederum nicht. \n\n**Sollte es mehr Spieler geben die sich das eher als Skin sich vorstellen können, könnt ihr aber trz. gerne Feedback hinterlassen, ich entscheide nicht, sondern die Mehrheit oder die Community ;) \n**\n\nLG C.Blight","replies":[{"id":"","poster":"NoxusKiller","date":"2015-03-31T15:54:46.711+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Crowley Blight,realm=EUW,application-id=L7E6lhzo,discussion-id=GQofHQ9A,comment-id=0001,timestamp=2015-03-31T14:30:25.466+0000)\n>\n> Der Titel bei Fiora ist aber Die große Duellantin, wie gesagt, die Idee ist gekommen weil bei Fiora Story auch die Geschwister erwähnt wurden. Ob es einen Großen Unterschied zwischen Fechterin und Duellantin gibt, das weiß ich wiederum nicht. Sollte es mehr Spieler geben die sich das eher als Skin sich vorstellen können, könnt ihr aber trz. gerne Feedback hinterlassen, ich entscheide nicht, sondern die Mehrheit oder die Community ;) \n> \n> LG C.Blight\n\nEinen kleinen Facepalm konnte ich mir nicht verkneifen. Ein Duellant ist einfach jemand der sich mit jemand anderen Duelliert, in Fioras Fall ist es beim Fechten. Sprich sie ist zugleich Fechterin und Duellantin. Genau wie der Revolverheld ein Duellant ist °3°. Und nein ich denke nicht dass so geringe Änderungen einen neuen Champion rechtfertigen. Er müsste den gleichen Prozess wie alle anderen durchlaufen und wäre dann schlussendlich fast genauso wie Fiora","replies":[]}]},{"id":"","poster":"Genoen","date":"2015-07-25T13:36:29.603+0000","up_votes":1,"down_votes":0,"body":"Ich will dich jetzt nicht trollen aber. (Mit Bild) {{summoner:3}}","replies":[]},{"id":"","poster":"HandIOfIZombie","date":"2015-03-31T17:17:24.253+0000","up_votes":1,"down_votes":1,"body":"**Ich nenne mal ein Beispiel: **\n\nMarlene: Wird die Fähigkeit aktiviert, pariert Marlene den nächsten Magischen Angriff und wirft Normalen Schaden zurück auf den Angreifer.\n\nFiora: Wird die Fähigkeit aktiviert, pariert Fiora den nächsten normalen Angriff und wirft magischen Schaden zurück auf den Angreifer. \n\nFiora kann Nahkampf-Schaden Parieren und Marlene kann Magischen-Schaden Parieren, beides hört sich zwar gleich an aber beides erzielt ein ganz anderen Effekt. Beide haben ihre Schwächen was das Parieren betrifft und somit würde Marlene sich schon gut für eignen auch in der Midlane kurz ein zu springen oder Marlene auf der Bot Lane zu halten, soweit ich weiß wird Fiora nur auf der Top Lane gespielt und gegen AD Carrys auch mal auf der Midlane , right ? \n\nDesweiteren ist diese Idee wirklich Geschmack Sache, warum sollte es keine Spieler geben die vllt. sogar die Idee feiern, mann kann ja nie wissen ;) ach ja, die Ulti muss nicht so aussehen wie die Ulti von Fiora und so verhält sich das in der Animation auch mit den anderen Fähigkeiten.  \n\nLG C.Blight","replies":[{"id":"","poster":"Lord Argarn","date":"2015-07-24T14:46:54.149+0000","up_votes":1,"down_votes":0,"body":"Im neuen Rework wird Fiora sogar in der Lage sein Skillshots zurück zu werfen.","replies":[]}]},{"id":"","poster":"ÆonFox","date":"2015-03-31T14:27:15.414+0000","up_votes":1,"down_votes":0,"body":"Als Skinn für Fiora klingts nicht schlecht, FIora nimmt den Platz der Fechtmeisterin ja schon ein.","replies":[]},{"id":"","poster":"HandIOfIZombie","date":"2015-03-31T16:58:07.170+0000","up_votes":1,"down_votes":2,"body":"Ich kenne mich da halt nicht so gut aus, ich könnte mir aber gut vorstellen das es bei den Fechter auch gewisse Waffen Unterschiede gibt und wo die Degen evtl. sich Minimal Unterscheiden, auf dem Fiora Bild sehe ich das der Degen sehr breit dargestellt wird, das were jetzt bei Marlene nicht der Fall !!! Soll auch heißen, das sie mit dem Degen mehr gerade aus stoßen soll und dieses nicht wie ein Katana Schwert oder Krumsäbel benutzen soll. \n\nAb der stelle müsste man sich die Bewegung mal bei Fiora Passive Fähigkeit sich genau anschauen, da benutzt sie den Degen nicht so wie ich es hier gerade erklärt habe, gemeint ist damit, Fiora holt mit ihren Degen weit aus und trifft das Ziel danach. So stelle ich es mir halt vor, das also in der Animation es ein gerader Stoß mit dem Degen ausgeführt wird und Marlene sich allein dadurch doch etwas anders Spielt als Fiora.  \n\nGeringe Änderungen werden einen neuen Champion nicht rechtfertigen, dem kann ich nicht viel hingesetzten außer, das in Fiora Story halt die Schwestern erwähnt wurden und ich stark davon ausgehe das diese mit den gleichen Waffen Kämpfen. Schlussendlich genauso wie Fiora ein Degen benutzen. Naja, immerhin aber auch nur fast also Unterscheiden sich beide Champions wieder oder nicht `? Vllt. hat man nur zu Anfang das Gefühl das beide sich gleich Spielen aber wenn man wirklich 1:1 vergleicht, ist dem ja nicht wirklich so. \n\nLG C.Blight","replies":[]}]}