{"id":"ecY23z48","poster":"Casali","date":"2015-03-30T17:11:41.566+0000","title":"Logitech G430","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich habe nun schon ganz viel ausprobiert (dabei google und Foren durchforstet), aber irgendwie komme ich nicht weiter.\r\nHabe mein Rechner formatiert, habe nun Windows 8.1 PRO drauf. Vorher (Win7) lief alles bestens und hatte auch nirgends (!!) mal ein Problem und auch jetzt habe ich an sich gar keine Probleme mit dem Headset, ABER sobald ich auf &quot;Launch&quot; im Clienten klicke, h&ouml;re ich alles nur noch auf der rechten Seite (also ab Startbildschirm). D.h. alle klicks etc sind nur auf der rechten Seite zu h&ouml;ren. Im Champion Select -&gt; alle sounds auf der rechten Seite. Sobald ich ingame bin, l&auml;ufts wieder rund auf beiden Seiten.\r\nWas habe ich alles ausprobiert:\r\n- verschiedene USB-Ports ausprobiert\r\n- 3,5-mm-Buchsen verwendet (beide Seite geben Sound, jedoch funktionieren dann die einzelnen Features nicht beim Headset, deshalb keine L&ouml;sung)\r\n- Treiber deinstalliert &amp; neuen rauf gehaun\r\n- Headset verschiedenartig &uuml;ber &quot;Audioger&auml;te&quot; konfiguriert\r\n- in die game.cfg &quot;LogitechSupport=0&quot; eingef&uuml;gt\r\n- im Ordner deploy (C:\\Riot Games\\League of Legends\\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.84\\deploy) die beiden Logitech Dateien entfernt\r\nund nat&uuml;rlich: Rechner neugestartet, in allen Varianten und Weisen (Mit USb drin, mit USB drau&szlig;en, verschiedene USB ports nach jedem neustart, usw)\r\n\r\nHat alles nichts geholfen. \r\nVielleicht kann mir ja einer von euch helfen.","replies":[{"id":"","poster":"Black Mage","date":"2015-03-30T17:14:46.883+0000","up_votes":1,"down_votes":0,"body":"realtekhd sollte eigentlich reichen, habe persönlich keine probleme mit meinen g430 =/","replies":[{"id":"","poster":"Casali","date":"2015-03-30T18:06:24.224+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, erst durch das aufsetzen von WIN 8.1 Pro kam es nun dazu. Alle Treiber sind auch installiert...hmpf","replies":[]}]}]}