{"id":"WKtAtcMQ","poster":"Peggsi","date":"2015-03-29T23:28:43.009+0000","title":"Deathcap Anzeige-Bug?","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo!\r\n\r\nMir ist vor einigen Tagen aufgefallen, dass die &quot;Rabbadons Deathcap&quot; nicht mehr die Bonus-AP anzeigt die man von dieser bekommt, anstatt des Wertes steht dort nur eine Null.  Im Laufe von ein paar Maches habe ich dann bemerkt, dass dies immer der Fall ist, sobald man den ersten Dragonbuff hat - zumindest denke ich, dass dies der Fall ist. \r\nIst das schon anderen von euch aufgefallen?\r\nEs ist jetzt nichts weiter schlimmes, aber manchmal interessiert es mich doch wie viel AP mir meine DC gibt (und nachrechnen ist doof ;) )\r\n\r\nLiebe Gr&uuml;&szlig;e\r\nPeggsi","replies":[{"id":"","poster":"Peggsi","date":"2015-03-29T23:51:21.697+0000","up_votes":1,"down_votes":0,"body":"Ja so etwas habe ich mir auch gedacht - aber es ist ja trotzdem eine Art Bug für die eine Lösung gefunden werden sollte, wenn auch einer von denen die hinten anstehen, da er keine Auswirkung auf das Spiel hat. Da man aber in den meisten Matches die DC eh erst hat, wenn man schon längst den Dragon Buff hat, ist die Anzeige doch ziemlich unnütz geworden leider. Eine gute Lösung würde mir jetzt aber auch nicht einfallen, außer eventuell ein Buffsymbol das einem die gesamten Bonus AP durch Fähigkeiten, Items, Masteries, Buffs, etc. anzeigt. \nApropos Masteries. Das Problem gibt es ja nicht wenn man seine 2% mehr AP Masteries drinnen hat (soweit ich das beurteilen kann), also wird es dazu ja auch eine Lösung gegeben haben oder? \nHmm...naja wie gesagt stören tut es mich nicht, ich dachte nur ich merke es mal an :)","replies":[]},{"id":"","poster":"Evenrider","date":"2015-03-29T23:38:57.042+0000","up_votes":1,"down_votes":0,"body":"Ich könnte mir vorstellen, das es Probleme gibt, wenn man versucht die beiden Prozentualen Werte (DC und Dragonbuff) wieder auseinander zu nehmen, da man durch das Kommutativgesetz, die Reihenfolge ändern kann und trotzdem beim gleichen Ergebnis ankommt. Aber je nachdem ob man erst den Dragonbuff oder erst die Deathcap rechnet, hat die Deathcap einen anderen Wert.","replies":[]}]}