{"id":"Ud2N1XjP","poster":"Djerun90","date":"2015-03-29T14:31:30.910+0000","title":"10-Mann Lag ... trotzdem keine vergebene Niederlage ... Danke, Riot","subforum":"Hilfe & Support","up_votes":1,"down_votes":3,"body":"Hey Leute!\r\n\r\nDass der ein oder andere Spieler mal &uuml;ber Lags klagt und dadurch kurzzeitig Probleme beim Gameplay hat ist mittlerweile ja normal und geh&ouml;rt fast schon zum Alltag in League of Legends ... Aber was passiert, wenn pl&ouml;tzlich alle 10 Spieler eines Matches krasse Lags haben?\r\n\r\nFolgende Situation:\r\nDie Champion-Auswahl war beendet und alle Spieler hatten ihren Champ eingeloggt .. der Timer lief runter und es kam die Anzeige, das Spiel w&uuml;rde gleich beginnen ... Hier tauchte schon der erste Fehler auf, da wir mindestens eine halbe Minute in diesem Zustand festhingen und der Chat dabei voll aktiv war ... \r\nDann ging es in den Ladebildschirm ... hier zeigten sich ebenfalls Probleme ... stark schwankender Ping und lange Ladezeiten ... \r\n\r\nAls es endlich los ging, kam der Schock: High ping und Lags bei allen 10 Spielern. Der Chat war voll mit sich deckenden Nachrichten .... \r\nLaufanimationen fielen aus, Champions sprangen mit kurzem Delay von A nach B, Autoattacks wurden abgebrochen, F&auml;higkeiten und Beschw&ouml;rerzauber hatten oft bis zu 2 Sekunden Verz&ouml;gerung und die T&uuml;rme weigerten sich, Champions und Minions anzugreifen, obwohl sie selbst durchgehend Schaden bekamen ... Das schlimmste dabei war aber, dass diese Probleme nicht verschwanden, sondern sich das ganze Spiel &uuml;ber durchzogen ... Am Ende musste unser Team aufgeben, weil jedes Mal riesige Vasallenwellen in unsere Base schwappten, da unsere Champs nicht in der Lage waren, diese gezielt zu clearen. \r\n\r\nUnd jetzt das tollste:\r\nDas Spiel wurde gewertet und unsere Niederlage mit durchschnittlich 15 LPs Abzug bestraft ... OHNE, dass es eine vergebene Niederlage gewesen w&auml;re!\r\n\r\nMal ganz ehrlich, Riot: Wenn 10 Mann im selben Match krasse Probleme haben, liegt das nicht an der privaten Internetverbindung, sondern irgendwo am Server ... und trotzdem wird man als Spieler daf&uuml;r bestraft, dass in der Zentrale irgendwas schief gelaufen ist??? \r\nLangsam verliere ich wirklich den Glauben an RIOT ... Das darf bei einem der erfolgreichsten Spiele weltweit einfach nicht vorkommen OHNE dass es im Nachhinein reguliert werden kann ... \r\n\r\nKlar, Serverprobleme k&ouml;nnen vorkommen ... aber dann k&uuml;mmert euch bitte darum, dass eure Spieler nicht im Nachhinein darunter leiden m&uuml;ssen!\r\n\r\nDjerun90","replies":[{"id":"","poster":"Djerun90","date":"2015-03-29T22:44:17.050+0000","up_votes":1,"down_votes":0,"body":"Interessant ist allerdings, dass das nächste Spiel dann tatsächlich eine vergebene Niederlage war ... schon komisch^^","replies":[]},{"id":"","poster":"Djerun90","date":"2015-03-29T18:57:42.360+0000","up_votes":1,"down_votes":0,"body":"Aber bei allen Spielern eines Matches zugleich???","replies":[{"id":"","poster":"Thx And Bye","date":"2015-03-29T20:40:14.913+0000","up_votes":1,"down_votes":0,"body":"Wenn ein oder mehrere Knotenpunkte in der Nähe des Servers ein Problem hat, kann es auch bei Allen sein.\nEs gibt zahlreiche Fehlerquellen, es müsste nicht mal bei allen die gleiche Ursache sein, im Internet gibt es Zahlreiche potenzielle Fehlerquellen.\n\nWenn es ein Problem auf Riots Seite geben würde, wäre dies weit umfangreicher, als ein paar vereinzelte Spieler.\nDie Server selbst laufen in den Letzten Monaten aber weitgehend stabil. Sollte es weitreichende Probleme mit dem Server geben, gibts dazu idr. auch noch ein Statement von Riots Seite. (z.B. eine Warnung im Client)","replies":[]}]},{"id":"","poster":"Thx And Bye","date":"2015-03-29T16:07:35.115+0000","up_votes":1,"down_votes":0,"body":"Vergebene Niederlagen gibt es nur bei Server weiten Problemen, die direkt von Riots Seite ausgehen.\nBei Problemen mit Knotenpunkten in der Verbindung, Back-Bones (oder deren Providern) vom oder zum Server oder Privaten Internet-Verbindungen ist dies nicht der Fall. \n\nEs gibt keine direkte Verbindung von dir zu den Riot Servern, nur weil das Problem also nicht bei dir liegt, heißt das nicht automatisch, dass es bei Riot liegt. So funktioniert das Internet nicht.","replies":[]}]}