{"id":"GrGBAOKn","poster":"PoweredDragon","date":"2015-03-29T10:49:25.743+0000","title":"Rexed - Reptiles' king","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Living in the sands of Shurima is hard. You must learn to hide from sun and others, especially if you are a huge dinosaur which has just woke up after 100 millions of years...\n\nHistory... I don&#039;t like writing long stories in English, so I&#039;ll just say, that Rexed is dinosaur turned back to life by black power, and mistakely connected with gold ores...\n\nHe doesn&#039;t have mana - he has fury (150 max)\n\n**Passive - Prehistoric king:**\nRexed gets fury points for using W, E and R + Killing monsters. After every kill he gets (0,02*lvl*fury points) additional gold. Fury doesn&#039;t fade before death.\n\n\n**Q - Hidden treasure:**\nCost: 5/10/15/20/25 gold\nRexed hides his head into ground for 0,5/0,5/0,75/1/1 seconds, getting (0,1/0,15/0,2/0,25/0,5*fury points)+1/2/3/4/5 gold and losing all fury points and throwing enemy in his radius up.\n\n**W - Tail Slap:**\nCost: 10/20/30/40/50 gold\nRexed uses his tail to slap his enemy 3 times doing 10/20/30/40/50(+5% AD) inevitable damage to monsters and 5/10/15/20/25(+2.5% AD) inevitable damage to champions(damage is for every slap, so on the first level you have 30+15% ad damage). It also grants 10% of **damage done  to target **to nearby enemies. If he kill enemy, he gets 1.5 times more gold than normally. It gives 1/1.5/2/2.5/3 fury for every damaged enemy\n\n**E - Gold Ring:**\nCost: 20/25/30/40/50\nRexed runs in circle, creating a little \"arena\" for 5 seconds, stunning all monsters for 0.5/0.75/1/1.5/2 seconds and slowing all champions inside by 5/10/15/20/25% for 0.5/0.75/1/1.5/2 seconds also gaining 1.3 times more gold for every killed enemy inside(E doesn&#039;t grants any damage at all; you must kill them in other way before arena fades, your allies also can kill enemies there) or getting 5% of gold gained by ally in it. Arena is greater for every skill stack. It gives 2/3/4/5/10 fury points for use\n\n\n**R - Ancient howl:**\nCost: 50/75/100 gold\nRexed howls gaining 30/40/50 fury points, raising his attack speed by 20/35/50%, attack damage by (10%*fury)%  and movement speed by 50/75/100% for 10 seconds. If he kill champion in this period, his buff is extended by 2/3.5/5 seconds and he gets the spell cost back(only the first kill gives money back). It gives 25/50/50 fury for use\n\n**Note:**\nI think his skills will be good in jungle; you can see he gets greater amount of gold for killing, but he also loses his gold to use skills, so jungle is the best line for kill(His combo E>Q>W Will be awesome in my opinion, R is a fast way to help friends somewhere near. If he has good boots, it won&#039;t take a lot of time to get to ally :D\n\n\nI think rexed should look similarily to tyranosaurus rex or pachycefalosaurus :D","replies":[{"id":"","poster":"PoweredDragon","date":"2015-04-03T10:16:12.789+0000","up_votes":1,"down_votes":0,"body":"No one?","replies":[]}]}