{"id":"EHRp4NA8","poster":"GurkusDerSaftige","date":"2015-03-29T10:30:32.148+0000","title":"Suchen Leute für unser neues Rankedteam","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir (Morgana at Work &amp; Ich) wollen zusammen ein Rankedteam aufmachen, daf&uuml;r habe ich schon einmal ein provisorisches Team erstellt.\r\nEin Name steht noch nicht fest, &uuml;ber den w&uuml;rden wir zusammen entscheiden.\r\n\r\nErsteinmal zu unserer Elo:\r\nIch bin Gold 5 und Morgana at Work Silber 4\r\n\r\nUnsere Erwartungen an euch:\r\n-Silber oder h&ouml;her\r\n-Mindestens 16Jahre alt\r\n-Freundlich (Wir wollen absolut keine Flamer haben!)\r\n-Spa&szlig; am spiel\r\n\r\nWas sind unsere Ziele/was brauchen wir:\r\nAlso erst einmal geht es uns prim&auml;r um den Spa&szlig; am Spiel, deswegen suchen wir Leute die das Spiel nicht zu ernst nehmen da es halt nur ein SPIEL ist was leider viel zu viele Leute vergessen.\r\nTrotzdem wollen wir mit einer gewissen Seri&ouml;sit&auml;t an die Sache rangehen also mit dem stetigen willen sich zu verbessern.\r\nDabei ist es wichtig das ihr auch die Ruhe bewahren k&ouml;nnt wenn einer im Team ne schlechte Runde hat und extrem am Feeden ist und ihr diesen anstatt rumzuflamen, tipps gebt den nur so kann man besser werden (nach dem Motto jeder lernt von jedem).\r\nWir suchen f&uuml;r jede Position 2 Spieler um so zu gew&auml;hrleisten das es eigentlich immer m&ouml;glich ist am Nachmittag oder Abend ein paar Teamrankeds zu machen.\r\nWir werden es auch so hanthaben das sich jeder mindestens 2 Position aussucht auf denen diese Person fest spielt um im falle eines ausfalles oder es sind 2 Leute mit der selben Postion Anwesend trotzdem ein volles team zustanden zu bekommen.\r\nEin Teamspeakserver ist ebenfalls vorhanden!\r\n\r\nMeine Positionen w&auml;ren die des Adc&acute;s und des Junglers.\r\nDie von Morgana at Work sind Supp und Toplane.\r\n\r\nFalls ihr Intresse habt an einem netten Funrankedteam dann addet mich einfach ingame und schreibt mich an (:\r\n\r\nMFG Marcel","replies":[{"id":"","poster":"GurkusDerSaftige","date":"2015-04-11T19:11:50.351+0000","up_votes":1,"down_votes":0,"body":"So wir suchen noch einen Main Jungler, der aktive ist!","replies":[]},{"id":"","poster":"GurkusDerSaftige","date":"2015-03-29T14:15:40.290+0000","up_votes":1,"down_votes":0,"body":"Suchen immer noch Leute. 4Plätze von 9 sind noch frei.\nMomentan am besten ein Main toplaner!","replies":[]}]}