{"id":"x1lgpEEJ","poster":"ViceJice","date":"2015-03-28T18:36:04.743+0000","title":"Warmogs oder Glory auf Voli?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi miteinander,\r\n\r\nTopic sagt eigentlich alles und zwar was sollte ich mir auf Voli f&uuml;r Toplane/jungle holen?\r\nHabe den B&auml;r f&uuml;r mich entdeckt und komme soweit in meinem Elobereich gut klar (mache zwar Fehler aber daf&uuml;r bin ich ja nur S1) \r\nNun stellt sich mir die Frage sollte ich mir lieber erst die Warmogs {{item:3083}}   oder Righteous Glory {{item:3800}}  holen?\r\nTendiere momentan eher zu Glory wegen Aktiv. \r\nDer Base regen ist auch sehr nett hat aber keinen Einfluss auf Volis Passive wie Geistessicht  {{item:3065}} oder?\r\nF&uuml;r die ganz Motivierten unter euch, die meine Matches durchst&ouml;bern und denen etwas gravierendes auff&auml;llt, bitte einmal anmerken.\r\n\r\nDanke im Vorraus","replies":[{"id":"","poster":"ViceJice","date":"2015-03-30T09:44:46.399+0000","up_votes":1,"down_votes":0,"body":"Ok Danke für die Antworten, an die Auswirkungen von Geistessicht auf Lifereg von Warmogs hab ich net mal gedacht.\nWerde mal über paar Spiele bissel ausprobieren und gucken wie es sich auswirkt.\nLg","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-03-29T03:47:05.808+0000","up_votes":1,"down_votes":0,"body":"Solltest du Geistessicht auch Tragen ist die Regeneration beider Gegenstände natürlich auch erhöht, Warmongs profitiert davon mehr.\nZu Glory würde ich Raten wenn ihr gelegentlich Chasen müsst weil sonst ein flinker Champ wegkommt.\nIn Ortsgebundenen Teamfights ist Warmongs stärker.\n\nHab schon einige Volis mit Warmongs, Glory, Geistessicht, Randuins, Schutzengel und Schuhen gesehen, schwehr tot zu bekommen und das gleich 2 mal...","replies":[{"id":"","poster":"Fennylicious","date":"2015-03-29T12:05:04.568+0000","up_votes":1,"down_votes":0,"body":"Dabke fuer das Build ^^","replies":[{"id":"","poster":"ÆonFox","date":"2015-03-29T12:11:15.877+0000","up_votes":1,"down_votes":0,"body":"Gern, auch wenn ich kein so großer Voliexperte bin aber als Gegner ist so etwas immer extrem Übel, der beisst ja damit auchnoch mit Mörderkraft... Im Jungel würde ich eines der beiden items jeh nach Situation gegen den Cinderriesen tauschen.\n\nGruß Fox","replies":[]}]}]},{"id":"","poster":"Fennylicious","date":"2015-03-29T00:38:48.746+0000","up_votes":1,"down_votes":0,"body":"Wuerde wegen der Aktiven und den Mana das Glory nehmen ^^","replies":[]}]}