{"id":"lFBEO8Ex","poster":"GBA Halifar","date":"2015-03-28T18:16:31.332+0000","title":"Legend of Pawns sucht jungler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Heyho,\r\n\r\nWir die &quot;Legend of Pawns&quot; suchen noch Verst&auml;rkung f&uuml;r unser ranked team und zwar im jungle.\r\nWir sind zu 4. schon etwas eingespielt und suchen jemanden mit dem wir uns verstehen und der sympathisch ist.\r\nVon der Elo haben wir von Bronze bis Platin alles einmal dabei. Die Elo ist f&uuml;r uns auch eher zweitrangig. Wichtig sind Sympathie, Kritikf&auml;higkeit und der Wille sich zu verbessern, damit wir ein gemeinsames Ziel verfolgen.\r\n\r\nNach jedem Spiel analysieren wir dieses f&uuml;r ~10 minuten, bzw. je nachdem wie viel dazu gesagt wird/gesagt werden kann. Damit k&ouml;nnen wir &uuml;ber Fehler und m&ouml;gliche Verbersserungen sprechen und damit haben wir bisher gute Erfahrungen gemacht.\r\nWir trainieren normalerweise ab 18 Uhr jeden Tag, bzw. dann wenn alle k&ouml;nnen.\r\nWichtig ist au&szlig;erdem, dass entweder Whatsapp oder eine andere Kommunikationsm&ouml;glichkeit (wie z.B.: Facebook) besteht. Damit Absprachen getroffen werden k&ouml;nnen innerhalb des Teams.\r\n\r\nDesweiteren spielen wir mit einem Spanier als unser ADC. Dieser will deutsch lernen, aber solange es ernst ist (ingame und nachbesprechung) wirdenglisch gesprochen. Nat&uuml;rlich kann bei der Nachbesprechung &uuml;bersetzt werden, aber ingame geht das zumeist nicht, daher ist eine weitere Vorraussetzung, dass englisch Grundkenntnisse vorhanden sind, damit calls gefolgt werden k&ouml;nnen.\r\n\r\ntl.dr\r\nVorraussetzung:\r\n-18+\r\n-Elo egal\r\n.Kritikf&auml;higkeit\r\n-Wille sich zu verbesern\r\n-Ein gewisses Ma&szlig; an Spielverst&auml;ndnis\r\n-Englisch Kenntnisse\r\n\r\nWas wir bieten:\r\n-Gute, freundliche Atmossp&auml;hre\r\n-Ts und ein zweites Team mit dem wir w&ouml;chentlich trainieren\r\n-Das gemeinsame Ziel sich zu verbessern\r\n-Livestream (Einer streamt)\r\n-Whatsapp-gruppe\r\n\r\nAdd me ingame \r\nMfG\r\nHalifar","replies":[{"id":"","poster":"LucianDarkfire","date":"2015-03-29T12:40:54.009+0000","up_votes":1,"down_votes":0,"body":"Ich hätte lust bin zwar 12 aber das ist ja egal. ich spiele nami und soraka jungle und carry alles weg ich scheiße auf recht schreibung und punkte weil ich hippster bin ;) added mich dann können wir mal ne runde spielen","replies":[]},{"id":"","poster":"GBA Halifar","date":"2015-03-29T12:04:07.076+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"GBA Halifar","date":"2015-03-28T23:50:29.348+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}