{"id":"mRtdHxeE","poster":"N1ghtf4ll","date":"2015-03-28T19:34:22.571+0000","title":"Suche DuoQ Partner der mit mir Carrien kann","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo zusammen,\r\nIch bin auf der Suche nach einem DuoQ Partner mit dem ich mich von Silber in Gold spielen kann. Ich bin main Jungler und habe im regelfall deutlich positive Stats im Ranked. Aktuell bin ich Silber V und m&ouml;chte m&ouml;glichst schnell wieder in Gold kommen.\r\nFalls jemand lust dazu hat bitte IG adden. Achja btw ich Rage/Flame nicht versuche das Team positiv zu beeinflussen und bin nat&uuml;rlich in TS.\r\nAnsonsten bin ich Abends und am Wochenende online ab und an auch vormittags sollte es das Berufsleben zulasssen.\r\nAlter: 26\r\nLiebe Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Eneo","date":"2015-03-29T10:45:57.461+0000","up_votes":1,"down_votes":0,"body":"Moin\nBin main p4 atm war die letzen beiden seasons dia \nHab nen smurf acc der noch irgendwo zwischen bronze 1 und s5 rumpimmelt.\nWenn du willst zock ich paar games mit dir wenn du lust und zeit hast und ich hin und wieder smurfe. Jedenfalls wären es für dich paar free wins.\n\nAdde mal meinen main \nEneo\n\nMan sieht sich ingame","replies":[]},{"id":"","poster":"Bötz","date":"2015-03-29T00:13:25.528+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nhört sich gut an. Maine Top/jungle, meine dritte wahl ist mitte ... alles außer Botlane auf jeden Fall.\nIm Ranked habe ich, so wie du zu 95% immer sehr positive Stats. Ich will diese Season definitiv Gold erreichen und suche jemanden mit dem ich regelmäßig duoQ machen kann und mit dem ich zusammen ein Team zur Not carrien kann. Ich Rage und Flame auch nicht, bin immer so 18-22Uhr on manchmal auch früher und länger, ähnlich wie bei dir, so wie es das Berufsleben zulässt, btw ich bin 24.\n\nFalls du interesse hast adde mich mal\n\nLG Bötz","replies":[]},{"id":"","poster":"Lxeexx","date":"2015-03-28T19:50:23.053+0000","up_votes":1,"down_votes":0,"body":"Hi..Ich bin midlaner und mir geht es genauso ^^ bin zwar nur 15...meistens bin ich aber zimlich gut :P ich adde dich mal ingame wäre toll wenn wir uns zsm hochcarrien können. P.S. Bin silber 3\n\nlfg: lxeexx","replies":[]}]}