{"id":"Y4g6fv3s","poster":"UOL PowerOfEvil","date":"2015-03-28T16:45:11.297+0000","title":"AMA Fragerunde mit PowerOfEvil","subforum":"Esports","up_votes":43,"down_votes":14,"body":"Hi, ich hei&szlig;e Tristan \"PowerOfEvil\" Schrage und stehe euch ab 18:00 f&uuml;r die n&auml;chsten Stunden f&uuml;r all eure Fragen zur Verf&uuml;gung. Ich werde die restlichen Fragen heute abend oder Morgen beantworten. Ich hoffe es hat euch gefallen und bis nächste Woche!","replies":[{"id":"","poster":"Miso","date":"2015-03-28T16:49:20.356+0000","up_votes":14,"down_votes":9,"body":"Hey Tristan,\n\nwie fühlt es sich an nach YoungBuck der bestaussehendste LCS Spieler zu sein?","replies":[{"id":"","poster":"AyteeDE","date":"2015-03-28T16:52:03.984+0000","up_votes":46,"down_votes":10,"body":".","replies":[{"id":"","poster":"AmericanDead","date":"2015-03-28T19:59:09.386+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Turbinenwagen,realm=EUW,application-id=hGYdiTd1,discussion-id=Y4g6fv3s,comment-id=0000,timestamp=2015-03-28T16:47:56.651+0000)\n>\n> Haaaaai <3\n> \n> Wie schaut deine Prognose für die diesjährigen Worlds aus?\n> Haben EU und NA durch die weitere Professionalisierung noch ein Nachsehen gegenüber den Asiaten oder hat sich das inzwischen ausgeglichen?","replies":[{"id":"","poster":"AyteeDE","date":"2015-03-30T11:27:14.522+0000","up_votes":1,"down_votes":1,"body":"?","replies":[]}]}]},{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T21:45:23.687+0000","up_votes":3,"down_votes":0,"body":"Hey, freut mich das du dies so siehst :P!","replies":[]}]},{"id":"","poster":"AyteeDE","date":"2015-03-28T16:47:56.651+0000","up_votes":4,"down_votes":3,"body":"Haaaaai <3\n\nWie schaut deine Prognose für die diesjährigen Worlds aus?\nHaben EU und NA durch die weitere Professionalisierung noch ein Nachsehen gegenüber den Asiaten oder hat sich das inzwischen ausgeglichen?\n\n","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:02:18.630+0000","up_votes":12,"down_votes":3,"body":"Hey, Ich bin überzeugt das EU und NA eine Chance haben gut bei den Worlds abzuschneiden. Ich würde sagen das EU und NA immer wieder einen Schritt näher rangekommen sind. Ob es für diese Worlds schon reicht?...Schwer zu sagen aber Ich bin optimistisch.","replies":[{"id":"","poster":"AyteeDE","date":"2015-03-28T17:03:20.121+0000","up_votes":1,"down_votes":0,"body":"Dann hoffen wir das mal! \nDanke für deine Meinung :)","replies":[]}]}]},{"id":"","poster":"LeonRei","date":"2015-03-28T17:19:05.830+0000","up_votes":7,"down_votes":0,"body":"Hey Tristan, \nwirst du vieleicht mal einen YouTube Kanal oder einen Twitch Kanal auf machen wo du Videos oder Streamst wenn du Zeit hast oder hast du viel um die Ohren? \nPS. würde mich freuen :) ich hoffe auf eine Antwort :D","replies":[{"id":"","poster":"Prokolli","date":"2015-03-30T15:00:57.877+0000","up_votes":1,"down_votes":0,"body":"schau mal auf azubu mit denen haben die einen vertrag wenn ich mich nicht irre","replies":[]}]},{"id":"","poster":"uShell be Rekt","date":"2015-03-28T17:00:09.783+0000","up_votes":6,"down_votes":0,"body":"Hey Tristan,\n\nmal von den Standings und eurem Hype (besonders der Name <3) abgesehen, wo würdest du euch nicht nur skill-- sondern auch teamtechnisch in den EU LCS einordnen und wie sieht dein Alltag so aus?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:20:00.152+0000","up_votes":6,"down_votes":0,"body":"Hi, also Ich würde anderen Spielern und Teams das überlassen. Sie sollten entscheiden wo sie mich/mein Team sehen. \nMein Alltag ist:\n\n10:00 aufstehen\n10-12:00 lernen für mein Fernabitur\n\nBis 15:00 freizeit.\n15:00-18:00 scrims \n19:00-22:00 scrims\n\nZwischen 18:00-19:00 kocht eine Person und nach 22:00 kann jeder entscheiden was er machen will.","replies":[]}]},{"id":"","poster":"SF Pride","date":"2015-03-28T16:52:29.396+0000","up_votes":6,"down_votes":2,"body":"Hallo Tristan :)\n\nWollte fragen ob du noch ein paar mal bei den Butzfrauen spielen wirst, und was du von Twisted Fate in der Midlane hälst.\nMfG D4rk","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:04:15.237+0000","up_votes":6,"down_votes":0,"body":"Hallo, wenn Ich Zeit und Lust habe wahrscheinlich schon. Kommt auch ein bisschen auf die Community an ob es ihnen gefallen oder ob Ich sowas lieber lassen sollte! \nIch finde TF ist ein starker pick. Ich selbst muss ihn noch üben da Ich gerne die rote Karte unter Druck momenten ziehe.","replies":[{"id":"","poster":"SF Pride","date":"2015-03-28T18:43:41.372+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort, und das mit der Karte passiert mir auch oft.Ich glaube die Community wird dich aufjedenfall akzeptieren einmal Butzfrau immer Butzfrau","replies":[]},{"id":"","poster":"Iet me carry u","date":"2015-03-28T17:21:21.416+0000","up_votes":1,"down_votes":0,"body":"Das war die einzigste Folge von \"Butzfrauen\" die ich gesehn habe aber du hast dich denke ich ganz gut gemacht.","replies":[]}]}]},{"id":"","poster":"AllahuKogMaw","date":"2015-03-28T16:48:50.303+0000","up_votes":1,"down_votes":2,"body":"Hey Tristan, wird sich das Meta wieder aus Mid-Assasinen (e.G. Akali) ausrichten oder bleibt es bei Burst/Mobility-Mages?","replies":[{"id":"","poster":"Miso","date":"2015-03-28T17:00:15.777+0000","up_votes":7,"down_votes":1,"body":"Sind Burst/Mobility-Mages nicht Assassinen?..","replies":[{"id":"","poster":"Nuiyuki","date":"2015-04-21T16:34:38.785+0000","up_votes":1,"down_votes":0,"body":"{{champion:1}}  Annie z.B. ist ein \"Burst-Mage\" aber ich würde sie nicht als \"Assassin\" einstufen >_<","replies":[]}]}]},{"id":"","poster":"Ghostwing","date":"2015-03-28T17:19:48.495+0000","up_votes":2,"down_votes":0,"body":"Hi PoE. Erstmal danke an dich und dein Team (und Fnatic^^) für das beste LoL- Game, dass ich seit langem (und definitiv seit der neuen Kluft) sehen durfte und Glückwunsch zum Erreichen der Playoffs.\n\nMeine Fragen wären:\n\na) Wie bereitet man sich als Playoff Team (und speziell als UOL) darauf vor? (nicht allzusehr in den Details, offensichtlich)\nSicher spezifisch auf Gambit. Hat man dabei dann schon die nächsten Gegner mit SK und weiter im Auge oder steht das hinten an? Entwickelt man ein paar nette neue cheesy-Strats, oder übt man das, worin man gut ist oder verbessert seine \"Metagame-Comps\"? Oder gar all das?\n\nb) Gibt es ein paar Tipps, wie man seine Midlane zuverlässiger gewinnt? Ich verliere entweder das Farmgame weil ich viel roame oder die Trades wenn ich versuche, besser zu lasthitten. :/\n\nc) Wo bekomme ich einen dieser tollen Einhorn- Hüte? ^^","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:50:49.558+0000","up_votes":5,"down_votes":0,"body":"Hi, Ich hoffe wir haben es nicht zu spannend gemacht gegen Fnatic! ^_^\n\na) Wir werden natürlich ein paar Kombinationen üben z.B eine starke haben wir ja schon gezeigt (Yorick+Cassiopeia). Am besten 3-5 starke Teamkombinationen.\n\nb) Lasthitten und Trades kommen durch vieles spielen, irgendwann findet man dort die Mitte. Roamen würde ich nur mit Assassins empfehlen! Eine Orianna z.B sollte versuche nur zu \"folgen\" oder durch gute trades/last hitten zu gewinnen und dann in Teamfights carryen.\n\nc) Haha, Ich habe sie im H&M gefunden, in der Kinderabteilung!!!","replies":[]}]},{"id":"","poster":"IceMagma","date":"2015-03-28T17:26:42.506+0000","up_votes":4,"down_votes":0,"body":"Wenn du 3 Champs löschen könntest welche wären das?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:43:57.251+0000","up_votes":5,"down_votes":0,"body":"Hmm, \n\nShaco, Riven und Rengar. Ich hasse es gegen solche Champions zu spielen^^","replies":[{"id":"","poster":"huge jungle diff","date":"2015-03-29T22:59:58.197+0000","up_votes":2,"down_votes":0,"body":"Wenn eure nächsten Gegner das lesen würden :DDD","replies":[]},{"id":"","poster":"Kaiyò","date":"2015-03-29T11:34:35.184+0000","up_votes":1,"down_votes":0,"body":"dann würdest du ja silphi zerstören xD","replies":[]}]}]},{"id":"","poster":"DáLñ Sarius","date":"2015-03-28T16:57:46.314+0000","up_votes":1,"down_votes":0,"body":"Hi erstmal, und danke für die AMA.\nWie weit glaubst du kommt ihr dieses Jahr mit UoL, glaubst du dass ihr´s zu den Worlds schafft? \nIn was für Matchups und Teamcombos glaubst du passt Syndra derzeit am besten rein?\nUnd hast du irgendwelche Trollbuilds auf Syndra die du mal gerne spielen würdest? ;)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:11:12.706+0000","up_votes":5,"down_votes":0,"body":"Hi, erst einmal würde ich abwarten was die Playoffs gegen Gambit zeigen. Wir werden versuchen so gut wie möglich uns darauf vorzubereiten und natürlich in die Finals zu kommen. Es ist schwer zu sagen ob wir die Worlds erreichen da wir manchmal einfach nicht in das Spiel finden. \n\nIch persönlich würde sagen das Syndra momentan gut gegen Assassins wie \"Le Blanc\" oder \"Ahri\" gut ist. Sie hat die Reichweite und den Burst um sie zu kontern. Sivir/Sejuani, solche Helden machen einem das Leben schwer durch die schnellen und mobilen engages. \nTroll build: Ludens Echo, Lyandry, Rylais - Denn Ludens Echo sollte die anderen Items auch noch aktivieren","replies":[]}]},{"id":"","poster":"Broceptor","date":"2015-03-28T17:17:20.298+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"AyteeDE","date":"2015-03-28T17:18:27.354+0000","up_votes":6,"down_votes":1,"body":"Hab gehört, mit \"Skill\" kommt man ganz gut raus. Der wird aber erst im Laufe des Jahres released.","replies":[]},{"id":"","poster":"Miso","date":"2015-03-28T17:23:54.180+0000","up_votes":2,"down_votes":0,"body":"Hey, hab mir mal deine letzten Spiele angesehen.\n\nZuerst solltest du versuchen dein Lasthitten zu verbessern. In den Spielen die ich gesehen habe liegst du bei 2-3 CS pro Minute, was extrem niedrig ist.\nMehr Gold würde dir einen schnelleren Itemvorteil ermöglichen und deine Chance auf einen Sieg damit erhöhen.","replies":[{"id":"","poster":"AyteeDE","date":"2015-03-28T17:27:25.719+0000","up_votes":1,"down_votes":4,"body":"Misos Ratschlag ist falsch, wer einmal in der Elohell ist, KANN garnichtmehr rauskommen.","replies":[{"id":"","poster":"Hi im from Korea","date":"2015-03-28T17:38:42.560+0000","up_votes":2,"down_votes":1,"body":"Achso ich war ja nicht auch Bronze 3 in Season 4 und am Ende der Season Gold 5...nee. Aber wer einmal inner Elo Hell ist kann nicht raus kommen laber kein scheiß.","replies":[{"id":"","poster":"AyteeDE","date":"2015-03-28T18:01:46.439+0000","up_votes":1,"down_votes":0,"body":"Hast du mein Icon angeschaut? Soll ich für dich nächstes mal ein Ironietag einbauen?","replies":[]}]}]},{"id":"","poster":"Broceptor","date":"2015-03-28T17:25:04.175+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Miso","date":"2015-03-28T17:27:01.847+0000","up_votes":1,"down_votes":0,"body":"Also, sind die Spiel der letzten 10-20 Tage gewesen. Falls du unkonzentriert spielst und erwartest dich zu verbessern, machst du schon zu Beginn etwas falsch.","replies":[]}]}]}]},{"id":"","poster":"Raikiridori","date":"2015-03-28T17:33:22.622+0000","up_votes":5,"down_votes":1,"body":"Bayern oder Dortmund? ;)","replies":[]},{"id":"","poster":"Rage4win","date":"2015-03-28T18:11:20.768+0000","up_votes":3,"down_votes":0,"body":"Hey ich hab da mal ein paar Fragen:\n\na) Glaubst du es ist irgendwann mal wieder möglich (zumindest in der Soloq) die klassischen Midlanes zu spielen? Also Brand oder sogar ganz Oldschool eine Ash z.B.)\n\nb) Wie bist du eigentlich zu deinem Namen gekommen?  (Klingt so nach Veigar)\n\nc)  Hast du als junger Pro Gamer das Gefühl eine Vorbildrolle einzunehmen und was würdest du aus deinen Erfahrungen anderen jungen Menschen raten?\n\nDanke für deine Zeit","replies":[{"id":"","poster":"DeathTurner","date":"2015-03-28T19:18:29.548+0000","up_votes":1,"down_votes":0,"body":"a) brand kannst du  eigentlich noch problemlos auf der mid spilen,  gehört halt geduld und das richtige timeing vom q dazu, sollte aber eigentlich mit dem nötigen skill eigentlich kein problem darstellen. Brand is für mich ein typischer easy to learn hard to master champ.\n\nb) meines Wissens nach hat er früher relativ viel veigar gespielt, daher liegt meine vermutung auch, das der Ursprung von veigar ist.\n\nc) als jungler brauchst du eine gute übersicht, wenn dich jemand zu flamet, lass dir nicht die ruhe nehmen, du kannst nicht auf zwei lanes gleichzeitig sein, lerne im richtigen moment zu ganken und dich möglichst kurz in einer lane aufzuhalten.\n\ndas sind meine erfahrungen, bin selbst main dia 1, habe noch ein p2 account und eben diesen b4 account für spiele zwischendurch. Ich spiele seit mitte season 1, meiner erfahrung nach ist Geduld und die richtige Motvation allgemein das wichtigste in diesem Spiel, selbst wenn du dein early verhaust, lass dich nicht unterkriegen und gib dein bestes, früher oder später wirst du dafür belohnt. Auch wenn ich nicht PoE bin, hoffe ich dennoch das dir meine Meinung ein wenig weiterhilft! ^^\nlg","replies":[{"id":"","poster":"Rage4win","date":"2015-04-04T08:54:34.022+0000","up_votes":1,"down_votes":0,"body":"dake für deine Antworten, aber bei Frage C)hast du dich glaube ich verlesen Ich wollte wissen ob er als JUNGER Pro Gamer das gefühl hat eine Voirbildfunktion zu erfüllen. Da PoE kein JUNGLER Main spielt, habe ich garnicht nach Jungler Tipps gefragt. Da ich selbst aber Jungler Maina in S5 sag ich mal trotzdem Danke für die Tipps ;)","replies":[]}]}]},{"id":"","poster":"LeonRei","date":"2015-03-28T18:02:00.604+0000","up_votes":3,"down_votes":0,"body":"Hey Tristan,\nWas hälst du eigentlich von Augenskins? Würde mich wirklich interressieren.","replies":[]},{"id":"","poster":"bennetx999","date":"2015-03-28T17:52:27.727+0000","up_votes":3,"down_votes":0,"body":"Hay Tristan in deinem Spotlight hat man deinen kleinen Bruder gesehen wie alt un dwelche elo ist er?","replies":[]},{"id":"","poster":"Miso","date":"2015-03-28T17:34:12.328+0000","up_votes":3,"down_votes":0,"body":"Hey Tristan, \nwer hat denn bei UoL die Hosen an? Wer macht die Calls im Spiel?","replies":[]},{"id":"","poster":"itsHuesi","date":"2015-03-28T16:58:15.739+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan :D\n\nWas hälts du von Ahri? :D","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:13:16.868+0000","up_votes":3,"down_votes":0,"body":"Ahri ist ein starker Champion. Sie hat mobilität durch den neuen Q, ihrer ultimativen Fähigkeit. Sie hat starken burst obwohl Ich den alten taunt (E) und (DFG) vermisse! Ich würde sie auf der Tier list zwischen 1-2 schreiben.","replies":[]}]},{"id":"","poster":"SF Effect","date":"2015-03-28T17:17:08.895+0000","up_votes":4,"down_votes":1,"body":"Wie haben deine Eltern darauf reagiert als sie erfahren haben das du nicht normal arbeiten gehst  sondern dein Geld mit LOL-spielen verdienen willst ?\nHaben sie dich unterstützt oder waren sie völlig dagegen ?\n\nPS:Ich liebe die UOL, auf das ihr Weltmeister werdet :D","replies":[]},{"id":"","poster":"Goerkem","date":"2015-03-28T17:11:51.016+0000","up_votes":5,"down_votes":2,"body":"Hey Tristan :D,\n\nwollte fragen ob du auch mal streams und vllt mal mit ein paar Fans zusammen ein paar Spiele machen würdest ?\n\nPS: Wer möchte, dass Tristan mehr Spiele bei den Butzfrauen macht soll das Kommentar LIKEN ! :)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:22:09.166+0000","up_votes":1,"down_votes":0,"body":"Hey, ja Ich streame ab und zu auf azubu.tv. Ich schreibe das meistens bei mir auf FB oder Twitter. Wenn Ich mich ein bisschen mehr an die LCS gewöhnt habe und es ein weniger stressig ist werde Ich versuchen ein paar Fan games zu machen.  Momentan geht alles recht schnell!","replies":[{"id":"","poster":"DarknessCountess","date":"2015-03-28T17:27:26.179+0000","up_votes":1,"down_votes":0,"body":"wieso hast du kein **Instagram**? :(","replies":[]}]}]},{"id":"","poster":"Schicklas","date":"2015-03-28T18:09:14.521+0000","up_votes":1,"down_votes":0,"body":"Guten Abend,\n\nmich interessiert, ob es die Möglichkeiten gibt mal mit Ihnen zu spielen und wie Sie die Chancen sehen als Person um die 20 Jahre alt och einmal grpß raus zu kommen. Kennen Sie auch noch Turniere in NRW an denen man teilnehmen könnte?\n\nMit freundlichen Grüßen","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:29:07.319+0000","up_votes":2,"down_votes":0,"body":"Hallo,\n\nEs kommt natürlich darauf an wie gut, wie bekannt und wie erfolgreich du schon warst. \nIch weiß nicht genau was NRW bedeutet sorry.","replies":[{"id":"","poster":"Kaiyò","date":"2015-03-29T11:42:37.886+0000","up_votes":2,"down_votes":0,"body":"NRW = Nordrhein-Westfalen","replies":[]},{"id":"","poster":"Gentleman Johnny","date":"2015-03-29T16:42:32.601+0000","up_votes":1,"down_votes":0,"body":"Mein Freund ist Master und hat schon mit oder gegen visicaci  (sry :P), Fredy von sk, froggen, Cyanide, deficio und xPeke gespielt und denke mal er würde gerne gegen dich spielen Tristan da er UoL fan ist.\n\nEr heißt Kąneki Ken auf EUW Bitte adde ihn.\n\nHast du einen Spitznamen im Team?","replies":[]}]},{"id":"","poster":"Hippie5","date":"2015-03-30T09:19:43.978+0000","up_votes":1,"down_votes":0,"body":"klar ich komme aus NRW und hier in Iserlohn wird demnächst ein (wenn auch nur kleines) Turnier von der Bücherei aus stattfinden","replies":[]}]},{"id":"","poster":"xDerGeraet","date":"2015-03-28T18:11:12.720+0000","up_votes":1,"down_votes":0,"body":"Hi :) , \nwieso, denkst du, wird Yasuo nicht mehr so oft in der kompetetiven Szene gesehen wie früher bei S4? Er wurde ja mal generft aber auch wieder gebufft.","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:26:08.657+0000","up_votes":2,"down_votes":0,"body":"Hi.\nEr stirbt einfach zu schnell. Helden wie Le Blanc oder Zed lassen ihn von der Karte verschwinden in wenigen Sekunden. Außerdem braucht er ein sehr gut von sich abgestimme Team die genau wissen was zu tun ist.","replies":[]}]},{"id":"","poster":"Bugoga","date":"2015-03-28T18:49:59.269+0000","up_votes":1,"down_votes":0,"body":"Heiii <3\n\nWas war dein erster Champion den du wirklich aktive gespielt hast?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:57:05.332+0000","up_votes":2,"down_votes":0,"body":"Hi,\nSwain Cassiopeia und Orianna. Diese Champions habe ich am mained am Anfang.","replies":[]}]},{"id":"","poster":"daniel4kr","date":"2015-03-28T19:09:13.190+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nWie hast du Max , Maxim usw. kennengelernt.\n\nWas wäre eine gute Combo mit Zed.\n\nWollt ihr ein 2tes Team machen wie zB. Fnatics 2tes Team ?\n\nDann nochmal good luck have fun und lasst die Gegner die Power der Unicrons spüren <3","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:43:59.490+0000","up_votes":2,"down_votes":0,"body":"Hey, \n\nWenn ich mich recht erinnere hatte mich wer kontaktiert und meinte Ich solle HOB (Max) und Maxim auf Skype adden.\nDann führte eins zum anderen.^^\n\nHmm da bin ich der falsche. Zed ist nicht mein Spezialgebiet.\n\nErstmal nicht. Wir haben genug mit uns zu tun, haha!\n\nHaha das werden wir sicherlich!","replies":[{"id":"","poster":"daniel4kr","date":"2015-03-29T10:03:07.121+0000","up_votes":1,"down_votes":0,"body":"Okay danke erstmal und dann aber nochmal Hey ^^ ,\n\nWas machen die Lcs Teams zwischen den lcsspits ?\nWenn nichts hättest du Lust mir während der Zeit was beizubringen ich maine nämlich auch die Midlane und da insbesondere Zed und kann schon paar Plays mit ihm machen aber iwie kann ich die apdudes nicht :D.Deshalb übe ich auch zurzeit Lissandra und Cassio .\nNaja das würde mich sehr freuen .\n\nHabt ihr eig. einen Schlachtruf wie  Go Unicrons oder so ? ^^","replies":[]}]}]},{"id":"","poster":"Kelfi","date":"2015-03-28T20:16:46.995+0000","up_votes":1,"down_votes":0,"body":"Cool, endlich mal Leben im E-Sports Forum :)\n\nHattet ihr lukrative Angebote von etablierten Organisationen nachdem ihr in die LCS aufgestiegen seit? (Namen müssen nicht genannt werden) Und warum habt ihr euch dafür entschieden UOL als Namen zu behalten, außer das es einfach der geilste Name ist ofc?\n\nWas sagst du eigtl. zu unseren \"Küchenanalysen\" im hiesigen [LCS](http://boards.euw.leagueoflegends.com/de/c/esports-de/56UWcxGy-lcs-2015-spring-split) Thread? Ist das alles Unsinn was wir da verzapfen? :D\n\n\nViel Glück in den Play-Offs!","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:11:20.628+0000","up_votes":2,"down_votes":0,"body":"Hey, ja wir hatten ein paar Angebote aber hatten uns im Endeffekt entschieden selbst \"regeln\" zu können und wollten unbedingt den Namen behalten. Zum einen hat es positive Seiten aber auch negative...ob Ich es erneut so machen würde, Ich weiß es nicht.\n\nTut mir leid aber bin mir nicht ganz sicher was ihr dort verzapft :D! \n\nVielen dank LG PoE","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T20:47:18.260+0000","up_votes":1,"down_votes":0,"body":"das leben war vor ca 90 min vorbei :/","replies":[{"id":"","poster":"Kelfi","date":"2015-03-28T20:52:07.780+0000","up_votes":1,"down_votes":0,"body":"Vielleicht kommt ja morgen nochmal was :)","replies":[]}]}]},{"id":"","poster":"Behemot","date":"2015-03-28T23:40:56.126+0000","up_votes":2,"down_votes":0,"body":"Was sind, aktuell (Patch 5.6), die stärksten Mid Lane Champs in der Solo-Q? Bzw wie stark wirkt sich der Nerf von Cassio auf sie aus? Man hat ja im Late dann schon etwas ewiger AP.... Bzw wie schätzt du Kassadin ein? Ist er noch Viable oder auch nach dem kleinen Buff niocht mehr zu gebrauchen?","replies":[]},{"id":"","poster":"Shinanaide","date":"2015-03-28T16:51:25.760+0000","up_votes":1,"down_votes":0,"body":"Hallo Tristan,\nIch hab vor kurzem (main Midlane) wieder diamond 5 erreicht, so wie letzte Season, hab mich jedoch seitdem nicht mehr verbessert d.h. tue mich immer noch schwer gegen Spieler in meinem jetzigen Elo. Hast du Tipps wie ich mich schneller verbessern kann? Mein Ziel ist es diese Season Master zu erreichen. :)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:32:18.238+0000","up_votes":2,"down_votes":0,"body":"Hey, dann solltest du nach jedem Spiel überlegen was du in dem letzten Spiel falsch gemacht hast. Bist du gegen einen Gank gestorben? Wurdest du outroamed? \nWas genau hast du falsch gemacht...man kann immer etwas kleines finden und wenn du sowas verbessert kannst du es weit bringen!","replies":[]}]},{"id":"","poster":"Logitechler","date":"2015-03-28T18:11:31.829+0000","up_votes":2,"down_votes":0,"body":"Wenn du ein Champion sein könntest welcher wäre das?{{summoner:1}}","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T23:20:58.143+0000","up_votes":1,"down_votes":0,"body":"Hmm Twisted Fate eventuell ?!^^","replies":[]}]},{"id":"","poster":"WhereThExileGoes","date":"2015-03-28T17:22:43.669+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan\nWas sollte man beachten wenn man Teamranked spielt und was ist der beste Weg um diese zu gewinnen?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:11:26.763+0000","up_votes":2,"down_votes":0,"body":"Hi, nach jedem Spiel sollte man versuchen durch seine Fehler zu lernen und auch über die Fehler als Team zu besprechen. Dadurch entsteht ein gutes Spielverständnis und es ist einfacher im nächsten Spiel diese zu vermeiden.","replies":[]}]},{"id":"","poster":"KixNGx","date":"2015-03-28T18:10:58.121+0000","up_votes":2,"down_votes":0,"body":"Hey ,\n\nich bin großer UOL-Fan und wollte mal fragen ob du \"Angst\" davor hast das ihr später mal alle getrennt seit und in andere Teams geht ? Und wenn welches wäre momentan so dein Team wo du einmal mitspielen willst ? Außerdem wollte ich schon immer mal sagen das ich eure Combies und Ideen die ihr habt wie Cass und Yorick super finde das bringt echt mal was neues in die ziemlich eingerostete Meta. Ich hoffe ihr schafft es gegen Gambit wer weiß vielleicht kommen die Worlds dann ja doch. Ich hoffe ihr wachst in Zukunft noch weiter und begeistert uns weiter mit neuen Ideen.\n\nDanke <3","replies":[]},{"id":"","poster":"TheDoubleSkiller","date":"2015-03-28T18:06:49.605+0000","up_votes":2,"down_votes":0,"body":"Hi Tristan, \n\nich wollte dich mal fragen wie du über deine Zukunft nachdenkst, wirst du weiter bei den UoL spielen um später mit ihnen auf Erfolge zurückgreifen zu können oder möchtest irgendwann mal vllt. zu einem anderem team wechseln? Das soll jetzt nicht abwertend gegenüber UoL gewertet werden, sie sind ein super team, würde mich aber einfach mal interessieren :D,\n\nGruß TheDS","replies":[]},{"id":"","poster":"Lord Nyx","date":"2015-03-28T17:54:12.000+0000","up_votes":2,"down_votes":0,"body":"Hallo, \nMeine Frage lautet: Wie bekomme ich Motivation eine bestimmte/n Lane/Champ zu mainen? ich habe wegen dir die mid gemaint aber waren zu wenig Champs die in frage kommen für mich... \nhabe schon sehr viele champs bzw lanes gespielt aber die werden schnell langweilig \n\nMFG","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:31:20.724+0000","up_votes":1,"down_votes":0,"body":"Hey, \n\nNicht jeder ist dafür geschaffen eine Lane zu spielen. Viele leute kommen auf High elo durch \"fillen\", durch das spielen verschiedener Rollen.","replies":[]}]},{"id":"","poster":"DBL Salts","date":"2015-03-28T17:54:08.815+0000","up_votes":2,"down_votes":0,"body":"Hi Tristan\nIhr habt ja die letzten paar Spiele eine Wombo-Combo mit Yorick  gespielt. Wie viel Potential hat diese Möglichkeit? Und welchen Mid-laner oder anderen Champ würde deiner Meinung nach gut mit ihm harmonieren?\nAUßerdem wer von euch kommt immer auf diese außergewöhnlichen Ideen?\n\nWünsche dir und UOL noch viel Glück in den Playoffs","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:34:17.164+0000","up_votes":1,"down_votes":0,"body":"Hey, \nalso Yorick + Cassio war sehr erfolgreich. Ob noch mehr mit ihm harmoniert lässt sich schwer zeigen. Wir werden bis zu den Playoffs aufjedenfall verschiedene Sachen ausprobieren.  Jungle, Top und Ich (mid) sind die Spieler die recht viel Verschiedenes spielen.","replies":[]}]},{"id":"","poster":"DecisionMaking","date":"2015-03-28T17:50:11.601+0000","up_votes":2,"down_votes":0,"body":"Hey Tristan.\nWie hat sich angefühlt bei IEM Sao paolo  TSM zu schlagen?\nHabt ihr euch dabei speziell auf TSM vorbereitet oder einfach versucht euer bestes zu geben?\nViele Dank für deine Antwort ;)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:42:04.491+0000","up_votes":1,"down_votes":0,"body":"Hey, natürlich genial. Das war die größte Bühne auf der Ich je war und dann hatte ich eine gute Series gespielt. Also mit Abstand mein größter persönlicher Erfolg mit dem erreichen der LCS. \nUnsere Planung war: 1) Erste Runde und bo3 gegen das Brasilianische Team gewinnen.\n                                    2) So gut wie möglich gegen TSM spielen und einfach jeder gibt sein bestes.\n                                    3) Wir waren alle erstaunt was wir dort geleistet hatten^^","replies":[]}]},{"id":"","poster":"Ragebuff","date":"2015-03-28T17:29:47.365+0000","up_votes":2,"down_votes":0,"body":"Hey Tristan :) {{champion:134}} \nWas hast du in deiner Karriere noch vor mit UOL und willst du für immer bei ihnen bleiben oder hast du noch etwas spezifisches vor ?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:46:10.653+0000","up_votes":1,"down_votes":0,"body":"Hey, also mein Ziel ist natürlich Worlds! Da es ja noch mein erster Split ist bin ich mir sicher das ich noch viel zu lernen habe. Bis Ich auf dem Level für Worlds bin versuche ich solange wie möglich in der LCS zu bleiben und so gut wie möglich zu Spielen um mein Team in den Sieg zu führen. \n\nDas kommt natürlich immer an das Angebot an und das Team. Momentan bin ich zufrieden mit dem Team was Ich habe.","replies":[]}]},{"id":"","poster":"Jaydor der Dieb","date":"2015-03-28T17:13:45.837+0000","up_votes":2,"down_votes":0,"body":"Hi Tristan,\ngibt es Prognosen wen man bald wieder in der Mid-Lane tryen kann (bestes Beispiel Viktor,wegen den De-Buffs der anderen)?\nHat man Zeit als Esportler in der LCS für Familie oder ist man 24/7 mit seinem Team zusammen und wie sieht es so\nmit Freizeitgestaltung aus (Hobbys neben LoL und so).\nMach weiter so. Du wirst weit bringen.","replies":[]},{"id":"","poster":"lumpis","date":"2015-03-28T16:59:02.341+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan :)\nWas hältst du von Nami ?:)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:05:32.861+0000","up_votes":2,"down_votes":0,"body":"Hey, Ich bin kein main support aber Ich persönlich ziehe eine Lulu support vor. Ich liebe den speedbuff und die Ultimative Fähigkeit.","replies":[{"id":"","poster":"Kaiyò","date":"2015-03-29T11:40:22.896+0000","up_votes":1,"down_votes":0,"body":"ich denke es geht um nami mitte xD","replies":[{"id":"","poster":"lumpis","date":"2015-03-29T15:22:08.463+0000","up_votes":1,"down_votes":0,"body":"Nene war support gemeint ^^","replies":[]}]}]}]},{"id":"","poster":"Janus75","date":"2015-03-28T16:58:08.497+0000","up_votes":2,"down_votes":0,"body":"Hey, Was für Musik hörst du so :)","replies":[]},{"id":"","poster":"RPP","date":"2015-03-28T16:52:11.016+0000","up_votes":2,"down_votes":0,"body":"Hast du eventuell mal überlegt oder sogar Angebote von anderen Teams bekommen um zu wechseln? :)","replies":[]},{"id":"","poster":"Musikus112","date":"2015-03-28T16:49:25.701+0000","up_votes":2,"down_votes":0,"body":"Hi Tristan\nFrage: Wie ist es so mit HOB??? (HandIOfIBlood) wie ist er so von deiner Seite aus bzw. wie findest du ihn??","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:03:53.969+0000","up_votes":1,"down_votes":0,"body":"Hi, er ist ein netter und lustiger trundle (troll). Hat spaß gemacht mit ihm ein paar sachen zu drehen.","replies":[]}]},{"id":"","poster":"hackle99","date":"2015-03-28T17:09:57.575+0000","up_votes":6,"down_votes":4,"body":"Hi :)\n\nHörend die Spieler/du bei der LCS Musik im Hintergrund oder nur mit Ingamesound?","replies":[]},{"id":"","poster":"Mariju Janna","date":"2015-03-28T17:25:23.324+0000","up_votes":2,"down_votes":1,"body":"Tristan sieht echt soo gut aus <3","replies":[]},{"id":"","poster":"TheAmero","date":"2015-05-28T18:38:06.123+0000","up_votes":1,"down_votes":0,"body":"Hey POE,\n\nWie ist so dein Lebenslauf, bezogen darauf, wie du zum offiziellen LCS-Spieler geworden bist ?\nHattest du sowas geplant oder ist alles zufällig aufeinander getroffen? :)\n\nIch kann mir denken, dass dein Alltag schon anstrengend ist, dennoch beneide ich das ein wenig <:\n\nP.S: Hoffe meine Fragen sind verständlich formuliert ^^","replies":[]},{"id":"","poster":"Garen12699","date":"2015-03-31T15:23:10.850+0000","up_votes":1,"down_votes":0,"body":"Hey PowerOfEvil \nIch habe leider die fragerunde verpasst deswegen hier noch eine Frage \n\na) ich bin 15 jahre alt spiele seid mitte  s4 lol und bin nun silber 2 :( glaubst du ich kann es noch schaffen pro gamer zu werden es ist mein größter Traum \n\nb) ist mid lane deiner meinung nach die beste lane um ein spiel zu carryen wenn nein welche dann \n\nc) ich suche 2-3 main champion für die mid lane für solo q welche sind deiner meinung nach sehr starke picks nicht nur immoment xD \n\nWürde mich riesig über eine Antwort freuen \nLg Moritz","replies":[]},{"id":"","poster":"Tzumin","date":"2015-03-30T21:05:09.969+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nIch hätte mal eine frage zur mid lane allgemein zum Thema Mapawareness.\nWie oft sollte man dort auf die Karte schauen bzw. in welcher Frequentierung ohne dabei in der Lane unaufmerksam zu werden und unnötig damage zu bekommen.\n(Ich versuche zurzeit meine mapawareness zu verbessern){{item:3187}}","replies":[]},{"id":"","poster":"ZombieZelle","date":"2015-03-28T17:12:07.392+0000","up_votes":1,"down_votes":0,"body":"Hai\n\nwürde gerne cassio mainen welche tipps und tricks sowie runen masteries und build ist dort empfehlenswert?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:25:45.829+0000","up_votes":1,"down_votes":0,"body":"Hey!\n\nAlso ein Cassiopeia Spieler muss recht Spiele auf ihr haben 50+ wäre nicht schlecht. Denn du musst deinen Q gut treffen können!! Wenn du ihn verfehlst und trotzdem deinen E benutzt bist du für kurze zeit fast nicht zu gebrauchen in einem Teamfight. Du musst viele verschiedene Situation genaustens kennen damit du schon weißt wie du reagieren kannst und musst.\n\nDann würde ich cassiopeia Spielern die erst anfangen oder noch nicht 100te von Spielen auf ihr haben...einen etwas sicheren \"Tanky\" Item Pfad zu wählen.\n\nTear - Rod of the ages - Archangel ausbauen - Ludens Echo / Rabadons (Das ist jedem selbst überlassen). Dann je nach Situation: Rylais / Zhonyas.\nSorc Boots ist natürlich ein MUSS .\n\nTricks wie flash ult kommt auch mit Übung!\n\nIch hoffe das war hilfreich!","replies":[{"id":"","poster":"ZombieZelle","date":"2015-03-28T17:30:39.115+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=UOL PowerOfEvil,realm=EUW,application-id=hGYdiTd1,discussion-id=Y4g6fv3s,comment-id=00270000,timestamp=2015-03-28T17:25:45.829+0000)\n>\n> Hey!\n> \n> Also ein Cassiopeia Spieler muss recht Spiele auf ihr haben 50+ wäre nicht schlecht. Denn du musst deinen Q gut treffen können!! Wenn du ihn verfehlst und trotzdem deinen E benutzt bist du für kurze zeit fast nicht zu gebrauchen in einem Teamfight. Du musst viele verschiedene Situation genaustens kennen damit du schon weißt wie du reagieren kannst und musst.\n> \n> Dann würde ich cassiopeia Spielern die erst anfangen oder noch nicht 100te von Spielen auf ihr haben...einen etwas sicheren \"Tanky\" Item Pfad zu wählen.\n> \n> Tear - Rod of the ages - Archangel ausbauen - Ludens Echo / Rabadons (Das ist jedem selbst überlassen). Dann je nach Situation: Rylais / Zhonyas.\n> Sorc Boots ist natürlich ein MUSS .\n> \n> Tricks wie flash ult kommt auch mit Übung!\n> \n> Ich hoffe das war hilfreich!\n\nVielen Dank aber mit englischen begriffen habe ich niht so ganz drauf wie Tear  Archangel Sorc","replies":[{"id":"","poster":"chilledkroete","date":"2015-03-30T14:40:24.505+0000","up_votes":1,"down_votes":0,"body":"Träne - Stab der Zeitalter - Träne ausbauen (kp wie das dann auf Deutsch heisst) - die restlichen Namen sind im Deutschen ähnlich/gleich. Die Sorc Boots sind die Magiedurchdringungsschuhe. :)","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T18:04:09.778+0000","up_votes":1,"down_votes":0,"body":"googlen :D oder den client auf englisch stellen.","replies":[]},{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:59:42.177+0000","up_votes":1,"down_votes":0,"body":"Träne der Göttin (Tear) - Stab des Erzengels (archangel) - Zaubererschuhe (15 Magiedurchdringung (sorc boots))","replies":[]},{"id":"","poster":"Olãf","date":"2015-03-28T17:34:55.948+0000","up_votes":1,"down_votes":0,"body":"Hey, ich beantworte dir das gerade mal. :)\nTear wäre die Träne, kenne leider den vollen Namen im Deutschen nicht mehr.\nArchangel ist das Item, was du aus der Träne bauen kannst, das AP-Item.\nSorc Boots sind die Magiedurchdringungsschuhe, kenne aber auch hier nicht den deutschen Namen. Sorry.\n\nIch hoffe ich konnte dir damit jetzt weiterhelfen. :)","replies":[]}]}]}]},{"id":"","poster":"iplay Dragonsoul","date":"2015-03-28T17:42:08.018+0000","up_votes":1,"down_votes":0,"body":"welche der momentan jungler wird bald nach deiner sicht großrauskommen und der Jungler der nicht mehr gespielt wird\n???","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:47:43.163+0000","up_votes":1,"down_votes":0,"body":"Nautilus durch das viele CC und die Tankyness. Hm eventuell Nidalee, da Tanks stärker werden als carry und full dmg jungler.","replies":[{"id":"","poster":"iplay Dragonsoul","date":"2015-03-30T12:52:37.232+0000","up_votes":1,"down_votes":0,"body":"yay endlich herr gott das nidalee jungle adee ist :D","replies":[]}]}]},{"id":"","poster":"Rickel","date":"2015-03-30T09:30:43.091+0000","up_votes":1,"down_votes":0,"body":"Wie war es für dich, dass alles sich verändert bzw. der Umzug und die andere Umgebung?","replies":[]},{"id":"","poster":"AncientITTI","date":"2015-03-29T21:45:06.818+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan! :-) Wie ist deine Meinung zu Talon? Ist er viable weak op? Weil ich wurde in ein paar Spielen geflamt weil ich einen \"noob champ und skillless champ\" spiele\n\nlg","replies":[]},{"id":"","poster":"Krxptical","date":"2015-03-29T21:31:23.818+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, ich würde mich fragen ob du meine Freudesanfrage annehmen könntest? :-){{champion:64}}","replies":[]},{"id":"","poster":"freak7500S","date":"2015-03-29T19:03:36.908+0000","up_votes":1,"down_votes":0,"body":"***Hey Tristan,***\n**ich weiß es ist schon ein Tag her aber ich hab echt eine wichtige frage wo machst du dein fernabi? ILS ? oder wo anders würde mich über eine anwort echt freuen **","replies":[]},{"id":"","poster":"DarknessCountess","date":"2015-03-29T18:55:34.721+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\nMal eine Frage: Kannst du dir vorstellen irgendwann mal Trainer eines Teams zu sein?\n\nLG","replies":[]},{"id":"","poster":"kni99","date":"2015-03-29T18:45:45.964+0000","up_votes":1,"down_votes":0,"body":"Ist es schwer für dich nicht mehr bei den Butzfrauen dabei zu sein ? :D","replies":[]},{"id":"","poster":"Darius is my Bæ","date":"2015-03-29T18:16:08.351+0000","up_votes":1,"down_votes":0,"body":"Hallo Tristan, wie bist du zu League of Legends gekommen? :)","replies":[]},{"id":"","poster":"Krachbutzente","date":"2015-03-29T17:55:49.856+0000","up_votes":1,"down_votes":0,"body":"Champ der im lategame am stärksten ist?\nAlso deiner Meinung nach :)","replies":[]},{"id":"","poster":"Caashual","date":"2015-03-29T17:35:36.713+0000","up_votes":1,"down_votes":0,"body":"Erstmal bin ich großer Fan von euch und ganz besonders von dir ^^\nWie schafft man das soo gut zu werden in einem Spiel und das sogar hauptberuflich auszuüben ?\nDie Butzfr4en spielen ja wegen dir nurnoch gegen Platin und Dia und Jay sagte sie sollten dich kicken \nBITTE verhinder das <3","replies":[]},{"id":"","poster":"RekkGod","date":"2015-03-29T12:36:54.871+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan,\nhast du ein Vorbild für LoL? Wenn ja wer? Und warum?","replies":[]},{"id":"","poster":"Runé","date":"2015-03-29T12:13:35.184+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\nwas ist deiner Meinung nach besser: \n{{champion:107}} AD/Tank {{item:3714}} {{item:3074}} {{item:3071}} {{item:3143}} {{item:3065}} {{item:3153}} \n{{champion:107}}  Full AD   {{item:3714}} {{item:3074}} {{item:3071}} {{item:3153}} {{item:3142}} {{item:3111}} \nUnd was lohnt sich mehr auf Rek'Sai? {{item:3710}} oder {{item:3707}}","replies":[]},{"id":"","poster":"Harit","date":"2015-03-29T10:20:40.294+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\nAlso ich würde gerne mal deine Meinung zu Aatrox auf der Top lane hören :D\nUnd außerdem würde ich gerne wissen weil vorallem vizicsacsi gerne Fizz Top lane spielt, ob er deiner Meinung nach einen Nerf verdient","replies":[]},{"id":"","poster":"Libtard","date":"2015-03-29T07:51:50.633+0000","up_votes":1,"down_votes":0,"body":"Was sind deiner Meinung nach die besten \"underrated\" und cool zu spielenden Midlaner?","replies":[]},{"id":"","poster":"ZombieZelle","date":"2015-03-28T17:33:32.285+0000","up_votes":1,"down_votes":0,"body":"was hälst du von full ap lux mid?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:45:20.965+0000","up_votes":1,"down_votes":0,"body":"Ich mag es zu spielen bin mir aber selber nicht ganz sicher ob es möglich ist. Ich habe es versucht sowohl competetive (IEM vs C9) wie auch in soloQ. Aufjedenfall bleibt es in meinem Herzen #FINALES FUNKELN FTW","replies":[]}]},{"id":"","poster":"Hugobald12345","date":"2015-03-28T18:09:33.729+0000","up_votes":1,"down_votes":0,"body":"hey erstens <3 und du bist so geil , meine frage aber an dich ist es ob oder wie sehr bist du vor den LCS spielen bist du aufgeregt und welche sind deine Lieblings champs <3 bb","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:27:57.166+0000","up_votes":1,"down_votes":0,"body":"Hey, Ich bin immer noch vor jedem LCS spiel oder eher wenn ich auf die Bühne gehe aufgeregt. Der moment vor einem LCS spiel ist extrem nervenzereissend.","replies":[]}]},{"id":"","poster":"Blurm","date":"2015-03-28T18:13:33.455+0000","up_votes":1,"down_votes":0,"body":"Hey ^-^\nSpielst du in deiner Freizeit auch was anderes außer LoL? ^^\nEs gibt ja viele Pros, die nix anderes spielen und andere, die noch nebenbei 4-5 andere Games zocken :D","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:25:01.089+0000","up_votes":1,"down_votes":0,"body":"Ich spiele gerne Rollenspiele und \"Jump and run\". Ab und zu spiele ich so etwas in meiner Freizeit...Ich finde es gut wenn man mal etwas Abwechslung hat.","replies":[]}]},{"id":"","poster":"Cun1c","date":"2015-03-28T18:12:43.777+0000","up_votes":1,"down_votes":0,"body":"{{champion:68}} {{summoner:12}} {{summoner:4}} {{item:3157}} ey tristan ich  würfe gerne mal wissen} was sind deine Top lane Mains","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:24:10.789+0000","up_votes":1,"down_votes":0,"body":"Ich spiele auf der Toplane Irelia, Rumble und Malphite. Irelia und Rumble sind recht einfach und Ich mag den playstyle von Rumble.^^","replies":[]}]},{"id":"","poster":"Heil Fappinator","date":"2015-03-29T01:20:18.060+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan was kannst du über Guides von seiten wie MOBA fire sagen ?","replies":[]},{"id":"","poster":"AV9 Hai","date":"2015-03-28T18:16:44.754+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan :)\nWie bist du auf auf denn Namen \"PowerOfEvil\" gekommen?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:18:52.027+0000","up_votes":1,"down_votes":0,"body":"Hey, Ich habe diesen schon seit ich Warcraft III im Battle net gespielt hatte. Ich dachte an etwas böses gefährliches. Mein Englisch war noch nicht das Beste aber Ich konnte ein wenig. Jetzt versuche ich diese Erinnerung zu bewahren und führe meinen Namen fort.","replies":[]}]},{"id":"","poster":"Maxx1012","date":"2015-03-28T18:34:34.191+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T01:01:54.639+0000","up_votes":1,"down_votes":0,"body":"Hey, \nim late game brauchst du viel CC. Ein guter Stun und sie wird das zeitliche Segnen denn sie ist nicht tanky.\nMein zed ist ok aber man muss ein klasse Zed sein um ihn zu meistern.","replies":[]}]},{"id":"","poster":"DontLetMeJungle","date":"2015-03-28T17:31:59.657+0000","up_votes":1,"down_votes":0,"body":"Hey POE,\n\nwird es wieder so Überraschungspicks wie den Hecarim Mitte gegen Millenium oder die Yorick/Cassiopeia Combo in Zukunft geben?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:01:12.932+0000","up_votes":1,"down_votes":0,"body":"Hiho, Ich hatte gegen Millenium nicht Hecarim gespielt ^_^.  Aber ja solche Überraschungpicks sind für uns in einem BO5 geeignet.","replies":[{"id":"","poster":"DontLetMeJungle","date":"2015-03-28T18:39:18.890+0000","up_votes":1,"down_votes":0,"body":"Mein Fehler habe es vertauscht mit Keane :/\n\nHast du Tipps für uns als aufsteigende Diamond Teams wie wir weiter unseren Weg gehen sollten? Ihr wart ja auch mal wie wir am Anfang.","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:58:07.145+0000","up_votes":1,"down_votes":0,"body":"Versucht euch so gut wie möglich zu verbessern bis Master Challenger und ab dann müsst ihr euch einfach nur beweisen gegen die besten Teams!","replies":[]}]}]}]},{"id":"","poster":"itsCakeM8","date":"2015-03-28T18:40:04.445+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan,\n\nIch spiele jetzt seit einiger zeit lol und bin im solo ranked Silber 2 und es sieht gut aus.\nAber im teamranked wurden wir jetzt bronze 4 eingestuft haben 3/2 gespielt aber naja meine Frage: Warum spiele ich mit meinem team ,das alle nur aus silber und bronze bestehen gegen Gold und Platin spieler ? Das Problem haben die Butzfrauen ja auch grade aber da macht es sinn.\n\nLG Kuchenfreund","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:54:19.634+0000","up_votes":1,"down_votes":0,"body":"Hm, Ich würde dir empfehlen ein neues Team zu erstellen und einfach es erneut zu versuchen. Vielleicht habt ihr einen schlechten Tag erwischt wo viele Leute in Gold-Platin gespielt haben und wenige in Silber. Was anderes fällt mir aber auch nicht ein!^^","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T18:52:14.538+0000","up_votes":1,"down_votes":0,"body":"das hat was mit der mmr zu tun. leute die im soloq plat elo haben, haben im 5v5 teamranked vll 5/5 spiele verloren und haben deswegen bronze mmr.","replies":[]},{"id":"","poster":"Cun1c","date":"2015-03-28T18:49:45.988+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=itsCakeM8,realm=EUW,application-id=hGYdiTd1,discussion-id=Y4g6fv3s,comment-id=0091,timestamp=2015-03-28T18:40:04.445+0000)\n>\n> Hi Tristan,\n> \n> Ich spiele jetzt seit einiger zeit lol und bin im solo ranked Silber 2 und es sieht gut aus.\n> Aber im teamranked wurden wir jetzt bronze 4 eingestuft haben 3/2 gespielt aber naja meine Frage: Warum spiele ich mit meinem team ,das alle nur aus silber und bronze bestehen gegen Gold und Platin spieler ? Das Problem haben die Butzfrauen ja auch grade aber da macht es sinn.\n> \n> LG Kuchenfreund\n\ndas problem habe ich auch","replies":[]}]},{"id":"","poster":"Rraune","date":"2015-03-28T18:55:45.004+0000","up_votes":1,"down_votes":0,"body":"Wo müsste man sich denn melden um bei einem professionellem Team vorzusprechen ? Und würdet ihr da Probespiele spielen oder erstmal nach dem Ranking Leute aussortieren ?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:50:16.643+0000","up_votes":1,"down_votes":0,"body":"Hi.\nWenn du auf High Elo viel spielst werden die Leute dich nach und nach kennen lernen und du wirst sicherlich von jemandem kontaktiert. Du müsstest aber höchstwahrscheinlich auf Master - Challenger sein.","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T19:01:44.211+0000","up_votes":1,"down_votes":0,"body":"glaube unter master geht sowieso nichts. und wenn teams spieler suchen und du z.b seit mehreren wochen auf platz 1 in eu bist wird mandich bestimmt kontaktieren :D","replies":[]}]},{"id":"","poster":"Yeety","date":"2015-03-28T18:55:35.198+0000","up_votes":1,"down_votes":0,"body":"Kannst du mir einen guten toplaner  für die Silber elo vorschlagen ?{{champion:85}}","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:48:59.310+0000","up_votes":1,"down_votes":0,"body":"Ich glaube Nasus ist auf dieser Elo stark. Die Gegner werden nicht alle Fehler ausnutzen können und du setzt einen Timer auf das Game. Ab einem Zeitpunkt bist du ein Monster und vernichtest alles!","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T19:02:29.815+0000","up_votes":1,"down_votes":0,"body":"fiora. kann easy ein 1v3 gewinnen wenn sie fed ist, macht viel dmg. aber erwarte dir nicht viele ganks mit ihr","replies":[]}]},{"id":"","poster":"LordREport011","date":"2015-03-28T19:04:50.023+0000","up_votes":1,"down_votes":0,"body":"gibt es manchmal diese momente wo jemand dich auf der Straße anspricht und du dir denkst: Meint der wirklich mich??","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:46:09.965+0000","up_votes":1,"down_votes":0,"body":"Ja, aber nur sehr selten.^^ Ist aufjedenfall ein komisches Gefühl.","replies":[]}]},{"id":"","poster":"RunningMelon","date":"2015-03-28T19:05:28.793+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nWelchen  Mage bevorzugst du und warum, außerdem würde ich gerne wissen ob man mit Xerath eher voll auf AP oder auch auf Leben+Mana wie z.B. mit 'nem Rod of Ages gehen sollte. Freue mich auf die Antwort :)\n\nMfG RunningMelon","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:45:33.088+0000","up_votes":1,"down_votes":0,"body":"Hi, \nauf Xerath würde ich dir empfehlen full dmg zu gehen da du durch die große Reichweite fast nicht zu erreichen bist und du aus der großen Reichweite die gegnerischen Reihen vernichten kannst.\naus großem Schaden folgt große Verantwortung (Positioning)!! :))","replies":[]}]},{"id":"","poster":"Reign 0ver","date":"2015-03-28T19:10:00.404+0000","up_votes":1,"down_votes":0,"body":"Wer war dein stärkster Gegner?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:39:42.725+0000","up_votes":1,"down_votes":0,"body":"Mein stärkster Gegner war sicherlich Bjergsen. Ich hatte so eine Aufregung vor meinen Spielen und konnte es nicht fassen gegen eine so große Legende spielen zu dürfen!","replies":[]}]},{"id":"","poster":"luxsman2000","date":"2015-03-28T19:19:21.340+0000","up_votes":1,"down_votes":0,"body":"Hi wie findest du das neue ludens echo","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:32:56.476+0000","up_votes":1,"down_votes":0,"body":"Hi, mir gefällt es sehr, da ich es auf vielen meiner Lieblingschampions kaufen kann und es sich auf ihnen lohnt.","replies":[]}]},{"id":"","poster":"wizkiing","date":"2015-03-28T19:21:46.390+0000","up_votes":1,"down_votes":0,"body":"Hey Welcher midlaner geht zurzeit garnicht und ?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:32:18.640+0000","up_votes":1,"down_votes":0,"body":"Hi.\nMalzahar ist nicht stark genug meiner Meinung nach. Seine Zauber passen in die momentane Meta nicht. Akali ist außerdem nach dem nerf nicht mehr wirklich spielbar.","replies":[]}]},{"id":"","poster":"M4UR1C31234","date":"2015-03-28T19:25:22.246+0000","up_votes":1,"down_votes":0,"body":"Was hälst du von Lux{{champion:99}}  Support? (Ähnliche Mechanics wie Morgana Binding,Long Range poke und Schild). \n\nMit Freundlichen Grüßen","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:28:25.972+0000","up_votes":1,"down_votes":0,"body":"Ich mag lux, habe es ja versucht gegen C9 zu spielen in IEM aber das in der Mitte. Ich glaube das sie als support nicht so gut im vergleich zu einer Morgana ist, denn diese hat einen bisschen längeren snare ca 0.5sekunden. Sie kann mit level 6 auch noch beide Personen betäuben. Außerdem ist ihr blackshield extrem stark um engages auf den ADC zu verhindern. \n\nLux support sollte trotzdem viable sein und Dmg aus der Hölle wird sie auch machen. (FINALES FUNKELN FTW)","replies":[]}]},{"id":"","poster":"Kéllin","date":"2015-03-28T19:58:16.956+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\nda du ja bekannt als Syndra Main bist, denkst du sie hat diese Nerfs verdient und benötigt sie noch ein paar weitere kleine Buffs?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:22:23.163+0000","up_votes":1,"down_votes":0,"body":"Hey, Ich fand den Q nerf extrem stark und hatte sie für eine kurze Zeit aufgegeben. Wenn du sie aber meistern kannst ist sie immernoch stark z.B habe ich den W lvl 1 start herausgefunden welcher mir sehr gefällt. Sie hatte einen kleinen Nerf verdient meiner Meinung nach fiel er aber zu stark aus. Ein kleiner Buff wäre gerechtfertigt.","replies":[]}]},{"id":"","poster":"ClAO KAKAO","date":"2015-03-28T21:15:08.710+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, warum hast du mich nach dem Ranked mit dir nicht angenommen?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:06:55.035+0000","up_votes":1,"down_votes":0,"body":"Hi. \nIch habe fast kein Platz mehr auf meiner FL und den restlichen Platz brauche Ich für z.B scrim Partner zum einladen.","replies":[{"id":"","poster":"ClAO KAKAO","date":"2015-03-29T00:20:39.988+0000","up_votes":1,"down_votes":0,"body":"Dabei hab ich mit dir Ranked gespielt und gemeint, dass ich dein Team gerne mag :(\nFALLS DU DICH ÜBERHAUPT NOCH ERINNERN KANNST :D!!","replies":[]}]}]},{"id":"","poster":"JEVE STOBS","date":"2015-03-28T20:40:59.840+0000","up_votes":1,"down_votes":0,"body":"Die Fragestunde scheint ja nicht so besonders gut zu laufen.... Ich dachte mir daher, kurbel ich das ganze doch mal an . Neben den ganzen (meines Erachtens nach) belanglosen fragen , wie welche Champs hasst du , welche Champs magst du etc. Wollte ich dich fragen, wie du zu all dem gekommen bist. Klar einerseits bestimmt durchs Zocken und dem Spaß am Spiel, jedoch würde ich gern erfahren, wann für dich der Punkt gekommen war dies professionell zu tun bzw. als Job und natürlich wie dein Tagesablauf aussieht. Gibt es Tage wo du beispielsweise nicht spielst, Lust auf LoL hast oder dich ganz dem Computer abwendest und mal \"spazieren\" gehst.\n\nDanke im Vorraus :)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:19:14.218+0000","up_votes":1,"down_votes":0,"body":"Als ich in Challenger kam. Es gab dort nur 50Plätze und es war ein großer Erfolg dort hinein zukommen da man meiner Meinung nach schätzungsweise 5-7Spiele gewinnen musstest nur um an eine Promotion zu denken (99pkt und dann +0 bis zur Promotion). Ab dem Zeitpunkt habe ich dann viel Teamranked gespielt und versucht mich in der Szene zu etablieren. Ich spielte Challenger Series und bekam eine gute Chance bei dem alten NiP lineup mit sehr respektierten Spielern wie Alex Ich oder Freeze. Mit ihnen platzierten wir den ersten Platz in Dreamhack und Ich konnte mein Potenzial zeigen worauf Ich mehrere Anfragen auf spätere Teams bekam.\n\nMein Tagesablauf hatte ich schon beantwortet. Ja manchmal geh ich auch spazieren oder frische Luft schnappen oder spiele garnicht League of Legends aber selten.","replies":[]}]},{"id":"","poster":"Istaren","date":"2015-03-29T00:12:43.053+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nhast du mal einen Tipp, was man gegen anhaltende LosingStreets im Ranked oder einfach allgemeine Frustration machen kann? :D","replies":[]},{"id":"","poster":"ThanhSon","date":"2015-03-28T21:13:28.280+0000","up_votes":1,"down_votes":0,"body":"Hey du, wie findest du Lissandra  Support? Was hältst du von den derzeitigen BuffsNerfs2 von Rio und die Balance? Wäre super nett wenn du mir diese Fragen beantworten würdest.","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:09:12.237+0000","up_votes":1,"down_votes":0,"body":"Um ehrlich zu sein habe ich von Lissandra support noch nie gehört. Ich spiele ja auch Syndra support deswegen kann ich mir gut vorstellen das es in spezifischen supports gut funktionieren kann!\n\nIch bin zufrieden mit den Buffs und nerfs in der Mitte. Der neue Gegenstand hat mir sehr gefallen. Meiner Meinung nach hat Jungle momentan ein bisschen zu viel Einfluss in der Mitte und fast jeder \"Tank\" jungler kann dich killen. Das stört mich ein wenig.","replies":[]}]},{"id":"","poster":"Biojumper","date":"2015-03-28T21:28:10.193+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan \nIch habe ein paar fragen\nWie findest du Viktor \nund \nWie findest du Sejuani \nDanke im voraus für die antworten\n(Du bist der beste Midlaner)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:05:33.627+0000","up_votes":1,"down_votes":0,"body":"Hey. \nViktor ist eine ähnliche Variante von Syndra, deswegen gefällt er mir!\nSejuani ist ein starker pick, jedoch lässt sich abwarten ob nach dem nerf vor kurzem sie immernoch so stark wie davor ist.","replies":[]}]},{"id":"","poster":"xXNERBXx","date":"2015-03-29T00:02:49.908+0000","up_votes":1,"down_votes":0,"body":"hei tristan \n\nich habe ne Frage bezüglich Tf\nwie spielt man tf also soll ich viel farmen agr oder def spielen\nund das itembuild? \ndanke für deine zeit und viel glück in zukunft","replies":[{"id":"","poster":"xXNERBXx","date":"2015-03-29T00:05:22.238+0000","up_votes":1,"down_votes":0,"body":"ahja und wellche spells flash ignite oder ghost wann soll ich was nehmen","replies":[]}]},{"id":"","poster":"xXNERBXx","date":"2015-03-29T00:04:45.138+0000","up_votes":1,"down_votes":0,"body":"hi tristan noch ne frage wenn man im team spielt und man am gewinnen oder verlieren ist wie soll man sich aufteilen alle mid oder 1 3 1?\ndanke für deine zeit\nlg","replies":[]},{"id":"","poster":"Masterfighter23","date":"2015-03-28T23:57:57.188+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan,\nwas ist sinnvoller? Ein ranked nach dem anderen Spielen um aufzusteigen,oder mit Hilfe von normalgames trainieren um dann nach einiger Zeit zwei, drei divisionen zu stompen?","replies":[]},{"id":"","poster":"l am Leona","date":"2015-03-28T23:33:25.076+0000","up_votes":1,"down_votes":0,"body":"Hallo lieber Tristan :) Würdest du Leona Firstpick immer als sicheren Pick beschreiben ? Was könnte einer Leona große Schwierigkeiten bereiten? :) {{champion:89}} \nIch bin Leona Main und würde diese Season auch gerne noch vllt in die EUW Top 1000 kommen.. hast du Tipps für mich? \n\nLg und viel Erfolg weiterhin!","replies":[]},{"id":"","poster":"Shaco OnIy","date":"2015-03-28T20:51:25.900+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan :)\nDenkst du Shaco hat Carrypotential ?\nIch schon ^^ Was hältst du von ihm ? \nAP oder AD ? \nDu kannst ja schon an meinem Namen sehen ich bin Shaco Main mein Süßer Boyy :D {{champion:35}}","replies":[]},{"id":"","poster":"Hi I am Hope","date":"2015-03-28T20:05:56.947+0000","up_votes":1,"down_votes":0,"body":"Hi,\nWas macht für dich einen guten Analyst und Coach aus?\n\nDu hast ja Syndra gegen leblanc in der lcs gespielt. Welche APler würdest du sonst noch gerne gegen sie empfehlen?","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T19:41:07.006+0000","up_votes":1,"down_votes":0,"body":"tristan was hälst du von kennen? mir kommt vor er hat, in der lcs, die niederste winrate überhaupt. er macht kaum schaden und bietet einfach nichts an. und seine ult ist auch nicht wirklich so gut. kommt mir das nur so vor?","replies":[]},{"id":"","poster":"Reign 0ver","date":"2015-03-28T19:18:58.688+0000","up_votes":1,"down_votes":0,"body":"Hi, Tristan, welcher ist dein Lieblingsskin in LoL?","replies":[]},{"id":"","poster":"KixNGx","date":"2015-03-28T19:10:31.816+0000","up_votes":1,"down_votes":0,"body":"Hey ,\n\nich bin großer UOL-Fan und wollte mal fragen ob du \"Angst\" davor hast das ihr später mal alle getrennt seit und in andere Teams geht ? Und wenn welches wäre momentan so dein Team wo du einmal mitspielen willst ? Außerdem wollte ich schon immer mal sagen das ich eure Combies und Ideen die ihr habt wie Cass und Yorick super finde das bringt echt mal was neues in die ziemlich eingerostete Meta. Ich hoffe ihr schafft es gegen Gambit wer weiß vielleicht kommen die Worlds dann ja doch. Ich hoffe ihr wachst in Zukunft noch weiter und begeistert uns weiter mit neuen Ideen.\n\nDanke <3","replies":[]},{"id":"","poster":"SRG Cheseecake","date":"2015-03-28T18:41:19.296+0000","up_votes":1,"down_votes":0,"body":"{{summoner:4}}  auf D oder auf F ?","replies":[{"id":"","poster":"Kaitri","date":"2015-03-28T18:51:34.569+0000","up_votes":1,"down_votes":0,"body":"FFFFlash gehört auf f. eindeutig. und das siehst du ja bei den lcs games wo er flash hat","replies":[]},{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-29T00:55:55.136+0000","up_votes":1,"down_votes":1,"body":"Ich habe flash auf D","replies":[]}]},{"id":"","poster":"Kind des Todes","date":"2015-03-28T18:48:09.413+0000","up_votes":1,"down_votes":0,"body":"danke für die antwort","replies":[]},{"id":"","poster":"Łag","date":"2015-03-28T18:36:11.245+0000","up_votes":1,"down_votes":0,"body":"Ich habe zwar keine Frage aber ich bin ein großer Fan von UOL und finde es echt toll, dass du ein AMA auf Deutsch machst, da sonst alle nur welche auf Englisch machen :)\n\nBleib weiter so gut! :3\n\n~ patty","replies":[]},{"id":"","poster":"hdsniper","date":"2015-03-28T18:35:29.740+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan ,\nGibt es einen Grund das Heimerdinger in höheren Rankedgames oder in der LCS nicht gespielt wird ? ,\ner teilt ja viel schaden aus und er ist in teamfights auch nicht so schlecht .","replies":[]},{"id":"","poster":"Jaydor der Dieb","date":"2015-03-28T17:00:23.026+0000","up_votes":1,"down_votes":1,"body":"Hi Tristan,\ngibt es Prognosen wen man bald wieder in der Mid-Lane tryen kann (bestes Beispiel Viktor,wegen den De-Buffs der anderen)?\nHat man Zeit als Esportler in der LCS für Familie oder ist man 24/7 mit seinem Team zusammen und wie sieht es so\nmit Freizeitgestaltung aus (Hobbys neben LoL und so).\nMach weiter so. Du wirst weit bringen.","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:30:44.567+0000","up_votes":1,"down_votes":0,"body":"Hi. \nIch habe genug Zeit ein Hobby zu betreiben (Tennis). Kenne mich aber noch nicht gut genug aus hier in Berlin und will mich erst hier an die Umgebung mich gewöhnen bevor ich das wieder starte!\nZeit für eine Familie hat man schon. Man kann sich es ein bisschen wie ein Arbeitstag vorstellen der später am Tag beginnt und endet.","replies":[]}]},{"id":"","poster":"Kind des Todes","date":"2015-03-28T17:11:05.838+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan\n\nMich würde mal interessieren was du von anderen deutschen Spielern wie Nyph oder nRated\nhältst. Außerdem wolte ich dich mal fragen wer deiner meinung nach die besten midlaner der welt sind \n\nGruß Kind des Todes","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:26:07.768+0000","up_votes":1,"down_votes":0,"body":"Hi, beide sehr nette und talentierte Supporter. Wir sollten aber nicht Noxiak vergessen unser dritte deutscher supporter in der EU LCS. \nDer beste midlaner der Welt...BIS JETZT NOCH FAKER!","replies":[]}]},{"id":"","poster":"Iet me carry u","date":"2015-03-28T17:14:33.829+0000","up_votes":1,"down_votes":0,"body":"Hi,ich habe die Frage jetzt schon öfter ein pa anderen Leuten gestelt aber ich kann es mir immer noch nicht ganz erklären.:D \nWiso Skilt mann sich auf LeBlanc die W und bursted auch damit meines wissens nach macht die Q um einiges mehr schaden.  \nDie einzige Sache die ich mir erklären könnte wäre das mann sie Skillt um den escape zu verstärken und für den AOE Dmg. denn mann doch aber erst für die Teamfights braucht naja ich hoffe du kannst mit die Frage endgültig :D Beantworten.\n\nDanke im vorraus.","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:24:22.737+0000","up_votes":1,"down_votes":0,"body":"Hey. \n\nQ macht mehr Schaden das stimmt!\nW spielen die meisten aber jedoch damit sie die Lane schnell pushen können (waveclear).\nAußerdem reduziert es die Abklingzeit enorm. Dadurch erhälst du viel Mobilität.\n\nViele mögen es auch zu poken indem sie nach vorne springen (W)...dann schießen sie den Q R (obwohl Q nur 1 mal geskilled wurde ist kopiert die Ultimative fähigkeit den Q als ob 5 Punkte drinne wären)","replies":[]}]},{"id":"","poster":"Tebroskon","date":"2015-03-28T17:15:56.549+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\nHier ein paar fragen :D\nWie bist du dazu gekommen in der midlane zu spielen? hast du auch mal andere Positionen gemaint? Und wie hast du trainiert, also wie hast du es geschafft so gut zu werden ?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:20:34.821+0000","up_votes":1,"down_votes":0,"body":"Hi, \nseit League of Legends spiele ich midlane.\nBevor ich League of Legends angefangen hatte spielte ich viel DotA und dort war ich Supporter (Off meistens).\nIch versuche mich in jedem Spiel zu verbessern!","replies":[]}]},{"id":"","poster":"Cun1c","date":"2015-03-28T18:18:44.155+0000","up_votes":1,"down_votes":0,"body":"Tristan ich bin gerade dabei gut auf der mid lane zu werden  mein erster champ zurzeit ist xerath kannst du mir tipps mit ihm geben und mir einen weiteren champ vorschlagen","replies":[]},{"id":"","poster":"IIB0ssPlaY3RII","date":"2015-03-28T17:19:00.592+0000","up_votes":1,"down_votes":0,"body":"Was müsste deiner Meinung nach passieren, damit unmobile mages wie zB {{champion:63}}  oder  {{champion:34}}  wieder in die meta zurückkommen?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:18:39.858+0000","up_votes":1,"down_votes":0,"body":"Hi\nAnivia und Viktor wurde ja beide schon gespielt und haben nicht die größte Mobilität. Es ist nur eine frage der Zeit wann Brand wieder in die Meta kommt.","replies":[]}]},{"id":"","poster":"NoHand","date":"2015-03-28T18:18:28.554+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan,\nIch will nach Zed (der ja eh immer gebannt wird) einen neuen Midlaner, da mir Orianna sehr liegt und die auch nie gepatcht wurde, frage:\nWas kaufe ich mir mit Ori? Gegen Ad natürlich Stundenglas, aber gegen AP? Morello zuerst? oder Fähigkeitsstärke?\n\nWäre super wenn du antwortest.\nGruß\nNoHand (Stefan)","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T18:17:38.965+0000","up_votes":1,"down_votes":0,"body":"tristan wie kam es das ihr damals TSM bei den IEM geschlagen habt? hattest du das gefühl sie waren unkonzentriert/unvorbereitet oder wart ihr einfach schlichtweg besser? und hättest du geglaubt das sie das letzte turnier gewinnen würden? (desen namen ich vergessen habe)\n\nund hast du vor jemals region zu wechseln? viele gehen ja nach na weil bessere/chancen geld.","replies":[]},{"id":"","poster":"Strikerjurika","date":"2015-03-28T17:21:41.543+0000","up_votes":1,"down_votes":0,"body":"Hallo Tristan,\nich habe eine frage und zwar was hältst du von malzahar weil ich spiele ihn sehr gerne aber ich werde oft geflamt weil viele sagen es ist eine noob ulti und noob champ","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:15:11.970+0000","up_votes":1,"down_votes":0,"body":"Hallo. \nMalzahar ist ein guter Einsteiger midlane Held.\nMit ihm kann man die Laning phase gut durchspielen (sicher durch den E zauber). Man kann dadurch seine Übersicht verbessern. Ganks ausweichen und eventuell sogar roamen.\nWas anderes außer Leute zu muten und am Ende des Spieles zu reporten kann ich dir nicht geben. Versuche einfach nicht darüber nachzudenken damit dich sowas negatives nicht beeinflusst!!!","replies":[]}]},{"id":"","poster":"Burnjumper","date":"2015-03-28T18:14:48.794+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nIch würde gerne wissen wie lange du ungefähr brauchtest um in den Diamond bereich zu kommen.","replies":[]},{"id":"","poster":"PG iWadio","date":"2015-03-28T18:10:07.281+0000","up_votes":1,"down_votes":0,"body":"Wie kamst du auf den namen powerofevil","replies":[]},{"id":"","poster":"ZombieZelle","date":"2015-03-28T18:10:00.352+0000","up_votes":1,"down_votes":0,"body":"was hälsz du von Irelia?\nwürdest du auch Irelia auf attack ddamage und angriff geschwindigkeit spielen?","replies":[]},{"id":"","poster":"ZombieZelle","date":"2015-03-28T17:25:44.997+0000","up_votes":1,"down_votes":0,"body":"hey\nwas hälst du von cassio?\nCassio mid oder top und warum?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:09:08.715+0000","up_votes":1,"down_votes":0,"body":"Hi.\nCassiopeia mid, da du nicht so einfach gegankt werden kannst. Du kriegst den blue buff außerdem und dadurch hast du weniger Mana probleme nach dem Nerf.","replies":[]}]},{"id":"","poster":"Kaitri","date":"2015-03-28T18:08:55.184+0000","up_votes":1,"down_votes":0,"body":"tristan wie kam es das ihr damals TSM besiegt habt? waren sie unvorbereitet oder ihr schlechtweg besser?\nund hättest du geglaubt das sie das letzte turnier gewinnen? (hab den namen vergessen)\n\nkannst du dir vorstellen jemals in eine andere region zu gehen? einige gehen ja nach na und spielen dann dort","replies":[]},{"id":"","poster":"Hugobald12345","date":"2015-03-28T18:08:28.989+0000","up_votes":1,"down_votes":0,"body":"hey erstens <3 und du bist so geil , meine frage aber an dich ist es ob oder wie sehr bist du vor den LCS spielen bist du aufgeregt und welche sind deine Lieblings champs <3 bb","replies":[]},{"id":"","poster":"DarknessCountess","date":"2015-03-28T18:07:34.002+0000","up_votes":1,"down_votes":0,"body":"Hallo Tristan,\nmeine Fragen an dich sind folgende:\nWie lange könntest du dir Vorstellen professionell zu spielen? Und könnest du dir vorstellen später auch Coach zu sein??\n\nWürde mich auf eine Antwort freuen ^-^","replies":[]},{"id":"","poster":"Twinrova","date":"2015-03-28T18:06:43.281+0000","up_votes":1,"down_votes":0,"body":"Hallo!\nWenn du eine Sache im Spiel ändern könntest, welche wäre das und warum?","replies":[]},{"id":"","poster":"EwTwo","date":"2015-03-28T17:31:40.701+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nDa ich momentan 'nen bisschen Ranked mache nach einer längeren Pause und früher immer Fullsupport gepsielt habe (Taric, Janna, Soraka, Sona, Lulu, Nami, etc.) frage ich mich, wieso heut zu tage fast alle mit Offsupport spielen (Leona, Blitzcrank, etc). Klar CC ist nett, trotzdem finde ich haben die Fullsupport noch die Nase vorne, aufgrund von starker Heal die je nach Champ sogar fast alle 3 Sec rausgehauen werden kann.\nZudem haben die Fullsupporter fast immer nen Hard CC.\nSpielt Ihr meist mit Fullsup oder mit den Offsups?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:06:39.804+0000","up_votes":1,"down_votes":0,"body":"Hi, wir bevorzugen Offsupport da meistens das Team welches diesen hat entscheiden kann wann man welchem Fight nimmt. Wir entscheiden quasi wann wir engagen mit einer Annie (support). In soloQ ist das auch sehr hilfreich (Blitzcrank oder Thresh).\n\nFullsupports wie Soraka sind in meiner Sicht immer noch viable und werden zu einem bestimmten Zeitpunkt mit Sicherheit wieder kommen!","replies":[]}]},{"id":"","poster":"CarryMontag","date":"2015-03-28T18:04:03.486+0000","up_votes":1,"down_votes":0,"body":"(Nochmal) Hi Tristan,\n\nmit welchen Champs hast du in League of Legends angefangen? Auch schon in der Midlane oder einer anderen Position? Hast du noch spezielle Erinnerungen daran, wie du damals gespielt hast? :)0\nLG, Coosty","replies":[]},{"id":"","poster":"S E V K U C K S","date":"2015-03-28T17:31:58.271+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan, meine Frage habe ich zu der jetzigen Meta, da ja viele Picks momentan viable sind. (Urgot Mid, Vlad Top, Natuilus Support.) Wirst du uns später oder irgendwann im Summer Split auch einen aussergewöhnlichen Pick sehen?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T18:03:14.160+0000","up_votes":1,"down_votes":0,"body":"Hm, also Ich habe ja schon sehr spezielle Champions wie den AP Kog Maw gespielt! Ich kann nichts versprechen aber sei nicht überrascht wenn Ich was neues gefunden habe !","replies":[]}]},{"id":"","poster":"TheBiggestWinner","date":"2015-03-28T18:02:37.876+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan ,\n\nWie ist es so , mit so jungen Jahren ein gehypter bekannter LCS-Spieler zu sein ? und wie wären die Pläne von dir und deinem Team wenn ihr in die Worlds kommen würdet ? Eher professionell an der Meta gebunden oder würdet ihr die Worlds aufwirbeln und mit außergewöhnlichen Picks und Plays unvergesslich machen ?","replies":[]},{"id":"","poster":"SRG Cheseecake","date":"2015-03-28T17:58:02.177+0000","up_votes":1,"down_votes":0,"body":"Wie findest du das komplette CLG rostet und ganz speziell Doublelift ?","replies":[{"id":"","poster":"SRG Cheseecake","date":"2015-03-28T18:45:19.397+0000","up_votes":0,"down_votes":0,"body":"*roster","replies":[]}]},{"id":"","poster":"Skywalker360","date":"2015-03-28T17:35:07.497+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nich persönlich spiele sehr gerne Zed und Yasuo auf der Mid-lane. Wie siehst du die beiden Champions? Besonders bei Yasuo würde ich mich deine Meinung interessieren und in welchen Match-ups man ihn auspacken sollte.\n\nMfG\n\nSkywalker360","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:57:17.994+0000","up_votes":1,"down_votes":0,"body":"Hey, Zed ist ein starker pick wenn du ihn auf einem guten Level spielen kannst. \nWegen Yasuo...Er braucht viel \"synergy\" mit seinem Team. In SoloQ kann ich mir nicht vorstellen das dies Funktioniert. Yasuo braucht mit seinem Team außerdem noch sehr gute Kommunikation. Sein bestes matchup ist meiner Meinung nach Ahri. Du kannst jeden Zauber also ALLES durch deine Wand zerstören!","replies":[]}]},{"id":"","poster":"Critella","date":"2015-03-28T17:55:10.373+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan, \nWas hältst du von Jax, und auf welcher Lane würdest du ihn spielen?","replies":[]},{"id":"","poster":"CarryMontag","date":"2015-03-28T17:39:09.176+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nUnicorns of Love war ja das erste Team, das du beigetreten bist. Wie geschah das? Wurdest du eingeladen? Wenn ja, wie hast du auf dich aufmerksam gemacht? Oder hast du dich selbst beworben? ^^\n\nBeste Grüße,\nCoosty","replies":[{"id":"","poster":"Hamrio","date":"2015-03-28T17:51:57.149+0000","up_votes":1,"down_votes":0,"body":"Ich glaube der war schon von anfang an drin da OUl letztes jahr das beste ranked tema waren hatte sie automatisch eine Quli für die EU LCS und der war halt schon direkt im team (glaub ich)","replies":[]}]},{"id":"","poster":"Hamrio","date":"2015-03-28T17:50:01.580+0000","up_votes":1,"down_votes":0,"body":"HI wenn du 5 champs für eine Division zuordnen  könntest (nach benötigtem skillfaktor) wenn würdest du in Bronze Silver Gold Platin Diamond und Challanger ordnen","replies":[]},{"id":"","poster":"Kapp1","date":"2015-03-28T17:49:16.370+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, \nwie wird man eigentlich zum LoL-Profi, bzw. wie wurdest du zum Profi?","replies":[]},{"id":"","poster":"DarknessCountess","date":"2015-03-28T17:49:05.773+0000","up_votes":1,"down_votes":0,"body":"**Hey Tristan**, mal eine Frage von mir unzwar: Wie reagierst du wenn du jemanden siehst der eine UOL - Jacke oder ein Shirt von euch trägt??","replies":[]},{"id":"","poster":"KillingAlboz","date":"2015-03-28T17:49:04.903+0000","up_votes":1,"down_votes":0,"body":"Hallo PowerOfEvil , wenn du etwas neues in's Spiel reinkloppen könntest , was wäre das ?","replies":[]},{"id":"","poster":"Kaitri","date":"2015-03-28T17:48:40.526+0000","up_votes":1,"down_votes":0,"body":"tristan wie kam es das ihr damals TSM bei den IEM geschlagen habt? hattest du das gefühl sie waren unkonzentriert/unvorbereitet oder wart ihr einfach schlichtweg besser? und hättest du geglaubt das sie das letzte turnier gewinnen würden? (desen namen ich vergessen habe)\n\nund hast du vor jemals region zu wechseln? viele gehen ja nach na weil bessere/chancen geld.","replies":[]},{"id":"","poster":"master1479","date":"2015-03-28T17:48:16.230+0000","up_votes":1,"down_votes":0,"body":"Spielst du auch mal wieder ne Runde mit den Butzfrauen :D ?","replies":[]},{"id":"","poster":"DR PINKM4N","date":"2015-03-28T17:01:28.723+0000","up_votes":1,"down_votes":0,"body":"Was hälst du von dem Akali nerf ? Sie wurde eh nie in der High Elo gespielt und war leicht zu countern . Ich finde der Ulty nerf mit der Range war ok aber das E nicht mehr das q auslöst ist schon ziemlich heftig {{champion:84}}","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:41:34.028+0000","up_votes":1,"down_votes":0,"body":"Also auf High Elo gab es ein paar \"Only Akali Player\" Also Spieler die nur einen einzigen Champion auf sehr hohem Niveau beherrschen und die meisten Spiele wenn sie ihn bekommen allein entscheiden. Jetzt seit dem nerf habe ich keine einzige mehr gesehen...also würde ich dir zustimmen!","replies":[{"id":"","poster":"DR PINKM4N","date":"2015-03-28T17:48:13.687+0000","up_votes":1,"down_votes":0,"body":"Danke für die antwort :)","replies":[]}]}]},{"id":"","poster":"Gott Rengar","date":"2015-03-28T17:47:44.933+0000","up_votes":1,"down_votes":0,"body":"Wie stehst du dazu , dass die meisten (schätze 65-70% der Master bis Challenger Spieler) boosten?\n\nAlso deine Meinung?","replies":[]},{"id":"","poster":"hdsniper","date":"2015-03-28T17:47:08.220+0000","up_votes":1,"down_votes":0,"body":"welche Lane spielst du nach der Midlane am liebsten ?","replies":[]},{"id":"","poster":"Nocì","date":"2015-03-28T17:46:54.077+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, \n\nwas hälst du von Urgot mid? Keane hat ja gezeigt das man damit was reißen kann ^^\nWird man ihn auch bei UOL sehen? {{champion:6}}","replies":[]},{"id":"","poster":"Sebbl12","date":"2015-03-28T17:45:49.873+0000","up_votes":1,"down_votes":0,"body":"Hallo Tristan,\nAzir wurde jetzt im Patch verstärkt was denkst du wird er den Weg in die Meta zurückfinden?","replies":[]},{"id":"","poster":"BlackOut772","date":"2015-03-28T17:44:59.961+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan :D,\nWarum genau hast du die Mitte als deine Mainposition gewählt ? Und wie stehst du so zu den anderen Lanes und welche magst du überhaupt nicht ? Und hast du eine Ausweichposition wenn du mal nicht in die Mitte kannst ? Also im SoloQ oder so^^ Und hast du Champions gegen die du ungerne spielst ? und hast du irgendwelche Champions die du absolut nicht leiden kannst ?^^\nSo schickt erstma mit dem Fragengespamme. Antwort wäre Sexuell ;D\nPS: Bist ein Tier in der Mitte ;D","replies":[]},{"id":"","poster":"LordREport011","date":"2015-03-28T17:43:32.822+0000","up_votes":1,"down_votes":0,"body":"Welche Champs magst du eigentlich am wenigsten und welchen (bei den letzten Patches) findest du stark auf der Midlane???:D\nUnd wie kann man Autogramme von dir bekommen?","replies":[]},{"id":"","poster":"Blurm","date":"2015-03-28T17:42:14.166+0000","up_votes":1,"down_votes":0,"body":"Hey :D\n\nMeinst du, dass UoL die Chance hat, die LCS zu gewinnen, schließlich habt ihr u.a. durch SK und fnatic ziemlich starke Konkurenz...\n\nViel Glück noch im Rest des Splits :)","replies":[]},{"id":"","poster":"VirtuousViolence","date":"2015-03-28T17:40:59.785+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, was hältst du von Malzahar?","replies":[]},{"id":"","poster":"BlueEyesWhiteBoy","date":"2015-03-28T17:40:34.630+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nwas glaubst du kann Faker von dir lernen?","replies":[]},{"id":"","poster":"killererbse","date":"2015-03-28T17:04:44.559+0000","up_votes":0,"down_votes":0,"body":"Hey Tristan,\nWie verstehst du dich mit deinen Teammitgliedern und wie viel Zeit verbringst du am Tag mit League of Legends spielen?\nWenn du nicht mid spielst , welche lane bevorzugst du dann ?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:40:09.200+0000","up_votes":1,"down_votes":0,"body":"Ich versteh mich gut mit allen, wir haben eine sehr ruhige und angenehme Atmosphäre im Team. Ungefähr 7-9 Stunden verbringe ich mit League of Legends am Tag. \n\nNach mid bevorzuge ich Support oder Jungle.","replies":[{"id":"","poster":"killererbse","date":"2015-03-28T18:01:59.810+0000","up_votes":0,"down_votes":0,"body":"cool danke für deine Antwort !","replies":[]}]}]},{"id":"","poster":"Stultus007","date":"2015-03-28T17:37:40.383+0000","up_votes":1,"down_votes":0,"body":"HI Tristan :)\nWas hälst du von Xerath?  Xerath is ja auch eher ein Mage, der von weiter weg Waves von Minions niedermähen :D kann. Das bevorzugst du ja wie du in einem Post unter einem Comment gesagt hast?","replies":[]},{"id":"","poster":"Kamî Sama","date":"2015-03-28T17:04:49.930+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan\nWas sind für dich persönlich grade die stärksten Jungler und gehört Volibear dazu? Schließlich mangelt es ihm ja nicht an Durchhaltungsvermögen oder an Tankyness und seine Ganks sind eigentlich auch ganz ok. Was fehlt ihm um noch stärker zu werden bzw. was braucht er damit er in der LCS gespielt wird? Danke schonmal im vorraus und vel Glück bei deinen nächsten Spielen :)","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:36:48.395+0000","up_votes":1,"down_votes":0,"body":"Hi, Tank jungler sind die Stärksten aus meiner Sicht. Champions wie Sejuani/Nunu welche gute teamfight möglichkeiten in das Team bringen. Ein Nunu kann außerdem den gengerischen Jungler permanent nerven und seinen Jungle warden welches dem Midlaner, in diesem Fall mir, hilft.","replies":[]}]},{"id":"","poster":"Mr Andromeda 44","date":"2015-03-28T17:33:33.676+0000","up_votes":1,"down_votes":0,"body":"Magst du Einhörner??? xD{{champion:16}}","replies":[]},{"id":"","poster":"MioHin","date":"2015-03-28T17:31:55.093+0000","up_votes":1,"down_votes":0,"body":"Hay °^° !","replies":[]},{"id":"","poster":"Panikmeister10","date":"2015-03-28T17:31:41.798+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nmeine Freundin hat kürzlich angefangen LOL zu spielen und wird mit der Zeit auch besser. Leider ist sie darauf aus mir nachzueifern und möchte stehts besser werden. Das zermürbt sie. Wie nehme ich ihr den LOL-Leistungsdruck?","replies":[]},{"id":"","poster":"Fjent","date":"2015-03-28T17:31:29.225+0000","up_votes":1,"down_votes":0,"body":"HI Tristan,\nWas spielst oder hast du gern ausser lol gespielt ?\nLiebe Grüsse :))","replies":[]},{"id":"","poster":"Der Kapitän","date":"2015-03-28T17:09:28.358+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan,\nwollte mich erstmal für ein AMA bedanken und auch gleich eine Frage stellen:\nWie schätzt du Syndra ein, kann sie mit der Aktuellen Meta aus Ahri/Leblanc/ Viktor/Xerath mithalten oder ist sie aufgrund der Stun-Breite , etwas schwächer? Und wie schätzt du das Matchup gegen Xerath ein, der ja einen klaren Range-Vorteil hat?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:31:15.602+0000","up_votes":1,"down_votes":0,"body":"Hi, \nGegen Champions wie Ahri/LeBlanc ist Syndra meiner Meinung nach stark.\nSie hat probleme gegen Viktor der fast den gleichen Schaden wenn nicht sogar mehr Schaden austeilt und durch sein Schild weniger bekommt.\nSyndra gegen Xerath ist ein bisschen \"Tricky\". Sowohl der Xerath wie auch Syndra können gewinnen. Wenn der Xerath ein bisschen unachtsam ist und von einem stun getroffen wird kann er schnell von der Karte verschwinden. Wenn er es aber schlau spielt und permanent Syndra poked und ihr keine Möglichkeiten lässt hat sie Probleme.","replies":[]}]},{"id":"","poster":"BCZocktLoL","date":"2015-03-28T17:30:46.692+0000","up_votes":1,"down_votes":0,"body":"Wie gefällt es dir so in der LCS?","replies":[]},{"id":"","poster":"blackdragon227","date":"2015-03-28T17:30:33.677+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan,\nich wollte fragen ob du mir irgend einen Midlane Champion empfehlen kannst","replies":[]},{"id":"","poster":"Geccko","date":"2015-03-28T17:28:05.043+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\nwie lange hast du gebraucht um da zu sein wo du jetzt stehst?\n{{item:3157}}","replies":[]},{"id":"","poster":"blackdragon227","date":"2015-03-28T17:10:50.208+0000","up_votes":1,"down_votes":0,"body":"Hi\nhast du einen Lieblingschampion? und wenn ja welchen","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:27:56.967+0000","up_votes":1,"down_votes":0,"body":"Hi. Natürlich ist das Cassiopeia für mich! Ich habe sie angefangen in s2 nachdem ich mit meinem großen Bruder und ein paar Freunden auf das noch alte \"Moscow5\" im Teamranked getroffen bin und \"Alex Ich\" mich mit ihr zerstörte!","replies":[]}]},{"id":"","poster":"LeonRei","date":"2015-03-28T17:27:21.235+0000","up_votes":1,"down_votes":0,"body":"Hallo Tristan,\nnoch ne frage was hälst du von Ziggs?","replies":[]},{"id":"","poster":"KixNGx","date":"2015-03-28T17:26:11.023+0000","up_votes":1,"down_votes":0,"body":"Hey , \n\nich bin großer UOL-Fan und wollte mal fragen ob du \"Angst\" davor hast das ihr später mal alle getrennt seit und in andere Teams geht ? Und wenn welches wäre momentan so dein Team wo du einmal mitspielen willst ? Außerdem wollte ich schon immer mal sagen das ich eure Combies und Ideen die ihr habt wie Cass und Yorick super finde das bringt echt mal was neues in die ziemlich eingerostete Meta. Ich hoffe ihr schafft es gegen Gambit wer weiß vielleicht kommen die Worlds dann ja doch. Ich hoffe ihr wachst in Zukunft noch weiter und begeistert uns weiter mit neuen Ideen.\n\nDanke <3","replies":[]},{"id":"","poster":"DarknessCountess","date":"2015-03-28T17:22:57.453+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, mal eine Frage von mir unzwar: Wie reagierst du wenn du jemanden siehst der eine UOL - Jacke oder ein Shirt von euch trägt?? \n\nLG","replies":[]},{"id":"","poster":"lumpis","date":"2015-03-28T17:22:26.772+0000","up_votes":1,"down_votes":0,"body":"Wie findest du Lissandra generell ? Und ist sie besser auf der top- oder midlane aufgehoben ?:) damit würdest du mir sehr helfen weil ich sie sehr gerne spiele ^^","replies":[]},{"id":"","poster":"The Paralyzer","date":"2015-03-28T17:22:13.812+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan ,\n\nWas findest du besser Yasuo Mid oder Top Lane und warum ?","replies":[]},{"id":"","poster":"Panikmeister10","date":"2015-03-28T17:21:52.903+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nwürdest du von dir behaupten, wirklich eine böse Seite zu haben oder woraus resultiert dein Name?\nWie rechtfertigst du den Hass, der durch deinen Namen zum Ausdruck gebracht wird gegenüber der überwiegend jungen Spielergemeinschaft?","replies":[]},{"id":"","poster":"derchickenkiller","date":"2015-03-28T17:21:38.254+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, \n\nIch würde gerne dein Meinung zu assasinen hören und ob diese noch im aktuellen meatgame spielbar sind, oder ob diese schon untergegangen sind.","replies":[]},{"id":"","poster":"Broceptor","date":"2015-03-28T17:20:43.380+0000","up_votes":1,"down_votes":0,"body":"was hältst du von ap-tank  {{champion:54}}  im jungle","replies":[]},{"id":"","poster":"fosshaun","date":"2015-03-28T17:20:23.764+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan !\nAP oder AD Butzcrank ? :D","replies":[]},{"id":"","poster":"Bigcom1","date":"2015-03-28T17:18:44.324+0000","up_votes":1,"down_votes":0,"body":"Hay Tristan :D,\n\nich streite mich mit Freunden darüber ob Vayne besser als ADC oder als TOP Champion ist. Was sagst du dazu? :)","replies":[]},{"id":"","poster":"Empty Page","date":"2015-03-28T17:13:07.696+0000","up_votes":1,"down_votes":0,"body":"Hey ho Tristan \n\ngibt es einen gewissen Grund wieso du \"Zed\"-Mid nicht oft oder garnicht erst Spielst sondern eher Mages-Bevorzugst?","replies":[{"id":"","poster":"UOL PowerOfEvil","date":"2015-03-28T17:17:21.514+0000","up_votes":1,"down_votes":0,"body":"Hey, Ich liebe es einfach aus großer Entfernung die gegnerischen Reihen niederzumähen. Ein Zed muss immer mitten in den Teamfight und kann meiner Meinung nach nicht die Geschicke des Kampfes alleine wenden. Eine Syndra kann durch gutes positioning und gute stuns mehrere Ziele betäuben und trotzdem noch ein Ziel direkt mit ihrer ULT aus dem Kampf nehmen. Sie kann nicht wirklich den Überblick im Teamfight verlieren und kann nach bestem Gewissen den Teamfight \"shotcallen\". Es kommt natürlich auch auf den Playstyl eines Spielers an und ich bevorzuge Magier.","replies":[]}]},{"id":"","poster":"PixelProu","date":"2015-03-28T17:17:04.014+0000","up_votes":1,"down_votes":0,"body":"Won wem kennst du League of Legends? Und warum hast du es angefangen zu spielen?","replies":[]},{"id":"","poster":"Miso","date":"2015-03-28T17:16:33.797+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan, \n\nwie findest du Berlin? Hast du schon eine Stammkneipe gefunden?","replies":[]},{"id":"","poster":"david7c","date":"2015-03-28T17:15:39.240+0000","up_votes":1,"down_votes":0,"body":"Tristan\n\nFindest du dich an deiner LCS- Umgebung angepasst oder ist es dort auf der Bühne für dich zu hart um unter den Zuschauermengen zu spielen?\nWie Fühlst du dich auf der Bühne?","replies":[]},{"id":"","poster":"benlp","date":"2015-03-28T17:01:58.090+0000","up_votes":1,"down_votes":2,"body":"Wer ist eigentlich dein main?","replies":[]},{"id":"","poster":"shergrot","date":"2015-03-28T17:06:17.379+0000","up_votes":1,"down_votes":0,"body":"Hey POE ,\nIch wollte nur mal schnell fragen was dein am häufigsten gesagtes Wort ist (also in den LCS ) ? \nMFG Shergrot","replies":[]},{"id":"","poster":"Apfelstrudel99","date":"2015-03-28T17:05:57.151+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\nwie viele Stunden spielst du durchschnittlich am Tag LoL?","replies":[]},{"id":"","poster":"Magic Guardian","date":"2015-03-28T17:01:24.640+0000","up_votes":1,"down_votes":0,"body":"Hey,\nAlso ich finde Lee Sin im moment ziemlich stark, denkst du er wird generft?","replies":[]},{"id":"","poster":"Olãf","date":"2015-03-28T17:01:21.506+0000","up_votes":1,"down_votes":0,"body":"Hi :)\nErstmal vielen Dank dafür, dass du dir die Zeit nimmst hier Fragen zu beantworten.\nIch bin Main Midlane und spiele im Silberbereich. Ich bekomme immer wieder Probleme damit, wenn der gegnerische Jungler mich gankt, auch wenn ich fleißig warde, und komme teilweise nur schwer bis garnicht lebend daraus. Hast du vielleicht irgendwelche Tipps, die helfen könnten sich hierbei in irgendeiner Weise zu verbessern?","replies":[]},{"id":"","poster":"Drake02","date":"2015-03-28T17:00:54.672+0000","up_votes":1,"down_votes":0,"body":"Hey,\nwar der Schritt professionell zu spielen ein schwerer? Wie steht deine Familie dazu und wie stellst du dir deine Zukunft vor?","replies":[]},{"id":"","poster":"Loperzu","date":"2015-03-28T17:00:25.114+0000","up_votes":1,"down_votes":0,"body":"Hey Tristan,\n\nseit wann spielst du eig. League? Spielst du viel mit deiner Familie (Bruder etc) oder jetzt eher weniger, seitdem du in der LCS bist? Was sagen deine Freunde zu deinem Hobby, dass du in der LCS spielst, währenddessen du noch zur Schule gehst? Und sprechen deine Mitschüler dich auf die Lcs an?","replies":[]},{"id":"","poster":"DerDudeYoutube","date":"2015-03-28T17:00:02.946+0000","up_votes":1,"down_votes":0,"body":"Hallöchen,\nich wollte dich mal fragen wie deine Aussichten sind bezüglich {{champion:6}} , kommt er in die Meta? \n\nLiebe Grüße :)","replies":[]},{"id":"","poster":"Random Uexus","date":"2015-03-28T16:59:43.221+0000","up_votes":1,"down_votes":0,"body":"Hi :D \n\nWie siehts eigentlich mit anivia mitte aus? Warum spielst du sie nicht? :D","replies":[]},{"id":"","poster":"XTheTactiX05","date":"2015-03-28T16:59:21.053+0000","up_votes":1,"down_votes":0,"body":"Hallo Tristan:))\n\nGlaubst du man sieht Garen mal in der LCS?\nBin ein großer Fan von dir. :)","replies":[]},{"id":"","poster":"SenseIessDreamx","date":"2015-03-28T16:54:45.344+0000","up_votes":1,"down_votes":0,"body":"Denkst du man wird irgendwann eine \"Riven\" in der Lcs sehen? :D","replies":[]},{"id":"","poster":"Der Kapitän","date":"2015-03-28T16:51:02.919+0000","up_votes":1,"down_votes":0,"body":"Hi Tristan, \nwollte mich erstmal für ein AMA bedanken und auch gleich eine Frage stellen:\nWie schätzt du Syndra ein, kann sie mit der Aktuellen Meta aus Ahri/Leblanc/ Viktor/Xerath mithalten oder ist sie aufgrund der Stun-Breite , etwas schwächer? Und wie schätzt du das Matchup gegen Xerath ein, der ja einen klaren Range-Vorteil hat?","replies":[]},{"id":"","poster":"kingpimpy","date":"2015-03-28T16:49:46.878+0000","up_votes":1,"down_votes":0,"body":"midlane tier liste im momentanen patch? was ist gut für soloq um spiele selbstständig zu gewinnen?","replies":[]},{"id":"","poster":"GeoDasDreieck","date":"2015-03-29T16:02:56.969+0000","up_votes":0,"down_votes":0,"body":"Hey Tristan,\nvorweg ich bin ein großer Fan von UOL..waren dieses Jahr jetzt einmal schon bei der LCS in Berlin und haben auch Lautstark supportet!\nIst eine super Sache, das ihr es schafft eine nähe zu euren Fans aufzubauen, das macht es für uns um einiges Authenthischer.\nEbenso muss ich dir sagen, das du bis jetzt eine echt starke LCS gespielt hast, aber das trifft natürlich auf dein ganzes Team zu!\nIch würd mich freuen, wenn du erzählen könntest wie du das Spiel gegen Fnatic erlebt hast und was deine Emotionen am Ende des Spiels innerlich bei dir angestellt haben.\nIch weiß das das eine etwas längere Antwort werden könnte, würde mich aber umso mehr freuen, wenn du sie mir beantworten kannst.\nPS: Wir versuchen so schnellst möglich euch LIVE mal wieder zu unterstützen, nur ist eine Autofahrt von 4 Stunden jeden Freitag etwas to much\nLg","replies":[]},{"id":"","poster":"FNC Flawless","date":"2015-03-28T17:39:37.463+0000","up_votes":0,"down_votes":0,"body":"Hey Tristan,\nweiß dass das ne fragerunde ist aber brauche einen rat von dir. Ich bin main adc und will mich verbessern aber ich schaffs einfach nicht besser zu werden ich schau mir schon die ganze zeit videos und lcs spiele an aber ich kanns im spiel einfach nicht umsetzten. Was soll ich machen ? MFG planB_MaGic","replies":[]},{"id":"","poster":"Swak v2","date":"2015-03-28T17:23:34.440+0000","up_votes":0,"down_votes":0,"body":"Hey Tristan ! \nseit wann spielst du Lol eigentlich und wie biste auf deine Mainlane gekommen ?\nUnd was würdest du Leuten raten wenn sie selbst mal in der Lcs spielen wollen ?\nAchso und was ist dein Lieblingsessen :D\n","replies":[]},{"id":"","poster":"Ätherflügel","date":"2015-03-28T17:18:33.786+0000","up_votes":0,"down_votes":0,"body":"Was erwartest du von dem Support in deinem Team ??? wichtigsten Punkte {{champion:40}}  und was is deine Meinung zu Janna \n\nLG Tristan (<- mein Name )","replies":[]},{"id":"","poster":"SkraeliX","date":"2015-03-28T18:45:04.153+0000","up_votes":1,"down_votes":1,"body":"Hey Tristan,\n\nmich würde interessieren wie du zu deiner Position gefunden hast und was dir an ihr so gefällt (und was nicht?!).\n\nmfg SkraeliX","replies":[]},{"id":"","poster":"Etemmur","date":"2015-03-28T17:59:06.670+0000","up_votes":1,"down_votes":1,"body":"Hey Tristan,\n\nWas hälst du von Azir?","replies":[]},{"id":"","poster":"Reformed AD LUL","date":"2015-03-28T17:58:10.693+0000","up_votes":1,"down_votes":1,"body":"Hey Tristan, was musstest du alles für deine karriere aufgeben ?","replies":[]},{"id":"","poster":"Brainman20","date":"2015-03-28T17:50:40.869+0000","up_votes":1,"down_votes":1,"body":"Hey,\nglaubst du ASHE is noch irgendwie möglich zu spielen","replies":[]},{"id":"","poster":"Alliance sucks","date":"2015-03-28T17:19:24.283+0000","up_votes":2,"down_votes":2,"body":"Hey Tristan,\n\nschwitzen LCS Pro-Gamer auch beim Kacken?\n\nMfG As","replies":[]},{"id":"","poster":"Dermel","date":"2015-03-28T17:16:37.385+0000","up_votes":1,"down_votes":1,"body":"Hallo,\nProfis trainieren ja bekanntlich stundenlang, aber: Wird einem da nicht irgendwie schwindlich wenn man so lange am Stück spielt, also wenn ich mehr als 3 Stunden am Stück spiele, dann ist es gar nicht mehr angenehm.","replies":[]},{"id":"","poster":"Didgeridoo Fan","date":"2015-03-28T17:15:45.213+0000","up_votes":1,"down_votes":1,"body":"Hi Tristan,\n\nglaubst du man wird irgendwann in naher Zukunft  mal wieder zur Zeit ziemlich unbeliebte Champs wie Kennen, Urgot oder Vladimir in der LCS sehen?","replies":[]},{"id":"","poster":"Agaboss123","date":"2015-03-28T17:10:27.026+0000","up_votes":1,"down_votes":2,"body":"Hi, \n\nTristan magst du dein Team? Also UOL ? =)","replies":[]},{"id":"","poster":"Lybia","date":"2015-03-28T17:07:35.463+0000","up_votes":1,"down_votes":2,"body":"Hey Tristan,\n\nFindest du \"Bjergsen\" ist der besser Midlaner im Vergleich zu \"Faker\"? Und findest du das der hype um Bjergsen gerechtfertigt ist?","replies":[]},{"id":"","poster":"IZ DA","date":"2015-03-28T17:06:38.366+0000","up_votes":1,"down_votes":2,"body":"ej power eine frage wer sind die 3  besten jungler ?","replies":[]},{"id":"","poster":"Rage4win","date":"2015-03-28T16:49:02.610+0000","up_votes":1,"down_votes":2,"body":"Hi Tristan, \nfind ich klasse das du dir für uns Zeit nimmst. Zum einen wollte ich Danke sagen weil du und deine Mates vor 3 Wochen bei der LCS mir zum Geburtstag gratuliert habt und zum anderen schöne Grüße aus Frankfurt (wusste ja garnicht das du aus meiner Geburtsstadt kommst ^^)","replies":[]},{"id":"","poster":"1v9 Scripts L9","date":"2015-03-28T23:13:09.154+0000","up_votes":1,"down_votes":4,"body":"Würdet mich supporten bin challanger = https://youtu.be/XN-dz_DDMTo","replies":[]}]}