{"id":"vjfGdZaA","poster":"Jisatsu90","date":"2015-03-27T23:30:10.899+0000","title":"Counterchamps und das Verhalten auf der Lane","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Abend an Alle.\r\n\r\nWie schon der ein oder andere mitbekommen hat, habe ich angefangen auf der Toplane zu &uuml;ben.\r\nWirklich Fortschritte mache ich da nicht wirklich.\r\nIch spiele eben nicht so gut wie ich mir das vorstelle.\r\nDa ich als Toplaner aber noch nicht ins Ranked will, &uuml;be ich sehr viel im Blindpick und probiere mich an verschiedenen Champs. Einen richtigen Main habe ich derzeit nicht.\r\n\r\nNunja da passiert es mir halt &ouml;fter dass ich gecounterpickt werde.\r\nBad Luck nennt man das wohl. Denn der Gegner pickt auch nur das worauf er gerade Lust hat.\r\nHeute war das sehr schlimm.\r\n\r\nCassio gegen eine Sejuani- Gegen ihren Hartengage konnte ich nichts machen. Jedesmal wenn ich poken wollte, kam der engage und ich bekam mehr Schaden als ich austeilen konnte.\r\n\r\nGaren gegen Cho Gath - Hier muss ich sagen dass ich Garen eigentlich nicht spielen. Aber Cho Gath ist wohl laut einer Homepage ein Counterpick. Liegt am Silence und dem Knockup denke ich. \r\n\r\nTryndamere gegen Teemo (Mit Exhaust) - Was soll ich gegen einen Range-Champ machen wenn er auch noch einen Blind hat UND exhaust dabei? \r\n\r\nUrgot gegen Wukong - Er macht sich unsichtbar, springt an mich heran und ultet mich. Bis Level 6 hatte ich die Lane ganz gut im Griff. Ab Level 6 war jeder Versuch zu farmen unn&ouml;tig.\r\n\r\nDie Lanes habe ich heute ALLE und ausnahmslos verloren. Nat&uuml;rlich lag es auch daran weil ich noch nicht wirklich gut in der Lane bin (Keine Ahnung ob sich schon was gebessert hat) Aber wie sollte man gegen Counter spielen? Nicht fighten, schon klar. Aber ich muss ja auch irgendwie farmen.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-03-28T03:25:07.117+0000","up_votes":1,"down_votes":0,"body":"Spontan zu sagen, er hat mich gecounterpickts, deswegen kämpfe ich nicht, ist vllt nicht der beste Ansatz. Es kommt auch drauf an, wie gut derjenige spielt. Spielt er scheiße, wird er ein Matchup trotz Counterpick verlieren ;) Vorrausgesetzt man hat selber genug Eier in der Hose {{champion:103}} \n\nWie du das Matchup gegen Seju vor Level 6 verlieren konntest, frage ich mich auch. \nIhr Q hat 650 Range.\nDein Q hat 850 Range.\nDein W hat 850 Range.\nDein E hat 700 Range.\n\nHättest du sie konstant mit Q gepokt, wäre sie gar nicht in Range gekommen, um zu engagen, vorraus gesetzt du gehst zurück, wenn sie auf dich zu kommt. Dabei sollte sie Leben verlieren, da du theoretisch keine DMG nehmen solltest. Musst halt nur wegen Minionaggro aufpassen. Ich denke mal, du hast sie mit AA gepokt oder hast sie zu dicht dran gelassen.\n\nCho ist ein Lanebully und hat für den TF einfach mehr zu bieten als Garen. AOE Knockup + AOE Silence + AOE AA + True DMG.\nGaren kann wirbeln. \nIch kann mir vorstellen, dass er durch den Range Silence einen Vorteil hat, allerdings hat Garen auch einen Silence. Wieso er jetzt im direkten Fight einen Vorteil haben kann, kann ich nicht ganz verstehen. Vielleicht äußert sich wer anders dazu.\n\nGenerell gegen Unsichtbarkeit hilft Pinky und/oder rotes Trinket+Upgrade. \n\nLG","replies":[]}]}