{"id":"Mb5LAIcI","poster":"Ènvy","date":"2019-03-11T11:41:43.803+0000","title":"Envy der Ösi-Caster auf Twitch","subforum":"Streams & YouTube","embed":{"title":"LoLEnvy - Twitch","description":"Welcome to LoLEnvy's channel on Twitch. Watch them stream League of Legends and other content live and join the community!","url":"https://www.twitch.tv/lolenvy","image":"https://static-cdn.jtvnw.net/jtv_user_pictures/fce2cca6-f095-42b9-84ca-d94d93a8d010-profile_image-300x300.jpeg"},"up_votes":1,"down_votes":0,"body":"Willkommen!\r\n\r\nIch möchte hier kurz und knackig meinen Twitch-Kanal vorstellen.\r\n\r\nAber zuerst noch kurz etwas zu meiner Person: Mein Name ist Markus und bin 28 Jahre alt. Ich komme aus Österreich (Niederösterreich) und spiele seit Season 1 League Of Legends.\r\nMein Elo Peak war Diamond 1 und aktuell spiele ich am liebsten die Rolle des Supports :^)\r\nIch habe schon vor einigen Jahren ab und zu gestreamt hatte jetzt aber eine längere Pause. Mittlerweile streame ich seit ca. 3 Wochen regelmäßig von Montag bis Freitag.\r\n\r\nNeben dem Zocken caste ich extrem gerne (League Of Legends)! Esports fasziniert mich einfach und ich liebe es während dem Cast selbst mitzufiebern und meine Emotionen mit den Zusehern zu teilen.\r\nCasts selbst werdet ihr auf meinem Channel leider eher nicht sehen. Ihr bekommt aber sicher die Info wann und welche Turniere/Events ich in Zukunft casten werde.\r\nNicht nur diverse Ligen und Events in Österreich durfte ich bereits casten sondern auch bei Summoners Inn war ich paar mal zu Gast.\r\n\r\n\r\nNun zum Content der euch auf meinem Kanal erwartet:\r\n\r\nAuf meinem Twitch Channel werdet ihr zum Großteil League Of Legends zu sehen bekommen. Aktuell bin ich wieder auf dem Weg zu Diamond und ihr könnt den ganzen Weg live mit verfolgen, da ich auf meinem Main Account nur onstream spiele. Ich möchte meine Zuseher nicht nur gut unterhalten sondern auch viel über das Gameplay reden. Es soll kein purer coaching Stream sein aber ich möchte mich selbst immer steigern und mache mir viele Gedanken darüber wie ich besser werden kann. Ich hoffe natürlich auch, dass davon der Zuseher etwas mitnehmen kann.  ^^\r\nNeben League Of Legends werde ich auch ab und zu BR Games wie Apex Legends spielen. Das aber mehr zum ausklingen lassen, denn der Fokus wird immer auf League Of Legends liegen.\r\nWie bereits oben erwähnt möchte ich regelmäßig von Montag bis Freitag streamen. Streams am Wochenende sind grundsätzlich nicht geplant. Wenn aber mal die Zeit vorhanden ist würde ich die natürlich auch gerne am Wochenende nutzen um mal einen Stream rauszuhauen :)\r\n\r\n\r\nAktueller Stream plan sieht wie folgt aus:\r\n\r\nMontag bis Donnerstag ab 13 Uhr\r\nFreitag ab 11 Uhr oder flexibel (hier bitte Infos auf meinen social media Kanälen beachten)\r\n\r\n\r\nTwitch und Social Media:\r\ntwitch.tv/lolenvy\r\ntwitter.com/LeagueEnvy\r\nfacebook.com/leagueenvy\r\n\r\n\r\nIch hoffe ich konnte euch einen kleinen Einblick gewähren und freue mich euch bald in meinem Twitch Chat anzutreffen :^)","replies":[]}