{"id":"iAEIoHAJ","poster":"Phobos Selini","date":"2015-03-27T00:19:45.059+0000","title":"Fizz Änderungen auf dem PBE","subforum":"Champions & Gameplay","embed":{"title":"3/26 PBE Update","description":"This is a WORK IN PROGRESS POST - check back for constant updates now that today's patch out. The PBE currently still down for maintenance. ] The PBE has been updated! Continue reading for more information! ( Warning: PBE Content is tentative and iterative - what you see may not reflect what eventually gets pushed to live servers!","url":"http://www.surrenderat20.net/2015/03/326-pbe-update.html","image":"http://3.bp.blogspot.com/-M_ecJWWc5CE/Uizpk6U3lwI/AAAAAAAACLo/xyh6eQNRzzs/s640/sitethumb.jpg"},"up_votes":1,"down_votes":0,"body":"Juhu. Es sieht wohl so aus, dass Riot endlich ein einsehen hat und diese AD Bruiser Abnormität wieder aus dem Spiel entfernt. Dafür wird der AP Fizz wieder gebufft, aber auf niedrigere Werte als vor 5.2, solange man das Ulti nicht trifft. Mit den 20% extra vom Ulti wird es dann natürlich mehr weh tun.\n\nDas ist genau das was Riot eigentlich wollte, und ich hoffe damit ist AP Fizz wieder viable aber nicht so stark, dass er einem immer weggebanned wird oder es einem auch keinen Spaß macht gegen ihn zu spielen.","replies":[{"id":"","poster":"sopeoneer","date":"2015-03-27T07:35:40.733+0000","up_votes":1,"down_votes":1,"body":"Schade eig","replies":[{"id":"","poster":"Jisatsu90","date":"2015-03-27T09:55:16.598+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=sopeoneer,realm=EUW,application-id=Wj1wcocU,discussion-id=iAEIoHAJ,comment-id=0000,timestamp=2015-03-27T07:35:40.733+0000)\n>\n> Schade eig\n\nFinde ich überhaupt nicht.\nDurch das W war es einfach unmöglich gegen einen Fizz auf der Lane zu bestehen wenn man nur einmal hinten lag.\nSelbst Tanks schmilzen gegen einen Fizz und können aktuell nicht stand halten.\nDas Kit war bzw ist einfach toxisch für das Spiel.\nDenn was baut man gegen einen Champion der Schaden auf allen Ebenen machen kann und dafür nur zwei Offensive Items bauen?\nDanach konnte er ja extrem Tanky gehen und so auch gut im Teamfight bestehen.\n\nAp,AD UND % Schaden auf einem Champ machen es einfach unmöglich sich dagegen zu rüsten.\nMan hat halt nur 6 (Ohne Schuhe 5) Itemslots.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-03-27T12:18:06.959+0000","up_votes":1,"down_votes":0,"body":"Die perfekte Beschreibung warum Bruiser als Klasse immer kritisch sind. All das trifft nämlich in ähnlicher Form auch auf Irelia oder Jax zu.\n\nEntweder Tank oder Assassin, eine Mischung daraus darf aber nicht 80% von beiden Rollen können, sonst ist sie einfach OP.","replies":[]}]}]}]}