{"id":"z5pZU1yJ","poster":"Skaiaks","date":"2015-03-27T13:40:16.988+0000","title":"Deathscreen Kein Schaden","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Ich habe in letzter Zeit in so gut wie jedes Spiel den folgenden Fehler w&auml;hrend des Spiels. Mir wird im Deathscreen angezeigt, dass ich insgesamt (je nach SItuation eben der Gesamtschaden bsp 2200 Damage erhalten habe), JEDOCH wird mir nicht angezeigt, von wem mir welcher Schaden zugef&uuml;gt wurde.\r\nBsp.\r\nDann steht nach einer Zeit von 2,6 Sekunden bis ich tot bin ein Gesamtschaden von 2000\r\nassist 20 basic AD von champ a\r\nKill 210 von der F&auml;higkeit und 70 von einer anderen F&auml;higkeit\r\nAssist 32 basic AD von Champ b und Revive 16 (Ein weiterer Fragw&uuml;rdiger Schaden der mir oft auf ARAM angezeigt wird.)\r\n\r\nAber das kann doch nicht sein oder?? Es liegt auch nicht daran, dass ich auf zu lange Zeit leben verloren habe da ich vor den wenigen Sekunden Full Life war.\r\nDa ich fast ausschlie&szlig;lich den Modus ARAM spiele und einige Tanks bekomme ist es besonders wichtig zu wissen, von wem man eben tausende von Schaden bekommt, und auf Dauer behindert es einfach das Spielgeschehen meinerseits.\r\nIch habe es jetzt einige Zeit ausgehalten und letztens das Spiel komplett neu installiert dennoch tritt der Fehler in so gut wie jedem Spiel/Deathsscreen auf.\r\n\r\nEinen &auml;hnlichen Report habe ich schon vor 4 Monaten geschrieben, nur ist er irgendwie nie erschienen...\r\nAuch gestern habe ich einen geschrieben, nur das mir die Seite als Deutsch angezeigt wurde und ich das in die Englischen Foren geschrieben habe...[Deleted]...\r\nIch hoffe das das doch bitte langsam mal behoben wird.\r\n\r\nNun zu den Vorstellungen eines sch&ouml;nen Bug-reports. \r\n-stirb :D\r\n-und bekomme manchmal keine korrekte Darstellung der &quot;Schadenstabelle&quot;\r\nBild habe ich leider nicht, da ich es meistens verpeile Ingame einen Screenshot zu machen...\r\n\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nSkaiaks\r\nWhen the Sky falls","replies":[]}