{"id":"vvismbn2","poster":"cremnik","date":"2015-03-26T16:17:44.087+0000","title":"Die Kunst Der Liga - Das Schwert in der Scheide","subforum":"Level Up: Guides & Tipps","up_votes":7,"down_votes":2,"body":"Hallo liebe Mitspieler!\n\nDies ist der dritte Teil meiner \"Die Kunst Der Liga\" Serie. Hierbei &uuml;bertrage ich die 2500 Jahre alte chinesische Kriegsphilosophie der \"Kunst des Krieges\" auf LoL.\nWenn ihr Anregungen, Feedback etc. habt z&ouml;gert nicht es hier runter zu schreiben.\n\nHier die vorangegangenen Teile:\n\n[I. Planung](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/IUymrinO-die-kunst-der-liga-planung)\n[II. &Uuml;ber die Kriegsf&uuml;hrung](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/1iI3x9YM-die-kunst-der-liga-aber-die-kriegsfahrung)\n\nEs folgt Teil III.\n\nhttp://imgur.com/1UbAllm\n\nIn diesem ersten Teil geht es vor allem um Eins: Rotations. Denn: \n\n> &bdquo;In all deinen Schlachten zu k&auml;mpfen und zu siegen ist nicht die gr&ouml;&szlig;te Leistung. Die gr&ouml;&szlig;te Leistung besteht darin, den Widerstand des Feindes ohne einen Kampf zu brechen.&ldquo;\n\nWas hei&szlig;t das? Man braucht doch Kills f&uuml;r Gold und Items? Nicht unbedingt. Farm ist eine genauso wichtige Komponente. 1 Kill sind ungef&auml;hr 18 CS wenn dein Lanegegner also 5/0 steht, du aber 90 Farm mehr hast, m&uuml;sstet ihr theoretisch gleich viel Gold haben. Besonders im Probereich sieht man Spiele, in denen oft nur 10 oder weniger Kills fallen. Ein gutes Beispiel daf&uuml;r ist das erste Spiel von [Samsung White gegen Dark Passage](https://www.youtube.com/watch?v=DA0HoGFVTlY) bei den S4 Worlds. Nach 20 Minuten hatte SSW zwar nur einen Kill, war jedoch schon 7k Gold im Lead. Alles durch Farm und gute Rotations, die zu entscheidenden Objectives gef&uuml;hrt haben.\n\nDenn nicht immer muss man K&auml;mpfen und Killen, um zu gewinnen: \n\n> &bdquo;Die h&ouml;chste Form der milit&auml;rischen F&uuml;hrerschaft ist, die Pl&auml;ne des Feindes zu durchkreuzen; die n&auml;chst beste, die Vereinigung der feindlichen Streitkr&auml;fte zu verhindern; die n&auml;chste in der Rangfolge ist, die Armee des Feindes im Felde anzugreifen; und die schlechteste Politik, befestigte St&auml;dte zu belagern [&hellip;]&ldquo;\n\nDas hei&szlig;t, dass wir versuchen sollten schneller und besser zu sein als der Gegner. Was jetzt erstmal abgedroschen klingt bedeutet nichts anderes, als das wir mithilfe von Wards, Mapawarness etc. versuchen m&uuml;ssen zu erkennen, was der Gegner plant und gegen zu steuern. Will er sich Groupen, so versuchen wir ihn auf dem Weg dahin zu Catchen. Er will Drake? Wir counter pushen oder nehmen Baron. Wenn wir tats&auml;chlich eine &bdquo;befestigte Stadt&ldquo; also einen Tower belagern&ldquo;/siegen sollten, so m&uuml;ssen wir ein paar Dinge beachten. Haben die Gegner/wir genug Waveclear? Kann jemand den Tower tanken? Wer geht zuerst rein? Sollte uns hier ein Fehler unterlaufen, so k&ouml;nnen die Folgen katastrophal sein.\n\n> &bdquo;Der General, der nicht f&auml;hig ist, seinen Zorn zu z&uuml;geln, schickt seine M&auml;nner gleich ausschw&auml;rmenden Ameisen in den Kampf, und das Ergebnis ist, da&szlig; ein Drittel seiner M&auml;nner erschlagen wird, w&auml;hrend die Stadt unbesiegt bleibt. Dies sind die verh&auml;ngisvollen Auswirkungen einer Belagerung.&ldquo;\n\nDeshalb sollte man sich immer zweimal &uuml;berlegen, ob man nun siegen sollte und damit unter Umst&auml;nden Zeit und Ressourcen verschwendet. Wie es aussieht, wenn man sich f&uuml;r die Belagerung, unter Kenntnis aller zur Verf&uuml;gung stehenden Mittel, entscheidet, dann guckt man sich am besten dieses Play von [SKT1 gegen OMG](https://www.youtube.com/watch?v=ZLzCS9M3eLg) bei den Worlds 2013 an: \n\nHier sieht man sehr sch&ouml;n, was ich mit Kenntnis meinte. SKT wei&szlig; 100%, was ihre Champs in dieser Situation zu tun verm&ouml;gen. Sie nutzen ihre St&auml;rken aus, um die Belagerung schnell zu vollziehen und 4 wichtige Objectives zu securen. Auch wenn hier gek&auml;mpft wurde, standen die Tower immer im Vordergrund. Sie waren das Ziel dieser Operation. \n\n> &bdquo;Der kluge Anf&uuml;hrer unterwirft die Truppen des Feindes ohne Kampf; er nimmt seine St&auml;dte, ohne sie zu belagern; er besiegt sein K&ouml;nigreich ohne langwierige Operationen im Felde. Er wendet sich mit seinen Truppen gegen den Machthaber im feindlichen K&ouml;nigreich, und sein Triumph wird vollkommen sein, ohne da&szlig; er einen Mann verliert. Dies ist die Methode, mit einer Kriegslist anzugreifen, indem man das Schwert in der Scheide l&auml;&szlig;t.&ldquo;\n\n\nAuch hier ist wieder wichtig den &Uuml;berblick &uuml;ber sich und den Gegner zu behalten:\n\n> &bdquo;[&hellip;] wenn er den Frontalangriff erwidert, kann er von hinten zerschmettert werden; wenn er den Angriff aus dem Hinterhalt erwidert, kann er von vorn zerschmettert werden.&ldquo;\n\nStellt also sicher, dass ihr immer genau wisst, wo der Gegner ist, und inwiefern euer Team darauf reagieren kann. Suntzi schreibt, dass es drei M&ouml;glichkeiten gibt, wie ein Herrscher seiner Armee Ungl&uuml;ck bringen kann eine davon ist mangelnde &Uuml;bersicht:\n\n> &bdquo;Wenn er der Armee den Sturm oder R&uuml;ckzug befiehlt und die Tatsache nicht bemerkt, da&szlig; sie nicht gehorchen kann.&ldquo;\n\nAuch dies ist eine allseits bekannte Situation: Ein Spieler geht rein, stirbt und schreib dann im Chat: &bdquo;OMG no help gg noobs&ldquo;. Wenn ihr das n&auml;chste mal in die Versuchung kommt, so zu reagieren, dann denkt dar&uuml;ber nach, ob eure Mates &uuml;berhaupt followen konnten. Nicht jeder hat einen Gapcloser &agrave;la Malphite oder Kassadin. Kommunikation ist hierbei sehr wichtig. \nKommunikation ist auch bei der Rollenwahl wichtig: \n\n> &bdquo;Wenn er die Offiziere seiner Armee ohne Unterschied einsetzt und das milit&auml;rische Prinzip der Anpassung an die Umst&auml;nde vernachl&auml;ssigt.&ldquo;\n\nDann so Sunzi wird der Herrscher die Armee ins Ungl&uuml;ck st&uuml;rzen. Ein 5 Mann ADC Team ist vielleicht lustig, wird aber nicht best&auml;ndig zum Sieg f&uuml;hren. Zwar gilt eigentlich Skill > Counterpick, allerdings sollte man nicht unbedingt eine Katarina picken, wenn das gesamte Gegner Team deine Ulti abrechen kann. Anpassung ist im Kampf &auml;u&szlig;erst wichtig, was sich auch in der letzten M&ouml;glichkeit der Armee Ungl&uuml;ck zu bringen zeigt:\n\n> &bdquo;Wenn er versucht, eine Armee auf die gleiche Weise zu f&uuml;hren, wie er ein K&ouml;nigreich regiert, und die Bedingungen nicht erkennt, die in einer Armee vorherrschen. Dies macht die Soldaten unruhig. Menschlichkeit und Gerechtigkeit sind die Prinzipien, nach denen ein Staat gef&uuml;hrt wird, doch nicht die Armee; Opportunismus und Flexibilit&auml;t dagegen sind milit&auml;rische, keine zivilen Tugenden.&ldquo;\n\nSicher im echten Leben ist es wichtig f&uuml;r seine &Uuml;berzeugungen einzustehen. Man kann daf&uuml;r k&auml;mpfen und sie verteidigen. Man bekommt auch sicher recht, wenn einem Unrecht geschehen ist. Doch wie Suntzi schon sagt: das sind zivile Tugend. Im Krieg muss man anpassungsf&auml;hig sein. Was hei&szlig;t das auf LoL bezogen? Folgende Situation: Ihr seid in der Promo zur n&auml;chst h&ouml;heren Liga. Es steht 2:2 ihr m&uuml;sst gewinnen. Ihr seid Firstpick und Lockt Maokai ein, mit der Absicht junglen zu gehen, was ihr auch im Chat bekannt gebt. Der Lastpick lockt jedoch Amumu Jungle ein und wirft euch noch ein: &bdquo;I go jungle noob i carry&ldquo; an den Kopf, obwohl er eigentlich h&auml;tte Top gehen m&uuml;ssen.  Was macht ihr? Euch ist ein klares Unrecht geschehen. K&auml;mpft ihr f&uuml;r euer Recht in den Jungle zu gehen? Der andere Spieler scheint nicht gerade die Einsicht in Person zu sein und wird sicher nicht mit Smite auf die Toplane gehen. Zumal Amumu Top auch nicht gerade ein Tier-1 pick ist. Ihr m&uuml;sst euch nun entscheiden. Gibt&rsquo;s einen Double Jungle? Bei dieser M&ouml;glichkeit gibt es eine statistisch gesehen kleinere Chance zu gewinnen, doch ihr k&ouml;nnt Sp&auml;ter mit dem Gewissen es diesem Troll gezeigt zu haben gut schlafen. Oder seid ihr flexibel und passt euch an? Ihr geht Toplane gewinnt eure Lane, das Spiel und steigt damit auf. \nWenn ihr ein Ranked startet, dann wollt ihr das sicherlich auch gewinnen. Es wird immer Spieler geben, die euch das Spiel kaputt machen wollen. Geht nicht darauf ein! Wenn der Amumu junglen gehen will, dann lasst ihn junglen gehen. Schreibt kein: &bdquo;Report Amumu taking my role&ldquo; in den Allchat. Spielt euer Spiel und lasst ihn seins spielen. Gebt ihm die Rolle, die er will, aber nicht mehr. Schenkt ihm keine nicht verdiente Aufmerksamkeit. Passt euch der Situation an und versucht das Beste daraus zu machen. Sicherlich k&ouml;nntet ihr Stundenlang rumdiskutieren, aber &auml;ndern wird das eher nichts. Wenn ihr wirklich! gewinnen wollt/m&uuml;sst, dann z&auml;hlt genau eine Sache: der Sieg. Kein Stolz, Kein Score. Nur der Sieg. \nSo stellt Sunzi einige Dogmen auf, unter deren Ber&uuml;cksichtigung man siegen wird:\n\n> &bdquo;Siegen wird der, der wei&szlig;, wie er mit &uuml;berlegenen und unterlegenen Streitkr&auml;ften verf&auml;hrt.&ldquo;\n\nK&ouml;nnen wir in dieser Situation k&auml;mpfen?\n\n> &bdquo;Siegen wird der, dessen Armee in allen R&auml;ngen vom gleichen Geist beseelt ist.&ldquo;\n\nWollen alle gewinnen? Wie ist die Motivation? Wissen alle, was in dieser Situation zu tun ist?\n\n> &bdquo;Siegen wird der, der wei&szlig;, wann er k&auml;mpfen mu&szlig; und wann nicht.&ldquo;\n\nPasst euch der Situation an. Manchmal ist es besser nicht auf eine Provokation zu reagieren. Im Spiel, sowohl als auch unter den Spielern. Nicht jeder Troll, Flamer oder in euren Augen Feeder ist es Wert den Dritten Weltkrieg anzufangen. Lasst das Schwert in der Scheide. Es ist nur ein Spiel. Ein Spiel jedoch, was vor allem von einer Person gespielt wird: euch selbst:\n\n> &bdquo;Wenn du den Feind und dich selbst kennst, brauchst du den Ausgang von hundert Schlachten nicht zu f&uuml;rchten. Wenn du dich selbst kennst, doch nicht den Feind, wirst du f&uuml;r jeden Sieg, den du erringst, eine Niederlage erleiden. Wenn du weder den Feind noch dich selbst kennst, wirst du in jeder Schlacht unterliegen.&ldquo;\n\nDieses Zitat hat zwei Ebenen. Die Erste ist die im Spiel. Sie beinhaltet Kenntnisse der Matchups und die F&auml;higkeiten deines Champs. Spieler, die einen Champ gemeistert haben, wissen zu 100%, was sie an welchem Punkt, mit welchen Items gegen den Gegner zu tun verm&ouml;gen. Sie k&ouml;nnen ihren Schaden einsch&auml;tzen und wissen, mit welchen Items, mit welchem Verhalten oder mit welcher Skillorder sie sich an die Situation anpassen k&ouml;nnen.\nEin Perfektes Beispiel hierf&uuml;r ist nat&uuml;rlich das [unglaubliche Zed Play von Faker.](https://www.youtube.com/watch?v=da09LgzA0sY)\n\nEr wusste ganz genau, was er kann, wie er es machen kann und wie er auf das Mirrormatchup in dieser Situation reagieren muss. Zwar Ryu auch ein paar Fehler gemacht, doch darauf gehen wir in einem sp&auml;teren Teil ein.\n \nDie Zweite Ebene ist die pers&ouml;nliche. Wenn ihr ein sehr leidenschaftlicher Spieler und schnell frustriert seid, dann bringt es nichts nach dem 5ten verlorenen Ranked weiterzuspielen. Macht eine Pause und kommt zur Ruhe. Ihr wollt den Win, das ist klar, doch h&ouml;rt in euch rein und &uuml;berlegt, ob ihr in eurem Zustand wirklich in der Lage seid 100% eures Potentials abzurufen. Kennt eure St&auml;rken und Schw&auml;chen. Ihr habt Lust auf Riven Toplane, habt sie allerdings erst gestern gekauft und das erste Mal gespielt? Pickt lieber etwas anderes, wenn ihr gewinnen wollt. Zu dieser Kenntnis geh&ouml;rt auch ein gewisses Ma&szlig; an Bescheidenheit. &Uuml;bersch&auml;tzt euch nicht. Ihr m&ouml;gt euch f&uuml;r den besten Spieler der Welt halten, doch es gibt immer jemand besseren. Das ist vollkommen nat&uuml;rlich. Jedoch solltet ihr das akzeptieren, wenn ihr den Wunsch habt euch stetig zu verbessern. Man kann seine Lane nicht immer gewinnen, ab und zu feedet man. Das geh&ouml;rt dazu, aber man kann daran arbeiten.\n\nHier der nöchste Teil: \n\n[IV. Taktik](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/IMno70Lm-die-kunst-der-liga-taktik)","replies":[]}