{"id":"TxAvsVl5","poster":"DasBackpapier","date":"2015-03-26T04:37:02.047+0000","title":"Suche 5er Rankedteam oder Teamleiter!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hall&ouml;chen,\r\nich bin Main Support und suche auf diesem Weg ein ernst zunehmendes Rankedteam oder einen ambitionierten Teamleiter! Ich bin nicht abgeneigt ein Team aufzubauen von daher ist mir beides recht nur den Part der Teamleitung w&uuml;rde ich ungern &uuml;bernehmen, daf&uuml;r fehlt mir dann doch die Erfahrung f&uuml;r jede Lane/Champion... \r\n\r\nZuerst mal was ich suche:\r\n\r\n1. Feste Trainingszeiten! \r\n\r\nIch war schon in zu vielen Teams die unter gingen weil es einfach an den festen Zeiten fehlte.\r\n\r\n2. Eine gewisse Einspielzeit!\r\n\r\nManche Teams lehnen Spieler nach 2-3 &quot;Testgames&quot; ab... daf&uuml;r hab ich nur wenig Verst&auml;ndnis... bei diesen Games ist man oft sehr nerv&ouml;s, nicht mit dem Team eingespielt ... sowas braucht nun mal Zeit, vor allem auf einer Duo Lane :)\r\n\r\n3. Ein Team das etwas erreichen will!\r\n\r\nIch m&ouml;chte in dem Spiel voran kommen, ich will etwas erreichen... und da ist ein Fun-Team ohne Disziplin im falschen Trade :)\r\n\r\n\r\n\r\n... und nun zu mir:\r\n\r\nIch bin 21 Jahre jung und Geistige Reife ist vorhanden! \r\nZur zeit bin ich Gold 4, ich Spiele LoL seit 1 1/2 Jahren (einige werden jetzt meine &quot;Erfahrung zu bem&auml;ngeln haben... aber weder die Zeit noch das Elo gibt Erfahrung sondern der Elan sich mit einem Thema zu befassen!) Ich hab ca. vor einem Jahr mit SoloQ angefangen und kam in Silver 5 rein, habe mich hochgespielt auf Silver 1 ... in den Placement Games f&uuml;r S5 kam ich von Silver 1 auf Gold 3... bin nur leider durch ungl&uuml;ckliche Games in Gold 4 gelandet. Ich besitze einen eigenen TS3 Server, funktionierendes Headset und im Notfall ist Skype auch vorhanden... zudem ist mir bewusst was Vision bedeutet und ich kenne die Timer diverser Summonerspells/Jungle. \r\n\r\nAuf meine Mainchampions komme ich gerne pers&ouml;nlich zur&uuml;ck aber ich habe allgemein einen weitgehenden Championpool zu bieten. \r\n\r\nFalls ich das Interesse eines Teams oder eines gewillten Teamleiters geweckt habe kann er mir gerne ingame eine FA schicken :)\r\n\r\nLG\r\n\r\nMoonyCat \r\n\r\n{{summoner:31}}","replies":[{"id":"","poster":"Firerider","date":"2015-03-26T07:53:38.042+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen MoonyCat,\nIch habe einiges an Erfahrung was die Teamverwaltung angeht und bastel im Rahmen meiner Gemeinschaft auch regelmässig neue Teams, was ich fragen wollte ist ob du Lust hättest ein Team in einer Spielgemeinschaft zu bekommen, oder ob das für dich keine Option darstellt\nlg Fire Rider","replies":[]}]}