{"id":"gW5JWpXy","poster":"Ninjafrog","date":"2015-03-26T11:05:13.392+0000","title":"5er Ranked-Team sucht Jungler im Goldbereich","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo liebe Mitbeschw&ouml;rer!\nDer Clan \"Blue Vengeance\" sucht f&uuml;r eines seiner Teams einen Jungler im Elobereich Gold. \n\n**&Uuml;ber uns**\nWir sind ein Team, das seit Anfang 2015 fest besteht. Einzeln tummeln wir uns im Gold- bis Low-Platin-Bereich herum und spielen auch regelm&auml;&szlig;ig zusammen; viele von uns zocken LoL schon seit ein paar Jahren. Der Clan an sich beinhaltet mehrere Teams f&uuml;r League Of Legends. Auf einen freundlichen und \"gesitteten\" Umgang miteinander legen alle Wert und in der Regel gew&ouml;hnen sich neue Mitglieder bei uns schnell und sicher ein. Die stark &uuml;berwiegende Mehrheit des Clans ist 18+, seltene Ausnahmen best&auml;tigen diese Regel. Mehrmalige Missachtung der Regeln und des Umgangs werden dementsprechend hart gepunished, damit ein entspanntes Miteinander m&ouml;glich ist.\n\n**Wir suchen**\njemanden, der den Willen besitzt, in einem 5er Ranked-Team zu spielen, Erfahrungen mit anderen zusammen zu sammeln und sich zu Verbessern. Spa&szlig; und gute Laune d&uuml;rfen dabei nat&uuml;rlich nicht fehlen. Trainingszeiten unseres Teams sind immer Montags und Donnerstags von 19 Uhr bis *mindestens* 22 Uhr; hier bieten sich auch Probespiele an, da alle Teammitglieder dabei sind und man sich erstmal \"beschnuppern\" kann. Motivation zum Zocken und vor allem Kritikf&auml;higkeit sind dringend erw&uuml;nscht! Flexibilit&auml;t angesichts der Zeiten ist von Vorteil, falls es mal nicht zum Training kommen sollte, am Wochenende trainieren wir i.d.R. aber nicht. Au&szlig;erdem haben wir die M&ouml;glichkeit, uns innerhalb des Clans von sehr guten LoLern Feedback und Tipps einzuholen, welche auf jeden Fall angenommen werden sollen. Wir fokussieren uns als Team meist auf die aktuell st&auml;rkeren Champs und erwarten dies nat&uuml;rlich auch von Bewerbern (in bestimmten F&auml;llen sind Ausnahmen in Ordnung).\n\n**&Uuml;ber Dich**\nNat&uuml;rlich brauchen wir ein paar Infos vorab &uuml;ber dich, damit wir uns einen ersten Eindruck verschaffen k&ouml;nnen. Hier eine kleine Checkliste, um die wichtigsten Faktoren nicht zu vergessen:\n1. Wie lange spielst du schon League of Legends?\n2. Welche Champs spielst du am liebsten und kannst du dich f&uuml;r Teams anpassen?\n3. Hast du bereits Erfahrungen mit Teams, Clans, etc. ?\n4. Welche Motivation hast du, in einem Team zu spielen?\n\n\nBei Interesse meldet Euch am Besten hier im Forum oder ingame bei mir (ingame Nick \"Ninjafrog\"). Ich bevorzuge pers&ouml;nliche Gespr&auml;che &uuml;ber Teamspeak 3, ein Clanserver ist vorhanden, die Daten gebe ich euch dann. Ich bin normalerweise t&auml;glich in League of Legends online, schreibt mich einfach an, wenn ihr mich seht, damit wir uns f&uuml;r ein Gespr&auml;ch/Probetraining verabreden k&ouml;nnen. Da ich die Position des ADCs im Team einnehme bieten sich Probespiele zu zweit nicht an. Ich werde das Forum regelm&auml;&szlig;ig &uuml;berpr&uuml;fen und ein Ende der Suche hier notieren, wenn jemand aufgenommen wurde.\n\nIch freue mich auf jede Anfrage, die sich ergibt und vor allem auf Euch!  ;-) \nIn diesem Sinne:\nAlles Gute, Euer Ninjafrog!","replies":[{"id":"","poster":"Garet Jax","date":"2015-04-10T15:29:14.538+0000","up_votes":1,"down_votes":0,"body":"Moin!\n1. Seit Beginn\n2.Hab alle und spiel ueber die haelfte gut. Meine mains z.Z. Voli amu seju gp shaco malph rammus\n3.Nein\n4.Es minimiert die Chancen seine Zeit mit Vollhonks zu verschwenden\n\nLG Garet Jax","replies":[]}]}