{"id":"7AnrtjtG","poster":"Ma Steez","date":"2015-03-25T10:08:38.772+0000","title":"ZED RUNEN","subforum":"Level Up: Guides & Tipps","embed":{"title":"CaII me Babo - Europe West - Summoner Lookup - LoLSkill","description":"Summoner Lookup with statistics, ratings, LoLSkillScore and more for CaII me Babo, a League of Legends summoner on the Europe West region.","url":"http://www.lolskill.net/summoner/EUW/caii%20me%20babo/runes","image":"http://static.lolskill.net/img/tiers/192/goldI.png"},"up_votes":2,"down_votes":0,"body":"Heyho  Leute,\r\n\r\n\r\nDiese Frage ist echt NUR an Main Midlaner bzw leute im HIGH ELO bereich ( oder Freaks die alles ausrechnen :PPP)  gestellt, die sich auch öfter mit {{champion:238}} beschäftigt haben \r\n\r\nIch hätte ne Frage undzwar gg AP sollte man da eher auf cd/per level  oder  cd flat?\r\n\r\nIch persönlich hab meine runen von faker kopiert, und im allgemeinen ist health per level besser , oder flat health? ab lvl 7 ist ja bei beiden der bonus +72 jedoch würde ich mich echt freuen, da ich keine lust hab hier nen fetten text zuschreiben das sich vielleicht jemand meldet und wir im ts etc drüber quatschen, einfach kommentieren bitte :) danke","replies":[{"id":"","poster":"Pippifax97","date":"2015-03-27T21:13:39.121+0000","up_votes":1,"down_votes":0,"body":"wenn ich ein matchup hab in dem ich sowieso gewinne kann ich die MR ja auch skaling nehmen um ein besseres end zu haben. wenn ich das early nur mit hilfe der runen gewinnen kann nehm ich beides flat und gewinn das early leichter. so halb halb ist glaube ich ncith so sinnvoll.","replies":[]},{"id":"","poster":"Pippifax97","date":"2015-03-26T22:41:10.098+0000","up_votes":1,"down_votes":0,"body":"kann mir mal ein zed spieler erklären was der sinn von MR flat + leben/lvl ist? warum nicht beides flat/scaling?","replies":[{"id":"","poster":"Fennylicious","date":"2015-03-27T21:05:45.384+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pippifax97,realm=EUW,application-id=vatevpvi,discussion-id=7AnrtjtG,comment-id=0003,timestamp=2015-03-26T22:41:10.098+0000)\n>\n> kann mir mal ein zed spieler erklären was der sinn von MR flat + leben/lvl ist? warum nicht beides flat/scaling?\n\nDie MR ist fuer das early, weil du im late ehh alles Killen sollst. Die Leben pro lvl brauchst du, weil du ihm lat besser All-Innen kannst","replies":[]}]},{"id":"","poster":"Fennylicious","date":"2015-03-26T22:05:52.514+0000","up_votes":1,"down_votes":0,"body":"Zed vs Ad\nRot: Armer Pen\nGelb: Leben pro lvl \nBlau: Cdr pro lvl \nQuin: Ad \n\nZed vs Ap \nRot: Armer pen \nGelb: Leben pro lvl \nBlau: Mr flat\nQuin: Ad","replies":[]},{"id":"","poster":"Groath","date":"2015-03-25T10:50:20.183+0000","up_votes":1,"down_votes":0,"body":"\"Besser\" ist relativ. Generell gilt, dass flat für das Earlygame, x per level für das Lategame gemacht ist.\n\nRunen sind nie nur für einen Champion gedacht, sondern immer auch für einen Spielstil. Wenn du früh im Spiel Dominanz zeigen willst und auch weißt, die (um Bruchteile einer Sekunde!) niedrigeren Cooldowns auszunutzen, geh auf CD flat. Wenn du aber merkst, dass deine basic Skills jeweils länger als 1 Sekunde off CD sind und du sie nicht sofort benutzt, sobald sie da sind, brauchst du auch keine CD flats.\n\nGenauso sieht es bei health aus. Wenn du früh im Spiel auf Exchanges aus bist, also Schaden machst und im Austausch Schaden frisst, geh auf health flat. Wenn du die vollen health flat Runen hast, gibt es dir 78 HP. Das sind zwei Autohits eines Gegners. Wenn du ausnutzen kannst, dass der Gegner zwei Hits mehr braucht, um dich zu töten und du ihm in der Zwischenzeit mehr Schaden machst, hau rein. Wenn du jemanden gegen dich hast, bei dem du lieber ausweichen solltest (z.B. Cassio), als dich auf ein stumpfes Kräftemessen einzulassen, bringen dir die HP früh im Spiel auch nichts. Wenn du weißt, dass du hinten bleiben und lasthitten musst, könnten dir die HP flats was bringen, um den einen oder anderen Hit kassieren zu können, während du dir das Gold holst.\n\nEs gibt keine beste Runenseite für einen Champion. Du musst deine Stärken mit dem Champion finden und danach bauen. Faker spielt Zed sicher ganz anders als du und braucht völlig andere Runen. Er ist aggressiv, nutzt jedes % CDR aus und weiß genau, wieviel Schaden er macht und nimmt. Er kann seinen Spielstil je nach Gegner anpassen, um dennoch seine Runen vollkommen ausnutzen.\n\nDecke deine Schwächen mit den Runen ab und booste deine Stärken. Runenseiten und Builds zu kopieren bringt dir gar nichts, wenn du sie nicht ausnutzen kannst","replies":[]},{"id":"","poster":"PxBOZqntKp","date":"2015-03-25T11:10:07.986+0000","up_votes":1,"down_votes":2,"body":"Du solltest keine CD-R nitmnejmen sondern \nRot : Armor pen\nGelb : Health per level\nBlau : Flat MR\nQuin : Flat Ad","replies":[{"id":"","poster":"Pippifax97","date":"2015-03-25T15:12:41.323+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Just best Rengar,realm=EUW,application-id=vatevpvi,discussion-id=7AnrtjtG,comment-id=0001,timestamp=2015-03-25T11:10:07.986+0000)\n>\n> Du solltest keine CD-R nitmnejmen sondern \n> Rot : Armor pen\n> Gelb : Health per level\n> Blau : Flat MR\n> Quin : Flat Ad\n\nwenn du einen champ wirklich exzessiv mit den optimalen runen spielen willst wird eine runenseite nicht ausreichen, weil es soviele matchups gibt. z.B. wenn du gegen ad spielst wär flat MR natürlich kompletter Blödsinn da nimmt man natürlich scaling MR oder eben gleich cdr je nach geschmackssache. ich spiele zed nicht aber scaling health + flat MR? das ist irgendwie so unsicher. entweder man setzt auf scaling runes oder man tuts nicht so halbe halbe ich doch irgendwie komisch.","replies":[]},{"id":"","poster":"Ma Steez","date":"2015-03-25T14:59:49.599+0000","up_votes":1,"down_votes":0,"body":"totaler quatsch!","replies":[]}]}]}