{"id":"aIwP3AFE","poster":"I love you Malon","date":"2015-03-25T14:40:31.636+0000","title":"Katarina macht mir Angst! Was tun? Schreibt eure Tipps hierein","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Hey Leute ;),\r\nich hab vor 2 Monaten angefangen LoL zu zocken, bin seit vorgestern lv.30 und nun in der High Elo gelandet. \r\nAber darum geht es ja nicht wie ihr schon am Titel gelesen habt.\r\nUnd zwar seit der neuen ELO laufen VIELE {{champion:55}}  mir über den Weg und ich hab GROßEN RESPEKT vor ihr.\r\nIch weiß CC und das ganze lässt sie kalt aber wenn man keinen hat wirds schwer.\r\nNa gut und erst ma zu mir: Meine Main Rollen sind Mid, Supp und Jungle/Top.\r\n\r\nWelche Mid Laner ich zurzeit spiele sind {{champion:238}} {{champion:157}} {{champion:38}}{{champion:268}}  und manchmal auch {{champion:84}} {{champion:55}}.\r\n\r\nGut...mit Kassadin ist Kata kein Problem: Q und ihre Ult wurde durch den Kanalisierungs effekt abgebrochen :D\r\nAzir geht so ^^\r\n\r\nDoch mit Zed und Yasuo hab ich so meine Probleme ._.\r\n\r\nJede Kata wirft ma ne Q nach dir und falls möglich springt sie auf dich und macht ne W.\r\nKann man leider nichts machen aber dafür kann man auch zurück poken aber um welchen Preis? Jeder fängt am Anfang mit Boots an und somit ist dodgen für gute Katas ein Spaziergang.\r\nZwar kann ich mit Zed und Yasuo auf abstand Farmen und mit der W von Yasuo auch ihre Q dodgen und sogar die Ult. Trotzdem reicht der Damage um mich ma auf 1/4 down zu poken und ich kann null gegen eine Kata machen.\r\nDef spielen bringt es auch nicht da man farm braucht und Kata wirft dir trotzdem mal ne Q zu.\r\nDodgen kann man nicht und die Range ist auch nicht gerade niedrig.\r\n\r\nGestern war z.B. die Hölle meines Lebens ;(\r\nIch hab seit gestern Yasuo und durfte gegen eine Kata spielen (Skin=Wohl eine gute Kata)\r\nAm Anfang lief das farmen sehr gut doch immer wenn ich poken wollte sprang sie mit ihrer E weg und meine E ging ins Leere, warf ne Q und Aua...W hinterher und das tat ziemlich weh...\r\nMeine Passive ist auch nicht so das Gelbe vom Ei da Kata unendlich viele Q werfen kann ohne auf Kosten achten zu müssen. Meine Passive füllt sich nur durch mein Movement und bis ich das wieder voll hab krieg ich auch die nächste Q ab.\r\n\r\nUnd das Ende will ich euch lieber nicht erzählen :( ich spielte am Ende 1/12/3 \r\nDie Kata nahm mich auseinander wie sonst was und ich schämte mich so dafür.\r\nIch hab darüber nur 1x mal gegen eine Kata gewonnen. Sonst noch nie.\r\n\r\nTraurig oder?\r\n\r\nSie wird dadurch durch den Patch 5.6 ein bissl squishy und somit kann sie leichter auf niedrigem life gehalten werden.\r\n\r\nIch denke ich mach was falsch und nehme Hilfe natürlich gerne an.\r\n\r\nAlle meine Kumpel vorallem mein Lehrer können mir da nicht weiterhelfen da jeder sagt spiel deff und mein Lehrer ist kein Main Mid Laner =/\r\nSomit möchte ich auch von Kata Mains eventuell Hilfe bekommen um mal ein ernsthafter Gegner zu sein.\r\nich denke mein großes Problem ist das ich Angst vor ihr habe.\r\n\r\nLg XtremBoy","replies":[{"id":"","poster":"IKartoffelI","date":"2015-03-26T05:30:08.418+0000","up_votes":2,"down_votes":0,"body":"Ich persönlich Spiele sehr gerne Malzahar gegen Kara. Mit Q und R kannst du ihre Ult abbrechen und mit deiner e kannst du gemütlich zusehen wie die Minijobs sterben.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-03-25T18:29:39.344+0000","up_votes":2,"down_votes":0,"body":"Das einfachste ist an der Stelle: Spiele sie 2 oder 3 mal selbst... Danach kannst du viel besser einschätzen, welche Stärken und Schwächen sie hat. Je mehr du über einen Champ weißt, um so besser kannst du gegen ihn spielen. \n\nAn sonsten... nehme ich gegen Champs, die mir Angst machen, immer Exhaust mit... oh warte, als Sup Main nehme ich in 80% meiner Spiele Exhaust mit.... Aber Kata lebt halt davon, dass sie reinspringt und Leute killt um ihre Resets zu kriegen... ein gut gesetztes Exhaust verhindert dies oftmals... (Ernsthaft, wie viele Kata Bot Roams ich schon ganz entspannt mit Exhaust gekontert und in nen \"Free Kill für meinen ADC\" umgewandelt habe... das funktioniert sogar gegen angefeedete Katas...","replies":[{"id":"","poster":"I love you Malon","date":"2015-03-25T18:54:26.496+0000","up_votes":1,"down_votes":0,"body":"Ich habe von lv1 bis lv.20 Kata gemaint und bin dadurch auch nicht schlauer geworden xD\nExhaust ist gar nicht so schlecht aber mit Zed eher dumm da mir sonst mein Ulti Damage fehlt.\nAber ansonsten Danke ;)","replies":[]}]},{"id":"","poster":"Groath","date":"2015-03-25T15:15:36.738+0000","up_votes":2,"down_votes":0,"body":"Erst mal: Herzlichen Glückwunsch und willkommen im Team! :)\n\nUm gegen eine Kata klarzukommen, musst du viel mit Timing spielen. Sobald sie ihren Q raus und dich nicht getrofen hat, hast du die Oberhand. Das kannst du nun nutzen, um aggressiver zu spielen. Sie wird dich fürchten müssen, weil sie nur noch ihren W und E hat. Du als Yasuo machst im Nahkampf viel mehr Schaden als sie, deshalb wird sie dich nicht anspringen. Falls sie ihre Q auf dich bekommen hat durch Minions, aber kein W hinterherkam, farme deinen Schild sofort wieder hoch, indem du ein paar Mal durch Minions hüpfst. Danach bist du wieder sicher.\nFalls Kata ihren Q als erstes maxed, dann wird Kata ab lvl4 damit mehr Schaden machen als dein Schild aushält.\n\nDer Yasuo, gegen den ich am wenigsten klar kam hat unheimlich viel gepusht. Er hatte gefühlt ständig seinen Tornado zum casten bereit und dann kann keine Kata auf dich springen, wenn du nicht gerade Reflexe wie eine Schnecke hast. Da Kata am Anfang noch sehr schlecht unterm Tower farmen kann, wirst du ihr auch noch mehr Farm damit stehlen. Falls sie dann ihren Q und W dafür nutzt, die Minions zu töten, kann sie die nicht mehr auf dich hauen. Dann musst du auf sie zugehen, damit sie zurückweichen muss und unter den Tower gerät. Das einzige Problem hier ist, dass du für Ganks offenstehst.\n\nViele haben Probleme damit, gegen Champions zu kämpfen, die viel Schaden mit einem Mal machen. Wenn Kata vor 6 mit Q, E, W auf dich springt, dann kann sie nur noch weglaufen. Ihre Q und E sind noch 9 Sekunden weg und du kannst ihr eine volle Breitseite deiner Qs in den Rücken drücken. Viele denken dann aber, dass alles vorbei ist und laufen weg, ohne selber Schaden an ihr gemacht zu haben. Wenn du gegen eine Katarina spielst, kannst du auch darauf achten, eine volles Set an Magic Resist Runen drin zu haben. Runen machen vieles früh im Spiel aus. Wenn sie so viel Schaden mit einer Rotation macht, gehe ich davon aus, dass du keine vollen Runenseiten hast.\n\nAnsonsten können wir gerne mal ein paar Customs gegeneinander machen. Ich bin nicht der beste Spieler und weiß nicht, in welcher Elo du dich aufhältst, spiele Katarina aber schon seit ner Ewigkeit. Ich sehe sehr oft, dass Andere vor ihr einfach viel zu viel Angst haben. Wenn sich dann einer tatsächlich mal umdreht, merke ich, wie wenig Kata eigentlich aushält. Die Meisten drehen sich nur einfach nicht um, sondern laufen weg.","replies":[{"id":"","poster":"I love you Malon","date":"2015-03-25T18:56:22.092+0000","up_votes":1,"down_votes":0,"body":"Danke für die Tipps ^^\nDas stimmt schon, Kata ist in meiner jetzigen ELO (Low) ein ziemliches Monster das Angst und Schrecken in die Gesichter der Beschwörer setzt.\n\nDein Angebot gefällt mir sehr \nKönnen gerne mal par Customs machen :D","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-03-25T15:03:33.456+0000","up_votes":2,"down_votes":0,"body":"Genau. Du solltest vermeiden, dich q'en zu lassen.\nBeim Yasuo-Game hättest du vielleicht besser statt dem Hextrinker den flinken Krummsabel kaufen sollen. Damit kannst du Beeinträchtigungen loswerden und kriegst einen kurzen Laufbonus.\n\nAls AP-Champ wäre auch Zhonyas eine Möglichkeit, da du diese aktivieren kannst, wenn Kata ihre Ulti macht.\n\nbtw. deine Definition von \"High Elo\" finde ich lustig, da ich mich selber als \"Low Elo-Spieler\" sehe. XD","replies":[{"id":"","poster":"I love you Malon","date":"2015-03-25T15:10:05.344+0000","up_votes":1,"down_votes":0,"body":"High Elo war falsch gewählt ich weiß XD\nIch meinte das in dem Sinne das ich nun keine \"Anfänger\" mehr als Gegner hab!\n\nDanke für dein Tipp ^^","replies":[]}]},{"id":"","poster":"D4rn4S","date":"2015-03-25T14:49:01.396+0000","up_votes":2,"down_votes":0,"body":"Lass dich nicht von ihrere Q treffen, wenn doch LAUF!\nansonsten poke sie so oft es geht, sie stirbt ja auch recht schnell.\nWenn ihre ulti komm dann entweder schnell killn oder laufen/flashen je nacht dem, anfangs ist ihr dmg noch ertragbar ^^","replies":[{"id":"","poster":"I love you Malon","date":"2015-03-25T14:54:25.004+0000","up_votes":1,"down_votes":0,"body":"Danke für deine schnelle Antwort Beschwörer ^^\nWenn ich mal so darüber nachdenke hab ich nun wirklich nicht darüber nachgedacht wegzulaufen wenn sie ihre Q wirft xD\n\n\nLG XtremBoy","replies":[{"id":"","poster":"D4rn4S","date":"2015-03-25T14:58:57.685+0000","up_votes":2,"down_votes":0,"body":"Kein Thema ^^\nKannst einfach so lange richtung tower laufen bis der Schöne dolch nicht mehr auf deine Haare tropft :D","replies":[]}]}]},{"id":"","poster":"Tschokii","date":"2015-03-25T14:57:26.941+0000","up_votes":2,"down_votes":0,"body":"Also Kata ist bei mir vermutlich der meistegebannte Champ.\nMittlerweile ban ich sie nurnoch wenn ich gerade nicht Annie spielen will.\nAber wenn ich ne Kata im Gegnerteam seh spiel ich meist Annie weil man für den Champ wenig Übung braucht (also muss man ihn nicht oft spielen damit man ihn beherrscht) und Annie gegen Kata ziemlich effektiv ist.\n\nAnsonsten hoffe ich immernoch auf ein kleines Rework von Kata da ich einen Reset aller Spells bis auf R (15 Sek Resettet) ziemlich stark finde und sie dazu nicht mal Mana/Energie hat.","replies":[{"id":"","poster":"I love you Malon","date":"2015-03-25T15:01:09.905+0000","up_votes":1,"down_votes":0,"body":"Joo Annie ist ein harter Kata Counter ^^ Vor allem mit der Flash Tibbers Combo *.*\n\nAber Annie spiel ich meist nur Supp :D","replies":[]}]},{"id":"","poster":"Evenrider","date":"2015-03-25T14:51:43.417+0000","up_votes":2,"down_votes":0,"body":"Du bist Main Mid, Top, Jgl, Sup?\nSo etwas bezeichnest du noch als Main?\n\nDu spielst fast nur Assassinen in der Mitte, daher mein Rat: Wenn du deinen Gegenspieler nicht besiegen kannst, geh Roamen. Die Kata kann das zwar auch, aber wenn sie nicht schnell genug ist, ist es meist eine dumme Idee seinem Lanegegner bei Roamen zu folgen. Und Farmen/Pushen können nur wenige Assassinenspieler.","replies":[{"id":"","poster":"I love you Malon","date":"2015-03-25T14:59:00.904+0000","up_votes":1,"down_votes":0,"body":"Sorry XD hab eine andere Bezeichnung unter Main: Mit denen kann ich es am besten!\n\nAber ich kann doch nicht Roamen gehen wenn ich eingepusht werde O.o\nOder doch? \nZwar haste recht...Magier und Assasinen wie Kata besitzen kein hohen AD Basiswert außer Kassadin und Akali, daher können sie nicht stark pushen und mein Jungler kann ich ja auch fragen.\nWieder eine hilfreiche Antwort :D","replies":[]}]},{"id":"","poster":"pulledchicken","date":"2015-03-26T05:42:43.548+0000","up_votes":1,"down_votes":0,"body":"einfach am besten einen champ mit knockup oder stund (Riven z.B. ) und nur poken sobald die ult raus ist  die E und dann instand  die Q durch so schnell wie möglich dann die W ignite oder vor der Q noch einmal selber Ulti und du hast easy GG !","replies":[{"id":"","poster":"Evenrider","date":"2015-03-26T06:37:20.005+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sêt,realm=EUW,application-id=Wj1wcocU,discussion-id=aIwP3AFE,comment-id=0007,timestamp=2015-03-26T05:42:43.548+0000)\n>\n> einfach am besten einen champ mit knockup oder stund (Riven z.B. ) und nur poken sobald die ult raus ist  die E und dann instand  die Q durch so schnell wie möglich dann die W ignite oder vor der Q noch einmal selber Ulti und du hast easy GG !\n\nUnd jetzt nochmal auf verständlich, bitte.","replies":[]}]}]}