{"id":"gs9b5cYO","poster":"MISTER cRus","date":"2015-03-24T20:46:19.562+0000","title":"Zockerstube Sucht für das Team 1 (Bis Gold) und für das Team 2 (Ab Platin) Aktive Spieler","subforum":"Clans & Teams","embed":{"title":"Zockerstube | Multigaming Community - Neuigkeiten - Zockerstube-clan.de | Multigaming Community","description":"webSPELL Template by www.gamer-designs.de","url":"http://zockerstube-clan.de","image":"http://zockerstube-clan.de/images/features/2.png"},"up_votes":1,"down_votes":2,"body":"Ihr seid auf der Suche nach einer netten Community, die gerne im Team spielt und mit der man Spaß haben kann? Dann seid ihr bei uns herzlich willkommen\r\nWir sind ein gut organisierter Clan, die weitere Mitglieder für das gemeinsame Zocken suchen. Wir sind hilfsbereit, offen für Fragen, Tipps und Anregungen für andere Spiele, die man gut zusammen zocken kann\r\n\r\n**Wer sind wir ?**\r\n\r\nWir, Zockerstube, waren seit 2010 als Clan unterwegs. Vertreten waren wir in zahlreichen Spielen. Mit einer Neuorganisierung 2015 haben wir das alte Clandasein abgelegt, um als Community weiter zu funktionieren. Als Gaming-Community und Multigaming Clan legen wir Wert darauf, unseren Mitgliedern größtmögliche Freiheit und Eigenständigkeit zu bieten.\r\nSpaß am Spiel sowie Verpflichtungen im Reallife stehen bei uns stets an erster Stelle !\r\n\r\n**Was wird gespielt ?**\r\n\r\nGenerell wird bei uns Alles gespielt, dennoch bietet unsere Community Platz für den Betrieb von Clans, diese sind voneinander unabhängige Sektionen, die einen eigenen Clanleiter aufweisen. Viele Mitglieder sind dabei auch in mehreren Clans vertreten, sodass ein Zusammenhalt innerhalb der Community gewährleistet ist.\r\nEine Beitrittspflicht für die Clans gibt es nicht, jedes Mitglied kann frei für sich entscheiden, wo oder wem es beitritt bzw. wo es sich bewerben möchte.\r\n\r\n**Unsere aktiven Teams sind zurzeit :**\r\n\r\nLeague of Legends (Bis Gold)\r\nLeague of Legends (Ab Platin)\r\nCounter-Strike: Global Offensive\r\nClash of Clans\r\nGenerell sind wir für die Einführung von neuen Clans offen !\r\n\r\n**Auch wenn wir eine freie Community sind, solltest du ein paar Dinge mitbringen, um ein harmonisches Miteinander zu gewährleisten.**\r\n\r\nTeamSpeak3 sowie ein funktionierendes Headset (hier werden wir dir gerne bei Einrichtung usw. helfen)\r\nSelbstständiges Informieren über Facebook, Homepage, Steam usw.\r\nEinhaltung der Benimmregeln, auf Homepage sowie im TeamSpeak\r\nGenerell gibt es kein Mindestalter, es sollte jedoch eine gewisse geistige Reife zu erkennen sein.\r\nDies betrifft jedoch nicht unsere Clans, hier sind weitere Infos auf der jeweiligen Clanseite zu finden\r\nSpaß am Spiel und am geselligen Miteinander in der Community. Jeder, der beitritt, sollte dies aus\r\nfreien Stücken und eigenem Interesse tun, wir wollen niemanden zu irgendwas zwingen !\r\n\r\n**Wo findet ihr uns ?**\r\n\r\nTeamspeak 3 : ts3.zockerstube-clan.de oder 84.200.18.140\r\nHomepage : http://www.zockerstube-clan.de/ \r\n- Bewerben bitte hier : http://zockerstube-clan.de/index.php?site=forum \r\nFacebook : https://www.facebook.com/zockerstubeclan\r\n\r\nWenn wir euer Interesse wecken konnten, würden wir uns freuen, euch auf unserer Homepage oder dem TeamSpeak begrüßen zu dürfen und näher kennenzulernen\r\n\r\n**Mit freundlichen Grüßen\r\nDeine Zockerstube Community**","replies":[{"id":"","poster":"Ma Steez","date":"2015-03-24T21:28:10.232+0000","up_votes":2,"down_votes":0,"body":"Hey ich interessiere mich sehr an eurem clan, ich besuche mal eure webseite\n\nEdit: wow cooler clan empfehlenswert!!","replies":[]}]}