{"id":"QJL1s2OE","poster":"AncientITTI","date":"2015-03-24T21:37:56.336+0000","title":"Shen?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo ich wollte mal fragen warum man ihn so selten sieht. Er hat meiner Meinung nach gute Skills q poke w shield e taunt ulti shield und macht mit trinity und botrk und sogar eventuell Berserker Schuhen unangenehm schaden.","replies":[{"id":"","poster":"Jisatsu90","date":"2015-03-25T00:10:54.944+0000","up_votes":1,"down_votes":0,"body":"Shen ist im Teamfight einfach relativ Schwach.\nAndere Tanks wie Maokai oder auch Nunu erfüllen seine Aufgabe einfach besser.\nZudem ist der Cooldown auf der Ulty einfach viel zu hoch, die Kanalisierungszeit (3Sekunden) Darauf ebenso.\nAußerdem skalieren Shens Fähigkeiten alle mit Fähigkeitsstärke.\nUnd was baut man auf Shen nicht? Richtig! AP.\nSein Taunt (der einzige Cc-Spell) muss kolidieren, was mMn in der derzeitigen mobilen Meta einfach nur sehr schwer anzubringen ist. Hier würde ich die Mechanik wie bei Rammus ändern. Rammus muss zwar nah an den Gegner ran aber nicht kolidieren damit er tauntet. Würde Shen auch sehr gut stehen. Ein Point and Klick Taunt mit Gaplcloser aber einem sehr niedrigen Wirkbereich.\n\nBei seiner Ulty würde ich eben, wie erwähnt:\n1. Den Cooldown auf 180/160/140 oer 160/140/120 reduzieren\n\n2. Die Kanalisierungszeit von 3 auf 2 oder 1,5 Sekunden reduzieren.\n\n3. Die Ulty mit Leben skalieren lassen. Dafür würde ich den Grundwert des Schildes natürlich stark reduzieren. Mehr als 1000 Schild (Inklusie Lebensskalierung) auf höchster Stufe sollte nicht möglich sein mMn. Alles darüber wäre viel zu stark. Derzeit Gibt das Schild ja 250/550/850 (+135% Fähigkeitsstärke).\nIch würde das Schild auf 100/300/500 (+20% oder 30% des Bonuslebens) ändern.\n\n\nDas W-Shild würde ich mit Rüstung skalieren lassen. \nDie Ap-Skalierung auf der Q und der E würde ich so lassen.\n\nSo könnte man Shen balancen. Denn neben der zu hohen Cooldowns auf seiner Ulty ist das Problem auch dass Shen nur mit Fähigkeitsstärke skaliert. \nVerglichen mit anderen Tanks ist das eben sehr schwach.\n\nMaokai hat sein RoD und den % Schaden und ne Menge Cc Plus die bessere Ultyvariante.\nSion  Ist ein AD-Tank mit sehr hohem Basedamage, viel Cc und viel Schaden.\nRammus kann an seine Gegner ranrollen und skaliert mit Rüstung sehr gut.\nUSW.\n\nShen hat viele Nachteile den anderen Tanks gegenüber. Was seine niedrige Winrate von gerade mal  47,64% erklärt. Er ist zwar nicht der schlechteste Held in LoL aber eben momentan, wie so viele, zu schwach.","replies":[{"id":"","poster":"Biestmaster","date":"2015-03-25T14:51:51.736+0000","up_votes":1,"down_votes":0,"body":"Seine Passive skaliert mit Leben und so baut man auch Shen.  Zusammen mit Angriffsgeschwindigkeit. Shen ist eine super SUP oder Jungler alles ander geht nicht wegen dem dauer poke der Range jump and runs.\n\nZum wave clearen sunfire im late.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-03-25T10:33:12.241+0000","up_votes":1,"down_votes":0,"body":"0 Waveclear. Ich habe letztens im Nemesis Draft mal versucht, die Botlane vom Tier 2 Tower rauszupuschen... ohne Flammenfeuer... das dauert ewig... Und Shen ist halt auf Grund seiner Ulti zum Splitpushen gemacht. Er baut auf der Botlane Druck auf, so das der Gegner einen oder 2 Mann runter schicken muss, oder aber den Tower verliert. Dann nutzt er seine Ulti, um in den entstehenden Teamfight einzugreifen und für Überzahl zu sorgen. Das Gegnerteam hat also die Wahl: Gebe ich den Tower auf oder riskiere ich, dass ich den Baron abgebe. Wenn du aber gefühlt 5 Minuten brauchst bis deine Wave irgendwo ankommt... dann sind das 5 Minuten, in denen dein Gegner beim Baron den Teamfight forcieren kann... und damit verpufft dein \"Splitpush\" einfach...\n\nDer Ulti ist gerade in einer Profi Meta, die sich immer mehr Richtung Schach und dem verschieben von Waves bewegt, nicht mal DAS Problem. Schließlich hast du einen mächtigeren Teleport, der deine Teammates auch noch am Leben erhält... und kannst im Zweifelsfall 2 mal in 5 Minuten Teleportieren. Das viel größere Problem ist auch in der Lane der mangelnde Waveclear. Gegen Rumble, Maokai, Gnar und Co wirst du immer unter dem eigenen Tower farmen müssen... was wiederum bedeutet: Du stehst, wenn der Doppel Teleport losgeht, unter dem eigenen Tower... und verlierst deswegen garantiert Minions, also Gold und XP, an den Tower. Der Waveclear nur mit dem Q als SIngle Target Spell ist halt echt super bad...\n\nMit nem bisschen Glück bringt ihn das neue Item (also die Vorstufe zum Sunfire-Cape) zurück in die Meta... dann kannst du ihn wengistens gegen AD und Tank Toplaner picken...","replies":[]},{"id":"","poster":"Srepy","date":"2015-03-24T22:45:28.999+0000","up_votes":1,"down_votes":0,"body":"es geht halt darum was shen ausmacht er ist eig. ja ein tank der eine starke map presence hat und gut ist um einzelne  champions mit seinem team rauszupicken und was er macht machen halt andere champs besser , z.B seit dem in der neuen meta  jeder top laner teleport hat ist seine ulti zu naja geworden un den rest machen andere champions halt besser z.B irelia oder sion. ( aber ich spiele shen nie deswegen könnte ich auch völlig falsch liegen :D )","replies":[]}]}