{"id":"cwfvuPAb","poster":"UnbeIievabIe","date":"2015-03-23T22:43:55.733+0000","title":"Main Top Laner sucht Ranked Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo LoL-community,\r\nich suche ein Ranked Team. Ich bin Main Top laner und spiele seit Season 2. Letzte Saison war mein Höchstpunkt Gold II und vor kurzem wurde ich Gold IV eingerankt.\r\n\r\nFalls Interesse da ist, könnt ihr euch gerne melden. Falls nötig, würden genauere Informationen von mir folgen ...","replies":[{"id":"","poster":"0Akikochan0","date":"2015-03-24T10:52:38.771+0000","up_votes":1,"down_votes":0,"body":"Wenn du Lust hast mit dem Team mehr zu erreichen als im Ranked aufzusteigen, kannst du auch gern mal bei uns vorbei schauen.\nIn dem Verein gibt es mehrere Teams, die nach Bedarf auch im eSports Bereich unterstützt werden, sodass Teilnahme an Cups und Tunieren im Namen des Vereins möglich sind. Intern wird zur Verbesserung der Spielweisen Teamcoaching angeboten, sowie Vereinscoaching einmal pro Monat für die Spielweise auf einer Lane.\nWir sind bereits über 100 eingeschriebene Mitglieder, die noch nicht alle ein Team besitzen. Es ist somit jederzeit möglich ein neues Team aufzustellen oder einem bestehenden beizutreten. Zur Zeit besitzen wir ~ 13 Teams, sodass es auch kein Problem wäre für dich ein Team zusammen zustellen. Toplaner, Jungle und Midlaner sind momentan am gefragtesten.\n\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/yk2T9wzH-league-of-legends-verein","replies":[{"id":"","poster":"UnbeIievabIe","date":"2015-03-24T12:48:35.751+0000","up_votes":1,"down_votes":0,"body":"Wenn ich das richtig verstanden habe, muss man dafür Geld bezahlen.\nDa hab ich eher kein Interesse.","replies":[{"id":"","poster":"0Akikochan0","date":"2015-03-24T13:22:20.721+0000","up_votes":1,"down_votes":0,"body":"Für ein Coaching allein würde man normalerweise 10-20€ die Stunde zahlen. In dem Verein bekommt man jederzeit ein Coaching, wird bei allem supportet, Grafiken werden gestellt und auch Treffen werden übernommen. Pro Jahr würde es 5 bis max. 25€ kosten (abhängig von Alter und Tätigkeit) und man würde als Mitglied, wenn man alles in Anspruch nimmt, sogar viel Geld sparen.\nIst halt auch deine Sache, ob du überhaupt die Angebote in Anspruch nehmen würdest.","replies":[{"id":"","poster":"UnbeIievabIe","date":"2015-03-24T13:28:02.382+0000","up_votes":1,"down_votes":0,"body":"Sicher, dass Coaches, die nicht mal Pro-Spieler coachen, einen Stundenlohn von bis zu 20 Euro haben? \nSorry, für den Satz kann ich dich und deinen Verein nicht als seriös betiteln, außer das war eine gezielte Hyperbel :P\n\nSpaß beiseite, an einem Coaching wäre ich nicht interessiert.\nAber deine genannte Zahl ist nicht mal ein 1/10 der Realität.","replies":[]}]}]}]}]}