{"id":"2x2mEKpE","poster":"TGWN Ice Cube","date":"2015-03-24T15:16:01.008+0000","title":"Ranked block bitte um dringende Hilfe","subforum":"Hilfe & Support","up_votes":0,"down_votes":0,"body":"Hallo ,\r\nMir wurde heute zum 4.ten mal eine Ranked blockade von 35 spielen aufgetragen.\r\nAlso die ersten 3 male gebe ich offen und ehrlich zu das ich viel geflamed habe.\r\nJedoch habe ich beim 4.ten mal nichts gemacht und ich habe mich so gut wie möglich an die Regeln gehalten und nicht 1 Einziges mal geflamed in den 2 tagen aber trotzdem einen rankedblock bekommen ich verstehe es nicht und bin sehr frustriert denn ich habe es beim 3.ten rankedblock ein für alle mal kapiert,\r\nIch bitte um hilfreiche antworten und nicht etwas wie \" tja du bist immer schuld nicht die anderen \" denn ich habe dieses mal wirklich nichts gemacht.\r\nMit freundlichen Grüßen.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-24T15:28:45.902+0000","up_votes":2,"down_votes":0,"body":"Heya\nDas System hat bei dir keine Besserung erkannt und daher die Strafe verlängert. Das ist es zumindest, was ich hier jetz rauslesen kann.\nWenn du einfach nur nichts mehr im Chat geschrieben hast weiß das System nicht ob du dich besserst und verlängert eventuell die Strafe. \nZeig einfach bewusst positives Verhalten im Chat(GLHF GGWP GJ etc). Dann solltest du die Sperre abbauen können. Solltest du danach nochmal eine bekommen die kürzer ausfällt als die jetzige befindest du dich auf dem richtigen Weg. Wenn du dich gut genug verhälst wird das eventuell auch deine Letzte sein.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"TGWN Ice Cube","date":"2015-03-24T15:36:08.739+0000","up_votes":1,"down_votes":0,"body":"Ich habe maximal gj team =) geschrieben weil ich angst hatte ein fehler zu machen das war es auch.","replies":[]}]},{"id":"","poster":"dat Zoidberg","date":"2015-03-24T16:16:41.997+0000","up_votes":1,"down_votes":1,"body":"Da du aus drei Sperren nicht gelernt hast würde mich es nicht wundern, wenn die Sperre aus diesem Grunde erneut verhängt worden ist. \"So gut wie möglich an die Regeln gehalten\" klingt übrigens nicht sehr überzeugend.","replies":[]}]}