{"id":"bR8ZTUlK","poster":"Ur Last Pleasure","date":"2019-03-10T19:42:35.876+0000","title":"SoloQ Matchmaking 2018","subforum":"Ligen & gewertete Spiele","up_votes":3,"down_votes":0,"body":"Muss mich mal aufregen über das Matchmakingsystem 2018\r\n\r\nHallo Leute!\r\nMuss mal einige Sachen loswerden. Ich kann es nicht verstehen wieso ich ungelogen diese Season schon 20x die Plat 3 Promo machen musste, weil immer irgendjemand hart intet oder Afk geht.\r\nOder biste Plat 3 Promo und bekommst gold 4, silver 1 Spieler, oder unranked Spieler in dein Team. Und bitte sagt nicht die haben eine hohe MMR, weil genau diese Leute verlieren das Spiel fast immer solo. \r\n\r\nMeine Winrate war 49%, auf plat 4, bin bis plat 1 gekommen, meine Winrate ist angestiegen bis auf 54%, 55% aber hab immmer weniger Lp pro Sieg bekommen und immer mehr verloren pro Lose....Was ist das bitte für ein System??\r\n\r\nIch spiele ein paar Games, alles läuft gut bis zur Promo. Kaum ist man in der Promo in der Champselect hast du aufeinmal Trolls die sich schon in der Champselect gegenseitig beleidigen, getiltet sind bevor das Game überhaupt anfängt oder einfach deine Rolle stehlen.\r\n\r\nUnd am Ende kommen noch toxische kommentare von einem 0 8 Spieler wie \"haha, 100 ranked Games and still Hardstuck\"\r\nIch kann verstehen das man mal schlechte Games hat, alles kein Problem, aber 20x die Promo wiederholen weil jedes mal genau in der Promo diese Leute anzutreffen sind ist einfach ein Witz....\r\n\r\nWie findet ihr das Matchmaking? Habt ihr auch nicht balancierte Teams in eure Rankeds?\r\n\r\nHoffe hab das richtige Forum ausgewählt...","replies":[{"id":"","poster":"Ur Last Pleasure","date":"2019-05-31T16:56:57.105+0000","up_votes":1,"down_votes":0,"body":"Neee auf keinen Fall liegts an den anderen.... niemals :D","replies":[]},{"id":"","poster":"Empaya","date":"2019-03-10T20:45:18.337+0000","up_votes":1,"down_votes":2,"body":"Ich war auch mal in den Platin 1 Promos und bin nun in Platin 4 aufgrund von AFK's :D \n\nDas Matchmaking ist meiner Meinung nach noch unbalancierter als sonst :/\n\n#BringBackS6","replies":[{"id":"","poster":"Draft King","date":"2019-03-25T13:15:40.633+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dyzire,realm=EUW,application-id=ip27PlEH,discussion-id=bR8ZTUlK,comment-id=0001,timestamp=2019-03-10T20:45:18.337+0000)\n>\n> Ich war auch mal in den Platin 1 Promos und bin nun in Platin 4 aufgrund von AFK's :D \n> \n> Das Matchmaking ist meiner Meinung nach noch unbalancierter als sonst :/\n> \n> #BringBackS6\n\nEin wenig DynamicQueue haha xD","replies":[{"id":"","poster":"Empaya","date":"2019-04-17T14:53:22.510+0000","up_votes":1,"down_votes":0,"body":"trueeee","replies":[]}]},{"id":"","poster":"ImTheFox115","date":"2019-03-11T00:29:14.075+0000","up_votes":2,"down_votes":2,"body":"Ganz sicher wegen AFKs ;)","replies":[{"id":"","poster":"Empaya","date":"2019-03-11T19:40:59.563+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ja nicht, ob du es überhaupt schon bemerkt hast, aber seit dem Season 9-Start sind nun mehr als 13%+ der Spieler Platin wegen der neuen Seasonwertung.\n\nIm Gegensatz zur letzen Season sind es 5% Unterschied. Die Spieler haben also nen höheren Rang ohne viel sich anzustrengen.\n\nDemzufolge sind mehr Platin bzw. Gold-Spieler bereit AFK zu gehen, weil sie ja eh nur -15 bekommen. Wenn man halt oft Tear-Stacker abbekommt isses dünne.\n\nJeder Gold 1-2 Spieler ist nun Platin und auch Silber 1 Spieler sind Diamond mit 40% WR. Siehst ja selber bei dir, dass es gerade bergauf geht ;)","replies":[{"id":"","poster":"ImTheFox115","date":"2019-03-11T20:06:50.408+0000","up_votes":1,"down_votes":1,"body":"Der Unterschied ist nur, dass ich schon in der Preseason Dia2 war :D","replies":[]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2019-03-11T13:47:32.593+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GodOfSnowball,realm=EUW,application-id=ip27PlEH,discussion-id=bR8ZTUlK,comment-id=,timestamp=2019-03-10T19:42:35.876+0000)\n>\n> Oder biste Plat 3 Promo und bekommst gold 4, silver 1 Spieler, oder unranked Spieler in dein Team. Und bitte sagt nicht die haben eine hohe MMR, weil genau diese Leute verlieren das Spiel fast immer solo. \n\nDie typische Arroganz eines Platin-Spielers. Als ob Platin-Spieler deutlich besser wären als Goldspieler. Sind sie nicht. Quelle: Ich selbst als ehemaliger Platin III Spieler.","replies":[{"id":"","poster":"Ur Last Pleasure","date":"2019-03-12T21:08:45.865+0000","up_votes":1,"down_votes":0,"body":"Naja von Gold 4 (fast silber1) und Plat 3 gibt es schon Unterschiede und ich würde schon sagen das die besser sind.\nSimple Mathematik Gold>Platin ; )\n\nSkillmäßig gibt es vielleicht kein allzugroßen Unterschied, aber wie einer die Map liest, die Wave kontrolliert, Splitpushen kann,etc...da sehe ich schon einen deutlichen Unterschied.","replies":[]},{"id":"","poster":"Novros","date":"2019-03-11T13:56:52.962+0000","up_votes":1,"down_votes":0,"body":"Kommt nun wirklich drauf an... es gibt solche und solche, es lässt sich (wie vieles) nicht verallgemeinern.\nWer aber als Platin-Spieler mit G4/S1-Spielern gematcht wird, sollte sich Gedanken machen. Entweder ist man aus Sicht der MMR sehr schlecht oder die anderen besonders gut.","replies":[]}]},{"id":"","poster":"Ur Last Pleasure","date":"2019-03-11T12:42:17.543+0000","up_votes":1,"down_votes":0,"body":"Haha jetzt ist es auch noch soweit gekommen das mein Kumpel bei Duoq wenn ich in der Promo bin nicht mehr mit mir zocken will weil es halt Promos sind xD","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-11T07:16:27.901+0000","up_votes":1,"down_votes":0,"body":"In der Gold Promo exakt das selbe :( \n\nAber immer dran denken liegt alles nur an euch ... nie und zwar niemals an jemand anderen ...","replies":[]},{"id":"","poster":"Trickster2","date":"2019-03-10T21:32:13.953+0000","up_votes":1,"down_votes":0,"body":"Muss 100% zustimmen bei mir im Low elo Bereich ist es noch schlimmer...","replies":[]},{"id":"","poster":"du Kotbatzen","date":"2019-03-10T19:52:34.969+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-wink}}","replies":[]}]}