{"id":"MMRrYGn4","poster":"Lisic","date":"2015-03-23T20:13:02.054+0000","title":"Fps Drops","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Abend zusammen,\r\n\r\nseit einingen Tagen habe ich enorme fps Probleme im Spiel. Alles startet ganz normal,dann gibts die ersten vereinzelnten Drops in der Laning Phase, sprich von 60fps auf 30-40fps. In den Teamfights gibt es sogut wie immer diese Probleme, dadurch werden Kämpfe am Drake und Baron sogut wie unmöglich für mich.\r\n\r\nIch habe das Gefühl das diese Probleme seit dem Patch 5.5 auftreten, bin mir jedoch\r\nnicht sicher. Hat jemand einen Vorschlag wie ich dieses Problem lösen kann?\r\n\r\nIn Aram hab ich fast die ganze Zeit unkonstante fps. Abschließend will ich noch hinzufügen das ich vor 5.5 keine Probleme in dieser Art hatte.\r\n\r\nZu meinem System:\r\nWin 7, Home Premium 64 bit\r\nIntel HD Graphics 4600\r\n4 GB RAM\r\n\r\nMit freundlichen Grüßen\r\n\r\nFlatzn","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-23T20:27:59.013+0000","up_votes":2,"down_votes":0,"body":"Heya \nMagst du mal ein R3D-log und deine DxDiag hochladen?\n\n>     Datei als Anhang hochladen\n> \n>     Verfasse deinen Beitrag und klicke unten rechts auf die Büroklammer\n>     Klicke auf Datei hinzufügen und wähle die entsprechenden Datei aus\n>     Die ausgewählte Datei wird nun hochgeladen und automatisch an den Post angehangen\n> \n>     Datei auf Pastebin einfügen\n> \n>     Öffne das entsprechende Log und kopiere den ganzen Inhalt in den Zwischenspeicher (Strg+A -> Strg+C)\n>     Gehe auf Pastebin und füge dort den Inhalt mit Strg+V in das große Textfeld ein\n>     Klicke nun auf Submit\n>         Eventuell muss man als Zwischenschritt noch ein Captcha eingeben\n>     Kopiere jetzt die URL aus der Adresszeile und füge sie deinem Betrag hinzu\n> \n> Bitte füge keine Logs direkt in einen Post ein. Es ist unübersichtlich und man verliert die Übersicht über den Thread.\n> Für kurze Ausschnitte kannst du die Quote-Funktion des Forums nutzen.\n> r3dlogs\n> \n>     Dateiname: datumTuhrzeit_r3dlog.txt\n>     Ort: League of Legends\\Logs\\Game - R3d Logs\n>     Erstellung: Ab Matchbeginn nach der Championauswahl bis Matchende\n>     Der Ladevorgang eines Spiels, sowie das Spielgeschehen werden in dieser Datei protokolliert\n> \n> DxDiag\n> \n>     Dateiname: DxDiag.txt\n>     Ort: Beliebig\n>     Muss selbst erstellt werden:\n>         [Windowstaste]+[R] drücken\n>         dxdiag eintippen\n>         Alle Informationen speichern... klicken\n\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Lisic","date":"2015-03-23T22:28:14.614+0000","up_votes":1,"down_votes":0,"body":"Dieser r3dlog ist aus dem letzten Spiel, als Jungler waren wieder einige Drops dabei.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-24T01:56:24.118+0000","up_votes":2,"down_votes":0,"body":"Heya\nWelche Grafikkarte hat dein Rechner denn?\nIn der DxDiag wird nur die Intel angezeigt und LoL erkennt und nutzt auch nur die Intel.\nDaher könnten eventuell die Drops kommen.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Lisic","date":"2015-03-24T03:13:33.903+0000","up_votes":1,"down_votes":0,"body":"Nabend,\nwie beschrieben nehme ich den Intel Grafikchipsatz vom Mainboard, Intel HD Graphics 4600 soweit ich weiß. Reicht dieser nicht aus für League?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-24T15:26:16.826+0000","up_votes":1,"down_votes":0,"body":"Heya\nDavon gehe ich aus. Ich kenne viele, bei denen die Intelchips bei LoL nicht mitkommen. Das Spiel hat sich halt ordentlich weiter entwickelt->braucht nen bissl mehr. \nRiot selbst empfiehlt ja folgendes:\nNvidia GeForce 8800/AMD Radeon HD 5670 or equivalent video card (Dedicated GPU with 512MB+ Video Memory(VRAM))\n\nDie vollständigen minimalen und empfohlenen Systemvorraussetzungen kannst du dier hier anschauen:\n[Minimale und empfohlene Systemvorraussetzungen](https://support.riotgames.com/hc/de/articles/201752654-Minimale-und-empfohlene-Systemvoraussetzungen)\n\nWenn es sich um einen Standpc handeln sollte sollte es dir möglich sein, eine Grafikkarte nachzurüsten. Aber lass das von jemandem machen, der da Ahnung hat (Hör dich mal im Freundeskreis um oder vielleicht hast du auch selbst Ahnung).\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Lisic","date":"2015-03-24T15:50:00.511+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nSeltsam aus meiner Sicht ist das vor dem Patch noch alles rund lief. Eventuell reicht mein System wohl jetzt nicht mehr aus,\naber wollte im kommenden Monat eh eine Grafikkarte zulegen.\n\nIch kann den Vergleich zur einer Nvidia GeForce 8800/AMD Radeon HD 5670 nicht einschätzen. Schätze mal die sind (deutlich?!) besser als das was ich momentan benutze.\n\nDer PC wurde vor nem Monat aus einzelteilen zusammengebaut, hatte jedoch das Geld für eine eigene Grafikkarte noch nicht. Deshalb nehme ich momentan den Chip vom Mainboard.\n\nDanke schonmal.\n\nMfg Flatzn","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-24T16:08:41.589+0000","up_votes":2,"down_votes":0,"body":"Heya\nDas kann Einbildung sein oder an den Effekten und der Grafik wurde nochmal etwas geändert. Ist halt ein sich ständig anpassendes Spiel.\nDedizierte Grafikkarten sind generell leistungsfähiger als Chipsätze. \nWelche Grafikkarte du dir am besten zulagen solltest kann ich dir aber nicht sagen, da ich mich selbst mit Hardware nicht sonderlich gut auskenne.\nAm besten fragst du dafür in einem Hardwareforum wie zum Beispiel [Tom´s Hardware Foren](http://www.tomshardware.de/foren/) nach.\nEinfach dein System und dein Budget schildern und du findest dort bestimmt Hilfe.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Lisic","date":"2015-03-24T16:41:44.550+0000","up_votes":1,"down_votes":0,"body":"Alles klar, dann danke ich dir für die zahlreichen Antworten. :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Lisic","date":"2015-03-23T21:51:25.839+0000","up_votes":1,"down_votes":0,"body":"dxdiag\n\nEDIT: Danke für die Antwort vorne weg. Ich konnte nicht 2 Datein in einen Post einfügen, ist das richtig?\n","replies":[]}]}]}