{"id":"qNtJ5pOh","poster":"JukeStar YTB","date":"2015-03-22T22:00:09.936+0000","title":"\"BESSER WERDEN IN RANKED\" Ranked fails .  .  .","subforum":"Streams & YouTube","embed":{"title":"♦ RANKED FAILS . . .","description":"Uploaded by JukeStar on 2015-03-22.","url":"https://www.youtube.com/watch?v=cGc1TJzPgdw&list=UUAMrqDnTrNZCyf-uGvUT1qw","image":"http://i.ytimg.com/vi/cGc1TJzPgdw/hqdefault.jpg"},"up_votes":2,"down_votes":2,"body":"Wie immer FEEDback da lassen und ja viel spaß beim video {{champion:150}} \r\n\r\nDONT HATE just löööööve {{champion:103}}","replies":[{"id":"","poster":"X Factor","date":"2015-03-22T23:16:09.972+0000","up_votes":2,"down_votes":1,"body":"In einem 3 Minuten Video mit dem Namen Funny Ranked Videos hast du es geschafft nicht einen einzigen interessanten oder lustigen Moment zu zeigen. Die Überschrift dieses Threads hat auch nichts mit dem Video zu tun. Wie lustig deine \"Witze\"  sind oder was zum Teufel das auch sein soll , möchte ich lieber nicht beurteilen, denn angeblich ist Humor ja subjektiv. Wobei ich mir beim besten Willen nicht vorstellen kann, wer das lustig finden soll.","replies":[{"id":"","poster":"JukeStar YTB","date":"2015-03-23T16:21:06.222+0000","up_votes":2,"down_votes":1,"body":"hmm da du dir ein wenig zeit genommen hast dies hier zu kommentieren nehme ich mir einfach auch mal zeit :). Es gefällt dir vielleicht nicht finde ich super oke :) musst es ja nicht anschauen es ist im forum oke du hast es angeklickt nach 3 sekunden gefällt es dir nicht passt ciao mir nix dir nix perfekt aber du kannst nicht behaupten es gefällt niemanden es haben 24 leute dem video ein daumen nach oben gegeben also mach nicht auf youtube inspektor es ist lustig ich habe gelacht dabei und 24 andere anscheinend auch ist doch super habe 24 leute zum grinsen gebracht damit bin ich stolz auf das video und das bedeutet das ich seeeeehr wohl das die Überschrift dazu passt da es lustig ist :) danke für deinen Kommentar aber beim \"besten Willen\" es bringt mir nix weil es einfach nur flame ist 0 kritik 0 feedback einfach nur ein typ dem das video nicht gefällt trotzdem wünsche ich dir ein guten tag.\n\n\"kein Bock auf Groß/Klein-Schreibung mache mir keine mühe für flamer :)\"","replies":[]}]}]}