{"id":"R8qr8hqN","poster":"PENTA Dr EisTee","date":"2015-03-22T18:10:01.765+0000","title":"[TGL] sucht aktive LoL Spieler","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Wir sind der neue Deutsche Clan- The Gods of Lane [TGL] und suchen Member die von den ersten Fußstapfen an dabei sein wollen :)\r\n\r\nWir haben uns dazu entschlossen einen eignen Clan aufzumachen, da wir einfach keine Lust mehr auf Leaver, Flamer, etc. haben.\r\n\r\nWir leiten diesen Clan nach unseren Regeln, aber in eurem Sinn!\r\n\r\nWir sind ein reiner League of Legends Clan :)\r\n\r\nDa wir uns gerade erst in der Gründung befinden, ist vielleicht noch nicht alles perfekt,\r\naber wir arbeiten daran, alles an eure Wünsche und Anregungen anzupassen.\r\n\r\nEin eigener TS Server ist natürlich vorhanden,\r\nsowie eine eigene Homepage (die sich natürlich auch noch im Aufbau befindet und an der einen oder anderen Stelle noch verbesserungswürdig ist)\r\n\r\nHier der Link dazu: http://www.clans.de/the-gods-of-lane\r\n\r\nWir sind zur Zeit schon ein Kern aus 6 Leuten, die sich teilweise schon ein paar Jahre persönlich kennen.\r\nEs herrscht bei uns eine familiäre Atmosphäre. :)\r\n\r\nUnser Ziel ist es, eine nette Gemeinschaft aus Spielern zu gründen, die einfach Spaß am Spiel haben und gerne mit anderen zusammen spielen, oder sich einfach nur gemütlich zusammen im TS unterhalten.\r\n\r\nSobald wir genug Member haben, werden wir natürlich auch Ranked Teams bilden :)\r\n\r\nBei uns wird alles gespielt:\r\n- SoloQ\r\n- DuoQ\r\n- Aram\r\n- 5 vs. 5 normals\r\n- 3 vs. 3 normals\r\n\r\nDesweiteren spielen wir gerne auch Clan intern Fun Runden wie z.B. wenn ich du wäre, dann würde ich diesen und diesen Champion mit den und den Items spielen.\r\n\r\nDas macht zwischendurch einfach mega Spaß, besonders wenn man mal frustriert ist,\r\nwenn ein paar Games schlecht gelaufen sind, dann bekommt man dadurch einfach wieder gute Laune und hat was zu lachen :D :)\r\n\r\nSollten wir genug Leute zusammen bekommen, werden wir uns natürlich auch Gedanken zu Clan internen Turnieren machen, wo es dann Preise (wie z.B. Skins oder Riot Points) zu gewinnen gibt :)\r\n\r\nJetzt mal kurz etwas zu uns, der Clan Leitung:\r\n\r\nMicha (28 Jahre) Clan Leiter  TGL Dr EisTee\r\nKay (23 Jahre) Co Leiter         TGL Wuzziwan\r\n\r\nWir sind beide sehr nette Personen und spielen schon einige Zeit zusammen LoL.\r\nBei uns beiden passt es einfach in jeder Art und Weise. Wir sind immer gut drauf\r\nund mit uns kann man eine Menge Spaß haben :)\r\n\r\nSollte es einmal im Clan Probleme geben, könnt ihr euch gerne an uns wenden.\r\nWir haben für jeden ein offenes Ohr und helfen so gut wir können.\r\n\r\nBei uns wird niemand bevorzugt nur weil er schon länger im Clan ist.\r\nWir widmen uns jedem Problem neutral und treffen dann eine Entscheidung.\r\nUnd ja ihr dürft auch an uns Kritik ausüben, denn auch wir sind nur Menschen und machen Fehler\r\nund wir wollen natürlich das hier alles bestens läuft!\r\n\r\nAnregungen und Wünsche nehmen wir natürlich mit großer Freude entgegen und versuchen diese so gut es geht umzusetzen.\r\n\r\nWarum gerade wir?\r\n\r\n-wir haben einen eigenen TS Server\r\n-wir haben eine eigene Homepage\r\n-wir sind freundlich und hilfsbereit\r\n-mit uns kann man eine Menge Spaß haben :)\r\n-wir haben keine Flamer, Leaver in unseren Reihen\r\n-jeder ist willkommen (vom Anfänger bis zum Profi)\r\n-eine Nette Clan Leitung\r\n-eine familiäre Atmosphäre\r\n-du bist seit der Gründung des Clans dabei und hilfst dabei diesen zu verbessern\r\n\r\nWir haben nicht viele Aufnahmekriterien,\r\naber ein paar solltet ihr schon erfüllen:\r\n\r\n-ihr solltet Spaß am Spiel haben\r\n-ihr solltet mindestens 18 Jahre alt sein (Ausnahmen bei entsprechender geistiger Reife)\r\n-Ihr solltet nicht Flamen, Leaven etc. sowas sehen wir nämlich überhaupt nicht gerne\r\n-ihr solltet TS3 und ein funktionierendes Headset besitzen\r\n-ihr solltet eine stabile Internet Verbindung haben\r\n-ihr solltet kritikfähig sein\r\n-eure Elo ist uns egal :)\r\n\r\nWir sind auch nur Menschen, das heißt, wir sind berufstätig und werden nicht 24/7 online sein. Das Real Life geht bei uns ganz klar vor. Niemand wird gezwungen zu irgendwelchen Zeiten online zu sein oder ähnliches.\r\n\r\nWenn du bis hier gelesen hast und wir dein Interesse geweckt haben,\r\ndann bewerbe dich bei uns im Forum auf unserer Homepage oder unter diesem Post mit einer aussagekräftigen Bewerbung über dich.\r\n\r\nDeine Bewerbung sollte folgendes beinhalten:\r\n1. Kurze Infos über dich (Name, Alter, Beruf, evtl Herkunft)\r\n2. Spielerfahrung, Mainlane, welche Elo\r\n3. Einmal euren Lolking Link\r\n4. Ingame Name\r\n5. Was erwartet ihr von uns bzw. dem Clan\r\n\r\nSolltet ihr unseren Aufnahmekriterien entsprechen,\r\nwerden wir euch auf unser TS einladen und ihr kommt in eine 2 wöchige Trial Phase,\r\ndamit beide Seiten gucken können, ob es von beiden Seiten passt :)\r\n\r\nSollte das der Fall sein, werdet ihr ein vollwertiges TGL Mitglied :)\r\n\r\nEure\r\nClan Leitung :)","replies":[{"id":"","poster":"PENTA Dr EisTee","date":"2015-03-29T16:53:40.363+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]},{"id":"","poster":"PENTA Dr EisTee","date":"2015-03-27T07:47:23.062+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"PENTA Dr EisTee","date":"2015-03-26T09:13:37.546+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]},{"id":"","poster":"PENTA Dr EisTee","date":"2015-03-25T09:38:29.727+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"PENTA Dr EisTee","date":"2015-03-23T18:04:16.679+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]},{"id":"","poster":"PENTA Dr EisTee","date":"2015-03-23T07:36:41.349+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]},{"id":"","poster":"PENTA Dr EisTee","date":"2015-03-22T19:38:26.069+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}