{"id":"Bqdz9Qqz","poster":"Kind Prow","date":"2015-03-22T12:46:46.582+0000","title":"[OT][Game] Erfinde eine Bedeutung für ein erfundenes Wort","subforum":"Allgemeiner Chat","up_votes":9,"down_votes":1,"body":"Hier noch ein Forenspiel aus dem alten Forum für alle Aushilfsduden und Wortverdreher:\r\nman sieht sich das Wort an das der Vorposter geschrieben hat und erfindet dann eine möglichst fantasievolle und lustige Bedeutung dafür. darauf folgt die Erfindung eines neuen Wortes. wie zum Beispiel: Hydrofertilisationsangabe\r\n\r\nDamits gleich losgeht kommt hier gleich das erste Wort:\r\nHydrofertilisationsangabe\r\n\r\nIzo Alex\r\nkng. Nekromant","replies":[{"id":"","poster":"Angel Ayume","date":"2017-12-12T02:24:56.568+0000","up_votes":3,"down_votes":0,"body":"Gorpheyn ist der Name eines Archäologen aus dem 1100 Jahrhundert. Er ist es gewesen, der die Urzeit-Yordle entdeckte und ihnen den Namen Yordle gab. Er nannte sie nach seinem Hund \"Yordle\" welcher ein kleiner zotteliger Hund mit etwas längeren Fangzähnen war.  \nInteressanterweise hat er damals den Vater von Gnar ausgegraben. Das die DNA miteinander verwandt ist und man von Vater und Sohn ausgehen kann wurde allerdings erst vor kurzem entdeckt. \n\nIchoreima","replies":[]},{"id":"","poster":"Kryptonq","date":"2017-12-11T21:14:00.463+0000","up_votes":2,"down_votes":0,"body":"\"njarakem\" ist ein uraltes Zauberwort, dass vor 276 Jahren auf einem Pergament in der Höhle von Jurdel gefunden wurde. Die Sprache in der es geschrieben war, war den Forschern zwar bekannt, aber da die Schrift so unleserlich und krakelig war, gelang es Wissenschaftlern erst vor kurzem mithilfe modernster quantenlinguistischer Technologie, es zu entschlüsseln und somit seine Ausprache zu ermitteln. Der erste der Forscher, der es aussprach - ein Mann namens Albertus Eisler - wurde daraufhin sofort in einen niedlichen, knuffigen kleinen Poro verwandelt.\n\nGorpheyn","replies":[]},{"id":"","poster":"Azradan","date":"2017-12-06T22:00:46.879+0000","up_votes":2,"down_votes":0,"body":"Abfrlmoss, ist ein vergessenes Wesen aus der Nordischen Mythologie.\nLaut der Legenden verschlingt dieses Wesen, das Gute der Menschen und verwandelt sie in beinahe Dämonische Wesen welche nur dafür leben denn willen des Abfrlmoss zu dienen, und zwar so viel Chaos und Zerstörung unter der Menschheit anzurichten ohne sie zu vernichten\n\nnijarakem","replies":[]},{"id":"","poster":"The mute Swan","date":"2017-09-10T20:06:03.668+0000","up_votes":2,"down_votes":0,"body":"Ein Multimondono ist eine falschgeschriebene japanische Anrede für  einen mehrfachen Gürtelträger der Kampfsportart Mon.\nDiese Person, mit mehreren Ranggürteln ist somit ein Multimon, da man solchen Leuten aber Respekt entgegenbringen sollte, nennt man sie Multimon-dono.\nMuss man wissen.\n\nFrexowasokardinälchen","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-25T10:52:02.547+0000","up_votes":2,"down_votes":0,"body":"Eine albasinomate ist, wie man am Namen erkennt eine Albino-tomate. Das bedeutet weiße Haut und rote Augen. Albino-tomaten sind im gegensatz zu ihren Verwandten eher friedlich und sind immer die Oberhäupter von Tomatenansammlungen. Die kleinen, die noch grün hinter den Ohren sind, hören auf ihren Rat. Doch weil Albasinomaten sehr scheu sind, hat noch nie ein Mensch sie gesehn, aber man erzählt sich, dass wenn man eine isst, man selbst der Anführer aller Tomaten werden würde.\n\nWas das bringt weiß ich auch nicht.\n:D\n\nScheimel","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-14T18:55:07.675+0000","up_votes":2,"down_votes":0,"body":"Baumregen bezeichnet entgegen der Erwartungen das Ausbleiben von vom Himmel fallenden Bäumen. Diese sprachliche Kuriosität hat seinen Ursprung in der Grammatik der Hulaner, in deren Region dieses Phänomen fast ausschließlich auftritt. Diese Grammatik basiert ursprünglich auf den Werken verschiedener Sprachlogiker wie zum Beispiel Wittgenstein. Da eine solche Grammatik zum einen sehr kompliziert und zum anderen aufgrund verschiedener logischer Probleme wie zum Beispiel Russels Paradox fehlerhaft ist, kam es Grammatikalischen Akademie von Hulan irgendwann zu einem kleinen, aber fatalen Fehler: Dem Ausbleiben des logischen Zeichens \"nicht\" an einigen Stellen. Dies hatte einige grammatikalische Kuriositäten zur Folge. Die Regierung von Hulan beschloss daraufhin, der Akademie **gigantische** Summen zur \"Rettung der logischen Integrität der hulanschen Grammatik\"  zu Verfügung zu stellen. Dies hatte wiederum zur Folge, dass der \"Etat zur Bekämpfung der Schäden die durch die Abwesenheit von Baumregen\" quasi komplett gestrichen wurde, weshalb die inländische Wirtschaft aufgrund dieser Schäden völlig am Boden und der Staat Hulan fast bankrott ist. Poltwissenschaftler nannten diese Entwicklung vor kurzem \"tragisch, aber auf eine ironisch-zynische Art und Weise auch irgendwie verdammt komisch\"\n\nWrazungli","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-06-14T18:48:22.412+0000","up_votes":2,"down_votes":0,"body":"Dieses Wort beschreibt eines der seltensten Phänomene auf der Welt, ein Phänomen, welches nur bei einer Person beobachtet werden konnte:\nKing Prow!\nWenn besagte Person zu lange an Bäume denkt (wobei zu sagen ist, dass KP fast 23.495 Stunden am Tag an Bäume denkt), manifestiert sich seine Baum-Verehrung als Baumregen in der realen Welt:\nEs fängt an, Bäume zu regnen, bis KP aufhört an Bäume zu denken, dies geschieht aber meist erst, wenn er aufgrund der luftverdrängenden Bäume bewusstlos wird.\nEs konnte bis jetzt noch nicht herausgefunden werden, wo diese Bäume herkommen, da die Bäume, egal wie hoch man steigt, außerhalb der Sichtweite erscheinen. Bei der letzten großen Messung flogen die Bäume mit c-42 vom Mars auf die Erde. \nWeltweit anerkannte Ökologen überlegen bereits, ob sie dies nutzen könnten, um Urwälder in kürzester Zeit nachwachsen lassen zu können.\n\nErfairand\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-01-17T20:45:58.884+0000","up_votes":1,"down_votes":0,"body":"Eine Nogatatrophlebien sind eine Unterart der Harpyien, welche sich auf den Verzehr von Nutella und anderen Kakaohaltigen Produkten spezialisiert haben.\n\nJeffgell","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-12-17T21:10:14.195+0000","up_votes":1,"down_votes":0,"body":"Hypohympfamanie\n\nDies ist der Name einer Herrscherin, die vor Urzeiten das Gebiet des heutigen Hintergartens von Klaus, dem Metzger, regierte. Aufgrund ihrer Tyrannei und Rachsucht war sie jedoch verhasst wie kaum eine andere vor ihr und nach ihr, bis zur Ära von Klaus. Nicht lange und ihr Machtwahn nahm so überhand, dass sie nicht mehr nur ihr Reich begehrte. Nein! Sie lechzte nach der Herrschaft über den gesamten Erdball und ließ ihre Truppen aufmarschieren um sich die Welt Untertan zu machen. Glücklicherweise gelangten sie nur bis zur Ecke Friedrichstraße - Frau-von-Leander-Kohl-Rüben-Weg, wo sie feststellten, dass sie die Landkarte vergessen hatten und mangels Vorräte und geebneter Nachschubrouten elendig verhungerten. Noch heute kann man unter der verschimmelten Matratze zwischen den Brennesseln Reste des einstigen Imperiums entdecken, doch scheiterten Archäologen bis jetzt daran, meist aufgrund von akutem Verlust von Gliedmaßen durch Hackebeile, jenes dunkle Kapitel unserer Geschichte zu erforschen.\n\nSesselring","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-12-17T21:40:35.890+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=Bqdz9Qqz,comment-id=0053,timestamp=2017-12-17T21:10:14.195+0000)\n>\n> Sesselring\n>\n\nDer Sesselring ist eine Rennstrecke für motorisierte Einräder ab 120 PS der um den größten Ohrensessel der Welt im walisischen Nowbwrch.\n\n\n\nNogatatrophlebie","replies":[]}]},{"id":"","poster":"Azradan","date":"2017-12-13T15:40:22.798+0000","up_votes":1,"down_votes":0,"body":"Eldrazmil ist ein Uraltes Wesen welches in Ionia haust, es ist nicht viel über dieses Wesen bekannt außer das es der letzte heute noch lebende Vorfahre der Vastaya ist. Eldrazmil fliegt am liebsten in der gestalt eines Azamil, eines Ausgestorbenen Vogel der zu seiner Zeit die Lüfte Ionias beherrschte. durch das heutige Ionia und hält nach Vastaya und guten Menschen ausschau die seine Hilfe brauchen.\n\nAzekamaledaresakeo","replies":[{"id":"","poster":"Dr Madscientist","date":"2017-12-13T16:11:23.424+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Azradan,realm=EUW,application-id=YnZkMR0R,discussion-id=Bqdz9Qqz,comment-id=0052,timestamp=2017-12-13T15:40:22.798+0000)\n>\n> Azekamaledaresakeo\n>\n\nDabei handelt es sich um eine seltene und teure Sorte weißen Tees, deren Ernte der traditionell nur vom malawischen Staatsoberhaupt zwischen 22:00 und 02:00 ortszeit durchgeführt und nur im Garten des Regierungssitzes angebaut wird. Dieser spezielle Tee, mit einem 1,2% fermentierungsgrad besticht besonders durch sein blumiges Aroma und seinen sonnigen Abgang.\n\n\nHypohympfamanie","replies":[]}]},{"id":"","poster":"BlackAjani","date":"2017-12-13T09:02:37.107+0000","up_votes":1,"down_votes":0,"body":"In Shurima wird seit Generationen das Heldenlied (auch Aufstiegslied) Ichoreima zu feierlichen Anlässen gesungen. \nEs handelt von der Kindheit der Brüder Nasus und Renekton, deren Verbundenheit und Heldentaten. Bis zu ihrem legendären Aufstieg  zu Halbgöttern.{{champion:75}}  {{champion:58}} \nNur wenige kennen den weiteren Verlauf des Liedes, welches die Schattenseite der Brüder weitererzählt.\n\nEldrazmil","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-12-03T12:48:32.770+0000","up_votes":1,"down_votes":0,"body":"Glokomise ist ein für die ostfreljordische Backkunst unverzichtbares Pulver, ähnlich wie das hierzulande verwendete Backpulver, mit dem feinen Unterschied, dass es aus den gemahlenen Hörnern von Frelyaks besteht. Einwohner der Eiswüste sagen ihm belebende Fähigkeiten nach und rühmen seinen unglaublichen Einfluss auf den Geschmack, welcher für Fremde größtenteils nicht erkennbar ist.\n\nAbfrlmoss","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-10-08T21:24:02.184+0000","up_votes":1,"down_votes":0,"body":"Witpenglau\n\nWitpenglau ist, wie schon am Namen erkennbar, eine Zusammensetzung des englischen Wortes wit, in diesem Sinne als Scharfsinnigkeit zu verstehen, dem mystischen chinesischen Berg Mount Penglai und Gold, seines Zeichens Au. Es beschreibt den Mythos, dass jene, die den Berg zu finden, Aufgaben gestellt bekommen, die entsprechende Scharfsinnigkeit erfordern um reich entlohnt zu werden.\n\nGlokomise","replies":[]},{"id":"","poster":"Like a Sir","date":"2017-10-06T10:00:42.907+0000","up_votes":1,"down_votes":0,"body":"Nirakase:\n\nEin im Europäischen Raum eher ungewöhnliches Wort wenn der weniger Gebildete dieses Wort hört denkt er sofort an Japan aber falsch gedacht. Dies ist ein zu 100% in Europa verwendetes Wort es setzt sich aus \"Nira\" voll ausgesprochen  \"Nie rann\"  und \"Kase\" eine Ableitung von Käse zusammen und bedeutet  ausgesprochen \"Ich komm an den Käse nicht rann\" die Kurzform des Wortes lautet somit \"Nirakase\".\n\nWitpenglau","replies":[]},{"id":"","poster":"Osiran","date":"2017-10-02T17:17:47.211+0000","up_votes":1,"down_votes":0,"body":"Granatenopa:\n\nUnter Granatenopa versteht man eine Granate die schon vor über 60 Jahren gebaut wurden aber immer noch solch Verherende Schäden anrichten kann als wäre sie erst Gestern gebaut wurden.\n\nNirakase","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-09-10T20:27:36.298+0000","up_votes":1,"down_votes":0,"body":"Frexowasokardinälchen\n\nEin entfernter Verwandter des Kardinalsäffchen. Oft trifft man die eher kleinen Vertreter dieses Spezies wie sie in pompöser Uniform lauthals schreiend vor Militärpersonal herumhüpfen und dabei Worte wie \"Versager\", \"Dreckspack\" und \"Das könnte meine Oma besser\" abfeuern. Man nimmt an, dass sich Frexowasokardinälchen von Aufmerksamkeit ernähren, auch wenn bisher noch niemand die Bedeutung ihres seltsamen Tanzes, sowie des fortwährenden Geschreis ergründen konnte.\n\nGranatenopa","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-08-28T12:40:30.383+0000","up_votes":1,"down_votes":0,"body":"Eine Wissensampel vereint die empfindlich genaue Präzision einer Ampel mit einem IQ Test. Rot steht für unrettbar bescheuert und zu blöd zum atmen. Gelb steht für Beamtenintellekt. Grün steht für gesunden Menschenverstand und die Fähigkeit, selbstreflektierend über bescheuerte Testverfahren nachzudenken.\n\nMultimondono","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-06-06T12:21:58.272+0000","up_votes":1,"down_votes":0,"body":"Edekilar - ein urzeitliches Steininstrument, mit dem kratzende Töne erzeugt wurden. Leider war es nicht sehr beliebt und wurde darum sehr oft an ältere Mitglieder des Stammes verschenkt. Auch heute finden Forscher noch oft ein Edekilar in urzeitlichen Gräbern, missdeuten das steinerne Fragment aber oft als Faustkeil oder Speerspitze.\n\nWissensampel","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-06-06T09:44:34.794+0000","up_votes":1,"down_votes":0,"body":"Garnesisch - Ein Dialekt einer sehr alten Sprache aus Zeiten der Wikinger. Es wurde nur auf sehr wenigen Inseln gesprochen.\n\nEdekilar","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2017-06-06T07:23:45.964+0000","up_votes":1,"down_votes":0,"body":"Altes Wort keltischen Ursprungs, das die Nachwirkungen von Langzeitflügen auf den Vitamin D Haushalt von Höhlenbewohnern bezeichnet.\n\nGarnesisch","replies":[]},{"id":"","poster":"El Pingu","date":"2017-05-24T20:00:00.435+0000","up_votes":1,"down_votes":0,"body":"Dextraklebak\n\nIst ein Heilmittel gegen Fieber.\nAllerdings hat es leider die Nebenwirkung \"Fieber\", daher ist es leider fast komplett in Vergessenheit geraten\n\nHirotanisgot","replies":[]},{"id":"","poster":"Azradan","date":"2017-05-03T18:16:24.624+0000","up_votes":1,"down_votes":0,"body":"Atzrokasine ist eine giftige Frucht die früher von den Azteken angebaut wurde und aus denen sie ein Pfeilgift machten.\nDas Gift dieser Frucht verusacht starke halluzinationen und schmerzen. Die häufigste durch diese Frucht ausgelöste Halluzination ist ein riesiger aller verzehrender Rabe. Seid 1950 sind alle Atzrokasinen in einer geheimen Anlage der US-Forschungseinheit für Biowaffen untergebracht\n\nDextraklebak","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-05-03T15:14:38.851+0000","up_votes":1,"down_votes":0,"body":"Atzrokasine","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-30T13:59:52.676+0000","up_votes":1,"down_votes":0,"body":"Habafo ist umgangsprachlich für Habavolin, welches ein äußerst beliebtes Getränk in Freljord ist. Gebraut wird es aus einer Pflanze namens Habba, welche nur in Gletscherspalten gedeiht. Um es zu ernten nehmen mutige Abenteuerer regelmäßig abnorme Risiken in Kauf, und nicht wenige von ihnen sterben bei dem Versuch, das kostbare Blatt zu ergattern.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-03-15T17:53:44.107+0000","up_votes":1,"down_votes":0,"body":"Ein Kirchbaumschwamm ist die seltene Frucht des Kirchbaums, der lediglich auf Dächern von Gotteshäusern wachsen kann. Aufgrund seiner schwammähnlichen Eigenschaften, wie dem Aufsaugen von Flüssigkeiten oder der Konsistenz erhielt er diesen Namen.\n\n\nHabafo","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-03-15T07:36:33.686+0000","up_votes":1,"down_votes":0,"body":"Die Verostasometrik ist eine uralte vergessene Wissenschaft, die sich mit der Verostase, also dem Zustand des völligen durchdrungen seins von positiver Energie auseinandersetzt. Von der Lehre, diesen Zustand zu erreichen, über die Nutzbarkeit dieses Zustands für diplomatische Zwecke bis hin zu der Ergründung des Ursprungs der positiven Energie, erforscht die Verostasometrik vor allem die Naturgesetze die das Wirken der positiven Energie beschreiben. \n\nVorreiter dieser Nischenwissenschaft war Blasius von Auhf, welcher zwar als Angeber verschrien war, sich aber läuterte und an seinem Lebensende als der gütigste Mensch der je lebte in Erinnerung blieb. Er schrieb das Buch, das die Grundlage aller Forschung der Verostasometrik bildet, und selbst gestandene Wissenschaftler zwingt, darüber nachzudenken, ob Gefühle nicht doch berechenbar sind.\n\n\nWas ist also ein Kirchbaumschwamm?","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-14T18:01:39.553+0000","up_votes":1,"down_votes":0,"body":"wenn ich genervt von einer Roten Ampel bin, nehme ich einen Ampelstein und werfe die rote Glühbirne kaputt.\n\nWas ist  denn Verostasometrik?","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-03-14T17:54:42.483+0000","up_votes":1,"down_votes":0,"body":"Ey, was ist denn bitte ein Ampelstein?","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-16T19:19:33.667+0000","up_votes":1,"down_votes":0,"body":"Nichma ne Beleidung fociert ihier eine Reaktion, ey!","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-09T15:21:18.801+0000","up_votes":1,"down_votes":0,"body":"Eure Hirne sind genauso vergilbt wie ein antikes Buch!","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-08-05T21:33:47.483+0000","up_votes":1,"down_votes":0,"body":"Hurateekannalogistsyndrom\n\nIn den verstaubten Folianten der kéniglichen Bibliothek finden sich Aufzeichnungen eines uralten Gnomenvolkes, die Vorfahren der heutigen Vasallen, aber aus grauer Urzeit. Schon damals waren sie gewohnt weite Strecken zu laufen und unermődlich voranzuschreiten. In jenen Tagen, so steht es geschrieben, trafen sie am Hange eines Vulkans einen Priester, von welchem sie einen Trunk erhielten, den die Priester Huratee nannten. Schon bald danach ordneten sich jene die davon tranken in ordentlich strukturierten Gemeinden rund um den Berg an, und die Áltesten erforschten die Geheimnisse der Welt. Dass die Wandlung vom Wanderer zum Hándler und Cellerar (Kellermeister) von den verzauberten Teekannen der alten Priester herrőhrte, vermutete damals noch keiner. Doch nach mehreren Zeitaltern kehrten die restlichen Wanderer erneut zu dem Berghang zurőck. Und wieder vollzog sic die wundersame Wandlung. Da erkannten die Gelehrten die Gefahr főr ihre Rasse und benannten jene Krankheit als Huratehkanna :: Logispest. Spátere Generationen erkannten den Wert dieser \"Krankheit\" und fanden abgewandelte Magie dieser Richtung bei Priesterorden der gesamten Welt. nach mehreren Kriegen und Umstrukturierung ihrer Sprache, erinnerte sich kaum einer noch der alten Gelehrten, und nur einige lasen noch in den uralten Bőchern vom Hurateekannalogistsyndrom. Eine der letzten Ausgaben dieser Werke ist noch erhalten, und gibt uns Einblicke in die Geschichte der Welt VOR Runeterra.\n\nDoch főr weitere Nachforschungen muss erst der gesamte Wortschatz der Alten entziffert werden.\n\nHelfen kann ein Hereboldkriesenstein, was immer das sein mag. Doch die Seiten sind vergilbt und es findet sich auch kein weiterer Hinweis. Helfet mir :P","replies":[]},{"id":"","poster":"Yjuq","date":"2016-05-01T22:10:19.805+0000","up_votes":1,"down_votes":0,"body":"Ach ja, der Großvaterumlhumpfen. Dies meint im Fachjargon die Beziehung eines eigenen Gragas zu einem gegnerischen Gragas in Blind Picks. Speziell meint es die Beziehung zwischen dem Weihnachts Gragas sowie des Noblen Gragas Skin. Meistens wird dieses Wort für die Analyse eigener Replays benutzt, um die skinspezifischen Eigenheiten näher auszudrücken. Dabei gibt es 2 Begriffe. Der Großvaterumlhumpfen beschreibt dabei das Verhältnis von dem Weihnachts Gragas zu dem Noblen Gragas während Großvaterkupfersummen die umgekehrte Beziehung beschreibt. Jedoch ist diese Thematik so komplex, dass sich eine allgemeingültige Definition nicht in ein paar Textzeilen niederschreiben lässt. Genauere Informationen können in den Bänden 5 bis 7 der 2384 seiten langen Büchern im Mugiwara Institut eingeholt werden. Die Bibliothekarin ist nach den Büchern \"Großvaterlogistiksyndrom\" zu fragen!\n\nLeider konnte mir die Bibliothekarin keine Aufzeichnungen zu den Hurateekannalogistsyndrom anbieten. Hat da jemand nähere Informationen zu?","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-04-23T20:34:21.028+0000","up_votes":1,"down_votes":0,"body":"Ein Mausbehir ist ein kleiner Behir. Ein behir hingegen ist so etwas wie ein Saphir nur in pink und jeder der einen sah, änderte sein geschlecht. Witzigerweise fiel es keinem dieser Leute daraufhin mehr ein, den Stein mitzunehmen, was sie alle eigentlich vorhatten. Traurig, dass wir in einer Welt leben in der sich jeder in den Körper des anderen wünscht und Abenteuer sucht um sich voin diesem Wunsch abzulenken. Und so steht der Mausbehir heute als einziger je geborgener Bahir im Museum of National Arts von Untergroßhäselstein, da dieser Behir so schwach ist, dass er nur die sexuelle Orientierung, nicht aber das Geschlecht ändert.\n\nUnd jetzt ratet mal was Taric für Edelsteine mit sich trägt?\n\nNäkst Wörd: Großvaterumlhumpfen","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-03-12T22:45:23.279+0000","up_votes":1,"down_votes":0,"body":"Ein Material zur Bearbeitung von hölzernen Schwämmen.\n\nMausbehir","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-12T10:23:09.219+0000","up_votes":1,"down_votes":0,"body":"Ein Lukkenfiez beschreibt das Phänomen, dass manche Menschen, fressen können, wie Sie wollen, ohne auch nur ein Gramm zu zunehmen. \n\nSchwammbeize","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-03-12T07:14:13.310+0000","up_votes":1,"down_votes":0,"body":"Shizzlemansokrapfer - Stammt aus der Frühzeit der bayrischen Sprache und bedeutet soviel wie Klobürste.\n\n\nLukkenfietz","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-08T18:12:49.943+0000","up_votes":1,"down_votes":0,"body":"Ein Eulomat ist ein Messgerät zur Bestimmung von produktiver Forenaktivität. Als Maßeinheit verwendet man [Rümmel] oder [Eibert], wobei 1 [Rümmel] exakt (pi x Wurzel 2)^e [Eibert] ist, was die Umrechnung zwischen den Maßeinheiten besonders einfach macht. 47 [Rümmel] enstsprechen der durchschnittlichen produktiven Forenaktivität eines OT Bürgers.\n\nNeues Wort Shizzlemansokrapfer","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-03-08T17:10:23.104+0000","up_votes":1,"down_votes":0,"body":"Ein Stizzlhutz ist ein Wesen aus dem Druftelwald. Es frisst jedes Gehirn dass es finden kann und macht auch vor Menschen nicht Halt. Leider hab ich eins freigelassen und es streunt jetz hier im Ot rum. Zum Glück habt ihr kein Gehirn, sonst würde euch mal was EINFALLEN. \n\nDas nächste Wort ist\n\nEulomat","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-01-08T10:39:23.742+0000","up_votes":1,"down_votes":0,"body":"GOTT, ist denn wirklich KEINER auch nur ein BISSCHEN kreativ. Isn dasn en Witz?","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-12-18T10:28:45.619+0000","up_votes":1,"down_votes":0,"body":"Die Schatten verdunkeln sich, die Sterne verschwinden und es läuft dir kalt den Rücken runter. Kennen sie das? Der Moment wenn man am 23. realisiert, dass man für seinen Verlobte noch kein Geschenk hat. lassen sie sich hefen, von Dr. Nomkrije , mit einer Antiweihnachtstherapie. Kein brennender Weihnachtsbaum, kein explodierender Truthahn und keine Wollsocken mehr. Wenn er mit ihnen fertig ist, geht Weihnachten ihnen komplett am ***** vorbei. Starten sie erholt ins neue Jahr.\n\nDr. Nomkrije. \nMorgen kommt kein Weihnachtsmann!!\n\n\nStizzlhutz","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-12-14T21:25:08.334+0000","up_votes":1,"down_votes":0,"body":"Grunzwalzhalft ist die Hälfte der Gewerkschaft der Straßenwalzen fahrenden Schweine. Diese Gewerkschaft ist aufgrund eines Streites um das Buch \"Farm der Tiere\", welcher 1984 stattfand, in zwei unversöhnliche Flügel gespalten, die dummerweise den selben Namen tragen (verständlicherweise wollte sich keine von beiden Grunzwalzhalft 2 nennen), was bereits zu mehreren unglücklichen Verwechslungen und somit zu einer Vertiefung der Fehde geführt hat. Worum genau es in den Streit eigentlich ging und warum solche Schweine eine Gewerkschaft haben, obwohl sie so verdammt schlechte Straßenwalzenfahrer sind, weiß niemand.\n\nNomkrije","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-12-08T21:18:46.575+0000","up_votes":1,"down_votes":0,"body":"Im Ernst? Hat das Internet euch schon alle Kreativität abgesaugt oder warum wisst ihr nix, was Grunzwalzhalft bedeuten könnte?","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-12-06T22:04:41.659+0000","up_votes":1,"down_votes":0,"body":"One We RAX ist eine chinesisch/finnländische Band die ausschließlich solche Songs covert:\n[Fahradfahrn](https://www.youtube.com/watch?v=uak8TG6Z9-w)\n[Boogie](https://www.youtube.com/watch?v=h4QTXZMFcos)\n\nZu Anfang hieß die Band RAX, nach den Gründern: Ralf, Ang Long und Xenhai Schwarzbier. Nachdem die ersten Kritiken, man nannte es auch die große Flut, 1967 kamen, verließ Schwarzbier die Truppe um in Amerika Didgeridoo zu unterrichten. Aus diesem Grund, und um ihr Gemeinschaftsgefühl zu stärken, addierte man zum Namen ein Wir. Auf Englisch natürlich sonst klingts nicht cool. Kurz darauf starb Ang an einem tragischen Unfall mit einem Fagott und einer Lichterkette. Mann fand ihn, die Lichterkette um den Hals und das Fagott in der Nase in einer Kneipe ni9cht weit entfernt von Tichuahna. Bis heute ist ungeklärt ob es Selbstmord, oder ein plichtbewusster Bürger war, der seinem Leben ein schnelle Ende bereitete. Nunmehr allein, gab Ralf dem Namen der Band das One hinzu, doch ehe er ein weiteres Lied covern konnte, wurde seine Art der Musik gesetzlich verboten. Die Regierung beteuerte die Bestimmung sei allgemeingültig und hab nix mit der Band im speziellen zu tun. Ralf starb friedlich in seinem Karton an der Prager Straße in Moskau, neben ihm noch der halbe Körper seines Lebensgefährten.\n\nGrunzwalzhalfte","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-09-01T14:15:56.957+0000","up_votes":1,"down_votes":0,"body":"Tropelskarten ist eine falsche Schreibweise von Tropel's Karten, ein aus 52 handgemachten, wunderschön detailreich bemalten Spielkarten bestehendes Kartendeck. Es stellt das Opus Magnum des berühmten, fränkischen Kartenschnitzer Klaus von Tropel (1779 - 1855) dar, welcher angeblich 14 Jahre daran gearbeitet hat. Ihr Wert ist gigantisch, Experten sind sich bei der genauen Bestimmung noch uneinig. Jede einzelne Karte wurde von Hand aus Mahagoni-Holz papierdünn und perfekt in den goldenen Schnitt geschnitzt. Die Bemalungen bestehen aus Farben, die aus einzigartigen Zutaten von sämtlichen Kontinenten bestehen und wurden mit einem Einhaar-Pinsel mit allergrößter Sorgfalt aufgetragen. Die verschiedenen Farben zieren auch noch jeweils verschiedene, winzige Edelsteine, was bei den Damen, Königen und Assen am deutlichsten zur Geltung kommt. Die Herstellung dieser Karten trieb Tropel beinahe in den Bankrott, doch der Verkauf an den französischen König macht ihn zu einem reichen Mann. Bis vor kurzem wurde dieses Kartendeck noch in einem Privatmuseum in Stockholm ausgestellt, doch letzten Sommer gelang einer Diebesbande ein spektakulärer Einbruch, bei dem ausschließlich die Karten entwendet wurden. Angeblich wurden sie einzeln verkauft, sodass das Kartenspiel inzwischen auf der ganzen Welt verteilt ist.\n\nOnewerax","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-06-30T05:33:30.735+0000","up_votes":1,"down_votes":0,"body":"Scheimel ist ein giftiger Pilz, der eine potenzieel Gefahr ür das menschliche Leben darstellt, da er Gift ausscheidet, dass bei Menschen innerhalb von 24 Stunden zum Tod führst. Die Überlebenschancen stehen bei 1:27000. Momentan breitet sich der Pilz lediglich in Australien und Asien aus, doch binnen weniger Monate könnte er weltweit verbreitet sein.\n\nTropelskarten","replies":[]},{"id":"","poster":"E5 RGS","date":"2015-06-15T08:08:42.410+0000","up_votes":1,"down_votes":0,"body":"Neumannskruste: John von Neumann war nicht nur der erste Mathematiker der ein Buch über die Quantenmechanik schrieb, er hat auch die Neumannskruste (nach ihm benannt) gefunden. Bei seinen Forschungen über die Quantenmechanik hatte er einen schweren Unfall, wodurch er sich stark verletzte und sich auf seiner Haut an den verschiedensten Stellen eine Kruste bildet. Diese Kruste untersuchte er genauer und musste etwas erstaunliches feststellen: Die Kruste hatte nicht nur die Eigenschaft bläulich zu schimmern, stat Braun zu sein und wie üblich und aus vertrocknetem Blut zu bestehen. Er musste feststellen das diese Kruste eine Art vejünungs vorgang vollzieht, wie sie bis jetzt noch nicht üblich war. Die Haut erneuerte sich nicht nur, sondern beseitigte alle Altersanzeichen der Haut. Falten, Narben oder anderes verschwindeten und man bekamm eine Haut wie aus der Jugendzeit. Diesen Prozess nennt man Neusverjüngung.\n\nNeues Wort: Albasinomate","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-14T19:49:06.595+0000","up_votes":1,"down_votes":0,"body":"Neumannskruste","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-14T19:48:04.697+0000","up_votes":1,"down_votes":0,"body":"Wrazungli war der Hund von Erfairand dem nicht ganz so großem. Erfairand der große war sein Bruder, doch auch er hat nicht viel vollbracht.Seine größte Leistung war das erstürmen eines Dixiklos, welches ca. 3 Stunden lang von einem Penner verteidigt wurde, der davon überzeugt war, dieses Klo wär die letzte Ruhestätte Winnetous.  Erfaiand der nicht ganz so große war etwa 3 cm kleiner als sein Bruder und seine größte Tat war es ein Klo 3 Stunden lang vergeblich zu verteidigen. Wrazungli war auch etwa 3 cm kleiner, und er war der treueste Freund den man haben konnte wenn er nicht gerade schlief, as, trank oder Verrückten dabei zusah wie sie um ein Dixieklo kämpften.\nUnd wenn er nicht gstorben ist, so schläft er noch heute.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-14T18:03:06.033+0000","up_votes":1,"down_votes":0,"body":"Cogenta ist die Bezeichnung für einen Aushilfsgast. Kennt doch jeder: schicke Veranstaltung, muss ich hin, sind doch auch die ganzn andern da, bla,bla,bla... Nun, in dem Fall hilft der Cogenta. Er ist ein ausgebildeter Gentlemen, darauf spezialisiert den faulen Reichen(so ein Cogenta ist** verdammt** teuer) auf der langweiligen Party zu ersetzen. Da man nun von jedem im gehobenen Stand erwartet dass er ein Gentlemen ist, nennt man den Ersatz Gentlemen einfach Co-Gentlemen oder kurz Cogenta.\n\nBaumregen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-06-14T17:53:08.547+0000","up_votes":1,"down_votes":0,"body":"Blasost ist eine Ortschaft im Westen des Blarengebirges.\nIronischerweise stammt das \"ost\" tatsächlich vom Osten, da der damalige Kartograph die Karte falsch gehalten hatte und somit dachte, der Ort läge im Osten. Natürlich hat er seinen Beruf nicht lange ausgeübt, doch der Name blieb.\n\nCogenta","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-06-04T04:52:16.575+0000","up_votes":1,"down_votes":0,"body":"S-Syndrom:\n\nDieses tritt besonders dann auf, wenn man zuviel gegessen hat. Der Darm versucht jetzt, sich schnellstmöglich zu entleeren. Dazu wird die verdaute Masse etwas verflüssigt, um dann schneller abgeführt zu werden. Diese weiche Wurst kringelt sich dann schlangenförmig im Toilettenbecken.\n\n\nBlasost","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-03T20:24:30.353+0000","up_votes":1,"down_votes":0,"body":"Krisolan war der während der Schlacht bei Moirte der General der Lhanschen Truppen. Auf dem legendären Ross Roch'Fank ritt er vor Beginn der Schlacht edel dem Admiral Nolarisk der Armee des feindlichen Stammes Khol entgegen, welcher groteskerweise angeblich auf einem kleinen, störrischen Maultier saß (laut Überlieferung der Lhan). In der Kholschen Fassung hingegen ist es jedoch umgekehrt: Nolarisk reitet auf Roch'Fank Krisolan entgegen, welcher auf einer ebenso störrischen Ziege sitzt. Laut den meisten Historikern sind beide Versionen falsch, niemand ritt irgendwem entgegen bei diesem Blutbad, schon gar nicht in edler Weise. Auch Roch'Fank, das kluge, starke und sprechende Pferd war laut eigener Aussage nicht beteiligt, entgegen verschiedener Aussagen und obwohl es keine erwiesenen Angeben über seinen Aufenthaltsort während der Schlacht machen konnte. Stattdessen begann die Schlacht unvermittelt, als sich beide Armeen in Frevre zeitgleich erblickten und die Kämpfe sofort begannen. Gekämpft wurde auf verschiedene Weise, mit magischen Mitteln, mechanischen Apparuturen, Prototypen von ABC-Waffen, seltsam anmutenden Panzern und Schusswaffen sowie den guten alten Schwertern. Schnell entwickelte sich zwischen zwei rasch entstandenen Gräben, in deren Mitte die Kämpfer aufeinandertrafen, ein Massaker, welches zwei ganze Tage und eine ganze Nacht andauerte. Warum die angesehenen Generäle und ihre Soldaten scheinbar plötzlich dem Wahnsinn verfielen und reihenweise amokartige Selbstmordmanöver begingen, ist scheinbar ungeklärt. Es wird jedoch berichtet, dass sich eine dunkle Macht in Form von Schatten auf das Tal herabsenkte und sich des Geistes der Kämpfer bemächtigte. Es gab nur einen Überlebenden: Dan Galf, ein Zauberer der Lhan. Er rettete sich während der Schlacht in letzter Sekunde vor dem sichereren Tod, indem er auf einer riesigen Möwe davon flug. Nach Ende der Schlacht kehrte er auf das von Leichen übersäte Schlachtfeld, wo er plötzlich einer Schattengestalt namens Ron Sau gegenüberstand. Sie war die Manifestierung der dunklen Macht. In einem dreistündigen Kampf bezwang und vernichtete der Zauberer ihn. Gerüchten zufolge hat jedoch ein Teil von Ron Sau überlebt, treibt sich immer noch auf der Erde herum, um Menschen wahnsinnig zu machen und sinnlose Kriege zu führen, so zum Beispiel die Glaubenskrieger der IS. Da jedoch keiner der Großen Anführer wie Krisolan, der Großen Zauberer wie Dan Galf und kein Großer Kämpfer mehr am Leben ist (der letzte starb 1984 in einem Altersheim), bleibt offen, wie er besiegt werden soll-\nS- Syndrom","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-30T17:11:59.389+0000","up_votes":1,"down_votes":0,"body":"Moirte\n\nDieser Name lässt den alten immer noch einen Schauer über den Rücken fahren. ein Blutbad. 10000 Menschen fielen in der Schlacht bei Moirte. Doch der Ort hieß nicht immer so. Vorher war es das frevre, das Thal des Frühlings. Doch nun, ist es Moirte, das Tal des Mordes.\n\nKrisolan","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-18T20:07:38.238+0000","up_votes":1,"down_votes":0,"body":"Xynkh ist der Begriff, den der Stamm der Lanh für die Geister, die den Ort des nächstgelegenen Tronklochs preisgeben, verwendet hat.\n\nMoirte","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-05-18T19:58:51.526+0000","up_votes":1,"down_votes":0,"body":"Ferlen sind sehr seltene Perlen, die mit einem feinen, aber dichten Pelz überzogen sind und sich nur in den Wohnlöcher des seltenen Tronks, das sich nur in den Dinger Wäldern findet. Die Beschaffungsweise der Ferlen ist sehr aufwändig und beinhaltet verschiedene Riten aus den Urzeiten der Nekromantie wie das Beschwören von alten, dementen Geistern, die einem im Austausch gegen Hirnleistungstabletten den Aufenthalt des nächsten Tronklochs verraten. Da die Beschaffungskosten den Verkaufserlös letztendlich überstiegen, musste der Stamm der Lanh dieses Handwerk aufgeben und auf den Verkauf von Kohl umsteigen.\n\nXynkh","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-18T19:45:58.092+0000","up_votes":1,"down_votes":0,"body":"Ein Grafzulmune ist das mächtigste Schwert das je geschmiedet, verloren, vergessen, wiederentdeckt, zerstört, neugeschmiedet, verbuddelt, nach 3 1/2 Jahren ausgegraben, als Zahnstocher eines Riesen verwendet, vererbt und dann von Gregor erobert wurde bevor er in der kiste gefangen wurde.\n\nFerlen","replies":[]},{"id":"","poster":"eragon0102","date":"2015-04-17T13:43:38.568+0000","up_votes":1,"down_votes":0,"body":"Stammt aus dem Buch \"Ein Graftzulmune\". Der Protagonist in diesem allseits bekannten Bestseller, versucht die Magie zu erlernen. Einer der Grundkurse beinhaltet eine auf Namen ausgerichtete Falle zu bauen. Er entschied sich für eine Falle, die bei jedem Gregor auslösen würde und ihn für immer in einem Kasten halten würde und der eingesperrte würde für immer in langeweile vor sich hinsiechen. Achja habe ich schon erwähnt, dass der Protagonist den Namen Gregor trägt?\nZum Glück habe ich diesen Text geschrieben, da ist das nächste Wort ja schon enthalten.\n\n\"Graftzulmune\"","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-17T11:56:34.777+0000","up_votes":1,"down_votes":0,"body":"Das Aufkleberinsekt ist eine Unterart des Kleberkäfers. Diese Spezies wurde von ehrgeizigen Wissenschftlern entwickelt. Er sollte für seine Nester ein Art Klebr benutzen, welchen die Wissenschaftler anzapfen wollten. Jedoch ist bei einem Kometeneinschlag das labor zerstört worden und die Kfer entkamen. Durch Evolution und Paarung entstanden neue Unter-und Abarten. Das globalaquatische Aufkleberinsekt produziert also Leim wie er für Klebezettel verwendet wird. Zudem lebt er im Wasser und das auf der gesamten Welt. :D\n\nDer Gregorkasten","replies":[]},{"id":"","poster":"Razum","date":"2015-04-16T11:27:20.860+0000","up_votes":1,"down_votes":0,"body":"In der Nähe des Äquators kann man, wenn man nicht an das Klima dort gewöhnt ist, die Krankheit Guinea bekommen. Diese gibt es in verschiedenen Formen, wie polärguinea. Die Symptome sind ähnlich, aber der Unterschied liegt an der eigentlichen Gefahr: Wenn man mit Äquatorialguinea infiziert ist, so stirbt man mit 99% wahrscheinlichkeit, wenn man eine Waffel ist (Der äquatoriaguineische Waffeltod), wenn man mit Polärguinea infiziert ist, sollte man Wasser vermeiden, da man sonst mit 60% Wahrscheinlichkeit stirbt. Erstaunlicherweise hat bisher kein Mensch der damit infiziert worden ist, überlebt.\n\nglobalaquatisches Aufkleberinsekt","replies":[]},{"id":"","poster":"Avinae","date":"2015-04-15T18:45:52.121+0000","up_votes":1,"down_votes":0,"body":"Eine Krankheit die durch die chemischen Stoffe ausgelöst wird, die in dem Kleber von Aufklebern enthalten sind.\nHäufige Symptome sind Durchfall, Fieber, eingeschränkte Feinmotorik, halbseitige Lähmungserscheinungen und Taubheitsgefühle, Sprach - und Sehstörungen, plötzlicher Herztod, Nierenversagen, Missbildungen von Körperteilen, starke Aggressionen.\n\näquatorialguineischer Waffeltod","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-15T17:54:41.224+0000","up_votes":1,"down_votes":0,"body":"Eine wohlschmeckende, nicht existierende Abart von geschmolzenem Käse. Entdeckt hat ihn der Professer D. Ünnlaber. Milch für dieses Produkt wird von schwulen, sächsischen Kühen gegeben. Erst nach den ersten testskam heraus, dass nur Milch von weiblichen Kühen schmeckt. Der Professor wurde verbannt und die Kühe in eine seelenheilanstalt geschickt.\n\nAufklebwahnsinn","replies":[]},{"id":"","poster":"Razum","date":"2015-04-15T11:17:20.325+0000","up_votes":1,"down_votes":0,"body":"Budet --> Butter -  Bett ist ein schlafender Budha und der ursprüngliche Gott der Gläubigen. Da sie merkten, dass sie keine Budder bekamen, indem sie ihn anbeteten, sie dachten, weil er schliefe, machten sie aus ihm eine sitzende Figur und nannten sie Budha -> Butter  Da\n\nhomosachsisches Milchgetränk","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-14T16:50:17.763+0000","up_votes":1,"down_votes":0,"body":"Ok, ich geb euch noch ne Chance\n\nWas ist en:\n\nAmpelläufer","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-09T18:11:28.050+0000","up_votes":1,"down_votes":0,"body":"Frehlo\nFrostiges-ehe-loch\nSowas wie die Midlife crises der Ehe in der die meisten Beziehungen kapuut gehen. Nur die guten Paare schaffen es durch das Frehlo. Die Feier nach der Überwindung des Frehlo heißt übrigens silberne Hochzeit.\n\nHirklegumpf","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-08T16:15:04.041+0000","up_votes":1,"down_votes":0,"body":"Die Hugolehen sind eine Gebirgskette auf der Venus, benannt nach dem Entdecker Alfred Hugo, der diese 2003 wahrnahm und der NASA meldete.\n\nFrehlo","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-08T14:17:40.744+0000","up_votes":1,"down_votes":0,"body":"Budet ist der buddhistische Maler des Impressionismus und somit ein Zeitgenosse des weltbekannten Monet. Nun hat Budet aber ausschlisslich Werke wie \"*Der Punkt*\" ,auf dem zwei Striche einen Kreis formen, und \"*Der Kreis*\" , auf dem ein einzelner Punkt zu sehen ist, gemalt hat. Er war mit seinem minimalistischen Stil seiner Zeit einfach zu weit voraus.\n\nHugolehen","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-08T13:11:43.285+0000","up_votes":1,"down_votes":0,"body":"Gernikoläre sind die Figuren aus dem Buch *Die Kreaturen der Unterwelt Teil 324*, die dort ihr Unwesen treiben und stark mit dem Stamm der Globs befeindet sind. So entsatnd in dem Buch ein Krieg, der durch die kreative und einzigartige Erzählweise des Autors richtig real und glaubhaft wirkte. Im nächsten Band wird der 2.Krieg erläuert, bei dem die Gernikoläre ausgerottet wurden.\n\nBudet","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-08T08:41:44.100+0000","up_votes":1,"down_votes":0,"body":"Oh ja, sry\nGernikoläre\n\nIzo Alex","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-07T16:40:10.831+0000","up_votes":1,"down_votes":0,"body":"BH-Holz, entgegen aller Assoziationen die dem perversen leser wohl aufkommen mögen ist BH-Holz die Abkürzung für bauarbeiterfrauenhandbesticktes Holz, also von Bauarbeiterfrauen handbesticktes Holz, vor allem in armen Teilen Asiens verwendet um teure Kleidung aus Wolle zu sparen und trotzdem mit einem gewissen Selbstvertrauen, aus den Stickereien rührend, zur anstrengenden Arbeit zu ghehn. Natürlich könnte hier der vorhin erwähnte Leser wieder sagen, dass diese Kleidung auch BH uä. einschließt, worauf der Gelehrte wiederauf antwortet, dass diese Kleidungstücke aufgrund der natürlichen Unbequemlichkeit und des fehlenden Tragekomforts nie als Unterteile geragen werden.\n\nIzo Alex","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-04-07T17:44:26.369+0000","up_votes":1,"down_votes":0,"body":"Da fehlt ein Begriff ;D","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-04-03T10:13:39.521+0000","up_votes":1,"down_votes":0,"body":"Ein Fantose ist ein Dosenfanat, auf diesen schlechten Wortwitz ist Albrecht Hintermoser 1994 gekommen, seitdem wurde diser Begriff jedoch äußerst selten vwerwendet.\n\nBH-Holz","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-04-03T09:40:26.951+0000","up_votes":1,"down_votes":0,"body":"Daskolber: Das ist genuscheltes Dänisch eines angetrunkenen Dänen. \n\n\nFantose","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-03-28T17:29:45.040+0000","up_votes":1,"down_votes":0,"body":"Rolahla ist der Begriff, mit dem der Stamm der Oktonen bezeichnet werden will. In ihrere Sprache bedeutet das so viel wie \"Rechthandelnd\", was darauf anspielt, dass sie ein stark ausgeprägtes Gleichheitsgefühl haben, als auch den Planeten in keinerlei Weise ausnutzen. So werden nur alte Tiere geschlachtet, keinerlei Wälder oder dergleichen gerodet oder Rohstoffe abgebaut.\nLaut der \"zivilisierten\" Bevölkerung leben sie als \"Wilde\" in dem bißchen Natur, das noch nicht von der \"zivilisierten\" Bevölkerung zerstört worden ist. Doch da die Menschheit den Planeten laut einigen Forschern und Experten bald den Planeten verlassen muss, da er ca. 20 Mio. Jahre brauche, um sich von den Menschen zu erholen, beschließen immer mehr Menschen diesem Stamm beizutreten, womit dieser kein Problem hat, da nicht zwischen Geschlecht, Alter oder Herkunft unterschieden wird. Dies könnte dem Planeten helfen.\n\nDaskolber","replies":[]},{"id":"","poster":"ThanhSon","date":"2015-03-28T14:27:32.077+0000","up_votes":1,"down_votes":0,"body":"Das Sunbilkefor benutzen die asiatischen Frauen, um ihr Nudelholz aus Bambus zu schnitzen, ohne dabei ihre Füße benutzen zu müssen.\n\nRolahla","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-03-27T22:35:17.301+0000","up_votes":1,"down_votes":0,"body":"Das Mofhorn ist ein sagenhaftes Horn aus dem Hauptepos des Fom-Stamms, der Erzählung über das Leben des großen Helden Omf. In dieser erreicht der Protagonist nach einer langen, anstrengenden, gefährlichen und auszehrenden Reise die Höhle eines legendären, einsiedlerisch lebenden Magiers namens Of-M. Dieser überreicht dem Helden nach einer Reihe von Prüfungen, die er, obwohl sie ihm noch einmal das Letzte abverlangen, ohne Probleme besteht, das Mofhorn. Damit möchte der Held seinen Stamm retten, denn dem Horn wird eine einzigartige Kraft zugeschrieben. Welcher Natur diese Kraft ist, lässt sich den Schriften leider nicht mehr entnehmen, denn der Autor ist beim Schreiben dieser Stelle an einem plötzlichen Herzanfall gestorben, weshalb man leider auch nie erfahren hat, wie das weitere Schicksal des Dorfes und des Heldens ausgeht. Dennoch oder gerade wegen dieser Unvollständigkeit erhält das Werk eine große Verehrung.\n\nSunbilkefor","replies":[]},{"id":"","poster":"Doenerlord","date":"2015-03-27T22:13:58.108+0000","up_votes":1,"down_votes":0,"body":"Balakumstfopf bezeichnet die körperliche und geistige Unfähigkeit körperliche Anstrengungen zu vollbringen. Sie wird zumeist durch körperliche Erschöpfung verursacht.\nEs gibt unterschiedliche Betrachtungsweisen zur Schwelle, bei der der Zustand der Balakumstfopf erreicht wird.\nDer geläufigste Ansatz dafür ist die Mofforst-Theorie, welche vom Verlust des primären Bewusstseins ausgeht.\n\n-> Mofhorn\n\nGruß Doenerlord","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-03-27T20:29:41.765+0000","up_votes":1,"down_votes":0,"body":"Kalopsie: Insiderjoke unter Diät haltenen Patologen. Die Kalorien werden quasi  zesiert!\n\n\nBalakumstfopf","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-03-26T06:14:37.218+0000","up_votes":1,"down_votes":0,"body":"Bananen-Kuriri ist der Begriff, der für die Abneigung zu Bananen in Fachkreisen verwendet wird.\n\nKalopsie","replies":[]},{"id":"","poster":"El Pingu","date":"2015-03-25T14:08:02.392+0000","up_votes":1,"down_votes":0,"body":"Eschatdan-Rehdieilldokork\n\nSo bezeichnet man eine kleine Kolonie im Norden von Frankreich. Sie wird nur von Legasthenikern bevölkert, was wiederum diesen Seltsamen Dorfnamen erklärt. Manche Leute behaupten, dieses Dorf hätte einen Zaubertrank, das den Nutzer unbesiegbar macht, was bisher aber noch nicht bewiesen werden konnte. Ebenfalls soll der Anführer dieses Dorfes Renekton sein, was wiederum seine unglaubliche OP`nes erklären würde.\n\nBananen-Kuriri","replies":[]},{"id":"","poster":"eragon0102","date":"2015-03-25T12:47:58.151+0000","up_votes":1,"down_votes":0,"body":"Diese Bezeichnung wurde zu Zeiten Roms als Schlachtruf im Kampf gegen ein kleines gallisches Dorf, das noch immer Widerstand leistete benutzt. Der Schrei wurde vorallem benutzt, um Schmerzen auszudrücken, wenn der betroffene Römer gerade von besagten Galliern verprügelt wurde. Eine etymologische Herkunft ist unbekannt, weshalb die Wissenschaft auch von einem zufällig entstandenem Wort ausgeht, allerdings gibt es auch Theorien, die davon ausgehen, dass das Wort eine Mischung aus Salatbar und dem Ruf eines Huhns ist. Diese Theorien weiter auszuführen und zu erklären wäre allerdings Leider zu ausschweifend.\n\nEschatdan-Rehdieilldokork","replies":[]},{"id":"","poster":"CCG Juuzou","date":"2015-03-24T05:37:32.582+0000","up_votes":1,"down_votes":0,"body":"Ist die Fachbezeichnung für einen Obdachlosen, der einen Pümpel als Kopfdekoration trägt! \n\n\nSalraakhiruhnia","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-03-23T05:40:20.759+0000","up_votes":1,"down_votes":0,"body":"Akaren ist die Bezeichnung für eine Inselgruppe, die früher von Bajuwarischen Frauen bewohnt wurde.\n\n\n\nFumlemupp","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-03-22T15:37:58.480+0000","up_votes":1,"down_votes":0,"body":"Wrdlbrfmt ist der Ausdruck der gerne von Menschen verwendet wird, die Angst vor Vokalen haben, und bedeudet so viel wie \"Rottet die Vokale aus\", weshalb dieses Wort auch heftig diskutiert wird.\n\nAkaren","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-03-22T13:17:09.566+0000","up_votes":1,"down_votes":0,"body":"Die Bezeichnung für die gesundheitlichen Folgen der übermäßigen Freude über die Wiederbelebung von Lieblingsthreads.\n\nWrdlbrfmt (Und nein, ich habe NICHT einfach so auf der Tastatur rumgehackt)","replies":[]},{"id":"","poster":"Marijan530","date":"2015-03-22T13:07:30.969+0000","up_votes":1,"down_votes":0,"body":"Die Angst vorm Stehen weil man Fallen könnte.\n\nDisompiekariolose\n\n{{champion:103}}","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-03-22T12:49:16.977+0000","up_votes":1,"down_votes":0,"body":"Die bezeichnung wenn ein Tsunami auftritt wodurch ein Erdbeben herrvorgerufen wird worauf die erde in sich selbst detoniert?!\n\nMaytaKolePhadiephose","replies":[]}]}