{"id":"uddE61Xy","poster":"Despair","date":"2015-03-21T21:28:15.331+0000","title":"Gold 3 sucht einen DuoQ Partner","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leuts,\n\nvorweg erstmal, bitte aufmerksam lesen (wer möchte).\n\n\nMein Name ist Maik (Serex), bin 21 Jahre alt und suche dringend einen (mehrere) DuoQ Partner, der seine Rollen \"gut\" bis \"sehr gut\" beherrschen kann.\nVerzweifle gerade an die haufenweise SoloQ's. \nIch war in Season 3 Silber, und Season 4 Gold, nun möchte ich eine Liga weiter aufsteigen: Auf Platin.\n\nMeine Champions, die ich auf den Lanes spiele (je mehr # (bis 3), desto höher meine Prioritäten):\n\nTOP: {{champion:39}} {{champion:150}} {{champion:24}} {{champion:114}} {{champion:58}} ###\nADC: {{champion:222}} {{champion:104}} {{champion:51}} ###\nJGL: {{champion:106}} {{champion:19}} {{champion:80}} {{champion:59}}{{champion:113}}  ##\nMID: {{champion:84}} {{champion:55}} {{champion:76}} #\nSUP: {{champion:89}} {{champion:201}} {{champion:37}} {{champion:63}} {{champion:1}} #\n\nBervorzuge meistens **Top**, **Jungle** oder **Adc**.\nWas ich eigentlich etwas hasse ist - wer hätte es gedacht: **Support**.\n\n\n{{summoner:13}} ***Was ich so mitbringe & was ihr ebenfalls mitbringen solltet:***\n\n- Mapawareness (warden) ###\n- Safe-Plays ###\n- paar Lanes beherrschen können ##\n- Spielverständnis / -beherrschung [Know-How] ##\n- Kritikfähigkeit #\n- keine Rages(quits) / AFK ###\n- niemals aufgeben ###\n- Platin+ erreichen #\n- Konzentration ###\n- keine Laggs oder DC's haben (gutes Inet) ###\n- keine nervige/stressige Eltern (die einem vom PC wegholen) ###\n\nTS oder Skype ist nicht dringstens notwendig für mich, aber ausreichende Aufmerksamkeit, sowie genügende Pings! sind empfohlen.\n\n{{summoner:11}} ***Ein Besuch in eurem TS oder Anfrage über Skype und Anrufe werde ich mich nur erst beteiligen, wenn vorher mehrere Matches bestritten worden sind.\nDer Grund warum ich sowas mache, ist, dass es einige Leute gibt, die sofort eingeschnappt sind, wenn ich mit dem/die jenige/n nicht mehr spielen möchte. Es gibt noch in meiner Liste andere Duo-Leuten mit denen ich noch Testspiele machen will!\nDeshalb lasse ich mich nicht mehr von minderwertigen Alleswisser beleidigen! Ich brauche erst das Vertrauen auch ohne Reden.\nSorry, wegen der schlechten Erfahrung, aber ich muss hier leider die Notleine ziehen.***\n\n\nWenn ihr auch einer seid, der Flamer /ignored und selber nicht rumjammert, nicht surrendert,  sondern eher Kritik äußert, dann addet mich.\n\n- Kleine Voraussetzung: Bitte nur die, die auch Platin oder höher aufsteigen wollen, denn ich möchte mit euch in einer gleichen Elo sein. Alles unter Gold (Silber 1 noch als Ausnahme), nehme ich nicht an bzw. lösche ich.\n\nAltersbeschränkung sollte schon so 16+ sein und eine Reife besitzen.\n\n{{summoner:2}} Und natürlich, nobody is perfect, aber trotzdem Grips für dieses Strategiespiel mitbringt.  Und jeder hat mal einen schlechten Tag oder ein schlechtes Spiel.\n\n{{summoner:4}} *Meine Ziele:*\nMein Ziel ist es, noch weitere Champs zu perfektionieren und in dieser Season (5) Platin zu erreichen - erstmal.\nNormals spiele ich eher nur so mit Freunden aus Fun, aber begebe mich meistens nur in Ranked Games.\n\nFalls ihr Fragen über mich habt, so schreibt es in die Kommentarbox.\n\nHier könnt ihr euch gerne meine Stats ansehen:\nhttp://www.lolskill.net/summoner/EUW/Serex/matches\nhttp://euw.op.gg/summoner/userName=Serex\n\n\nDanke für's Lesen. {{summoner:31}}","replies":[]}