{"id":"0mRztdNX","poster":"Nexez","date":"2015-03-21T13:14:23.636+0000","title":"GamesCom ist kein Minus-Punkt. GamesCom ist Familie.","subforum":"Allgemeiner Chat","up_votes":8,"down_votes":1,"body":"Ich habe mir auf der Hauptseite schon genug Luft zum Thema \"wutentbrannter\" Fan der ersten Stunde gemacht.\r\n\r\nDennoch kann ich es nicht fassen.\r\nDiese Entscheidung ist ein Tritt ins Gesicht für alle die, die trotz Warteschlange, trotz Engpässen und trotz der unfreundlichen Security jedesmal hingehen um ihren Riot-Moment des Jahres auf ihrer Veranstaltung des Jahres zu erleben. Zugegeben, nur wegen Riot auf die GamesCom zu gehen ist ein Thema das nur Hardcore-Fans und Cosplayer betrifft aber mal ganz im Ernst: Wir sind eine Familie.\r\n\r\nErneut muss ich mit dem Kopf schütteln, dass hier eine \"Minus\"-Liste geführt werden kann.\r\n\r\nES GIBT FÜR UNS KEINE MINUS-LISTE !!!\r\n\r\nEs gibt einfach keinen Grund die GameScom zu meiden. Wir sind da gewesen, haben geschwitzt, gewartet und uns das ganze Jahr über gefreut - Wofür ? Richtig, um NEBEN unserem \"Oktoberfest\" für Gamer, auch LoL wieder so zu erleben wie es schon immer war: Auf der GamesCom im Sommer.\r\n\r\nIch finde es wirklich schade, dass LoL zu einem Konzern geworden ist, indem die nun aufgebrachte Masse einfach keinen Einfluss mehr hat. Wir können unser Unbehagen noch so laut kundtun, können noch so laut schreien: Es interessiert einfach keinen mehr, der irgendeine Entscheidungsgewalt über diesen Prozess hat.\r\n\r\nFür die Führungsebene sind wir auf der GamesCom nicht mehr sehenswert. Man kann diese Information nun verpacken wie man will, es ist Fakt, dass irgendein Punkt (füge hier das Trauerspiel ein) überwiegt gegenüber der Community.\r\n\r\nWas ich hier zum Teil lese.. \"wir mussten Literweise Wasser ausschenken\"... \"Die Security hatte viel zutun\"... Das ist der Wahnsinn mit welchen \"Kinderproblemen\" Riot wohl zu kämpfen hat. Es ist ein Festival, verdammt nochmal. Da geht was kaputt, da fallen Leute um, da hat die Security nunmal nen Arsch voll zutun. TROTZDEM gehen wir hin, weil es UNSER Festival ist.\r\n\r\nIch kann nicht verstehen, warum der Punkt \"Weil wir eine Familie sind\" nicht über allen Minus-Punkten erhaben ist. Seit wann zählen wir nicht mehr am meisten ? Ich bin maßlos enttäuscht über die Beschwichtungsversuche von Riot-Membern die sowieso keinen Einfluss auf unser Belangen haben und dem Stillschweigen derer, die es haben.\r\n\r\nDer Anfang vom Ende in EU-West. Vielleicht etwas dramatisch aber genauso dramatisch ist die Nachricht für uns, eure Community und Familie.","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2015-03-22T10:40:31.592+0000","up_votes":1,"down_votes":1,"body":"Pente hat dazu schon ne erklärung abgegeben^^\n\n> [{quoted}](name=Riot Pente,realm=EUW,application-id=YnZkMR0R,discussion-id=yUNqWWT7,comment-id=0007,timestamp=2015-03-20T00:01:56.910+0000)\n>\n> Ich weiß, dass dies für viele von euch eine schockierende Nachricht ist. Auch ich persönlich hatte immer sehr viel Spaß auf der gamescom. Jedoch muss ich auch sagen, dass es rein persönlich für mich auch die logische Konsequenz aus der Entwicklung der letzten Jahre ist. Unser Stand auf der gamescom wurde jedes Jahr größer und egal wie groß dieser war, er war nie groß genug.\n> \n> Doch warum ist das ein Problem? Ganz einfach: mit wachsender Größe wächst auch die Verantwortung die wir gegenüber jedem einzelnen Spieler haben. In den letzten beiden Jahren waren stets die Gänge in der Nähe unseres Stands voll, Mitarbeiter des Sicherheitsdienstes mussten diese räumen und entsprechend auch Spieler verärgern. Die Freundlichkeit des Sicherheitspersonals z.B. war ein riesen Kritikpunkt nach der gamescom letztes Jahr. Ich stimme zu, sie waren oftmals wirklich alles andere als nett, aber man muss sich in ihre Lage versetzen: sie sehen sich tausenden Menschen gegenüber und sie müssen gewährleisten, dass nichts passiert und Feuer- sowie Rettungswege zu jederzeit frei bleiben. Alles in allem war die Erfahrung vor Ort für viele Fans bei weitem nicht so gut wie sie hätte sein können.\n> \n> Spieler standen stundenlang an, nur damit sie evtl die Chance auf einen Platz in der eSport-Arena haben. Einige Spieler saßen 6-8 Stunden in der eSport-Arena ohne zu essen oder trinken, damit sie nicht auf die Toilette müssen. Denn dies hätte bedeutet, dass sie ihren hart erkämpften Platz in der eSport-Arena verlieren. Doch auch im Community-Bereich unseres Standes war die reine Anzahl der Besucher vor Ort eine Challenge und ein Sicherheitsrisiko in vielerlei Hinsicht. Ich selbst bin ein riesen Fan von Cosplay und bewunder euer Talent in diesem Bereich wirklich sehr. Doch 3 Stunden lang hinter einer Bühne im dunklen Seitengang zu stehen, nur um dann 30 Sekunden auf der Bühne zu sein? Keine wirklich ideales und durchweg positives Erlebnis für alle unter euch. \n> \n> Ich verstehe wirklich, die Enttäuschung von euch darüber, dass wir nicht zur gamescom kommen und auch wir selbst haben uns diese Entscheidung alles andere als leicht gemacht. Letztendlich wollen wir, dass ihr alle eine gute Zeit habt und sicher wieder nach Hause kommt. Nicht gerade selten haben wir Literweise Wasser an Besucher verteilt weil es immer wieder der Fall war, dass einige zusammenklappten weil der Kreislauf nicht mehr mitmachte. \n> \n> Die Liste an Gründen wieso wir zur gamescom gehen sollten ist lang, letztendlich war die Liste der Gründe die dagegen sprechen jedoch um einiges länger. Ich kann die Wut und den Ärger vieler von euch sehr gut verstehen, denn ich bin genauso wie ihr ein leidenschaftlicher League Fan und liebe es mich mit gleichgesinnten zu treffen und auszutauschen.","replies":[{"id":"","poster":"Nexez","date":"2015-03-22T11:41:01.179+0000","up_votes":3,"down_votes":0,"body":"Auf diesen Kommentar bezog ich mich.\n\nDer ist vollkommen unzufriedenstellend und erklärt lediglich, dass sie überrascht sind, dass ein Festival wie ein Festival ausarten kann.\n*Slow claps*","replies":[]}]},{"id":"","poster":"TaigaTan","date":"2015-03-21T14:19:05.722+0000","up_votes":2,"down_votes":0,"body":"Ich kann mich dem nur anschließen!\nDie Gamescom besuchen mein Minecraftserver und Ich jedes Jahr, wir spielen zum Großteil als abwechslung auch League Of Legends und\nwir haben uns neben dem Aspekt uns mal wieder zu Treffen auch unter anderem wegen RIOT auf die Gamescom gefreut.\n\nEs ist echt Schade das RIOT nicht kommt, ich könnte es sogar Tolerieren wenn nicht letztes Jahr gesagt worden wäre\n\"Wir freuen uns euch nächstes Jahr wiederzusehen\" und die Tatsache das dies NACH dem Ticketverkauf und grade mal lächerliche\n5 Monate vorher bekannt gegeben wird. Es gibt etliche Gamer/innen die alleine wegen RIOT dorthin \"pilgert\" und deshalb sehr viel Geld\nausgeben mussten für Hotelzimmer, Verpflegung und und und.\nNicht zu Vergessen das etliche Cosplayer/innen sich in Unkosten gestürzt haben und nun alles Umsonst war.\nDenn im Cosplay Village wird kaum jemand der kein LOL spielt erkennen wen sie darstellen.\nUnd für viele war der größte ansporn das Ziel es auf die LOL Bühne zu schaffen.\n\nAlles in einem was RIOT bewust werden darf:\nIhr habt verschiedenste Typen von Fans die wegen euch gekommen wären sehr Verletzt.\nDenn erst die schlechten EUW-Server, dann die RP-Preiserhöhung und nun GC-Absage sind nicht unbedingt erfreuliche News.","replies":[]}]}