{"id":"6KFg8N2Q","poster":"XxKampflappenxX","date":"2015-03-20T21:07:54.444+0000","title":"[Funktionsweise des Essenzräubers] Diskussionsthread","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Da Riot nun plant eine mini Version des Essenzräubers einzuführen habe ich etwas ausführlicher über dieses Item nachgedacht. Ich möchte euch diese Gedanken nicht vorenthalten und frage euch deshalb auch nach eurer Meinung. Fühlt euch frei euch in diese Disskusion einzubringen wenn ihr wollt.\r\n\r\nDer Essenzräuber wurde für eine bestimmte Zielgruppe entworfen - die AD Caster\r\n\r\nZunächst einmal wieso AD Caster? Einfach erklärt: ADC brauchen kein/kaum Mana und AP-Mages haben genug Manareg Items. Es gibt meines wissens keine Items welche die Manaregeneration erhöhen und für AD Caster gut geeignet sind weshalb diese lediglich ihren Mana-Pool vergrößern können.\r\n\r\nWie Funktioniert der Essenzräuber überhaupt?\r\n\r\n>{{item:3508}} \r\n> ***+10% Abklingzeitverringerung\r\n> +80 Angriffsschaden\r\n> +10 Lebensraub\r\n> Passive\t\r\n> EINMALIG-Passiv: Du erhältst zwischen 2 % und 8 % des durch normale Angriffe verursachten Schadens als Mana. Dieser Effekt erhöht sich, je nachdem, wie viel Mana dir fehlt.***\r\n\r\nZwischen 2 und 8% des durch normale Angriffe verursachten Schadens basierend auf fehlendem Mana hört sich zuerst gar nicht schlecht an, jedoch ist die Kernmechanik dieses Items ausschlaggebend für seine Funktionsweise. AD Caster machen den Schaden über ihre Fähigkeiten und kaum über ihre normalen Angriffe was dazu führt dass sich die Caster dazu herablassen müssen häufiger ihre schwachen normalen Angriffe zu benutzen welche dann halt nicht genug Mana kompensieren können. \r\n\r\nEine Ausnahme bildet hier Ezreal, mit dem folgenden Build macht er im Late-Late-Late-Game mit seinem Q genug Schaden an Vasallen um mehr Mana zu generieren als er verbraucht: {{item:3078}} {{item:3042}} {{item:3508}} {{item:3035}}{{item:3031}} {{item:3158}} \r\n\r\nAls Ezreal im Lategame sicher nicht schlecht wenn man bedenkt dass er danach kaum zurück muss weil er nie Mana verliert solange genug Vasallen in der Nähe sind. Einmal hab ich es gekauft weil ich mir dachte dass ein Sion wohl irgendwann sterben muss wenn ich unaufhörlich meine Q spamme. Als jemand anderes jedoch nicht die optimale Wahl.\r\n\r\nVergleichen wir das Item mal mit seinen anderen Alternativen,\r\n\r\nEssenzräuber gibt Schaden, Lebensraub, Abklingzeitverringerung und eine schwache Passive\r\n\r\nWer stur auf Schaden vertraut findet eine {{item:3031}} eventuell besser.\r\n\r\nWer einen guten Mix aus Lebensraub und Schaden haben möchte schwört auf {{item:3072}} und {{item:3074}} \r\n\r\nWer CDR braucht möchte sicherlich keine 3200 Gold für 10% ausgeben, da gibt es haufenweise bessere alternativen wie beispielsweise {{item:3134}} {{item:3158}} {{item:3067}} {{item:3024}} \r\n\r\nEs lohnt sich für das Gold einfach nicht so richtig, man hat das Gefühl sein Gold für nix halbes aber auch nix ganzes ausgegeben zu haben.\r\n\r\nDie Idee hinter dem Item ist sehr nett gemeint und klingt sehr hilfreich ist meiner Meinung nach aber zu schwach. Dazu habe ich im Netz nach ein paar Ideen gesucht um den Mana-Sustain etwas zu stabilisieren aber auch nicht zu stark werden zu lassen.\r\n\r\n**1. Stacks sammeln und auflösen**\r\nStellt euch vor eure normalen Angriffe und Fähigkeiten generieren euch Stacks ähnlich wie {{item:3285}}\r\nHabt ihr nun 100 Stacks gesammelt und greift einen gegnerischen Champion an wird ein Prozentsatz eures fehlenden Manas regeneriert\r\n\r\n**2. Stabiler Mana-Sustain als Attribut**\r\n***Manafreisetzung***\r\nPhysischer auf AD skalierender Schaden würde prozentual equivalent fehlendes Mana wiederherstellen. Ihr habt nur noch genug Mana für eine Kombo, verzweifelt wie  ihr seid haut ihr euren Burst raus und bekommt genug Mana für ca. 2 Spells wieder. Da ihr nur weniger Mana bekommen könnt als ihr ausgegeben habt wird sich das ganze nicht Potenzieren wie bei der Ezreal variante.\r\n\r\nIch würde mich über eure Meinungen freuen und bin gespannt was ihr zu dem Thema zu sagen habt,\r\n\r\nXxKampflappenxX","replies":[{"id":"","poster":"Kragmaster","date":"2015-04-27T22:17:27.317+0000","up_votes":1,"down_votes":0,"body":"Also ich hatte genau die selbe idee und habe dazu auch schon eine diskusion gestartet \naber trozdem eine gute und verständliche beschreibung","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2015-03-20T21:30:08.299+0000","up_votes":1,"down_votes":0,"body":"Also {{item:3043}} wäre jetzt ein Item, dass AD und Manareg gibt.\nIch finde bisher den Essenzräuber nur auf Varus von nutzen anstatt einem Blutdürster.\nAD Caster machen auch AA und du musst ja auch bedenken, dass du AA auf Minions machst.\nDer Schaden ist an sich ja auch vernachlässigbar, da es ja eher auf den AS ankommt.\nOb du jetzt 20 SChaden mehr oder weniger machst sind kaum relevant für Mana, da es im besten Fall nur 1.6 Mana sind.\nDaher lieber ein bisschen schneller angreifen und somit Mana bekommen.","replies":[]}]}