{"id":"IgzN6Lsc","poster":"iwannadolucyliu","date":"2015-03-19T17:02:49.852+0000","title":"was bewirken die einzelnen \"report optionen\" eigentlich?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"sicher weiß ich nur \"verbal abuse\" = chat restriction und \"leaving the game afk\" = wartezeit vor jedem neuen spiel, was zieht \"negative attitude\" oder \"refuse to communicate\" eigentlich nach sich?","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-19T17:39:19.491+0000","up_votes":4,"down_votes":0,"body":"\"Leaving Game\" - keinerlei Auswirkung, wird vom Leaverbuster automatisch entdeckt. Dient dem Frust-Abbau.\n\"Schlechter Spieler\" - keinerlei Auswirkung, wird vom Matchmaking automatisch erkannt. Dient dem Frust-Abbau.\n\"Refusing to communicate\" - keinerlei Auswirkung, die fehlende Fähigkeit Englisch zu sprechen ist nicht schlim, dient ebenfalls nur dem Frust-Abbau.\n\nDie anderen bewirken bei Ausreichend hoher Anzahl (Spiele, in denen du Reportet wurdest, nicht Reports insgesamt) eine Überprfung durch die Chatanalyse, derzeit mit CR und RR als Strafen.","replies":[]},{"id":"","poster":"eingew","date":"2015-03-19T17:39:37.447+0000","up_votes":1,"down_votes":0,"body":"Im Allgemeinen bewirken Reports nur etwas, wenn die Community mit dir in diesem Fall übereinstimmt.\n\nNegative Attitude kannst du für so ziemlich alles verwenden, was eben negativ war... Wenn beispielsweise jemand sagt \"ggwp surrrender@20\" weil euer Team grad Firstblood gegeben hat, dann wäre das etwas sehr negatives.\n\nDer Reportgrund für Refusing to Communicate bewirkt genau genommen nichts, denn niemand ist gezwungen zu kommunizieren... da es aber trotzdem Spieler gibt, die jemanden für fehlende Kommunikation reporten wollen wurde dieser Grund gemacht, um derartige Reports direkt aussortieren zu können.","replies":[{"id":"","poster":"iwannadolucyliu","date":"2015-03-19T17:52:09.422+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=IgzN6Lsc,comment-id=0002,timestamp=2015-03-19T17:39:37.447+0000)\n\n> Der Reportgrund für Refusing to Communicate bewirkt genau genommen nichts, denn niemand ist gezwungen zu kommunizieren... da es aber trotzdem Spieler gibt, die jemanden für fehlende Kommunikation reporten wollen wurde dieser Grund gemacht, um derartige Reports direkt aussortieren zu können.\n\nist krass wenn man sowas zum ersten mal und dann auch noch von einer offiziellen quelle hört, rofl :D\nhttp://giphy.com/gifs/reaction-awkward-laughing-omugwy1awOCB2","replies":[{"id":"","poster":"eingew","date":"2015-03-19T18:08:25.416+0000","up_votes":2,"down_votes":0,"body":"Offiziell bin ich keineswegs :) Ich bin Volunteer, kein Mitarbeiter von Riot.","replies":[]}]}]},{"id":"","poster":"Shiggyvara","date":"2015-03-19T17:37:41.418+0000","up_votes":1,"down_votes":0,"body":"\"negative attitude\" -> chatsperre; \"refuse to communicate\"->virtueller Mülleimer; \"schlechter spieler\"->virtueller Mülleimer; der Rest führt auch zur Chatüberprüfung und ggf Chatsperren.","replies":[]}]}