{"id":"cFAwdWRE","poster":"andymuha","date":"2015-03-18T07:56:30.929+0000","title":"Korrekte Schadensberechnung für Dornenpanzer","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo zusammen\r\n\r\nIch hab mit der Suchfunktion nichts gefunden und weiß auch nicht ob es hier im Forum richtig ist.\r\nIch würde gern die richtige Schadensberechnung für eine Thornmail erfahren. \r\n\r\n30% des Schaden wird ja auf den Verursacher zurückgeworfen.\r\nDoch 30% nach Abzug der Reduzierung der Rüstung ?\r\n\r\nAlso Beispielhaft:\r\n\r\n100 AD  gegen 50% Schadensreduzierung durch Rüstung (keine Durchdringung, keine Runen, Masteries usw.)\r\n\r\nVerursachter Schaden müsste dann tatsächlich 50AD sein richtig?\r\nDavon werden dann 30% auf den Verursacher als magischen Schaden zurückgeworfen richtig?\r\nWären dann 15 magischer Schaden die dann durch die MR des Verursachers reduziert wird richtig?\r\nBei ebenfalls fiktiv 50% bekommt er dann ganz 7,5 Schaden ab?\r\nD.h. mit einem LL Item von 15% was die meisten ADs haben wäre die Thornmail absolut nutzlos in Ihrer Funktion.\r\nSeh ich das richtig?\r\nLass mich gerne aufklären!\r\n\r\nGruss!","replies":[{"id":"","poster":"Stealth Cat","date":"2015-03-18T12:13:36.784+0000","up_votes":3,"down_votes":0,"body":"Der Schaden wird vor der Reduzierung \"zurückgeworfen\". Ein AD-Carry mit 200 AD würde 60 magischen Schaden zurückgespiegelt bekommen (wenn er keine MR hätte). Der Tank würde mit 70% Reduzierung ebenfalls 60 normalen Schaden bekommen.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-03-18T08:09:34.136+0000","up_votes":1,"down_votes":0,"body":"Habe es nie nachgerechnet, aber das Tooltip meint der Schaden würde vor Reduzierung zurückgeworfen und die Erfahrung zeigt, dass auch ADCs mit BT durchaus an ihren eignen AAs steben können.","replies":[{"id":"","poster":"Benfazus","date":"2017-01-29T14:24:42.802+0000","up_votes":1,"down_votes":0,"body":"Hallo, ich habe schon diverse Beiträge gelesen, der Support hat mir schon geholfen, jedoch zur Schadensregulierung verstehe ich einiges nicht. Angenommen, ich besitze Runen, diese Effekte werden den ersichtlichen Werten angezeigt. Lebensraub, Abklingzeiten etc sind nicht ersichtlich(wenn man auf den Gegnerischen Held klickt).\nFolgene situation. Ich besitze 2900 HP, 300 Rüstung und 250 Mag. Res. Wie kann es sein, dass 2 Gegner. Helden mich mit 2 Schlägen töten können. Ihre Stats waren deutlich schlechter als meine. Ich gebe zudem mit Lebensraub 250 Angriff ab(Rammus) dazu noch Dornenpanzer und seine Fähigkeit. und dennoch werde ich gefühlt als keine Defense gedeutet. \nDas ist nur ein wahlloses Beispiel. Ich berücksichtige bereits auch die Items, die jedoch nie DIESEN Schaden begründen würden. \"Irgendwo\" muss dieser Schaden herkommen, nach dem \"ersichtlich logischen\" darf dieser   Kill eigentlich ziemlich lang dauern, und nicht: \"Zack, hau mal drauf, und tot\" ist klar ne. \nSpezifisch sieht man dies, wenn das eine TEam vorne liegt, hat jedoch keine Monster zum bsp getötet.\nAuch diverse Itemseffekte (Schutzengel) greift und manchmal nicht (irgendwo in der Mitte der Karte zum Bsp)\nMich würden diese Schadensberechnungen echt interessieren, denn ich fühle mich richtig angearscht, man hat eine \"Mega\" Abwehr, aber am Ende ist der Schaden wie bei 80/80 Armor/Magieres. Srry \nIch möchte nicht rumjammern, aber das frustet einfach, für mich ist diese Schadensberechnung indirektes Cheating. zudem wird ALLES auf reinen Angriff ausgelegt, vllt ist das der Grund, warum die Defensive \"schlecht\" greift???!!!! \n\nEin weiterer Punkt sind die Betäubungen.Wie verhält sich es, wenn tresch zum Bsp seine Fähigkeit benutzt, und ich einen Tick später die Silence \"E\" (Soraka)benutze.  Trotz diverse Threads habe ich noch keine Antwort auf all das gefunden. Als ich die ersten Spiele hier spielte, war es irgendwie angenehmer zu spielen. Diese \"one-Kill-Attacks\" gab es dort kaum. Ab Rang 25 war es einfach nur noch krank. Das Balancing ist ab dort irgendwie total dumm geworden, aber gut das ist meine Meinung. Lange Teamkämpfe gibt es nicht mehr, Schade!","replies":[]}]},{"id":"","poster":"6h0sty","date":"2015-04-03T21:13:30.513+0000","up_votes":1,"down_votes":0,"body":"Bei Dornenpanzer wird der Schaden **vor** der eigentlichen Schadensberechnung getätigt (bevor irgendwas anderes berechnet wird)\n\nBei Lebensraub (LL) wird der geheilte Wert **nach** sämtlichen Abzügen berechnet, wenn der Schaden berreits getätigt wurde.\n\nDaher:\nDornenpanzer Skaliert mit 30% der gesammten gegnerischen AD bei AutoAttacks.\nLebensraub Skaliert mit _X%_ der **eigenen** AD _minus_ **gegnerische** Rüstung _plus_ eventuelle Krits.","replies":[]},{"id":"","poster":"TrueDamage Ninja","date":"2015-03-18T20:11:18.095+0000","up_votes":1,"down_votes":0,"body":"Also bei mir steht 30% VOR Abzug der Rüstung. Das heißt wenn Du jemanden mit 100 AD schlägst und er 50% Schadensreduktion durch Rüstung hat werden diese 50% bei der Reflektion NICHT berechnet, denn es heißt ja VOR der Rüstung wird berechnet.\n\nDer Gegner reflektiert nun also 30% des Schadens, sprich 30 Schaden da Du ja 100 AD hast (gehen wir mal nicht von kritischen Treffern aus und dass Du normal mit einem Auto Attack zuschlägst). Diese 30 Magieschaden werden, wie Du schon richtig angemerkt hast, wieder durch deine Magic Resist beeinflusst. Beträgt diese auch 50% Schadensverringerung treffen dich von den 30 puren Magieschaden als Reflektion nurnoch 15.\n\nDass es sich um Schaden VOR Abzug der Rüstung handelt habe ich nun mal hier rauskopiert.\n\nhttp://leagueoflegends.wikia.com/wiki/Thornmail","replies":[]},{"id":"","poster":"andymuha","date":"2015-03-18T10:11:50.452+0000","up_votes":1,"down_votes":0,"body":"AD:\n\n300AD, 50% MR, ca. 2000HP\nBlutdürster, Hydra, BotrK\n\n20%+10%+12% LL\n\nTANK:\n\n80% Schadenreduzierung +30% Dornen\nca. 3500HP\n\nKampf:\n\nAD: --> 300 AD --> 30% reflektion durch Throns (90DMG)--> 50% Reduktion MR (45DMG) -->reduziert um 80% des Tanks (60DMG)--> 42%LL von 60?? DMG (LL vor oder nach Rüstung) (25HP)\n\nRunde1: \nAD: 2000-45HP Dornen +25HP LL = 1980HP  Verlust 1%\nTank: 3500HP-60DMG = 3440HP  Verlust 1,7% \n\nKann der Tank also durch seinen Schaden (haben ja meist net viel) den Mehrschaden nicht ausgleichen fällt der Tank um. Oder seh ich das Jetzt Falsch?\n\nd.h. ein reines 1vs1 kann ein Fulltank kaum gewinnen. Hier sind ja LW und IAS nicht mal mit eingerechnet. Die Reine Reduktion der 100Armor durch Thornmail ist also den Slot nicht wert zumal man sich dadruch ja nur gegen ADs schützt und man sonst keine Vorteile durch die Rüssi bekommt.\n\nDamit ist doch die Armor das Geld nicht wert oder?","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-18T12:32:07.542+0000","up_votes":1,"down_votes":0,"body":"Du darfst nicht vergessen, dass der Tank durch nichts tun und rumstehen schon den Schaden austeilt. Er kann ja selbst auch Autohits und Fähigkeiten einsetzen. Gegen ein Team mit stark Autohitbasierten ADlern, taugt ein Dornenpanzer durchaus. Hinzu kommt noch eine mögliche Lebensregeneration, die bei Tanks für gewöhnlich höher ist, da ein ADC zumeist nur Schadensitems baut, auf denen es keine Regi gibt oder eben nur Lifesteal.","replies":[]}]},{"id":"","poster":"Lord Vilich","date":"2015-03-18T08:10:09.373+0000","up_votes":1,"down_votes":0,"body":"Verursachter Schaden = Schaden nach Reduktion von allen Quellen.\n\nMeistens reicht 1 LS-Item nicht, um den Schaden von Thornmail auszugleichen, besonders im Late nicht.\nEs ist immer noch eines der nützlichsten Items gegen viel AA--Schaden.","replies":[{"id":"","poster":"AyteeDE","date":"2015-03-18T09:33:52.914+0000","up_votes":1,"down_votes":0,"body":"Bei Thornmail zählt der Schaden vor Abzug durch Armor / Prozentabzügen. Blechrahmen!!!! :P","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-03-18T09:10:43.521+0000","up_votes":1,"down_votes":0,"body":"Wie schonmal gesagt (da soviele was anderes behaupten hab ichs jetzt grade getestet), es gilt der AD wert des Angreifers, ohne Redkution durch eigene Rüstung. Es ist also praktisch nicht möglich, den Schaden mit lifesteal auszugleichen.","replies":[]},{"id":"","poster":"andymuha","date":"2015-03-18T08:38:18.204+0000","up_votes":1,"down_votes":0,"body":"Also wird es jetzt vor der Reduzierung zurückgeworfen oder danach?! ;D\n\n\nAls ADC bei einem schaden von 750 (Durschnitt, crits mit eingerechnet, Lategame) und durch eine Reduzierung von 80% (Malphite Fulltank)\nverursacht der ADC angeblich nur 150DMG. Davon 30% zurück durch 50% Reduzierung wäre 25DMG ....hier würden 10% LL locker reichen.\nGenau diese Gefühl habe ich auch bei einem 1vs1 in solchen Situationen.\n\nVor der Rüssi würde er dann in diesem Beispiel ca. 250DMG zurückgeworfen bekommen würde es auf ca. 125DMG reduzieren und müsste somit mindesten 20% LL haben um das auszugleichen. Was aber trotzdem kein Thema für einen ADC Late oder n anderen AD wie YI oder Tryn darstellen würde. \n\nIch weiß nicht ob ich da einen fun damentalen Denkfehler habe.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-03-18T08:11:54.892+0000","up_votes":1,"down_votes":0,"body":"Wenn du als ADC mit 50% Lifesteal ein Ziel mit Dornenpaner angreifst, heilst du dich nicht. Du bekommst trotzdem Schaden. Deshalb lässt sich das Item nicht so einfach umgehen.","replies":[]}]}