{"id":"zO6bxE5U","poster":"WhereThExileGoes","date":"2015-03-18T16:34:53.732+0000","title":"Ranked Championselect","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Ich würde es gut finden wenn wir im Ranked einmal die Championselect leaven können ohne Punkteverlust aber beim zweiten mal leaven man Punkte verliert. Ein anderer Vorschlag wäre ein Votingsystem ( Nur im Ranked weil man es bei Normals als vierer Gruppe missbrauchen könnte) in dem die anderen 4 Spieler abstimmen können ob der ,,troller\" aus der Champselect gekickt wird. Mir kam diese Idee weil ich sehr viele Troller gerade im Ranked sehe ( Die ich will nicht Supporten Leute) was wiederrum heißt, dass ich oder jemand anderes die Championselect verlässt und dafür auch noch Bestraft wird. Man könnte auch einführen, dass wenn der der gekickt wird nach einer gewissen Anzahl eine Strafe erhält z.B einen Rankedbann.\n\nP.S: Wer Fehler findet kann sie behalten :P\nEdit: Die Wartezeiten beim Leaven bleiben bestehen","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-03-18T18:25:50.808+0000","up_votes":1,"down_votes":0,"body":"Ja, genau, instant ranked ban für alle Urgot Main Spieler (alle beide). Sehr sinnvoll... Eine absolut zementierte Meta, in der sich niemand mehr traut, irgendwelche Nischen-Picks überhaupt (Taric ist mein 2. stärkster Jungle... nach Nunu...) anzuklicken, weil man davon ausgehen muss, das man dafür eine Ranked Sperre bekommt... \n\nGleichzeitig werden die Bans indirekt auf unendlich erhöht... denn sobald irgendetwas absolut OPes (aber nicht gebanntes) gepickt wird, startet Spieler 2 den Vote Kick für den \"Vollidioten, der Kata nicht gebannt hat\"... \n\nUnd das alles nur, weil der TE selber nicht damit klar kommt, dass man auch mal jenseits der Meta picken kann...","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2015-03-18T16:47:01.567+0000","up_votes":1,"down_votes":0,"body":"1. Idee:    Nein, dann würde es jeder machen nur weil ihm irgendetwas nicht passt. Dann kannst du von einer Mindestdauer von 20 Minuten warten rechnen, bis dann endlich das Spiel beginnt.\n\n2. Idee: Nein, es gibt keine Troller. Und auch wenn jemand sagt, dass er trollen wird, bedeutet das nicht, dass er es auch tun wird. Außerdem werden einige sofort dafür stimmen, wenn auch hier, irgendetwas irgendjemandem nicht passt.\n\n3. Idee: Neeeeeeein","replies":[]}]}