{"id":"xBKk15hi","poster":"WBA Unique","date":"2015-03-18T09:34:14.754+0000","title":"Mid-lane Coach gesucht ! [Gold IV]","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Willkommen in meinem Thread Beschwörer !\r\n\r\nWie der Titel vielleicht schon vermuten lässt, bin ich auf der Suche nach einem \"Coach\" für die Mid-Lane. Da es sozusagen ein \"muss\", für jeden Spieler der weit nach oben möchte, sich in League of Legends stetig weiterzuentwickeln und sich zu verbessern, was ich auch vor habe zu tun, schäme ich mich nicht auch mal nach Unterstützung zu fragen. Ich denke man kann einfach nicht ALLES alleine lernen. Deshalb suche ich nach einem \"Coach\" für meine Main und lieblings Rolle/Lane, die Mid-lane. Ich bin bereit zu lernen, bin kritikfähig und habe auch die nötige Moral und Bereitschaft dafür. Wissen ist macht und man lernt nie aus, ja ich sagte nie. Ich erhoffe mir einen sehr Erfahrenen Spieler als Coach um nicht nur aus neuen Spielweisen/Taktiken zu lernen, sondern auch aus seiner Erfahrung. Falls also jemand Interesse hat mir zu helfen mein (hoffentlich) vorhandenes Potenzial zu entfalten dann möge er sich doch bitter per Ingame oder unter diesem Thread melden. Danke.\r\n\r\nErstmal ein klein wenig Information über mich. Man soll sich ja nicht völlig in das Ungewisse stürzen. Mein Ingame Name lautet: AcLegendZz, ich bin 17 Jahre alt und komme aus dem Bereich Schwaben/Bayern. Neben meiner FOS (Fach Hoch Schule) bringe ich relativ viel Zeit mit. Das heißt da ich mich in einem \"Dualem Studium\" befinde, habe ich abwechselnd ein Jahr lang eine Woche Schule, eine Woche Praktikum, Schule/Praktikum und immer so weiter. Für einen öffentlichen Thread ist das erstmal genügen Information.\r\nZu meinen spielerischen Statistiken habe ich einen \"Link\" in der \"Beschreibung\" gepostet. Seit 1 1/2 Jahren (knapp) spiele ich bereits LoL und habe in dieser Zeit ein Gefühl für die Mid-lane entwickelt und sie lieben gelernt. Daher möchte ich diese auch beibehalten. Ich habe einen sehr großen \"Championpool\" (ü. 100) und daher einige Möglichkeiten und Variationen was die Auswahl anbelangt. Magier spiele ich genauso gern wie Assassinen. Zur Zeit spiele ich am meisten Lissandra /Ahri /Snydra , sofern ich es schaffe auf die Mid-lane kommen. Ich scheue mich nicht davor meinen bisherigen Spielstil zu \"optimieren\" oder gar eine andere Richtung einzuschlagen. Auch bin ich gerne dazu bereit neue Champions zu trainieren und besser kennen zu lernen.\r\n\r\nSo, das wäre das wichtigste meinerseits und ich hoffe das es jemanden unter euch gibt, der dazu bereit wäre.\r\n\r\nWir sehen uns in der Kluft Beschwörer !\r\n\r\nGrüße\r\nAcLegendZz","replies":[]}