{"id":"d1fuPry8","poster":"AI Unsummon","date":"2015-03-17T13:34:48.488+0000","title":"Amumu Bug   ja oder nein ?!","subforum":"Melde einen Bug","up_votes":3,"down_votes":0,"body":"Ich weis nicht ob das ein Bug ist oder nicht aber ich verstehe nicht warum die Ulti von Amumu die Ulti von Kata nicht beendet , ich meine das ist ja auch ein Stun . In der Ulti steht das er die Gegner keine Attacken mehr machen können und und das sie festgehalten werden. Bei z.B Seju steht das sie betäubt werden, wo is den bitte dadrin der unterschied ich meine klar hat kata die Attacke ausgefüht aber ich meine das Amumu die Ulti von Kata troz dem stopen muss. Wenns kein Bug ist dann wünsche ich mit troz dem das Riot das ändert .\r\n\r\n\r\nwas denkt ihr darüber ?","replies":[{"id":"","poster":"Schorschi","date":"2015-03-17T13:50:03.484+0000","up_votes":2,"down_votes":0,"body":"Die Beschreibung ist richtig. Festhalten = root / snare (Lux / Morgana binding, Zyra etc.), währenddessen kann aber ein ranged Champion noch autoattacken oder man kann noch Fähigkeiten einsetzen (ausser Fähigkeiten die eine Bewegung vorraussetzen (Tristana Jump, Graves Dash, etc.)).\n\nDie Ulti von Amumu hält fest (root / snare) und verhindert das Ausführen von Autoattacks. Das Einsetzen von Fähigkeiten oder der Channel von Fähigkeiten ist von der Ulti ausgenommen, da es nichts mit Bewegung oder autoattacken zu tun hat.\n\nTL;DR: Working as intended","replies":[]},{"id":"","poster":"Groath","date":"2015-03-17T13:46:43.649+0000","up_votes":1,"down_votes":0,"body":"Aus dem [deutschen Amumu-Wiki](http://de.leagueoflegends.wikia.com/wiki/Amumu):\n\"AKTIV: Amumu umwickelt Gegner in der Nähe mit Verbänden, die ihnen magischen Schaden zufügen und sie 2 Sekunden kampf- und bewegungsunfähig machen.\"\n\nAus dem [englischen Amumu-Wiki](http://leagueoflegends.wikia.com/wiki/Amumu):\n\"ACTIVE: Amumu entangles nearby enemies, dealing magic damage and rendering them unable to move and attack for 2 seconds.\"\n\nAmumus Ulti ist kein Stun. Es hat den Effekt eines Snares wie z.B. der W von Ryze, der W von Swain oder der Q von Morgana und hat zusätzlich noch den Effekt, dass die Einheiten keine neuen Angriffsbefehle geben können. Er bricht deshalb keine Channels ab. \n\nIm englischen Wiki gibe es eindeutige Effektbeschreibungen für z.B. \"snares\", \"stunns\", \"blinds\", \"entangles\" etc., die auftauchen, wenn du über die Begriffe gehst. So siehst du, was der Effekt macht und was er nicht kann. Der deutsche Wiki hat diese hilfreichen Statusbeschreibungen leider nicht.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-03-17T13:45:16.030+0000","up_votes":1,"down_votes":0,"body":"Ist kein Bug. Die Gegner könne sich in der Amumu Ultimate nicht bewegen und mit dem Attacken Teil sind soweit ich weiß die AAs gemeint. Skills funktionieren weiterhin.","replies":[]}]}