{"id":"IUymrinO","poster":"cremnik","date":"2015-03-16T17:36:47.828+0000","title":"Die Kunst Der Liga - Planung","subforum":"Level Up: Guides & Tipps","up_votes":18,"down_votes":2,"body":"Hallo liebe Mitspieler! \nMein Name ist cremnik und ich bin Junior Emissary. Ich möchte diese Gelegenheit nutzen, um mit euch eine, meiner Meinung nach interessante, Idee zu teilen. \nWorum geht’s hier: Es geht um das Buch: „Die Kunst des Krieges“ von Sunzi. Es ist ein 2500 Jahre alter chinesischer Leitfaden über die Kriegsführung. Dieser Leitfaden lässt sich problemlos auf jeden Konflikt in der Welt übertragen und somit auch auf die immerwährende Schlacht auf den Richtfeldern. \nIm Rahmen meines Abiturs habe ich die von Sunzi verfassten Thesen auf die Schlacht von Stalingrad übertragen und mit meinem Partner die Bestnote erhalten. \nDer Youtuber Gbay99 hat im Rahmen einer Videoserie, diesen Transfer auf LoL geschafft, aber ich möchte nun meine Gedanken und Überlegungen mit euch teilen. Das Ganze wird in regelmäßigen Abständen Kapitelweise erscheinen. Wenn ihr Anregungen und Verbesserungsvorschläge habt zögert nicht, sie unter diesen Post zu schreiben.\n\n\nBeginnen wir also mit dem Ersten von Dreizehn Kapiteln:\n\n http://i.imgur.com/l3AWcwc.png\n\n> „Sunzi sagt: Die Kunst des Krieges ist für den Staat von entscheidender Bedeutung. Sie ist eine Angelegenheit von Leben und Tod, eine Straße, die zur Sicherheit oder in den Untergang führt. Deshalb darf sie unter keinen Umständen vernachlässigt werden.“\n\nIm Grunde genommen bedeutet das, dass man, wenn man Erfolg in LoL haben will sich unweigerlich mit dem Spiel auseinander setzen muss und zwar nicht nur im eigentlichen Match selbst. Das beinhaltet Wissen um die Meta, Runen, Masteries, Guides, Fehleranalyse und natürlich den Willen sich auch zu verbessern und die Fähigkeit eigene Fehler zu erkennen. Dabei wird laut Sunzi: \n\n> „Die Kunst des Krieges […] von fünf konstanten Faktoren bestimmt, die alle berücksichtigt werden müssen. Es sind dies: das Gesetz der Moral; Himmel; Erde; der Befehlshaber; Methode und Disziplin. “\n\nDer Faktor Moral sagt hierbei aus, dass: \n> „ die Menschen, mit ihrem Herrscher völlig überein […] stimmen, so daß sie ihm ohne Rücksicht auf ihr Leben folgen und sich durch keine Gefahr erschrecken lassen.“\n\nDer Herrscher ist hierbei der Shotcaller, Bzw. der Teamleader/captain. Es ist wichtig, dass hierbei der Kompetenteste ausgewählt wird und jedes Teammitglied damit einverstanden ist. Sonst kann ein psychologischer Effekt namens Gruppendenken ausgelöst werden, was zu Fehlentscheidungen führt. Das ist natürlich in der SoloQ nur schwer umzusetzen, doch sollte man sich vielleicht angewöhnen manchmal auf die Calls anderer zu hören, wenn man selbst gerade ratlos ist.\n\n> „Himmel bedeutet Nacht und Tag, Kälte und Hitze, Tageszeit und Jahreszeit. Erde umfaßt große und kleine Entfernungen, Gefahr und Sicherheit, offenes Gelände und schmale Pässe, die Unwägbarkeit von Leben und Tod.“\n\nTageszeit und Jahreszeit. Das kann man so interpretieren, dass hiermit die Zeit im Spiel gemeint ist. Also in welcher Phase des Spiels wir uns befinden. Morgen = Early Game, Mittag = Mid Game und Abend = Late Game. Erde ist gleichzusetzen mit der Map und ihren Gegebenheiten. Also wo fighte ich wie etc. Doch dazu später mehr.\n\n> „Der Befehlshaber steht für die Tugenden der Weisheit, der Aufrichtigkeit, des Wohlwollens, des Mutes und der Strenge.“\n\nHier werden die Qualitäten eines guten Leaders beschrieben. Er sollte natürlich das Interesse des Teams vertreten und ein Vorbild im Bereich Verhalten sein. \n\n> „Methode und Disziplin müssen verstanden werden als die Gliederung der Armee in die  richtigen Untereinheiten, die Rangordnung unter den Offizieren […]“\n\nGliederung der Armee. Im Grunde genommen ist damit gemeint, dass man sich immer der Rollen der einzelnen Champs bewusst sein sollte? Ist der ADC, der der engaget? Nein. Soll der Tank Tons of Damage machen? Nein. Der Leader muss sich darüber im Klaren sein, wer was wie erreichen kann und wird und dementsprechend seine Calls geben. \nDaraus folgt, dass: \n\n> „Diese fünf Faktoren […] jedem General vertraut sein[sollten]. Wer sie kennt, wird siegreich sein; wer sie nicht kennt, wird scheitern.“\n\nSunzi gibt in diesem Kapitel einen Vorgeschmack, über den Inhalt der Folgenden. Dabei ist jedoch eines wichtig, nämlich, dass die Richtlinien, die er vorgibt befolgt werden müssen, wolle man auf der Seite der Sieger stehen. \n\n> „Der General, der nicht auf meinen Rat hört und nicht nach ihm handelt, wird  eine Niederlage erleiden“\n\nAußerdem stellt er den Aspekt der Täuschung heraus: \n\n> „Jede Kriegführung gründet auf Täuschung[…] Lege Köder aus, um den Feind zu verführen. […] Gib vor, schwach zu sein, damit er überheblich wird.“\n\nDies sind nur einige Beispiele. Von größter Wichtigkeit ist jedoch, dass man die gegebenen Bedingungen erkennt und versucht einzuordnen: \n\n> „Der General, der eine Schlacht gewinnt, stellt vor dem Kampf im Geiste viele Berechnungen  an. Der General, der verliert, stellt vorher kaum Berechnungen an. So führen viele Berechnungen zum Sieg und wenig Berechnungen zur Niederlage – überhaupt keine erst recht!“\n\nDabei sind diese Berechnungen das ganze Spiel über anzustellen, da es natürlich immer wieder neue Situationen, Faktoren und Schlachten gibt. Wollen wir also in LoL erfolgreich sein und gewinnen sollten wir uns anhören, was Sunzi zu den Aspekten der  Kriegsführung zu sagen hat.\n\nDazu hier der Link zum nächsten Kapitel: \n\n[II. Über die Kriegsführung](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/1iI3x9YM-die-kunst-der-liga-)","replies":[{"id":"","poster":"Nuix","date":"2015-03-17T09:35:37.507+0000","up_votes":5,"down_votes":0,"body":"Tolle Idee, gute Arbeit :)\nSpontan fällt mir dazu noch ein: \"Bevor du krieg führst, schau ob du ihn dir leisten kannst\".\nAlso beginne keine Spiel wenn Mama gleich zum Essen rufen könnte :)\nWeiter so.","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-03-16T18:05:34.943+0000","up_votes":1,"down_votes":4,"body":"Dieser Typ, der das damals auf RoG gebracht hat, kann stolz auf sich sein, was für Kreise er damit gezogen hat.\nAnsonsten halte ich das ganze zum LoL-Spielen relativ wertlos, da man sich alles aufwendig übersetzen, abstrahieren und übertragen muss. Da kann man das Spiel auch so lernen und sich nachträglich ein paar Zitate einbläuen, die man dem unterlegenen Gegner dann um die Ohren pfeffern kann, um den eigenen \"Intellekt\" zu betonen.\nBis dato könnte man den Lerneffekt von dem Gesamtpost auf \"LoL ist ein Strategiespiel\" zusammenkochen, aber da das eher noch ein Teaser ist, ist das wohl nicht so tragisch.","replies":[{"id":"","poster":"cremnik","date":"2015-03-16T18:19:15.098+0000","up_votes":3,"down_votes":0,"body":"Es geht bei dem Buch nicht unbedingt darum, dass man immer einen schlauen Spruch auf den Lippen hat. Natürlich muss man abstrahieren, aber im Allgemeinen hilft es dabei eine Grundhaltung anzunehmen. Es ist mehr eine philosophische Schrift. Inwiefern das für LoL überhaupt Sinnvoll ist ist eine andere Frage, aber ich denke schon, dass es vor allem das Spielverständnis fördern kann.","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-16T18:29:59.126+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=cremnik,realm=EUW,application-id=vatevpvi,discussion-id=IUymrinO,comment-id=00010000,timestamp=2015-03-16T18:19:15.098+0000)\n>\n> Es geht bei dem Buch nicht unbedingt darum, dass man immer einen schlauen Spruch auf den Lippen hat. Natürlich muss man abstrahieren, aber im Allgemeinen hilft es dabei eine Grundhaltung anzunehmen. Es ist mehr eine philosophische Schrift. Inwiefern das für LoL überhaupt Sinnvoll ist ist eine andere Frage, aber ich denke schon, dass es vor allem das Spielverständnis fördern kann.\n\nDas mit den Zitaten war eher scherzhaft gemeint^^\nGeht eher darum, dass der ganze Bereichskomplex einen elitären Eindruck vermittelt, da man eine strategische Autorität hat, auf die man sich beruft.\nIn dem Zusammenhang bekommt man den Eindruck, dass man mit Sunzi zu einem guten LoL-Spieler werden kann, ohne tatsächlich LoL zu spielen, also quasi die *silver bullets* zum Spiel. Was in letzter Konsequenz notwendigerweise aber wieder Unsinn ist, da man das Spiel schon sehr gut beherrschen müsste, um die adäquaten Begriffsverknüpfungen zu bekommen.","replies":[{"id":"","poster":"cremnik","date":"2015-03-16T18:35:26.454+0000","up_votes":1,"down_votes":0,"body":"Hervorragende Wortwahl :D\nDas möchte ich natürlich nicht suggerieren. Aber wie schon gesagt: es geht ums Spielverständnis. Um gut in LoL sein zu können braucht man eine Kombination von Mechanics und Spielverständnis. Letzteres möchte ich hierbei fördern. Darauf gehe ich auch in einem späteren Kapitel ein. Oder wie Suntzi sagt: \n\n>  \"Man kann wissen, wie man siegt, ohne fähig zu sein, es zu tun. \"","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-16T18:41:04.859+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=cremnik,realm=EUW,application-id=vatevpvi,discussion-id=IUymrinO,comment-id=0001000000000000,timestamp=2015-03-16T18:35:26.454+0000)\n>\n> Hervorragende Wortwahl :D\n> Das möchte ich natürlich nicht suggerieren. Aber wie schon gesagt: es geht ums Spielverständnis. Um gut in LoL sein zu können braucht man eine Kombination von Mechanics und Spielverständnis. Letzteres möchte ich hierbei fördern. Darauf gehe ich auch in einem späteren Kapitel ein. Oder wie Suntzi sagt:\n\nLetztlich catchst du die Leute aber rein mit dem psychologischen Effekt der Autorität. Da du als Übersetzer der Schrift fungierst, dürftest du ebenso gut in der Lage zu sein, das Spiel ohne Sunzi zu erklären, nur macht dir das wahrscheinlich nicht ganz so viel Spaß ;D","replies":[{"id":"","poster":"cremnik","date":"2015-03-16T22:04:02.776+0000","up_votes":2,"down_votes":0,"body":"Mit geht es ja nicht darum irgendjemanden etwas zu beweisen. Ich wollte lediglich interessante Verknüpfungen aufweisen. Jedem steht es frei das Buch selber zu lesen und sich sein Urteil zu bilden. Und solange es irgendjemanden irgendwie helfen sollte, ist das gut. Vollkommen unabhängig von meiner Intention.","replies":[]}]}]}]}]}]},{"id":"","poster":"FluffyPuffy69","date":"2015-03-18T19:11:36.195+0000","up_votes":2,"down_votes":1,"body":"GG M8 I R8 8/8 {{summoner:31}}","replies":[]},{"id":"","poster":"andymuha","date":"2015-03-20T11:51:53.310+0000","up_votes":1,"down_votes":0,"body":"Da die \"Kunst des Krieges\" letztlich immer auf einen gravierneden Aspeckt, nämlich der Anerkennung eines Übergeordneten und dessen Ansichten basiert, läßt sich dieses System auf keinen Fall in ein Spiel umsetzten in dem fremde Menschen zusammenkommen die unterschiedlicher Ansichten sind. \nTrotz allem sind einige Überlegungen auch in LoL übertragbar. Schön das du dir die Mühe gemacht hast. Realistisch jedoch läßt sich das nicht umsetzten!","replies":[{"id":"","poster":"cremnik","date":"2015-03-20T13:07:57.040+0000","up_votes":1,"down_votes":0,"body":"Das ist ja nur ein Teaser :) Konkreter wird es in den anderen Teilen :) Das nicht alles übertragbar ist weiß ich, sonst wäre ich ja schon Challenger :P","replies":[]}]},{"id":"","poster":"Brainman20","date":"2015-03-16T17:40:08.978+0000","up_votes":1,"down_votes":0,"body":"Klasse Thread..\nHut ab","replies":[]}]}