{"id":"UO2UJxji","poster":"Alkoholwikinger","date":"2019-03-10T12:50:34.750+0000","title":"Nehmt euch Zeit und antwortet mir bitte. Bronze 1 gegen Diamant 3 im Rankt.","subforum":"Hilfe & Support","embed":{"title":"League of Legends-Matchverlauf","description":"Jedes Match erzählt seine eigene Geschichte; schaue in den neuen Matchverlauf von League of Legends, um zu sehen, wie diese ausgeht, und um andere an deinen Geschichten teilhaben zu lassen!","url":"https://matchhistory.euw.leagueoflegends.com/de/?fbclid=IwAR1WeErPSn4PgjuuWiVkVKcY-Gn2zV_jDDhLvRJVsvB2RxMfrbCdvppbXGU#match-details/EUW1/3957263505/229966581?tab=builds","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":0,"body":"Nehmt euch mal Bitte Zeit und schreibt eure Meinung, weil ich möchte antworten.\r\n\r\nWie kann man ein Rankt in LOL Fair gestallten, sodas alle Partein ein Balanciertes Spielerlebnis haben können und jeder seine Fähigkeiten auf einer Augenliene vorführen kann?\r\n\r\nGenau man steckt einen verschissenen Diamond Spieler (Sivir) gegen einen Bronze Spieler (Neeko) ins Feld.\r\n\r\nIch habe gestern Normal Flex gespielt bin dort Bronze( 1 in Soloque Silber 4) und das sehe ich hier als sehr wichtig an, da man ja nicht mit Leuten gemeinsam spielen darf die eine gesamte Divison höher sind als man selbst und ich bekam gestern einen der 2 Gesamte Divisionen (platin 4 der war nicht in seiner Promo!!!!) hörer war als ich und im Soloque Diomant 3 mit einer 57% Winrate.\r\n\r\nIch würde gerne mal antworten auf meine Fragen bekommen die ich zum Matchmaking gehören? Bis dahin werde ich Leauge nicht mehr spielen. Ich war richtig geschockt in dem Moment. Jetzt bin ich angepisst.\r\n\r\nWie kann so etwas passieren?\r\nWie erreiche ich einen Support?\r\nLohnt es sich noch zu Spielen?\r\nUnd wie zum fick kann ein Spiel so Kaputt sein?\r\n\r\nBtw das Spiel war gestern Abend und ich bin immer noch Hart angepisst. Habe mir auch vorgenommen eine Leauge Pause zu machen und Spiele jetzt Dota Autochest.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-03-10T13:01:46.629+0000","up_votes":1,"down_votes":0,"body":">Wie erreiche ich einen Support?\n\nhttps://support.riotgames.com/hc/de\n\n>Lohnt es sich noch zu Spielen?\n\nDas musst du für dich selber entscheiden. Ich würde das Spiel nicht wegen einer einzigen Runde aufgeben. Außerdem würde ich mich über solche Matches nicht beschweren, schließlich kann man vielleicht etwas von den Leuten lernen. \n\n(Wer weiss, vielleicht bist du ja auch nur dezent besser und spielst deswegen gegen Dia-Spieler :3 gib nicht so schnell auf.)\n","replies":[]},{"id":"","poster":"Avorox","date":"2019-03-10T12:59:21.040+0000","up_votes":1,"down_votes":0,"body":"Das war Flex. Du kannst den SoloQ Rang nicht mit FlexQ vergleichen, das sind 2 verschiedene Ratings. Ein kleiner Tipp für dich, schau nicht den Rang anderer Spieler nach wenn dich sowas so stört. Wenn der in Flex mit dir spielt wird er da entweder gerade seine Placements machen oder er spielt in Flex eben nicht so serious wie im Soloq. Diamond Spieler sind auch nur Spieler, die machen auch Fehler, die gehen auch mal 0/10 also lass dich von sowas nicht so einschüchtern...","replies":[]}]}