{"id":"soioB2Gs","poster":"TheUnknown98","date":"2015-03-15T20:00:03.324+0000","title":"Gl hf","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Bitte um Erklärung für dieses Matchmaking^^","replies":[{"id":"","poster":"HyperionCH","date":"2015-03-15T20:37:35.317+0000","up_votes":2,"down_votes":0,"body":"Ich behaupte einmal, dass sehr viele Spieler zwischen Level 25 und 30 (unranked) stärker sind als Bronze IV.\nDenn selbst Silber V-Spieler sind unterhalb des Durchschnitts (Median). \n\nEuer Fizz (Level 30 unranked) spielt übrigens auch öfters gegen Goldspieler (im Teamesteller jedoch meist nur als ADC).\nNur weil er keine Rankeds spielt, heisst dies noch lange nicht, dass er keinen Skill hat. Ich habe letzte Season kurz vor Seasonende auch noch die 10 Einstufungsspiele gemacht. Ich bin mit 8:2 rausgegangen (sicherlich auch Glück mit den Mates gehabt^^) und wurde Gold IV. Ich glaube nicht, dass ich innerhalb von 10 Games plötzlich wesentlich stärker geworden bin, nur weil ich von \"unranked\" auf \"Gold IV\" gewechselt bin. ;)\n\nWeitere wichtiger Punkt:\n\n- Teamersteller hat (pro Rolle glaube ich) eigene MMRs und nicht jene von Rankeds:\nDer Goldspieler der Gegner spielte in Rankeds (letzte Season + diese Season) nur Botlane. Er ist somit wohl als Jungler auch schlechter als wenn er ADC/Sup spielt. \n\nDass ihr einen Penta gegen die Kata kriegt, ist aus meiner Sicht nicht die Schuld des Matchmaking, sondern an eure Fehler. OK, etwas mehr CC in eurem Team wäre gegen Kata nicht schlecht gewesen (jedoch ist Teamersteller einem \"Blind Pick\" ähnlich). \n\nAus meiner Sicht sollte man LoLNexus vor dem Spielbeginn einfach gar nicht beachten.\nDies führt nur zu falschen Erwartungen und Befürchtungen.","replies":[{"id":"","poster":"TheUnknown98","date":"2015-03-15T20:46:44.184+0000","up_votes":1,"down_votes":0,"body":"Okay, danke für deine Antwort ^^ Schaue eigentlich regelmäßig vor Beginn nach damit ich weiß auf wen ich besonders aufpassen muss","replies":[{"id":"","poster":"HyperionCH","date":"2015-03-15T21:14:33.232+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=TheUnknown98,realm=EUW,application-id=YnZkMR0R,discussion-id=soioB2Gs,comment-id=00030000,timestamp=2015-03-15T20:46:44.184+0000)\n>\n> Okay, danke für deine Antwort ^^ Schaue eigentlich regelmäßig vor Beginn nach damit ich weiß auf wen ich besonders aufpassen muss\n\nDarauf würde ich einfach nicht gehen. Gerade wenn dann noch Premades und/oder smurfs dabei sind, wird man falsche Annahmen treffen.\nFolgendes Game gab es einmal vor einiger Zeit:\n\nTop: Premade, ca. Level 25 (kann ich nicht mehr genau sagen), (hoher) Platin-smurf\nJungle: Premade, Silber 1\nMid: Dia5-Spieler, Premade mit ADC\nADC: ca. Level 25 (irgendwo dort jedenfalls); Anfänger/kein smurf (nach meiner Beurteilung)\nSup: das war ich (als Morgana), Level 30-unranked\n\nGegner: (hoher) Platin-Midlaner, übrige Silber Spieler + Spieler um Level 25 (also auf dem Papier nur minimal schlechter, durch den Unterschied in der Midlane)\n\nTheoretisch müsste man sagen (da man auch nicht weiss, er Premade ist und wer ein smurf, etc.), dass man den Midlaner fokusieren müsste.\nNur war coachte unser Midlaner seinen ADC-Premade. Er farmte einfach und zwischen den Waves ging er unter den Tower und schaute auf die Botlane (bewegte sich deshalb nicht), die Lane in der Mitte blieb so recht lange ausgeglichen.\n\nUnser ADC war wie gesagt wohl Anfänger und holte nicht den besten Schaden heraus. Ich konnte aber als Morgana dank hoher Reichweite der Q (welche die Gegner irgendwie nie dodgen konnten -> waren auch nicht die besten ehrlich gesagt) und den Schaden meiner Pfütze noch jeweils den Kill sichern, bevor der jeweilige Gegner unter seinen Turm back gehen konnte.\nAm Ende des early games war ich dann 6/0/0 als Sup, was natürlich nicht ideal war, aber immerhin hatte der ADC so Zeit fürs Farmen (da war er noch nicht der beste) und immerhin Assistgold. Etwas Killgold bekam er jedoch dann, als ich back ging und meinem Premade-Jungle sagte, er solle etwas sitten, weil die Gegner wohl engagen werden, wenn ich weg bin (geschah dann auch und unser ADC hatte so auch Kills gemacht; aber ich hatte als Sup immer noch keinen Assist^^)\n\nIm Midgame wurde es dann ganz kurios. Unser Toplaner (der Platin-smurf) invaden deren Jungle und holen uns deren Red Buff. Jedoch wurden wir erwischt. Zum Glück habe ich noch für Vision gesorgt (ich hatte ja auch wirklich nur Sup-Items gekauft; mit Ausnahme des Zhonyas, das ich bei Morgana damals immer recht früh kaufte -> nach Sightstone und Ausbau Schuhe sowie Golditem). Wahrscheinlich wegen meinem frühen 6/0/0 haben sie plötzlich mich fokusiert und nicht den Toplaner. Resultat des 2vs5-Kampfes: 5 zu 1 Kills für uns; Penta für den Toplaner. :D\n(und immerhin habe ich nun auch Assists bekommen^^)\n\nIch weiss nicht, ob die Gegner LoLNexus nutzten.\nBei diesem Game wäre dies jedoch fatal gewesen (und würde das Resultat wohl auch erklären; denn es war dann doch ein recht übler Stomp; aber nicht wegen des Dia-Spielers, der wie gesagt nicht alles gab, weil er immer wieder auf seinen Premade schaute und entsprechend \"afk\" war).\n\nWir haben übrigens alle nicht auf LoLNexus geschaut und einfach gespielt. Wir haben nicht gewusst, dass der Midlaner Dia5 war. Wir merkten ingame vielleicht, dass er wirklich sehr gut war (zumindest gut farmte und sich auch sehr stark verhielt), jedoch fiel auch auf, dass er oft nur herumstand, weshalb wir wussten, dass er wohl mit dem ADC Premade war.\nDie Gefahr wäre natürlich gewesen, dass wir mit einem Dia-Mate einfach glaubten, dass dieser uns schon carrien wird (aber wie gesagt war für ihn coachen seines Schülers wichtiger als carrien -> was keine Kritik ist! Ich finde es sogar sehr gut, dass ein guter Spieler jemanden coacht. War ja auch nur ein Normal. ;) )","replies":[]}]}]},{"id":"","poster":"Taloz","date":"2015-03-15T20:10:03.525+0000","up_votes":2,"down_votes":0,"body":"Ziemlich simpel. *Unranked* kann auch *Challenger* sein und es wäre möglich das in dem einem Team 5 *Challenger* drin sind. Von daher ist der screenshot absolut wertlos. Ist ok wenn du mad bist, aber das matchmaking hat damit nichts zu tun.","replies":[{"id":"","poster":"TheUnknown98","date":"2015-03-15T20:11:34.652+0000","up_votes":1,"down_votes":0,"body":"Naja wir waren alle unter 30^^ Auf alle Fälle waren wir Vorspeise","replies":[{"id":"","poster":"Taloz","date":"2015-03-15T20:13:50.629+0000","up_votes":2,"down_votes":0,"body":"Selbst wenn. Normal MMR hat überhaupt nichts mit ranked MMR zu tun. Kann auch sein das der Gold Typ nur normals spielt wenn er besoffen ist, (dementsprechend schlechte MMR hat) aber euch hier trotzdem abgerippt hat.","replies":[{"id":"","poster":"TheUnknown98","date":"2015-03-15T20:20:05.093+0000","up_votes":1,"down_votes":0,"body":"Naja ist sehr unangenehm sowas^^","replies":[]}]}]}]},{"id":"","poster":"TheUnknown98","date":"2015-03-15T20:19:30.789+0000","up_votes":1,"down_votes":0,"body":"Zur Vollständigkeit ;)","replies":[]},{"id":"","poster":"TheUnknown98","date":"2015-03-15T20:06:47.122+0000","up_votes":1,"down_votes":2,"body":"Eben hat kata nen penta gemacht, bitte erklärt mir wo die teams gleichstark sind. Danke\n\nHaben eben aufgegeben.","replies":[]}]}