{"id":"TnAL2MRR","poster":"Jisatsu90","date":"2015-03-15T14:27:14.412+0000","title":"Tipps für Aatrox?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Ich habe mir Aatrox gekauft und jetzt zwei mal gespielt.\r\nFinde den Champ eigentlich sogar ganz cool. Hat einen (kurzen) Engage und/oder Disengange, nen ganz guten Poke und ne nette Mechanik auf seiner W. Seine Ulty finde ich eigentlich auch ganz nice.\r\n\r\nNun stelle ich mir dazu ein paar Fragen und hoffe hier auf Antworten.\r\n\r\n1. Wie setze ich die W sinnvoll ein? Klar ist, dass ich damit anfange und den Lifesteal zum farmen benutze. \r\nSollte ich bei Trades grundsätzlich switchen oder nur in bestimmten Situationen? Wenn dann welche?\r\n\r\n2. Welches Item first?\r\nIch habe verschiedene Guides gelesen und dabei kamen 3 mögliche Items zustande.\r\nBlade of the ruined King, Bloodthirster oder Hydra.\r\nIn den letzten zwei Spielen habe ich immer BotrK gekauft.\r\n\r\nWas danach? Ein offensives Item und dann Tanky? Oder besser noch ein zweites Offensives?\r\nItembuildvorschlag wäre nicht schlecht.\r\n\r\nWelche Runen sind besser?\r\nBisher habe ich mit AD und Lifesteal-Runen gespielt um die W zu unterstützen. Full AD oder sogar-Amorpen besser?\r\n\r\nTipps zum Lanen mit Aatrox fänd ich auch noch ganz nice :).\r\n\r\nDanke schonmal.","replies":[{"id":"","poster":"xXMK7Xx","date":"2015-03-17T15:31:48.929+0000","up_votes":1,"down_votes":0,"body":"Hey, bin Main Aatrox Top, hab mich mit ihm von Silber5 auf Dia5 gespielt, du kannst mich ja mal adden für paar Tipps usw. :) Hab grad wenig Zeit, deswegen kann ich nicht viel schreiben ^^","replies":[]},{"id":"","poster":"IKartoffelI","date":"2015-03-16T21:41:41.654+0000","up_votes":1,"down_votes":0,"body":"Ich spiel zwar kaum aatrox, aber ich würde bork - randuins/Spirit visage (abhängig vom langgegner) - hydra - anderes Tank item- Banshees/sunfire (abhängig vom gegnerteam) und Boots nach Wahl (Mercury oder Ninja/ wenn du weit vorne liegst vll auch berserker).","replies":[]}]}