{"id":"AeFcsE03","poster":"glow fox","date":"2015-03-15T11:17:44.884+0000","title":"Angelus ( champion concept )","subforum":"Skin- & Champion-Konzepte","embed":{"title":"Tristam - League of Legends","description":"● For more songs click here: http://bit.ly/16vnx1L Download Link: https://www.facebook.com/EDMGutter ● Wallpaper can be found on DubstepGutter's Facebook Page. ● Subscribe to DubstepGutter for more: http://bit.ly/16vnx1L ✖ DSG's Store [EUROPE]: http://dubstepgutter.spreadshirt.co.uk/ ✖ DSG's Store [USA]: http://dubstepstore.spreadshirt.com/ ______________________________ ▼ Follow Tristam: Facebook: http://facebook.com/TheOfficialTristam Twitter: http://twitter.com/TristamOfficial Youtube: http://youtube.com/TheOfficialTristam Soundcloud: http://soundcloud.com/TheOfficialTristam","url":"https://www.youtube.com/watch?v=NUKUPyOOqJA","image":"http://i.ytimg.com/vi/NUKUPyOOqJA/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Champion name : Angelus\r\n\r\npassive : grants 2.0 health regen to nearby champions, plus 0.5 per level. gains 1 ability power per level.\r\n\r\nskills 1 : shields the target ally for 30 + 5 per level whilst applying 20 health regen for 2.0 seconds. cooldown of 18 seconds. 40 mana\r\n\r\nskills 2 : causes an eruption of angelic light on target ally, healing them for 10 + 5 per level, whilst stunning nearest enemies for 1.0 seconds + 0.2  per level. cooldown of 23 seconds. 60 mana\r\n\r\nskills 3 : reveal an area of the map, within 1500 range, for 1 second ( applies sight to enemies spotted for 2 seconds) cooldown of 30 seconds. 75 mana\r\n\r\nskills 4 : teleports the ally with the lowest health ( within 500 range ) to you and shields them for 40. cooldown of 1 minute 30 seconds. 150 mana.\r\n\r\nstats :\r\n 425 mana + 8 per champion level.\r\n480 health + 10 per champion level.\r\n325 movement speed + 5 per level.\r\n25 armour.\r\n30 magic resistance.\r\n0 ability power + 1 per level.\r\n55 attack + 2 per level.\r\n0.60 attack speed + o.5 per level\r\n\r\nis a melee mage/support.\r\n\r\nlore : \r\n\r\nangelus was dispatched by kayles father to act as a bodygaurd. angelus fought alongside kayle thousands of years ago, attempting to aid in the purging of evil. they where close friends. upon finding that kayle had made a pact with the league, angelus urged her father to send him to once again fight alongside her. after much consideration he agreed. angelus was sent to runeterra and immediately sought out the league. he pledged his service to the leage, and swore he would find kayle and never leaved her side again.\r\n\r\nnotes. After playing kayle for a long time on my main i had an idea. why not create a male support equivelant of kayle. someone that originated from her world, that new her personally. why should kayle be alone on the fields of justice. Angelus would be a more support focused version of kayle, with many similarities, with kayle being the fighting focused counterpart. \r\n\r\nany comments, ideas and thoughts on abilities and how they should scale would be much appreciated . ~ glow fox \r\n\r\nas ive never used the forums before i dont know how to set boards, so moving this to the correct place would be much appreciated","replies":[]}