{"id":"NWnqfGEs","poster":"Sheykero","date":"2015-03-14T20:22:02.265+0000","title":"Platin 1 MidLaner sucht Clan der helfen kann","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschwörer!\n\nVor einigen Monaten hatte ich schon mal eine Suche gestartet, jedoch nicht wirklich mit Erfolg. \nDieses Mal vielleicht mit mehr Erfolg, denn es hat sich in dieser Zeit ein bisschen was geändert.\nWas sich geändert hat liste ich jetzt auf bzw. liste ich die Informationen auf die euch am meisten\ninteressieren sollten.\n\n**Zu mir :**\n- IGN : Sheykero\n- Alter : 15 Jahre\n- Elo : Platin 1 ( Bei der letzten Suche Platin V ) \n- Main Role : Mid ( Davor Mid und ADC )\n- Main Champs : Xerath, Lux, Leblanc.... ( Wobei ich noch mehr Champs beherrsche )\n- Stärken : Warding, Lane gewinnen, farmen\n- Schwächen : Roaming zum richtigen Zeitpukt, richtige Entscheidungen treffen\n- Eigenschaften : kritikfähig, ehrgeizig, Sinn für Humor :D \n- Dabei seit : 2013 Ende der Season ( S3 Silver4, S4 Gold5 ) \n\n**Weiteres :**\nHeadSet, Mikrofon und gutes Internet vorhanden. \nMeistens Abends aktiv, an freien Tagen fast durchgehend online.\nAußerdem würde mich sehr freuen wenn ein Clan anfragen würde, der mir wirklich helfen kann,besser zu werden, sonst würde ich ja nicht suchen :D Natürlich ist es mir sehr wichtig, dass wir uns gut verstehen und Spaß miteinander haben können, denn genau das steht an erster Stelle. Ich weiß, 15 Jahre ist noch relativ jung aber ich denke nicht, dass das ein   Problem darstellen sollte weil ich mit älteren bisher immer sehr gut ausgekommen bin ( Ich würde sogar diese bevorzugen :D ) und weil ich diese von allen geforderten geistige Reife meiner Meinung nach besitze. Woher ich das weiß? Ich war auch schon in anderen Clans, jedoch kein LoL sondern FIFA, und genau in diesen waren alle viel älter als ich und keiner hatte ein Problem damit und haben mich genau so behandelt wie alle anderen. Wie ich finde, macht nicht das Alter den Unterschied, sondern eben diese geistige Reife. Warum ich soviel darüber geschrieben habe? Weil es mir wichtig war das zu verdeutlichen, weil es viele gibt die schon beim Ansehen des Alters wegklicken, versteht ihr? Naja, alles andere kann man dann im Ts besprechen .\nIch freue mich schon sehr ! \nHaut rein!\n MfG **Philip**","replies":[{"id":"","poster":"Pool Party Trump","date":"2015-03-14T22:33:22.624+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein Lol Manager von einer Community und es bilden sich nun viele Teams. Dich kann ich sicherlich auch noch wo drunter bringen.\n\nEInfach Ingame adden : VS Senpai","replies":[]}]}