{"id":"dXQPtvk5","poster":"bhR7DLVeYK","date":"2015-03-14T21:44:27.301+0000","title":"SoloQ: Die Fische und ich, gegen die Haie..","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Hey, \n\nich wollte mal was wissen. Ich bin zurzeit Gold 4 und stecke da ziemlich schon seit längerem fest. Ich habe schon öfters mit Duo Partnern gespielt aber ich habe heute schon zum 5ten mal gehört, in 1 Jahr, sobald sie mit mir Spielen, wir immer Fische im Team haben. Unter Fischen versteht sich, troller, Spieler die nicht ernst spielen wollen, Spieler die im Grunde schlecht spielen und schlecht picken. Wenn sie alleine Spielen oder mit anderen duo'n, bekommen sie anscheinend nie solche Art von Spielern in ihr Team.\n\nIch versuche immer das Spiel zu gewinnen, picke meine Mains, versuche zu counter und champs zu wählen die zum Team passen. Viele die dann random in meinem Team sind, spielen nicht nach dem Spielprinzip und picken echt Sinn frei, picken zB Katarina first pick oder Riven first pick und werden am Ende hard gecountert, was dann zu einem Lose führt (Gegen diese Picks habe ich nichts, jedoch nicht als first pick?!)\n\nIch war letztes Jahr ein Flamer, hatte auch meinen Rank bann, seit dem nie wieder eine Sperre/Bann bekommen und auch mit dem Flamen aufgehört. \n\nMeine Wins sind 52,  Loses 56.. Dem entsprechend auch eine etwas miserable mmr.\n\nEin alter DuoQ Partner, den ich vor 2 Monaten kennengelernt hab, der war auch Gold 4, wir haben eine Zeit lang gespielt und haben auch mehr gewonnen als verloren. Seit dem wir nicht mehr duo'n ist der Platin V. \n\nIch weiß das es an meinem Playstyle nicht liegen kann. Ich bin jemand der nie trollt, immer ernst pickt und sehr defensiv spielt, sollte der Gegner dominieren. Zumal Spiele ich das Spiel seit 5 Jahren und habe alle Champs, 1700 normal game wins und auch sehr viel Erfahrung. \n\nWoran liegt es, das andere, die in der selben Division sind, \"Kluge\" Spieler ins Team bekommen, und ich immer Spieler bekomme, die echt kaum eine Ahnung haben von ihrem Champ und auch meistens die Spiele versauen? Jeden Tag, wenn ich soloQ, sehe ich mir die Picks der Gegner an, und denke mir, wieso bin ich nicht bei denen im Team? \n\nIch traue mich zu sagen, würde ich mir einen neuen 30er account hochspielen, dann würde es echt viel besser laufen und ich wäre endlich in Platin. \n\nIch hoffe ihr versteht was ich meine.","replies":[{"id":"","poster":"Artyst","date":"2015-03-14T23:23:23.928+0000","up_votes":1,"down_votes":0,"body":"Falsche Einstellung schon zu sagen \"wieso bin ich nicht bei denen im Team?\"\n\nSpieler die mehr Spaß am Spiel haben gewinnen häufiger, die konzentriert bei der Sache bleiben, die die Minimap im Auge behalten, Pings und Calls geben gewinnen noch häufiger.\n\nNicht gleich die Hoffnung aufgeben nur weil die Gegner 6-0 stehen oder sonst was, dass hat alles nichts zu bedeuten.","replies":[{"id":"","poster":"bhR7DLVeYK","date":"2015-03-15T00:10:58.829+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shatrue,realm=EUW,application-id=YnZkMR0R,discussion-id=dXQPtvk5,comment-id=0000,timestamp=2015-03-14T23:23:23.928+0000)\n>\n> Falsche Einstellung schon zu sagen \"wieso bin ich nicht bei denen im Team?\"\n> \n> Spieler die mehr Spaß am Spiel haben gewinnen häufiger, die konzentriert bei der Sache bleiben, die die Minimap im Auge behalten, Pings und Calls geben gewinnen noch häufiger.\n> \n> Nicht gleich die Hoffnung aufgeben nur weil die Gegner 6-0 stehen oder sonst was, dass hat alles nichts zu bedeuten.\n\nMinimap, ping und calls geben, tue ich jedes mal! Und ich schaue auch des öfteren auf die anderen Lanes. Und wenn ich dann sehe das der jgler kommt, dann pinge ich, aber die meisten reagieren nicht drauf, letztendlich sterben sie dann. Aufgeben tue ich ja nie.\n\nLetztendlich war die Frage ja nur, ob was dahinter steckt, das ich aus irgendeinem Grund, mit den schlechteren ins Team gesteckt werde, und meine DuoQ partner, wenn sie solo Spielen immer bessere bekommen.\n\nIch mag mich daran erinnern, dass ich einmal eine Aussage gehört habe die klang ca so \"Wenn du einmal bestraft wirst, oder durch flamen gebannt, dann bekommst du nur noch flamer und schlechte Spieler ins Team\". Liegt was dahinter?\n\nPS: Zu der Aussage das ich anscheinend 37 Mains hab. Nein ich habe keine 37 Mains, aber von Monat zu Monat werden Champions generft und gebufft und deshalb Spiele ich auch abwechselnd. Als 5 Jahre LoL Spiele, kann ich mir zutrauen das ich 40 Champs gut spielen kann, und wie gesagt ich picke einfache champs wenns sein muss, damit die comp passt","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-03-14T23:30:01.783+0000","up_votes":1,"down_votes":0,"body":"ähm... du hast 37 Mains? Zumindest hast du in Ranked in dieser Saison schon 37 unterschiedliche Champs gespielt, ich sag's ja nur...\n\nUnd dass es an den \"Fischen\" liegt, dass dein ehemaliger DuoQ Partner Platin ist und du nicht, ist definitiv der einzige Schluss, der logisch möglich ist... dass es auch daran liegen könnte, dass er besser ist als du, ist absurd. Und lass dir das nur nicht einreden...","replies":[]}]}