{"id":"x0Hsygjx","poster":"KeepKeith","date":"2015-03-14T19:31:39.284+0000","title":"Diamond II Support LFT","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nBin zur Zeit auf der Suche nach einem Ranked 5v5 Team, welches ernsthaft etwas erreichen möchte und bringe dafür auch genug Skill + Erfahrung mit.\r\nIch würde liebend gerne die Supporter Rolle einnehmen, da ich bereits in der 4. Season mit Thresh die meisten Spiele auf der Botlane absolviert habe (166)  und auch in dieser Season am meisten in der unteren Lane aktiv bin. Nicht minder zu bewerten ist, dass mein Marksman \"nicht von schlechten Eltern ist\", d.h ich kann mich gut in die Rolle meines Lanepartners versetzten und kann mich in jeder Situation gut in ihn hineinversetzten und dementsprechend handeln.\r\n\r\nZu mir: \r\n-17 Jahre alt (männlich)\r\n-Spiele seit S2 LoL\r\n-bringe viel Erfahrung mit ins Team, welche zur Verbesserung beitragen kann\r\n-Besitze natürlich Skype und Teamspeak, wobei ich Skype nicht so gerne bevorzuge\r\n-Oft Online und erreichbar\r\n-IGN KeepKeith ,  http://euw.op.gg/summoner/userName=keepkeith\r\n \r\nDas Team:\r\n-Regelmäßiges Training\r\n-Serious gameplay\r\n-Diamond Bereich\r\n-Teilnahme an Turnieren\r\n\r\n\r\nBei Interesse Ingame adden und so schnell wie möglich anschreiben, ansonsten könnte es passieren dass ich die Person sonst wieder lösche aus Spamgründen","replies":[{"id":"","poster":"Pool Party Trump","date":"2015-03-14T22:34:31.537+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein Lol Manager von einer Community und es bilden sich nun viele Teams. Dich kann ich sicherlich auch noch wo drunter bringen.\n\nEInfach Ingame adden : VS Senpai","replies":[{"id":"","poster":"pls feed","date":"2015-03-15T15:49:37.503+0000","up_votes":1,"down_votes":0,"body":"Keine Guten Leute nicht zu empfehlen !","replies":[{"id":"","poster":"KeepKeith","date":"2015-03-15T18:49:04.673+0000","up_votes":1,"down_votes":0,"body":"Wie kommt's, erzähl mal 8)","replies":[]}]}]}]}