{"id":"aIqKvxdb","poster":"Quantum Theory","date":"2015-03-14T13:44:13.437+0000","title":"bard als support","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hi\r\nOb er jetzt nutzvoll ist oder nicht \r\naber bei jedem spiel mit ihm( Ich als adc) kam es mir so vor als würde ich 1 vs 2 spielen weil er irgendwie gar nichts macht ( Ich rede nicht vom Spieler sondern vom Champion)\r\nEure Erfahrungen?","replies":[{"id":"","poster":"Scrotum 420","date":"2015-03-20T11:43:34.735+0000","up_votes":1,"down_votes":0,"body":"Hm... Was Bard angeht, bin ich mir nicht ganz sicher. Habe jetzt ausschliesslich jedes Normal verloren, in welchem ein Bard in meinem Team war. War ein Bard in einem gegnerischen Team, habe ich Leona gepickt und die Geschichte war sowas von gegessen. \nDennoch habe ich schon Bards gesehen, welche durchaus gut gespielt haben. Wie bereits weiter oben erwähnt wurde, braucht es i.d.R. aber auch eine ganze Menge Verständnis des Teams. Gerade der ADC muss bei Laune gehalten werden. \nPrima ist, wenn der Bardo mit dem Jungler Premade ist, da die Ganks mit dem Schlupfloch (wenn richtig eingesetzt / getimed) vernichtend sein können. Ausserdem kann er auch Pressure auf die Midlane etc. aufbauen. \n\nAlso meine Meinung zusammengefasst: Bard hat ein ganz eigenes Gameplay, wobei das ganze Team mit einbezogen werden muss. Er ist imo kein reiner Supporter, ich würde ihn als Hybrid Jungler / Supporter bezeichnen (für reine Supporter bei Standard-Gameplay gibt es sicher weitaus bessere Picks). Man sollte rotations- und roamingfreudig sein, da dies die grössten Stärken von Bardo sind. Wer ihn wirklich beherrscht und ein verständnisvolles Team hat, kann schon einiges reissen. Andere, gerade Lowelo (mag auch an den Teams liegen), scheitern zurzeit kläglich.","replies":[]},{"id":"","poster":"BìgM","date":"2015-03-20T06:27:29.695+0000","up_votes":1,"down_votes":0,"body":"Also ich habe ihn auch schon gespielt, sogar einmal im Teamranked und ich glaube, nur da kann er momentan eingesetzt werden.\n\nMMn benötigt er viel Abstimmung mit dem Team, dann kann er extrem stark und nützlich sein.\nUnkoordiniert, wie in der SoloQ, wird er sich wahrscheinlich nur schwer durchsetzen.\n\nIch persönlich finde ihn in der Lane auch relativ schwach und wirkungslos.\nEr kann ein bisschen poken und für Sustain sorgen, der Heal ist nicht so schlecht.\nAnsonsten finde ich es schwierig mit ihm auf der Lane zu agieren.\n\nDer Stun ist schwer zu treffen und das Portal für ein 2v2 fast nutzlos (eigentlich nur, sollte der Gegner euch chasen).\n\nDie Ulti muss extrem vorsichtig eingesetzt werden.\nIn der ein oder anderen Situation, habe ich ausversehen meinen Teammates die Aktionen versaut.\nEher ganz selten war es defensiv nützlich.\n\nPotential hat es als Engage, haben wir festgestellt.\nAls mobiler Support ist Bard prädestiniert zum engagen.\n\nAlles in allem finde ich ihn schwer einzuordnen.\nMomentan bevorzuge ich auch die \"Standard-Supports\".","replies":[]},{"id":"","poster":"Tsundere Sheyn","date":"2015-03-14T16:05:36.243+0000","up_votes":1,"down_votes":0,"body":"Hm, wenn Bard als sustain supporter gespielt wird, denke ich das er stärker ist als das man den Q maxt. Ich habe bissher immer den W genommen, selbst schlechte trades konnte man damit gut gegenwirken.\n\nMir ist allerdings aufgefallen das Bard recht schlecht gegen All-in Comps ist wie Beispielsweise Leona + Graves oder Braum/Thresh.\nBard ist so ein peu à peu supporter was Poke und sustain angeht, der Jungler sollte sich darauf gefasst machen öfters mal die Botlane zu besuchen.\nDas Problem was ich an Bard sehe ist das es auch relativ Glückabhängig ist wie gut er sich im laufe des Spieles entwickelt durch seine Passive. Bekommt man selten stacks, sprich spawnen sie einfach nur an total doofen Stellen wird man halt schwach, bekommt man im early so ziemlich jeden stack ist man relativ stark.\n\nDie Ult sollte mit bedacht eingesetzt werden, ich habe festgestellt das es selten die Situation gibt jmd zu helfen als 1-3 Gegner aus dem Kampf zu nehmen (was natürlich besser ist). Bissher erbot sich mir nur ein mal die Möglichkeit meinen ADC vor einem Zed zu beschützen, leider traf ich beide und der ADC starb daraufhin doch. >_>\n\nWas mir an Bard auf jedenfall gefällt ist der E, wenn man damit jemanden chased ist man durchaus schneller als der fliehende Gegner. Auch zum escapen ist der skill gut geeignet wenn man kurz nach dem Tor wartet und dann den Q nutzt um weiter abzuhauen. Machen irgendwie extrem wenig Leute obwohl es recht effektiv ist, im schlimmstenfall stirbt nur Bard aber nicht sein Team.","replies":[]},{"id":"","poster":"Phazôn","date":"2015-03-14T14:51:10.024+0000","up_votes":1,"down_votes":0,"body":"also ich werde oft angeschnauzt weil ich ihn gepickt habe\n\ndu musst es so sehen\nin der lane phase ist er nur \"Sehr\" Nützlich wenn der jungler den gank ankündigt und du ihn mit einem portal in die gegner reinbekommst dann gibt es 1-2 freekills\nin der teamfigth phase kannst du wenn die gegner sich blöde anstellen 2 freezen und somit eine 5v5/5v3 situation schaffen wodurch ihr hart im vorteil seid","replies":[]},{"id":"","poster":"IPC5 Pain","date":"2015-03-14T13:52:27.896+0000","up_votes":1,"down_votes":0,"body":"Ich selber spiele ihn die ganze Zeit seit er draußen ist. Er ist durchaus ein nützlicher Champion. Jedoch ist es wichtig, dass Bard sich gut mit seinem Team koordiniert und vor allem mit dem ADC gut harmoniert. Klar muss der Bard Spieler selbst den Champion gut beherrschen, damit er das volle Potential ausschöpfen kann. Also in den ersten Games die ich mit ihm gemacht habe, war ich ziemlich schlecht :D . Aber nach und nach wurds immer besser. Ich will jetzt nicht sagen, dass ich mit dme Champ ein Experte bin, aber dafür das er neu ist, komme ich mit Ihm gut zurecht. Vor allem ADCs wie Cait oder Vayne können mit ihm sehr gut zsm Spielen. Z.B. Trap hinters Portal und so :)","replies":[]},{"id":"","poster":"MYM Kreigon","date":"2015-03-15T05:52:55.472+0000","up_votes":2,"down_votes":2,"body":"Er ist halt eigentlich useless im vergleich zu anderen supportern, das negative bei ihm (roaming zwang, squishy, schwacher heal, kein dmg, zweischneidige ult, wenig teamfightpotenzial, hohe/genaue abstimmung mit dem team nötig) überwiegt einfach bei weitem. Man kann mit anderen supportern bei gleichem \"skill\" viel mehr ausrichten. Ich denke, dass selbst wenn man diesen char meistert es situationen gibt, wo man mit ihm nichts,bzw. weniger als mit anderen supps ausrichten kann (z.b. begonnener teamfight), und das die standart supporter{{champion:89}} {{champion:201}} {{champion:412}}  IMMER der bessere pick sind. (ich denk es wird ein buff nötig sein um ihn wirklich konkurrenzfähig zu machen)","replies":[]}]}