{"id":"zQv2Q1cG","poster":"SUN Ðome","date":"2019-03-10T09:50:03.969+0000","title":"Spectator mode hängt (bitte um dringende Hilfe)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\r\nIch habe ein etwas komplizierteres Problem und hoffe, mir kann jemand helfen\r\n\r\nIch spectate in letzter Zeit öfter mal games im Spectator Mode. Auf Grund dessen, dass ich in einer Liga mitcaste, bin ich darauf angewiesen, dass ich im Spectatormode auf der gleichen Sekundenzahl bin, wie der Co-Caster.\r\n\r\nEs läuft immer so eine Weile lang flüssig, doch dann bleibt es öfter mal einfach so hängen und man muss es wieder mit höherer Geschwindigkeit beschleunigen, dass es wieder weitergeht. Ich habe schon alles mögliche Probiert und auch mit niedriger Qualität immernoch das gleiche.\r\nMein Rechner ist nagelneu, also kann es auch daran nicht liegen.\r\n\r\nIch bitte um schnelle Ratschläge!\r\nVielen herzlichen dank und viel Erfolg in der Kluft :)","replies":[{"id":"","poster":"Auulay","date":"2019-03-10T10:27:00.131+0000","up_votes":1,"down_votes":0,"body":"Das Problem liegt nicht an dir, das haben viele leider...\nWird uns auch öfters zum verhängnis.\nDen spaß muss riot fixen","replies":[{"id":"","poster":"SUN Ðome","date":"2019-03-10T11:33:12.977+0000","up_votes":1,"down_votes":0,"body":"Danke für die schnelle Antwort, dann hoffen wir mal, dass das bald gefixt wird.","replies":[]}]},{"id":"","poster":"Santa Jerry","date":"2019-03-10T10:24:45.106+0000","up_votes":1,"down_votes":0,"body":"Kann mir jemand helfen wie ich ein Thema hier erstelle bitte?... ... ich bin grad so sauer.. Ich wurde gerade 2 Mal aus Spiel gekickt also dem Ladebildschirm und habe Leaverbooster Bekommen ... da steht immer  \" Tut uns leid! Wir haben ein Problem bei deiner Installation festgestellt. Wir versuchen jetzt, die betrofenen Dateiern zu reparieren....\"  ER es passiert nix.... habe Client schon repariert trotzdem kamm das bei Ladebildschirm wieder und wieder war ich nicht ingame und neu start  habe LP verloren","replies":[]}]}