{"id":"MeX1F6vM","poster":"chrjo","date":"2015-03-13T20:53:42.664+0000","title":"Suche LoL Ts","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Die Community Symphony of Gaming sucht neue Member.\r\n\r\n\r\n\r\nHallo liebe Community,\r\nwir möchten euch gerne unseren Multigaming-TS3-Server Symphonie of Gaming vorstellen. Wir heißen alle neuen Leute herzlich willkommen.\r\nWir wollen unsere Community mit offenen und netten Spielern erweitern. Wir versuchen dadurch eine Community zu schaffen, die sich durch Humanität, Humor und Freundlichkeit auszeichnet, zudem wollen wir, dass sich unsere Community untereinander gut kennt. Außerdem wollen wir, dass sich jeder auf unserem TS wohlfühlt, deshalb nehmen wir auch gern Verbesserungsvorschläge an. Darum suchen wir sowohl neue Spieler als auch Erfahrenere die den neuen unter die Arme greifen können. Lasst euch also nicht abschrecken und kommt einfach mal vorbei. Wir freuen uns auf euch.\r\n\r\n\r\n\r\nWas braucht ihr nun um der Community beizutreten:\r\n- ihr müsst mindestens 12 Jahre alt sein und natürlich auch eine gewisse Reife an den Tag legen\r\n- ihr solltet Kritikfähig sein\r\n- ihr müsst kein Profi sein, wir haben auch mehr Spaß daran ein Spiel mit euch zusammen zu entdecken\r\n- es wird natürlich erwartet, dass ihr respektvoll sowohl zu den Membern als auch den Admins seit\r\n- wir sind eine deutsche Community, d.h. ihr müsst Deutsch sprechen können \r\n- macht euch nicht zum Aussenseiter, es gibt genug Leute die mit euch spielen\r\n- seit optimistisch, wir wollen niemanden, der nach einer Niederlage direkt aufhört zu spielen\r\n\r\n\r\n\r\nUm mit uns League of Legends zocken zu können, solltet ihr folgende Voraussetzungen erfüllen:\r\n- ihr solltet mindestens 14 Jahre alt sein\r\n- ihr müsst Kritik vertragen, denn wie will man sich verbessern wenn man nicht weiß was es zu verbessern gibt\r\n- wir wollen keine Schuldzuweisungen, ein Team steht und fällt gemeinsam\r\n- ihr braucht ein ordentliches Mikrofon, damit man euch gut versteht\r\n- benehmt euch, wir suchen Spieler keine Flamer also Ruhe bewahren\r\n- ihr könnt gerne andere auf Fehler hinweisen, dies allerdings in geregeltem Maße\r\n- und ihr müsst Teamfähig sein, ein Team ist nur so stark wie ihr schwächstes Glied also haltet zusammen und versucht keine Alleingänge\r\n\r\n\r\n\r\nIP: 178.33.169.104:11108\r\n\r\nBei Erstbesuchen oder bei Fragen meldet euch bei Xel' lotath (Admin) oder Chrjo (Moderator).","replies":[]}