{"id":"bGAEiXsV","poster":"zoriax","date":"2015-03-14T00:57:17.310+0000","title":"AFK von Anfang an","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":0,"body":"Ich wüsste gern wieso oft von Anfang bis Ende jemand AFK sein kann.\r\n\r\nIch weiss warum mache am anfang AFK sind (Schnell rauchen, Destop und Start nicht mitbekommen)\r\nMir leuchtet ein warum mitten im Spiel jemand geht (notfall, kein Bock, Inet problem)\r\nGenauso am Ende (Keine lust auf den Loose, Schon mal gehen wenn es Aussichtslos ist)\r\n\r\nAber warum starten Leute ein Spiel ohne auch nur eine Bewegung zu machen.\r\nIch vermute Softwarefehler dahinter aber kann mir nicht vorstellen das es so oft vorkommt(wenn ja welche sind das? hatte sowas noch nicht in LoL).\r\nOder Hartwareschaden (zb Grafikkarte bugt aber sind das so viele?)\r\n\r\nWarum gibt es so viele 4vs5 Games? Ich hoffe mir kann jemand Gründe dafür nennen.","replies":[{"id":"","poster":"zoriax","date":"2015-03-14T11:17:03.627+0000","up_votes":1,"down_votes":0,"body":"Sorry missverständnis. Hatte gedacht du meintest mich und hättest meinen Beitrag nicht gelesen.\nNichts für ungut.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-03-14T04:25:33.964+0000","up_votes":1,"down_votes":0,"body":"Wie oft kommt es denn vor? Ernsthaft, wenn du wirklich behauptest, dass es \"oft\" vorkommt, dann mache ab sofort einen Strich für jedes Spiel, dass du startest, und melde dich das nächste mal, wenn jemand das komplette Spiel lang AFK ist... und schreibe uns, wieviele Spiele du dazwischen gestartet hast... wenn die Zahl kleiner als 100 ist (und wie der Spieler muss nicht nur am Anfang connection probleme haben, sondern wirklich das gesamte Spiel über AFK sein), wäre ich überrascht... aber mach das mal... und sei ehrlich...","replies":[{"id":"","poster":"JoeKD","date":"2015-03-14T09:32:23.520+0000","up_votes":1,"down_votes":5,"body":"hast du gestern gespielt, dass merkt man sofort, ich habe gestern über 10 spiele gespielt, davon sind mindesten 4 spieler von Anfang an AFK, das beste ich wenn die Gegnerische team AFKer gibt ,kommt er irgendwann mal wieder ,bei mir verschwimmend ,einfach aus dem Spiel,  es ist hart so zu verlieren","replies":[{"id":"","poster":"eingew","date":"2015-03-14T10:03:44.688+0000","up_votes":1,"down_votes":0,"body":"Du hast gestern 14 Spiele gespielt, in nur einem davon hatte ein Spieler keine Items...","replies":[{"id":"","poster":"zoriax","date":"2015-03-14T10:41:25.056+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=bGAEiXsV,comment-id=000100000000,timestamp=2015-03-14T10:03:44.688+0000)\n>\n> Du hast gestern 14 Spiele gespielt, in nur einem davon hatte ein Spieler keine Items...\n\nInwiefern tut das jetzt was zur Sache? Ich habe nach den Gründen gefragt und auch das es \"nur\" so alle 20Spiele vorkommt. Ich habe mich auch nicht beschwert. Es gibt immer Gründe weshalb man Spiele verlässt. mich interesieren eigendlich nur die Wo Spieler ein Spiel starten aber eben nicht spielen.\n\nUnd ja in der letzten Woche hatte ich auch Zwei 4vs5 (bzw 5vs4) Spiele. Ich sag ja nicht das es jedes zweite Spiel vorkommt aber eben doch ab und zu....","replies":[{"id":"","poster":"eingew","date":"2015-03-14T11:12:24.595+0000","up_votes":1,"down_votes":0,"body":"Ich hab doch gar nicht mit dir gesprochen? Meine Antwort war auf JoeKD bezogen.\n\nGründe habe ich dir bereits genannt... was willst du also von mir?","replies":[]}]}]}]},{"id":"","poster":"zoriax","date":"2015-03-14T09:57:39.729+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=bGAEiXsV,comment-id=0001,timestamp=2015-03-14T04:25:33.964+0000)\n>\n> Wie oft kommt es denn vor? Ernsthaft, wenn du wirklich behauptest, dass es \"oft\" vorkommt, dann mache ab sofort einen Strich für jedes Spiel, dass du startest, und melde dich das nächste mal, wenn jemand das komplette Spiel lang AFK ist... und schreibe uns, wieviele Spiele du dazwischen gestartet hast... wenn die Zahl kleiner als 100 ist (und wie der Spieler muss nicht nur am Anfang connection probleme haben, sondern wirklich das gesamte Spiel über AFK sein), wäre ich überrascht... aber mach das mal... und sei ehrlich...\n\n\nMit \"Oft\" meine ich relativ Oft. Und vor allem im Verhältnis zu Teil-Zeit-AFKlern.\nIch weiss das es gefühlt oft mehr sind.  realistisch ist es wohl  jedes 20te Spiel mit einem Koplettausfaller. \nIch wollte auch nicht Jammern. Mir ging es wirklich nur um die Frage warum jemand das Ganze Spiel verpasst? (Und Anfeindungen vor Spielbeginn kann ich Nachvolziehen)","replies":[]}]},{"id":"","poster":"eingew","date":"2015-03-14T01:01:13.144+0000","up_votes":1,"down_votes":0,"body":"Dafür gibt es definitiv genügend Gründe. PC abgeschmiert, Verbindung abgeschmiert, zu viel Flame in der CS -> Ragequit um nur einige zu nennen.\n\nWas für dich aber vielleicht noch wichtiger zu wissen ist: All diese Leute werden definitiv bestraft.","replies":[]},{"id":"","poster":"Scarfacé","date":"2015-04-18T15:32:27.905+0000","up_votes":1,"down_votes":1,"body":"Also ich habe heute 7 Rankes  gespielt davon waren in zwei Games von Anfang an einer AFK und bei einem ist einer Afk gegangen nach 15 min. Ich finde es schon bisschen viel bei 7 Games 3 mal!!! So jetzt können wieder alles Statistik Kings kommen und sagen: Nein im Gegner Team kommt das öfter vor nicht bei mir. Liegt einfach daran das alle nichts zu befürchten haben. Die Strafen sind so lächerlich und dazu kommt noch es dauert ewig bis mal etwas geahndet wird. Wo kein Richter da kein Verurteilter. Hoffen wir mal das ich in den nächsten Spielen mehr glück habe!! Schönen Tag noch.","replies":[]},{"id":"","poster":"Cl0st3r","date":"2015-03-16T16:18:31.618+0000","up_votes":1,"down_votes":3,"body":"Bei mir sind es meistens 30 - 40% der Rankeds, in denen jemand Ragequittet oder einfach von Anfang an AFK ist. Ich finde es traurig von der Community, denn wenn ich weiß dass ich eine schlechte Verbindung habe, fange ich doch nicht an Rankeds zu spielen,{{summoner:14}}  oder?\nAber was mich genauso stört sind diese Kiddys, die sich toll fühlen wenn sie Trollpicken, Ragen, und einfach auf Kindergartenkinder machen.\nSind beides Punkte die Riot UNBEDINGT ändern MUSS. \n\nMFG, Cl0st3r","replies":[]},{"id":"","poster":"Metradon","date":"2015-03-19T13:48:56.089+0000","up_votes":1,"down_votes":4,"body":"Das ist halt so mir ist das vorhin passiert und als dank kriege ich ein 20 min bann  nur weil dieser ****  server sich  angeblich mit der firewall verstanden hat","replies":[]}]}