{"id":"fHZyMQFm","poster":"M4I Omega Hawk","date":"2015-03-13T13:14:56.954+0000","title":"Gold 3 Support / Adc sucht Clan und Ranked Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nwie schon im Titel steht suche ich einen aktiven Clan und dazu auch ein Ranked Team :)\nErstmal zu mir :\n\nIch heiße Timo bin 19 Jahre alt und komme aus dem Rheinland-Pfälzischen Bad Kreuznach.\nWas dieses und andere Games betrifft bin ich kein Flamer, manchmal ärger ich mich nur innerlich drüber\nwenn was blöd läuft aber lasse es an niemanden aus.\nBin sehr kritikfähig und beiße auch nicht wenn mir jemand Vorschläge gibt zu meiner Spielweise um diese\nzu verbesser.\nBin sehr nett muss ich hinzufügen und auch bisschen schüchtern aber das legt sich alles mit der Zeit :D\nMeine Hauptlane ist unten auf der Bot.\nZurzeit spiele ich liebend gerne {{champion:53}} Blitzcrank und hauptsächlich nur diesen wenn er frei ist\nund jeder ihn will im Ranked als auch im Normal da man mit ihm alles fetzen kann sobald der ADC mitmacht.\nAnsonsten bin ich auch en 1 A ADC wenn der Sup dementsprechend auch gut ist. Als Adc kommen keine Main Champs in Frage\nda ich mit allen spielen kann.\nMeine Elo auf meinem Main Account ist momentan Silber IV, letzte Season Gold, die davor Silber.\nUnd da die Elo auf meinem Main blöd ausgefallen ist bin ich mit meinem Smurf nurnoch aktiv.\nLetzte Season Gold V, momentan Gold III steigend.\n\nCreepy Squirrel (Main) INAKTIV\nOmega Hawk (Smurf)  AKTIV\n\nAls Ziel habe ich für mich festgelegt Platin oder auch Diamond.\n\nWas TS betrifft joine ich gerne rein was ich auch wichtig finde für games, denn ohne Kommunikation läuft nichts! :)\nNur das Blöde ist momentan ist mein Headset im Arsch und mein PC ist auch schrottreif, aus dem Grund habe ich \nin spätestens 3 wochen nen neuen aufgerüsteten PC mit funktionierendem Headset und Alles :)\nKurz zusammengefasst :\nTS NIX BIS PC DA \n\nIch hoffe jemand hat für mich ein Platz in seinem Clan und Team :)\nBis dahin allen Lesern Viel Glück im Spiel. \n\nLG\nTimo","replies":[]}