{"id":"3ik9at9t","poster":"Spicavius","date":"2015-03-12T00:33:13.429+0000","title":"Anivia´s Reichweitenindikator der neuen \"Q\" wird je nach Gebiet größer oder kleiner.","subforum":"Melde einen Bug","up_votes":2,"down_votes":0,"body":"Hallo!\nIch spiele Anivia sehr oft und seit dem Patch [4.18](http://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-418#patch-anivia) existiert dieser Fehler schon.\n\nJede Fähigkeit besitzt ja bevor man sie ausführt einen Reichweitenindikator und einen Indikator wie Breit die Fläche beim Auftreffen ist.\nGenau dieser Reichweitenindikator ist fehlerhaft. **Die Anzeige wird je nach Gebiet** (also je nach dem wo die Fähigkeit auftreffen soll) **kleiner oder größer**.\n\nDas ist während des Spieles sehr irretierend, weil man somit schlechter einschätzen kann, wo die Q nun \"aufplatzen\" wird, ob die Q überhaupt den Gegner trifft.\n\nDamals (vor dem Patch 4.18) gab es nur einen großen Reichweitenkreis.\nJetzt gibt einen kleinen Reichweitenindikatorkreis, der der Maus folgt.\n\nUnd je nachdem wo man mit dem Reichweitenindikatorkreis hinzielt, wird er größer oder kleiner.\nHier einige Screenshots aus einem Testspiel, damit ihr besser versteht, was ich jetzt genau meine.\n\nDie Screenshots zeigen, dass sich der Indikator, obwohl ich immer an der gleichen Stelle stehe, immer je nach Mausposition/Gebiet ändert.\nAb und zu ist der** Indikator sehr groß** oder **sehr klein** oder **die Reichweite der Fähigkeit wird falsch angezeigt** (deutlich zu viel).\n\nEs scheint mir so als, ob die Karten (Dominion, 3on3 Map, Aram und Kluft der Beschwörer) verschiedene \"Höhen\" haben.  Als wären mitten im \"flachen\" Gebiet kleine Hügel und Vertiefungen und der Indikator deswegen so fehlerhaft ist. (ich bin kein Informatiker und kenne mich nicht aus)\n\nHoffentlich konnte ich den Fehler möglichst genau beschreiben und die Screenshots einen möglichst zielführenden Einblick gewähren.\nMfG Spica","replies":[{"id":"","poster":"Spicavius","date":"2015-03-27T15:02:51.879+0000","up_votes":1,"down_votes":0,"body":"Push!","replies":[]}]}