{"id":"oToyqEAM","poster":"Dute Universe","date":"2015-03-11T20:38:59.021+0000","title":"Champion Mastery","subforum":"Champions & Gameplay","embed":{"title":"Champion Mastery hits PBE | League of Legends","description":"Finish a game of League and you'll earn points for your champion based on your team's performance as well as your own contribution. Earn enough points and you'll level up that champ's mastery level, giving you rewards as you progress.","url":"http://na.leagueoflegends.com/en/features/champion-mastery-hits-pbe","image":"http://news.cdn.leagueoflegends.com/public/images/pages/2015/cmas/img/Mastery_Score.png"},"up_votes":6,"down_votes":0,"body":"Jetzt ist endlich ein Champion \"Level\" System da. Also ich freue mich riesig darüber.\r\nWas haltet ihr davon?","replies":[{"id":"","poster":"Balmung","date":"2015-03-12T14:15:11.248+0000","up_votes":4,"down_votes":0,"body":"Ich bin gegen solche \"Levelsysteme\" da schlichtweg mehr Angriffsfläche für Flame geboten wird.\n\nWas genau bringt einem dieses System? \"Ich bin so Pro mit Wukong weil ich Tier5 mit ihm gefarmed habe und du nicht\"?\n\n\"you’ll earn points for your champion based on your team’s performance as well as your own contribution\" ist auch ein sehr gewagtes Statement - wird \"KS\" nun wieder mehr gebrüllt, weil man sich um Stats für Masteries prügelt?\nKann man \"die eigene Mitarbeit\" überhaupt durch ein System feststellen lassen?\nGewiss wird das System einige Champs wieder öfter ans Tageslicht bringen obwohl keiner wirklich Lust drauf hat - gibt ja Mastery zu farmen.\n\nFür die kompetitive Szene völlige Nebensache, für 99% der Community nur ein Anstoß zum Flamen wie es schon mit den Season-Rewards jedes Jahr der Fall ist. 2 Wochen vor Ende ist Ranked nicht auszuhalten.\n\nWenn das System ingame kommen soll dann bitte mit der Funktion es für jeden nicht einsehbar schalten zu können - wer sich seinen Medaillenschrank öffnen will soll es tun können, wer nicht eben nicht. Flame wird es so oder so geben.","replies":[]},{"id":"","poster":"Nephirelle","date":"2015-03-12T10:02:56.804+0000","up_votes":2,"down_votes":0,"body":"Bin schon gespannt drauf, auch wenn ich dann vermutlich dauerfrustriert über meine Leistungen sein werde :D\n\nFinde es eigentlich nicht verkehrt, die Champsleistung meiner Mitspieler zu kennen. Dann kann man sich drauf einstellen, vielleicht vom einen oder anderen beim nächsten TF nicht gleich die pefekte Kombo-Ladung zur Unterstützung zu bekommen.\n\nKlar, wird's auch Flamern neue Anreize geben. Aber mal ehrlich: Flamen würden die sowieso, der Grund ist doch egal.","replies":[{"id":"","poster":"Lematique","date":"2015-03-12T10:53:25.221+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nephirelle,realm=EUW,application-id=Wj1wcocU,discussion-id=oToyqEAM,comment-id=0004,timestamp=2015-03-12T10:02:56.804+0000)\n>\n> Klar, wird's auch Flamern neue Anreize geben. Aber mal ehrlich: Flamen würden die sowieso, der Grund ist doch egal.\n\nIch denke auch. \nIch mache ja bisher nur normale Spiele, keine gewerteten, und wo soll man einen Champion ausprobieren und lernen, wenn nicht da? Bot-Spiele reichen nie und nimmer aus um den zu lernen. Und die Leute rasten ja dennoch oft aus, warum man denn nun unbedingt die Syndra picken musste, obwohl man sie noch nie gespielt hat. Finde ich in nem Normal-Spiel völlig in Ordnung, bei Rankeds kann man sich wohl drüber streiten.","replies":[]}]},{"id":"","poster":"Schesam","date":"2015-03-11T21:14:21.901+0000","up_votes":2,"down_votes":0,"body":"http://euw.leagueoflegends.com/de/features/championmeisterschaft-kommt-auf-den-testserver\n\nWers auf deutsch lesen will","replies":[]},{"id":"","poster":"Slyze","date":"2015-03-11T20:50:24.812+0000","up_votes":2,"down_votes":0,"body":"Sehr schön! Darüber wurde ja nun lange genug diskutiert, umso mehr freue ich mich über die Einführung :)","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-03-11T21:52:48.797+0000","up_votes":3,"down_votes":1,"body":"Ich kann darauf verichten. Wenn ich dann 3 Wochen nach der Systemeinführung wieder ein paar meiner alten Champions auspacke, kommen sicher wieder unnötige Kommentare wie \"OMG, noobleona\" von Leuten, die ab da viele Meisterschaftspunkte gefarmt haben. War bei Smite schon so und wird hier sicher auch der Fall sein.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-03-11T22:06:48.928+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=Wj1wcocU,discussion-id=oToyqEAM,comment-id=0002,timestamp=2015-03-11T21:52:48.797+0000)\n>\n> Ich kann darauf verichten. Wenn ich dann 3 Wochen nach der Systemeinführung wieder ein paar meiner alten Champions auspacke, kommen sicher wieder unnötige Kommentare wie \"OMG, noobleona\" von Leuten, die ab da viele Meisterschaftspunkte gefarmt haben. War bei Smite schon so und wird hier sicher auch der Fall sein.\n\nNaja mal schauen, ich find sowas toll :) \nIst einfach ein tolles feature","replies":[]}]},{"id":"","poster":"erzi222","date":"2015-03-12T08:14:20.091+0000","up_votes":1,"down_votes":1,"body":"irgendwie total unnötig, kümmert euch leiber um wichtigere sachen mal, ehrlich.\n\nABER, was mich jedoch interessiert ist ob es auch punktabzug gibt?","replies":[{"id":"","poster":"Evenrider","date":"2015-03-12T09:39:42.864+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=erzi222,realm=EUW,application-id=Wj1wcocU,discussion-id=oToyqEAM,comment-id=0003,timestamp=2015-03-12T08:14:20.091+0000)\n>\n> irgendwie total unnötig, kümmert euch leiber um wichtigere sachen mal, ehrlich.\n> \n> ABER, was mich jedoch interessiert ist ob es auch punktabzug gibt?\n\nwäre das nicht eher Negativ für Sammler? Und zumindest nach den ganzen Posts, die irgendwelche Archievements usw. fordern und die es mal gab, glaube ich, dass viele Sammler in LoL gibt.","replies":[]}]}]}