{"id":"sutXhcFT","poster":"x Dean Ambrose x","date":"2015-03-11T10:00:28.405+0000","title":"Gebannt wegen angeblichen Zoomhacking","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":20,"body":"Hallo Leute,\n\n**Mein erstacc wurde aufgrund von \"Zoomhacking\" für 14 Tage gebannt.** Angeblich benutze ich so einen Hack. Ich kann das aber nicht nachvollziehen, da ich sowas nicht nötig habe und nicht mal weiß, wie ich an sowas rankomme. Woran kann es liegen, dass der Support denkt, dass ich Zoomhacks benutze?\n\n**Ich vermute 3 Dinge.**\n\n  1. Kann es sein, dass es an meinem Bildschirm liegt. Ich hab ein 27 Zoll Samsung Bildschirm, vollkommen neu und im Besitz seit ca 3 Monaten.\n\n2 . Denken die sich das nur aus und suchten nur einen Grund meinen Acc zu bannen.\n\n3 . Ich besitze Programme, die meinen PC Hochtakten (AMD Overdrive), meine Grafikkartenleistung erhöhen (MSI Afterburner, Asus GPU Tweak) und Programme die Fehler behebt und Treiber aktualisiert (Advanced System Care 8, Driver Booster 2, IObit Uninstaller)\n\n**Kann es an den aufgeführten Verdachten liegen oder ist da ein Virus am werke?**\n\n\nP.S.: Habe Avira und den McAfee Stinger durchlaufen lassen und er fand NICHTS. Also anscheinend ist kein Virus drauf.\n\n","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T10:10:04.072+0000","up_votes":2,"down_votes":5,"body":"Ich habe auch keinen Plan, was ein Zoomhack ist. Und belassen werde ich das nicht, da ich Unfairness hasse. Schlimmstenfalls werde ich meinen Anwalt einschalten müssen, da mir das langsam zu Blöde mit dem Support ist.","replies":[{"id":"","poster":"Kénpáchi Záráki","date":"2015-03-11T10:16:56.726+0000","up_votes":4,"down_votes":2,"body":"Das wird dir nichts bringen!\n\nDie werden schon was gefunden haben, warum die dich sperren.\nAbstreiten bringt nichts.\nDann machen sooo viele.\n\nLies dir die AGB´s bitte noch einmal genauer durch, den auch dein Anwalt wird dir dann sagen da können wir nichts machen.\n\nSchließlich ist dein Account nicht dein Eigentum, sonder der von Riot.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T10:25:14.401+0000","up_votes":1,"down_votes":4,"body":"Ich muss es abstreiten, da ich nicht mal weiß wie man so einen Hack benutzt, geschweige denn wie man da dran kommt.","replies":[{"id":"","poster":"drexxsack","date":"2015-03-11T11:18:02.419+0000","up_votes":8,"down_votes":1,"body":"Aber Google kennst du schon, oder?\n\nDiese Ausrede hat schon vor Jahren nicht mehr gezogen.\nEs hat mich keine zwei Sekunden  gekostet, mehr als nur einen Hack zu finden.\n\nDas entwickeln von Hacks kann sehr lukrativ sein, aber nur, wenn man seine Programme nutzerfreundlich gestaltet.\nEin Entwickler wird also darauf achten, dass jeder, wirklich jeder, diese Dinger benutzen kann.\nDas nur am Rande dazu.\n\nAlles weiter ist mit dem Support zu klären.\nNiemand kann hier sagen, welche Möglichkeiten genau bestehen->Support\nEs bringt dir auch nichts, dich zu rechtfertigen.\nAlte Milch, verschütteter Schwamm, Hut drüber.\nEs kann dir egal sein, was wir denken.\n","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:35:00.737+0000","up_votes":2,"down_votes":7,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0001000000000001,timestamp=2015-03-11T11:18:02.419+0000)\n>\n> Aber Google kennst du schon, oder?\n> \n> Diese Ausrede hat schon vor Jahren nicht mehr gezogen.\n> Es hat mich keine zwei Sekunden  gekostet, mehr als nur einen Hack zu finden.\n> \n> Das entwickeln von Hacks kann sehr lukrativ sein, aber nur, wenn man seine Programme nutzerfreundlich gestaltet.\n> Ein Entwickler wird also darauf achten, dass jeder, wirklich jeder, diese Dinger benutzen kann.\n> Das nur am Rande dazu.\n> \n> Alles weiter ist mit dem Support zu klären.\n> Niemand kann hier sagen, welche Möglichkeiten genau bestehen->Support\n> Es bringt dir auch nichts, dich zu rechtfertigen.\n> Alte Milch, verschütteter Schwamm, Hut drüber.\n> Es kann dir egal sein, was wir denken.\n\nAch mein Gott, hör auf zu heulen. Ich habe noch nie Hacks genutzt und ich geb mir auch keine Mühe Hacks irgendwie zu suchen. Dein Aufgeschwatze hannste dir sonst wohin schieben!","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-11T11:09:47.361+0000","up_votes":3,"down_votes":1,"body":"Heya\nWenn du deinen Anwalt kontaktierst(Was dir natürlich freisteht) kannst du mit keiner Antwort vom Support mehr rechnen, da die sich meines Wissens nicht zu rechtlichen Angelegenheiten äußern werden/dürfen. \n\nMfG Rkoturdo","replies":[{"id":"","poster":"andymuha","date":"2015-03-11T11:15:44.934+0000","up_votes":4,"down_votes":1,"body":"Ich würde dem Support nicht mit diversen Drohungen entgegentreten auch nicht mir einem Anwalt. Da hast du in der Regel nahezu keine Erfolgschance. Versuche doch den Support mal mit Hilfe dieser Infos hier und im Netz darauf anzustoßen woran sowas liegen kann. Dir wird das jetzt sicher nichts bringen, jedoch könnte es zukünftige Ban anderer Spieler die eben genau wie du (sofern es stimmt) zu Unrecht verdonnert wurden davor schützen. \nIch denke, dass bei den Leuten die solche Entscheidungen treffen oder Porgramme die das für sie erledigen die notwendige Einsicht in derartige Probleme fehlt. Sie sehen das Resultat und reagieren darauf ohne vielleicht die Hintergründe zu kennen....","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:36:56.377+0000","up_votes":1,"down_votes":8,"body":"Ich hab dem Support noch nicht gedroht. Ich werde es aber tun müssen, wenn die nicht mal wissen, wie das angebliche Programm heißt, was ich angeblich nutze.","replies":[{"id":"","poster":"Gorantharon","date":"2015-03-11T13:17:36.493+0000","up_votes":1,"down_votes":1,"body":"Dann antwortet Dir aber KEINER mehr, da alles, was sie sagen, danach als offizielle Aussage von Riot gilt.\n\nDu wirst dann nur noch über Deinen Anwalt mit deren Anwälten reden und das kostet erstmal DICH Geld, besonders, da Du den Anwalt als Erster hinzuziehst, kann es sein, dass Du dann sehr leicht auf sämtlichen Anwaltskosten deiner Seite sitzen bleibst.\nWird Dir jeder halbwegs taugliche Anwalt aber auch sagen. \n\nHat übrigens sowieso fast keine Chancen auf Erfolg, bzw. selbst WENN Du gewinnst, läuft das so ab:\n\nRiot aktiviert Deinen Account auf das Urteil hin.\nRiot kündigt den Vertrag mit Dir grundlos (hätte \"ohne Angabe eines Grundes\" schreiben sollen), gemäß der AGB und schließt den Account.\n\nEnde.","replies":[{"id":"","poster":"andymuha","date":"2015-03-11T13:30:10.939+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gorantharon,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0001000000000000000000000000,timestamp=2015-03-11T13:17:36.493+0000)\n>\n> Dann antwortet Dir aber KEINER mehr, da alles, was sie sagen, danach als offizielle Aussage von Riot gilt.\n> \n> Du wirst dann nur noch über Deinen Anwalt mit deren Anwälten reden und das kostet erstmal DICH Geld, besonders, da Du den Anwalt als Erster hinzuziehst, kann es sein, dass Du dann sehr leicht auf sämtlichen Anwaltskosten deiner Seite sitzen bleibst.\n> Wird Dir jeder halbwegs taugliche Anwalt aber auch sagen. \n> \n> Hat übrigens sowieso fast keine Chancen auf Erfolg, bzw. selbst WENN Du gewinnst, läuft das so ab:\n> \n> Riot aktiviert Deinen Account auf das Urteil hin.\n> Riot kündigt den Vertrag mit Dir grundlos (hätte \"ohne Angabe eines Grundes\" schreiben sollen), gemäß der AGB und schließt den Account.\n> \n> Ende.\n\nDas ist auch so nicht ganz richtig. Die AGB und EULA die durch den Betreiber erstellt wird und in denen sie sich gerne \"ALLE RECHTE\" vorbehalten sind leider nicht immer mit dem geltenden Gesetzt vereinbar. Ein Rechtsvertrag resultiert in Rechten und Pflichten beider Seiten. Hier darf keine Seit grob benachteiligt werden und somit gibt es auch hier Möglichkeiten. Und nur weil man einer AGB oder EULA zustimmt ist diese nicht zweifelsfrei anwendbar wenn sie gegen das Gesetzt verstößt. \n\n@ XDean\nUm das ganze aber nicht ausarten zu lassen würde ich den Ban (da nur 14 Tage) dieses Mal einfach hinnehmen. Verzichte auf jegliche Zahlungen in Zukunft und sollte wieder einmal sowas vorkommen, und du wieder sicher unschuldig bist, dann würde ich rechtliche Schritte in Erwägung ziehen.","replies":[{"id":"","poster":"Gorantharon","date":"2015-03-11T13:36:36.613+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00010000000000000000000000000000,timestamp=2015-03-11T13:30:10.939+0000)\n>\n> Das ist auch so nicht ganz richtig. Die AGB und EULA die durch den Betreiber erstellt wird und in denen sie sich gerne \"ALLE RECHTE\" vorbehalten sind leider nicht immer mit dem geltenden Gesetzt vereinbar.\n> \n\nDie Kündigung ohne Angabe von Gründen steht aber BEIDEN jederzeit offen. Du kannst auch Riot darum bitten, \"Deinen\" Account zu löschen und das MÜSSEN sie effektiv sogar. (\"Deinen\" bitte nicht zu sehr als Eigentumsanzeiger interpretieren.)\n\nUmgekehrt darf auch Riot kündigen.\n\nDeswegen ja mein Punkt für den möglichen Sieg vor Gericht. Der Bann mag von den AGB gedeckt sein, oder nicht.\nKönnte man gewinnen.\n\nRiot darf aber trotzdem, und das ist sowas von Standard, von ihrer Seite aus den Vertrag beenden.\n\nErgebnis: Kein Account.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-03-11T13:20:16.235+0000","up_votes":7,"down_votes":2,"body":"Nur mal so, wenn ich einen 14Tage Bann bekommen würde und ich nicht wüsste, was die Begründung ZoomHack bedeutet, wäre die erste Tat Google zu befragen. Wieso hast du das nach einem Tag immer noch nicht getan und bist nun hier und behauptest nicht zu wissen, was das ist, unschuldig zu sein, usw.?\nUnglaubwürdiger geht's kaum!","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:10:06.406+0000","up_votes":2,"down_votes":6,"body":"Man man man... Es ist mir egal, was du für einen Dünnschiss von dir abgibst! Ich nutze selten Google und muss es hierfür auch nicht nutzen...","replies":[{"id":"","poster":"Patter91","date":"2015-03-15T09:16:36.302+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000b0000,timestamp=2015-03-11T14:10:06.406+0000)\n>\n> Man man man... Es ist mir egal, was du für einen Dünnschiss von dir abgibst! Ich nutze selten Google und muss es hierfür auch nicht nutzen...\n\nWäre vllt. nicht verkehrt, wenn du Google nutzen würdest. Typisches Beispiel von \"Ich bin dumm und will es auch bleiben!\"","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-15T13:51:42.423+0000","up_votes":1,"down_votes":2,"body":"Ich hab mehrfach Google genutzt, ich weiß, was es ist","replies":[]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-03-11T10:19:30.709+0000","up_votes":2,"down_votes":2,"body":"Ein zoomhack ist überigens ein Programm, dass dir erlaubt weiter rauszuzoomen als eigentlich möglich, sprich du siehst bedeutend mehr. Denke, dass das v.a. in Teamfights nützlich ist.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T10:27:22.430+0000","up_votes":2,"down_votes":2,"body":"Ich kann viel sehen, aber ich benutze den Normal Zoom im Spiel. Bei einem 27 Zoll Bildschirm ist das doch klar, dass man mehr sehen kann. Das heißt aber noch lange nicht, dass ich mir einen anderen Bildschirm kaufe, damit Riot zufrieden ist.","replies":[{"id":"","poster":"Sree","date":"2015-03-11T11:09:42.209+0000","up_votes":4,"down_votes":0,"body":"Es ist vollkommen egal, ob dein Bildschirm 5 zoll oder 50 zoll ist. Du wirst immer genau so viel sehen koennen. Man kann mit einem groesseren Bildschirm nicht weiter rauszoomen.\nDas einzige (legale) was man machen kann, um tatsaechlich mehr auf dem Bild zu sehen, ist eine breitbildaufloesung zu verwenden. Von oben nach unten passt dort jedoch auch genau so viel auf den Bildschirm wie auf jedem anderem. Nur von rechts nach link passt wegen der Breitbildaufloesung etwas mehr.\nDas ist wie auf diesem Bild: http://ingame.ingame.de/pics/78754.jpg\nDie Hoehe bleibt immer gleich. Wenn du wirklich weiter raus zoomen kannst, liegt das NICHT an deinem Bildschirm, sondern daran, dass du bzw irgendein Programm deinen Client modifiziert hat.\nIn dem Fall loesche League of Legends und installiere es neu. Ausserdem entferne auch Fremdsoftware wie beispielsweise MKLOL um sicher zu gehen, dass nicht wirklich irgendein Programm etwas am client aendert, wovon du garnichts weisst.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:38:30.760+0000","up_votes":1,"down_votes":1,"body":"mklol ist nicht auf meinem pc auffindbar, aber ich werd lol mal neuinstallieren.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T12:00:02.909+0000","up_votes":1,"down_votes":1,"body":"ahhh Nein, so war das nicht gemeint Sree... Ich kann nicht mehr sehen, ich sehe alles halt nur viel größer. Ist aber bei 27 Zoll doch, denk ich, ganz normal.","replies":[]}]}]}]}]},{"id":"","poster":"Nevis Aherra","date":"2015-03-11T10:08:24.547+0000","up_votes":2,"down_votes":2,"body":"Was ist denn bitte ein Zoomhack ? o.O \n\n\nZu deinem Problem: Ich würde es einfach auf den 14Tagen beruhen lassen, denn Riot wird an dem Bann nichts mehr ändern. Ob du jetzt schuldig bist oder nicht. Würde eher sagen du hattest noch glück dass es \"nur\" 14 Tage sind und kein Perma","replies":[{"id":"","poster":"TalyzKerry","date":"2015-03-11T10:28:17.462+0000","up_votes":3,"down_votes":4,"body":"Hallo, \nbei mir - exakt das gleiche Problem.\nIch wurde gestern für 14 Tage wegen \"Zoomhacking\" gebannt, obwohl ich NIEMALS... absolut NIEEEEMALS ein Programm dieser Art benutzt habe oder benutzen werde!!!\nMein Account wurde zu unrecht gebannt!!!\nIch wäre schon recht blöd wenn ich über tausend Euro in diesen Account investiere und dann Hacks benutzen würde oder?\n/push","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T10:29:27.313+0000","up_votes":3,"down_votes":4,"body":"Ahh siehste! Bei mir ist es auch erst seit gestern! Ich finds erbärmlich, was sich der Support gerade leistet... Was hast du denn für einen Bildschirm? Auch einen sehr großen? ca 25 Zoll oder ähnlicheres?","replies":[{"id":"","poster":"TalyzKerry","date":"2015-03-11T10:54:39.523+0000","up_votes":1,"down_votes":4,"body":"23 Zoll, aber das wäre absurd wenn es am Bildschirm liegen würde...\nIch sehe genau so viel wie alle anderen Spieler auch, und wette dass hier irgend ein Mitarbeiter Mist gebaut hat :)...  würde mal gerne wissen was man dagegen tun kann...\nHinzu kommt ja noch dass der Support mir mit nem perma bann droht wenn ich die Software weiterhin benutzen sollte. Also muss ich mit nem perma bann rechnen obwohl ich NICHTS benutze??`ich blick nicht durch...","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:03:47.526+0000","up_votes":1,"down_votes":8,"body":"Och jooa, das haben mir diese Affen auch gesagt. Frag mal nach wie diese Software heißen soll... Hab jetzt auch nachgefragt. Wetten da kommt nichts raus?","replies":[{"id":"","poster":"TalyzKerry","date":"2015-03-11T11:57:42.800+0000","up_votes":2,"down_votes":5,"body":"Ist einfach nur lächerlich. Selbst wenn sich irgendwo ein Virus oder der gleichen versteckt hat, ist das kein Grund jemanden zu bannen. Man muss beweisen können dass die Software im Spiel genutzt wurde... und das habe ich zu 100% NICHT getan","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T12:01:49.134+0000","up_votes":3,"down_votes":8,"body":"Naja wie gesagt, beim Support scheinen Affen zu arbeiten.","replies":[{"id":"","poster":"eingew","date":"2015-03-11T12:15:49.795+0000","up_votes":6,"down_votes":1,"body":"Es ist bestimmt hilfreich hier den Support zu beleidigen :)","replies":[{"id":"","poster":"TalyzKerry","date":"2015-03-11T13:30:35.090+0000","up_votes":2,"down_votes":2,"body":"Ok also ich habe den Support angeschrieben da ich vorerst keine E-Mail erhalten habe.\nDarauf kam die englische Antwort, dass ich Zoomhacking benutze mit der Drohung einen perma bann zu bekommen.\nIch verweigerte dies und wollte weitere Schritte einleiten.\nDie Antwort darauf war dann exakt der selbe Text wie oben genannt, nur auf deutsch übersetzt. Muss X Dean in diesem Punkt Recht geben.\nJetzt mal im ernst: weis wirklich Niemand was man dagegen tun kann? Muss ich das jetzt einfach so hinnehmen?","replies":[{"id":"","poster":"drexxsack","date":"2015-03-11T14:18:44.240+0000","up_votes":2,"down_votes":1,"body":"Wenn du mit dem Support gesprochen(und auch nachgehakt hast), hast du alle einfachen Methoden genutzt.\nRechtliche Schritte stehen dir natürlich offen, allerdings wird dir jeder gute Anwalt raten, es dabei zu belassen.\nDie Erfolgschancen sind im besten Falle gering und der Gewinn steht in keinem Verhältnis zum Kostenrisiko.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:22:56.538+0000","up_votes":1,"down_votes":3,"body":"Ich hab den Support angeschrieben und die meinen, dass sie mir nicht sagen können wie das Programm heißt. \nSehr verdächtig.","replies":[{"id":"","poster":"drexxsack","date":"2015-03-11T14:30:19.580+0000","up_votes":3,"down_votes":0,"body":"Das ist das Standardverfahren.\nSie müssen nicht feststellen, wie das Programm heißt.\nMan kann sehr viele Programme an bestimmten Charakteristika und Verhaltensweisen feststellen.\nMan kann nun nach Veränderungen am Client suchen, die den Charakteristiken dieser Hacks entsprechen.\nDas ist eine effektive und eigentlich narrensichere Methode.\nDabei bekommt man weder den Namen den der Ersteller für dieses Programm gewählt hat raus, noch bekommt man direkt Quelltext in die Hände\nDas was du verlangst ist weder notwendig noch zweckdienlich.\n\nDie Entwickler von Spielen und Hacks liefern sich ein Wettrüsten.\nDabei haben die Spieleentwickler den Nachteil, dass ihre Gegner im Verborgenen arbeiten, wärend man viele ihrer Tätigkeiten offen sehen kann.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:35:55.627+0000","up_votes":1,"down_votes":1,"body":"Also kann es durchaus sein, dass sich so ein Programm einfach eingeschlichen hat und vorgibt ein Zoomhack zu sein?","replies":[{"id":"","poster":"Madchickendinner","date":"2015-03-11T14:43:18.256+0000","up_votes":2,"down_votes":0,"body":"Wie soll das gehn wenn du noch nie irgendwelche Zusatzprogramme für LoL runtergeladen oder installiert hast?","replies":[]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:51:17.264+0000","up_votes":1,"down_votes":1,"body":"Weiß ich doch nicht, aber es wäre auch ne Möglichkeit.","replies":[]}]}]},{"id":"","poster":"TalyzKerry","date":"2015-03-11T14:36:39.819+0000","up_votes":2,"down_votes":2,"body":"Ich würde mir doch nicht die Mühe machen hier Stunden lang einen Support zu kontaktieren und im Forum herumzuflamen, wenn ich gehackt HÄTTE!\nDiese Kommentare von wegen \"Riot lacht sich ein\" sind unreif und kindisch.  Versetz dich bitte einfach mal in meine Lage: seit 2010 spiele ich League of Legends und investiere wirklich gerne in dieses Spiel.  Die Idee mit der Sammelklage ist gar nicht dumm, denn je mehr ich recherchiere desto mehr Fälle von \"SCHEINBAREN \"Zoomhack-Banns\" sehe ich.\nLg","replies":[{"id":"","poster":"Phobos Selini","date":"2015-03-11T15:05:30.478+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=TalyzKerry,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000000000000000000000000000000000000000100000001,timestamp=2015-03-11T14:36:39.819+0000)\n>\n> Ich würde mir doch nicht die Mühe machen hier Stunden lang einen Support zu kontaktieren und im Forum herumzuflamen, wenn ich gehackt HÄTTE!\n> Diese Kommentare von wegen \"Riot lacht sich ein\" sind unreif und kindisch.  Versetz dich bitte einfach mal in meine Lage: seit 2010 spiele ich League of Legends und investiere wirklich gerne in dieses Spiel.  Die Idee mit der Sammelklage ist gar nicht dumm, denn je mehr ich recherchiere desto mehr Fälle von \"SCHEINBAREN \"Zoomhack-Banns\" sehe ich.\n> Lg\n\nGerade weil Du viel Zeit und Geld in den Account investiert hast, ist es verständlich, dass Du hier protestierst. (Naja nicht unbedingt hier im Forum wo es nix bringt)\n\nFakt ist, dass es schon zig mal vorkam, dass Spieler, die wegen Verhalten oder Cheaten gebannt wurden, im Forum protestiert haben. Es gab auch schon richtig gut formulierte, lange und freundliche Threads, in denen sich die Leute viel besser präsentierten, als die Leute in diesem Thread. Wenn sich dann doch ein Rioter der Geschichte öffentlich annahm, was keineswegs selbstverständlich ist, kam fast immer heraus, dass die Leute gelogen haben.\n\nDaher ist es nur sinnvoll als neutraler Beobachter auch hier von einem gerechtfertigten Bann auszugehen. Der aggressive Unterton der Verurteilten lässt auch nicht wirklich Zweifel daran aufkommen.\n\nDer Humpel kann Euch da eine nette Geschichte erzählen, wo er persönlich die rührseelige Geschichte eines wegen Verhaltens gebannten Spielers an Riot weitergegeben hatte, nur um dann bitter enttäuscht zu werden, als die Lügenmärchen aufgedeckt wurden.","replies":[{"id":"","poster":"NoPeel4MeGaming","date":"2015-03-11T16:52:30.513+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0000000000000000000000000000000000000001000000010002,timestamp=2015-03-11T15:05:30.478+0000)\n Der aggressive Unterton der Verurteilten lässt auch nicht wirklich Zweifel daran aufkommen.\n\n\nWow, was hat es damit zutun ob jemand lügt/nicht lügt, wenn er aggressiv/angepisst/genervt... ist?{{item:1074}}","replies":[]},{"id":"","poster":"TalyzKerry","date":"2015-03-11T15:29:11.153+0000","up_votes":2,"down_votes":0,"body":"Ich bin hier damit mir bei dem Problem geholfen wird.. nicht damit andere Leute mir auch unterstellen ich hätte gehackt. Wie schon gesagt.. versetzt euch bitte in meine Lage und geht einfach mal davon aus dass ich die Wahrheit erzähle wenn es mir ja so nicht geglaubt wird...\nWelche Wege würdet Ihr einschlagen? Support ist ja bereits kontaktiert.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-03-15T15:59:54.675+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/sutXhcFT-gebannt-wegen-angeblichen-zoomhacking?sort_type=recent&comment=001000010000000000000000\n\nViel du noch zu lernen hast, junger Padawan.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-03-11T18:13:47.824+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00000000000000000000000000000000000000010000000100020005,timestamp=2015-03-11T18:03:20.776+0000)\n>\n> Die Leute haben halt Vorurteile ^^Die meinen, dass man mit bestimmten Verhaltensmustern angeblich sagen können ob man schuldig ist oder nicht. Sowas ist lächerlich, aber die meisten sind so, wie du hier lesen kannst. Bei Riot sind Menschen und diese Menschen können Fehler machen. Ob die es nun zugeben wollen oder nicht.\n\nEs hat nur hier nichts mehr mit Vorurteilen zu tun. Du bist verurteilt und damit zunächst einmal schuldig. Nun kann man fragen, ob tatsächlich Du der Schuldige bist, der dazu geführt hat, dass Dein Account gesperrt wurde (siehe Accountsharing etc.). Es gibt jedoch wenig Anlass daran zu zweifeln, dass auf deinem Account Schabernack getrieben wurde.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-03-11T16:17:32.309+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TalyzKerry,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00000000000000000000000000000000000000010000000100020000,timestamp=2015-03-11T15:29:11.153+0000)\n>\n> Ich bin hier damit mir bei dem Problem geholfen wird.. nicht damit andere Leute mir auch unterstellen ich hätte gehackt. Wie schon gesagt.. versetzt euch bitte in meine Lage und geht einfach mal davon aus dass ich die Wahrheit erzähle wenn es mir ja so nicht geglaubt wird...\n> Welche Wege würdet Ihr einschlagen? Support ist ja bereits kontaktiert.\n\nNein, ich gehe erst einmal davon aus, dass du nicht die Wahrheit sagst oder irgendwelche Fehler Deinerseits unterlaufen sind, weil das wesentlich wahrscheinlicher ist.\n\nDie möglichen Fehler Deinerseits wurden bereits beschrieben:\n- Accountsharing\n- Viren\n- Drittprogramme, die auf den ersten Blick ungefährlich aussehen\n\nIch würde mich hier nur über mögliche Fehler informieren und ansonsten nur mit dem Support kommunizieren. Hier kann Dir keiner Genaues sagen. Außerdem würde ich mir durch Selbststudium so viel Wissen zu dem Thema wie möglich aneignen und nicht die Google Anfrage ins Forum stellen.","replies":[]},{"id":"","poster":"eingew","date":"2015-03-11T15:36:00.365+0000","up_votes":1,"down_votes":0,"body":"Die Wege die bereits vorgeschlagen wurden: Zur Not geht auch eine Klage. Aber die wird aller Wahrscheinlichkeit nach auch nicht zu deinen Gunsten ausfallen. Du kannst nicht wirklich etwas dagegen tun, außer so oft beim Support nachzuharken, dass der Fall bis nach ganz oben kommt... sodass zumindest zukünftige Fälle nicht wie der deine Verlaufen.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-03-11T16:58:23.311+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=liQs Blasphemy,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00000000000000000000000000000000000000010000000100020003,timestamp=2015-03-11T16:52:30.513+0000)\n>\n> Der aggressive Unterton der Verurteilten lässt auch nicht wirklich Zweifel daran aufkommen.\n> \n> \n> Wow, was hat es damit zutun ob jemand lügt/nicht lügt, wenn er aggressiv/angepisst/genervt... ist?{{item:1074}}\n\nWeil Leute denen die Argumente ausgehen häufig aggressiv reagieren. Von zivilisierten Leuten, bei denen ich eher davon ausgehen würde, dass sie nicht lügen, erwarte ich einen freundlicheren Umgangston und etwas bessere Bildung.\nWenn ich zu Unrecht gebannt würde, würde ich alles andere als patzig hier im Forum auftreten. Ich würde wahrscheinlich gar nicht hier posten, sondern nur mit dem Support korrespondieren.\nEs bezieht sich allerdings auch mehr auf Spieler, die wegen ihres Verhaltens gebannt wurden.","replies":[]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-15T13:54:58.881+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00000000000000000000000000000000000000010000000100020006,timestamp=2015-03-11T18:13:47.824+0000)\n>\n> Es hat nur hier nichts mehr mit Vorurteilen zu tun. Du bist verurteilt und damit zunächst einmal schuldig. Nun kann man fragen, ob tatsächlich Du der Schuldige bist, der dazu geführt hat, dass Dein Account gesperrt wurde (siehe Accountsharing etc.). Es gibt jedoch wenig Anlass daran zu zweifeln, dass auf deinem Account Schabernack getrieben wurde.\n\nEs ist nun 3 Tage her und jeden Tag schreib ich dem Support, was los ist. Bisher keine Antwort mehr. Es ist schon sehr erbärmlich, was sich der Support gerade leistet. Ich frage wie das Programm angeblich heißen soll. Seitdem nun keine Antwort mehr! Ich fragte warum der Support sich nicht mehr meldet, und auch da keine Antwort. Daher ist zu vermuten, dass die wissen, dass ich Recht habe, die es aber nicht zugeben wollen.","replies":[]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T18:03:20.776+0000","up_votes":1,"down_votes":2,"body":"Die Leute haben halt Vorurteile ^^Die meinen, dass man mit bestimmten Verhaltensmustern angeblich sagen können ob man schuldig ist oder nicht. Sowas ist lächerlich, aber die meisten sind so, wie du hier lesen kannst. Bei Riot sind Menschen und diese Menschen können Fehler machen. Ob die es nun zugeben wollen oder nicht.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-03-11T15:03:58.016+0000","up_votes":1,"down_votes":0,"body":"Wie oft ich jetzt schon gelesen habe, dass jemand klagen will... dann mach doch einfach, wenn es dich so sehr stört...\n\nNatürlich findest du viele Leute, die abstreiten, dass sie Zoomhacks benutzt hätten. Aber du findest auch tausende Leute, die behaupten sie hätten nie geflamet und du findest welche die sagen sie hätten nie geleavt... die waren alle schuldig. Und es gibt keinen Grund anzunehmen, dass es bei dieser Bannwelle anders gelaufen ist, weil Riot bisher begründet gebannt hat. Erst recht bei den diversen \"Hacks\".","replies":[{"id":"","poster":"Lance90","date":"2015-03-11T15:09:14.161+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0000000000000000000000000000000000000001000000010001,timestamp=2015-03-11T15:03:58.016+0000)\n>\n> Natürlich findest du viele Leute, die abstreiten, dass sie Zoomhacks benutzt hätten. Aber du findest auch tausende Leute, die behaupten sie hätten nie geflamet und du findest welche die sagen sie hätten nie geleavt... die waren alle schuldig. Und es gibt keinen Grund anzunehmen, dass es bei dieser Bannwelle anders gelaufen ist, weil Riot bisher begründet gebannt hat. Erst recht bei den diversen \"Hacks\".\n\nwürde mich an deiner stelle erstmal eingehend damit befassen warum Riot denkt du hättest einen Hack verwendet... denke nicht, dass die da gesessen haben und 7 Accounts ausgewürfelt haben denen Sie das Leben schwer machen wollen. Irgendeinen Grund wird es schon haben, dass du gebannt wurdest und den würde ich an deiner stelle finden wollen...\nAber wenn der TE lieber unfreundlich ist und irgendwen verklagen will: bittesehr, aber da kann dir die Community (mit ausnahme aller Rechtsanwäte/Jurastudenten) wahrscheinlich nicht weiterhelfen.","replies":[]}]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:52:53.787+0000","up_votes":1,"down_votes":2,"body":"Ah ein Kommentar mit Sinn :) Es ist gut zu wissen, dass du meine Situation auch verstehen kannst und muss dir auch zustimmen.","replies":[]}]}]}]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:06:41.050+0000","up_votes":1,"down_votes":4,"body":"Ne Sammelklage wäre wohl nicht schlecht! Da das ja anscheinend nicht nur mier passierte, sondern auch dir und bestimmt anderen Leuten, bekommt man genug Leute zusammen um Riot schön den Hintern versohlen zu können ^^","replies":[{"id":"","poster":"Madchickendinner","date":"2015-03-11T14:21:19.502+0000","up_votes":2,"down_votes":2,"body":"Riot lacht sich dann ein.  Das ist der erste Fall von dem ich gehört habe das jemand zu ununrecht für Zoomhacking gebannt wurde. Naja viel Spaß beim klagen.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:29:32.883+0000","up_votes":2,"down_votes":4,"body":"Tja dann ist es eben angeblich das erste mal. Mist mir egal, aber heul bitte woanders weiter, solch dumme Kommentare sind ziemlich Kontraproduktiv :)","replies":[{"id":"","poster":"eingew","date":"2015-03-11T15:06:04.488+0000","up_votes":1,"down_votes":0,"body":"Wer im Glashaus sitzt...","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T18:04:35.137+0000","up_votes":1,"down_votes":4,"body":"Und jetzt? Ich war auf der Suche nach dem Fehler, wenn ihr nicht helfen könnt sollte man einfach die Klappe halten","replies":[]}]}]}]},{"id":"","poster":"drexxsack","date":"2015-03-11T14:37:43.912+0000","up_votes":1,"down_votes":0,"body":"Sammelklagen gibt es nach deutschem und europäischen Recht(im irischen soweit ich weiß auch nicht, aber sicher bin ich mir nicht) nicht. Das Konstrukt Sammelklage, dass du meinst, gibt es in den USA.\nFür EUW dürfte allerdings der europäische Sitz relevant sein.\nIn den Nutzungsbedingungen wurde irisches Recht vereinbart.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:50:55.537+0000","up_votes":1,"down_votes":1,"body":"Gut, dann müsste man sich da mal drüber schlau machen. Soweit ich weiß gibt es die Sammelklage noch.","replies":[{"id":"","poster":"drexxsack","date":"2015-03-11T14:57:39.766+0000","up_votes":1,"down_votes":0,"body":"Ich bekomm gerade Zahnschmerzen von dem Mist, den ich gerade gelesen habe(also jetzt nicht hier sondern in den Nutzungsbedingungen)\nSalvatorischen Klauseln in AGBs, wer kommt auf so einen Mist, der nach europäischem Recht nicht zulässig ist?\nNaja egal.\n\nAnsonsten wurde die Sammelklage in den AGBs ausgeschlossen\nhttp://euw.leagueoflegends.com/de/legal/termsofuse#legal-disputes","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"andymuha","date":"2015-03-11T11:38:13.113+0000","up_votes":2,"down_votes":0,"body":"Ohje komm wieder runter X Dean! Sich hier noch anfangen anzufeinden wird dich sicher nicht weiterbringen.\nDu kannst da echt nix mehr gegen machen! Selbst wenn du Recht hast würde der Supp seine Strafe nicht widerrufen!\nMach dir n neuen ACC oder lösch das Spiel einfach wenn du sicher bist das du mit solchem Unrecht öfter zu kämpfen hast. \n\nVielleicht bleibst mal n paar Stunden vom Forum weg und kommst runter dann wirst bestimmt entspannter drüber wegsehen können.\nMach dir n schönen Whiskey, rauch eine und dann passt das wieder!","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:45:19.195+0000","up_votes":1,"down_votes":10,"body":"Drexxsack hat mir was unterstellt, ist doch klar, dass ich so reagiere. Und die werden das widerrufen. Wie gesagt, da ich im recht bin und die meinen Acc debannen müssen, die dies aber nicht machen wollen, muss eben der Anwalt ran. Ich weiß ganz genau, dass ich keine Hilfsmittel für lol besitze. Hab ich auch nicht nötig.","replies":[{"id":"","poster":"Sree","date":"2015-03-11T12:06:53.097+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00080000,timestamp=2015-03-11T11:45:19.195+0000)\n>\n>  Und die werden das widerrufen. Wie gesagt, da ich im recht bin und die meinen Acc debannen müssen, die dies aber nicht machen wollen, muss eben der Anwalt ran.\n\nHier waere ich vorsichtig.\n1. gehoert der Account nicht dir, sondern Riot stellt ihn dir zur Nutzung zur Verfuegung\n2. hat Riot Hausrecht. Sie koennen dich, wenn sie wollen, sogar total grundlos vom Spiel aussperren. Denn du hast nicht das Recht hier spielen zu duerfen. Das ist viel mehr ein Privileg.\n\nIch bin kein Rechtsexperte, aber ich bin mir recht sicher, dass du auch gerichtlich nur sehr wenig gegen einen Bann machen kannst. Denn wie gesagt, koennte Riot dich, wenn sie es wollten, auch vollkommen grundlos vom Spiel ausschliessen.\nIch will dir die Sache mit dem Anwalt nicht ausreden. Ich will dich nur vorwarnen, dass du damit sehr wahrscheinlich nicht den von dir gewuenschten Erfolg haben wirst.","replies":[]},{"id":"","poster":"andymuha","date":"2015-03-11T11:47:52.539+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00080000,timestamp=2015-03-11T11:45:19.195+0000)\n>\n> Drexxsack hat mir was unterstellt, ist doch klar, dass ich so reagiere. Und die werden das widerrufen. Wie gesagt, da ich im recht bin und die meinen Acc debannen müssen, die dies aber nicht machen wollen, muss eben der Anwalt ran. Ich weiß ganz genau, dass ich keine Hilfsmittel für lol besitze. Hab ich auch nicht nötig.\n\nEs war kein Angriff gegen dich wollte dich nur beruhigen! Kann deine Reaktion schon verstehen. Wäre bei mir vielleicht ähnlich.\nFalls du aber tatsächlich zu einem possitiven Urteil kommen würdest, würde ich gern davon hören! Das könnte vielen Spieler dich auch GELD investieren sicher helfen sich besser zu schützen!","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:57:25.349+0000","up_votes":2,"down_votes":6,"body":"Nee, ich wollt dich damit jetzt auch nicht angreifen, falls du das so empfunden hast :P\n\nAber ganz ehrlich: Ich denke, dass ich nur ein Positives Urteil bekomme, wenn der Anwalt sich einmischt... Der supp hat mich auch gerade an das Player Behaviour Team abgeschoben. Die Frage, was ich für ein Programm haben soll, konnten die mir nicht beantworten... das riecht doch eindeutig nach Schikane.","replies":[{"id":"","poster":"eingew","date":"2015-03-11T12:09:43.328+0000","up_votes":1,"down_votes":0,"body":"Nein, das riecht nach Riot will niemandem sagen, woher sie wissen, wer welches Programm wie benutzt... so würde es den Programmierern entsprechender Programme zu einfach gemacht.","replies":[{"id":"","poster":"TalyzKerry","date":"2015-03-11T12:53:48.124+0000","up_votes":4,"down_votes":5,"body":"Dann sollte Riot das bitte auch so in der Email vermitteln. \"Wir bannen Sie - grundlos.\"\nDenn ich wurde auch wegen Zoomhacking gebannt obwohl ich niemals Hacks benutze.\nHier ist wahrscheinlich der Praktikant über n Kabel gestolpert... kann ja mal vorkommen. \n/push thread","replies":[{"id":"","poster":"eingew","date":"2015-03-11T15:08:44.510+0000","up_votes":2,"down_votes":0,"body":"Also bitte. Die Email soll dir sagen, dass du für Zoomhacks gebannt wurdest. Da muss man nicht nett sein, dafür ist die Email gar nicht gedacht... Die Polizei bittet dich auch nicht nett die Handschellen anzulegen. Wozu auch.","replies":[]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:21:15.113+0000","up_votes":1,"down_votes":4,"body":"Wäre nich schlecht :D","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-03-11T12:08:34.595+0000","up_votes":1,"down_votes":0,"body":"Schützen? Vor Riot? Sorry, aber ich sehe keinen Grund dazu. Natürlich gibt es ungerechtfertigte Bans... weil Fehler vorkommen. Aber abgesehen davon bannt Riot nur, wenn sicher ist, dass der entsprechende Account gegen die Nutzungsbedingungen verstoßen hat.\n\nDas ist btw ein Wort, was man von der Bedeutung her verstehen sollte. Riot erlaubt einem nur, auf dem Account zu spielen und sie behalten sich vor dir dieses Recht auch wieder zu entziehen. Ein Anwalt würde also vermutlich gar nichts bringen.","replies":[{"id":"","poster":"andymuha","date":"2015-03-11T12:13:03.672+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0008000000000001,timestamp=2015-03-11T12:08:34.595+0000)\n>\n> Schützen? Vor Riot? Sorry, aber ich sehe keinen Grund dazu. Natürlich gibt es ungerechtfertigte Bans... weil Fehler vorkommen. Aber abgesehen davon bannt Riot nur, wenn sicher ist, dass der entsprechende Account gegen die Nutzungsbedingungen verstoßen hat.\n> \n> Das ist btw ein Wort, was man von der Bedeutung her verstehen sollte. Riot erlaubt einem nur, auf dem Account zu spielen und sie behalten sich vor dir dieses Recht auch wieder zu entziehen. Ein Anwalt würde also vermutlich gar nichts bringen.\n\nMit Schützen meine ich hierbei einen Verlust den man erleidet wenn man unrechtmäßig gebannt wird. Sobald man in einen Account Geld investiert, trägt Riot zwar noch immer das Hausrecht muss sich in solchen Fällen jedoch auch an das geltenden Gesetzt halten was über den Nutzungsbedingungen steht. Ab ein gewissen Summe kann ein Anwalt da doch einiges erreichen. Solche Fälle sind schon vorgekommen. Riot hat zwar das Recht den Account weiterhin gesperrt zu halten, muss jedoch den betroffenen Spieler entschädigen. \n\nWenn man zu 100% weiß, dass man nicht Schuld am Ban ist (ganz schlimm bei permbans) und man viel Geld investiert hat (es gibt Leute die 1000€ und mehr investieren) hat man das Recht, das Riot den Beweis der Schuld erbringen muss.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-03-11T12:46:03.349+0000","up_votes":3,"down_votes":2,"body":"Kann dir aus Erfahrungen mit dem Hausrecht sagen, dass es da vollkommen egal ist, wie viel Geld du investiert hast. Wenn du in einen Club gehst und dort 200€ versäufst, aber am Ende (aus deiner Sicht zu unrecht, du warst ja nur freundlich) rausgeschmissen wirst, weil du zu viele Leute belästigst hast... dann kannst du auch nicht zur Polizei rennen und denen vorrechnen, dass du ja 200 Euro ausgegeben hättest und deswegen das Recht auf irgendwas hast... die Polizei wird dich dann auslachen...\n\nUnd Riot wird schon eigene Anwälte haben, die über ihre Nutzungsvereinbarungen gegangen sind und sicher gestellt haben, dass sie sich immer und sicher auf diese berufen können... es gibt einen guten Grund, warum du die nach jedem Patch akzeptieren musst...","replies":[]},{"id":"","poster":"eingew","date":"2015-03-11T12:17:07.817+0000","up_votes":3,"down_votes":2,"body":"Ich würde mal sagen: Viel Glück. Riot ist nicht dumm, die haben sich definitiv abgesichert... aber wer will kann es ja versuchen, der Anwalt freut sich.","replies":[]}]}]}]}]}]},{"id":"","poster":"andymuha","date":"2015-03-11T11:00:50.745+0000","up_votes":1,"down_votes":1,"body":"vielleicht kommt das Spiel mit der ungewöhnliche Größe nicht klar un die Grafikkarte versucht da irgendwas anzupassen. Hast du eventuell ein seltsames Format? 16:10 oder 5:4 oder weiß der Geier was es da noch alles gibt? Möglicherweise liegt es daran?","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:06:49.042+0000","up_votes":1,"down_votes":1,"body":"Ich überprüfe das mal. Leider muss man dafür ein Game spielen, daher wird die Antwort ca 30 min dauern.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:34:04.000+0000","up_votes":1,"down_votes":3,"body":"Das Format wurde leider nicht angezeigt :( Es standen nur die Maße da... 1920 x 1080:(","replies":[{"id":"","poster":"Phobos Selini","date":"2015-03-11T14:10:33.519+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000600000000,timestamp=2015-03-11T11:34:04.000+0000)\n>\n> Das Format wurde leider nicht angezeigt :( Es standen nur die Maße da... 1920 x 1080:(\n\nTja du scheinst wohl auch zu den Leuten zu gehören, die sich fragen wozu sie Mathe im Leben gebrauchen könnten. Dreisatz schon mal gehört? Der Doppelpunkt dient übrigens auch nicht nur dazu Smileys Augen zu geben, sondern kann auch ein \"geteilt\"-Zeichen sein. Das könnte hier hilfreich sein.\n\nOhne die Antwort zu spoilern, kann ich aber schonmal verraten, dass weder Auflösung noch Format ungewöhnlich sind, und daher nicht in Betracht kommen fälschlicherweise als Zoomhack identifiziert zu werden.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:12:51.352+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0006000000000001,timestamp=2015-03-11T14:10:33.519+0000)\n>\n> Tja du scheinst wohl auch zu den Leuten zu gehören, die sich fragen wozu sie Mathe im Leben gebrauchen könnten. Dreisatz schon mal gehört? Der Doppelpunkt dient übrigens auch nicht nur dazu Smileys Augen zu geben, sondern kann auch ein \"geteilt\"-Zeichen sein. Das könnte hier hilfreich sein.\n> \n\nSolch dumme Antworten helfen keinem Weiter :)","replies":[{"id":"","poster":"Phobos Selini","date":"2015-03-11T14:21:41.180+0000","up_votes":4,"down_votes":3,"body":"Es wurden schon alle hilfreichen Tipps gegeben. Wenn dann aber herauskommt, dass Du google einfach nicht benutzen willst und stattdessen lieber ein Forum vollheulst ohne richtig informiert zu sein, dann kann man auch nicht mehr viel sagen. Dein Unvermögen die Auflösung umzurechnen spricht da auch nur Bände.\n\nAber Bitte verklage Riot und halte uns auf dem Laufenden! Es würde mich wirklich interessieren was dabei raus kommt. Das habe ich nämlich schon oft gelesen und es werden auch mit Sicherheit einige Ragekiddies schon versucht haben. Bei der Größe von LoL müsste es bei Erfolg ja auch auch irgendwie bekannt sein.\n\nViel wahrscheinlicher jedoch ist, dass uns wie in hunderten anderen Fällen hier eine rührseelige Geschichte erzählt wird und am Ende eben doch nur gelogen wurde, um irgendwie doch wieder an seinen Account zu kommen.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:25:11.206+0000","up_votes":2,"down_votes":8,"body":"Ach Mensch... Und schon wieder ein Dummer Kommentar der keinem Weiter hilft...\nP.S.: Ich weiß, was das ist -.- Und wenn du großes Maul haben willst, geh in den Kindergarten und heul die Kinder dort voll. Die lachen dann nur noch über deine Dummheit.","replies":[{"id":"","poster":"Madchickendinner","date":"2015-03-11T14:29:11.771+0000","up_votes":5,"down_votes":2,"body":"Benimm dich mal wieder. Für jemanden der nix gemacht haben soll benimmst du dich recht schlecht.  Riot sagt du hast ein verbotenes Programm benutzt du sagst du hast keins benutzt. Schreib den Support freundlich an und warte auf eine Antwort.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:30:16.440+0000","up_votes":1,"down_votes":7,"body":"Und du bist bestimmt nur hier um ne große Klappe zu haben, was?","replies":[{"id":"","poster":"Madchickendinner","date":"2015-03-11T14:34:47.569+0000","up_votes":3,"down_votes":2,"body":"Ich hab dir eine normale Antowrt gegeben. Was ist dein Problem?","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:54:28.096+0000","up_votes":1,"down_votes":5,"body":"Deine Kommentare sind Kontraproduktiv. Entweder grenzt es schon an Beleidigung oder du wiederholst sachen, die andere schon sagten oder auf die ich selbst schon gekommen bin.","replies":[{"id":"","poster":"Madchickendinner","date":"2015-03-11T15:40:27.800+0000","up_votes":3,"down_votes":1,"body":"Also moment mal\n\n> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000b0000,timestamp=2015-03-11T14:10:06.406+0000)\n>\n> Man man man... Es ist mir egal, was du für einen Dünnschiss von dir abgibst! Ich nutze selten Google und muss es hierfür auch nicht nutzen...\n\n> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000100000000000000000000,timestamp=2015-03-11T11:36:56.377+0000)\n>\n> Ich hab dem Support noch nicht gedroht. Ich werde es aber tun müssen, wenn die nicht mal wissen, wie das angebliche Programm heißt, was ich angeblich nutze.\n\n\n> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00010000000000010000,timestamp=2015-03-11T11:35:00.737+0000)\n>\n> Ach mein Gott, hör auf zu heulen. Ich habe noch nie Hacks genutzt und ich geb mir auch keine Mühe Hacks irgendwie zu suchen. Dein Aufgeschwatze hannste dir sonst wohin schieben!\n\n> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00000000000000000000,timestamp=2015-03-11T11:03:47.526+0000)\n>\n> Och jooa, das haben mir diese Affen auch gesagt. Frag mal nach wie diese Software heißen soll... Hab jetzt auch nachgefragt. Wetten da kommt nichts raus?\n\nDu bist doch der einzige der hier Leute beleidigt.\n\n\nWas ist denn los mit dir? So viele Leute versuchen dir zu helfen und geben dir Tipps.\n\nxx Emissary Antowrten auf deine Fragen und wilden Theorien über Bildschirmauflösung etc.\nHör mal lieber auf die Leute die es besser wissen. Jeder KOmmentar ist für dich doch ein persönlicher Angriff. Komm mal langsam wieder runter.  Was können wir denn dafür das du denn bann hast? Hör auf hier jeden anzumaulen und benimm dich mal. Wie soll man dich denn ernst nehmen wenn du so abgehst?","replies":[{"id":"","poster":"NoPeel4MeGaming","date":"2015-03-11T17:02:37.135+0000","up_votes":2,"down_votes":1,"body":"Hehe, die Zitate wollte ich gerade auch raussuchen bis ich gescrollt hab und deinen Kommi gelesen hab :D :D","replies":[]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T18:08:29.861+0000","up_votes":1,"down_votes":4,"body":"Wie erbärmlich. Jetzt alle Zitate raussuchen um weiter großes Maul zu haben...","replies":[{"id":"","poster":"Temudschinn","date":"2015-03-12T23:17:58.709+0000","up_votes":1,"down_votes":0,"body":"> Im guten? xD Phahaha guter Witz. Du bist hier angekommen, hast sofort ein großes Maul gehabt und unterstellst sachen, die nicht stimmen, wer ist hier wohl der Troll?\n\n> \n> die die jetzt hier wieder rumhacken haben selbst kein besseres Leben. Haben keine Hobbys und keine Freunde.\n\n\n\n> Wieder ein Sinnlos dummer Kommentar.\n\nDas waren überigens deine letzten 3 Beiträge hier. Das hat nichts mit \"raussuchen\" zu tun, es ist einfach eine Tatsache dass du sehr unhöflich bist und dir Leute, die du beleidigst, im allg. nicht gerne helfen.","replies":[]}]}]},{"id":"","poster":"Madchickendinner","date":"2015-03-11T18:59:35.704+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000600000000000100000000000000000000,timestamp=2015-03-11T14:30:16.440+0000)\n>\n> Wie erbärmlich. Jetzt alle Zitate raussuchen um weiter großes Maul zu haben...\n\nAlles klar ich habs im guten Versucht.  Naja bist ja eh nur zum trollen hier.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T20:05:37.512+0000","up_votes":1,"down_votes":2,"body":"Im guten? xD Phahaha guter Witz. Du bist hier angekommen, hast sofort ein großes Maul gehabt und unterstellst sachen, die nicht stimmen, wer ist hier wohl der Troll?","replies":[{"id":"","poster":"Madchickendinner","date":"2015-03-12T10:06:12.185+0000","up_votes":1,"down_votes":0,"body":"1. Was hab ich dir bitte unterstellt?\n2. Riot hat sich selber durch die AGB abgesichert eine Klage gegen sie wäre unklug.\n\nbtw Versuch mal ne normale Antwort zu geben.","replies":[]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-15T13:59:22.153+0000","up_votes":1,"down_votes":3,"body":"Was du mir unterstellst? Das ich trolle, obwohl du es selbst machst! Du kommst hier an und hast ne große Klappe und kannst nichts zum Thema beifügen. Du bist einfach nur da um Unruhe reinztubringen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-03-11T14:33:45.869+0000","up_votes":2,"down_votes":1,"body":"Ach passend dazu ist die Geschichte, die ich heute bei SO überflogen habe, dass irgendein Bauernfänger Magneten verkauft, die den Energieverbrauch von Heizungen senken soll. Wenn solche Leute dann kritisiert werden, sind sie immer schnell mit dem Anwalt dabei oder versuchen ihre Kritiker zu diskreditieren.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T18:09:08.782+0000","up_votes":1,"down_votes":3,"body":"Interessiert niemanden.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-03-11T12:11:22.388+0000","up_votes":1,"down_votes":0,"body":"Hab ich auch. Schon seit fast 1 1/2 Jahren.\n\nWarum sollte Riot dir verbieten auf einem großen Fernseher zu spielen? Ich kenne Menschen mit noch größeren Bildschirmen (also eigentlich Fernsehern) die keine Probleme haben... daran liegt es definitiv nicht.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:13:59.843+0000","up_votes":1,"down_votes":2,"body":"Achja Fernseher xD So hatte ich das jetzt nicht betrachtet ^^","replies":[]}]}]}]}]},{"id":"","poster":"andtothe1","date":"2015-03-11T19:02:01.602+0000","up_votes":3,"down_votes":1,"body":"Guten Abend Zusammen,\n\nIch finde man ist etwas vom Thema abgeschweift. \nIch muss leider auch sagen das ich seit gestern gebannt wurde.\nUrplötzlich  ohne Vorwarnung etc. Ich muss hierzu auch sagen das ich unschuldig bin. Ich weiß, das Misstrauen ist da. Hätte ich vermutlich auch. Jedoch ist es eine Frechheit das einem im Support nicht ansatzweise geholfen wird das Programm das fälschlicherweise erkannt wird zu lokalisieren. Stattdessen wird einem einfach die E-Mail ins Deutsche übersetzt und nochmals die Nutzungbedingung reinkopiert. Ich habe keinerlei Erweiterungen für lol runtergeladen. Extrem ausgedrückt hab ich Stock LoL. Ich habe keinerlei Ansatz wonach ich suchen soll.\nDas Problem hierbei wird sein, dass wenn ich nach diesen 2 Wochen wieder zocken sollte ohne etwas zu unternehmen wird das ein Permabann. Acc weg. Super. Erstelle ich einen neuen, zack wieder weg. Weil evtl. Ein Programm das eigentlich was komplett anderes bewirkt als Schädlich bzw. Als Mod erkannt wird.\n\nIch bin mir ziemlich sicher das dies der Fall sein wird. \nDeshalb werde ich sobald Zeit da ist meine Hardware und Software die im Einsatz ist an den LoL Support senden. Ich hoffe  Riot wird uns hierzu unterstützen.  Alle die momentan mit diesem Fall betroffen sind möchte ich  bitten das gleiche zutun. Wir haben nun schließlich 2 Wochen Zeit. -_- Hoffentlich lässt sich schnellstmöglich eine Übereinstimmung finden.\n\nBeste Grüße vom Sofa :(","replies":[{"id":"","poster":"Lance90","date":"2015-03-12T14:47:31.552+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=andtothe1,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0010,timestamp=2015-03-11T19:02:01.602+0000)\n>\n> Guten Abend Zusammen,\n> \n> Ich finde man ist etwas vom Thema abgeschweift. \n> Ich muss leider auch sagen das ich seit gestern gebannt wurde.\n> Urplötzlich  ohne Vorwarnung etc. Ich muss hierzu auch sagen das ich unschuldig bin. Ich weiß, das Misstrauen ist da. Hätte ich vermutlich auch. Jedoch ist es eine Frechheit das einem im Support nicht ansatzweise geholfen wird das Programm das fälschlicherweise erkannt wird zu lokalisieren. Stattdessen wird einem einfach die E-Mail ins Deutsche übersetzt und nochmals die Nutzungbedingung reinkopiert. Ich habe keinerlei Erweiterungen für lol runtergeladen. Extrem ausgedrückt hab ich Stock LoL. Ich habe keinerlei Ansatz wonach ich suchen soll.\n> Das Problem hierbei wird sein, dass wenn ich nach diesen 2 Wochen wieder zocken sollte ohne etwas zu unternehmen wird das ein Permabann. Acc weg. Super. Erstelle ich einen neuen, zack wieder weg. Weil evtl. Ein Programm das eigentlich was komplett anderes bewirkt als Schädlich bzw. Als Mod erkannt wird.\n> \n> Ich bin mir ziemlich sicher das dies der Fall sein wird. \n> Deshalb werde ich sobald Zeit da ist meine Hardware und Software die im Einsatz ist an den LoL Support senden. Ich hoffe  Riot wird uns hierzu unterstützen.  Alle die momentan mit diesem Fall betroffen sind möchte ich  bitten das gleiche zutun. Wir haben nun schließlich 2 Wochen Zeit. -_- Hoffentlich lässt sich schnellstmöglich eine Übereinstimmung finden.\n> \n> Beste Grüße vom Sofa :(\n\nHast du evtl. einen großen Bildschirm?\nDas scheint hier bis jetzt die einzige Gemeinsamkeit zu sein. Wenn ja (und du auch noch ne nVidia GraKa hast) könnte das ja ein Ansatz sein...\n\nAnsonsten geh doch mal in ein custom-game (falls das noch möglich ist) und schau mal über alle Einstellungen drüber, ka. einfach mal nach auffälligkeiten gucken. Vlt. nen Screenshot machen und nachgucken ob andere mehr oder weniger einsehen können.\nEvtl. mal checken was noch so an Programmen im Hintergrund läuft während dem Spiel und im Internet mal suchen, ob da irgendwas bei anderen schon Probleme mit lol verursacht hat.\n\nMehr fällt mir wirklich auch nicht mehr ein...","replies":[{"id":"","poster":"andtothe1","date":"2015-03-12T17:29:14.440+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nnein eher einen alten 22\" Monitor von Samsung. Der tuts für Casual. \nAlso hier mal die Hardware. Ist nicht mehr der neuste :(\n\nTime of this report: 3/12/2015, 18:21:55\nOperating System: Windows 7 Professional 64-bit (6.1, Build 7601) Service Pack 1 (7601.win7sp1_gdr.150202-1526)\nLanguage: German (Regional Setting: German)\nSystem Manufacturer: XFX78I\nSystem Model: XFX nForce 780i 3-Way SLI\nBIOS: Phoenix - AwardBIOS v6.00PG\nProcessor: Intel(R) Core(TM)2 Quad CPU    Q9550  @ 2.83GHz (4 CPUs), ~2.8GHz\nMemory: 4096MB RAM\nAvailable OS Memory: 4094MB RAM\nPage File: 2942MB used, 5245MB available\nWindows Dir: C:\\Windows\nDirectX Version: DirectX 11\n\nCard name: NVIDIA GeForce GTX 285\nManufacturer: NVIDIA\nChip type: GeForce GTX 285\nDAC type: Integrated RAMDAC\nDevice Key: Enum\\PCI\\VEN_10DE&DEV_05E3&SUBSYS_24901682&REV_A1\nDisplay Memory: 2796 MB\nDedicated Memory: 1005 MB\nShared Memory: 1791 MB\nCurrent Mode: 1680 x 1050 (32 bit) (60Hz)\nMonitor Name: PnP-Monitor (Standard)\nMonitor Model: SyncMaster\nMonitor Id: SAM03E5\n\nDevice Name: G510s Gaming Keyboard\nDevice Name: ROCCAT Kone XTD\n\n\nSoftware die nebenher läuft:\nSpotiamp oder Spotify\nBattle.net\nGoogle Chrome\nTeamspeak\nAvira\nDropbox\nDaemon Tools\nLogitech Gaming Software\nRoccat Kone XTD Software\nNVdia Geforce Experience\n\nAnsonsten die Standard Windows Background Prozesse. \n\nDas wars. \n\nGruß","replies":[{"id":"","poster":"andymuha","date":"2015-03-13T07:25:35.081+0000","up_votes":1,"down_votes":3,"body":"Also ich hab jetzt schon von eineigen Stellen gehört und gelesen, dass eine unübliche Monitorgröße zu Problemen führen kann. \nBei einem 22\" erscheints mir doch etwas seltsam. Bei nem 27\" würde ich es fast verstehen.\n\nVerwendet einer von den Betroffenen vielleicht ein Multiscreensystem? \nEs gibt verschiedene Programme mit denen man herauslesen könnte wie weit sich das LoL wirklich herauszoomt um festzustellen wie das Spiel durch Grafikkarte und Monitor interpretiert und angezeigt wird. Jedoch würde die Verwendung leider auch in einem BAN enden.\n\nVielleicht macht ihr den Support mal darauf aufmerksam. Wenn sie wirklich an der Aufklärung solcher Probleme interessiert sind, sollen sie die besagten Monitore mal ans Spiel anschließen und die Werte herauslesen. Vielleicht könnte es ihnen selbst helfen.","replies":[{"id":"","poster":"andtothe1","date":"2015-03-13T08:51:15.269+0000","up_votes":1,"down_votes":0,"body":"Monitor kann ich mir jetzt fast nicht vorstellen. \nDas Verhältnis bleibt im Prinzip das gleiche, nur die Pixel anzahl ändert sich. \n\nAber da kenn' ich mich nicht gut genug aus, um mich weit aus dem Fenster lehnen zu können. \n\n\nBtw. 3. Tag, und keine Info/Rückmeldung vom Support.","replies":[{"id":"","poster":"drexxsack","date":"2015-03-13T09:24:14.400+0000","up_votes":2,"down_votes":0,"body":"Das ist vollkommen korrekt. Es hat nichts mit dem Bildschirm oder ähnlichem zu tun.\nIch hatte hier bereits erklärt, wie die Suche nach Hacks üblicherweise(nicht nur in League) funktioniert, darum spar ich mir das hier mal.\n\nWeitaus wichtiger für dich:\n3 Tage ist noch nicht die Welt, so blöd das jetzt klingen mag.\nDer Support hat üblicherweise einiges zu tun und Wartezeiten sind nicht zu vermeiden.\nDas Thema \"bann wegen  hack\" ist momentan auch aktuell, da Anfang des Jahres eine Bannwave gestartet ist.\nDiese belastet die Kapazitäten des Supports natürlich massiv, auch heute noch.\nEs bleibt nur warten. \nGanz wichtig ist, dass du das Ticket nicht aktualisierst, ansonsten rutscht du wieder ans Ende der Warteschlange und musst noch länger warten, bis du dran bist.\nSo ärgerlich das ganze ist, aber du wirst dich gedulden müssen.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-03-13T18:05:33.033+0000","up_votes":1,"down_votes":0,"body":"Ich hab 27\" und eine Nvidia... und keinen Bann. Strange :P\n\nEin Kumpel dasselbe, aber 3 Bildschirme, um der anderen Theorie auch noch ein Gegenbeispiel zu bringen.","replies":[]}]}]},{"id":"","poster":"NoPeel4MeGaming","date":"2015-03-11T16:46:35.262+0000","up_votes":1,"down_votes":0,"body":"Jo, ich bin mir ziemlich sicher es wäre für dich **billiger** wenn du einfach einen neuen acc erstellst, für 250€ Rp auflädst (nur geschätzte summe!!) und dafür alle champs/skins kaufst die du auch auf deinem alten acc hattest. In gold kommst du relativ schnell, ebenso auf lvl 30 und im endeffekt wirst du zeit+geld+nerven sparen ;)\n\nmfg","replies":[{"id":"","poster":"andymuha","date":"2015-03-11T17:33:37.415+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=liQs Blasphemy,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000e,timestamp=2015-03-11T16:46:35.262+0000)\n>\n> Jo, ich bin mir ziemlich sicher es wäre für dich **billiger** wenn du einfach einen neuen acc erstellst, für 250€ Rp auflädst (nur geschätzte summe!!) und dafür alle champs/skins kaufst die du auch auf deinem alten acc hattest. In gold kommst du relativ schnell, ebenso auf lvl 30 und im endeffekt wirst du zeit+geld+nerven sparen ;)\n> \n> mfg\n\nDa ist jemand auch nicht wirklich gut informiert! Wer in Deutschland gut versichert ist kann alles und jeden verklagen und zahlt dafür ca...... 0€ ! Nur mal soweit.\nIch habe einige Kommentare jetzt noch gelesen.Verzeiht mir musste zwischendrin auch mal was arbeiten sonst hätte ich mich reger an der Konversation beteiligt! ;D\nWie diverse Male erwähnt wurde sind Sammelklagen in Deutschland leider nicht durchführbar. In anderen Ländern z.B. der USA zielen diesen nur auf einen erhöhten Streitwert ab und sind eben aus solchen Gründen untersagt.\nAb jetzt mal Butter bei die Fische (nein ich komme nicht aus Hamburg). Viele der Kommentare hier helfen dir nicht weiter. Was du letztendlich tust ist nur dir überlassen. Ob sich der Aufwand lohnt musst du für dich entscheiden. Recht muss Recht bleiben wobei bei all dem Recht die Gerechtigkeit zu kurz kommt.  Fakt ist du hast einen Ban bekommen. Fakt ist vor allem aber, dass sie dir was unterstellen, dass nach deiner Aussage falsch ist. Nicht beweisbare Unterstellungen nennt man im Volksmund Verleumdung, welche ebenfalls strafrechtlich verfolgbar sind. Auch dies kannst du vorbringen wenn es darum geht eine Klage einzureichen. Rufschädigung. Doch auch hier würdest du eventuell übers Ziel hinausschießen.\n\nAlternativ kannst du eine Petition starten (das kann ich Deutschland online fast jeder) in der du dein Anliegen, natürlich nicht auf LoL sondern allgemein auf Onlinespiele bezogen, vorstellst und zu mehr Verbraucherschutz aufrufst. Solchen Sachen kosten nahezu nichts und können wenn du es angemessen verbreitest, Foren, Facebook usw. durchschlagenden Erfolg versprechen (oder keinen das weiß man nie).\n\nClever wäre, wenn sich mal ein Riotler hierzu äußern würde. Schade das Regeln aufstellen so einfach ist aber grade stehen so schwer ;D\nIch verfolge das Geschehen hier jedoch weiter weil ich die Entwicklung dieser Auseinandersetzung sehr interessant finde.\n\nPS: Versuch dich in deiner Ausdrucksweise etwas zu zügeln. Ich kann verstehen, dass sich sinnlose Kommentare auf die Palme bringen, aber du willst an Glaubwürdigkeit gewinnen also versuch dich gesellschaftlich korrekt zu verhalten, das steigert dein Chancen ungemein!!!","replies":[{"id":"","poster":"eingew","date":"2015-03-11T18:11:25.882+0000","up_votes":3,"down_votes":1,"body":"> Fakt ist vor allem aber, dass sie dir was unterstellen, dass nach deiner Aussage falsch ist. Nicht beweisbare Unterstellungen nennt man im Volksmund Verleumdung, welche ebenfalls strafrechtlich verfolgbar sind. Auch dies kannst du vorbringen wenn es darum geht eine Klage einzureichen. Rufschädigung. Doch auch hier würdest du eventuell übers Ziel hinausschießen.\n\nWenn mir jemand sagt, dass er im Knast wegen whatever saß, dann ziehe ich erst mal meine Schlüsse und gehe davon aus, dass dies gerechtfertigt ist. Vor allem, wenn es keinen sinnvollen Anhaltspunkt gibt, an dem ich überhaupt einen Verdacht auf Unschuld festmachen kann.\nIch werde als Außenstehender der bei der Aufklärung helfen will hier angeschnauzt... Das trägt nicht dazu bei, dem TE zu glauben. Außerdem bestreitet der TE strikt kleinere sehr logische Dinge, wie zum Beispiel, dass man Tools, mit denen man sich einen unfairen Vorteil in LoL verschaffen kann in kurzer Zeit ergoogelt hat.\n\nIch will nicht sagen, dass hier ein Verbrechen begangen wurde. Aber nach allem was wir wissen ist es relativ wahrscheinlich, dass der Ban den der TE erhalten hat, gerechtfertigt ist. Inwiefern das Rufschädigung ist, zumal der TE selbst direkt in seinem Eröffnungspost diese Tatsache breitgetreten hat, verstehe ich ehrlich gesagt nicht.\nWieso sind wir die Schuldigen, wenn wir aufgrund von Erfahrung Vertrauen in Riots Bestrafungssystem haben?\n\n> Clever wäre, wenn sich mal ein Riotler hierzu äußern würde. Schade das Regeln aufstellen so einfach ist aber grade stehen so schwer ;D\n\nSicher, der Support steht bestimmt nicht Rede und Antwort.\nEine Antwort von einem Roten wäre sicher sehr erhellend. Da würde folgendes stehen:\n> Der Ban ist nach unserem System gerechtfertigt. Einen Grund zur Annahme, dass dem nicht so ist gibt es nicht.\n\nUnd mehr würde dann auch nicht mehr kommen. Warum auch. Warum willst du also eine Stellungnahme? Es gibt immer Leute, die nach einer Banwelle, ob bewusst oder unbewusst, leugnen, was sie getan haben.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-03-11T19:02:16.791+0000","up_votes":2,"down_votes":0,"body":"Da es hier ja schon wieder um Klagen geht wird sich sicher kein Roter hier melden. Die Rechtsabteilung wird sicher ebensowenig sich ins Forum bemühen zumal dann auch noch ins Deutsche.","replies":[]}]},{"id":"","poster":"NoPeel4MeGaming","date":"2015-03-11T18:48:56.526+0000","up_votes":2,"down_votes":3,"body":"Dich will niemand sehen, nenn dich Markus Lanz.","replies":[]}]},{"id":"","poster":"PwnedAkkon ","date":"2015-03-11T17:08:48.317+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=liQs Blasphemy,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000e,timestamp=2015-03-11T16:46:35.262+0000)\n>\n> Jo, ich bin mir ziemlich sicher es wäre für dich **billiger** wenn du einfach einen neuen acc erstellst, für 250€ Rp auflädst (nur geschätzte summe!!) und dafür alle champs/skins kaufst die du auch auf deinem alten acc hattest. In gold kommst du relativ schnell, ebenso auf lvl 30 und im endeffekt wirst du zeit+geld+nerven sparen ;)\n> \n> mfg\n\n2500 euro wären es wohl eher","replies":[]}]},{"id":"","poster":"Bergelmir32","date":"2015-03-11T17:53:43.392+0000","up_votes":2,"down_votes":0,"body":"A: Finde xy unberechtigt, ich verklage Riot!\nB: Riot macht xy nicht ohne Grund.\nA: Es ist aber wirklich unberechtigt!\nC: Außerdem würde die Klage eh scheitern wegen yz.\nD: Würde sie nicht weil wegen xz.\nA: Ja dann werde ich das bestimmt vielleicht auch bald demnächst mal tun!\n...\n\nImmer das gleiche und nie erfährt man was draus geworden ist ...\nWarum nur, fragt man sich...","replies":[{"id":"","poster":"andymuha","date":"2015-03-11T18:03:57.862+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000f,timestamp=2015-03-11T17:53:43.392+0000)\n>\n> A: Finde xy unberechtigt, ich verklage Riot!\n> B: Riot macht xy nicht ohne Grund.\n> A: Es ist aber wirklich unberechtigt!\n> C: Außerdem würde die Klage eh scheitern wegen yz.\n> D: Würde sie nicht weil wegen xz.\n> A: Ja dann werde ich das bestimmt vielleicht auch bald demnächst mal tun!\n> ...\n> \n> Immer das gleiche und nie erfährt man was draus geworden ist ...\n> Warum nur, fragt man sich...\n\nVergleich = Stillschweigen !","replies":[]}]},{"id":"","poster":"Deadly Evil","date":"2015-03-11T11:19:30.334+0000","up_votes":1,"down_votes":1,"body":"Was zum Teufel sind denn 3rd Party Programme die man für LOL nutzen kann? Kenne keins. Habe den Standart Client. Bin aber auch nicht von den Bans betroffen. Frage ist rein Interesse halber","replies":[{"id":"","poster":"zoriax","date":"2015-03-11T11:26:52.117+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eaSy Evil,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0007,timestamp=2015-03-11T11:19:30.334+0000)\n>\n> Was zum Teufel sind denn 3rd Party Programme die man für LOL nutzen kann? Kenne keins. Habe den Standart Client. Bin aber auch nicht von den Bans betroffen. Frage ist rein Interesse halber\n\nDas sind Programme die mit LoL interagieren.\nDas Feld reicht von harmlosen Tools die nur der Optik dienen über Timer  bis hin zu Bot-Farmprogrammen.\n99% davon sind verboten! der rest wird stillschweigend geduldet (was nicht heist das sie Erlaubt sind)","replies":[{"id":"","poster":"Deadly Evil","date":"2015-03-11T13:32:23.872+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=zoriax,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00070001,timestamp=2015-03-11T11:26:52.117+0000)\n>\n> Das sind Programme die mit LoL interagieren.\n> Das Feld reicht von harmlosen Tools die nur der Optik dienen über Timer  bis hin zu Bot-Farmprogrammen.\n> 99% davon sind verboten! der rest wird stillschweigend geduldet (was nicht heist das sie Erlaubt sind)\n\n> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=00070000,timestamp=2015-03-11T11:23:58.380+0000)\n>\n> 3rd Party Programme sind Programme die nicht vom Spielgersteller entwickelt wurden aber das Spiel beinflussen und zwar auf eine Weise die der Hersteller nicht vorgesehen hat. \n> Eines der bekanntesten Programme dieser Art sind falls du Counterstrike jemals gespielt hast der \"Wallhack\" oder \"Speedhack\"...\n\n\n\nDanke euch","replies":[]}]},{"id":"","poster":"andymuha","date":"2015-03-11T11:23:58.380+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eaSy Evil,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0007,timestamp=2015-03-11T11:19:30.334+0000)\n>\n> Was zum Teufel sind denn 3rd Party Programme die man für LOL nutzen kann? Kenne keins. Habe den Standart Client. Bin aber auch nicht von den Bans betroffen. Frage ist rein Interesse halber\n\n3rd Party Programme sind Programme die nicht vom Spielgersteller entwickelt wurden aber das Spiel beinflussen und zwar auf eine Weise die der Hersteller nicht vorgesehen hat. \nEines der bekanntesten Programme dieser Art sind falls du Counterstrike jemals gespielt hast der \"Wallhack\" oder \"Speedhack\"...","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2015-03-11T10:14:44.036+0000","up_votes":3,"down_votes":1,"body":"Sehr unwahrscheinlich, dass es an einem dieser Programme liegt. \n\nRiot ist sich in aller Regel sehr sicher bei solchen Bans. Vlt hast du die falsche Nachricht bekommen und es handelt sich garnicht um einen Zoomhack, sondern um einen anderen illegalen Eingriff in das Spiel. \n\nHast du IRGENDWELCHE Programme installiert, die direkt oder indirekt mit LoL zu tun haben?","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T10:22:54.107+0000","up_votes":1,"down_votes":1,"body":"Äh das einzige, was sein könnte ist dieses Nvidia Geforce Experience, was aber zur Grafikkarte gehört, wo ich das Spiel in 3D spielen kann. Diese Funktion ist jedoch ausgeschaltet und habe dies Bisher nicht benutzt.","replies":[{"id":"","poster":"Gorantharon","date":"2015-03-11T11:16:46.977+0000","up_votes":2,"down_votes":0,"body":"Ne, das Nvidia ist LoL egal.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:32:59.986+0000","up_votes":1,"down_votes":1,"body":"gut","replies":[]}]}]}]},{"id":"","poster":"PUR3ICE","date":"2015-03-11T10:15:37.111+0000","up_votes":3,"down_votes":1,"body":"Es  gibt die Option Nr.3, dabei geht es um Accountsharing.  \n\nManchmal lassen Spieler, Freunde auf ihrem Account spielen. Das nicht unbedingt aus dem Grund den Account im ranked zu boosten, sondern einfach ein paar Champions ausprobieren zu lassen oder weil deren Account gebannt ist.  \nSolche Freunde können 3rd Party Applications nutzen. \nAuch aus solchen Gründen kannst du betroffen sein, eben wenn du deinen Account mit anderen teilst(was ebenfalls nicht erlaubt ist) und die Leute die darauf spielen solche Programme nutzen.\n\nAndernfalls solltest du den Support kontaktieren und dich mit diesem auseinander setzen.\nEs ist genauso möglich das du die Wahrheit hier verschweigst, das kannst du uns hier im Forum leider nicht Gegenbeweisen.\n\nIch hoffe aufjedenfall das du den Fehler oder das Programm findest und entfernst, sodass du nicht erneut schwierigkeiten damit hast.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T10:21:37.584+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=PUR3ICE,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0003,timestamp=2015-03-11T10:15:37.111+0000)\n>\n> Es  gibt die Option Nr.3, dabei geht es um Accountsharing.  \n> \n> Manchmal lassen Spieler, Freunde auf ihrem Account spielen. Das nicht unbedingt aus dem Grund den Account im ranked zu boosten, sondern einfach ein paar Champions ausprobieren zu lassen oder weil deren Account gebannt ist.  \n> Solche Freunde können 3rd Party Applications nutzen. \n> Auch aus solchen Gründen kannst du betroffen sein, eben wenn du deinen Account mit anderen teilst(was ebenfalls nicht erlaubt ist) und die Leute die darauf spielen solche Programme nutzen.\n> \n> Andernfalls solltest du den Support kontaktieren und dich mit diesem auseinander setzen.\n> Es ist genauso möglich das du die Wahrheit hier verschweigst, das kannst du uns hier im Forum leider nicht Gegenbeweisen.\n> \n> Ich hoffe aufjedenfall das du den Fehler oder das Programm findest und entfernst, sodass du nicht erneut schwierigkeiten damit hast.\n\n\nAlso auf meinem Acc war niemand außer ich selbst und ich verschweige nichts! Sowas brauchst du mir gar nicht erst unterstellen!\nDen Support hab ich angeschrieben, weswegen ich ja weiß, dass ich angeblich einen Zoomhack benutze. Alles das, was ich weiß, habe ich hier wiedergegeben. Avira läuft auch gerade.","replies":[{"id":"","poster":"eingew","date":"2015-03-11T12:13:49.619+0000","up_votes":2,"down_votes":1,"body":"Was ist denn los?! 0.o Wer redet hier von Unterstellung lol hier wird versucht dir zu helfen und du schnauzt die Leute an... wth","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:05:14.539+0000","up_votes":2,"down_votes":4,"body":"Doch, mir wird unterstellt nicht die ganze Wahrheit gesagt zu haben. Da ich aber alles sagte, find ich diese Aussage unter aller Sau.","replies":[{"id":"","poster":"eingew","date":"2015-03-11T14:54:28.932+0000","up_votes":2,"down_votes":1,"body":"Als Außenstehender sehe ich einen Menschen mit Paranoia, der Leute lieber gegen sich aufbringt, als vernünftig zu diskutieren... So kommst du nicht zu dem Ziel, zu dem du offensichtlich willst, du läufst davor eher weg.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:56:48.295+0000","up_votes":1,"down_votes":1,"body":"Das Ziel war mehr Leute mit diesem Problem zu finden und eine Antwort darauf zu bekommen wie sowas passieren konnte. Wenn jemand ankommt und meint ich hätte nicht alles gesagt, geht das einfach nicht, da ich ja mehrfach bestätigte, dass ich alle Details schrieb.","replies":[{"id":"","poster":"eingew","date":"2015-03-11T15:13:33.716+0000","up_votes":2,"down_votes":1,"body":"Es kommen so viele Leute, die täglich dasselbe behaupten und am Ende doch schuldig sind... fass das jetzt auf wie du willst, aber wie gesagt: Riot bannt keine Unschuldigen. Die Wahrscheinlichkeit, dass dein Ban ein Fehler war ist... sehr gering. Warum sollte also hier irgendjemand gegen jegliche bisherige Erfahrung annehmen, dass du wirklich unschuldig bist?","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T18:07:19.849+0000","up_votes":1,"down_votes":4,"body":"Ou man erbärmlich. Nochmal: Bei Riot arbeiten Menschen und diese können auch Fehler machen ;) Wenn du Vorurteile hast kannst du diese haben, aber dumm sind die schon. Wenn du an dumme Sachen glaubst, dann bitte... Niemand zwingt dich dazu dumm zu sein :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"zoriax","date":"2015-03-11T10:15:58.404+0000","up_votes":3,"down_votes":2,"body":"Ok mal angenommen du sagst die Wahrheit (Nichts für ungut aber leider gibt es kaum Fälle wo jemand unschuldig gebannt wurde)\n\nDann würde ich \nals erstes deinen PC nach Vieren untersuchen und gegebenenfalls entfernen\nSchauen welche Programme nebenbei laufen. Unklare Programme entfernen (Vorher Googeln falls unsicher)\nUnd natürlich den Support anschreiben mit daten von Bildschirm und übertaktung. Am besten mit der Frage wie die einstellungen sein müssen um zukünftige Banns zu vermeiden. \n\nmehr wirst du nicht tun können.","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T10:24:20.453+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=zoriax,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=0004,timestamp=2015-03-11T10:15:58.404+0000)\n>\n> Ok mal angenommen du sagst die Wahrheit (Nichts für ungut aber leider gibt es kaum Fälle wo jemand unschuldig gebannt wurde)\n> \n> Dann würde ich \n> als erstes deinen PC nach Vieren untersuchen und gegebenenfalls entfernen\n> Schauen welche Programme nebenbei laufen. Unklare Programme entfernen (Vorher Googeln falls unsicher)\n> Und natürlich den Support anschreiben mit daten von Bildschirm und übertaktung. Am besten mit der Frage wie die einstellungen sein müssen um zukünftige Banns zu vermeiden. \n> \n> mehr wirst du nicht tun können.\n\n\nGlaub mir ich sage die Wahrheit. Avira läuft gerade und der McAfee Stinger läuft auch. Aber ich bezweifle, dass er was findet. Support hab ich angeschrieben wegen dem Bildschirm.","replies":[]}]},{"id":"","poster":"söm","date":"2015-03-11T16:08:45.241+0000","up_votes":3,"down_votes":3,"body":"hurra :-))\nendlich mal wieder ein thread, in dem alle auf einem rumhacken und ihre macht (löl) mit downvotes \nunterstreichen.\nleider ist die beteiligung hier im forum so gering :-//","replies":[{"id":"","poster":"eingew","date":"2015-03-11T18:14:57.115+0000","up_votes":1,"down_votes":1,"body":"Du solltest doch Leute kennen, die helfen können... mit dir wär es übrigens noch einer mehr :P","replies":[{"id":"","poster":"söm","date":"2015-03-11T20:08:36.053+0000","up_votes":1,"down_votes":0,"body":"das überlass ihc seit eh und je den kuhlen kids :-))","replies":[]}]},{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T20:07:06.989+0000","up_votes":1,"down_votes":5,"body":"Achja SÖM, die die jetzt hier wieder rumhacken haben selbst kein besseres Leben. Haben keine Hobbys und keine Freunde.","replies":[]}]},{"id":"","poster":"andymuha","date":"2015-03-11T12:55:21.051+0000","up_votes":1,"down_votes":0,"body":"Diese beiden Angelegenheiten kann man nicht mit einander vergleichen. In deinem Beispiel würde Aussage gegen Aussage stehen.\nIn diesem fall hält Riot nur das Hausrecht im Bezug auf den Account und die Möglichkeit diesen zu nutzen. Jedoch nicht auf die gezahlten Mittel.\nSelbst wenn Riot seine Anwälte hat gäbe es diese Möglichkeit trotzdem und letzendlich läuft es auf einen Vergleich heraus. Doch in solch einem Fall wäre der Imageschaden von Riot weit mehr wert als die vielleicht 1000€ die sie berappen müssten wenn sie tatsächlich einen Fehler gemacht hätten und ihn sich selbst nicht eingestehen wollten.\n\nJedoch rate ich absolut jedem davon ab in Onlinespiele jeglicher Art Geld zu investieren. Natürlich würde daraus resultieren, dasss es kaum noch solche Spiele geben wird, doch um der Willkür zu entgehen ist man so zumindest finanziell sicher!","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:16:42.627+0000","up_votes":1,"down_votes":5,"body":"Da kann ich was einwerfen. Ich bin ja anscheinend nicht der einzige, der dieses Problem hat :) \nUnd Kohle in LOL wollte ich nie ausgeben, schon deswegen, weil es nicht viel bringt. Die Champs werden nicht verbessert durch die Skins, also warum kaufen? Die Willkür war auch der zweite Grund niemals Kohle in dieses Drecksgame zu stecken.","replies":[]}]},{"id":"","poster":"andymuha","date":"2015-03-11T13:50:32.127+0000","up_votes":2,"down_votes":2,"body":"Nur weil dieses Vertragsdetail beiden Seiten zusteht ist es nicht immer rechtskonform. \nSchon gar nicht wenn eine Seite finazielle Schäden erleidet. Dieses Detail benachteiligt eine der Parteien, in diesem Fall den Spieler, grob und vorsätzlich und kann als Rechtgrundlage in einer Verhandlung zugezogen werden. In einem mir bekannten Fall wurde ein Spieler sogar schon einmal für seine Spielzeit entschädigt, gemessen anhand seines Berufes und dem durchschnittlich daraus resultierenden Stundensatzes. Die Onlinefirmen fühlen sich in der Regel immer nur sicher und im Recht weil sie groß sind und teure Anwälte haben. Der kleine Mann hat zuviel Angst sich dagegen aufzulehnen. \nWer hierzulande jedoch gut Versichert ist und sich 100% sicher ist kann hier trotzdem was erreichen. Wie gesagt Riot müste sich einem Imageschaden stellen der oftmals fatal sein kann! \n\nWenn ihr euch jedoch nicht sicher seid oder tatsächlich rechtliche Schritte einleiten möchtet, versucht es zuerst bei der Verbaucherschutzzentrale und informiert euch eingehend über das AGB Recht. Auch diese ebenso wie die EULA entsehen auf Rechtsgrundlagen denen sie unterliegen!\n\nAber nochmal: Wenn kein finanzieller Schaden entstanden ist der den Streit wert wäre, haltet die Füsse still. In diesen Fällen geht es nicht um Gerechtigkeit. \nUm die geht es übrigens in den meisten Rechtstreitigkeiten nicht ! ;D","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T14:08:32.755+0000","up_votes":1,"down_votes":5,"body":"Glaub mir, ich hab keine Angst vor Gericht zu gehen und denen Ärger zu machen! Es ist eine unglaubliche Frechheit und ungerechtigkeit, da kenn ich keine Grenzen bei der gesetzlichen Vergeltung.","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-11T18:04:12.654+0000","up_votes":2,"down_votes":2,"body":"Gesetzliche Vergeltung? In welchem Rechtssystem lebst du denn?","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T20:07:41.481+0000","up_votes":1,"down_votes":5,"body":"Wieder ein Sinnlos dummer Kommentar.","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-03-11T22:22:14.225+0000","up_votes":2,"down_votes":0,"body":"Von Vergeltung kann keine rede sein, dumme Kommentare gibts nicht. Du solltest dich wohl mit deiner Schreibweise ein wenig zurückhalten da du erstens Zeit verschwendest das Forum mit Threads vollzumüllen die keinem helfen (wir können dir nicht weiterhelfen und unsere Zeit ist mit solchen Themen echt verschwendet), wo du das ganze doch viel eher mit dem Support ausdiskutieren könntest.\n\nWir sind nur die Forenbenutzer, einen Roten wirst du hier sehr wahrscheinlich nicht zu sehen bekommen","replies":[]}]}]}]}]},{"id":"","poster":"M4ster Yi","date":"2015-03-13T09:49:11.119+0000","up_votes":1,"down_votes":1,"body":"war auch 2 wochen gebannt diskussion hat nichts gebracht ich rate dir es einfach dabei zu belassen","replies":[]},{"id":"","poster":"söm","date":"2015-03-11T11:38:38.845+0000","up_votes":3,"down_votes":7,"body":"da hat rito wohl wieder mal nen bock geschossen :-))\n\nich fühle mit dir, TE.\n\ncheater an die wand !\n\n> [{quoted}](name=x Dean Ambrose x,realm=EUW,application-id=KYnfKGf0,discussion-id=sutXhcFT,comment-id=000600000000,timestamp=2015-03-11T11:34:04.000+0000)\n>\n> Das Format wurde leider nicht angezeigt :( Es standen nur die Maße da... 1920 x 1080:(\n\n:-))","replies":[{"id":"","poster":"x Dean Ambrose x","date":"2015-03-11T11:46:48.812+0000","up_votes":1,"down_votes":2,"body":"Wie ist das denn jetzt gemeint? ^^","replies":[]}]}]}