{"id":"ezL49E2U","poster":"WsM Teq","date":"2015-03-11T11:24:17.527+0000","title":"Ein Neuer Streamer benötigt eure Hilfe! <3","subforum":"Streams & YouTube","embed":{"title":"Chillmory - Twitch","description":"GER] Chillmory's Stream DuoQ","url":"http://www.twitch.tv/chillmory","image":"http://static-cdn.jtvnw.net/jtv_user_pictures/xarth/404_user_150x150.png"},"up_votes":1,"down_votes":2,"body":"Hallo zusammen,\n\nich schreibe heute diesen Thread da ich angefangen habe zu streamen.\n\nJetzt fragt ihr euch sicherlich,was will der Typ da von mir (?) oder schon wieder so ein Streamer den keiner sehen will(!)...\n\nJA, möglicherweise habt ihr da Recht. Ich bin nicht der Beste Spieler,aber darum soll es in meinem Stream auch nicht gehen.\n\nIch möchte euch einmal näher bringen,was ich mir von meinem Stream erhoffe und was Ihr erwarten könnt.\n\n**Was ich mir davon erhoffe:**\n\nIch möchte Spaß an der Sache haben\nNeue Leute kennen zu lernen\nMich selber als Spieler zu verbessern\n\n**Was ihr erwarten könnt:**\nIch werde Auf neue Inhalte eingehen (z.B. neue Champions auf dem PBE testen, Diskussionen über neue Inhalte etc.)\nViewergames / Ranked Games (Solo- und DuoQ!)\nBei genügend Zuschauern,Followern etc. wird es Giveaways/24h Stream geben\nGute Qualität des Streams\nIch werde auf euch und eure Fragen eingehen und versuchen diese zu beantworten\nAbwechslungsreiche Picks ( ich werde nicht nur einen Champion spielen --> das langweilt die Zuschauer meiner Meinung nach)\nGute Musik (Kein Techno so wie jeder 2. sondern ich werde versuchen für jeden Geschmack was dabei zu haben)\nTipps zu bestimmten Champions oder Team-Kombinationen (den Punkt greife ich gleich nochmal auf)\nZum letzten Punkt möchte Ich noch etwas hinzufügen. Wie bereits erwähnt bin ich nicht der beste League Of Legends Spieler, ABER ich denke das ich euch(wahrscheinlich nicht allen) trotzdem Tipps geben kann. Ich kenne mich denke ich sehr gut in LoL aus und werde versuchen so gut es geht euch meine Meinung nahe zu bringen.\n\nSo das war es erst einmal von mir.\n\nIch freue mich auf jeden von euch!\n\nWenn ich euch neugierig gemacht haben sollte, dann habt ihr hier den Link zu Stream:\n\n[Klick mich](http://www.twitch.tv/chillmory)\n\n\n\n\nWsM Teq\n\nEDIT: Falls Ihr Fragen oder Anregungen habt könnt Ihr sie unter dem Thread oder per PN loswerden.","replies":[{"id":"","poster":"WsM Teq","date":"2015-04-08T09:29:39.668+0000","up_votes":1,"down_votes":0,"body":"Der Stream ist Online!!!! Road to Diamond - Kommt und besucht mich!","replies":[]},{"id":"","poster":"WsM Teq","date":"2015-03-11T15:36:24.339+0000","up_votes":1,"down_votes":0,"body":"Der Stream ist **online**!\n​Bei Kritik oder Fragen einfach in den Chat schreiben!:)","replies":[]}]}