{"id":"hgMET0za","poster":"LiqsCris","date":"2015-03-11T13:17:41.632+0000","title":"liQs Xenon sucht Platin  Sup","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Das Ranked 5 Team Liquid Souls Xenon sucht einen kritik- und teamfähigen und reifen Platin Support{{champion:201}}  in einem Alter von 17+.\n\nDas Team besteht aus:\n\nTop : sirhC - Plat II\nJungle: liQS Coumi - Plat V\nMid: liQs Creative - Plat I\nADC: liQs In Heaven - Plat II\nSupport:\nSubstitude: ThatGuyEUW (Jungler) - Plat V\n\nMidlane und Jungle kennen sich schon 1-2 Jahre, der rest ist vor kurzem dazu gestoßen. Aktuell nehmen wir an der Clan internen Liga Teil , d.h pro woche ein Scrim auf competitive Niveau.\n\nDer Clan Liquid Souls bietet:\n-Coaches (einer mit eps erfahrung)\n-16 Teams zum gegeneinander scrimmen(Silber-Dia)\n-freundliche atmosspähre\n-Liga mit Turnier am Ende\n-regelmäßige Traningszeiten\n\nBei Interese liQs In Heaven adden. Start 19:30 Uhr!!!","replies":[{"id":"","poster":"LiqsCris","date":"2015-03-12T21:34:39.574+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Pew Bakura","date":"2015-03-11T23:19:36.148+0000","up_votes":1,"down_votes":0,"body":"Hey an das gesamte Team Liquid Souls Xenon\n\nMein Name ist Marcel aka 53NF1 oder Senfi, 18 Jahre alt und bin auf der Suche nach einem aktiveren LoL Team zur eigenen Motivation.\nDa ich schon immer ein Teamspieler war und meine Friendlist langsam ruhiger wird, empfinde ich keine Lust mehr großartig zu spielen, deswegen bin auf der Suche nach einem Team. \nZu mir:\nIch bin eigentlich ein Spieler mit hohen Erwartungen was Team anbetrifft. Hatte bereits verschiedene Teams geleitet als Captain und auch als Coach, deswegen weiß ich das der Aufstieg ziemlich schwer sein. Nichtsdestotrotz ist das mein allgemeiner Ansporn. Ich lege nicht viel Wert auf Elo ( Bin Platin 2 derzeit wieder ).\n\nJedoch bin ich begrenzt was Zeit betrifft. Da ich neben Schule noch arbeiten gehe (meist 2-3 mal die Woche bis 20:00Uhr), bleibt teils wenig Zeit übrig, die ich meistens zum Streamen nutze. Besitze auch Englischkenntnisse falls gebraucht.\nIch würde natürlich Zeit investieren für das Team mich in meiner Rolle zu bessern und anzupassen wo nur möglich ist.\n(Ich wäre bevorzugt Substitute derzeit, aber habe nichts gefunden was meinen Ansprüchen entspricht bis jetzt.)\nDesweiteren solltet ihr wissen das ich sehr misstrauisch gegenüber Teams geworden bin, da man durch viele Rückschläge sich sowas doch dann erstmal ein zweites Mal überlegt.\n\nEin paar Fragen hätte ich allerdings noch:\nDa ich das Streamen gerne fortführen würde, auch natürlich mit LoL, wäre es mir wichtig zu wissen, ob es die Zustimmung gibt, auch evtl während des Trainings zu streamen. (Sollten spezielle Regeln, wie z.b. nicht scrims streamen vorhanden sein gehe ich denen gerne nach)\nWieviel spielt ihr LoL und spielt ihr auch noch andere Spiele?\nWas sind eure Ziele?\nWie sind die Trainingszeiten aufgebaut? Sind diese fest oder kann man da etwas ändern? ( Müsste dies wissen wegen meiner Arbeit, die leider unregelmäßig stattfindet)\nIst der ADC bereit im DouQ sich mit mir einzuspielen?\n\nStärken:\nErfahrungen im Teambereich ( Calls, timen von Objectives/Summoners...)\nhoher Ansporn auf großeZiele\nKritikfähig\nbaue großes Vertrauen auf für besseres zusammenspielen\n\nSchwächen:\nGefühlsspieler: Mad = schlechter spieler ; sehr gut gelaunt dann das Gegenteil\nunregelmäßig Zeit zum spielen\n\nAlso falls Interesse bestehen sollte, schreibt mich doch bitte an, am besten ingame, oder aber auch im Forum.\n\nGrüße,\nMarcel","replies":[]},{"id":"","poster":"LiqsCris","date":"2015-03-11T22:22:57.881+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"LiqsCris","date":"2015-03-11T20:00:12.099+0000","up_votes":1,"down_votes":0,"body":"push gogog","replies":[]},{"id":"","poster":"LiqsCris","date":"2015-03-11T19:36:41.908+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"LiqsCris","date":"2015-03-11T15:25:34.798+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}