{"id":"NVvUX5ke","poster":"Just Illios","date":"2015-03-10T16:40:20.633+0000","title":"Ping Probleme (nur in LoL)","subforum":"Hilfe & Support","up_votes":32,"down_votes":2,"body":"Hallo\n\nhabe seit heute Mittag ca. 1 Uhr einen Ping von etwa 300MS+ während ich LoL spiele.\nHabe jedoch mal den Ping zu google verfolgt und dauerhaft über 600 Sekunden einen Ping von 46ms gehabt. Zudem konnte ich auch Counter-Strike, sowie World of Warcraft ohne Probleme mit meinem gewohnten Ping spielen.\n\nMein ISP ist die Deutsche Telekom AG.\nBitte um eure Hilfe :>\n\n**EDIT: Bitte führt mal ein Tracert durch (How to: Siehe unten im Post) damit die Jungs vom Support besser arbeiten können! :)**\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\nZusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\nEin gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\nhttp://www.pingplotter.com/downloads/pngplt_std.exe\n\n>Das 'Trace Interval' sollte auf '1 second' eingestellt werden.\nDie 'Address to Trace' ist in unserem Fall 185.40.65.1\ntrace starten\nEs wird jetzt jede Sekunde ein tracert durchgeführt. Während Pingplotter im Hintergrund läuft, kann man ein Testspiel in LoL starten um zu testen ob Probleme auftreten.\nSollte es Verbindungsprobleme geben, geht es mit Schritt 5 weiter. Gibt es keine Verbindungsprobleme sind die tracerts >vermutlich nutzlos.\nSollten Verbindungsprobleme aufgetreten sein, müssen die tracerts abgespeichert werden. File -> Export to textfile...  \nSamples to Export: All Samples  \n'Export...' Speichert die Textdatei am besten auf dem Desktop oder an einem Ort wo ihr diese auch wieder findet.\nDatei im Forum hochladen wenn ihr eure Antwort erstellt\n> Anhand der tracerts kann man häufig die Fehlerquelle finden, wenn es sich bei den Verbindungsproblemen um Paketverlust oder einen hohen Ping handelt.\n\n**Edit2: Startet mal euren Router neu, hat bei einigen schon geholfen!**\n\n**Edit3: Danke an Riot Kengen, dass er das Problem direkt weitergeleitet hat! Sowie danke an alle Communitymember, die ihren Teil (Tracerts) dazu beigetragen haben, damit sich darum vernünftig gekümmert werden kann!**","replies":[{"id":"","poster":"Blup1","date":"2015-03-10T17:00:49.634+0000","up_votes":4,"down_votes":0,"body":"EUW, Telekom Kunde, konstanter Ping >300 ms. Laut speedtest.net aber einen Ping von unter 40 ms. Mehrfaches leaven und neubeitreten des Spiels hat nichts genützt.","replies":[{"id":"","poster":"Giorid","date":"2015-03-10T20:41:41.142+0000","up_votes":2,"down_votes":0,"body":"bei mir auch","replies":[]}]},{"id":"","poster":"Riot Kengen","date":"2015-03-10T19:01:16.834+0000","up_votes":5,"down_votes":1,"body":"Hallo ihr lieben,\n\nvielen Dank für all die Daten. Wir untersuchen gerade dieses Problem. Leider kann ich euch keine ETA geben weil wir zur Zeit noch nicht wissen wo das Problem ihren Ursprung hat.","replies":[{"id":"","poster":"Jiinx","date":"2015-03-10T19:05:08.130+0000","up_votes":1,"down_votes":0,"body":"Wird loss forgiven aktiviert werden?","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T19:13:06.744+0000","up_votes":3,"down_votes":2,"body":"Voraussichtlich nicht weil es, soweit ich es bis jetzt sehen kann, um die Route **eines** Anbieters handelt. Zwischen euch und dem Server ist eine \"Autobahn\" an Leitungen die ihr erstmal beschreiten müsst um den Server zu erreichen.","replies":[{"id":"","poster":"LM Hero","date":"2015-03-10T19:15:44.763+0000","up_votes":1,"down_votes":2,"body":"Es liegt nicht an einem speziellen anbieter, viele spieler mit verschiedenen anbietern haben das gleiche problem","replies":[{"id":"","poster":"Sree","date":"2015-03-10T19:20:43.424+0000","up_votes":2,"down_votes":0,"body":"Welche verschiedenen Anbieter meinst du denn? Bisher ist mir nur Telekom und 1&1 bekannt. Und 1&1 mietet selbst nur einen Teil ihrer Hardware von grossen Anbietern wie der Telekom an. Darum ist es nicht ungewoehnlich, dass 1&1 die gleichen Probleme hat.","replies":[{"id":"","poster":"Vapøreon","date":"2015-03-10T20:19:03.600+0000","up_votes":1,"down_votes":0,"body":"Kommt vielleicht etwas spät aber ich habe auch Probleme. Mein Anbieter ist Kabel BW. Bei mir bestehen die Probleme aber schon seit Anfang Februar und wurde immer noch nicht gelöst. An meinem PC kann es nicht liegen, Windows wurde die letzten Wochen schon öfters neu aufgesetzt etc.\nSind auch Probleme mit KabelBW bekannt?","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T20:20:12.138+0000","up_votes":2,"down_votes":0,"body":"Wenn dein Problem schon länger besteht, handelt es sich um ein anderes und du solltest den Support anschreiben.","replies":[{"id":"","poster":"Vapøreon","date":"2015-03-10T20:23:08.010+0000","up_votes":1,"down_votes":0,"body":"Danke Kengen, habe ich, wurde vor 2 Wochen auch für ~5 Tage gelöst und wurde jetzt (laut Support) an 'nen technischen Support weitergeleitet, der dafür spezialisiert ist. Jetzt heißt es Däumchen drehen und warten :)","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T20:28:57.428+0000","up_votes":1,"down_votes":0,"body":"Ich schaus mir morgen an, weil du vermutlich bei mir gelandet bist :)","replies":[]}]}]}]}]},{"id":"","poster":"Jiinx","date":"2015-03-10T19:20:16.847+0000","up_votes":1,"down_votes":0,"body":"Viele Anbieter haben sich bei der Telekom \"eingekauft\" um die Leitungen von ihr Nutzen zu können.\nDeswegen ist es möglich,dass de-facto doch nur ein Anbieter ist.","replies":[]}]},{"id":"","poster":"Elucîdator","date":"2015-03-10T21:13:56.609+0000","up_votes":1,"down_votes":0,"body":"ich wurde 3-4 reported weil ich standbild hatte..... und die mir des nicht geglaubt hatten, da die keine Probleme hatten","replies":[]}]}]},{"id":"","poster":"tekï","date":"2015-03-10T21:59:27.145+0000","up_votes":1,"down_votes":0,"body":"Eben mit nem Bekannten gesprochen der ST bei der Terrorkom ist. Router 10min vom System nehmen - selbiges nach den 10min restarten. Hab etz 4 Spiele ohne Highping hinter mir. Entweder lags da dran oder es wurde zwischenzeitlich gefixed.... who knows... weg is weg.","replies":[]}]},{"id":"","poster":"Giorid","date":"2015-03-10T20:57:24.011+0000","up_votes":3,"down_votes":0,"body":"Könnte es auch sein dass es am neuen champion liegt weil ihr den gerade backround hochladet?","replies":[]},{"id":"","poster":"3kkosphere","date":"2015-03-10T18:40:16.534+0000","up_votes":2,"down_votes":0,"body":"hey  selbiges problem  300 ping seit ungefähr 6Uhr telekom  ist  der  anbieter rest  siehe tracrt","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T18:41:52.676+0000","up_votes":1,"down_votes":0,"body":"Heya\nDein Tracert ist nur 4 Sekunden lang :D\n\nMfG Rkoturdo","replies":[{"id":"","poster":"3kkosphere","date":"2015-03-10T18:54:09.870+0000","up_votes":1,"down_votes":0,"body":"jjetzt  besseR? \n\nsry  hab wohl  net gepeilt","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T18:54:58.095+0000","up_votes":1,"down_votes":0,"body":"Heya\nViel besser.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"3kkosphere","date":"2015-03-10T19:01:15.134+0000","up_votes":1,"down_votes":1,"body":"und was agt  dir das jetz \n? :D \nmir nämlich nicht sonderlich viel :D","replies":[{"id":"","poster":"Beyx","date":"2015-03-10T19:05:17.604+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Lord Siennon,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=00250000000000000000,timestamp=2015-03-10T19:01:15.134+0000)\n>\n> und was agt  dir das jetz \n> ? :D \n> mir nämlich nicht sonderlich viel :D\n\nMich stört es einfach nur, wie viele andere und es ist nicht ok, weil man hier Punkte auf seinem Elo verliert die nicht rechtmäßig abgezogen werden dürften.","replies":[{"id":"","poster":"Sree","date":"2015-03-10T19:19:09.895+0000","up_votes":1,"down_votes":3,"body":"Das Problem liegt aber nicht bei Riot sondern irgendwo auf dem Weg von dir zu den Servern von Riot. Da kann Riot auch nichts fuer. Generell solltest du aufhoeren ranked zu spielen, wenn du merkst, dass es bei dir gerade Probleme gibt.","replies":[{"id":"","poster":"Ravenvader","date":"2015-03-10T19:32:36.997+0000","up_votes":2,"down_votes":1,"body":"Lustig - wenns in einem Spiel funktioniert und im nächsten auf einmal ohne Vorwarnung nicht, wie soll man sich darauf einstellen? :D","replies":[{"id":"","poster":"Sree","date":"2015-03-10T19:38:17.150+0000","up_votes":1,"down_votes":0,"body":"Riot kann die Probleme aber leider genau so wenig vorhersehen wie du, da die Probleme ja nichtmal bei ihnen liegen. Zumindest jetzt weisst du ja, dass es gerade Probleme gibt. Darum solltest du erstmal auf Ranked Games verzichten.\n\nEs kann auch sein, dass dein Anbieter dich nicht immer den gleichen Weg zu den Servern schickt. Und wenn nur der eine Weg Probleme macht, hast du das Problem nur in manchen Spielen. Aber dafuer kann Riot wie gesagt nichts. Wenn Die Autobahn auf dem Weg nach Koeln Probleme macht, dann ist ja auch nicht Koeln schuld, sondern das Navi, dass dich trotz Staus ueber die Autobahn schickt, anstatt woanders lang zu fahren. Und das Navi ist in dem Fall dein Anbieter, denn der entscheidet, welchen Weg deine Daten nehmen.","replies":[{"id":"","poster":"3kkosphere","date":"2015-03-10T20:09:56.312+0000","up_votes":1,"down_votes":0,"body":"Ärgelicher weiseist aktuell  nicht nur eanked betroffen sondern auch team ertseller und intro","replies":[]}]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T19:36:03.010+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch bin hier nur zum Daten sammeln, auswerten können das andere besser.\n\nMfG Rkoturdo","replies":[]}]}]}]}]}]},{"id":"","poster":"One Way System","date":"2015-03-10T17:04:58.060+0000","up_votes":3,"down_votes":0,"body":"Same here :(\nAuf EUNE ist übrigens alles normal.\nEdit: Im Custom Game geht auch alles irgendwie normal...","replies":[]},{"id":"","poster":"Yaxtee","date":"2015-03-10T18:45:53.430+0000","up_votes":2,"down_votes":0,"body":"Also die Tracerts sollten schon über mindestens eine bis zwei Minuten gehen :D","replies":[]},{"id":"","poster":"LM Hero","date":"2015-03-10T19:37:44.398+0000","up_votes":1,"down_votes":0,"body":"Natürlich wisst ihr es nicht vorher, ich rede auch von einer Warnung nachdem das Problem bekannt ist.","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T19:48:11.199+0000","up_votes":2,"down_votes":1,"body":"Auf unserer Seite sehen wir das Problem nicht. Das Problem hindert euch nicht zu Spielen sondern verursacht einen erhöhten Ping der erhöht ist, bevor er unserer Leitung/Server erreicht. Mir fällt gerade keine gute Metapher ein um das Problem genauer/besser zu erklären - ich liebe Metaphern :/ Ich wurde von den lieben Wrenchmen auf dieses Problem aufmerksam gemacht und hab es direkt weitergeleitet.","replies":[{"id":"","poster":"oOTorsanOo","date":"2015-03-10T19:52:57.470+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T19:58:33.498+0000","up_votes":2,"down_votes":1,"body":"Jeder der die Tracerts lesen und verstehen kann wird wissen wer Recht/Unrecht hat. Deswegen werd ich mich zu deinen Kommentaren nicht weiter äussern. Übrigens - es gibt wirklich weit aus mehr Spieler die diese lesen und auch verstehen können als du glaubst :)\n\nFür alle anderen, ich habe gerade die Bestätigung bekommen, dass ihr doch bitte eure Anbieter kontaktieren sollt (folgt RkoturdoNdo's Anweisungen) während wir es auf unserer Seite untersuchen.\n\n> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=003d,timestamp=2015-03-10T19:47:52.342+0000)\n>\n> Heya\n> Könnt ihr bitte mal schauen, ob VPNs wie zb: [WTFast](https://www.wtfast.com/)  das Problem umgehen?\n> Des Weiteren wäre es ratsam, dass ihr euch mit euren Anbietern in Verbindung setzt. Wichtig ist dabei, dass ihr euch verständlich ausdrückt, da ihr sonst nur immer weitergeleitet werdet: \n> Das Problem besteht nur zu den Servern von LoL und nur bei bestimmten Anbietern (Telekom und 1&1).\n> Auf den Tracerts kann man erkennen, dass das Problem am Telia-Knotenpunkt liegt.\n> (Sollte WTFast funktionieren: Wenn das Routing durch ein VPN geändert wird, klappt alles wunderbar).\n> \n> MfG Rkoturdo","replies":[]}]}]},{"id":"","poster":"LM Dukk","date":"2015-03-10T21:20:12.160+0000","up_votes":1,"down_votes":1,"body":"{{item:3070}}  {{item:3070}}  {{item:3070}}","replies":[]}]},{"id":"","poster":"LM Hero","date":"2015-03-10T19:23:43.061+0000","up_votes":1,"down_votes":0,"body":"Selbst wenn es nur die Telekom und 1&1 betrifft, wieso hat es vorher im normal funktioniert? Eine Warnung wäre vllt hilfreich gewesen das es Probleme bei Rankeds gibt falls man einen dieser Anbieter hat, so verlieren jetzt genug Leute unverschuldet ihre League-Points, natürlich werde ich jetzt kein weiteres Ranked spielen, aber meine Promo is trotzdem dahin..","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T19:29:49.265+0000","up_votes":2,"down_votes":1,"body":"Es tut mir leid, wenn du diese Probleme zur Zeit hast aber wir können leider nicht vorhersehen, wenn ein Anbieter sich dazu entschliesst Probleme zu verursachen. Sowas wird uns leider nicht angekündigt :/  Bei Problemen ist es meistens so, vorher funktioniert alles, wenn das Problem auftaucht, funktionierts nicht mehr. Wir untersuchen es zur Zeit von unserer Seite aus.","replies":[{"id":"","poster":"Montezza","date":"2015-05-15T10:45:34.215+0000","up_votes":1,"down_votes":0,"body":"Man bekommt immer nur zu hören das unsere Anbieter schuld sind, die sagen wiederum das Problem kommt nicht vom Internet bzw. vom Anbieter. So kommt man nie auf eine Lösung des Problems. Ich persönlich denke das Problem kommt von League of Legends, aus dem Grund das man jedes spiel perfekt spielen kann außer LoL.","replies":[{"id":"","poster":"Sree","date":"2015-05-15T11:09:57.497+0000","up_votes":1,"down_votes":0,"body":"Der Thread hier ist 2 Monate alt. Damals lagen sicher andere Probleme vor als heute. Ich mach den hier mal zu.","replies":[]}]},{"id":"","poster":"Plasmodesmos","date":"2015-03-10T20:00:18.713+0000","up_votes":1,"down_votes":0,"body":"hab das gleiche problem, \"aber wir können leider nicht vorhersehen, wenn ein Anbieter sich dazu entschliesst Probleme zu verursachen.\" XD. achja, ziemlich offtopic aber wann streamst du mal wieder mir Sp4zie? ^^","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T20:03:44.516+0000","up_votes":1,"down_votes":1,"body":"Uhm, wenn ich mal an einem Dienstag um 4Uhr CET nicht auf der Arbeit bin :)","replies":[]}]}]}]},{"id":"","poster":"Sentrax","date":"2015-03-10T19:17:00.849+0000","up_votes":2,"down_votes":1,"body":"Danke für die Afk Queue von 20 minuten riot. Danke dass ihr mal wieder alles im Griff habt mir euren tollen Servern.","replies":[{"id":"","poster":"PrinZPeopLe","date":"2015-03-10T20:06:05.067+0000","up_votes":1,"down_votes":0,"body":"Voll%%%%% erstma Ragen bevor man hier bissl liest wa ;)","replies":[]},{"id":"","poster":"Sree","date":"2015-03-10T19:22:59.228+0000","up_votes":1,"down_votes":0,"body":"Das ist kein Problem von Riots Servern. Genau deswegen sollt ihr ja die Tracerts erstellen. Damit wir genau sehen, wo die Ursache des Problems liegt. Dann kann Riot die entsprechenden Stellen verstaendigen. Aber da das Problem nicht bei Riot liegt sondern irgendwo auf dem Weg von dir zu den Servern, kann Riot selbst da nichts machen.","replies":[]}]},{"id":"","poster":"Kyvari","date":"2015-04-20T18:37:42.681+0000","up_votes":1,"down_votes":0,"body":"Hallo, habe das Problem mit dem extremen Ping-Schwankungen auch. Anbieter ist Alice mit ner FritzBox über Fritz-USB-Stick. Habe das Problem nur bei LoL. Habe außer den Ping-Schwankungen auch häufig Client Abstürze und noch häufiger geht die Verbindung zum PvP.net Server verloren. Kann deshalb kein Teamersteller Spiel spielen, da ich da immer rausfliege, sobald die Verbindung unterbrochen wird, egal wie lange.\n\nHabe mir den PingPlotter runtergeladen und zwei Test Bot-Spiele gemacht. Einmal mit LAN-Kabel und einmal mit dem USB-Stick. Beim LAN- Kabel war der Ping, soweit ich das während des Spiels verfolgen konnte konstant bei 49, vor dem Spiel stürzte der Client dafür 2mal ab. Beim Sick variierte der Ping, war aber nicht imens hoch, was auch an der Uhrzeit liegen könnte, da er gestern Abend bis zu 300/400 hoch ging, sodass jede Bewegung und Aktion zeitverzögert im Spiel ankam. Als Jungler beim ganken oder in Teamfights echt blöd =(. Mit dem Stick stürzte diesmal der Client ab, was aber sonst hin und wieder vorkommt. Der Verbindungsverlust zum PvP.net Server trat mit beiden circa gleich oft auf. \n\nIm Anhang sollte von PingPlotter es einmal mit LAN und einmal mit Stick sein.\n\nHoffe ihr könnt mir weiterhelfen.","replies":[]},{"id":"","poster":"LaB Excidium","date":"2015-03-16T13:04:19.528+0000","up_votes":1,"down_votes":0,"body":"Kann es vielleicht am Router liegen das mit dem etwas nicht stimmt? Oder das die DSL leitung nicht synchron ist?","replies":[]},{"id":"","poster":"LaB Excidium","date":"2015-03-15T11:48:53.575+0000","up_votes":1,"down_votes":0,"body":"Ich kaufe mal morgen ein neues und teste das dann!","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-15T12:29:45.728+0000","up_votes":1,"down_votes":0,"body":"Heya\nMusst nicht direkt eins kaufen, von nem Freund leien würde ja auch erstmal reichen. \nEs ist halt seltsam, dass du trotz Lankabel teilewise eine Ping von 25 zum Router hast, normalerweise sollte das immer 0 sein, vllt auch mal 1.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"LaB Excidium","date":"2015-03-15T09:42:02.267+0000","up_votes":1,"down_votes":0,"body":"Hier ein  tracert mit Lan verbindung...übrigens hat Telia schon bei ganz anderen online games probleme bereitet...wollte ich nur mal so stehen lassen....nur weil sie billig sind benutzen spiele wie wow oder lol diese anbieter","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-15T10:39:17.154+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch hab dein Tracert jetzt nur überflogen, aber für mich sieht es so aus, als würden deine Pingprobleme innerhalb deines Systems verursacht werden. Kannst du mal ein anderes Lankabel testen, eventuell ist dieses beschädigt oder eingequetscht.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Mischaa","date":"2015-03-11T17:07:05.813+0000","up_votes":1,"down_votes":0,"body":"kp bei mir hats ebend noch gelaggt","replies":[]},{"id":"","poster":"RimFall5000","date":"2015-03-11T15:58:33.619+0000","up_votes":1,"down_votes":0,"body":"Reparier dein Spiel mal, dann geht das vielleicht :)","replies":[]},{"id":"","poster":"Riot Kengen","date":"2015-03-11T12:03:08.986+0000","up_votes":1,"down_votes":0,"body":"Es wäre toll wenn ihr mir bestätigen könntet, dass das Problem behoben wurde. Ich wurde gestern noch darüber informiert, dass es scheinbar geklärt sein sollte aber hatte zu Hause keine Möglichkeit hier zu schreiben. Es sollte seit gestern Abend alles wieder vernünftig laufen.","replies":[{"id":"","poster":"FearCatalyst","date":"2015-03-11T15:27:04.625+0000","up_votes":1,"down_votes":0,"body":"Ich hatte bisher auch keine Probleme mehr. (Telekom)","replies":[]},{"id":"","poster":"S3BBER","date":"2015-03-11T13:51:10.763+0000","up_votes":1,"down_votes":0,"body":"Gut, geht (bei mir zuerst) wieder bin wieder beim normalen 24 ms.","replies":[{"id":"","poster":"XDdcp7010XD","date":"2015-03-11T13:52:25.929+0000","up_votes":1,"down_votes":0,"body":"Welchen Anbieter hast du?","replies":[{"id":"","poster":"S3BBER","date":"2015-03-11T14:01:23.925+0000","up_votes":1,"down_votes":0,"body":"telekom","replies":[]}]}]},{"id":"","poster":"S3BBER","date":"2015-03-11T13:53:33.320+0000","up_votes":1,"down_votes":0,"body":"Aber kann auch wie gestern sein da ging es aller 2 games^^","replies":[{"id":"","poster":"XDdcp7010XD","date":"2015-03-11T13:54:12.875+0000","up_votes":1,"down_votes":0,"body":"Mal schauen was bei mir draus wird","replies":[]}]},{"id":"","poster":"S3BBER","date":"2015-03-11T13:47:37.287+0000","up_votes":1,"down_votes":0,"body":"Ich probier es mal.^^","replies":[{"id":"","poster":"XDdcp7010XD","date":"2015-03-11T13:49:26.916+0000","up_votes":1,"down_votes":0,"body":"Und ?","replies":[]}]}]},{"id":"","poster":"Grona1992","date":"2015-03-11T14:34:24.936+0000","up_votes":1,"down_votes":0,"body":"scheint behoben","replies":[]},{"id":"","poster":"Deadly Evil","date":"2015-03-11T14:26:37.120+0000","up_votes":1,"down_votes":0,"body":"Also, da ich ja gestern auch betroffen war, meine Tracerts sind auf der Seite hiervor, werde ich nachher mal schauen wie es ist. Nur bei mir ist Unitymedia der Anbieter, Und komisch war, dass ich nicht nur den Highping hatte, wir wurden auch alle aus dem Game geschmissen und nach Neustart des Clients und drücken auf reconnect ins game, kam einfach nur ein schwarzes Bild und dann eine Meldung wo irgendwas mi Firewall gemeldet wurde. Komisch war, dass es acuh nach 3 Stunden noch ins Game reconnecten wollte, da musste das Spiel ja schon lange vorbei sein.\n\nNaja mal sehen wie es heute abend ist.","replies":[]},{"id":"","poster":"XxJingisxX","date":"2015-03-11T14:18:58.837+0000","up_votes":1,"down_votes":0,"body":"Ja ich hatte gestern auch diese Probleme, musste das Spiel neustarten dann hattte ich wieder normalen Ping. Also wenn ihr ins Game ladet direkt game neustarten. Ne kurzfristige Lösung zumindest, falls das Problem noch immer auftritt","replies":[{"id":"","poster":"S3BBER","date":"2015-03-11T14:26:26.826+0000","up_votes":1,"down_votes":0,"body":"das hat bei mir nich geklappt^^","replies":[]}]},{"id":"","poster":"XDdcp7010XD","date":"2015-03-11T13:48:26.301+0000","up_votes":1,"down_votes":0,"body":"Ich hab das selbe Problem ebenfalls Telekom als Anbieter bei mir tritt das Problem nur auf wenn ihm Hintergrund skype oder ähnliches läuft und, dass hat sonst immer problemlos funktioniert ohne dass ich einen ping von 300 und noch mehr hatte. Bitte fixt das Problem schnell.","replies":[]},{"id":"","poster":"Grona1992","date":"2015-03-11T07:46:35.059+0000","up_votes":1,"down_votes":0,"body":"> Du als Elektrotechniker solltest diese Vorgänge besser wissen als jeder andere - du wirst erstmal alles testen müssen um rausfinden zu können wo der Bruch/Unterbrechung ist. \n\nJap kann ich so fast unterschreiben. Aber jetzt kommt das große Aber. Wenn ich ein System ändere und danach Probleme auftretten die vorher nicht existierten liegt der zusammenhang mit hoher Wahrscheinlichkeit bei der änderung des Systems. Das Problem wurde seit NL auf Leitungen der Telekom festgestellt. Habe das mehrfach im Forum beobachten können. Auch in meinen Tickets erwähnte ich dies und ein Fehler Seiten Riots Serveranbindung wurde konsequent ausgeschlossen.\nIch behaupte nicht das mein System nicht irgendwelche kleine Fehler hat. Ich finde dies sorgar wahrscheinlich. Aber selbst auf frischen Windows Systemen (Habe Zwischenzeitlich mein System Formartiert) tritt dieses Problem auf. \nMeine Subjektive Wahrnehmung sagt mir das Riot das Problem erst beim Kunden sucht statt an der eigenen Haustür.\nNatürlich ist so eine Fehlersuche immer mit Kosten und mit Ausfallzeiten verbunden was man vermeiden will aber wenn es soviele beeinträchtigt wie es den Anschein macht, sollte es in Erwägung gezogen werden.\nÜbrigens möchte ich mich für die Formulierung meines letzten Kommentares Entschuldigen, da ist es ein wenig mit mir durchgegangen.\nJeder hat mal nen schlechten Tag","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-11T11:58:52.799+0000","up_votes":1,"down_votes":0,"body":"Es ändert sich nicht nur der Standort des Server, sondern auch die Route. Dies ist etwas worauf wir keinen 100%igen  Einfluss haben. Wenn es auf der Autobahn einen Unfall gibt, heißt es nicht, dass es jeden Tag/Woche/Monat einen Unfall auf dieser Autobahn gibt - oder? Dies heißt auch nicht, dass der Ort von dem du fährst und zu dem du fährst irgend einen Einfluss auf diesen Unfall hat oder dies irgendwie ändern kann. Soweit wir informiert sind, war es ein Problem an einem Knotenpunkt der Telekom, der gegen Abend behoben wurde, nicht von uns übrigens.\n\nWenn du ein Problem hast, schreib ein Ticket und ich schau es mir genauer an.","replies":[]}]},{"id":"","poster":"crush4u","date":"2015-03-11T09:21:09.057+0000","up_votes":1,"down_votes":0,"body":"bei mir läufts wieder normal... ping bei 36 im ranked","replies":[]},{"id":"","poster":"Grona1992","date":"2015-03-10T20:29:12.242+0000","up_votes":1,"down_votes":0,"body":"Ich kann dazu nur sagen das es Riot eigentlich egal ist. Das Problem besteht seit dem Serverumzug nach NL. Habe damals 5 Tickets schreiben müssen um 5 verschiedene Antworten zu bekommen. Erste Antwort... liegt am Betriebssytem... Zweite Antwort nach dem Fall 1 ausgeschlossen wurde (Xp 32 Proffesionell... Windows Vista Home 64bit, Windows 7 Profesional 64 bit alle auf dem neustens Stand) war es plötzlich meine Firewall.... Fall 2 ausgeschlossen weil deaktiviert und sogar zum testen Deinstalliert, Router Schuld. Fall 3 Ausgeschlossen durch Portfreigabe.... Prozzese Schuld... Am Ende wurde mir gesagt das es ja nicht sein könnte und es keinen Zusammenhang zwischen dem Umzug und den Dc`s/Laggs geben würde. Also ping Test verschiedener Online Games geschickt, Google angepingt usw. Immernoch keine Einsicht. Wurde zu WTFast geschickt was jedoch alleine durch deren AGBs für mich nicht infrage kommt. Das Problem besteht seit dem Serverumzug und Riot behauptet stur und steif das das Problem nicht bei ihnen liegen würde. Meine Vermutung und auch die einiger Fachkundigen (Bin zwar Elektrotechniker aber würde mich nicht Fachmann in Netzwerktechnik schimpfen) ist das die Anbindung des neuen Server unsauber ist","replies":[{"id":"","poster":"Riot Kengen","date":"2015-03-10T20:40:51.876+0000","up_votes":1,"down_votes":0,"body":"Ich hab von dir nichts gefunden, zumindest nichts was mit dem von dir beschriebenen Thema zu tun hat. Verbindungsprobleme sind NIE einfach weil einfach zu viele Komponente eine Rolle spielen und zu viele die Ursache des Problems darstellen können. Ob Hardware/Software oder Verbindungsprobleme, es ist alles ein rumtesten und rumversuchen. Wenn bei dir der PC rumspinnt, können wir uns nur langsam an die eigentliche Ursache rantasten!\n\nDir werden Tipps und Anleitungen zur Behebung gegeben, keine Garantien, dass dies auch wirklich dein Problem beheben wird. Dir wird kein Mensch, egal wie gut er als Netzwerktechniker usw ist auf Entfernung mit Gewissheit sagen können, dass er/sie die Ursache 100% weiß. Selbst vor Ort bedarf es \"Tests\" um Ursachen ausschliessen zu können. Du als Elektrotechniker solltest diese Vorgänge besser wissen als jeder andere - du wirst erstmal alles testen müssen um rausfinden zu können wo der Bruch/Unterbrechung ist. \n\nIch will hier auf keinen Fall irgendwen verteidigen, wir (PS Tech) sind nicht Allwissend und können bei Problemen auch mal feststecken aber ohne das \"Backend\" zu kennen ist deine Behauptung und die deines Fachkundigen nicht wirklich valid, meinst du nicht?","replies":[{"id":"","poster":"Freki the wolf","date":"2015-03-11T02:01:16.736+0000","up_votes":1,"down_votes":0,"body":"ey jung sage seit 3 jahren nichts aber ,,,,,,, preiserhöhung top oder flop is mir gerade latte. seht zu das ihr eure server an start bekommt ... es macht kein spaß mehr seit langen .... einfach gesagt es nervt langsam bissl.... will ranked  seit 2 std spielen und ist out ... mal wieder .... macht mal euch gedanken darüber, das ihr das endlich auf die reihe bekommt ( net das ihr mehr verdienen wollt) seht zu dan die server laufen ........ oder wollt ihr das alle zum anderem game in zukunft wechseln ? net wirklich oder ?","replies":[]}]}]},{"id":"","poster":"Deadly Evil","date":"2015-03-11T07:16:21.220+0000","up_votes":1,"down_votes":0,"body":"Mein Gott, geht es auch in gesittetem Deutsch?","replies":[]},{"id":"","poster":"Plsstophitme","date":"2015-03-10T23:02:50.713+0000","up_votes":1,"down_votes":0,"body":"aktuell im ARAM 40er ping ","replies":[]},{"id":"","poster":"Deadly Evil","date":"2015-03-10T22:47:40.632+0000","up_votes":1,"down_votes":0,"body":"Hier mein Trace","replies":[]},{"id":"","poster":"Deadly Evil","date":"2015-03-10T22:41:43.057+0000","up_votes":1,"down_votes":0,"body":"danke dir","replies":[]},{"id":"","poster":"HighOnTheCrime","date":"2015-03-10T20:41:35.964+0000","up_votes":1,"down_votes":0,"body":"Telekom mit 300+ Ping auch bei mir.\nWenn ich Pingplotter richtig interpretiere sind die Pings über Frankfurt bis Hamburg in Ordnung und sobald es rüber nach Amsterdam geht gehen Datenpakete verloren, was in einem hohen Ping resultiert.\nVerbessert mich wenn ich das falsch sehe. Hoffe der rosa Riese macht da mal bald was dagegen.","replies":[{"id":"","poster":"DrClever","date":"2015-03-10T22:18:39.679+0000","up_votes":1,"down_votes":0,"body":"Ich kann mir nicht vorstellen, dass es an dem Provider liegt - denn ALLE anderen Seiten und ALLE getesteten Ping-Checker laufen bei mir normal und superschnell (Ping unter 25 ms, VDSL). NUR bei LoL ist der PING so hoch - und auch noch bei 3 anderen Kollegen hier in der Umgebung (Bayern), mit denen ich telefoniert habe. Es liegt an Riot.","replies":[{"id":"","poster":"Sree","date":"2015-03-10T22:23:57.869+0000","up_votes":1,"down_votes":0,"body":"Dir nutzt auch der dickste Porsche nix, wenns auf der Autobahn einen Stau gibt. Und genau so ist das hier. Das Problem liegt nicht bei Riot sondern auf dem Weg zu Riot. Und fuer die Route, die deine Daten nehmen, ist dein Provider zustaendig, denn dein Provider stellt deinem Porsche das Navisystem zur Verfuegung. Wenn der dich also durch einen Stau schickt, kann Riot da nix fuer, dass deine Daten verspaetet bei ihnen ankommen.\n\nGenau darum sollt ihr eure Tracerts aber auch hier posten. Denn dadurch koennen wir  lokalisieren, wo die Ursache des Problems liegt.\n\nWas du kurzfristig machen kannst, ist dein Navisystem auszutauschen gegen ein anderes. Das ist es auch, was Rkoturdo Ndo hier vorschlaegt:\n> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=003d,timestamp=2015-03-10T19:47:52.342+0000)\n>\n> Heya\n> Könnt ihr bitte mal schauen, ob VPNs wie zb: [WTFast](https://www.wtfast.com/)  das Problem umgehen?\n> Des Weiteren wäre es ratsam, dass ihr euch mit euren Anbietern in Verbindung setzt. Wichtig ist dabei, dass ihr euch verständlich ausdrückt, da ihr sonst nur immer weitergeleitet werdet: \n> Das Problem besteht nur zu den Servern von LoL und nur bei bestimmten Anbietern (Telekom und 1&1).\n> Auf den Tracerts kann man erkennen, dass das Problem am Telia-Knotenpunkt liegt.\n> (Sollte WTFast funktionieren: Wenn das Routing durch ein VPN geändert wird, klappt alles wunderbar).\n> \n> MfG Rkoturdo\n\nWTFast ist quasi ein Providerunabhaengiges Navisystem und schickt deine Daten einen anderen Weg, als dein Provider sie schicken wuerde. Wenn dein Ping durch die Nutzung von WTFast runtergeht, ist das nur die Bestaetigung dafuer, dass Riot nicht der Verursacher des Problems ist.\nWTFast hat eine 30taegige Testphase, laesst sich also problemlos zum testen benutzen.","replies":[{"id":"","poster":"Deadly Evil","date":"2015-03-10T22:30:47.111+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sree,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=004600000000,timestamp=2015-03-10T22:23:57.869+0000)\n>\n> Dir nutzt auch der dickste Porsche nix, wenns auf der Autobahn einen Stau gibt. Und genau so ist das hier. Das Problem liegt nicht bei Riot sondern auf dem Weg zu Riot. Und fuer die Route, die deine Daten nehmen, ist dein Provider zustaendig, denn dein Provider stellt deinem Porsche das Navisystem zur Verfuegung. Wenn der dich also durch einen Stau schickt, kann Riot da nix fuer, dass deine Daten verspaetet bei ihnen ankommen.\n> \n> Genau darum sollt ihr eure Tracerts aber auch hier posten. Denn dadurch koennen wir  lokalisieren, wo die Ursache des Problems liegt.\n\nWie erhalte ich die Tracerts?","replies":[{"id":"","poster":"Sree","date":"2015-03-10T22:36:22.187+0000","up_votes":1,"down_votes":0,"body":"steht im Eroeffnungspost dieses Threads erklaert.","replies":[]}]}]}]}]},{"id":"","poster":"Deadly Evil","date":"2015-03-10T22:24:01.157+0000","up_votes":1,"down_votes":0,"body":"In unserem Ranked Game hängen gerade alle. Mit 500er Ping","replies":[]},{"id":"","poster":"MyTea","date":"2015-03-10T21:27:27.520+0000","up_votes":1,"down_votes":0,"body":"Es liegt scheinbar echt an diesen doofen Telia-Servern bzw das Routing über eben diese .. hatte eben auch nen 300+ ms ping .. mit WTFast routet der meine Verbindung anscheinend anders, 28ms :P","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T21:39:44.096+0000","up_votes":1,"down_votes":1,"body":"Heya\nDas ist genau das, was WTFast macht. Und für das Routing ist dein Anbieter zuständig.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"oOTorsanOo","date":"2015-03-10T19:38:51.977+0000","up_votes":1,"down_votes":2,"body":"Naja wieder mal Typisch die Verranzten EU west Server sind mal wieder am abkacken weil sie veraltet sind und riot gibt den Spielern die schuld Das es an unseren internet / anbieter liegt.... Nur komischerweise haben wir alle hier auf pingtest.com und so weiter alle nen konstanten ping von 20-40 .. \nAlso Riot.. HÖRT AUF UNS SPIELER FÜR EUREN Müll den ihr verzapft schuldig zumachen bekommt endlich die server zum laufen auf eu west es kann nicht angehen das ihr Ingame pakete von bis zu 80 euro anbietet und dann noch nichtmal das geld in server für eu west investiert..... Von wegen Das gerücht (kp obs nu stimmt oder nichtg) das letztes jahr neue server für eu west geplant waren MErkt man nichts von... Permanente spiel Probleme wodurch man spielsperren bekopmmt und reports... Danke riot Damit vergrault ihr wohl eher Die spieler die lange genug bei waren....\n\nPs: rechtschreibfehler dürfen behalten werden.. Tastatur Spackt D\n\nSo nun Wollen wir alle hier endlich mal die wahrheit hören was nun ist .....\nBühne Frei für Riots Kommentar .......","replies":[{"id":"","poster":"Sree","date":"2015-03-10T19:42:41.385+0000","up_votes":1,"down_votes":0,"body":"Wenn dein Pingtest testet, wie schnell du von Dresden nach Berlin kommst, sagt das aber ueberhaupt nichts darueber aus, wie schnell du von Dresden nach Amsterdam kommst. Genau darum sollt ihr Tracerts machen. Denn das sind Pingtests, die den Weg, den eure Daten zu den Servern von Riot nehmen, genau ueberpruefen.\nDas Problem liegt auf dem Weg zu Riot und nicht bei Riot selbst.\n\nDu kannst nun entweder weiter bockig Riot die Schuld fuer etwas geben, was nicht ihre Schuld ist oder du fertigst, wie im Eingangspost beschrieben ein Tracert an und versuchst damit zur Loesung des Problems beizutragen. Deine Entscheidung.\n\nUebrigens steht das Serverzentrum in Amsterdam und es gab auch schon sehr lange keine Serverprobleme mehr. Also bitte nicht so uebertreiben, nur weil du gerade aufgebracht bist. Damit ist niemandem geholfen.","replies":[{"id":"","poster":"oOTorsanOo","date":"2015-03-10T20:08:25.170+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sree,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=003a0000,timestamp=2015-03-10T19:42:41.385+0000)\n>\n> Wenn dein Pingtest testet, wie schnell du von Dresden nach Berlin kommst, sagt das aber ueberhaupt nichts darueber aus, wie schnell du von Dresden nach Amsterdam kommst. Genau darum sollt ihr Tracerts machen. Denn das sind Pingtests, die den Weg, den eure Daten zu den Servern von Riot nehmen, genau ueberpruefen.\n> Das Problem liegt auf dem Weg zu Riot und nicht bei Riot selbst.\n> \n> Du kannst nun entweder weiter bockig Riot die Schuld fuer etwas geben, was nicht ihre Schuld ist oder du fertigst, wie im Eingangspost beschrieben ein Tracert an und versuchst damit zur Loesung des Problems beizutragen. Deine Entscheidung.\n\nBei gewissen pingztest seiten kannst du auch server nach amsterdam pingen lassen..... Aber ok ;)","replies":[{"id":"","poster":"Sree","date":"2015-03-10T20:13:10.833+0000","up_votes":1,"down_votes":0,"body":"Ja, mag sein. Aber 1. Hast du das denn gemacht?\nUnd 2. Ist dir klar, dass es mehr als nur einen Weg nach Amsterdam gibt?\n\nIrgendwo auf dem Weg gibt es wegen eines Unfalls einen Stau. Wenn du jetzt genau in den Stau faehrst auf dem Weg zu den Riot Servern, dann brauchen deine Daten lange bis sie dort ankommen. Wenn du aber einen anderen Weg zum Ziel faehrst, dann hast du keine Probleme.\nUnd dein Anbieter entscheidet nunmal welchen Weg du zu den Riot Servern nimmst. Wenn dieser dich durch einen Stau schickt, ist das problematisch, aber nicht Riots Schuld.","replies":[{"id":"","poster":"oOTorsanOo","date":"2015-03-10T20:21:01.939+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sree,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=003a000000000000,timestamp=2015-03-10T20:13:10.833+0000)\n>\n> Ja, mag sein. Aber 1. Hast du das denn gemacht?\n> Und 2. Ist dir klar, dass es mehr als nur einen Weg nach Amsterdam gibt?\n> \n> Irgendwo auf dem Weg gibt es wegen eines Unfalls einen Stau. Wenn du jetzt genau in den Stau faehrst auf dem Weg zu den Riot Servern, dann brauchen deine Daten lange bis sie dort ankommen. Wenn du aber einen anderen Weg zum Ziel faehrst, dann hast du keine Probleme.\n> Und dein Anbieter entscheidet nunmal welchen Weg du zu den Riot Servern nimmst. Wenn dieser dich durch einen Stau schickt, ist das problematisch, aber nicht Riots Schuld.\n\nIch Frage mich nur Wieso Riot Noch so hart verteidigt wird.. Es ist seit knap 2 JAhren der fall das EU West Extreme Probleme mit allem hatt .... *Facepalm*\nUnd Restlichen Riot Server Laufen stabil ohne probleme Wärendessen immer und immer mal wieder  Lagg probleme im  forum auf EU WEST auftauchen","replies":[{"id":"","poster":"Sree","date":"2015-03-10T21:23:27.642+0000","up_votes":1,"down_votes":0,"body":"Warum ich Riot hier verteidige? Weil ich weiss, dass sie in diesem Fall nicht Schuld sind. Ich kann die Tracerts naemlich lesen. Und darin sehe ich, dass die Probleme bereits bei telia zu finden sind, also auf dem Weg zu den Riot Servern.\n\nAnders als du, mache ich nicht einfach nach Bauchgefuehl irgendwen dafuer vernatwortlich, wenn es Probleme gibt. Ich richte mich nach den Fakten. Und die Fakten sagen hier recht eindeutig, dass Riot nicht die Probleme verursacht.\n\nDie Server hatten seit dem Umzug nur sehr wenige Probleme. Wenn du regelmaessig Probleme hast, ist die Ursache wahrscheinlich auch eine andere. Dann solltest du einen eigenen Thread aufmachen, nachdem die aktuellen Probleme behoben sind und wir koennen versuchen, die Ursache deiner Probleme zu fidnen und zu beheben.","replies":[]}]}]}]}]}]},{"id":"","poster":"IchorLQ v2","date":"2015-03-10T20:59:30.475+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T21:48:48.385+0000","up_votes":1,"down_votes":1,"body":"Heya\nNanana, man muss nicht gleich beleidigend werden. Die Mitarbeiter der Telekom sind genauso Menschen wie du und ich.\nEs wäre ratsam, wenn du deinen Kommentar nochmal überarbeiten würdest.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"finkiRG","date":"2015-03-10T20:57:43.272+0000","up_votes":1,"down_votes":0,"body":"Hallo ich habe genau das selbe problem \nimmer einen 320er ping \nplz fix that :)","replies":[]},{"id":"","poster":"Nut666","date":"2015-03-10T20:56:12.053+0000","up_votes":1,"down_votes":0,"body":"Das ist mit Sicherheit das Party-Programm! OFFLINE MIT DEM ZEUG","replies":[]},{"id":"","poster":"chakkii","date":"2015-03-10T20:53:33.353+0000","up_votes":1,"down_votes":0,"body":"gleiches problem hier EUW Server konstant 345-355ms, auf EUNE konstant 30-31ms Anbieter ist 1und1","replies":[]},{"id":"","poster":"IchorLQ v2","date":"2015-03-10T20:50:54.861+0000","up_votes":1,"down_votes":0,"body":"Hab das Problem auch. Einen konstanten 280-300er Ping. Mitten im Ranked fings an....Zum Glück noch gewonnen. Naja mir ist im laufe des Tages auch schon aufgefallen dass sich mein normaler 60er Ping angefühlt hat, als wäre etwas höher. Mikroruckler und FPS-Drops gehören ja mittlerweile zum Portfolio von Riot aber bitte keine Ping-Probleme. Die einigermaßen stabile Serverstruktur  ist das einzige was von der schlechten LoL-Performance noch Abstand hält.....aber wohl nicht mehr lange wie es scheint.","replies":[]},{"id":"","poster":"PoliVodKa","date":"2015-03-10T20:25:17.745+0000","up_votes":1,"down_votes":0,"body":"1&1-Hotline-Mitarbeiter sind so unglaublich kompetent....Nach langer Erklärung wusste die Dame immer noch nicht, worum es geht und hat mich zu sonst wem weitergeleitet, der auch nichts von dem Problem wusste, bzw. nicht mal wusste, um was für ein Problem es sich handelt...","replies":[]},{"id":"","poster":"Plsstophitme","date":"2015-03-10T20:14:38.920+0000","up_votes":1,"down_votes":0,"body":"problem wurde bei 1&1 anscheinend behoben","replies":[]},{"id":"","poster":"Caljim","date":"2015-03-10T20:08:27.038+0000","up_votes":1,"down_votes":0,"body":"gleiches Problem hier wiedereinmal Promo deshalb verkackt. super, so macht der feierabend spass :)","replies":[]},{"id":"","poster":"DonDavito666","date":"2015-03-10T20:04:29.720+0000","up_votes":1,"down_votes":0,"body":"hier ist mein Tracert...\nBin Telekom Kunde! Und ich kann nicht mit denen telefonieren, da ich denke \"Die Technikabteilung hat schon Feierabend\" zu hören und dann würde ich der armen Person am anderen Ende der Leitung nur unrecht zufügen!","replies":[]},{"id":"","poster":"optiopti","date":"2015-03-10T20:00:22.228+0000","up_votes":1,"down_votes":0,"body":"Ich schlies mich dem an hab die gleichen Probleme :´( Rooter neugestartet, Pc neugestartet nix funktioniert  >.< \nAber glaubt an riot bester Support ever :) Der ist schneller als der {{summoner:4}}","replies":[]},{"id":"","poster":"DatILeo","date":"2015-03-10T19:58:22.275+0000","up_votes":1,"down_votes":0,"body":"Ist der Ping jetzt wieder normal?\n","replies":[]},{"id":"","poster":"CarryMontag","date":"2015-03-10T19:43:17.556+0000","up_votes":1,"down_votes":0,"body":"Ebenfalls taucht das Problem bei mir auf. Das entsprechende Tracert ist im Anhang^^","replies":[{"id":"","poster":"oOTorsanOo","date":"2015-03-10T19:48:40.556+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Coosty2000,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=003b,timestamp=2015-03-10T19:43:17.556+0000)\n>\n> Ebenfalls taucht das Problem bei mir auf. Das entsprechende Tracert ist im Anhang^^\n\nEs liegt nicht an Euren Leitungen oder anbietern.. Es sind defiitiv die server...","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T19:47:52.342+0000","up_votes":1,"down_votes":0,"body":"Heya\nKönnt ihr bitte mal schauen, ob VPNs wie zb: [WTFast](https://www.wtfast.com/)  das Problem umgehen?\nDes Weiteren wäre es ratsam, dass ihr euch mit euren Anbietern in Verbindung setzt. Wichtig ist dabei, dass ihr euch verständlich ausdrückt, da ihr sonst nur immer weitergeleitet werdet: \nDas Problem besteht nur zu den Servern von LoL und nur bei bestimmten Anbietern (Telekom und 1&1).\nAuf den Tracerts kann man erkennen, dass das Problem am Telia-Knotenpunkt liegt.\n(Sollte WTFast funktionieren: Wenn das Routing durch ein VPN geändert wird, klappt alles wunderbar).\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"CG êTrix","date":"2015-03-10T19:44:05.136+0000","up_votes":1,"down_votes":0,"body":"Hie rmeins  bitte helft mir :(","replies":[]},{"id":"","poster":"Gúgi","date":"2015-03-10T19:37:17.673+0000","up_votes":1,"down_votes":0,"body":"mein tracert: http://pastebin.com/nSzU0t9P\nping ingame: 300ms","replies":[]},{"id":"","poster":"Laradon","date":"2015-03-10T19:32:24.654+0000","up_votes":1,"down_votes":0,"body":"Selbes Problem bei mir, hab alles auf den Kopf gestellt um das Problem zu fixen. Dann hier gelesen und mehrere custom games aufgemacht, manchmal ping in Ordnung manchmal wieder diese 330. Scheint als ob eine Richtung \"frei\" ist aber ne andere dicht.","replies":[]},{"id":"","poster":"Zerotime","date":"2015-03-10T19:30:54.135+0000","up_votes":1,"down_votes":0,"body":"Das Problem Liegt so wie immer bei der Deutschen Telekom AG und ihren Root punkten zu den Lol servern.","replies":[]},{"id":"","poster":"ShadowWölfchen","date":"2015-03-10T19:30:19.771+0000","up_votes":1,"down_votes":0,"body":"Hab das gleiche Problem vorheriges Game alles normal jetzt im letzten Game 300 ms gg haben zwar gewonnen aber trotzdem alles zum schreien wenn man 1-3 sek delay hat. Anbieter ist auch bei mir 1&1 leider Raum Südhessen","replies":[]},{"id":"","poster":"LM Hero","date":"2015-03-10T19:27:18.103+0000","up_votes":1,"down_votes":0,"body":"Okay, wenn das Problem nicht bei euch liegt wäre eine Warnung trotzdem gut, außerdem habe ich in Normals und Customs meine normale Ping, wie kann das sein?","replies":[]},{"id":"","poster":"jiraiya47","date":"2015-03-10T19:26:57.177+0000","up_votes":1,"down_votes":0,"body":"selbiges problem . . . .","replies":[]},{"id":"","poster":"LittleMaddinHD","date":"2015-03-10T19:25:24.425+0000","up_votes":1,"down_votes":0,"body":"Hab das gleiche Problem, jedoch nur bei meinem Mac. Wenn ich auf Win8 rüber schalte hab ich wieder 'n Ping von ~27.","replies":[]},{"id":"","poster":"Kazú","date":"2015-03-10T19:15:03.170+0000","up_votes":1,"down_votes":0,"body":"Hey bin nicht bei Telekom sondern bei 1&1 und habe auch einen 300ping","replies":[{"id":"","poster":"Sree","date":"2015-03-10T19:24:59.231+0000","up_votes":1,"down_votes":0,"body":"1&1 mietet Teile ihrer Hardware bei der Telekom an. Daher kann es durchaus sein, dass auch einige 1&1 Kunden betroffen sind.","replies":[]}]},{"id":"","poster":"crush4u","date":"2015-03-10T18:44:30.862+0000","up_votes":1,"down_votes":0,"body":"gleiches problem... 1&1 kunde 50 mbit leitung... ping um die 320 im ranked","replies":[]},{"id":"","poster":"Jiinx","date":"2015-03-10T18:39:27.056+0000","up_votes":1,"down_votes":0,"body":"Habe das selbe Problem.\nAllerdings nur auf den Ranked Servern.\n\nHabe dann mal zum Test ein Normal auf meinem Smurf gespielt und dort war alles normal. (Ping bei 50)\nSollte mal gefixt werden.\n\nLG","replies":[]},{"id":"","poster":"Morzahr","date":"2015-03-10T18:30:25.585+0000","up_votes":1,"down_votes":0,"body":"Joa, ein game gings gar nicht, dann hab ich nen custom game gespielt, da gings dann wieder... aber @Rkoturdo Ndo die ip scheint nicht die richtige zu sein\nps bei mir Ebenso Telekom AG","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T18:39:21.432+0000","up_votes":1,"down_votes":0,"body":"Heya\nWas meinst du mit die IP scheint nicht die richtige zu sein?\n185.40.65.1 ist die richtige o.0\n\nMfG Rkoturdo\n\nPs.Auch dein Tracert ist relativ kurz.","replies":[]}]},{"id":"","poster":"Uniy","date":"2015-03-10T18:36:51.116+0000","up_votes":1,"down_votes":0,"body":"Hmm ahbe das selbe Problem doch ich komme nicht mal in den Patcher . was soll ich tun ist das ein Problem bei Rito ? davor im game hatte ich 318 Ping. Rito äussert euch doch mal danke.","replies":[]},{"id":"","poster":"iXho","date":"2015-03-10T18:04:56.374+0000","up_votes":1,"down_votes":0,"body":"Hi, hab dasselbe Problem.\nTracert-Textdatei ist unten angehängt.\nAnbieter ist auch hier die Telekom.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T18:09:01.700+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch glaube du hattest dein Traceintervall auf 15 Sekunden und nicht auf einer. Zudem ist das Tracert ziemlich kurz.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"iXho","date":"2015-03-10T18:31:37.248+0000","up_votes":1,"down_votes":0,"body":"Hm, ja ... hab beim ersten Tracert bei \"Samples to include\" bisschen was verschusselt ... Traceintervall war und ist aber auf jeden Fall 1 Sekunde.\n\nGrüße","replies":[]}]}]},{"id":"","poster":"xXh4uW3gXx","date":"2015-03-10T18:24:01.895+0000","up_votes":1,"down_votes":0,"body":"Habe das selbe Problem, das ist aber nur in Ranked Games so, normale und in Custom Games ist alles ok. Habe gerade 2 Spiele deswegen verloren.","replies":[{"id":"","poster":"tekï","date":"2015-03-10T18:25:46.728+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xXh4uW3gXx,realm=EUW,application-id=7hciEY9w,discussion-id=NVvUX5ke,comment-id=0021,timestamp=2015-03-10T18:24:01.895+0000)\n>\n> Habe das selbe Problem, das ist aber nur in Ranked Games so, normale und in Custom Games ist alles ok. Habe gerade 2 Spiele deswegen verloren.\n\nDas Problem besteht auch in ARAM und NORMAL games. Nur Custom Games laufen \"flüssig\".","replies":[]}]},{"id":"","poster":"DatILeo","date":"2015-03-10T18:19:33.919+0000","up_votes":1,"down_votes":0,"body":"Habe gerade ein Custom game gegen bots angefangen. Mein  Ping liegt konstant bei 40. Ist das Problem jetzt gefixt worden??","replies":[{"id":"","poster":"MC Confusing","date":"2015-03-10T18:22:33.028+0000","up_votes":1,"down_votes":0,"body":"Glaube nicht das es behoben worden ist. Custom Game hatte ich auch 38ms. Dann Ranked gejoint und wieder 320ms.","replies":[{"id":"","poster":"Âkut","date":"2015-03-10T18:23:21.934+0000","up_votes":1,"down_votes":0,"body":"Dito","replies":[]}]}]},{"id":"","poster":"Plsstophitme","date":"2015-03-10T18:17:40.829+0000","up_votes":1,"down_votes":0,"body":"1&1 Kunde \n\ngleiches Problem !","replies":[]},{"id":"","poster":"YiStillTheMain","date":"2015-03-10T18:15:18.916+0000","up_votes":1,"down_votes":0,"body":"Habe exakt  das gleiche problem, und 2 andere Leute in unserem Ranked gerade auch haben praktisch 2 gg 5 ranked verloren.\n\nDas problem liegt definitiv nicht bei den Spielern sondern bei RIot.\nPC, Router neu gestartet alles.\n\nBeim Speedtest habe ich nur 20 ping ingame exakt 331-335 (zufällig hatten alle aus dem Game die selben ping werte)\n\nSchön zu sehen beim Tracert Bild! Der Ping verlust setzt erst bei Riot ein!!!!!\n\nHatte 92 LP und bin jetzt wieder auf irgendwas mit 70 GG RITO!\nMan kann nicht mal mehr rankeds spielen ohne dass sowas passiert","replies":[]},{"id":"","poster":"XBigRonX","date":"2015-03-10T18:08:15.062+0000","up_votes":1,"down_votes":0,"body":"hi,\nhab auch 325ping+\nanbieter: telekom\n\n.txt Datei ist im Anhang, hoffe es stimmt so","replies":[]},{"id":"","poster":"MC Confusing","date":"2015-03-10T18:04:39.842+0000","up_votes":1,"down_votes":0,"body":"Uups sry, wusste gar nicht das man hier Dateien anhängen kann.","replies":[]},{"id":"","poster":"MC Confusing","date":"2015-03-10T17:58:50.618+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T18:00:09.862+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du das mal als Txt anhängen, das ist so etwas unübersichtlich, da das Forum sternchen zur Textformatierung verwendet.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"FearCatalyst","date":"2015-03-10T17:58:45.233+0000","up_votes":1,"down_votes":0,"body":"Jup... Telekom hier...\nIn meinen zwei bisherigen Spielen hatte ich einen Ping von 300 plusminus 20, nur ein Router Restart hat jeweils geholfen. Momentan ist der Ping allerdings wieder wie sonst auch auf ~32... vielleicht hat sich das Problem bereits erledigt.","replies":[]},{"id":"","poster":"TibekTV","date":"2015-03-10T17:55:57.253+0000","up_votes":1,"down_votes":0,"body":"Hab dasselbe Problem -.- lachhaft... lol und damit n ranked game gewonnen zur Diamond Promo, wo ich net moven konnte :D GG RIOT und TELEKOM","replies":[]},{"id":"","poster":"Ex0b1te","date":"2015-03-10T17:52:56.131+0000","up_votes":1,"down_votes":0,"body":"Habe das selbe Problem Ping konstant über 300!\nAnbieter: Telekom\nKann bei anderen Spielen, Internetplattformen kein Problem feststellen.\n\nIch denke es liegt an Lol ^^{{item:3345}}","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:54:15.440+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo\nPs: Ich komm mir langsam wie nen Bot vor.","replies":[]}]},{"id":"","poster":"Lotura","date":"2015-03-10T17:54:15.034+0000","up_votes":1,"down_votes":0,"body":"Hatte bis eben auch noch einen 300er Ping (Telekom). Ein Routerreset hat jedoch geholfen, jetzt liegt er wieder bei ~30 :)","replies":[]},{"id":"","poster":"Prinzerlo","date":"2015-03-10T17:48:11.012+0000","up_votes":1,"down_votes":0,"body":"Selbes Problem hier Anbieter Telekom.\nverschiedene Pingtests zeigen Bestwerte aber ingame 300+","replies":[]},{"id":"","poster":"GOD k0ro","date":"2015-03-10T16:42:29.959+0000","up_votes":1,"down_votes":0,"body":"Ich hatte gerade auch konstant etwas bei ~300ms in LoL und in einem Online Pingtest ca. ~26ms.\n\nDanke Riot für das tolle Rankedgame.","replies":[{"id":"","poster":"Just Illios","date":"2015-03-10T16:47:03.465+0000","up_votes":1,"down_votes":0,"body":"Welchen ISP hast du? - Falls du ebenfalls die Telekom hast, würde ich einfach mal drauf schließen dass die dahinter stecken^^","replies":[{"id":"","poster":"AngrYoda","date":"2015-03-10T17:00:08.613+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch über 300ms. Bin bei der Telekom. Wenn ich einmal reconnecte bin ich bei 180. Reconnecte ich wieder bin ich bei 300 und höher!","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:43:37.999+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"GOD k0ro","date":"2015-03-10T17:02:23.761+0000","up_votes":1,"down_votes":0,"body":"Telekom ...","replies":[]}]}]},{"id":"","poster":"Animeplayer96","date":"2015-03-10T17:05:48.269+0000","up_votes":1,"down_votes":0,"body":"Geht mir genauso Ping über 300 ab und zu auch mal 400 auch Telekom und EUW ... speedtest 48 ms ...","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:43:16.422+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Pete McPwn","date":"2015-03-10T17:19:45.914+0000","up_votes":1,"down_votes":0,"body":"Seit eben auch das Problem. Die ersten paar Matches ganz normal 25ms gehabt, keine Probleme, nix. Plötzlich im nächsten Game 300 ms.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:42:50.535+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Neumaner","date":"2015-03-10T17:23:05.349+0000","up_votes":1,"down_votes":0,"body":"Same here, hab auch Telekom, liegt wohl daran.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:42:39.366+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"DatILeo","date":"2015-03-10T17:37:13.335+0000","up_votes":1,"down_votes":0,"body":"Same Here! dauerhaft einen ping von 320 statt 30 normal. Werde gerade fleißig von meinen mates geflamet :) Ach ja und habe auch telekom. Alles geht super gut nur lol nicht      Edit: haben das game doch noch gewonnen XD","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:42:11.215+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"MC Confusing","date":"2015-03-10T17:32:59.668+0000","up_votes":1,"down_votes":0,"body":"Selbes Problem hier 300ms+, auch Telekom. Selbst mehrfaches reloggen nützt nichts. Man kann noch nicht mal erkennen ob es sich wieder normalisiert hat, da ich im Custom Game so wie auch in allen anderen Spielen einen absolut normalen Ping habe.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:41:26.404+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"eV Oskar","date":"2015-03-10T17:28:14.115+0000","up_votes":1,"down_votes":0,"body":"Routenverfolgung zu 31.186.224.182 über maximal 30 Abschnitte\n\n  1    1 ms    1 ms    1 ms  sphairon.box [192.168.100.1]\n  2    12 ms    12 ms    12 ms  217.0.119.142\n  3    12 ms    12 ms    12 ms  87.190.182.6\n  4    13 ms    13 ms    12 ms  217.239.48.138\n  5    12 ms    13 ms    13 ms  ffm-b12-link.telia.net [213.248.103.169]\n  6    13 ms    34 ms    13 ms  ffm-bb2-link.telia.net [62.115.142.66]\n  7    13 ms    13 ms    13 ms  ffm-b11-link.telia.net [62.115.137.169]\n  8    13 ms    15 ms    15 ms  internap-ic-305857-ffm-b11.c.telia.net [62.115.4\n1.206]\n  **9   122 ms   212 ms   215 ms**  border1.po2-8g-bbnet2.fra002.pnap.net [95.172.67\n.65]","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T17:41:20.072+0000","up_votes":1,"down_votes":0,"body":"Heya\nKannst du bitte mal ein vollständiges Tracert wie oben beschrieben durchführen und dann anhängen?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"SaintPetrus","date":"2015-03-10T17:07:11.834+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch gerade n 300 ping gehabt.\nHatte nach dem Game mal n custom ausprobiert, wo ich komischerweise n ganz normalen ping hatte.\nEdit: Anbieter 1&1","replies":[{"id":"","poster":"Bowwer1991","date":"2015-03-10T17:12:22.119+0000","up_votes":1,"down_votes":0,"body":"Ist aber nur im Costum Game so ! Willst du mit Freunden spielen gehts nimmer","replies":[{"id":"","poster":"SaintPetrus","date":"2015-03-10T17:18:51.757+0000","up_votes":1,"down_votes":0,"body":"Gut zu wissen.\nSchätze das wars für heute mit LoL^^","replies":[]}]},{"id":"","poster":"IIIIIIlIIlIIIlII","date":"2015-03-10T17:11:37.369+0000","up_votes":1,"down_votes":0,"body":"ja im custom game hatte ich auch ganz normalen ping um die 40ms","replies":[]}]},{"id":"","poster":"AngrYoda","date":"2015-03-10T17:12:12.345+0000","up_votes":1,"down_votes":0,"body":"Letztes Jahr hatte ich das jeden Tag so ab 18 Uhr bis 23 Uhr. Und das mit 100 Mbit! Youtube funktioniert zu dieser Zeit auch nicht mehr richtig...","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T16:52:39.530+0000","up_votes":1,"down_votes":0,"body":"Heya\nMagst du mal ein Tracert erstellen?\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> http://www.pingplotter.com/downloads/pngplt_std.exe \n> 1. Das 'Trace Interval' sollte auf '1 second' eingestellt werden.\n> 2. Die 'Address to Trace' ist in unserem Fall 185.40.65.1\n> 3. trace starten\n> 4. Es wird jetzt jede Sekunde ein tracert durchgeführt. Während Pingplotter im Hintergrund läuft, kann man ein Testspiel in LoL starten um zu testen ob Probleme auftreten.\n> Sollte es Verbindungsprobleme geben, geht es mit Schritt 5 weiter. Gibt es keine Verbindungsprobleme sind die tracerts >vermutlich nutzlos.\n> 5. Sollten Verbindungsprobleme aufgetreten sein, müssen die tracerts abgespeichert werden. File -> Export to textfile...  http://fs1.directupload.net/images/141125/hmj3jxtl.png \n> 6. Samples to Export: All Samples  http://s14.directupload.net/images/141125/tn9c75t4.png \n> 7. 'Export...' Speichert die Textdatei am besten auf dem Desktop oder an einem Ort wo ihr diese auch wieder findet.\n> 8. Datei im Forum hochladen wenn ihr eure Antwort erstellt\n>  \n> Anhand der tracerts kann man häufig die Fehlerquelle finden, wenn es sich bei den Verbindungsproblemen um Paketverlust oder einen hohen Ping handelt.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Just Illios","date":"2015-03-10T17:00:02.478+0000","up_votes":1,"down_votes":0,"body":"Habs gerade mal durchlaufen lassen, werde aber leider selbst nicht schlau daraus.\n\nTextdatei ist auch hochgeladen! :)","replies":[{"id":"","poster":"Just Illios","date":"2015-03-10T17:12:07.390+0000","up_votes":1,"down_votes":0,"body":"Hier ist dann auch noch ein Screen von dem ganzen:","replies":[]}]}]},{"id":"","poster":"Âkut","date":"2015-03-10T17:10:48.238+0000","up_votes":1,"down_votes":0,"body":"Selbes Problem, Anbieter 1&1\n\nSpeedtest sagt 20ms\n\"alle andere Spiele\" laufen einwandfrei\n\nEdit: Im Spiel mehrmals reconnected, manchmal mit 300+ Ping, manchmal mit 180+ Ping","replies":[]},{"id":"","poster":"GOD k0ro","date":"2015-03-10T17:05:12.914+0000","up_votes":1,"down_votes":0,"body":"Mein Ping ist jetzt wieder normal.\n\nHab einfach meinen Wlan Adapter deaktiviert und kurz gewartet und dann aktiviert.","replies":[]},{"id":"","poster":"mashør","date":"2015-03-10T17:05:10.358+0000","up_votes":1,"down_votes":0,"body":"Hab ich gemacht, bei mir ist folgendes passiert.\n\n*edit*\n\nKann aber mit den Werten nichts anfangen.","replies":[]},{"id":"","poster":"IIIIIIlIIlIIIlII","date":"2015-03-10T17:03:00.569+0000","up_votes":1,"down_votes":0,"body":"Selbes Problem, EUW, Telekom... normaler speedtest 42ms","replies":[]},{"id":"","poster":"Bowwer1991","date":"2015-03-10T16:57:05.503+0000","up_votes":1,"down_votes":0,"body":"SO auch Telekom Kunde selbes Problem =(","replies":[{"id":"","poster":"IIIIIIlIIlIIIlII","date":"2015-03-10T16:58:45.180+0000","up_votes":1,"down_votes":0,"body":"hab das selbe Problem... 300+ Ping durchgehend :/","replies":[]}]},{"id":"","poster":"mashør","date":"2015-03-10T16:50:26.954+0000","up_votes":1,"down_votes":0,"body":"Ich komme aus Österreich und habe das gleiche Problem, daher denke ich nicht das es an der Telekom liegt.\nHabe übrigens UPC als Anbieter","replies":[]},{"id":"","poster":"Osu o3o","date":"2015-03-10T16:47:44.324+0000","up_votes":1,"down_votes":0,"body":"Selbes Problem hier, konstant 325ms. EUW 1und1","replies":[]},{"id":"","poster":"Qonter","date":"2015-03-10T20:24:47.998+0000","up_votes":0,"down_votes":0,"body":"Bei mir laggt League of Legends obwohl ich konstanten ping und fps habe. Bei anderen Spielen läuft alles flüssig. Bin bei M-net online.Seit dem neuen pattch besteht das Problem","replies":[]},{"id":"","poster":"oOTorsanOo","date":"2015-03-10T21:13:27.296+0000","up_votes":1,"down_votes":1,"body":"Mit WTfast klappts Demendsprechend ist der Amsterdam serve von riot überfordert Eventuel DDoS??ß aber egal.. Soll mir mitlerweile egal sein ...\n Dank diesen problemen hab ich aufgrunnd disconnects im intro game jetzt noch 20 minuten dankeriot ...... >.<\n\nEcht ich danke euch rechtherzlich nun darf ich 20 min 5 spiele warten und das für speiel die 10 minuten nur gehen dank den pro randoms die man meißtens bekommt ......","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-03-10T21:38:57.046+0000","up_votes":1,"down_votes":1,"body":"Heya\nWenns mit WTFast klappt ist es definitiv nicht Riots Schuld. Alles was WTFast macht ist die Route zum Server zu ändern.\nUnd das Routing bestimmt dein Anbieter.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"akali is dead","date":"2015-03-10T19:02:30.268+0000","up_votes":1,"down_votes":1,"body":"Hatte auch gerade eben ein Game in Dominion, mit 300+ Ping und es ist NICHT wieder runter gegangen.\nDas ganze Game durch 300+ Ping.","replies":[]},{"id":"","poster":"Neglii","date":"2015-03-10T18:58:43.081+0000","up_votes":1,"down_votes":1,"body":"Das ihr das nie auf die reihe kriegt -.- ... Habe das Problem auch , ein game 300 das nächste dan wider normal  und jetzt eine division runtergehauen wegen son scheiß","replies":[]},{"id":"","poster":"Holokom","date":"2015-03-10T18:57:26.394+0000","up_votes":1,"down_votes":1,"body":"jep auch bei mir konstant 200-300 (manchmal aber auch über 14000??!!) bei mir liegts nicht alles andere läuft normal und habe vor nem monat erst sowohl einen neuen Laptop als auch einen neuen Router gekauft  also bitte nicht leugnen Riot^^","replies":[]},{"id":"","poster":"Erdogan VII","date":"2015-03-10T18:52:47.593+0000","up_votes":1,"down_votes":1,"body":"Ich habe das selbe Problem aber nur zu den LoL Servern .... mien Ping zu z.B. google ist normal bei ca 30ms","replies":[]},{"id":"","poster":"Beyx","date":"2015-03-10T18:56:39.357+0000","up_votes":0,"down_votes":1,"body":"Hier das selbe Problem. Habe gerade eben mein erstes LoL Game heute gemacht und wusste deshalb nicht, dass es im Moment Ping Probleme gibt. Naja Ingame und schon fing die ganze Sache an. 325 konstant. Das war natürlich schön vorallemding ,da es ein Ranked Game war. 6 Reports anscheinend bekommen und verloren. Ich muss hier dabei noch sagen, dass ich Mid gespielt habe und in der 4 Minute eine Ahri als Nidalee mit nem 325 Ping gekillt habe. Damit will ich sagen, dass wir das Spiel höchstwahrscheinlich gewonnen hätten. Es lief auch alles bei den anderen Lanes gut, aber naja Riot haut eben mal wieder mir einen Stein in den Weg. Finde ich wirklich Schade und wirklich nicht in Ordnung. Würde mal gerne wissen, ob  das Match rausgenommen wird. Das wars meiner Seits. BB","replies":[]},{"id":"","poster":"CPT Blue Box","date":"2015-03-10T17:13:00.777+0000","up_votes":1,"down_votes":2,"body":"Ich habe bei Pingproblemen mein ganzen PC neu aufgesetzt.","replies":[]}]}