{"id":"7OgRp9bB","poster":"Domseplay10","date":"2015-03-09T20:20:14.772+0000","title":"Die Guardians of the LCS suchen Dich ( main ADC, mid und Support)  (Elo EGAL)","subforum":"Clans & Teams","up_votes":3,"down_votes":3,"body":"Ich habe mich entschlossen ein RankedTeam zu erstellen, weil mir das Geflame in der SoloQ auf den Sack geht. Wie man im Titel schon Lesen kann Wird ein ADC ein Supporter und ein MIdlaner gesucht. Bitte Erst hier Antworten ob ihr auch die Vorrausetzungen erfüllt.\r\nMindestalter: 17\r\nHeadset mit TS3 oder Skype\r\nKritikfähig und Freundlich\r\nErfahrung mitbringen und ehrgeizig sein etwas erreichen zu wollen.\r\n\r\nWenn diese Vorrausetzungen auf euch zutreffen, dann Schreibt mir.\r\n\r\nMfG \r\nDomseplay10{{summoner:4}}","replies":[{"id":"","poster":"GoB Sl3v1n","date":"2015-03-11T15:29:37.201+0000","up_votes":1,"down_votes":0,"body":"Grüße,\n\nich heiß Marco bin 26 spiele seit Season 2 und spiele eigentlich jede Lane bzw. Rolle.\n\nIch war schon Gold, Silber, Platin. Ich Spring von Elo zu Elo da ich kein festes Team und oftmals nicht so tolle Leute im Team habe oder es auch mal selber verhaue. Ich hab TS und Skype. \n\nBin Abends so gut wie immer online, Spiele nebenbei noch CSgo und diverese andere Games.\n\nMein ingame Name ist Exemios\n\nWürde mich freuen von dir zu hören","replies":[]},{"id":"","poster":"Saencturia","date":"2015-03-10T12:19:58.913+0000","up_votes":1,"down_votes":1,"body":"Hey hätte Interesse!\n\nHeadset usw Vorhanden. Bei der Erfahrung wäre die Frage was ihr Genau sucht?! Ich hab Mitte letztes  Jahr mit lol angefangen, dementsprechend viel \"Lernpotenzial\" wäre vorhanden. Ich spiele am liebsten ADC oder Support.\nMich nervt das geflame ebenfalls, besonders wenn beim Champ picken null Kommunikation herrscht und du dann mit 3 Toplanern da stehst..\n\nIch war kurz vor dem Season Reset in Silber 3, ähnlich \"hoch\" sind da auch meine Ziele! ;)\n\nOnlinezeiten sind Werktags ab 17 Uhr, dank Arbeit keine Alternative. Wochenende je nach Absprachen da ich noch andere Hobbies hab ;)\n\nZu mir:\n\n26 Jahre Alt Kritikfähig, ehrgeizig und auf der Suche nach nem Ranked Team, dass den Willen hat das eigene Können zu verbessern!\n\nMfG\n\nSaencturia","replies":[]}]}