{"id":"GkUmApFA","poster":"Mare TV","date":"2015-03-10T11:11:35.290+0000","title":"Gold - zocke alle Lanes. Suche Ranked Team Gold+ (Main Jungle/Supp)","subforum":"Clans & Teams","embed":{"title":"Shyvana der Halb-Drache und die Flammen der Zerstörung! (League of Legends) Mare PlayZ","description":"Shyvana is on Rampage - Short Video with over 29 Kills in a single Game. Shyvana is a Half-Dragon, there is no reason to ask for her power. And if you need a reason, call it DRAGON! Shyvana ist in Raserei - Kurzes Video mit über 29 Tötungen in einem Spiel.","url":"https://www.youtube.com/watch?v=GYa10wGdfSo","image":"http://i.ytimg.com/vi/GYa10wGdfSo/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Ich zocke League of Legend seid ca. 5 Monaten, fast 6 Monaten.\n\nBin derzeit nur Gold, da ich auch ein Reallife habe und studiere - wie gesagt bin NEU im Spiel, erst seid Ende Season 4. - keine Ahnung welche Elo ich währe, wenn ich schon früher mit dem Game angefangen hätte.\n\nHier ist ein Video wie ich zocke, wenn ich Spaß habe.\n\nEinfach In-Game adden bei Interesse.\n\n\nPS: Fehler gehören dazu, immerhin spiele ich nicht gegen Bots.\n(Predict und Hellsehen sind 2 verschiedene Dinge.)","replies":[{"id":"","poster":"0Akikochan0","date":"2015-03-10T13:03:20.172+0000","up_votes":1,"down_votes":0,"body":"Wenn du Lust hast mit dem Team mehr zu erreichen als im Ranked aufzusteigen, kannst du dich auch gern mal bei uns vorbei schauen.\nIn dem Verein gibt es mehere Teams, die nach Bedarf auch im eSports Bereich unterstützt werden, sodass Teilnahme an Cups und Tunieren im Namen des Vereins möglich sind. Intern wird zur Verbesserung der Spielweisen Teamcoaching angeboten, sowie Vereinscoaching einmal pro Monat für die Spielweise auf einer Lane.\nWir sind bereits über 100 eingeschriebene Mitglieder, die noch nicht alle ein Team besitzen. Es ist somit jederzeit möglich ein neues Team aufzustellen oder einem bestehenden beizutreten.\n\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/yk2T9wzH-league-of-legends-verein","replies":[]}]}