{"id":"ER2F5oFr","poster":"Patschooo","date":"2015-03-09T19:06:09.754+0000","title":"Ständige Connecting-Probleme, nach Championauswahl. AUCH IM PROMOSPIEL","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nbei mir tritt in letzter zeit ein Fehler immer wieder auf. Ich kann entweder gar nicht oder während eines Spiels nicht conecten. Ich habe immer einen schwarzen Bildschirm mit dem League of Legends Logo in der Mitte. Weiter tut sich nicht. Tabe ich aus diesem Fenster raus, das Spiel neu zu starten passiert das selbe. Manchmal kann ich nach einigen Versuchen connecten, aber dann sind wichtige Spielminuten vergangen. Und grade war ich im letzten Promospiel und das passiert! Mitten im Spiel kann ich mich nicht mehr bewegen. Also muss ich reconnecten, aber dann spielt sich das oben beschriebene Szenario ab und ich konnte das Spiel nie mehr betreten. Ich hoffe ich werde wegen diesem Fehler jetzt nicht gebannt oder verliere meinen Account, weil ich kann rein gar nichts dafür und auch für meine Teammitglieder tut mir das leid.\r\n\r\nWas ist das für ein Problem?\r\nBitte helft mir!\r\n\r\ngez. Patschooo","replies":[{"id":"","poster":"Freefall013","date":"2015-03-09T19:12:34.152+0000","up_votes":1,"down_votes":0,"body":"Hast du den Client ganz neu gestartet und auch noch laufende Prozesse im Task-Manager geschlossen? Ich kann auch hin und wieder nicht (re)connecten, sondern muss wegen des von dir bereits beschriebenen schwarzen Bildschirms, welcher statt dem Loading Screen kommt, den Client neu starten. Das hilft bei mir eigentlich immer.\n\nWenn du das noch nicht gemacht hast, solltest du das beim nächsten Mal probieren. Hoffentlich findest du bald eine Lösung für dein Problem :)\n\nMfG Freefall","replies":[{"id":"","poster":"Patschooo","date":"2015-03-09T19:33:00.819+0000","up_votes":1,"down_votes":0,"body":"Hey, danke für die schnelle Antwort :3\n\naber ja ich habe alles geschlossen und ja auch probiert meinen PC ganz neu zu starten :/\n\nIst echt ein komischer Fall :/\n\nAh und jetzt ist es sogar so, dass ich seit über einer Stunde nicht mehr ins Spiel komme. Habe nun alles versucht, aber nichts klappt. Es kommt immer wieder ,,Sie haben das Spiel verlassen....\" und dann wieder der logoscreen :(","replies":[{"id":"","poster":"Freefall013","date":"2015-03-10T10:20:29.571+0000","up_votes":1,"down_votes":0,"body":"Dann solltest du, wenn das wiederholt vorkommt, mal den Support anschreiben. Du kommst nichtmal nach einem Neustart ins Spiel zurück, ich glaube dann kann dir hier keiner mehr weiterhelfen :)","replies":[]}]}]}]}