{"id":"s6gZippY","poster":"ÆonFox","date":"2015-03-09T15:47:22.282+0000","title":"Vorschlag Urgot Rework.","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo zusammen,\n\nich habe im alten Forum schon einen solchen Thread erstellt, nun habe ich das ganze etwas überarbeitet. Folgendes umfasst meine Vorschläge um die böse Krabbe wieder Salonfähig zu machen, mir ist bewusst das es einige gute Urgotspieler giebt und möchte daher auch eure Meinungen zu meinen Vorschlägen hören.\nZudem gestatte ich, jenen die Sprachlich mächtiger sind als ich, meine Vorschläge mit Link zu meinem Originalpoast in die Foren der anderen Sprachen zu übertragen (bitte auch mit Link hier) um mehr Meinungen zu hören und Riot aufmerksam zu machen.\n\nNun zu Urgot:\n\n1: Neue Passive:\nHextechaffinität: Als Hextechmagiekonstrukt Profitiert Urgot von seiner Ausrüstung.\nEffeckt 1: Für Rüstung und Magieresitenz erhält Urgot zusätzliches Leben (1 Punkt Rüstung oder MR= 2 Leben).\nEffeckt 2: Für Zusätzlichen Angriffsschaden erhält Urgot zusätzliche Angriffsreichweite (1 zu 0,75, maxreichweite 625).\nDies würde ihn als Tank mit z.B Eisgeborenen Handschuhe, Gefrohrenem Herz, Banshees und Manamune zu den Resistenzen einiges an Leben geben wodurch er sich in Kämpfe wagen kann, zudem profitiert es vom Ultibuff, für ADCUrgots bedeutet dies eine brauchbare Reichweite die im mittleren Spielverlauf erreicht werden kann und auch die Ultbuffeffeckte und z.B. Schutzengel helfen ihm.\n\n2: Q Säurejäger: Das Q ist gut wie es ist nur sollte es das Autoattacken nicht unterbrechen selbst wenn die Säurejäger auf ein anderes Ziel als das der Autoattacken abgefeuert werden sofern Urgot sich dabei nicht komplett umdrehen müsste.\nUrgots beste Waffe aktuell und das darf sie auch Bleiben.\n\n3: W Terrorkondensator: Bei W würde ich den Verlangsamungseffeckt entfernen, das Schild um 5% zusätzliches Leben verstärken und einen Aktiven Energieschub mit +25% Bewegungstempo auf höchster Stufe hinzufügen.\n\n4: E Noxischer Ätzladung: Das E würde ich in Form einer Säurelache (vergleiche Morganas W) überarbeiten die kontinuierlich hohen normalen Schaden veruhrsacht solange Gegner darin stehen bleiben sowie einen Debuff auf betroffenen Gegnern bis 5 stackt der das Bewegungstempo der Ziele um bis zu 60% (8/9/10/11/12% Pro Stack) und ihre Rüstung um bis zu 35 (3/4/5/6/7 Pro Stack) verringert, das aufschalten der Säurejäger ermöglicht und 5 Sekunden anhält.\nAls Urgots Gegner wollt ihr nicht darin stehen bleiben! Dafür ist sehr kurzer Kontakt mit der Säure allerdings auch nicht sehr stark. Dieser Skill ist dadurch prima zum Zonen, Waveclearen und um die Säurejäger aufzuschalten geeignet.\n\n5: R Hyperkinetischen Positionsumkehrer: Hier würde ich die Kanalisierungsdauer bei Gegnern halbieren und es ermöglichen Verbündete ohne Kanalisierung ins Ziel zu nehmen wobei allerdings kein Tausch stattfindet sondern man ähnlich Braums W zu seinem Verbündeten hinportet wobei beide die Hälfte der Buffeffeckte der Ulti erhalten und die Abklingzeit der Ulti um 25/35/45% Reduziert wird.\nDurch diesen Vorschlag wird es einem Tankurgot möglich recht schnell einen Tausch mit einem Gegner zu vollziehen oder aber mit der Ulti sich zu einem Freund zu Retten, ihn zu Retten oder sich schlicht neu zu positionieren.\n\n\nDie von mir vorgeschlagenen Veränderungen würden Urgotspielern die Möglichkeit geben als ADC höhere Reichweiten zu erreichen, mit dem Schild und der Ulti sich besser neu zu Positionieren und einiges an Schaden zu veruhrsachen. Als Tank würde sich Urgot durch ein gutes Schild auszeichnen, ein recht hohen Lebensbalken erreichen können (gerade mit dem Ultibuff), Verbündete retten oder Feinde in das eigene Team hinneintauschen können, sowie merklich mit Slow und Rüstungsverringerung zu Supporten.\nAuch auf dem Weg zwischen Tank und ADC könnte sich Urgot als Bruiser mit dem neueren Kit wohlfühlen.\n\nVorgeschlagene Gegenstände:\nKern: Manamune\nADC: Essenzräuber, Geisterklinge, Stärke der Dreieinigkeit, Blutdürster.\nUrgot würde mit Krit seine Q nicht verbessern daher ist fester Schaden auf ihm interressanter.\nTank: Eisgeborenen-Handschuhe, Herz aus Eis, Redliche Pracht, Merks, Banshees.\nDurch die passive hat er so gut Leben, noch mehr CC und einiges an Resistenzen.\n\nSoviel zu meinen Vorschlägen, jetzt seid ihr drann das zu bewerten und zu Kommentieren.\nFür den Raketenwerfer^^.\n\nGruß Fox","replies":[{"id":"","poster":"DiBraa","date":"2015-03-10T17:29:55.588+0000","up_votes":1,"down_votes":0,"body":"OK, dann finde ich das vorgeschlagene rework gut, nur blöd, das er alle von dir vorgeschlagenen Items braucht um auf seine max Range zu kommen, deshalb würde ich die Skalierung vllt auf 1 zu 1 ändern.\n\nmfg DiBraa","replies":[{"id":"","poster":"ÆonFox","date":"2015-03-11T01:53:31.594+0000","up_votes":1,"down_votes":0,"body":"Hm komisch ich hatte das schonmal durchgerechnet für das alte Forum aber ich komme hier auch gerade auf 266,67 AD um die Maxreichweite zu erreichen was wirklich verdammt viel, ich habe wohl irgendwo einen Denkfehler Sorry.\nMan könnte entweder die Skalierung nicht anpassen sondern die gesamte AD (inklusive der BasisAD) anrechnen (so ist bei LvL 18 bei 2 bis 3 ADGegenständen der Wert erreicht) oder aber die Grundreichweite buffen oder man ändert die Skalierung wobei ich 1 zu 1, was 200 AD für Maxrange bedeuten würde, trotzdem Recht niedrig finde, ich würde es gerne sehen wenn man als ADC mit Manamune , Dorans Klinge und Blutdürster (zusammen knapp 150 AD) die Maxrange erreichen könnte was eine 1 1/3 Skalierung bedeuten könnte.\n\nGruß Fox","replies":[]}]},{"id":"","poster":"DiBraa","date":"2015-03-09T19:14:51.722+0000","up_votes":1,"down_votes":0,"body":"Ich weiss nicht wie du die e jetzt meinst wird sie weiterhin eine Flugbahn haben, oder so wie bei morgana sofort dort erscheinen letzteres währe nämlich etwas zu stark denn dadurch könnte man eigentlich die ziele immer automatisch anvisieren und sie 5sec. lang zuspammen.","replies":[{"id":"","poster":"ÆonFox","date":"2015-03-09T19:19:30.413+0000","up_votes":1,"down_votes":0,"body":"Nein als Geschoss das dann aufbricht und die Laache bildet, als Instaeffeckt würd ichs auch zu stark finden, ich finde nur das man sich das mit Morgs Tümpel sehr gut vorstellen kann.\n\nGruß Fox","replies":[]}]}]}