{"id":"0s9akU3E","poster":"Kaorî","date":"2019-03-09T20:01:13.993+0000","title":"Rengar...","subforum":"Champions & Gameplay","embed":{"title":"Rengar needs to be nerfed","description":"Uploaded by Christian DE on 2019-03-09.","url":"https://www.youtube.com/watch?v=HVIJkzGSHnY&feature=youtu.be","image":"https://i.ytimg.com/vi/HVIJkzGSHnY/hqdefault.jpg"},"up_votes":1,"down_votes":2,"body":"Rengar ist ja schon, ähnlich wie Yasuo, ein heikles Thema.\r\nAn sich finde ich Rengar auch gar nicht sooo schlimm. Was ich aber an ihm extrem schlimm und auch hart unfair finde,\r\nist mittlerweile sein enormer Schaden mit gerade mal einem Longsword und diese, entschuldigt, scheiß Heilung von ihm.\r\nEs kann doch nicht wahr sein, dass das Vieh sich in EINEM KAMPF 3-4x extremst hochheilt und dadurch ein 2v1 easy überlebt,\r\nobwohl alles auf ihn geklatscht wird.\r\nWas soll das? Also mit dem enormen Schaden, der tankiness und dem extremen Healing kann absolut jeder Champion 2v1 easy machen.\r\n**Dass mein Play hier ein absoluter Fail war, bestreite ich gar nicht,** aber diese Aktion vom Rengar hat mich hinterher so getilted...\r\nWarum? Absolut jeder andere Champion wär in der Situation gestorben. Der Typ ist im gesamten Game nicht ein einziges Mal gestorben,\r\nauch wenn er vom Team über 5s gestunnt und alles auf ihn geballert wurde im 1v5, weil er sich direkt nach dem CC erstmal um 800+ heilt, 3856970358693 MS bekommt und einfach ganz gemütlich wegrennt.\r\nDas muss nicht sein.\r\nGenerell bin ich immernoch der Überzeugung; ohne Dmg-Items hat man keinen Schaden zu machen.\r\nEgal, ob Assassine, Tank oder ADC. Ohne Dmg-Items hat man einfach keinen absurd hohen Schaden auszuteilen.\r\nUnd ein einziges Longsword zähl ich nicht dazu.\r\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Cenâreth","date":"2019-03-10T19:54:53.457+0000","up_votes":1,"down_votes":0,"body":"Du hättest dir auch ein Morellonikum bauen können um seine Heilung zu unterbrechen, aber nein man muss sich halt mal aufregen. Und Ignite hätte dir da auch helfen können.","replies":[{"id":"","poster":"Kaorî","date":"2019-04-03T15:17:53.685+0000","up_votes":1,"down_votes":0,"body":"Ein Morello so früh im Spiel? Wenn du mir erklärst, wie das funktionieren soll, wenn noch niemand sein 1. Item fertig hat, weil es noch viel zu früh ist (außer Rengo mit seinem Tankitem).\nIch war da die Morgana wohlbemerkt, also Support. Nichts mit Morello. Zudem das auch nur semi gut hilft.\nWie oft habe ich schon Champs ignited (spiele nur mit Ignite, außer ein Zed ist im Gegnerteam) und die haben sich trotzdem in den Himmel geheilt.\nDas bringt gefühlt gar nichts. Morello noch viel weniger. Oft genug bau ich das Ding wegen der Penetration, aber von dem \"verringert die Heilung\"-seffekt hab ich bisher noch nie wirklich was gespürt.\nUnd die Diana konnte auch kein Ignite mitnehmen, sie war Junglerin. Also Smite Pflicht. :)","replies":[{"id":"","poster":"Cenâreth","date":"2019-04-09T20:57:04.141+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kaorî,realm=EUW,application-id=Wj1wcocU,discussion-id=0s9akU3E,comment-id=00010000,timestamp=2019-04-03T15:17:53.685+0000)\n>\n> Ein Morello so früh im Spiel? Wenn du mir erklärst, wie das funktionieren soll, wenn noch niemand sein 1. Item fertig hat, weil es noch viel zu früh ist (außer Rengo mit seinem Tankitem).\n> Ich war da die Morgana wohlbemerkt, also Support. Nichts mit Morello. Zudem das auch nur semi gut hilft.\n> Wie oft habe ich schon Champs ignited (spiele nur mit Ignite, außer ein Zed ist im Gegnerteam) und die haben sich trotzdem in den Himmel geheilt.\n> Das bringt gefühlt gar nichts. Morello noch viel weniger. Oft genug bau ich das Ding wegen der Penetration, aber von dem \"verringert die Heilung\"-seffekt hab ich bisher noch nie wirklich was gespürt.\n> Und die Diana konnte auch kein Ignite mitnehmen, sie war Junglerin. Also Smite Pflicht. :)\n\nsituativ bedingt ist morello gegen champs die sustain haben besser, z.B. Vlad, er kann sich ja dadurch nicht mehr heilen und der dmg ist nicht so schlecht wieviele annehmen, also lohnt sich durchaus auch als first item. Aber wie gesagt, jeder soll dass tun was er am besten findet.","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-09T20:33:56.842+0000","up_votes":1,"down_votes":0,"body":"Was ist denn da jetzt so schlimm?\nEr hat sich 4 Mal für den Schaden der letzte 1,5 Sekunden vor seinem W geheilt. (2 mal die Doppel-W, also hat er das Doppelte des grauen Lebens geheilt)\nIm Endeffekt war sein Schaden auch nicht sonderlich hoch in der Situation.\n\nIch für meinen Teil würde das sagen. Der Rengar weiß, wann man W drückt XD","replies":[]}]}