{"id":"8NcBLjvt","poster":"eragon0102","date":"2015-03-08T00:45:17.236+0000","title":"League of Learning - Ein Projekt","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Leute,\r\n\r\nich habe mir überlegt, ein neues Team aufzumachen. Dies hat den Grund, das ich zwar in vielen Ranked Teams bin und war, diese aber nur selten gespielt hatten. Außerdem waren häufig auch die Lerneffekte sehr gering. Da ich selber Silber 4 bin und gerne besser werden möchte, habe ich mir überlegt, ein Team zu erstellen, welches sich damit beschäftigt, einen möglichst großen Lerneffekt zu erzeugen. So bin ich auf den Namen League of Learning gekommen. Jetzt suche ich einfach Leute, die mir gerne dabei helfen würden, das Konzept weiterzuentwickeln und mir ein bisschen beim Umsetzen der Idee unter die Arme greifen. Leute, die einfach mitmachen wollen oder auch Personen, die sich bereitstellen auf freiwilliger Basis ein wenig Coaching zu betreiben. Sollte das Projekt auf großen Anklang finden, könnten wir auch ein 2. Team aufmachen. \r\nAber wer mitmachen will, sollte auch Anforderungen erfüllen:\r\nEine gewisse geistige Reife (Flaming etc. ist unerwünscht)\r\n-Skype/Ts3\r\n-Spaß am Spiel\r\n-Hohe Aktivität\r\nEs ist wichtig, häufig online zu sein. Natürlich kann nicht jeder 24/7 da sein, aber wer eine Internetbegrenzung auf 21 Uhr hat, wird es wohl kaum schaffen, die anderen häufig genug abzupassen. (Ich plane die Spielzeit vorwiegend auf Abend/Nachts zu legen)\r\nIch würde gerne das ganze Straff gestalten, (so nach dem Motto, wer dauernd unangekündigt fehlt fliegt raus) da ich die Erfahrung gemacht habe, dass Teams ansonsten irgendwann daran zurgrunde gehen. Zwar bin ich kein Fan von Druck, aber manchmal muss man eben welchen haben.\r\n\r\nWie gesagt, ich werde das Konzept noch ausarbeiten und bin noch nicht fertig, wehalb ich auch Leute suche, die mir dabei helfen wollen. Wer mitmachen will, kann mich gerne Ingame adden und mir ne Nachricht schreiben, oder hier ein Kommentar hinterlassen.\r\n\r\nViele Grüße\r\nEragon0102","replies":[{"id":"","poster":"eragon0102","date":"2015-03-08T14:00:06.472+0000","up_votes":1,"down_votes":0,"body":"#Push! Wir suchen Leute! :D","replies":[]},{"id":"","poster":"BioNicZz","date":"2015-03-08T07:46:39.541+0000","up_votes":1,"down_votes":0,"body":"Hallo :)\n\nhört sich interessant an und hätte Lust drauf.\nGing mir genauso wie dir. In Teams gewesen die einfach mal so gut wie garnicht gespielt haben^^\n\nIch habe dich geaddet, können dann ja mal per TS über deine Planung reden :)","replies":[]}]}