{"id":"U8aE8aiM","poster":"CL lodda","date":"2015-03-08T11:10:37.611+0000","title":"Was tun wenn der Account gestohlen wurde bzw \"gehacked\" wurde","subforum":"Allgemeiner Chat","embed":{"title":null,"description":null,"url":"https://support.riotgames.com/hc/de/articles/201751734-Zur%C3%BCcksetzen-deines-Passworts;","image":null},"up_votes":7,"down_votes":2,"body":"Ihr habt mal wieder Free RP/Skins bekommen und euch auf der \"richtigen\" und \"offiziellen\" League of Leagends Homepage eingeloggt habt aber nun keinen Zugriff auf euren Account?\n\nNun es gibt 2 Möglichkeiten:\n\n1. Einfache Lösung (Dauert 5 min):\n\nIhr habt eure E-Mail verifiziert und somit euer Konto vor solchen \"Scammern\" geschützt\n\nEinfach PW vergessen anklicken und neues PW erstellen. Der obere Link ist eine Anleitung hierzu.\n\n\n2. Lange Lösung (Dauert bis zu einer Woche)\n\nSchrebt den League of Legends Support an und gebt ihm wenn möglich folgende Daten an:\n\nName des Kontos (der Name, mit dem du dich beim LoL-Client anmeldest):\nBeschwörername (der Name, den deine Freunde im Spiel sehen):\nDer Server, auf dem du spielst (Nordamerika, Westeuropa oder Nord-/Osteuropa):\nWann konntest du zuletzt auf das Konto zugreifen (Monat/Tag/Jahr):\nDatum der Kontoerstellung (Monat und Jahr):\nDie ursprüngliche E-Mail-Adresse, die bei der Kontoregistrierung angegeben wurde:\nDer Ort, an dem du das Konto registriert hast (Stadt und Land):\nListe der Orte, in denen du auf diesem Konto gespielt hast (Stadt und Land):\nDie letzte IP-Adresse, von der aus du League of Legends gespielt hast ( http://whatsmyip.net/ ):\nInternet Service Provider (ISP)/Internetanbieter zur Zeit der Registrierung:\nAndere Personen, die Zugang zum Konto hatten:\nWie bist du ursprünglich in den Besitz dieses Kontos gekommen:\n\nFalls zutreffend:\n\nOrt von RP-Käufen (Stadt und Land):\nUngefähres Datum der letzten RP-Käufe:\nDie E-Mail-Adresse, die für dein PayPal-Konto hinterlegt ist:\nEindeutige PayPal Transaktions-IDs für Einkäufe mit LoL-Zusammenhang:\nTelefonnummer(n), Mobilfunkanbieter und das Land für SMS-Transaktionen:\nPIN der PaySafe-Karte/IDs der Transaktion:\nPrepaid-Karten-PINs, falls vorhanden:\nDie letzten 4 Ziffern und die Gültigkeitsdauer der Kreditkarte(n), mit denen du RP gekauft hast:\nTransaktions- und Bestätigungsnummern, die du für dieses Konto per E-Mail erhalten hast:\n\nDu musst nicht alles exakt kennen aber das meiste solltest du angeben können\n\nHier gehts zum Suport: https://support.riotgames.com/hc/de\n\nHoffe ich konnte euch weiterhelfen und muss nie wieder diese \"mein Account wurde gehackt\" Threads sehe\n\nmit freundlichen Grüßen lodda96 ;)","replies":[{"id":"","poster":"Sree","date":"2015-03-08T11:13:54.207+0000","up_votes":3,"down_votes":2,"body":"Es gibt dazu auch [einen Artikel](https://support.riotgames.com/hc/de/articles/201751694-Wiederherstellung-deines-Kontos) auf Riots Supportseite. Leider lesen die wenigsten so etwas. Es ist so viel einfacher einen neuen Thread aufzumachen ^^","replies":[{"id":"","poster":"CL lodda","date":"2015-03-08T11:36:06.500+0000","up_votes":2,"down_votes":2,"body":"Ja leider deshalb hab ich meine Zeit dafür geopfert hatte auch mal das selbe Problem habe aber daraus gelernt ;)","replies":[]}]},{"id":"","poster":"Gottkönig Hache","date":"2015-03-13T14:26:39.454+0000","up_votes":1,"down_votes":0,"body":"Das Wort \"gehacked\" gibt es nicht. Entweder du schreibst \"gehackt\" oder \"hacked\".\n\nSchoenen Tag noch.","replies":[]},{"id":"","poster":"CL lodda","date":"2015-03-08T11:43:49.053+0000","up_votes":2,"down_votes":2,"body":"Downvotemafia inc?","replies":[]}]}