{"id":"pm8GVfcp","poster":"lucgaming","date":"2015-03-08T09:54:30.603+0000","title":"Ich  benötige etwas Hilfe mit Ahri","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Guten Morgen erstmal,\r\n\r\nich habe mir gestern Ahri gekauft da sie im Angebot ist und ich schon länger ein Auge auf sie geworfen habe.\r\nDa ich Bronze 3 bin suche ich einen Champion mit dem ich auch ab und zu mal mein Team carrien kann.\r\nNun hab ich mit Ahri auch zwei Spiele sofort gemacht und sie hat mir wirklich Spaß gemacht.\r\n\r\nNun aber zum eigentlichenn ''Problem'':\r\nIch habe noch nicht wirklich einen Plan was genau ich dort mache und machen muss.\r\nZunächst hab ich ein Spiel gegen Bot-Gegner gemacht um mich mit ihren Fähigkeiten vertraut zu machen.\r\nIm Anschluss habe ich mir ein paar Guids im internet und auf YouTube angeschaut. Das Problem ist, dass ich dort nicht wirklich etwas gefunden hab, da die meisten Guids noch aus der Zeit vor ihrem Rework stammen.\r\nIch weiß nun z.B. dass es extrem wichtig ist, dass meine E sitzt, da ich so weniger Schaden kassiere und deutlich mehr mache.\r\nAllerdings hatte ich in den 2 Spielen bis jetzt große Probleme beim Farmen.\r\nEbenso wusste ich nicht welche Items ich mir kaufen soll.\r\nIch baue nun als Grundbuild so: (Ist natürlich Spielabhängig)\r\n\r\nRabadons\r\nLiandrys\r\nZauberschuhe\r\nAthenes unheiliger Gral\r\nLeerenstab\r\nMorellonomikon\r\n\r\nIst das Build im groben akzeptabel oder mach ich damit einen riesen Fehler?\r\n\r\nMeine Masteries sind 21 0 9 und ich denke, dass ich da erstmal keinen Groben Fehler mit mache.\r\n\r\nMeine Runen werden wie folgt aussehen:\r\n\r\nZeichen: Magiedurchdringung\r\nSiegel: Fähigkeitsstäre pro Lvl\r\nGlyphe: Magieresistenz pro Lvl\r\nEssenz: Fähigkeitsstärke\r\n\r\nIst das kompletter Quatsch oder ganz okay?\r\n\r\nMein zweites Problem ist das Lategame und die Teamfights...\r\nIch habe das Gefühl immer falsch zu stehen bzw. zu spät irgendwo zu sein. Was muss ich mit Ahri da beachten?\r\n\r\nAbschließend möchte ich noch 2 Dinge sagen. Zum einen weiß ich natürlich, dass viele Sachen erst mit der Zeit kommen und nicht nach 2,5 oder 50 Spielen. Jedoch hoffe ich, dass ich mit euren Tipps ein wenig besser im Umgang mit Ahri werde.\r\nAls letzten möchte ich allen schoneinmal im Vorraus danken für Hilfreiche Antworten. Vllt. gab es diesen Tread ja schon 100x... Jedoch habe ich ihn nicht gefunden. Deshalb hoffe ich das ein paar von euch Ahri-Spielern ein wenig wissen mit mir Teilen.\r\n\r\nmfG Lucas","replies":[{"id":"","poster":"HyperionCH","date":"2015-03-08T10:52:18.633+0000","up_votes":2,"down_votes":0,"body":"Masteries klingen schon einmal recht gut mit 21/0/9.\n\nBei den Runen sind Zeichen und Essenzen ebenfalls OK.\nIch würde beim Siegel eher etwas anderes nehmen. Spielst du auf der Lane gegen einen andern AP-Champs, nimmst du am besten Health und beim Glyphen gleich besser Flat-MR (aber pro Lvl zu nehmen ist auch nicht völlig falsch). Die MR pro Lvl auf den Glyphen kannst du nehmen, wenn du gegen einen AD auf der Lane (z.B. Zed) spielst. Wichtig sind dann Armor-Siegel.\n\nBeim Item-Build würde ich einige Dinge ändern:\n\n- Morellonomikon und Athenes sind zu viel Mana-Regenation. Du solltest nur eines dieser Items nehmen und auf deinen Mana-Haushalt besser achten, solltest du bis jetzt oft oom sein.\nMorellonomikon sollte eher erste Wahl sein. Haben die Gegner viele AP-Champs (insbesondere auf deiner Lane), dann ist Athenes eine Option.\n\n- Als Ersatz ist Zhonyas's das absolute Must Have. An diesem Item kommst du nicht herum. Es gibt dir einen wesentlich grösseren Burst (als Athenes z.B.) und im Notfall kannst du das Item aktivieren, wenn du im TF zu stark im Fokus bist.\n\n- Liandrys würde ich nur situativ bauen. Wenn die Gegner mehrere tanky Champs haben, kannst du es als letztes Item bauen. Sonst finde ich andere Items beser.\n\n- Im Normalfall - und gerade wenn man noch nicht gut geübt mit Ahri ist - kann ich dir das Kristalzepter empfehlen. Damit kannst du auch etwas einfacher mit dem e-Skill treffen und hast auch etwas tankiness (ähnlich also wie Liandrys), um etwas länger zu überleben.\n\n- Sind bei den Gegnern mehrere starke AP-Champs, ist im 6. Slot auch der Abyssal eine Option (insbesondere, wenn du nicht Athenes hast, sondern Morellonomikon). Damit hast du etwas mehr MR und trotzdem noch AP.\n\n- Gegen harten CC ist auch Banshees oder QSS eine Option, damit du dich von der CC befreien kannst.\n\n- Sollte das Game wirklich, wirklich lange dauern (mindestens 45-50 Minuten) ist auch der GA eine Option im letzten Slot. Die Deathtimer sind dann so gross, dass die Passive dann wirklich ein Game entscheiden kann. Armor und MR helfen zudem, dass die Passive hoffentlich gar nicht nötig wird. ;)\n\n\nDas Farmen mit Ahri muss man natürlich etwas üben, hat man aber aus meiner Sicht schneller erlernt als andere AP-Champs (natürlich ist es mit AD-Champs insbesondere im early immer noch einfacher ;) ). Trotzdem wird man ums Üben wohl nicht vorbei kommen. \n\nBezüglich TF:\nMit Ahri musst du in der hinteren Reihe stehen. Bevor der TF auspricht, kannst du mit der Q noch recht gut Poken (jedoch auf den Mana-Haushalt achten -> nur gegen squishy Champs nutzen; nicht beim Tank Mana durch Poken verschwenden). Da das Item DFG aus dem Spiel genommen wurde (und noch kein Ersatz-Item vorhanden ist), kann Ahri nicht mehr den selben Burst machen. \nDeshalb musst du von der Fronline sehr gut beschützt werden. Mit deiner Ulti kannst du dich repositionieren, sollten die Gegner dir zu Nahe kommen. Läuft der TF gleich zu Beginn gut, kannst du die Ulti auch aggressiv benutzen (mit Ulti rein, mit e treffen, Foxfire + Q hinterher und mit der 2. Ulti wieder aus der Gefahrenzone -> die 3. Ulti behältst du besser bis zum Schluss, damit nur noch einen Escape hast oder nur noch 1 Gegner steht, der keine Gefahr mehr für dich ist).\nAhri hat jedoch im Midgame noch ihre Stärken. Solltest du die Lane gewinnen, ist sie sehr gut fürs Roamen geeignet. Wenn also deine Midlane-Gegner weg sein (z.B. gestorben) und deine Botlane wurde in ihren Turm gepusht, kannst du einmal dort einen Besuch machen. Natürlich ist dies situations-abhängig. Die gegnerische Botlane darf nicht gefeedet sein (sonst killen die dich easy) und per Ping würde ich dies ankündigen, damit deine Mates informiert sind (dein Jungler kommt dann vielleicht auch noch ;) ).  Ein erfolgreiches Roamen könnte dann neben den Kills/Assists auch den Drake bedeuten.","replies":[]},{"id":"","poster":"Kéllin","date":"2015-03-08T11:05:39.943+0000","up_votes":2,"down_votes":1,"body":"Hallo ^-^\nIch spiele Ahri seit dem Rework sehr gerne und kann sie derzeit auch als mein Main Champion bezeichnen. \nErstmal zu deinem Itembuild: Man sollte sich für Athenes oder Morellonomicon entscheiden, da sie so ziemlich die selben stats bieten.\nDann würd ich noch anstelle von Lyandris Zhonyas kaufen, weil es es wichtiger Core Item auf so gut wie jedem AP Midlaner ist.\n\nRunen würd ich dir empfehlen Flat Mr zu nehmen, besonders Mr im Early ist dies wichtig da du als Midlaner häufig ggn andere AP's spielst, wenn du ggn nen Zed lanst kann das natürlich va­ri­ie­ren. Dann würd ich in den Siegeln Rüstung empfehlen, um weniger DMG von Minions AA's und Junglern zu bekommen. \n\nZu den Teamfights, Ahris Ult ist eine sehr schöne und gute, durch die du eigentlich nie falsch stehen kannst, weil du dich immer neu positionieren kannst. Wenn du hart von der Gegnerischen Forntline gefocused wirst, nutzt du sie um mit der Q schön zu kiten, das verschafft dem ADC sehr viel Zeit um genügend DMG rauszuhauen. Solltest du nicht im Focus stehen, versuchst du damit an den gegnerischen ADC zu springen und ihn zu bursten, dabei solltest du aber beachten wie der ADC steht um nicht vom Support sofort ne CC Chain abzubekommen.. 1 Rotation und höchstens 2 Ult Charges sollten reichen - die letzte nutzt du zum Rauskommen. Falls du mal mitten im Teamfight stehst und deine Ult dir auch nicht weiterhelfen kann, aktivierst du erstmal Zhonyas um aus dem Focus zu geraten, um dann mit deiner Ult schön wieder umherzu tanzen.\n\nDas ist so was ich dir als Ahri Spieler mitgeben kann. Ich hoffe es hat dir geholfen und noch viel Spaß. ^-^","replies":[]}]}