{"id":"ZXBQtAuI","poster":"TEMP1398733","date":"2015-03-08T10:58:33.164+0000","title":"Gold+ Team sucht strong Jungler 4 rankeds","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi\r\n\r\nWir suchen noch einen Mitstreiter für mein 5s ranked team.\r\nWir beide haben schon an Erfahrung gesammelt in full Platin Teams. Jedoch haben sich diese aufgelöst aufgrung Unzuverlässigkeiten anderer.\r\n\r\nWenn ihr euch bei uns bewirbt sollte man min auf Gold+ Niveau sein.\r\nGesucht wird:\r\nJungle\r\n\r\nAußerdem sollte der Jungler das „Callen“ beherrschen.\r\nZiele:\r\n-Bis Ende der Saison min Platin erreichen\r\n-An Turnieren teilnehmen wenn man soweit ist.  z.b. Go 4 LOL\r\n-Ab Platin sofern vorhanden mit einem Coach\r\n-SRSLY GAMING! Kein fcking Funteam!\r\n\r\nAußerdem werden wir feste Trainingszeiten haben. (DI,DO,SO 19:00- open end)\r\nPünktlichkeit ist bei uns oberstes Gebot!\r\n\r\nBei Interesse bewirbt euch im Forum mit einer Antwort.\r\nWenn wir interessiert sind werdet ihr geaddet.\r\nDarauf folgt Bewerbungsgespräch etc.\r\n\r\nPS: Das erste Training würde heute schon stattfinden","replies":[{"id":"","poster":"hamakiri","date":"2015-03-08T11:30:17.109+0000","up_votes":1,"down_votes":0,"body":"Hätte interesse.\nBin main Jungler in Plat IV @ moment.\nHabe in Season 4 bereits in einem Gold Ranked Team als Toplaner gespielt (ca 3-4 Monate).\nBin ziemlich kommunikativ und ehrgeizig. Habe auch kein Problem mit Shotcalling und bin Kritikfähig.\nSuche wieder ein Ranked Team und bin regelmässig online.\nIch denke das ich die Trainingszeiten auch sehr oft einhalten kann.\n(Aber ein Leben habe ich natürlich auch noch ;))\n\nLG","replies":[]},{"id":"","poster":"M1nex","date":"2015-03-08T11:20:33.298+0000","up_votes":1,"down_votes":0,"body":"Hallo mein Name ist Nico Alter 16 bin momentan silber 1 hab Bronze 1 gestartet gegen verkackte playsments und habe eine Gold + mmr . Bin Main jungler kann alle Arten von junglern.\nBei Interesse bitte adden : M1nex","replies":[]}]}