{"id":"XpapL1vE","poster":"Prismin","date":"2015-03-08T12:55:16.525+0000","title":"Neuer Champion Bard","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Ich persönlich freue mich schon auf Bard. Ich maine support und werde mich freuen als support roamen zu können.\r\nDieser Champion ist aber nicht ganz balanced.\r\n\r\nBards Q ist viel zu OP und wird vermutlich generft.\r\nfür alle die nicht wissen was seine Q macht: er schießt einen skillshot der gegner beim hit slowt. Wenn Bard aber noch ein weiteres ziel (champions,creeps jungle monster oder sogar eine Wand) trifft werden beide ziele gestunnt. \r\nseine Q ist zwar ein skillshot aber meiner meinung nach ein bisschen zu OP.\r\n\r\nBard wird vermutlich in der neuen Meta oft vorkommen, da er 1. OP ist und 2. dass er dann in allen lanes supporten kann und dass die anderen lanes nicht nur auf den jungler verlassen müssen.\r\n\r\nBard ist aber auch ein guter teamplayer und supportet das ganze team. nebenbei kann er auch dem jungler beim counterjungling helfen und wards im eigenen jungle zu platzieren, um counterjungling des gegnerischen junglers zu verhindern.\r\n\r\nich bin mir sicher das riot Bard nerfen wird und ich hoffe, dass dieser nach dem nerf auch noch gut bleibt. sonst wird Bard ein totaler flop und wird selten gespielt wie Zac oder Eve.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-03-08T13:20:21.704+0000","up_votes":2,"down_votes":0,"body":"Warte doch erstmal ab, bis er released ist, bevor du ihn direkt als \"op\" abstempelst.\nBard reflektiert lediglich die Stärken eines roamenden Supporters. Wer's geübt ist, kann auch jetzt schon andere Lanes unterstützen als Supporter, ohne den ADC wirklich in Stich zu lassen. Und Wards im eigenen Jungle platzieren... Kann man vor Bards Release nicht tun?\n\nDeine Argumentation schwächelt ein wenig. Ich persönlich habe keinen blassen Schimmer, ob Bard zu stark sein wird oder nicht. Das wird sich mit dem Release zeigen.","replies":[]},{"id":"","poster":"VuMpX","date":"2015-03-08T14:40:40.730+0000","up_votes":1,"down_votes":0,"body":"Woher genau nimmst du bitte die Annahme dass die q op währe? \nAusserdem wurde er schon auf dem pbe gebufft, da er zu schlecht war.\nInformier dich bitte bevor du aus einzelnen Videos oder ähnlichen Vermutungen nimmst.\nDie q hat eine kleine range und stunnt für ein bisschen. \nSie hat die gleiche range wie tarics stunn,stunnt viel weniger als Morgana und funktioniert auch nur wenn der gegener vor einer Wand steht oder in seinen minnions.\nIch kenne jemanden auf dem pbe der mir erzählt hat das bard ein eher schlechter supporter ist, da er sehr viel skill brauch.\nUnd bevor du dich über neue balancierte Champions Gedanken machst, solltest du lieber vorschlagen das man den Cage von Morgana, den grab von blitzcrank oder denn hook von thresh nerft","replies":[]},{"id":"","poster":"68 73 77 65","date":"2015-03-08T13:15:20.866+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mal Bard im Normal spiele, werd ich eh nur damit trollen. #UltiAction :D","replies":[]}]}