{"id":"3Au63sZ8","poster":"asdftyp","date":"2015-03-07T23:41:39.137+0000","title":"Yi zu stark?! Eure Meinung","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Ich finde dass Yi viel zu stark ist und mal gut einen Nerf kriegen könnte. Aber mich würde mal interessieren, wie ihr das findet. Ist Yi zu stark oder nicht?","replies":[{"id":"","poster":"Jisatsu90","date":"2015-03-08T01:35:48.334+0000","up_votes":2,"down_votes":0,"body":"Wenn jemand Yi spielt dann versuch ihn einfach mit Cc aus dem Spiel zu nehmen.\nKleiner Tipp gegen Assassinen Allgemein - Exhaust.\nGlaub mir, es bewirkt wahre Wunder gegen Champs mit hohem Schaden. \nWenn z.B. ein Master Yi im Gegnerteam ist, der evtl recht viel Kills hat dann hebe Exhaust einfach auf bis Yi kommt und Exhauste ihn.\nEuer Support sollte mMn Exhaust gegen Assassinen sowieso immer dabei haben und es auch für diese aufheben. Zudem haben Supporter im Normalfall mindestens eine Cc-Fähigkeit die Yi aus dem Spiel nehmen kann.\n\nAnsonnsten meine zwei Tipps gegen Yi, Yasuo, Fiora oder andere AD-Assassin:\nRammus und Taric!\n\nBeides Champions die so richtig stark nur in bestimmten Matchups sind aber gegen ein AD-Lastiges Team extrem stark. \nVor Allem ein Master Yi wird gegen die zwei Probleme bekommen!\n\nRammus - Durch seine Passive und dem Standardbuild wird Rammus nicht nur sehr stark gegen AD-Champs sondern baut selbst AD auf und ist für diese Champions echt schwer zu knacken!\nEr bekommt zusätzlich AD abhängig von seiner Rüstung! Frozen Heart, Thornmails und Sunfire auf Rammus und Yi ist Geschichte. Vorraussetzung ist aber dass du als Rammus Yi auch focust.\n\nTaric - Leider kaum gespielt und oft echt unterschätzt. Mein Pinker Freund ist zwar sehr unmobil aber gegen AD-Kombos verdammt stark.  Taric ist ein Tank-support dessen Fähigkeiten mit Rüstung und Leben skalieren. Er selbst wird sehr Tanky, hat einen click and point Stun und bringt durch seine Auren seinem Team auch noch zusätzlich gute Stats. Zusätzlich hat er noch einen recht starken Heal und einen kleinen Baronbuff (Zusätzlich AD und AP für sich und sein Team).\nDurch seine W gewährt der Gute nicht nur sich selbst zusätzlich Rüstung sondern gibt auch seinem Team 12% seiner Rüstung. \nNur mal zur Rechnung. Du triffst auf ein Full-AD-Team.\nAlso heißt es für dich als Taric Rüstung und Leben stacken!\nNur um mal zu zeigen wie stark alleine seine zusätzliche Rüstung sein kann!\nBaserüstung auf Level 18: 80\nW-Fähigkeit: 30\nRunen: 20 (Quints und Reds Flat Armor)\nNinja Tabi: 25\nThornmails: 100\nFrozen Heart: 100\nRanduins: 70\nSunfire: 45\n\nRüstungswert: 340\n\n340*12:100=41 (40.8) zusätzliche Rüstung für die Verbündeten. Und dabei habe ich die Masteries noch garnicht mitgezählt, weil ich dafür zu Faul bin :D. Wird also noch etwas höher.\nIch denke mit den entsprechenden Masteries käme man auf 45+x Rüstung für das Team.\nKein Scherz, habe ich wirklich schon so gegen ein Full-AD-Team gebaut ;).\nWas einem Item wie Rüstung des Beschützers (Kaufpreis 1050) entspricht. \n\nZusammen mit dem Heal und dem Stun hast du da einen Champion, der deinem Team echt gute Defensivwerte geben kann. Nicht zu vergessen das Frozen Heart mit dem man den Attackspeed von Yi um 15% reduziert und du kannst ihn durch Randuins noch slowen falls er seine Ulty nicht ready hat. \n\nFalls du das Geld aber nicht verschwenden willst (Randuins und Frozen Heart passive Stacken nicht) kannst du eines der beiden Items durch einen Icebourne  Gauntlet oder aber eine Warmogs ersetzen.\n\nSorry für die Wall of Text. Aber ich mag Taric als Support sehr gerne :D.","replies":[]},{"id":"","poster":"söm","date":"2015-03-08T00:34:39.989+0000","up_votes":2,"down_votes":0,"body":"bei dir fallen bäume einfach um? oO","replies":[]},{"id":"","poster":"asdftyp","date":"2015-03-10T13:42:24.935+0000","up_votes":1,"down_votes":0,"body":"Danke für die vielen Tipps! Jetzt kann ich endlich wieder Spaß am Spielen gegen Yi haben! :)","replies":[]},{"id":"","poster":"Kugelmacher","date":"2015-03-08T07:01:32.684+0000","up_votes":1,"down_votes":0,"body":"Ohne seinen AfK Farm am Anfang bis Minute 10-20 ist er schwach. Exhaust tötet ihn. Rüstungstanks sind auch stark gegen ihn als Frontline. Ach ja und Dornenpanzer.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-03-08T00:55:27.128+0000","up_votes":1,"down_votes":0,"body":"Yi hat halt genau genommen eine einzige Rolle, in der er gut ist: AFK Farming Jungle bis Level 11... Vorher macht er genau genommen nichts und übt kaum Druck aus... aber das macht ihm extrem abhängig von seinen Lanes, die quasi 20-25 Minuten in einem 4vs5. Wenn die Lanes das schaffen und Yi in Minute 25 mit halbwegs ordentlichen Farm ins Spiel einzusteigen kann (und der Gegner dann auch noch vergisst, seine CC auf ihn zu werfen), ist er extrem stark. Wenn er allerdings einer leicht zurückliegenden Lane helfen soll... \n\nWenn alles in deinem Team richtig gut läuft, ist er extrem stark... das sind aber extrem viele Konjunktive um in als \"zu stark\" zu bezeichnen... es sei denn, man schickt ihn gemeinsam mit ner Karma auf die Botlane... DANN ist er zu stark aber deswegen macht das ja niemand...","replies":[]},{"id":"","poster":"Marofion","date":"2015-03-08T00:18:54.659+0000","up_votes":1,"down_votes":0,"body":"Ich spiele gelegentlich auch mal Master Yi.\n\nJA er ist stark WENN der Gegner NICHT weiß was er machen muss ;)\nEr ist schnell, mit Ulti unslowbar und macht ordentlich dmg. Er kann mit der Q sowohl Skillshots als auch Nukes dogen und Gegner äußerst Flott aus dem Spiel nehmen.\nABER er ist äußerst Widerstandslos und ist mit CC aus dem Spiel zu nehmen. Ist sein Alpha Strike auf Cooldown, oder er kann nicht mit Q dogen, so kannst du ihn einfach stunnen. Er fällt dann wenn auch nur ein nicht komplett unnützer Damagedealer da ist wie ein Baum einfach um.","replies":[]}]}