{"id":"iFERKyBz","poster":"DanielNRW","date":"2015-03-08T11:14:04.433+0000","title":"Ein Silber Noob macht Videos mit Freunden. (Bitte Tipps)","subforum":"Streams & YouTube","embed":{"title":"[LoL] #Dealer","description":"Staffel 1 - Folge 48 Verkaufe #tags. Thumbnail-Drawing by Inkinesss http://inkinesss.deviantart.com/ \"Folk Round\" Kevin MacLeod (incompetech.com) Licensed under Creative Commons: By Attribution 3.0 http://creativecommons.org/licenses/by/3.0/","url":"https://www.youtube.com/watch?v=U5cXC-uZdLU","image":"http://i.ytimg.com/vi/U5cXC-uZdLU/hqdefault.jpg"},"up_votes":2,"down_votes":2,"body":"Ich habe seit einiger Zeit angefangen einige Spiele von mir und meinen Freunden aufzunehmen, um diese nacher zu Schneiden.\n\nVorab: Ich spiele nur auf Bronze/Silber Niveau, da ich leider die Angewohnheit habe unmöglich dumme Champion-und-Lane Combinationen spielen zu wollen. Deshalb versuche ich meine Videos eher als Komödie dazustellen. Die Videos versuche ich im Rahmen von 3-5 Minuten zu halten, da ich es nicht so ausarten lassen will wie mein 10 Minuten langes Irelia-Video.\n\nMeine Videos wurden durch Verschiedene englisch-sprachige Youtuber inspiriert, unter anderem: Disco Heat (\"League of Children\" Chatansicht), Keyori und Vinny (Vinesauce - Highlight-Videos, an welchen ich mich orrientiere).\n\nTipps, die jetzt nicht umbedingt \"Lern zu spieln oder deeinstalliere das Spiel\" sind, wären sehr hilfreich, da ich nicht umbedingt zu \"{{summoner:14}} MLGMontageHD360LP{{summoner:14}}\"  werden, und mich von der Menge abheben möchte.\n\nEDIT: Entschuldingung, dass ich es vergessen habe zu erwähnen, aber im Moment kann ich nur 480p Videos aufnehmen, da mir das Equipment fehlt, um HD Videos effizient speichern zu können. Wenn ich es ändern könnte, hätte ich das sofort getan.","replies":[{"id":"","poster":"CL lodda","date":"2015-03-08T11:41:58.586+0000","up_votes":1,"down_votes":0,"body":"mich erinnert das an den Anfang von Sp4zies Moments weiter so ;)","replies":[]}]}