{"id":"y1AIrzEY","poster":"3B l Draven","date":"2019-11-30T01:49:04.768+0000","title":"Einfach faul/gewohnt? Nichts für Nichtleser ^^","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hey,\nBevor ich anfange, muss sagen es ist mir etwas unangenehm darüber zu reden bzw sogar zu schreiben, da es etwas persönliches bzw Privates ist..\nWir haben bald das Jahr 2020 schon.. Ging echt schnell.... nein ernsthaft, die Zeit verfliegt einfach... eine Zeit die ich gerne zurückdrehen möchte... natürlich geht’s nicht ich weiß.. \n\nTrotzdem, die Zeit bekomme ich einfach nie wieder. Im Jahr 2016 ist etwas passiert, was mir immer noch die Zeit raubt. Sogar jetzt wo Ihr das ließt. Im dem erwähnten Jahr habe ich meine Mittlere Reife nachgeholt, was die beste Entscheidung meines Lebens war. Ich lernte die Fächer BWL und Rechnungswesen kennen, das war für mich, etwas wovon ich gesucht habe. Ich weiß manche finden es zum Kotzen, was ich mir eigentlich gar nicht vorstellen kann. Es fing sehr gut an, nein kein Einserschüler, aber dennoch ziemlich \"Gut\". Bis dieses eine Ereignis geschehen ist, was meine Zeit stahl. Ein Familienmitglied ist gestorben. Es schleuderte mich komplett raus. Das Zeugnis sah halt dem entsprechend aus. Nach dem Jahr habe ich mich in einem Berufskolleg beworben, um die Fachhochschulreife anzustreben. Gut, anscheinend sahen die das anders und gaben mir eine Alternative...Diese war \"Agrarwirtschaft\", mit der Begründung die Fächer wären im Grunde ziemlich die selben. Leute ich weiß, es ist ein komplett anderes Themen Bereich, aber ich dachte mir gebe ich die Sache einfach mal eine Chance, denn von da, kann ich bestimmt auch irgendeine Ausbildung in meinem Bereich finden. An dieser Stelle muss ich mal kurz erwähnen: Das war die krasseste, dümmste Aussage die ich gemacht habe. \n\nWie schon mal hier im Text erwähnt fing auch dies gut an, obwohl es nicht mein Fachgebiet war. Aber nach einer Zeit (4-5 Monate) fing ich automatisch an nicht mehr zuzuhören, weil ich für mich selber dachte, das dieses Thema unwichtig ist... Immer wieder habe ich mich in dieser Situation befunden.. Ich beschloss diese abzubrechen und statt dessen eine Ausbildung zu finden... Klar... Mit diesem Noten bestimmt... Da werde ich bestimmt einer der besten Steuerfachangestellten mit diesem Zeugnis.Natürlich fand ich keine..  2017 lerne ich meine Freundin kennen, mit der ich bis heute zusammen bin. Nach dem ich die Schule schmiss, fing ich an mit...... Nichts.. Richtig, Nichts.. Ich war Zuhause, Zockte ging raus, traf mich mit Freunden, Paffte hier und da mal einen, hatte Irgendwo auch mein Spaß. Trotzdem war dieser eine Wunsch meine Familie endlich aus dieser Finanziellen Lage raus zu holen immer da, er begleitete mich überall hin. Ich machte trotzdem nichts, ich sah es einfach nicht ein, dass ich mich für irgendwas Rechtfertigen muss.. Jetzt vor Ca. einem Monat, habe ich endlich eine Chance bekommen im mein gewünschtes Fachgebiet eine Ausbildung zu starten.. Versicherungskaufmann. Viele denken jetzt \"Och ne, Versicherungen...\" Aber nach schnellem kennen lernen in bis heute fing ich an diesen Chef nicht enttäuschen zu wollen, da er in mir wohl etwas sah, was nicht viele haben. Ich weiß zwar nicht was aber egal, ich hatte diese Stelle anscheinend schon in der Tasche. Nope, falsch, ich muss mich am 10.12 dieses Jahr eine Prüfung in der Hauptzentrale  stellen.. Diese Prüfung können wir natürlich nicht umgehen, sonst hätte ich schon längst den Ausbildungsvertrag unterschrieben haben. Ziemlich motiviert fing ich also an, Dreisatz, Allgemeinwissen, im Prinzip einfach alles. Jetzt diese Woche, ich spüre schon wieder, dass ich wieder Unmotivierter werde.. Ich weiß einfach nicht warum.. \n\nEs ist wirklich mein Scheiß ernst, wenn ich sage ich will das Ding schaffen!.. Automatisch bin ich jedoch einfach trotzdem wieder Deprimiert, mache Pläne wie es danach aussehen wird, wenn es nicht klappt. Ich Übe einfach derzeit nicht.. Normalerweise würde ich doch alles dafür geben.. Aber nein, dieses Gefühl kommt einfach wieder.. Dieses Gefühl dass ich habe, ist ein sehr komischen, ein Sehr einsames aber auch sehr sehr nachdenklich, manchmal wirklich zu nachdenklich.. Meine Freundin und ich haben auch gerade Stress, da ich mich einfach nicht melde.. Ich bin gerade einfach mega nachdenklich, viele Erwachsene mit denen ich geredet habe, haben mir immer wieder angeboten eventuell mal Hilfe zu suchen, aber nein, das sowieso nicht. 1. Ich will keine Person haben, die Bezahlt wird um mit mir Persönliche Gespräche zu führen. Ja ich weiß, dafür sollte doch der Beste Freund da sein, oder auch die Freundin. Ich bin aber keiner der gern über sowas redet und außerdem verlor ich jeden einzelnen Freund den ich hatte in meiner Schwierigen Zeit, da ich mich total zurück verkrochen habe. Mein bester Freund war in dieser Zeit einfach League. Ich merke auch das wenn ich in der Agentur bin, ich persönlich ziemlich schüchtern vorkomme, was ich aber keineswegs bin. Ich bin Privat eigentlich jetzt eher der Laute. Ich denke mir manchmal auch, dass der Grund warum ich keine Ausbildung , auch mein Äußeres ist. Ich bin ein Ausländer und erfülle das Klischee Schwarze Haare und Schwarze Augen, etwas breit muskulös aber dafür bin ich nicht groß ^^. Mehrere Freunde haben mir immer wieder gesagt das mein Äußeres wohl so ankommt, als würde ich die ganze Welt wohl zusammenschlagen wollen xD. Natürlich war es nicht so ich guck halt etwas böser.. Natürlich bin ich der netteste Kerl, verabscheue Gewalt, Liebe aber Deutschrap, das ich nicht gerade leise höre. Könnte es wirklich vielleicht auch der Grund \"Rassismus\" sein? werde ich auf mein Musikgeschmack reduziert? Hier wie ich euch vorstehen würde, bin ich jetzt derzeit von Größe S auf XL gelandet, was mich wirklich sehr demotiviert, da ich mich selber nicht wieder erkenne. Jede Woche spreche ich es immer wieder aus: \"Ich brauch Geld, Fitness wartet wieder..\" Jedoch bin ich arbeitslos und mache gerade mein Praktikum.. Nun, nachdem ich diese Biebel geschrieben habe, überlege ich es mir zu löschen xD, da mir das komplett unangenehm ist. Naja, meine Frage hier.\n\n1. Faul? Gewohnt? etwas anderes?\n2. Jemand von euch zufällig auch das selbe Erfahren? dann gibt mir doch bitte Tipps, denn ich weiß selber, wenn ich es hin bekomme, dann kaufe ich mir irgendwann mal die Welt und die Zeit :D\n3. Bitte kommt mir nicht mit Irgendeiner Hilfe, das will ich alles selber schaffen.\n\nDanke Euch für die Zeit. Ich halte euch nicht mehr ab ^^ \nSorry für eventuelle Schreibfehler, es sind ein Paar Defizite vorhanden :D\n\nViel Spaß beim Ranked, Beschwörer!\n\n{{champion:119}}","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-30T08:15:35.629+0000","up_votes":3,"down_votes":1,"body":"Du sagst du willst keine Hilfe, was ich auch sehr gut nachvollziehen kann.\nIch bin selbst eine Person die diese gewisse Hilfe braucht. Aber diesen Schritt auch zu gehen ist verdammt schwer. \n\nJedoch, du schreibst diesen Text und dieser Text ist nichts anderes als ein Hilferuf. Wenn du mal in dir reinhorchst wirst du merken, dass er aus Verzweiflung entstanden ist, weil du selbst nichts in der Lage bist es alleine zu schaffen.\nDas ist nichts schlimmes, viele, sehr viele Menschen sind nicht in der Lage aus einer Situation ohne Hilfe zu kommen. \nDafür musst du dich weder schämen, noch solltest du denken es sei eine Schwäche.\nIch finde im Gegenteil, es ist stark den Mut aufzubringen und zuzugeben, dass man etwas nicht alleine schafft und man Hilfe braucht. Und noch mehr Mut sich diese Hilfe letztendlich auch zu holen. \n\nDas was du hast erinnert mich so ein bisschen an mich selbst. Nur weniger stark ausgeprägt. Ich kann mit dir reden, dir meine Erfahrungen mitteilen. Aber nicht hier. ^^ Adde mich einfach in LoL, wenn du mal drüber reden magst.","replies":[]},{"id":"","poster":"RitosMoriarty","date":"2019-11-30T20:17:36.107+0000","up_votes":1,"down_votes":2,"body":"Ich verneige mich vor dir, du bist ein größerer \"Troll\" als ich. Kann ich dein Schüler werden?","replies":[{"id":"","poster":"3B l Draven","date":"2019-12-01T22:00:14.223+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=YnZkMR0R,discussion-id=y1AIrzEY,comment-id=0004,timestamp=2019-11-30T20:17:36.107+0000)\n>\n> Ich verneige mich vor dir, du bist ein größerer \"Troll\" als ich. Kann ich dein Schüler werden?\n\nUnd dein Problem mit mir ist?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-01T23:08:09.179+0000","up_votes":1,"down_votes":0,"body":"Ignoriere es^^\nDas ist unser Forentroll und er hat ab und zu etwas heftigere Aussetzer als sonst.","replies":[{"id":"","poster":"3B l Draven","date":"2019-12-01T23:14:38.580+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=y1AIrzEY,comment-id=000400010001,timestamp=2019-12-01T23:08:09.179+0000)\n>\n> Ignoriere es^^\n> Das ist unser Forentroll und er hat ab und zu etwas heftigere Aussetzer als sonst.\n\nVerstehe nicht mal was ihr mir sagen möchte ^^","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-01T23:17:47.161+0000","up_votes":1,"down_votes":0,"body":"Versuche es erst garnicht :D\nDen verstehst keiner^^","replies":[]}]}]},{"id":"","poster":"RitosMoriarty","date":"2019-12-01T23:03:12.489+0000","up_votes":1,"down_votes":2,"body":"Ich habe kein Problem mit dir. Ich finde es sogar gut, dass du trollst. Meinen beinlosen Trolling haben sie leider nicht geglaubt. Muss ich wohl mein \"abweichendes Verhalten\" in League auf meine Migration schieben.\n\nAlso viel Spaß beim weiteren Trollversuchen und ciao.\n\n{{sticker:sg-ezreal}}","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-30T20:52:43.706+0000","up_votes":1,"down_votes":0,"body":"Ich weiß, dass es dir sehr schwerfällt aber!\nAb und zu solltest du versuchen deinen Verstand zu benutzen, um zu begreifen, dass du einfach still sein solltest.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-12-01T00:02:18.581+0000","up_votes":1,"down_votes":0,"body":"Was soll das jetzt? Du bist doch nicht wirklich auf sein Troll reingefallen?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-01T08:23:55.441+0000","up_votes":1,"down_votes":0,"body":"Manchmal muss ich leider daran zweifeln, dass es im echten Leben Menschen gibt, die dich mögen.\nNaja hoffentlich hast du noch eine Familie..","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-12-01T14:24:37.482+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, ob sie mich \"mögen\". Ich kann leider hinter die \"gespielte\" Rolle nicht rein und dann deren Bewusstsein auslesen. \n\nBei der Familie kannste sicher sein, sie mögen mich nicht.\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-01T14:39:48.567+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=YnZkMR0R,discussion-id=y1AIrzEY,comment-id=00040000000000000000,timestamp=2019-12-01T14:24:37.482+0000)\n>\n\n> \n> Bei der Familie kannste sicher sein, sie mögen mich nicht.\n> \n\n\n{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-12-01T14:51:37.004+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-11-30T10:21:05.869+0000","up_votes":1,"down_votes":0,"body":"Du sagst du möchtest keine Hilfe, es alleine schaffen. Das verstehe ich. Aber ich möchte dir jetzt ganz im ernst sagen: Hilfe suchen/annehmen ist keine Svhwäche, sondern eine Stärke. Denn es zeigt, dass du alle Möglichkeiten ausschöpfen willst um an dein Ziel zu gelangen - ohne Rücksicht auf solche Bremsklötze wie das einene Ego.\n\nUnd ich möchte dir noch etwas zum Thema \"Hilfe\" sagen: wenn du eine Verletzung hast (gebrochenes Bein, kaputte Sehnen/Bänder), gehst du zum Arzt und  Physiotherapeuten, das ist ganz normal und nicht der Rede wert. Wenn aber deine Psyche verletzt ist, warum gehst du dann nicht zu dem entsprechenden Arzt und Therapeuten?","replies":[]},{"id":"","poster":"Raystlin82","date":"2019-11-30T02:01:09.519+0000","up_votes":1,"down_votes":0,"body":"kannst du bitte ein paar absaetze in den text einbauen.\n\nedit:\n{{sticker:slayer-pantheon-thumbs}}\ndanke, jetzt werd' ich's mir durchlesen.\n\nedit 2:\ngut, jetzt hab ich's mir durchgelesen. na ja, mein erster gedanke: einerseits sagst du, dass du keine hilfe willst, weil du es aus eigener kraft schaffen willst. andererseits schreibst diesen text und fragst um tipps, was ja auch wiederum eine art hilfe ist.\n\nwas mir damals  geholfen hat durch mein abitur zu kommen, war es mir ein bestimmtes ziel zu setzen, was ich erreichen wollte und wofuer ich das abitur gebraucht habe. und ich bin auch kein gebuertiger deutscher. ich kam mit 11 jahren nach deutschland und sprach kein wort deutsch. hatte auch den rassismus am eigenen leib erlebt. und bei mir waren auch immer alle anderen schuld, nur nicht ich selbst. ausreden findet man genug, wenn man welche braucht. die wahrheit ist aber, dass es im endeffekt nur um einen selbst geht. du machst es nicht fuer irgend jemanden, sondern nur fuer dich selbst und alles andere ergibt sich dann dadurch.\n\nbereite dich auf deine pruefung vor. wenn du es alleine nicht kannst, weil dir die motivation fehlt, oder es zu schwer fuer dich ist, dann such dir eine lerngruppe, oder einen repetitor. der vorteil, der sich daraus ergibt liegt auf der hand: zum einen hast du einen weiteren anreiz es zu machen, zum anderen bist du dann irgendwie gezwungen es durchzuziehen, was der demotivation entgegen wirkt. und das ist dann im endeffekt irgendwo ein geben und nehmen - du bekommt es dann auf gut deutsch gesagt nicht \"in den arsch geschoben\", sondern leistest deinen beitrag dazu, was wiederum nicht bedeutet, dass du es nicht aus eigener kraft geschaft hast.","replies":[]}]}