{"id":"cJvBFBh0","poster":"N0isir","date":"2015-03-07T18:58:25.417+0000","title":"TiMoPLZ jetzt nun auch auf TwitchTV.","subforum":"Streams & YouTube","embed":{"title":"TiMoPLZ","description":"GER] TiMoPLZ | Diamond 5 SoloQQ | Tryhard Night | Mid Main","url":"http://www.twitch.tv/timoplz","image":"http://static-cdn.jtvnw.net/jtv_user_pictures/xarth/404_user_600x600.png"},"up_votes":1,"down_votes":0,"body":"Hallo  liebe League of Legends Community.  \r\nIch bin der Timo und bin schon seid 1 Jahr auf Youtube mehr oder weniger Aktiv. \r\nNun habe ich dank meiner neuen Internetleitung die möglichkeit nun auch auf Twitch zu Streamen.\r\nDa ich es schon immer machen wollte werde ich es auch tun. Mein erster Stream fängt Heute um 20:30 an.\r\n\r\n**Was erwaretet mich in dein Stream?**\r\n\r\n- Musik jedlicher Musikrichtung und unterhaltung + Facecam\r\n- Ein 2Jahren erfahrenden  SoloQ Spieler der versucht von Diamant auf  Challenger zu kommen.\r\n- Tipps & Tricks wie mann  im unteren Elo bereich climben kann.\r\n- Oder einfach mal zum Relaxen und entspannen\r\n- Täglich Livestream ab 21:00 ( Heute zum Start 20:30 ). Es kann auch öfter mal passieren das ich random irgendwan Streame. Aber ab 21:00 - Open End immer League of Legends \r\n- Zukünftige Guides etc. Auf mein Youtube so wie auf mein Twitch Channel wo ich versuche bestmöglichst den Spielern in der Elo hell zu erklären wie mann aus dieser geht. ( Das ist leichter als man denkt ). \r\n\r\n\r\n\r\n**Zu mir**\r\n\r\n- Man nennt mich Timo auf Youtube auch \" bekannt \" als TiMoPLZ.\r\n- Ich bin 18 Jahre Alt.\r\n- Ich Lebe in Berlin.\r\n- Weiterführende Schule\r\n- Mitten im Leben! :D\r\n- Diamant 5 mit glaubenden höheren Skill Level in League of Legends\r\n- Main Mid Lane\r\n\r\n\r\n**Hast du ein Vorbild auf Twitch / Youtube?**\r\n\r\nJa das habe ich. Mein Vorbild im Twitch bereich ist der \" GoodGuyGarry \". Der Name dürfte den einen oder anderen was sagen. \r\nAuf Youtube ist es der Risi0n von den ich seid meiner League of Legends Zeit viel gelernt habe und das was ich gelernt habe auch weitergeben möchte.\r\n\r\n\r\n\r\n\r\n\r\n\r\n**Streamst du NUR League of Legends?**\r\n\r\nLeague of Legend wird auf jeden fall mein Hauptprogramm auf mein Streamkanal werden. \r\nIch habe aber auch vor andere Spiele zu Spielen wenn ich mal lust auf was anderes habe :)\r\n\r\n\r\n\r\n**ENDE **\r\n\r\nJoa mehr fällt mir Spontan nicht ein. Wenn du noch Fragen oder sonstiges hast schau doch mal in mein Stream vorbei. Natürlich würde ich mich auf über einen neuem Follower auf Twitch oder Abonnent auf Youtube riesig freuen.\r\n\r\n\r\n\r\n\r\n\r\nWie gesagt mein erster Livesteam fängt Heute um 20:30 an. Also wenn ich Interesse bei dir gewecket habe kannst du mal vorbeischauen und gucken wie es dir gefällt :).\r\n\r\n\r\nSo das wars dann auch bis hoffentlich später dann, wenn nicht trotzdem danke fürs durchlesen. \r\nMfg. TiMoPLZ !","replies":[]}