{"id":"ZdNLmp0B","poster":"Anopka","date":"2015-03-07T19:04:58.138+0000","title":"All-Mid im Teamersteller","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Spielt ihr auch manchmal Teamkombinationen, die absolut niemand spielen würde? Ich schon. Ich habe auch seit dem Nemesis-Modus das Gefühl, dass es deutlich mehr Spieler gibt, die bei solchen Aufstellungen mitspielen, als davor. Aber nun die berechtigte Frage: Warum mache ich das eigentlich? Nun, das hat mehrere Gründe:\r\n\r\n1. Immer das gleiche zu spielen finde ich ziemlich langweilig, daher gehe ich auch gerne mal dazu über, Experimente durchzuführen mit den Champions und mit den Startaufstellungen. Wer sagt denn beispielsweise, dass man als ADC und Support Duo auf der Bot-Lane spielen muss? Ich weiss, die Meta, aber was ist die Meta? Im Grunde genommen ist das ein von Spielern geschaffenes Konstrukt, das quasi die ersten Züge des Spiels festlegt, ähnlich der Eröffnung beim Schach oder der Startaufstellung beim Fußball. Und eines haben alle diese 3 gemeinsam: Sie sagen rein garnichts über den Verlauf des Spiels aus. Ein Fußballspiel entscheidet sich schließlich auch anhand der gefallenen Tore nach 90 Minuten, und ein Schachspiel wird per Schachmatt gewonnen. Und ob ich jetzt beim Fußball alle 10 Feldspieler auf einer geraden Linie hintereinander aufstelle oder quer über den Rasen verteilt sagt auch nichts darüber aus, ob die Spieler jetzt Tore schießen oder nicht. Genauso entscheidet es beim Schach nicht, ob ich die ersten Züge jetzt nur mit Bauern mache oder mit Springern oder womit auch immer.\r\n\r\n2. Wenn ich immer nur das spiele, was der Mainstream spielt, werde ich auch nur mit dem Mainstream zusammenspielen, und dieser besteht ja bekanntlich aus \"omg why you pick \" und \"surrender at 20 pls\" (kann ich persönlich nicht wirklich nachvollziehen, was aber vermutlich daran liegt, dass ich das geflame inzwischen gekonnt ignoriere). Aber es ist tatsächlich so, dass zwar ca. 95 % der potenziellen Mitspieler, die mir der Teamersteller vorschlägt, die Gruppe binnen 5 oder weniger Sekunden die Gruppe auch schon wieder verlassen, nur weil ich nicht die Standard-Meta spielen möchte. Die übrigen 5 %, die sich dazu entschließen, an meinem Experiment teilzunehmen sind für gewöhnlich eher freundlich und friedlich gesinnt, also jene Sorte, bei der ich am Ende des Spiels auch gerne dem ganzen Team Honors verteile. Es dauert zwar für gewöhnlich etwas länger, bei einer solchen Aufstellung Mitspieler zu finden, aber das Warten lohnt sich auch.\r\n\r\n3. Es funktioniert. Klar habe ich die ersten Spiele mit dieser Taktik verloren, aber das war vor dem Nemesis-Modus. Inzwischen weiss ich aber, wie man auch in diesem Modus abgehen kann. Wichtig ist halt, oft genug Ziele wie den Drachen oder Baron Nashor für das eigene Team zu holen, und das Teamplay ist ebenso entscheidend.\r\n\r\nWas haltet ihr von solchen Spielen? Habt ihr selbst schonmal solche Spiele gespielt oder wurdet in eine Gruppe eingeladen/seit in einer Gruppe gelandet, die diese Kombo spielen wollte? Wenn ja, wie waren eure Erfahrungen mit solchen Gruppen?","replies":[{"id":"","poster":"Taemoee","date":"2015-03-07T19:12:58.452+0000","up_votes":1,"down_votes":0,"body":"Blitz + Heimer auf bot = ","replies":[]},{"id":"","poster":"erzi222","date":"2015-03-08T20:22:13.597+0000","up_votes":1,"down_votes":1,"body":"ich würde wohl sofort afk gehen.","replies":[]}]}