{"id":"71yfJWlW","poster":"Holokom","date":"2015-03-07T14:12:12.702+0000","title":"Championidee: Serenja, die Wächterin der HImmel","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"**Serenja, die Wächterin der Himmel**\r\n\r\nGliederung:\r\n1. Geschichte\r\n2. Konzept\r\n3. Statuswerte\r\n4. Fähigkeiten\r\n\r\n**Geschichte**\r\n\r\nSerenja ist wie Kayle ein Engel einer anderen Welt und Ihre Aufgabe ist es das Volk der Engel vor Übeln zu bewahren. Seit dem Morgana die Engel verraten hat ist sie nun auf der Suche nach ihr um sie zu bestrafen.\r\n\r\n**Konzept**\r\n\r\nAls Inspiration für diesen Champion dient mir Imperius von Diablo 3, während Kayle und Morgana ja entweder mit utility oder Schaden glänzen ist Serenja eine Mischung aus Widerstands Fähigkeit, Schaden und cc.\r\nIm Gegensatz zu anderen Engeln geht sie gegen ihre Feinde direkt vor und stürzt sich als Hybrid-Bruiser in den Nahkampf. Sie ist deswegen als Jungler oder auch Top laner gedacht.\r\nSIe trägt ähnlich wie Kayle schwere Rüstung und hat als Waffe eine Lanze.\r\n\r\n**Statuswerte**\r\n\r\nLeben: 580 + 98 pro stufe\r\nLebensregen: 9 + 0.8 pro Stufe\r\nMana: 400 + 55 pro Stufe\r\nManaregen: 6+ 0.9 pro Stufe\r\nAngriffsschaden: 52+ 3 pro Stufe\r\nRüstung: 25 + 4 pro Stufe\r\nAngriffstempo: 0.6+ 2% per Stufe\r\nMagieresistenz: 40\r\nLauftempo: 340\r\n\r\n**Fähigkeiten **\r\n\r\nPassive\r\n\r\nWenn ein Gegnerischer Champion sich länger als 4 Sekunden innerhalb von 300 Einheiten nahe von Serenja aufhält wird er für 1.5 Sekunden von Serenja verspottet und muss diese angreifen. Serenja nimmt durch Verspottete Feinde 30% weniger Schaden. Ist der Feind als **Sünder** markiert ist er für 2.5 Sekunden lang verspottet und Serenja nimmt 50% weniger Schaden.\r\n\r\n\r\n**Q- Skill:** Skillshot ähnlich Jarvan Q\r\n\r\nCooldown: 12 s ( 1s weniger per Rang)\r\nKosten: 30 Mana\r\n\r\nSerenja stößt mit ihrer Lanze nach vorn und verursacht in einem Halbkreis vor ihr 10/25/40/55/70 normalen Schaden (+0.5 AD). Löst **Onhit** Effekte für Auto Attacks aus. Getroffene Champions werden als **Sünder** markiert, dies hält für 8 Sekunden an oder bis sie erneut von einer Fähigkeit von Serenja getroffen werden.\r\n\r\n**W-Skill:** selbst ähnlich Lissandra\r\n\r\nCooldown: 6.5 s (0.5s weniger per Rang)\r\nKosten:50/55/60/65/70 Mana\r\n\r\nSerenja entfesselt eine Woge von Energie um sich mit 400 Einheiten Reichweite welche 50/80/110/140/170 magischen Schaden (+0.2 AP) verursacht. Wird ein Feind getroffen welcher als **Sünder** markiert ist ist er um 60 % verlangsamt. Für jeden getroffenen** feindlichen Champion** erhält sie einen **Schild** in Höhe von 8% ihrer maximalen HP, dieser hält für 3 Sekunden an.\r\n\r\n**E-Skill:** Zielbereich ähnlich wie Thresh Laterne\r\n\r\nCooldown: 22s \r\nKosten:40 Mana \r\n\r\n1 Aktivierung : Serenja erleuchtet einen kleinen Bereich für 3 Sekunden und erhält Sicht auf ihn.\r\n2 Aktivierung: Serenja verschwindet für 0.3 Sekunden und Stößt dann vom Himmel in den Zielbereich nieder. Alle Gegner im Zielbereich werden für 1.5 Sekunden in die **Luft gestoßen** und erleiden 10/20/30/40/50 +(1.0 AD) normalen Schaden.\r\n\r\nWird ein Gegner getroffen welcher als **Sünder** markiert wurde wird die Abklingzeit um die Hälfte zurück gesetzt.\r\n\r\n**R-Skill:** selbst ähnlich wie Swain\r\n\r\nCooldown: 8 Sekunden\r\nKosten: 20 Mana pro Sekunde +4 pro weiter Sekunde\r\n\r\nSerenja nimmt ihre wahre ätherische Gestalt an und **blendet** alle feindlichen EInheiten in eInem Umkreis von 200/250/300 Einheiten und verursacht 40/50/60 (+0.65) magischen Schaden Pro Sekunde. Feinde die als **Sünder** gezeichnet sind werden für 1/1.5/2 Sekunden **betäubt**. Dieser Effekt kann nur einmal aller 12 Sekunden auftreten.\r\n\r\n\r\n\r\n*Hidden Passive.... Beschwörer die ständig das Spiel leaven, flamen trollen etc. sind permanent als Sünder gezeichnet und nehmen 5 fachen Schaden. XD*","replies":[{"id":"","poster":"Holokom","date":"2015-03-13T13:38:46.378+0000","up_votes":1,"down_votes":0,"body":"ok um der Schadens kritik entgegen zu kommen: jedes mal wenn ein Sünder seine Markierung verliert nimmt er 100% Ad und 80% Ap schaden +5% seiner Maximalen HP, diese können mit allen Fähigkeiten und Autohits Serenjas ausgelöst werden.\n\nwegen der Ultimate eine Änderung in:\n\nCooldown: 60/45/30\n\nKosten: 100/80/60 Mana\n\nSerenja nimmt ihre wahr ätherische Gestalt an für** 10 Sekunden** während dessen blendet sie permanent alle Feinde in einem Umkreis von 300 Einheiten. Nahe Gegner werden um 30% verlangsamt. Während dieser Zeit verteilt sie auf Nahe Gegner **schwere Sünder** Markierung, welche mehrfach ausgelöst werden kann und 5 Sekunden lang anhält. Beim Ende der Ultimate werden** alle** Sünder markierungen entfernt und Serenja erhält einen Schild in Höhe von 90% **fehlenden HP** für 5 Sekunden.\n\nWährend die ultimate auf Abklingzeit ist verursacht Serenja 20 + 7 Pro Fähigkeitsrang magischen Rundum schaden.\n\n\nDiese Änderungen sollten zum einen ihr den nötigen Schaden gaben sofern Regelmäßig Sündermarkierungen ausgelöst werden da das jetzt massiven Schaden verursacht.\nDie ultimate Änderungen sind ein gewisser nerf in der Utility geben jetzt aber Raum zum Konterplay, und Serenja mit den Dauer sündern eine Sehr hohe Schadensspitze.","replies":[]},{"id":"","poster":"Allmaron","date":"2015-03-12T17:48:25.307+0000","up_votes":1,"down_votes":0,"body":"Hallo\n\nEin sehr intressantes Kit muss ich sagen.\n\nJedoch sind die werte sehr gering Lissandras Q fähigeit die ähndliche Reichweite hat fügt auf lvl 5 satte 200 Schaden zu während 70 schon auf der ersten Stuffe gemacht werden. Onehiteffekte machen eine Fähigkeit nicht viel Stärker Zudem die skalierung kann ruhig 0.6-0.8 sein.\n\nDie W ist eine gelungene Fähigkeit jedoch könnte man da auch den Schaden besser Skalieren lassen zb. auch mit Maxhp.\n\nDer Schaden des E skills ist noch schlechter als der des Qs und das obwohl er ziemlich schwer zu treffen ist.\n\nDer Blind und CC effekt der ulti erscheint nur beim Auslösen wenn ich das richtig Verstehe??\nDer Schaden der Ulti kann auch noch bischen höher sein, den mit diesen Schadenswerten Tankt ein ADC dich sogar weg.\n\nDie Fähigkeiten sind wie gesagt alle sehr gut jedoch würde ich die Schadenswerte verändern.\n\nIch könnte mir auch Vorstellen das Normaleangriffe jemanden auch markieren.\n\nGrüsse\n\nAllmarion {{champion:150}}","replies":[]},{"id":"","poster":"Tsukuyomi12","date":"2015-03-08T09:07:28.067+0000","up_votes":1,"down_votes":0,"body":"Hallöle!\n\nAn sich klingt Serenja ja sehr interessant. Sowohl die Konzeptidee als auch ihre Skills.\n\nIhre Passive Fähigkeit wäre einzigartig und würde sie extrem nervig machen, wobei sie noch nerviger wäre, wenn sie die Gegner allesamt markiert hätte, allerdings würde ich sagen, dass sie nicht vornherein Sünder satte 2,5 Sekunden verspottet. Man ist ja schon total entnervt, wenn man von Shens Taunt getroffen wird - die im Übrigen 1,5 Sekunden anhält. Vielleicht zu Anfang 1,75 Sekunden, ab Stufe 7 oder so dann 2 Sekunden und ab Stufe 13 - 14 die von dir gedachten 2,5 Sekunden. Im Austausch dafür könnte man ja überlegen, ob man dafür die Reichweite der Passiven etwas erhöht. Oder man probiert deine Grundidee aus, man könnte danach ja noch an ihr werkeln.\nZudem würde ich auf jeden Fall sagen, dass Gegner nur einmal alle paar Sekunden von ihrer Passiven betroffen werden können. Ansonsten muss sie ja eigentlich nur in der Nähe der Gegner bleiben, um Massenkontrolle auszuüben, und das würde sie auf jeden Fall viel zu stark machen.\n\nDie Q soll also von der Grundidee wie die von {{champion:59}} ablaufen, aber einen kegel-/halbkreisförmigen Wirkbereich haben...\nAufm ersten Blick wirkt der Schaden des Skills verdammt gering, das könnte ihr im früheren Spielverlauf Probleme bereiten. Da wäre es vielleicht ratsam, den Grundschaden und/oder die Skalierung etwas aufzupeppen oder die Abklingzeit runterzusetzen. Bei letzterer Möglichkeit kann man ja dafür sorgen, dass Gegner nur eine Markierung alle paar Sekunden haben können, aber auch das müsste man ausprobieren.\n\nDie W ist meiner Meinung nach ziemlich gut durchdacht. Man könnte vielleicht auch hier den Schaden etwas erhöhen, aber sonst finde ich diese Idee extrem gut.\n\nIhre E ist einzigartig und so vielseitig einsetzbar, dass das schon meine Lieblingsfähigkeit geworden ist. (Lantern! Yeah! {{champion:412}} ). Zudem auch deshalb, weil man diesem Skill mit Bedacht einsetzen muss. Die Abklingzeit ist zu hoch, als das man sich einen groben Patzer erlauben darf. Vielleicht kann man darüber nachdenken, die Abklingzeit auf höheren Rängen etwas runterzuschrauben, und auch hier wäre ein kleiner Schaden-Buff nicht schlecht, aber auf jeden Fall finde ich die Idee gut.\n\nUnd ihre Ult... Kann ich das so verstehen, dass alle Gegner so lange geblendet sind, wie sie sich in Reichweite befinden? Bah, das is böse. Aber extrem gut kombinierbar mit ihrer Passiven. Da würde mir ehrlich gesagt nix großartig einfallen.\n\nZusammenfassend würde ich sagen; geile Idee. Vielleicht etwas **zu** wenig Schaden, aber ein sehr interessanter Champ, den ich auf jeden Fall mal ausprobieren würde :D\n\nIch hoffe, meine Meinung/Kritik ist hilfreich. Und ich hoffe, dass ihre Hidden Passive noch gebufft wird xD\n\nPS: Cool, Erster! {{champion:26}} ","replies":[{"id":"","poster":"Holokom","date":"2015-03-08T12:01:11.703+0000","up_votes":1,"down_votes":0,"body":"ok wegen der passiven kann mann ja machen das die nur einmal aller 12 s auftritt. wegen dem Sünder merke ich nur an das sie nur für** eine **Fähigkeit den Sünder Buff benutzen kann( siehe q) danach muss mann erstmal 7 Sekunden warten bis erneut auf etwas verwendet wird oder zumindest 4 Sekunden bei maximaler Abklingzeitverringerung.\n\n\nAllgemein zu Q sag ich nur eins: AOE onhit effekt, dem ganzen gegner team gleichzeigit sheen und red buff proccs zu verpassen find ich ziemlich stark.\n\nWegen des Schadens würde ich sie gerne so behalten wie sie ist denn wenn du mal durch zählst hat sie absolut jede Art von cc sie ist mehr dazu gedacht ins Gegner team rein zu springen und dann Jahre lang dort drin zu bleiben während sie alles stunnt/slowed/blinded, eine verbesserte version von Nautilus so zu sagen. Deswegen hab ich hier nur wenig schaden gegeben weil ich denke weil sie schon mit einer Trifroce/sonnenfeuer dann schon stark genug ist.\n\nAch ja wegen der Ulti ja da hast du recht alle nahkampf ads werden heulen (Yi /xinzhao/nasus) aber die eigentlichen ad carrys haben locker doppelt so viel reichweite wie das blenden reicht also müssten die einfach nur gut kiten um ihren schaden raus zu bekommen, und gegen spells bringts ja sowieso nichts^^\n\nDanke fürs Feedback\n\nMFG Holo^^","replies":[{"id":"","poster":"Ultimeep","date":"2015-03-08T20:21:22.638+0000","up_votes":1,"down_votes":0,"body":"Man könnte bei der Ult ja auch machen, dass, z.B., geblendete Nahkämpfer  meinetwegen 30/45/60 % weniger Schaden verursachen, oder ähnlich.","replies":[{"id":"","poster":"Holokom","date":"2015-03-09T06:03:11.809+0000","up_votes":1,"down_votes":0,"body":"gute idee aber maokais ult funktioniert ja schon so deswegen wollte ich was neues was ihren team dive charakter unterstreicht, vielleicht sonst einfach noch einen schild als ult ?","replies":[]}]}]}]}]}