{"id":"zIw98Ps5","poster":"Shu88","date":"2015-03-06T12:40:56.042+0000","title":"League of Gaming sucht weitere spaßige Gesellen!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"League of Gaming ist ein Multigaming-Clan.\r\n\r\nGegründet wurde der Clan Anfang Sommer 2014, mit dem Flagschiff :League of Legends und CounterStrike. \r\n\r\nAuch heute noch sind die meisten unserer Mitglieder aktiv beim Counter Strike spielen.\r\n\r\nSeien es Wettkämpfe oder gemeinsame Funnys gegen anderer Clans oder einfach so zum trainieren, Hauptsache es macht Spaß .\r\n\r\nViele unserer Mitglieder sind von Anfang an dabei, was zugeben in der heutigen Zeit eine wirklich lange Zeit ist für eine Bekanntschaft die man ja eigentlich nur Online macht.\r\n\r\nEin paar Zahlen und Fakten: \r\n\r\n- Gründung: Sommer 2014\r\n- Leader: Rocket und Shu\r\n- Clanart: Multigaming-Clan \r\n- Mitglieder: Alles in allem sind wir 22 Mitglieder wovon ca 10 aktiv sind .\r\n- Unsere Hauptspielzeit ist ab 18 Uhr.\r\n- Alter: Zwischen 18 und 51 Jahren ist alles vertreten.\r\n- URL: http://www.leagueofgaming.de\r\n- Teamspeak: leagueofgaming.teamspeak.de\r\n- Mtl. Kosten: keine \r\n\r\nUnser \"harter Kern\" hält nun seit der Gründung zusammen und ist schon durch sehr viele Spiele zusammen gegangen.\r\n\r\nBeispielsweise : Ultima Online, World of Warcraft, Tera , Warface, Left 4 Dead und noch so viel mehr...\r\n\r\nEinige von uns spielen neben Counter Strike gerne auch mal League of Legends . Ein festes Team oder Trainingszeiten existieren dort aber nicht\r\n\r\n\r\nWir treffen uns jeden ersten Freitag im Monat um 18:00 Uhr. Hier findet bei uns im TeamSpeak ein Clantreffen statt, bei dem die Ereignisse des letzten Monats besprochen, Informationen an die Mitglieder weitergegeben und sonstige organisatorische Dinge besprochen werden. \r\n\r\nWir suchen Member, welche sich nicht von Clan zu Clan hangeln, sondern gerne auch aus den Leuten die man so kennenlernt Freundschaften schließt und diese hält. \r\n\r\nWir würden uns wünschen wenn auch Du, bei uns im Clan Aufgaben übernimmst und bei geplanten Events Deine Meinung mit einbringst. \r\n\r\nAktivität im Forum sowie Ingame ist Pflicht. \r\n\r\nWie sollte man auch zusammen halten, als ein Team agieren und gemeinsame Aktionen planen und durchführen wenn keine Kommunikation stattfindet..\r\n\r\nIn diesem Sinne... \r\n\r\nFolge dem Ruf!\r\nFolge deinem Herzen!\r\nFolge der League of Gaming!","replies":[]}