{"id":"JphtJYqt","poster":"SZ Schokosahne","date":"2015-03-04T21:39:06.867+0000","title":"6x die Promo verloren","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":7,"body":"Hallo\r\nWie im Titel schon erwähnt ich hab jetz 6x die Promo zu Bronze2 verloren und ich entschuldige mich im vorraus das ich wirklich imoment richtig schlecht gelaunt bin. ES KANN EINFACH NICHT SEIN das ich wirklich immer wenn ich in der Promo bin leute kriegen wo ich denke was denken sie denn was sie hier spielen. Ich habe es mir abgewöhnt zu flammen da ich dies mehrfach gelesen hab und ich versuch den anderen lanes zu helfen aber am ende ist es doch immer so das man selber stirbt da sie einfach nicht Reagieren. Ich verstehe es wenn ich 2-3 mal die Promo verlier aber 6x ist wirklich zuviel zumal ich wirklich nur noch swain spiele und ich meine Spielweiße komplett über denn haufen geworfen hab ich steh nun enorm passiv da ich zu oft die erfahrung gemacht hab das entweder niemand reagiert hat oder einfach nur dann wenn sie low life waren und den kill genommen haben sag ich nix gegen aber wenn sie dann damit nix anfangen.\r\nRIOT ÄNDERT WAS oder es macht einfach kein Spaß mehr das man wirklich immer gegen leute spielt die ihre Champs wirklch super können und man dann unter Lolnexus guckt unser team fast alle first game im anderen team Leute mit 20Spielen oder mehr mit dem Champ das kann doch einfach nicht sein. Ich sehe immer öfters Smurfs im Gegnerteam ich hab vereinzelt mal welche aber die Scheitern oftmals auch daran. Ich habe wirklich schon mit Gold/Platin spielern gespielt und ich konnt mithalten d.h ich hab nich gefeedet und dann kommt man zurück zu Bronze und sofort sind leute afk oder flammen wie nix.\r\nRIOT ARBEITET MAL\r\nGruß","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-03-04T23:55:52.420+0000","up_votes":4,"down_votes":0,"body":"Erstmal: Ich wette ihr seid alle wahrscheinlich total toxic ingame, so wie ihr hier über eure Mitspieler am herziehen seid.\n\nIch kann eure Situation verstehen. \nAuch wenn ihr das am Ende dieses Posts nichtmehr glauben werdet.\nIch habe früher auch geglaubt \"ich krieg immer die Kackboons ab\".\nAber dann hab ich ein ganz einfaches Experiment gemacht: Stift und Zettel genommen und 3 Wochen lang, während ich Ranked gespielt habe, immer auf diesen ZettelN einen Strich gemacht für:\nAFKler im Team\nFeeder im Team\nFlamer im Team\n\nAFKler im Gegnerteam\nFeeder im Gegnerteam\nFlamer im Gegnerteam (hohe Dunkelziffer)\n\nDas einzige was mir aufgefallen ist, ist dass ich viel öfter Flamer kriege.\nDas liegt aber wahrscheinlich daran, dass ich den Teamchat der Gegner nicht einsehen kann.\n\nProbierts aus Leute!\nAber ja, wir sind alles voll die Riotfanboys und ihr, die Armen, von der Elohell bestraften, müsst euch durch das harte Leben der Kluft schlagen.\n\nKleiner Tipp: Wenn ihr 2-3 Games hintereinander verliert, HÖRT VERDAMMT NOCHMAL AUF AN DIESEM TAG RANKED ZU ZOCKEN UND AKZEPTIERT, DASS IHR EINEN SCHLECHTEN TAG HABT!!!\n\nLG\n\nErnteSkunkFest (der gleich weinend ins Bett geht, weil er Downvotes und abfällige Kommentare mit diesem Post erntet. Heute ist sozusagen \"ErnteFlameFest\")","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-03-04T23:49:45.657+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=schokosahne152,realm=EUW,application-id=KYnfKGf0,discussion-id=JphtJYqt,comment-id=,timestamp=2015-03-04T21:39:06.867+0000)\n>\n Ich sehe immer öfters Smurfs im Gegnerteam ich hab vereinzelt mal welche aber die Scheitern oftmals auch daran.\n\nIch bin mir ziemlich sicher, dass bei dem Satz etwas fehlt... ach ja genau... woran scheitern die? Und verstehe ich das Richtig: Wenn du Smurfs im Gegnerteam hast, sind sie Schuld daran, dass du verlierst und wenn du Smurfs im eigenen Team hast, sind die auch Schuld daran, dass du verlierst? Ich frage ja nur, weil ich das genau so verstehe...\n\nUnd das man in diesem Spiel gelegentlich mit Idioten zusammenspielt, stellt ja gar keiner in Frage... Das passiert jedem mal. Aber das passiert den Gegnern halt genau so... \nUnd vor allem: Manchmal hat man auch richtig gute Teammates, die das Spiel für einen gewinnen... das vergisst man natürlich sofort... [Beispiel gefälligst?](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/1991595951/21965970?tab=overview) Es ist gerade mal 5 Tage her, dass dein 5-8-10 Jax (und ja, mit den Stats verliert man normaler Weise) von einem 19-3-3 Corki und einem 4-4-16 Shaco zum Sieg getragen wurde... Und schon ist die \"Ich habe immer nur die Idioten in meinem Team\" These widerlegt... hat 30 Sekunden gedauert, das Spiel zu finden...\n\nDas Problem ist halt: Die Idioten in den Promo-Spielen bleiben halt eher hängen... weil du diese Spiele wichtiger nimmst und weil das menschliche Gehirn halt so funktioniert. Und es kann auch durchaus helfen, sich mal den Frust von der Seele zu schreiben. Dafür gibt es aber eigentlich den Kummerkasten...\nUnd ja, ich kann durchaus nachvollziehen, dass 6 mal an der Promo scheitern einen frustriert. Trotzdem ist das einzige, was dir da hilft, dich auf dein eigenes Spiel zu konzentrieren und daran zu arbeiten, selbst besser zu werden. \n\n\nIch würde dir direkt empfehlen, mehr zu warden... Denn du bist in jedem Spiel (selbst als Support) derjenige, der so ziemlich die wenigsten Wards in deinem Team setzt... wenigstens die Gratis Wards des Schmuckstücks solltest du nutzen... du wirst selbst überrascht sein, wie viel dir die Wards bringen und wie günstig es ist, sein Schmuckstück für lächerliche 250 Gold auszubauen... \nWenn du das Ward-Item upgradest und dir nen paar Gedanken machst, wo man am besten seine 2 Wards platziert, wirst du garantiert über die Bronze II Promo hinauskommen.","replies":[]},{"id":"","poster":"Minamitsu Murasa","date":"2015-03-11T03:40:05.425+0000","up_votes":1,"down_votes":0,"body":"Silber IV diese Season gestartet.8(!) mal die Promos zu Silber III verloren.Jetzt bin ich problemlos Silber I gekommen,nachdem ich die Promos gewonnen habe.","replies":[]},{"id":"","poster":"stalkopat","date":"2015-03-06T16:44:30.008+0000","up_votes":1,"down_votes":0,"body":"6x ? Das geht ja noch hab grad zum 9x meine Bronz 4 promo verkackt --'{{champion:32}}","replies":[]},{"id":"","poster":"IcryWhenIpoop","date":"2015-03-04T22:05:16.966+0000","up_votes":1,"down_votes":7,"body":"Ich kann nur allzugut nachvollziehen wie du dich gerade fühlst. Auch ich habe in so gut wie jedem Spiel Idioten, die sich wie Challenger fühlen aber die Gehirn wie ausgetrocknetes Brot haben. Aber glauben wird dir das hier im Forum keiner. Hier sind nur die ganzen Theoretiker unterwegs, die dir wieder theoretisch darstellen werden wie unwahrscheinlich es ist, dass dieses oder jenes passiert, oder wie wie wahrscheinlich es ist, dass ein anderer Fall eintritt. Du wirst hier immernur zu hören bekommen, dass du Schuld trägst am Versagen deines \"Teams\". Weil ja die Wahrscheinlichkeit, dass.......blablabla. \nWenn ich nur die Möglichkeit hätte euch zu zeigen, wie es wirklich in meinen Spielen aussieht. Nur einfach, dass ihr ganzen Riotfanboys es mal selbst seht. Es wird in nahezu jedem Spiel beleidigt, dann ist aufm Nexus rumrennen bis das Spiel zu Ende ist ganz gross in Mode derzeit, oder es wird gedroht afk zu gehen weil im Team der Support einen \"KS\" gemacht hat (den Report hat man auf jeden Fall sicher).  \nLetztens wieder so einen Spezialfall gehabt, der meinte einem anderen Spieler das aktuelle Spiel versauen zu müssen, weil dieser ja alleinige Schuld an seinem vorherigen Verlieren hatte, da sie beide im selben Team waren. (Soviel zu der These die hier auch häufig gebracht wird \"Wie wahrscheinlich ist der Fall, dass man auf diesselben Spieler trifft in verschiedenen Spielen\"^^) Dieser verärgerte Spieler kündigte dieses Fehlverhalten schon in der Championauswahl an. Ja, was macht man da nun als Unbeteiligter. Verlässt man das Spiel, wird man bestraft von Riot und verliert LP (für die Dummheit anderer). Weist man den Spieler auf sein Fehlverhalten hin, wird man von ihm reportet. Also haben alle brav das Spiel durchgezogen, welches am Ende 40 Minuten dauerte. Und der Spass hielt sich in Grenzen. Aber Schuld ist man selber. Man hätte ja das Spiel beenden können. Oder wie letztens eine bestimmte Person hier im Forum meinte. \"Schuld ist der Spieler selber. Warum spielt er auch dieses Spiel.\"\nNaja, genug aufgeregt. Lasst es downvotes hageln. \nLetzten Endes kann ich dir auf jeden Fall sagen, aus eigener Erfahrung: \"Gehörst du weiter höher in der Elo, schaffst du es auch. Nur der Weg ist sehr schwer.\"\nIch habe mich von meinen ersten Rankedspielen hier von Silber über Gold nach Platin gespielt. Bin dann mit ner extremen Losestreak bis runter nach Silber 5 gefallen, hatte es wieder zurück nach Gold geschafft. Und hier häng ich im Moment auch fest. Im Augenblick läuft es wieder so schlecht bei mir, dass ich kurz vor dem Abstieg nach Silber stehe. Aber ich gebe mich(!!!!) nicht auf. Das solltest du auch nicht. Sch.eis.s  auf die anderen. Sie wollen eben nicht besser werden. Mittlerweile werden alle gemutet zu Spielbeginn. Es verschafft mir unglaubliche Ruhe und mein Fokus liegt aufm Spiel. Aufregen kann ich mich auch ohne den Chat. \nSoviel dazu\nMfg \nFatGuyStoleMyIce","replies":[{"id":"","poster":"SZ Schokosahne","date":"2015-03-04T23:09:26.775+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=FatGuyStoleMyIce,realm=EUW,application-id=KYnfKGf0,discussion-id=JphtJYqt,comment-id=0002,timestamp=2015-03-04T22:05:16.966+0000)\n>\n> Ich kann nur allzugut nachvollziehen wie du dich gerade fühlst. Auch ich habe in so gut wie jedem Spiel Idioten, die sich wie Challenger fühlen aber die Gehirn wie ausgetrocknetes Brot haben. Aber glauben wird dir das hier im Forum keiner. Hier sind nur die ganzen Theoretiker unterwegs, die dir wieder theoretisch darstellen werden wie unwahrscheinlich es ist, dass dieses oder jenes passiert, oder wie wie wahrscheinlich es ist, dass ein anderer Fall eintritt. Du wirst hier immernur zu hören bekommen, dass du Schuld trägst am Versagen deines \"Teams\". Weil ja die Wahrscheinlichkeit, dass.......blablabla. \n> Wenn ich nur die Möglichkeit hätte euch zu zeigen, wie es wirklich in meinen Spielen aussieht. Nur einfach, dass ihr ganzen Riotfanboys es mal selbst seht. Es wird in nahezu jedem Spiel beleidigt, dann ist aufm Nexus rumrennen bis das Spiel zu Ende ist ganz gross in Mode derzeit, oder es wird gedroht afk zu gehen weil im Team der Support einen \"KS\" gemacht hat (den Report hat man auf jeden Fall sicher).  \n> Letztens wieder so einen Spezialfall gehabt, der meinte einem anderen Spieler das aktuelle Spiel versauen zu müssen, weil dieser ja alleinige Schuld an seinem vorherigen Verlieren hatte, da sie beide im selben Team waren. (Soviel zu der These die hier auch häufig gebracht wird \"Wie wahrscheinlich ist der Fall, dass man auf diesselben Spieler trifft in verschiedenen Spielen\"^^) Dieser verärgerte Spieler kündigte dieses Fehlverhalten schon in der Championauswahl an. Ja, was macht man da nun als Unbeteiligter. Verlässt man das Spiel, wird man bestraft von Riot und verliert LP (für die Dummheit anderer). Weist man den Spieler auf sein Fehlverhalten hin, wird man von ihm reportet. Also haben alle brav das Spiel durchgezogen, welches am Ende 40 Minuten dauerte. Und der Spass hielt sich in Grenzen. Aber Schuld ist man selber. Man hätte ja das Spiel beenden können. Oder wie letztens eine bestimmte Person hier im Forum meinte. \"Schuld ist der Spieler selber. Warum spielt er auch dieses Spiel.\"\n> Naja, genug aufgeregt. Lasst es downvotes hageln. \n> Letzten Endes kann ich dir auf jeden Fall sagen, aus eigener Erfahrung: \"Gehörst du weiter höher in der Elo, schaffst du es auch. Nur der Weg ist sehr schwer.\"\n> Ich habe mich von meinen ersten Rankedspielen hier von Silber über Gold nach Platin gespielt. Bin dann mit ner extremen Losestreak bis runter nach Silber 5 gefallen, hatte es wieder zurück nach Gold geschafft. Und hier häng ich im Moment auch fest. Im Augenblick läuft es wieder so schlecht bei mir, dass ich kurz vor dem Abstieg nach Silber stehe. Aber ich gebe mich(!!!!) nicht auf. Das solltest du auch nicht. Sch.eis.s  auf die anderen. Sie wollen eben nicht besser werden. Mittlerweile werden alle gemutet zu Spielbeginn. Es verschafft mir unglaubliche Ruhe und mein Fokus liegt aufm Spiel. Aufregen kann ich mich auch ohne den Chat. \n> Soviel dazu\n> Mfg \n> FatGuyStoleMyIce\n\nDanke für deine Worte du hast wahrscheinlich dein Spielsteal gefunden den ich lang noch nicht habe ich habe mir viele infos geholt viel Videos angeschaut am ende haben die Profis auch gegen Gefeedete Leute nix ausrichten können. Im großen und ganzen habe ich zwar 1010 Wins und es lief letztes Jahr top daraufhin wollt ich mich verbessern indem ich mein Spielsteal veränder nur leider hatte dies Dramatische folgen ich war im Teamfight immer zu defensiv aber in der laning phase relativ gut. Gold war mein Ziel vor dieser Season das ich nun nach 50 games an den Nagel gehangen habe da diese alle in Bronze 3 waren und ich wieder eine Promo verkackt habe fehlt mir mittlerweile die lust immer auf die Leute die nicht fähig sind wenn sie schon feeden tipps anzunehmen oder wenigstens am Tower stehen sondern immer weiter offensiv spielen und weiter  Feeden. lange rede kurzer sinn ich danke dir für deine Antwort hat mich sehr gefreut aber am ende war es wohl auch meine letzte season 2011 angefangen und 2015 aufgehört klingt doch auch ganz schön. Am ende ist der Spaß dann auch auf der Strecke geblieben wenn man immer gegen gefeedete ADC´s oder schlimmer noch ad Bruiser verliert und sie einen relativ fix auseinander nehmen. Ich habe dich mal geaddet.\nGruß","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-03-04T23:57:58.298+0000","up_votes":1,"down_votes":0,"body":"Ein QQer weniger im Forum {{summoner:31}}","replies":[]}]}]},{"id":"","poster":"Evenrider","date":"2015-03-04T21:56:25.183+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/YQF2RpjI-der-kummerkasten","replies":[]},{"id":"","poster":"Alaric Saltzman","date":"2015-03-04T21:44:36.824+0000","up_votes":1,"down_votes":4,"body":"Kenn das nur zu gut aber du wirst von denn über \"Pros\" immer das gleiche hören \"Du selbst bist da auch dran schuld wenn du nicht aufsteigst dann bist du genau da wo du stehst richtig\" Die Leute erwarten von dir das du jedes Game carryst AUCH wenn alle fed sind und du kein fed hast. Keine ahnung wie sie es sich vorstellen aber es klappt nicht ^^ naja vom niveau her kann ich auch mit Platin locker mithalten aber man kann halt nichts gegen diese Afkler und Feeder unternehmen ..","replies":[{"id":"","poster":"Temudschinn","date":"2015-03-05T00:26:37.093+0000","up_votes":2,"down_votes":0,"body":"Nein, die Leute erwarten nicht dass du JEDES game carriest. Nur mehr als 50%...Interessant auch wie diese \"keiner versteht wie meine games aussehen, ich hab MIND 2 FEEDER in jedem spiel\" storys immer in sich zusammenbrechen sobald man die History anschaut...\n\nWorauf stützt sich deine Aussage dass du mit plat mithälst?","replies":[]},{"id":"","poster":"ErnteSkunkFest","date":"2015-03-04T23:59:22.551+0000","up_votes":2,"down_votes":0,"body":"Yep, ein Spieler in Silber 5 kann locker in Platin mithalten.\nHör mal, wie sind die Leute eigentlich in Platin gekommen, die müssen doch auch durch die \"Elo-Hell\" ^^","replies":[]},{"id":"","poster":"Veezey","date":"2015-03-05T03:12:37.262+0000","up_votes":1,"down_votes":0,"body":"Würdest du auf Platin-Niveau spielen, würdest du nicht so viele Spiele in Silber verlieren...","replies":[]}]}]}