{"id":"GvAWY4KE","poster":"ErnteSkunkFest","date":"2015-03-05T00:21:48.822+0000","title":"[Der Beweis] Never Surrender!","subforum":"Level Up: Guides & Tipps","up_votes":6,"down_votes":4,"body":"Hallo Forum,\n\nviele wissen es, manche nicht, wenige praktizieren es: Never surrender a ranked game.\nMan sollte ein Ranked, gerade in SoloQ, niemals surrendern, denn gerade in den unteren Elobereichen wird ein Game, egal wie ahead der Gegner ist, oft noch gethrowt.\nIch habe heute das perfekte Beispiel gesehen. Unser gesamtes Team hat nicht wirklich gut gespielt, und ich hatte wirklich ein schlechtes Spiel. {{summoner:3}} \nDer gegnerische ADC war fed as fuck und bereits nach 15 Minuten hatten ich und mein Premade das Gefühl \"Das wird nichts mehr\" und wollten bei 20:00 Minuten aufgeben.\nWir haben es uns dann doch anders überlegt und nochmal unser Bestes gegeben, was zunächst nichts brachte. \nDoch als wir dann so langsam ins Lategame kamen, führten uns gute Teamfights, ein erfolgreicher Baroncontest, einige gecatchte Gegner und der Dragoncount-Vorteil zum Sieg in einem Spiel, welches die Hälfte unseres Teams bereits nach 15 Minuten als verloren abgeschrieben hatte.\n\nNun merkt sich der Mensch gerne Negativbeispiele und so denkt man oft \"na das Spiel hätte ich auch surrendern können\".\nAber was viele vergessen: Auch behind sein bringt einem Erfahrung, die Erfahrung die man braucht, um solche Games noch zu drehen.\n\nWas ich hier sage, gilt mMn für alle Elos, von Bronze bis LCS.\nDenn auch in der LCS verlor (wenn ich mich nicht irre) Elements ein Spiel, in welchem sie immense Vorteile hatten, noch gegen die stark zurückliegenden Giants.\n\nUnd gerade in den unteren Elos passieren so viele Fehler, dass man ein Game eigentlich aus fast jeder erdenklichen Situation noch umdrehen kann.\n[Hier](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/1998557301/30239955?tab=overview) übrigens das Spiel, dass mich zu diesem Thread bewegt hat, man achte auf die gegnerische Sivir!\n\n\nLange Rede kurzer Sinn: Gebt niemals auf! Sowohl mental, als auch im Surrendevote.\n\nLG\n\nESF","replies":[{"id":"","poster":"Nephirelle","date":"2015-03-05T07:26:07.752+0000","up_votes":2,"down_votes":0,"body":"Glückwunsch, auch dass deine Mates so lange durchgehalten haben!\n\nIch habe das Gefühl, dass momentan bereits extrem früh surrendert wird. \n\nFaustregel scheint zu sein.\nErsten Teamfight gewonnen: Gegner gibt auf.\nErsten Teamfight verloren: Eigenes Team gibt auf.\n\nUnd wenn das Team nicht spätestens nach dem zweiten Surrender-Voting aufgibt, ist auch ganz schnell mal ein AFK dabei, dem dann ganz gerne auch noch ein zweiter AFk folgt.\nIch habe in letzter Zeit eigentlich kaum Spiele (Normals) gespielt, in denen der Nexus auch tatsächlich niedergeknüppelt wurde.","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-03-05T14:06:36.647+0000","up_votes":1,"down_votes":0,"body":"Ja, das mit dem frühen surrender ist mir auch aufgefallen ^^ \nPS: Warum krieg ich Downvotes auf diesem Thread, ich verstehs nicht {{champion:32}}","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-05T14:41:59.120+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ErnteSkunkFest,realm=EUW,application-id=vatevpvi,discussion-id=GvAWY4KE,comment-id=00010000,timestamp=2015-03-05T14:06:36.647+0000)\n>\n> Ja, das mit dem frühen surrender ist mir auch aufgefallen ^^ \n> PS: Warum krieg ich Downvotes auf diesem Thread, ich verstehs nicht {{champion:32}}\n\nReißerischer Threadtitel, der mit der Faktenlage nichts zu tun hat :^)\nIch seh hier zumindest nirgends einen Beweis.","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-03-05T15:06:59.109+0000","up_votes":1,"down_votes":0,"body":"Für mich ist das Game ein Beweis, vielleicht ist das ja auch subjektiv ^^","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-05T18:09:04.258+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ErnteSkunkFest,realm=EUW,application-id=vatevpvi,discussion-id=GvAWY4KE,comment-id=0001000000000000,timestamp=2015-03-05T15:06:59.109+0000)\n>\n> Für mich ist das Game ein Beweis, vielleicht ist das ja auch subjektiv ^^\n\nBeweise können per Definition nicht subjektiv sein. Ein Spiel, das gedreht wurde, ist ein Indiz, dass es so sein könnte, aber von der Logik eines Beweises ist hier wie gesagt nichts zu sehen.","replies":[]}]}]}]}]},{"id":"","poster":"Jisatsu90","date":"2015-03-05T00:41:39.902+0000","up_votes":2,"down_votes":0,"body":"Glückwunsch!\nAber eigentlich war Sivir das Problem! Sie war Feed ohne Ende aber alle anderen standen schlechter da als dein Team. Man kann mMn ein Spiel nicht im Alleingang carrien. Sivir hatte mit Abstand die meisten Kills und somit war hier das Ziel in einem Teamfight klar. Sivir focus, töten und der Teamfight ist so gut wie gewonnen. Ich bin mir auch sicher, ohne dass ich das Spiel gesehen habe, dass Der Support trotz der guten Stats nicht wirklich weiss was peel bedeutet und dass Sivir irgendwann so arrogant war und zu weit vorne Stand. Dass ein Support viele Assists bei so einem ADC bekommt war klar.\n\nAber natürlich waren das Fehler auf die man warten muss und diese Fehler dann konzequent nutzen. Deswegen auch mein Glückwunsch an dich.\n\nIch hatte auch schon solche Spiele. In der einen, wie auch in der anderen Richtung.\n\nDas krasseste Positivbeispiel war ein Teemo-Turtle-Base-Pilze game. Das knapp 1,5 std ging. Muss sogar irgendwo noch auf Youtube sein. Ich war da allerdings ein Singed Support der nicht wirklich gut war.\n\nDass krasseste Negativbeispiel war ein Sion-Toplane-Game. Bei dem ich Toplane gewinnen und auch im Teamfight richtig gut carrien konnte. Wenn man dann mit Stats von 7-4-30 verliert weil die Ap Caster der Meinung waren keine Magiedurchdringung bauen zu müssen und deswegen am Ende (in Minute 60 haben wir dann verloren) wir verloren haben. Zusammen mit Thresh (3-8-39) konnte ich da dann nicht viel machen. Wir haben uns darüber tierisch geärgert :D.\n\nWer das mMn positivste Game sehen will, hier der Link:\nhttps://www.youtube.com/watch?v=iupjt7_vZdg","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-03-05T01:00:35.650+0000","up_votes":1,"down_votes":0,"body":"Klar, aber die Quintessenz unserer Erfahrungen sollte es doch sein, sowohl mental als auch im Vote nicht aufzugeben.\n\nBtw: Der Satz triffts so geil, ich musste ihn einfach nochmal posten {{champion:54}}","replies":[]}]},{"id":"","poster":"erzi222","date":"2015-03-08T13:44:06.901+0000","up_votes":1,"down_votes":0,"body":"welche tollen erfahrungen mache ich dann bitte in einem unfairen 4 vs 5 ?\n\nsicher, hab ich auch schon gewonnen, aber das ... ist ganz selten.\n\nclose pls","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-03-08T15:06:40.165+0000","up_votes":1,"down_votes":0,"body":"Ich hab sogar schon ziemlich oft 4v5 gewonnen o.O","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-05T17:26:18.089+0000","up_votes":1,"down_votes":0,"body":"Selbst in der LCS werden, wenn auch selten, Spiele aufgegeben.\nErinnere mich da an ein Spiel von Allianze gegen Sk.\nSk hatte noch alle Base-Turrets, haben dennoch Surrendert.\n\nWarum?\nWeil es sich manchmal einfach nicht mehr lohnt, weiter zu machen.\n\nHier das Spiel.\nhttps://www.youtube.com/watch?v=eKsskUA6KL0\n","replies":[]}]}