{"id":"QF5ePHZf","poster":"DerD4nnY","date":"2015-03-04T14:19:40.571+0000","title":"Teemo-Support (Rework?)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hi Leute,\r\n\r\nviele Leute hassen Teemo wegen der Pilze :) .... weshalb macht man aus Teemo dann nicht teilweise ein Support (Rework). Seine R setzt wie gewohnt n Pilz etc. Whatever der jedoch ab dem Rework dann Verbündete healt. Gegner die durch den Pilz laufen, werden geslowt und gemutet.","replies":[{"id":"","poster":"Asuna Sweetheart","date":"2015-03-04T17:06:19.893+0000","up_votes":2,"down_votes":1,"body":"teemo botlane ok das geht zu weit ist es nicht schon schlimm genug überhaupt gegen nen teemo zu spielen \n\nmies der gedanke daran löst in mir schon ne pilzphobie aus :(\n\n ich denke man sollte teemo generell etwas überarbeiten da er immernoch zu stark ist ^^","replies":[]},{"id":"","poster":"MwK Space","date":"2015-03-06T21:54:48.515+0000","up_votes":1,"down_votes":0,"body":"Wenn Teemo zum Supporter wird , Drehe ich durch {{champion:17}}","replies":[]},{"id":"","poster":"RollyXP","date":"2015-03-04T15:36:52.930+0000","up_votes":1,"down_votes":0,"body":"Focus Teemo, Botlane gg","replies":[]},{"id":"","poster":"BìgM","date":"2015-03-04T15:17:46.969+0000","up_votes":1,"down_votes":0,"body":"der blind wäre zwar noch ganz nett,\nhat ansonsten aber nicht viel Support-Qualität.\n\nWenn zu seiner gewünschten Änderung eventuell noch ein MS-Boost für verbündete hinzu kommen würde,\nkönnte man drüber nachdenken. Das ein oder andere Szenario in ein Teemo Support dann nützlich wäre, spielt sich in meinem Kopf zwar schon ab, allerdings darf man dabei nicht vernachlässigen, dass er auf einer Sololane dann etwas an Stärke gewinnt.\n\nBalancing müsste dabei schon beachtet werden, nicht dass er plötzlich auf einer Sololane komplett ausrastet.","replies":[]},{"id":"","poster":"erzi222","date":"2015-03-04T14:35:06.175+0000","up_votes":1,"down_votes":0,"body":"bitte .... nicht .... danke!","replies":[{"id":"","poster":"DerD4nnY","date":"2015-03-04T14:40:44.249+0000","up_votes":1,"down_votes":1,"body":"willsu lieber dass du durch 100 Pilze draufgehst ? n Teemo auf der Bot als Support könnt ich mir gut vorstellen","replies":[]}]},{"id":"","poster":"erzi222","date":"2015-03-05T18:31:56.802+0000","up_votes":1,"down_votes":2,"body":"teemo hat eindeutige schwächen, zu op ist er auf keinen fall.\nim 5 gegen 5 muss man dafür siorgen das er sich garnichtzs mehr auf lv 1 traut (was verrat ich aber nicht, habs so aber selber mal aufs maul bekommen xD).\n\nin dominion wurden seine pilze schon generved, dennoch ist er gut dort.\nin aram kommt es auf den teemospieler selber und das eigene und gegner team an.\nmeißtens gewinne ich aber dort hart mit teemo.\n\nich liebe ihn ","replies":[]}]}