{"id":"QVrfdI3G","poster":"SZ Schokosahne","date":"2015-03-04T19:38:48.798+0000","title":"Raus aus Bronze","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo :D\r\nIch habe mir überlegt das ich raus aus Bronze will und daraufhin hab ich mir ein Champ gesucht der Top/Mid dominieren kann. Ich habe mir swain rausgesucht da ich ihn selber als relativ nützlich finde in den Teamfights haut man krassen schaden raus und man Steckt auch sehr viel ein. Lage rede kurzer sinn wie findet ihr die Idee mit swain ich hab sehr wenig bisher über ihn gefunden.\r\nGruß","replies":[{"id":"","poster":"SZ Schokosahne","date":"2015-03-04T20:53:51.745+0000","up_votes":2,"down_votes":0,"body":"Ich habe ihn jetz wirklich schon ein bisschen gespielt und ich muss echt sagen er ist wirklich gut habe die letzten 3 games gewonnen und ich spiel wirklich noch nicht überragend mit ihm. Da kommt ein wichtiger Faktor zum tragen die unwissenheit wie man gegen swain spielt und wenn man dann gefeedet ist und sein Stundenglas fertig hat ist nicht mehr so witzig für die gegner daher wirklich zu empfehlen.\nAber das Late game is leider nicht überragend mit ihm\nGruß","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-03-04T20:16:54.716+0000","up_votes":2,"down_votes":0,"body":"Swain funktioniert definitiv auf beiden Lanes und hat auch eine recht starke Lanephase, was dir allerdings nur helfen wird, wenn du ihn auch spielen kannst und generell spielen kannst.\nAm Ende des Tages gilt immer noch, dass nur aus Bronze rauskommt,wer passabel spielt, also mach dir nicht zu große Hoffnungen, aber Swain ist mit Sicherheit eine tolle Erweiterung für deinen Championpool ;)","replies":[]},{"id":"","poster":"Sealafe19","date":"2015-03-04T19:49:12.847+0000","up_votes":2,"down_votes":0,"body":"Ich finde die Idee gar nicht mal Schlecht. In niedrigeren Ligen wie Bronze weiß normalerweiße noch nicht jeder wie man gegen einen Swain spielen/builden muss also ist dieser Champ meiner meinung nach gut geeignet um aus Bronze rauszugelangen.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-03-05T08:34:52.603+0000","up_votes":1,"down_votes":0,"body":"Besonders bei Bronze gilt:\n\nSkill > Pick\n\nWenn du also mit Swain auf Silber-Niveau (oder höher) spielst, dann kannst du ihn picken. Genauso kannst du aber mit jedem anderen Champ (bzw. jeder anderen Rolle) aus Bronze rauskommen, wenn du Silber+-Skill damit hast.\n\nOb die Gegner sich mit Champ X auskennen, muss man nicht allzu sehr beachten. Grundsätzlich ist das Wissen, wie man gegen \"Meta-Champs\" kämpft, wohl auch nicht besser. Zudem: die 4 Bronze-Teammates wissen auch nicht, wie ein \"Nischen-Champ\" wie Swain kämpft, so dass dies in TF nicht förderlich ist.\n\nPicke also primär nur jene Champs, wo du besonders gut bist (Winrate über 50%).\nBei der Wahl des Champs würde ich dann eher noch darauf achten, ob ein Champ zum eigenen Team passt bzw. gut gegen die Gegner passt.\nAls Beispiele:\n\n- alle Mates haben AD gepickt -> AP-Champ macht Sinn, damit die Gegner auch MR bauen müssen.\n\n- alle Gegner haben AD gepickt -> da macht z.B. ein Jungler-Rammus Sinn, da er mit Rüstung skaliert. ;)","replies":[]},{"id":"","poster":"Leee","date":"2015-03-05T06:07:13.359+0000","up_votes":1,"down_votes":0,"body":"hi schokosahne152,\n\nwürde ich Dir Swain nicht so wirklich empfehlen, weil er braucht sehr lange Zeit um Stark zu sein. In Bronze sollte man möglichst schnell das Spiel beenden, deswegen holt man Assasine die alles schnell killen können und wegkommen. \n\nAssasine: Zed, Talon, Alkali, Leblanc\n\nWürde Dir Alkali mit Teleport& Flash empfehlen, weil in Bronze ist alles freekill ab Stufe 6 für deine Alkali. \n\nEine andere Methode wäre einen Main Champ zu wählen den du immer wieder gerne spielst, wenn Du diesen einen Champ wirklich gut beherschst, dann kannst Du Dich mit diesem Char auch rauskämpfen aus Bronze. (Aber kein Supporter) :P\n\nLG Lee","replies":[]},{"id":"","poster":"sLQ MasterBator","date":"2015-03-04T22:36:12.479+0000","up_votes":0,"down_votes":0,"body":"Yi und Tryn sind auch nicht schlecht in der Elo.. JUngle/Top egal.. Einfach nur splitpushen damit kommen die meisten in der Elo nicht klar.. Wenn du noch halbwegs fähige Teammates hast solltest du schnell rauskommen... viel glück :)","replies":[]},{"id":"","poster":"AL Karmamani","date":"2015-03-04T23:33:59.214+0000","up_votes":1,"down_votes":3,"body":"SWAIN DEFINITIV OP! Habe 100% Winrate aus 2 Games mit ihm! Bin fast in meiner promo nach Bronze4, nub teammates ich rasier euch amk.","replies":[]}]}