{"id":"rg3pnBqR","poster":"i am happy","date":"2015-03-04T12:39:38.276+0000","title":"das Matchmakingsystem ist totaler Müll","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":4,"body":"ich farme EP und übe nebenbei mechaniken im normalen mode   \r\nwieso kommt ein bronze spieler gegen einen goldspieler auf die midlane?   min 20 blieb uns nur surrender übrig weil der goldspieler gefeedet war und jeden zerstört hat,  was ich den bronze spieler auch nicht übel nehme, aber wieso ist das so?    sowas macht 0  sinn ,  wenn sie in beide teams goldspieler stecken wäre es völlig legitim aber so? \r\nich warte lieber etwas länger und habe ordentliche teams anstatt so etwas und es war keiner premade oder sonstiges, fast alle unranked ausser die 2 midlaner und unser topspieler  (auch bronze)\r\n\r\nLoL steht ja für fair play also macht auch faire teams, ich weiß normal mode ist jeden egal und zum trollen da, aber manche möchten ihn auch sinnvoll nutzen, bei Dominion gibt es auch manchmal ein ziemlich komisches Matchmaking aber ich will ja nicht zu viel verlangen, hoffe da ändert sich mal was","replies":[{"id":"","poster":"HyperionCH","date":"2015-03-04T13:12:08.364+0000","up_votes":1,"down_votes":0,"body":"1. Zwar ist jener gegnerischer Midlaner Gold 5, spielt in Rankeds jedoch öfters mit hohen Silber-Spielern. Seine Ranked-Elo ist somit wohl eher auf Stufe Gold 1 als auf Gold 5.\n\n2. Das war Teambuilder, was du gespielt hat. Teambuilder hat eine eigene Elo/MMR.\n\n3. Jener Midlaner spielt kaum bis gar nicht Midlane in Rankeds. Er wird wohl dort auch schwächer sein (was wohl der Grund ist, warum er diese Rolle im TB gerade übt). Entsprechend ist seine spezielle \"Midlane-TB-Elo\" wohl wesentlich tiefer als seine Ranked-Elo.\n\n4. Wie stufst du denn \"unranked\" ein? Als \"Holz 1\"?\nEs kann ja sein, dass einer der unranked-Spieler eine Gold-Elo besitzt (oder zumindest besseres Silber). \n\n\nIch habe z.B. Ende letzter Season noch die 10 Einstufungsspiele gemacht und durch ein 8:2 wurde ich Gold 4.\nEs ist wohl auszuschliessen, dass ich in diesen 10 Games wesentlich besser geworden bin, auch wenn ich von \"unranked\" auf \"Gold\" wechselte. ;)\nOK, ich hatte damals mit den 8:2 sicherlich auch Glück. Mindestens ein mittleres/hohes Silber war aber nicht unrealistisch (was in etwa die Stärke des gegnerischen Gold-/Silber-Spieler widerspiegelt).","replies":[{"id":"","poster":"i am happy","date":"2015-03-04T13:36:49.965+0000","up_votes":2,"down_votes":0,"body":"ja an punkt 4  habe ich gerade nicht gedacht, aber diese games gibt es eben sehr selten, dass beide teams so richtig ausgeglichen sind,  immer dominiert nur ein team oder sogar nur ein spieler und das ist einfach irgendwie schade und ziemlich langweilig, es gibt so viele 20  min  surrender games und dass wo einfach nur ein besserer spieler gegen einen schlechteren gematched wird\nnaja ich werde wieder anfangen mit LoL nexus und beobachte es, auch wenn ein bronze spieler öfter TB spielt als ein gold+spieler  darf sowas nicht sein meiner meinung nach","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-04T16:01:19.324+0000","up_votes":1,"down_votes":0,"body":"Als totalen Müll würde ich es zwar nicht bezeichnen, aber das MM System hat doch die eine oder andere Absurdität auf Lager.\n\nAnsonsten kann ich mich deiner Meinung anschliessen.","replies":[]}]}]},{"id":"","poster":"Mare TV","date":"2015-03-05T18:46:12.783+0000","up_votes":1,"down_votes":0,"body":"Das geht doch noch - vor einigen Tagen hatte ich ein Game da waren mit mir (Gold) - n Kumpel Challenger und 3 Leute aus Diamond in einem Team und haben gegen Bronze 4 - 5 + Unranked gespielt. Ich denke du bist noch gut weggekommen. :D","replies":[{"id":"","poster":"Mare TV","date":"2015-03-05T18:48:14.643+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=NightmareXIII,realm=EUW,application-id=YnZkMR0R,discussion-id=rg3pnBqR,comment-id=0003,timestamp=2015-03-05T18:46:12.783+0000)\n>\n> Das geht doch noch - vor einigen Tagen hatte ich ein Game da war Ich als Gold - n Kumpel Challenger und 3 Leute aus Diamond in einem Team und haben gegen Bronze 4 - 5 + Unranked gespielt. Ich denke du bist noch gut weggekommen. :D\n\nMit der MMR hat da auch laut einem calculator das Gegnerteam nur eine Winrate von 12% das war der Größe Troll. :D (10% is angeblich Minimum)","replies":[{"id":"","poster":"i am happy","date":"2015-03-06T16:17:39.194+0000","up_votes":1,"down_votes":0,"body":"war das ein normal game oder tb?   sowas ist für mich einfach unverständlich, sowas macht ja keinem spass auch nicht den gewinnern","replies":[]}]}]},{"id":"","poster":"Kugelmacher","date":"2015-03-04T13:13:23.654+0000","up_votes":1,"down_votes":1,"body":"Das Matchmaking funktionier so das es alles ausgleichen will Gold ist so das höchste was bei >Lvl30 kommt. Aber es ist fast immer so, das ein Goldspieler mit einem LvL 9-18 zusammen kommt. Aber sagen wir mal so. Es geht nicht besser.\nDie Zusammenstellung ist aber eigentlich immer 50/50 gut für dich und die Gegner. Ich bin LvL 27 und habe jedes Spiel mindestens einen Silber3 Spieler im Game. Ich hatte gestern auch ein Spiel gegen eine Duo Premade Gold Lane also :D","replies":[{"id":"","poster":"i am happy","date":"2015-03-04T13:23:59.090+0000","up_votes":1,"down_votes":0,"body":"waren alles lvl 30, aber das ist ja auch so eine geile sache,  lvl 15 oder so gegen lvl 30 mit vollen runen etc....naja anderes thema","replies":[{"id":"","poster":"Kugelmacher","date":"2015-03-04T17:09:55.922+0000","up_votes":1,"down_votes":0,"body":"joa Runen Masteries sind wirklich ein Problem auch YI gegen vi im Jungle hat einen leichten Hauch von Ungerecht, aber egal","replies":[]}]}]},{"id":"","poster":"MahouShoujoRakka","date":"2015-03-04T12:48:05.448+0000","up_votes":1,"down_votes":3,"body":"Spiel Customgames, wenn dir das Matchmakingsystem nicht gefällt.","replies":[]}]}