{"id":"0jl7Yaot","poster":"iwannadolucyliu","date":"2015-03-04T05:11:47.994+0000","title":"was ist los mit botgame queue?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":6,"body":"ich warte jetzt schon seit über 15 minuten für ein botgame, für first win, weil ich immer nur retarded teammember bekomme... im letzten game zb eine soraka top und duo adc botlane.","replies":[{"id":"","poster":"Zamonianer","date":"2015-03-04T09:30:52.196+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=coolmccool,realm=EUW,application-id=YnZkMR0R,discussion-id=0jl7Yaot,comment-id=,timestamp=2015-03-04T05:11:47.994+0000)\n>\n> weil ich immer nur  retarded teammember bekomme\n\nGanz sicher, dass deine Teammitglieder das nicht auch über dich sagen könnten? \nNiemand ist behindert, nur weil er Non-Meta spielt. Bei Flamern sieht das aber schon leicht anders aus - man muss nicht wegen einem Spiels andere Leute beleidigen...\n\nGruß,\nZamo","replies":[{"id":"","poster":"iwannadolucyliu","date":"2015-03-05T02:25:21.484+0000","up_votes":1,"down_votes":1,"body":"nein das sagen die nicht über mich weil ich das spiel verstehe und sogar die merken das... soraka solo top hat übrigens nach 18 minuten spielzeit 18 creeps gehabt... sie ist gold 3!\nausserdem derailst du hier das topic, ich möchte wissen warum es ne viertel stunde+ dauert um ein botgame zu finden?","replies":[{"id":"","poster":"Zamonianer","date":"2015-03-05T14:39:00.026+0000","up_votes":1,"down_votes":1,"body":"Hab ich nicht geschrieben, dass das die Strafe fürs Beleidigen ist? o.O\nDavon abgesehen: Ja, es kann ohne irgendwelche Probleme so sein, dass einige Warteschlangen zu bestimmten Zeiten extreme Warteschlangenzeiten haben.\n\nGruß,\nZamo","replies":[{"id":"","poster":"iwannadolucyliu","date":"2015-03-05T22:53:35.682+0000","up_votes":1,"down_votes":0,"body":"nee hast du offensichtlich nicht! :O\nausserdem habe ich keine chat restriction oder 5 minuten wartezeit vor normalen/ranked games also warum sollte ich ne strafzeit für botgames bekommen?","replies":[]}]}]}]},{"id":"","poster":"PwnedAkkon ","date":"2015-03-05T13:32:07.063+0000","up_votes":1,"down_votes":2,"body":"Botgames are for Noobs.\nAußer man will mal was ausprobieren, dann kannst aber auch ein Custom starten.\nUnd Non-Meta ist kein Problem. Selbst wenn dein Team so scheiße ist, wenn du besser wärst, könntest du carrien.","replies":[{"id":"","poster":"iwannadolucyliu","date":"2015-03-05T22:55:14.822+0000","up_votes":1,"down_votes":1,"body":"klar du klugscheißer, ich zock zur zeit nicht viel also kannste dir meine history angucken und dann wirste sehen das das spiele sind die nen score von 10 zu 44 haben, sowas kann kein spieler carrien!","replies":[]}]}]}