{"id":"NOob6vku","poster":"Señor Corvus","date":"2015-03-03T20:32:00.636+0000","title":"Kalista und Attack Move Click","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo!\r\nIch spiele seit kurzem Kalista, und mir kommt es so vor, als könne ich mit Hilfe des Attack Move Click (habe ich auf a gelegt) den vollen Attackspeed nicht ausnutzen. Ich spamme einfach immer a und die rechte Maustaste, kann mir jemand sagen was ich falsch mache? Eigentlich kann man die Autoattacks von ihr ja nicht abbrechen, oder hat es was damit zutun dass man mit a immer einen neuen Autoattackbefehlt ausübt, der den anderen dann abbricht? \r\nLG","replies":[{"id":"","poster":"Bergelmir32","date":"2015-03-03T22:24:35.667+0000","up_votes":1,"down_votes":0,"body":"Du machst garnichts falsch, das ist halt der \"Preis\" den sie für ihre Mobilität zahlen muss.","replies":[{"id":"","poster":"Señor Corvus","date":"2015-03-04T13:12:14.074+0000","up_votes":1,"down_votes":0,"body":"das kommt mir aber erst seit kurzem so vor, kann es sein dass es durch die veränderung die kalista diesen patch bekommen hat nun so ist?","replies":[{"id":"","poster":"Bergelmir32","date":"2015-03-04T14:22:55.797+0000","up_votes":1,"down_votes":0,"body":"Jein, das war vorher auch schon so, allerdings mit 5.4 skaliert nun die Zeit zwischen Beginn der Angriffsanimation und dem Abschuss des Projektils weniger stark mit AS, was den eh schon vorhandenen Effekt nochmal verstärkt. Ob die Änderung auch Auswirkungen hat wenn sie still steht bin ich mir grad nicht sicher jedoch liest es sich so als ob nur die Passive, also wenn die hüpft, davon betroffen wäre.","replies":[]}]}]},{"id":"","poster":"Sebisaurus","date":"2015-03-03T20:39:01.165+0000","up_votes":1,"down_votes":0,"body":"JA","replies":[{"id":"","poster":"Señor Corvus","date":"2015-03-03T21:13:50.190+0000","up_votes":1,"down_votes":0,"body":"Kannst du mir dann vlt erlaeutern wie oft bzw. wann und in welchen Abstaenden ich die taste druecken soll um moeglichst viel attackspeed rauszubekommen?","replies":[{"id":"","poster":"Sebisaurus","date":"2015-03-03T21:53:15.216+0000","up_votes":1,"down_votes":0,"body":"wenn der auto atack zu ende ist spiel einfach ein bissel","replies":[]}]}]}]}