{"id":"VXbybTfr","poster":"Cardinalofmid","date":"2015-03-03T18:53:43.600+0000","title":"Stream Xjanto aka Yellow D FLash","subforum":"Streams & YouTube","up_votes":1,"down_votes":0,"body":"http://www.twitch.tv/xjanto\n\n\nMoinsen,\nich bin der Kai 24 Jahre jung und spiele LoL seit Season 3.\nStreamen tue ich vorerst LoL,  später vllt mal andere Spiele.\nAtm bin ich Gold 5 aber aufm besten Weg Richtung Platin und spiele viel Soloq.\nMeine Mainlanes sind Bot(ADC/Supp) und Jungle.\nEinem Team gehöre ich derzeit nicht an, falls der Fall eintreffen  sollte und die Teammember nichts dagegen haben werde ich dies auch streamen.\nIn meinem Stream versuche soviel wie möglich zu erklären, falls ich es nicht vergesse.\nNebenbei beantworte ich sämtliche Fragen die mir gestellt werden, solange sie mit LoL, Twitch, Einstellungen oder anderen Spielen zu tun haben.\n\nWas will ich mit meinem bezwecken?\nWie oben beschrieben versuche ich zuviel zu sagen und zu erklären wie nur möglich, dementsprechend wird mein Stream relativ informativ (hoffentlich).\nIch bin nicht perfekt, kein Pro und mache selber auch Fehler, falls Aussagen nicht stimmen sollten,bitte sagt es an. Alles was ich erzähle oder versuche zu erklären, sind Dinge, die ich selbst schon erlebt habe oder durch viele Pro Streamer (Doublelift etc.) gelernt habe. Ich versuche stets mich auf dem Laufenden was Patches und Änderungen angeht zu halten.\nIch versuche auch täglich online zu sein und zu streamen.\n\nIch hoffe mit meinem Stream irgendwann  (vllt in naher Zukunft) eine kleine oder auch gerne große Communtiy aufzubauen.\nWenn das wirklich passieren sollte, was ich mir wünsche, werde ich Turniere, Viewergames, Duo´s (die sind jetzt auch schon möglich) machen/organisieren.\n\n\nViel Spaß beim Schauen meines Stream\n\nMfG Kai aka Xjanto/*Yellow D Flash*\n\nMeine Ingamename: Yellow D FLash","replies":[{"id":"","poster":"Cardinalofmid","date":"2015-03-08T18:55:30.490+0000","up_votes":1,"down_votes":0,"body":"dada","replies":[]},{"id":"","poster":"Cardinalofmid","date":"2015-03-07T15:47:53.415+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}