{"id":"9tKwnNxO","poster":"NoneStop","date":"2015-03-03T16:38:45.569+0000","title":"Duo Bot sucht Team / baut Team ab Plat 4+","subforum":"Clans & Teams","up_votes":0,"down_votes":0,"body":"Hey Leute, \n\nwir das Team \"???\" suchen Spieler für unsere Toplane, Midlane sowie für den Jungle. Wir sind im \"Neu- Aufbau\" da es damals nicht mit dem Team geklappt hat, wollen deswegen neue Leute suchen, die Interesse an einem Serious 5 vs. 5 Ranked-Team haben.\n\nZu uns und was wir mitbringen, wir bieten sehr flexible Trainingszeiten an (bevorzugt Nachmittag - Abends) sind Kritikfähig, wollen als Team etwas erreichen (Zielstrebig), haben einen Teamspeak SERVER und wenn das Team gut läuft haben wir auch Sponsoren.\n\nWir haben vor in der Woche (Mo. - Fr.) mindestens 3 Tage (mind. 3 GAMES pro Trainigseinheit) in der Woche zu Trainieren, zu dem an diversen Cups teilnehmen.\n\nArkaadian| Benny | 19 Jahre Alt | Adc | Platin III (Dia II in S4)\nOneShotGG | Patrick | 20 Jahre Alt | Support | Plat IV (Plat I in S4) \n-| eingespielte Duo Botlane\n__________________________________________________ ________________________________________________\n\nWir suchen SPIELER/IN im Alter von mindestens 16 - 25 Jahren, Teamspeak sowie funktionierendes Headset muss vorhanden sein. \n\nIhr spielt eure Lane schon sehr lange bzw. sollte es Nachweisbar sein das ihr diese Position wirklich maint (in Most Played Champs!) \n\nINTERESSE an einem ERNSTEM ! 5 vs 5 Ranked- Team haben um mit diesem auch etwas zu Erreichen, nicht weil man mal nen schlechten Tag hat alles wegwerfen.\n\nEbenfalls ist uns wichtig das Ihr mindestens Plat II spielt in der neuen Season mit möglichst wenig spielen. In der Season 4 solltet ihr auf Diamant Niveau gespielt haben bestenfalls Diamant 4+.\n__________________________________________________ __________________________________________________ ____\n\nJeder SPIELER wird vorher getestet, und es wird keine/r ausgeschlossen!\n\nBei Interesse oder Fragen einfach Ingame adden \nArkaadian\n\nMit freundlichem Gruß \n\nTeam - ???","replies":[{"id":"","poster":"NoneStop","date":"2015-03-03T18:40:43.493+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}