{"id":"p5AoFk16","poster":"66 Gramm Mett","date":"2015-03-03T17:16:21.944+0000","title":"Teamspeak 3 Community Server","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Freunde der aufgehenden Sonne,\r\n\r\nhiermit möchte ich euch gerne unseren Lunar Revel Community Teamspeak 3 Server vorstellen.\r\n\r\n\r\nWas ist Lunar Revel Community?\r\n\r\nLunar Revel Community ist eine aus Freunden gegründete Community die sich rund um den eSport Bereich beschäftigt und für Spieler ohne vorhandene Voice Server möglichkeit, bereitstellt einen solchen zur Verfügung zu stellen.\r\nNatürlich ohne großartige Einschränkung in Bezug auf \"Anzahl der Freunde die man mitbringen würde\"! Gewünscht wird lediglich, sich Regelkonform wie auf unserem Teamspeak Server beschrieben zu verhalten!\r\n\r\n\r\nWas bietet Lunar Revel Community?\r\n\r\nWir bieten die Möglichkeit sich verbal mit anderen Spielern des eSport Bereiches auszutauschen. Das wiederum fördert den Spielspaß und somit die Chance neue Persönlichkeiten kennenzulernen sowie evtl in den gewünschten Spielen Gemeinsam zu interagieren!\r\nUnter anderem befinden sich einige Spieler auf unserem Teamspeak Server die sich in einem hohen \"Elo Bereich\" befinden und gerne ihre Hilfe anbieten um euch das Leben in League of Legends einfacher zu gestalten. Getreu dem Motto \"Wer nett fragt, dem wird auch geholfen\"!\r\n\r\n\r\nWarum solltet ihr auf unserem Lunar Revel Community Teamspeak Server kommen?\r\n\r\nWir denken es ist jedem selbst überlassen auf welchem Teamspeak Server man sich aufhält. Allerdings ist die Frage welcher dieser Server auch eine solch gezielte Gruppierung an Spielern bieten kann, die mit einem die selbe Leidenschaft teilt und auch noch Hilfsbereit dazu ist?\r\n\r\n\r\nNachfolgend noch ein paar gesammelte Feedbacks durch Gespräche mit Neulingen:\r\n\"Auf jeden Fall besser als jeder vorherige Teamspeak Server auf dem ich war.\"\r\n\"Ihr seid wirklich Hilfsbereit, danke dafür!\"\r\n\"Sehr nette, hilfsbereite und vor allem witzige Ansammlung an Spielern\"\r\n\r\nTeamspeak Ip: 46.20.46.80:10191 ohne Passwort \r\n\r\n\r\nSomit ist alles beschrieben, wir hoffen auf ein zahlreisches Erscheinen, Good Luck & Have Fun!\r\n\r\nLunar Revel Community","replies":[{"id":"","poster":"PASTOR","date":"2015-03-16T03:13:40.685+0000","up_votes":1,"down_votes":0,"body":"Push! :-D","replies":[]},{"id":"","poster":"66 Gramm Mett","date":"2015-03-05T20:17:46.631+0000","up_votes":1,"down_votes":0,"body":"Danke für dein Feedback :)","replies":[]},{"id":"","poster":"PASTOR","date":"2015-03-05T16:26:39.230+0000","up_votes":1,"down_votes":0,"body":"Push ;) Sehr Nette Leute,","replies":[]}]}