{"id":"KAq7zi3K","poster":"IcryWhenIpoop","date":"2015-03-03T12:32:35.350+0000","title":"Ich stimme zu","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Haha. Heute morgen musste ich LoL verlassen, weil plötzlich mitten im Spiel keine Verbindung mehr hergestellt werden konnte. Nach Ewigkeiten des Wartens verliess ich das Spiel und versuchte auch fleissig zu reconnecten. Allem Anschein nach hatten noch viele weitere Spieler dieses Problem. Nachdem ich mich dann heute 13.00 Uhr rum wieder einloggte bekam ich erstmal den Hinweiss von Riot, dass es doch unfair wäre für die eigenen Mitspieler, wenn man ein Spiel verlässt. Und ich musste dies mit den Worten \"Ich stimme zu\" bestätigen damit das aufgeploppte Fenster sich wieder schliesst. An dieser Stelle die Frage: Hat dies noch andere Auswirkungen auf meinen Account? Ich verlasse nämlich NIE ein Spiel! Egal wie schlecht es auch läuft ich zieh immer bis zum Ende durch! Nur fände ich es unverschämt und auch unfair von Riot mich für Fehler von Ihrer Seite bestrafen zu wollen. \r\n\r\nIs ja sowieso eine übliche Vorgehensweise, sollten mal Probleme im Spiel auftreten, erstmal dem Spieler die Schuld zu geben. \"Überprüfe deine Firewall, ist dein Router noch mit dem Internet verbunden, hast du in den letzten Minuten Veränderungen an diversen Einstellungen vorgenommen, etc.?\" Warum sollte ich sowas ändern, einfach so, wenn es doch läuft? Ruft man dann beim Support an beginnt das ganze stümperhafte Abfragen oben genannter Routinefragen von vorne, und am Ende konnte einem dort keiner weiterhelfen. Anstatt einfach zu sagen \"ja wir haben grad diverse Probleme\".\r\n\r\nNaja, whatever. Bin grad angepisst, dass ich scheinbar wieder einmal für die Fehler anderer bestraft werde.\r\nDanke\r\nTschüss","replies":[{"id":"","poster":"IcryWhenIpoop","date":"2015-03-03T12:39:58.773+0000","up_votes":1,"down_votes":0,"body":"Es sollte auch eigentlich heissen:\".....sollten mal Probleme in einem Spiel.........\" . Fehler meinerseits. Zocke ja nicht nur LoL. Aber das Prinzip ist denke ich bei Riot dasselbe. Ob mit oder ohne Telefonsupport. Fehler auf andere schieben, Probleme aussitzen. Zumindest kommt es mir ab und an so vor. Trotzdem danke für die Antwort.","replies":[]},{"id":"","poster":"Sree","date":"2015-03-03T12:35:18.959+0000","up_votes":1,"down_votes":1,"body":"Das ist nur ein Hinweis, keine Strafe.\nEine Strafe gibt es nur fuer Leute, die regelmaessig Spiele verlassen. Wenn das bei dir nicht der Fall ist, brauchst du dir keine weiteren Sorgen machen.\nIm uebrigen hat Riot gar keinen Telefon-Support. Also keine Ahnung, wen du da angeblich angerufen hast, aber sicher nicht Riot.","replies":[]}]}