{"id":"mxgqup8i","poster":"Zebrafliege","date":"2015-03-03T02:22:17.859+0000","title":"Loosing streak","subforum":"Level Up: Guides & Tipps","up_votes":3,"down_votes":1,"body":"Hi Ho,\r\nFolgendes Problem, wie schon im Titel zu erkennen ist befinde ich mich momentan auf einer Loosing streak of doom. Ich verstehe einfach nicht wie ich es schaffen soll diese zu beenden ich kann ja nicht aufeinmal so dermaßen kacke sein.\r\nHabe die letzte season mit Platin 2 can 51-52 % winration abgeschlossen also eigentlich nocht luft nach oben. Nun habe ich mich nach den PLacmentmatches mühsam auf Platin 5 hochgekämpft und war auch schon 4-5 mal in plat 4 auch knapp vor der Promo zu 3 und dann hat es irgendwann angefangen.\r\nIch verliere einfach jedes game bzw. wesentlich mehr als normalerweise. Sitze jetzt mitlerweile in plat 5 und werde so mit gold 2 /3 gematched heist meine mmr ist sehr schelcht.\r\nHat irgendjemand hier tip/ ideen di mir helfen könnten? \r\nDas witzige ist ja sogar das Problem auf meinem Smurf nicht habe der sitzt auch in plat 5 aber dort kann ich wie gewohnt genügend spiele carrien ohne das es mich wundert wenn ich mal verliere.\r\nmfg Zebrafliege","replies":[{"id":"","poster":"Asteriade","date":"2015-03-04T15:26:56.874+0000","up_votes":2,"down_votes":0,"body":"Selbes Problem zur Zeit, anfangs alles super, bis Promo Platin2 gekommen und mit einem mal geht gar nichts mehr (Support only), 3Inhibs down vom Gegnerteam stehe 1/2/19 ... wir verlieren, das ist ganze 4x passiert. \nLetztes game 1/3/23 (Rito laggs sei dank) wir verlieren. Game davor 1/3/13... wir verlieren.\nSomit innerhalb von einer Woche von Promo Platin2 instant down zu Platin5 0 lp und es hört nicht auf, egal wie gut man spielt das Team verliert.\n\nThresh Winrate von 68% in 50games auf 49% runter... Sona Winrate von 72% in 30Games auf 57% runter.\n\nDieses \"tolle\" Event ist auch sehr hilfreich wenn man perm. ein Gold5-4 ADC bekommt welcher sich mit einem Plat1-2 matched und dann perm. am verkacken ist.\n\nDa weiß man echt nicht was man machen soll, egal wie gut man steht, man verliert.\nStundenlanges Guiddurchlesen wie man als Support carrien kann hilft auch nicht, dies setzt man ja bereits durch.\nDuoQ: ich habe bereits 3Mates \"infiziert\" welche - ohne mich - nachdem man 2Matches gespielt hatte alle von plat1/2 auf Plat4/5 gedropt sind... :D Und ansonsten siehts eher düster aus mit Mates.\n\nMMR von Dia4-Plat1 binnen 9Tagen auf Plat5/Gold2 ... das ist einfach unfassbar und \"Augen zu und durch\" hilft dezent gar nicht weil es einfach nicht besser wird.\n\n\nDiese Tipps von wegen \"mach ne Pause wenn du Mad bist\" helfen nicht, weil man eben nicht \"mad\" ist. Nur was soll man da tun.\nEinige sagen \"Spiel ne andere Lane\", bringt keine Besserung.^^","replies":[{"id":"","poster":"Zebrafliege","date":"2015-03-05T10:25:00.981+0000","up_votes":1,"down_votes":0,"body":"Storry of my life:D \nNaja ich habe es jetzt halbwegs überstanden und habe etwas mehr glück. Ich habe durch Zufall angefangen Talon zu mainen in den letzten tagen und gewinne aufeinal unfassbar viele games. :D ich meine könnte auch Glück sein aber vllt hilft ein kleiner Land Wechsel wirklich :) ich werde einfach mal weiter spielen aber immerhin bin ich von 47. % winratio wieder auf über 50%:D","replies":[]}]},{"id":"","poster":"Termii TFT","date":"2015-03-03T06:45:06.385+0000","up_votes":3,"down_votes":1,"body":"Wenn du mad bist, nimm dir eine pause. Ansonsten augen zu und durch.","replies":[{"id":"","poster":"Zebrafliege","date":"2015-03-03T09:19:23.141+0000","up_votes":1,"down_votes":0,"body":"Pausen mache ich eigentlich immer zwischen durch, alleine weil mich das teilweise dann mega nevt naja ich werds weiter versucehn selbst wenn ich droppe ich hab bis jetzt 3 accs auf platin gespielt waru sollte es auf einmal nicht mehr klappen^^:D","replies":[]}]},{"id":"","poster":"R2H xRow","date":"2015-03-03T03:49:38.763+0000","up_votes":1,"down_votes":0,"body":"Hast du mal DuoQ mit LowElo gemacht?\nWenn ja wird es daran liegen, da deine MMR dann Automatisch niedriger wird und die Teams schlechter werden.","replies":[]}]}