{"id":"pdLZAM4o","poster":"KittyKay","date":"2015-03-02T23:33:02.345+0000","title":"ich, er platin :3..  suche du oder sie für(top,2bot) 5on5 <3","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"**Vorstellung**\r\n\r\nHey, ich bin der KittyKay(23 Jahre alt, Mid-Lane) und schwitze richtig hart dafür, damit ich die verdammte Diamanten League in Solo erreiche T_T. Ich nähere mich diesem Ziel zwar Schritt für Schritt (momentan Plat. 2, letzte Saison Plat. 3), aber am meisten reizt es doch einen die höheren Ligen in der Königsdisziplin zu meistern. Und das ist meiner Meinung nach das Teamranked (5 on 5). Ach ja, und da gibt es noch diesen einen Russen (RedBull Monkey) :3. Der ist 28 Jahre alt und macht mehr oder weniger den Jungle unsicher. Derzeit vergeigt er seine Promo’s, um in die Diamanten League aufzusteigen.\r\n\r\n\r\n\r\n**Was suchen wir?**\r\n\r\nFreunde. :P\r\n\r\nKleiner Scherz wir suchen keine Freunde(oder vllt doch ;O), sondern eher jemanden der gelassen und ambitioniert dabei ist. Zudem sollte derjenige einfach Bock darauf haben in einem 5er Team LoL zu suchten. Du solltest dir auch was sagen lassen können, speziell von mir, da ich der Teamleader bin. Jeder hat zwar seine Meinung die auch in einer  gewissen Art und Weise richtig ist, aber wenn ich oder jemand anderes etwas an deiner Spielart auszusetzen hat, musst du bereit, dass man dich auf deine Fehler und Schwächen ansprechen wird, damit das Team sich stetig weiterentwickeln kann. Dasselbe gilt natürlich auch für mich.\r\n\r\n\r\n\r\n**Gesuchte Rollen******\r\n\r\n\r\n**Supporter:** Ich weiß, dass die Rolle des Supporters eine undankbare ist, aber er ist ebenso wichtig wie alle anderen auch. Denn im Teamfight können auch seine Fähigkeiten spielentscheidend sein. Als Beispiel nenne ich mal den Grab von Blitzcrank.\r\n\r\n**Ad-Carry :** Meiner Meinung nach ist die Rolle des Ad-Carry’s der langweiligste Job. Einfach raufhalten….. Positioning…. irgendwie versuchen Schaden zu machen und den Fight überleben. \r\n\r\n**Top-Lane:** \r\nSeien Mid und Bot gefeedet \r\nkommst du als Tank, Mage oder Fighter \r\nund machst uns wieder heiter. \r\n(schlecht.. i know...)\r\n\r\n\r\n\r\n\r\n**Weitere Voraussetzungen:**\r\n-mind. Alter 17\r\n-mind. 2 ½ Jahre gespielt\r\n-mind. 500 wins (normal)\r\n-mind. Platin \r\n\r\n\r\n**Kontakt oder Fragen: KittyKay ( LoL-Forum oder über LoL selber)**","replies":[]}