{"id":"7EIrIZam","poster":"Craíd","date":"2015-03-02T16:48:52.520+0000","title":"Main Adc G4 sucht aktives & freundliches Team !","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Liebe Community. :-) \r\nIch bin 16 Jahre alt & spiele aktiv seid Januar 2013, ich bin Main adc & spiele grundsätzlich nur Vayne{{champion:67}}  (siehe Name) beherrsche aber auch jeden anderen adc, nur sie beherrsche ich am besten :p. Leider Gottes muss ich zugeben meine Stats sind nicht umwerfend hatte ein paar start schwierigkeiten da meiner Meinung nach das Lanen sehr sehr schwer ist. Aber man kann mich ja mal spectaten :)\r\nIch suche ein aktives Team das noch Platz für einen Adc hat, notfalls kann ich auch supporten wenn denn mal was nicht klappen sollte. \r\nIch spiele so gut wie jeden Tag (nur rankeds) mache aber zugegeben immernoch ab und zu sehr doofe Fehler :p mit einem Coach und ner Super Gruppe kann man aber nur besser werden. Meldet euch ingame (Vain Mayne) bei Fragen stehe ich auch mit Ts zur verfügung Daten schick ich euch dann :p \r\nIch bin sehr zielstrebig, bedeutet ich möchte mindestens diese SS Plat 2 kommen, dennoch ein guter Verlierer. man kann nicht immer gewinnen x)\r\n\r\n- ggf bin ich auch bereit mit einem guten Coach mit viel Erfahrung ein Team zu eröffnen habe noch 2 gute Freunde (eingespieltes Team) Main Mid/jungle S2 aber spielt gold elo & einen Platin 4 Main Toplaner (ein sehr erfahrener Spieler) meldet euch einfach ingame & wir sehen weiter.\r\n\r\nPs: für Testspiele stehe ich gerne zur Verfügung.","replies":[{"id":"","poster":"Im Wukong and u","date":"2015-03-03T17:05:46.186+0000","up_votes":1,"down_votes":0,"body":"Hi haben dich auch geaddet . Wir sind Gold - Silber und brauchen noch ein Adc und sind ebenfalls alle 16 Plus . Ich und silasvw haben dich geaddet","replies":[]},{"id":"","poster":"Kinphas","date":"2015-03-02T17:09:47.408+0000","up_votes":1,"down_votes":0,"body":"Ich versuche Gerade ein Team zu erstellen ! Wir brauchen noch einen ADC (in diesem Fall dich) und einen Toplaner!\nWir haben einen Main Support, einen Main Jungler und selbst verständlich einen Main Midlaner (Mich).\nWir alle 3 Spielen zwischen Silber 3 und Silber1, und haben 700+ Normal Wins. Heist wir wissen wie wir mit bestimmten Situation umgehen müssen !\nWir sind zwischen 16 und 20 Jahre alt. Es Würde mich freuen wenn du dabei wärst ! kannst mich ja Adden\n\nMFG Kinphas","replies":[]}]}