{"id":"b7akaONL","poster":"Chronicol","date":"2015-03-02T09:49:35.344+0000","title":"Darius","subforum":"Melde einen Bug","up_votes":2,"down_votes":2,"body":"Hallo,\r\n\r\nfalls es noch keinem aufgefallen sein sollte.... \r\nSeit neustem kann man nach darius seinem e cast nicht mehr raus flashen.\r\nDas heißt man wird im grundegenommen sein komplettes flash wieder zurück gezogen.\r\nFlash = Teleportationscast.\r\n=> Sollte doch machbar sein das dann darius nicht den Weg vom ziehen und flashen wieder zu sich zurück befördert.\r\n\r\nMfG Chronicol","replies":[{"id":"","poster":"recon","date":"2015-05-29T20:25:05.300+0000","up_votes":1,"down_votes":0,"body":"Das ist völlig normal und kein Bug.\nWenn Darius dich 1x erwischt, dann kommst du mit einem Flash auch nicht weg.\nDu darfst hier erst flashen, wenn der E komplett durch ist.","replies":[]},{"id":"","poster":"EDR Kaito","date":"2015-05-28T02:42:02.713+0000","up_votes":1,"down_votes":0,"body":"Ich habe bereits mehrere Kills als Riven abgegeben da nach meinem e flash q einfach kurz das game sich dachte : nein heute gehst du nicht in deinen tower und gibst deine 3k gold aus die du durch die ganzen kills an darius gemacht hast \nAlso muss ich sterben und anstelle eines unbewaffneten Darius den man mal eben tötet bevor man den tower pushed bekomme ich einen typen der seinen farm in der zeit in der ich tot war verdoppelt hat also so von 20 auf 40 während ich mit 100 farm rumrenne \naber da dieser champ ja nicht einfach durch ein kleines gold lead von 3k und einem lvl vorteil von 3 zum easy kill wird sondern dich dann von 100 auf null drückt durch seinen 500 true dmg kann so ein bug schon recht spielentscheidend sein\nMal davon abgesehen dass ich den DMG einer gesamten Darius kombo übertrieben finde da man für diese in etwa so viel Mechanischen Skill benötigt wie für WW Flash+ R \ndenke ich dass dieser bug sehr nervig ist und entfernt werden sollte\nMfG\nMy name is Jeff","replies":[]},{"id":"","poster":"Ant Security","date":"2015-05-20T14:06:16.911+0000","up_votes":1,"down_votes":0,"body":"Mir ist noch etwas zu {{champion:122}}  aufgefallen und zwar, dass man nach der e, gegner nichtmehr autoattacken konnte","replies":[]},{"id":"","poster":"Perma DeFeed","date":"2015-03-23T12:51:30.361+0000","up_votes":1,"down_votes":0,"body":"Wenn Darius sagt \"Komm her\", dann meint er halt auch \"Komm her\". :D","replies":[]}]}