{"id":"t4yIMv4M","poster":"Jisatsu90","date":"2015-03-02T01:40:18.174+0000","title":"Support - Lane gewonnen und dann?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"So ich habe da noch eine wichtige Frage.\r\nUnd zwar habe ich oft das Problem dass ich als Support die Lane zwar gewinne aber das Game trotzdem verliere.\r\nOftmals liegt es dann daran dass entweder eine andere Lane richtig schön feedet oder ich nicht weiss wie ich als Support weiter machen soll.\r\nNatürlich weiß ich dass ich wichtige Punkte und Objekte wie z.B. den Dragon oder den Baron warden muss und auch dass ich meinen ADC beschützen muss. Nur was hilft all der peel für meinen ADC, wenn Top oder Midlane aus der Laningphase mit 0-4, 0-5 oder sogar 0-6 raus gehen und deshalb eine Riven, ein Zed oder ein x-beliebiger anderer Champ das eigene Team fast im Alleingang zerlegen.\r\n\r\nAb wann gilt eine Lane eigentlich als gewonne?\r\nFür mich ist eine Lane dann gewonnen wenn ich mit meinem ADC den gegnerischen Tower down habe. Natürlich vor dem gegnerischen Team. Außerdem sollte mein ADC dann mehr Farm und evtl Kills haben.\r\n\r\nWas mache ich, wenn meine Lane gewonnen ist?\r\nDas Problem ist dass ich gerne roamen würde aber den ADC auch nicht alleine lassen will.\r\nOftmals werde ich von meinem ADC dafür kritisiert dass ich nicht bei ihm bin.\r\nBleibe ich bei ihm dann muss ich hilflos mit ansehen wie z.B. die Midlane zerlegt wird.\r\nBleibe ich nicht bei meinem ADC, kann es passieren dass der Vorsprung auf der Lane durch die Überzahlsiuation des Gegners verloren geht.\r\nAlso was mache ich am besten als Support nachdem der 1. Tower auf der Botlane down ist?\r\nRoamen oder beim ADC bleiben?\r\nWie schaffe ich es als Support meine gewonnene Lane dann auch sinnvoll zu nutzen?\r\n\r\nDanke euch schonmal für die Antworten!","replies":[{"id":"","poster":"Heavenly Sir","date":"2015-03-02T06:02:26.510+0000","up_votes":2,"down_votes":0,"body":"Naja, es wäre gut wenn du und der ADC auf die anderen Lanes gehts, damit ihr auch dort die Tower einrreißen könnt.\n\nEine Lane ist gewonnen wenn der Inhobitor zerstört wurde, meiner Meinung nach.","replies":[{"id":"","poster":"BìgM","date":"2015-03-02T06:51:01.479+0000","up_votes":2,"down_votes":0,"body":"Eine Lane gilt dann als gewonnen, wenn man an dem Farmunterschied die Dominanz einer Seite erkennen kann.\nTurret ist zwar ebenfalls ein guter Indikator für eine gewonnene Lane, aber eben auch nicht immer.\n\nIch kann aus meiner Lane auch ziemlich outzoned wurden sein, aber dank nem Roaming der gegnerische Lane deren Turret kaputt bekommen. Hat dann halt nur nichts mit einer gewonnenen Lane zu tun.\n\nNoch was zur Frage nach der Laneningphase:\nPush eure Lane so weit wie möglich, ohne dabei unvorsichtig zu werden.\nGehe dann auf andere Lanes (Mitte) und zerstöre dort den Turret gemeinsam mit eurer Mitte.\nDanach lässt sich oft mal der Drache machen.\n\nAb diesem Punkt, also wenn ihr 2 Turrets und den Drake habt und euer ADC vorne liegt, lohnt es sich oft mals Teamfights zu forcen, selbst wenn eure Frontline vielleicht behind sein sollte.\nAls guter ADC kannst du dann eine Menge bewirken.\nDeine Aufgabe als Support ist es dann natürlich alles dafür zu tun, deinen ADC zu beschützen.\nHeißt also Exhaust für starke Gegner aufheben (Zed/Riven sind für sowas immer prädestiniert) und natürlich deine Skillshots fürs peelen treffen.\n\nAuch während der Lane vielleicht schon auf ein Item hinbauen, dass dir später im Teamfight hilft, den stärksten Gegner besser unter Kontrolle zu bekommen.","replies":[]}]},{"id":"","poster":"Hamrio","date":"2015-03-08T09:37:01.391+0000","up_votes":1,"down_votes":0,"body":"Ok mal ein beispiel: du spielst braum supp gewinnst die lane total gut gehst mqch 20min auf die mid-lane und run kannst nichts mehr machen du springst rein machst r und alles andere wenn dein team dann kein gutes positioning hat bringt das nichts.als supp bist du eigentlich nur ein holzklotz den die gegner angreifen sollen. \nAlso oft ist es als supp so dass dein team gut sein muss und den dmg reinbrigen","replies":[]}]}