{"id":"BTOJ59Nt","poster":"Sgt Rambooo","date":"2015-03-01T13:33:18.613+0000","title":"Nidalee Q Visual Cahnge?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi Leute,\r\n\r\nMir ist im letzten Spiel aufgefallen das man die Nidalee Q gar nicht mehr so gut erkennt.\r\n\r\nD.h. Man sieht nur noch den Effekt neben dem Speer, den Speer selber sieht man nicht mehr.\r\n\r\nWurde das irgendwann gepatcht und wann, oder ist das einfach ein Bug bei einem Patch/meinem Lolclient?\r\n\r\nDas kann ziemlich nervig sein, da ich die Q dadurch sehr schlecht sehe und sie nicht abweichen kann.","replies":[{"id":"","poster":"Kiyojou","date":"2015-03-03T09:06:04.055+0000","up_votes":2,"down_votes":0,"body":"Hatte gestern Abend das selbe \"Problem\". Hab auf der Toplane gegen sie gespielt und bin gleich mal auf lvl3 gestorben, weil ich den Speer nicht erkennen konnte. MIr ist im Laufe des Spiels dann aufgefallen dass man in 90 % der Fälle nur eine Art \"Schatten\" oder Umrandung sieht kurz bevor du ca. halb tot bist. xD Es ist zwar möglich auszuweichen, allerdings muss man sich sehr konzentrieren und wenn man nicht sieht wie sie die Speere wirft hatt man praktisch keine Chance. :/","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-03-03T13:09:22.202+0000","up_votes":1,"down_votes":0,"body":"Das ist mir auf der Midlane auch schon aufgefallen, nurnoch der Rote Schein (NidaSkinn Kopfjäger glaub ich) war zu sehen, ich habe dank meiner Reichweite (Velkoz) die Chance gahabt trotz dessen einigermaßen zu dogen aber dieser BUG und ja es ist einer denn am anfang des Spiels konnte man die Q´s noch gut erkennen ist sehr schlecht!\nFIX it pls.\n\nGruß Fox","replies":[{"id":"","poster":"Sgt Rambooo","date":"2015-03-03T20:16:39.858+0000","up_votes":1,"down_votes":0,"body":"Okei, gut dann ist es sicherlich nicht mein Lolclient sondern ein ein Bug.\n\nAls ich Nida spielte konnte ich den Speer sehen.\n\nMal schauen\n\nGruss Sgt","replies":[]}]},{"id":"","poster":"SAQ Hobbit","date":"2015-03-03T09:06:42.668+0000","up_votes":1,"down_votes":0,"body":"Hatte ich auch mal ne zeitlang mit dem Lux \"E\" ... wer weiß ^^","replies":[]}]}