{"id":"EyJRt7XA","poster":"Humpelstilzche","date":"2015-03-01T09:13:43.064+0000","title":"Zocken ohne Flamer: Die Liga der Gentlemen (veraltet)","subforum":"Clans & Teams","up_votes":204,"down_votes":211,"body":"http://static.liga-der-gentlemen.de/img/official_boards/logo.png\n\n\n---\nZum neuen Thread gehts [hier](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/XZilr2EV-zocken-ohne-flamer-die-liga-der-gentlemen)\n---\nDu suchst eine flamefreie League of Legends Community und Spieler mit gutem Benehmen? Dann werde ein Gentleman und mach Schluss mit Flamern, Leavern und Vorwürfen! Wir sind die** [Liga der Gentlemen](http://forum.liga-der-gentlemen.de/)**, eine deutschsprachige LoL-Community, und stehen seit mittlerweile 3 Jahren für gutes Benehmen, Spieler- & Gruppensuche, Turniere und Gewinnspiele.\n---\n\nHallo!\n\nWir alle wissen, dass es in League of Legends leider immer wieder Leute gibt, die andere Spieler beleidigen, zum Reporten aufrufen, ständig Schuldige suchen, aus Wut das Spiel verlassen und generell mit schlechtem Sozialverhalten unsere Spiele sabotieren und unsere eigene Erfahrung negativ beeinflussen.\nAuch wenn Riot mit aller Kraft gegen diese Leute vorgeht, bleibt es doch ein Kampf gegen Windmühlen und man begegnet immer noch regelmäßig solchen Spielern. Nicht zuletzt, da Schule, Studium oder Arbeit oft verhindern, dass man ein fixes Team gründet, beziehungsweise einem beitritt.\n\nEs ist aber eine erfreuliche Tatsache, dass es auch sehr viele Vertreter der anderen Seite gibt: Spieler mit herausragendem Benehmen, die des Spaßes wegen spielen und auch in schlechten Spielen nicht die Fassung verlieren.\nGenau diese Spieler wollen wir, die „**Liga der Gentlemen**“ (LdG) erreichen. Die Liga wurde als Gruppe von Spielern, auf deren gutes Benehmen man sich verlassen kann, obwohl man sie nicht kennt und man noch nie zuvor mit ihnen gespielt hat, gegründet.\nUm dies zu ermöglichen gibt es [strenge Regeln](http://forum.liga-der-gentlemen.de/index.php/Rules/) , die dem Weg der Beschwörer ähneln und ihn um einige Punkte erweitern. Diese Regeln werden sehr ernst genommen, schon ein einmaliger Verstoß kann und wird in den meisten Fällen zu einem permanenten Ausschluss aus der Liga führen.\nDer Grund für diese Härte liegt darin, dass wir Spieler suchen, für die diese Regeln und das damit geforderte Verhalten bereits vor dem Eintritt völlig selbstverständlich sind. Ein geeignetes Mitglied der **Liga der Gentlemen** sieht bei diesen harten Regeln keinen Diskussionsbedarf und muss sich für deren Einhaltung nicht verändern, verstellen, oder anpassen.\n---\n\nWie kann man jetzt mitmachen?\n\nDer Beitritt in die **Liga der Gentlemen** geschieht durch die Registrierung in unserem [Forum](http://forum.liga-der-gentlemen.de/). Ihr verpflichtet euch mit der Registrierung zu keinerlei Aktivität (wie man das von Ranglistenteams, Clans oder Gilden kennt), sondern lediglich zur Einhaltung der[ Regeln](http://forum.liga-der-gentlemen.de/index.php/Rules). Keine TS-Pflicht, keine zwingenden Online-Zeiten, keine Mindestaktivität, kein „Clan-Tag“ oder sonstiger Firlefanz. Die meisten Mitglieder nutzen unser Forum trotzdem, so gut wie alle nutzen Teamspeak, einige sind auch noch auf [Facebook](http://facebook.com/LigaDerGentlemen) mit uns verknüpft. All dies ist allerdings freiwillig und nicht verpflichtend. Mittlerweile sind übrigens schon etwa 5000 Spieler registrierte Gentlemen und stehen damit für gutes Benehmen, ihr braucht euch also um die Spielersuche keine Sorgen zu machen ;).\n\nNachdem ihr euch mit eurem exakten Beschwörernamen (das ist wichtig!) registriert habt, wollt ihr vermutlich gleich ein Spiel mit vier (oder sogar neun) Gentlemen starten. Es stellt sich also die Frage, wie wir unsere Spiele organisieren.\nDas passiert im LoL-Client (das ist das Ding, in dem ihr Spiele startet) im Chatroom „**Liga der Gentlemen**“ (ohne Anführungszeichen). Wenn ihr nicht wisst, wie man einem Chatraum beitritt, findet ihr [hier](http://static.liga-der-gentlemen.de/img/official_boards/chat.jpg) eine kleine Anleitung (ihr könnt dann auch einstellen, dass ihr jedes mal automatisch beitretet). In diesem Chatroom könnt ihr dann ganz einfach nach Mitspielern suchen, beziehungsweise euch bereits geöffneten Spielen anschließen.\n---\n\nEin wichtiges Detail das noch nicht erwähnt wurde, sind Regelbrüche. Gelegentlich treten Spieler bei, die die Regeln anscheinend nicht ganz verstanden haben, oder sie nicht ernst nehmen. Das passiert selten, aber in einem solchen Fall ist es außerordentlich wichtig, dass ihr es meldet! Solltet ihr also mal feststellen, dass sich jemand nicht an unsere Regeln hält, meldet es bitte bei einem Admin mittels Foren-PN oder per [Mail](http://support@liga-der-gentlemen.de). Nur so kann auf lange Sicht gewährleistet werden, dass sich keine schwarzen Schafe einnisten und die Spieler mit gutem Benehmen unter sich bleiben. Keine Angst: die gemeldeten Spieler erfahren nicht, wer sich beschwert hat.\n---\n\nInteresse geweckt? Wir würden uns sehr freuen auch dich in unserer schönen Community willkommen zu heißen!","replies":[{"id":"","poster":"Feel My Sting","date":"2015-03-02T11:06:20.334+0000","up_votes":7,"down_votes":7,"body":"Braucht man ein mindest Level? Wen ja, welches?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-03-02T11:12:28.956+0000","up_votes":14,"down_votes":5,"body":"Summoner-Level: mindestens 1 (also kein Mindestlevel)\nVerhaltens-level: over 9000","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-06-08T12:10:35.455+0000","up_votes":6,"down_votes":0,"body":"Bin zurück aus den Ferien. War ganz nett in den Drachenlanden. Ein bischen Chaos verbreitet, Freundschaften geschlossen und wir waren sogar schneller mit dem Bau eines Siegels fertig als die Drachenanbeter.","replies":[{"id":"","poster":"Brünette","date":"2015-06-09T13:14:44.519+0000","up_votes":5,"down_votes":0,"body":"Willkommen zurück! \n\nHast du den Post von mir zu deinem persönlichen Hater gesehen?\n\n: )","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-09T13:25:48.973+0000","up_votes":5,"down_votes":0,"body":"Natürlich, ich gehe immer die Nachrichten durch, wenn ich ins Forum gehe.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-09T14:27:01.140+0000","up_votes":4,"down_votes":0,"body":"Gut nech?\n\n: )","replies":[]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-09T19:37:29.293+0000","up_votes":6,"down_votes":0,"body":"Heya\nEs ist still hier.....zu still\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zaddok","date":"2015-12-25T21:15:05.441+0000","up_votes":4,"down_votes":1,"body":"nope","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-04-16T19:03:07.712+0000","up_votes":6,"down_votes":0,"body":"Heya\nHmm, ich bin immernhin fast sowas wie nen totes Mitglied....\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-04-17T12:45:41.477+0000","up_votes":5,"down_votes":0,"body":"Wir könnten King Prow beauftragen dich zu nekromantieren...","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-04-18T11:04:47.249+0000","up_votes":6,"down_votes":0,"body":"Heya\nIhr wisst doch, wie ich zur Nekromantie stehe...\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-04-19T08:26:55.361+0000","up_votes":5,"down_votes":0,"body":"Du als Kleriker hast natürlich etwas dagegen. Richtig?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-04-19T08:50:44.507+0000","up_votes":6,"down_votes":0,"body":"Heya\nGenau\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-04-16T19:16:02.634+0000","up_votes":6,"down_votes":1,"body":"Keine Angst. Bei AoW3 wurde gerade die Nekromantenklasse eingeführt. Ich kann dich also wiederbeleben, wenn es soweit ist.","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-04-13T20:09:57.205+0000","up_votes":6,"down_votes":0,"body":"Heya\nKommt mir das nur so vor oder pushen das hier weniger Leute als im alten Forum (also immer die gleichen).\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-04-16T18:45:43.895+0000","up_votes":4,"down_votes":0,"body":"Du kannst dich uns gerne anschliessen!","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-16T18:56:14.343+0000","up_votes":7,"down_votes":1,"body":"Einer von uns . . . einer von uns!","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-04-13T20:15:55.766+0000","up_votes":6,"down_votes":1,"body":"Viele sind es nicht.","replies":[]}]},{"id":"","poster":"Eischampion","date":"2015-09-11T07:04:37.013+0000","up_votes":5,"down_votes":0,"body":"Erster und vermutlich letzter push, ich mag das neue Forum immer noch nicht -.-","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-09-09T18:44:40.919+0000","up_votes":5,"down_votes":0,"body":"Aus Nostalgiegründen :\n\n\nEin Push für die gute Sache.  ; )","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-09T20:33:21.496+0000","up_votes":5,"down_votes":0,"body":"Ich glaube Upvotes wären interessanter^^","replies":[{"id":"","poster":"Neamhoilte","date":"2015-09-10T06:50:29.701+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=003a0000,timestamp=2015-09-09T20:33:21.496+0000)\n>\n> Ich glaube Upvotes wären interessanter^^\n\n\nWaren ja schon mal mehr...\n\nMuss ich meinen Aufruf an die Damen und Herren der LdG mal wiederholen!?","replies":[]}]}]},{"id":"","poster":"BCRyokenDD","date":"2015-07-02T19:49:00.201+0000","up_votes":4,"down_votes":0,"body":"Oi. registrieren würde ich mch gerne. Habs satt ständig Riot per email die schlimmsten fälle zu reporten weil die ja sonst nicht auf den trichter kommen :D\n\nnur ein problem. Schlimm wenn ich es seeeehr bevorzuge ohne Mikrofon zu spielen? Ich mag es ni zwischendurch zu reden. das stört mich selbst xD","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-02T19:50:29.820+0000","up_votes":5,"down_votes":0,"body":"Mikrofon ist kein Zwang.","replies":[]}]},{"id":"","poster":"Its Camille tea","date":"2015-06-29T14:41:56.864+0000","up_votes":4,"down_votes":0,"body":"Gibt's hier nen ts?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T14:48:34.821+0000","up_votes":5,"down_votes":0,"body":"Selbstverständlich. \nAlle notwendingen Infos findest du hier: http://forum.liga-der-gentlemen.de/index.php/Thread/1969-Wie-komme-ich-an-TS-Rechte/?pageNo=1","replies":[]}]},{"id":"","poster":"How lóvely","date":"2015-06-21T13:01:56.358+0000","up_votes":4,"down_votes":0,"body":"Guten Tag ich würde gerne eurer Liga beitreten könnte mir bitte einer sagen wo genau ich mich registrieren muss ? ^^","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-21T13:30:19.481+0000","up_votes":5,"down_votes":0,"body":"Auf unserer HP :)","replies":[]}]},{"id":"","poster":"CrazyCape","date":"2015-06-17T21:06:28.742+0000","up_votes":4,"down_votes":0,"body":"Werde mich mal bei euch demnächst registrieren. Hört sich ganz nett an :){{summoner:4}}","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-19T13:48:44.707+0000","up_votes":5,"down_votes":0,"body":"Dann viel Spaß.","replies":[]},{"id":"","poster":"ExsoCH","date":"2015-06-19T16:36:19.148+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=CrazyCape,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=0031,timestamp=2015-06-17T21:06:28.742+0000)\n>\n> Werde mich mal bei euch demnächst registrieren. Hört sich ganz nett an :){{summoner:4}}\n\nwir sind auch nett =)","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-05-30T20:36:46.004+0000","up_votes":5,"down_votes":0,"body":"8 Tage ohne einen Post, das geht ja mal garnicht!","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-05-18T10:10:18.735+0000","up_votes":6,"down_votes":2,"body":"Wie gefällt euch der Montag bisher?","replies":[{"id":"","poster":"Neamhoilte","date":"2015-05-22T09:48:21.605+0000","up_votes":5,"down_votes":0,"body":"Also Freitag gefällt mir besser.","replies":[{"id":"","poster":"Sirrkas","date":"2015-05-22T12:08:49.549+0000","up_votes":6,"down_votes":1,"body":"Ich glaube ich habe meinen ersten persönlichen Hater. Zumindest scheint sich jemand die Mühe gemacht zu haben, alle meine Posts hier herunterzuvoten. Vielleicht ja auch in anderen Threads.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-05-22T13:07:36.197+0000","up_votes":5,"down_votes":0,"body":"Das war nur ein Anzeigefehler.  ; )\n\n\nPersönlicher Fanboy @work","replies":[]}]}]}]},{"id":"","poster":"Adanio","date":"2015-05-20T17:19:51.882+0000","up_votes":5,"down_votes":0,"body":"Gibt es nur LoL oder auch andere Games? zb. Hearthstone, HotS, BF usw.\nBzw. besteht die Mögligkeit innerhalb dieser Community auch andere Spiele zu spielen?","replies":[{"id":"","poster":"Neamhoilte","date":"2015-05-22T09:47:57.981+0000","up_votes":4,"down_votes":0,"body":"Ja,es werden auch andere Spiele gezockt. Schau halt im LdG Forum vorbei.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-05-06T18:36:00.181+0000","up_votes":5,"down_votes":0,"body":"Hallo Sirrkas, lange nichts gepostet!","replies":[{"id":"","poster":"Sirrkas","date":"2015-05-09T19:46:35.211+0000","up_votes":6,"down_votes":1,"body":"Schon fast vergessen, dass es den Thread gibt.","replies":[{"id":"","poster":"Brünette","date":"2015-05-14T07:40:45.549+0000","up_votes":5,"down_votes":0,"body":"Im alten Thread war mehr los. \n\nIch vermisse auch ein paar andere aus den alten Foren.","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-04-23T04:35:47.178+0000","up_votes":5,"down_votes":0,"body":"Guten Morgen.","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-27T07:02:27.435+0000","up_votes":6,"down_votes":1,"body":"Morgen.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-04-27T10:32:19.574+0000","up_votes":4,"down_votes":0,"body":"Mohltied  : )","replies":[]}]}]},{"id":"","poster":"Wakashu","date":"2015-03-19T20:52:34.194+0000","up_votes":4,"down_votes":3,"body":"Der Zutritt zu dieser Seite ist Ihnen leider verwehrt. Sie besitzen nicht die notwendigen Zugriffsrechte, um diese Seite aufrufen zu können.\n\nWas habe ich falsch gemacht :)","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-03-19T21:21:19.731+0000","up_votes":7,"down_votes":2,"body":"Versuch mal mit Strg+F5 die Seite neu zu laden, oder das ganze im IE zu probieren. Vor kurzem hatte jemand anderes ein ähnliches Problem und konnte es dadurch lösen.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-03-18T05:42:23.806+0000","up_votes":6,"down_votes":3,"body":"Gibt es was schöneres als den täglichen Push ?","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-18T16:05:44.748+0000","up_votes":7,"down_votes":2,"body":"Auf keinen Fall! :)","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-18T19:17:11.313+0000","up_votes":7,"down_votes":3,"body":"Eben, die Frage war auch rein rhetorisch.   ; )","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-18T21:02:57.833+0000","up_votes":7,"down_votes":2,"body":"> [{quoted}](name=Becks n Stout,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=001b00000000,timestamp=2015-03-18T19:17:11.313+0000)\n>\n> Eben, die Frage war auch rein rhetorisch.   ; )\n\nEin Grund mehr zu antworten! :D","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-03-18T19:26:43.982+0000","up_votes":7,"down_votes":3,"body":"Dann ists ja gut.","replies":[]}]}]}]},{"id":"","poster":"RankaxLee","date":"2016-10-06T11:14:09.796+0000","up_votes":1,"down_votes":3,"body":"Aus meiner Sicht ist Kritk (landläufig als Flaming bezeichnet) absolut notwendig. Daher ist es schon mal ein Fehlansatz von euch dies auszuschließen, denn ohne Kritik wird sich nichts zum Positiven ändern bzw. ist dem Zufall überlassen. Ich würde euch raten, also endlich einmal dies wertzuschätzen und diese Leute nicht dauern nur zu diffamieren","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-10-06T11:50:36.795+0000","up_votes":5,"down_votes":0,"body":"> Aus meiner Sicht ist Kritk (landläufig als Flaming bezeichnet)\n\nDas ist nicht das selbe. Flaming ist im wesentlichen ein Synonym für Beleidung bzw unsoziales Kommunikations-Verhalten. Das KANN in Form destruktiver Kritik passieren (\"Stop feed\", \"You are an idiot\" \"You suck\" etc.), ist aber keineswegs das Selbe wie Kritik generell und inbesondere ÜBERHAUPT NICHT das selbe wie konstruktive Kritik. Konstruktive Kritik und Flaming schließen sich per Definition gegenseitig aus.\n\n>  denn ohne Kritik wird sich nichts zum Positiven ändern\n\nDas ist so nicht korrekt. Leute sind durchaus in der Lage selbst Fehler zu erkennen und an diesen zu arbeiten und sind nicht auf Feedback von Spielern die genauso gut/schlecht sind angewiesen, insbesondere dann nicht wenn dieses Feedback weitesgehend nutzlos ist. \n\n> Ich würde euch raten, also endlich einmal dies wertzuschätzen und diese Leute nicht dauern nur zu diffamieren\n\nUnd ich würde dir raten den Unterschied zwischen Flaming und konstruktiver Kritik zu erkennen und diese Kentnisse anzuwenden, sofern das bisher ein Problem für dich war.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-06T12:41:02.788+0000","up_votes":1,"down_votes":3,"body":"Deswegen schreibe ich ja auch landläufig. Ich denke den Begriff Flaming gibt es eigentlich gar nicht bzw. gab es gar nicht. Irgendwer hat sich den  dann mal ausgedacht um andere runterzuzmachen udn zu diffamieren, die eben sich nicht alles gefallen lassen und dann auch Aussagen treffen, die eben nicht alles durch die ROSAROTE BRILLE erscheinen lassen.\n\nEs gibt natürlich Unterschiede zwischen Aussagen und Kritiken usw. aber ich habe auch nie behauptet, dass es da keine Unterschiede gibt. Ich bezeichne es normalerweise als Kritik, da mir der Begriff Flaming als unsinnig und nicht existenziell sinnvoll erscheint. Es sind eben härtere persönlichere Aussagen dabei, die eben Kritk an einer Person üben (auch oftmals als Beleidigung benannt) oder eben weniger persönliche schön formulierte Aussagen (eher bekannt als Konstruktive Kritik). Das Problem dieser schön formulierten Aussagen ist aber meist, dass sie den eigentlichen Sinn einer Kritik untergraben und kaum zur eigentlichen kritischen Problematik vorstoßen, die einigen eben dann erst mal in ihrem Ego wehtut, da sie ihres nicht unbedingt so leicht aufgeben wollen. Was durchaus auch verständlich ist, denn dadurch entsteht wohl auch eine gewisse Selbstsicherheit. Nichtsdestotrotz sind wir ale Menschen und Community hier weit davon entfernt nur im Ansatz einen sinnvollen Umgang anzugehen, der bspw. eben auch Probleme offen anspricht und sie versucht zu lösen, damit nicht (wie eben nun leider passiert) sehr vieles ins Chaos und in den Ruin gestürzt wird.\n\nSolange wir als Menschen nicht begreifen, dass Kritik notwendig ist - egal ob konstruktiv oder weniger konstruktiv - werden wir weiter gesellschaftliche Probleme und auch Probleme in allen weiteren Lebensbereichen (inkl. Spielen miteinander) haben.\n\nDas ist meine Kritik an der Unkritik.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-10-07T06:17:25.567+0000","up_votes":2,"down_votes":0,"body":">  Ich denke den Begriff Flaming gibt es eigentlich gar nicht bzw. gab es gar nicht.\n\nSprache entwickelt sich eben und manchmal kommen neue Wörter dazu. \n\n> Irgendwer hat sich den dann mal ausgedacht um andere runterzuzmachen udn zu diffamieren\n\nD.h. es ist nicht erlaubt ein Wort zu finden für Leute die andere online beleidigen?\nOder geht es dir ums spezifische Wort? Wir können diese Leute auch \"Schnuffler\" oder \"Asdasdasuio\" nennen, oder was auch immer. Aber es hat sich nunmal das Wort \"Flamer\" durchgesetzt. \n\n> da mir der Begriff Flaming als unsinnig und nicht existenziell sinnvoll erscheint\n\nWelchen Begriff bevorzugst du denn für Leute die online andere beleidigen? Und noch viel wichtiger: Welchen Unterschied macht es, welches Wort man dafür verwendet?\n\n> egal ob konstruktiv oder weniger konstruktiv\n\nDas ist ja wohl wirklich nicht egal. Oder willst du etwa sagen, dass es keinen Unterschied gibt ob man jemanden sagt \"Du bist scheiße du Versager!\" oder \"Hey, können wir mal über XY reden. Mir ist aufgefallen dass du bli bla blubbel und du könntest Blubblublub tun um das zu ändern\".\n\nSorry, aber zu behaupten es wäre egal welche dieser beiden Möglichkeiten man verwendet halte ich für äußerst töricht und vor allem schlicht und einfach nicht korrekt.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-07T11:09:20.082+0000","up_votes":1,"down_votes":2,"body":"\"Solange wir als Menschen nicht begreifen, dass Kritik notwendig ist - egal ob konstruktiv oder weniger konstruktiv - werden wir weiter gesellschaftliche Probleme und auch Probleme in allen weiteren Lebensbereichen (inkl. Spielen miteinander) haben.\"\n\n-> Kontextbezug bitte beachten. Ich wollte nur nochmal explizit betonen, dass die gesamte Facette von Kritiken womöglich wichtig ist. Denn wenn man damit beginnt eine zu beschränken, hat man damit Missbrauchsmöglichkeiten geschaffen, um dies nun als Vorwand zu verwenden um \"nicht erwünschte\" Kritik auszuschalten, obwohl sie im Gesamtkontext vielleicht berechtigt wäre. Es ist eben leider nicht so trivial einfach zu sagen, weil jemand \"Scheiße\" gesagt hat, ist der nun \"Scheiße\", \"Flamer\", \"Nazi\" oder was auch immer und gehört nun aufs Ärgste bestraft. Völlig falscher Ansatz, ist aber leider gängige Praxis. Oftmals lassen sich aber ein Großteil von Menschen damit abspeisen und lassen sich mit solchen oberflächlichen Klischees und Praktiken zufriedenstellen, mit leider fatalen Folgen für unsere Welt.\n\n\"Flaming\" ist wie gesagt ein diffamierender Begriff. So etwas Ähnliches wie \"Nazi\" (natürlich aus verschiedenen Kontexten) und ich sehe es nicht als erstrebenswert an spezifische Menschen zu diffamieren, weil sie eben anders sind als der Mainstream. Ich bin ein Verfechter von Individualismus und für die Förderung von Talenten und auch persönlichen Motivationen. Leider werden die Menschen heute alle gleichgeschaltet mit fatalen Folgen für die Gesellschaft. Menschen werden ausgegrenzt können womöglich ihren möglicherweise berechtigten Idealen und Fähigkeiten nich nachgehen. Man sieht es ja hier auch ständig im Forum, Chat und überall, dass man hier diffamiert und ausgegrenzt wird und die Meisten verstehen es leider nicht, was hier eigentlich alles so Schiefes passiert. Wir sollten meines Erachtens Kritik fördern und auch Mut zusprechen jenen, die Kritik üben wollen aber es von der Gesellschaft her nicht dürfen. Ebenfalls sollten wir den Sinn von Individualismus sehen v.a. im Hinsicht auf die Benefits der Gemeinschaft, Erkenntnis, etc. Riot macht es sich hier wie immer leicht, und straft die Individuen einfach ab, wenn sie in ihren Augen etwas angeblich falsch gemacht haben. Eine Möglichkeit argumentativ vorzugehen, ist leider ausgeschlossen und praktisch leider leider immer noch nicht möglich. (siehe Support) Sprich die einzige Möglichkeit wäre wohl wieder nur über entsprechende Macht und Gewalt Riot dazu zu zwingen, denn sie lassen sich wohl nicht mit Argumenten aus ihrer Kontenance bzgl. Policies bringen. (meine Erfahrung)\n\nWeil du mich fragtest, was ich denn bevorzugen würde für ein Wort. Soweit habe ich noch nicht gedacht und wie du schon sagtest ist es erst mal weniger relevant welche Buchstaben man so verwendet, aber ich empfinde es als ziemlich wichtig, dass Leute überhaupt mal nachvollziehen und verstehen können, was aus einer anderen Perspektive gesehen, sich so alles ergibt.\n\nIch habe jetzt ehrlich gesagt auch keine Lust hier ewig lange und breit darüber zu diskutieren. Jene, die es nicht verstehen wollen, werden sich auch nicht von meinen Worten überzeugen lassen und jene die es vielleicht einmal nachvollziehen möchten und diesem Denkansatz eine Chance geben, werden vielleicht hieraus teilweise lernen.\n\nIch persönlich habe die Tendenz mich über Aussagen und Leute aufzuregen, die meines Erachtens auch nicht korrekt sind, und über die man sehr viel mehr bspw. reflektieren müsste. Ich denke, das ist ein sehr guter Grund, den aber Riot nicht anerkennt.  Riot ist für mich kriminell, wenn sie so agieren, denn sie fördern damit die Spaltung von Menschen, das Wachsen von Problemen und geben keinerlei Chance jenen, die auch mal andere Wege gehen, die aber nun mal notwendig sind, um etwas zu verbessern.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-10-07T12:01:58.121+0000","up_votes":3,"down_votes":0,"body":"> Riot macht es sich hier wie immer leicht, und straft die Individuen einfach ab, wenn sie in ihren Augen etwas angeblich falsch gemacht haben. Eine Möglichkeit argumentativ vorzugehen, ist leider ausgeschlossen und praktisch leider leider immer noch nicht möglich. (siehe Support) Sprich die einzige Möglichkeit wäre wohl wieder nur über entsprechende Macht und Gewalt Riot dazu zu zwingen, denn sie lassen sich wohl nicht mit Argumenten aus ihrer Kontenance bzgl. Policies bringen.\n\nDas ist so nicht korrekt, da Riot die Regeln in LoL überhaupt nicht festlegt, sondern die Community. Riot stellt lediglich die Tools zur Verfügung die nötig sind, um die durch Crowdsourcing ermittelten Standards die die Community selbst setzt, durchzusetzen. \"Machthaber\" ist hier ganz klar die Community. Daher macht es auch sehr wenig Sinn mit Riot darüber zu diskutieren, denn die halten sich da raus. Riot hat von Anfang den Ansatz verfolgt, dass sie nicht diejenigen sind, die den Spielern vorschreiben wie sich sich zu verhalten haben; die Spieler tun das selbst. \n\n> Weil du mich fragtest, was ich denn bevorzugen würde für ein Wort. Soweit habe ich noch nicht gedacht\n\nSowas hab ich mir schon gedacht, genau deswegen hab ich gefragt. Für mich wirkt es nämlich so, als wäre es dir am liebsten wenn man ÜBERHAUPT nicht über Flamer reden dürfte und so tun würde als gäbe es sie garnicht. Warum sonst stört es dich, dass es eine Bezeichung für diese Leute gibt? Es ist ja nicht so, dass das Wort an sich irgendwie diffamierend ist (Feuer ist ja für sich genommen nichts schlechtes). Es ist nur deswegen diffamierend, weil die BEDEUTUNG dieses Wortes etwas ist, was generell nicht gemocht wird. Ergo würde ein Änderung des Wortes auch garnichts ändern, denn Leute diffamieren Flamer nicht indem sie sie als Flamer bezeichnen, sondern weil sie diese Art von Verhalten einfach grundsätzlich nicht unterstützen, völlig egal mit welchem Wort man es bezeichnet. \n\nUnd warum es verkehrt sein sollte das Beleidigen anderer Menschen nicht zu unterstützen, sehe ich nicht ein. Wer andere Menschen beleidigt verhält sich asozial (oder unsozial, wenn dir das lieber ist) und es ist das gute Recht der Menschen über diese Leute eine schlechte Meinung zu haben und sie mit einem Wort zu beschreiben. \n\n> aber ich empfinde es als ziemlich wichtig, dass Leute überhaupt mal nachvollziehen und verstehen können, was aus einer anderen Perspektive gesehen, sich so alles ergibt.\n\nEs geht nicht darum, dass man Flamer nicht versteht. Jeder LoL-Spieler kennt die Frustration, der man manchmal in LoL ausgesetzt ist, jeder ist mal schlecht drauf oder sogar wütend auf seine Mitspieler. Warum Flamer flamen ist absolut nachvollziehbar. Das macht es aber noch lange nicht okay. Ursachen zu verstehen und Verhalten zu rechtfertigen sind zwei völlig verschiedene Dinge. Ich verstehe Flamer und hab eine sehr genaue Vorstellung davon warum sie flamen (ich habe darüber meine Bachelorarbeit geschrieben)... das bedeutet aber nicht, dass ich deren Verhalten akzeptabel finde. \n\n> Ich denke, das ist ein sehr guter Grund, den aber Riot nicht anerkennt.\n\nDas ist der springende Punkt: Deine Gründe sind egal. Jeder hat Gründe für alles was er tut. Die schlimmsten Personen der Menschheitsgeschichte hatten Gründe, manchmal sogar recht nachvollziehbare. Das macht das was sie getan haben nicht okay. Und das selbe gilt für Flamer. Die Gründe für Flaming sind sehr interessant und man kann mit Flamern auch darüber diskutieren und ihnen vlt dabei helfen etwas gegen diese Gründe zu tun, aber Gründe machen das Verhalten nicht okay. Jeder hat Gründe für absolut alles, das kann unmöglich eine Rechtfertigung sein.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-08T10:30:55.382+0000","up_votes":1,"down_votes":4,"body":"Tja das zeigt nur dass sogenannte \"wissenschaftliche Arbeiten\" alles andere als seriös und glaubhaft sind.\n\nIch verstehe z.B. nicht warum man nicht solche trivialen Dingen versteht, selbst als \"Normalmensch\", dass Kausalketten zu einen bestimmten Ausgang führen und es Zusammenhänge gibt in den Entwicklungen. Es macht daher keinen Sinn die Schuld einen bestimmten Individuum zu geben und es zu bestrafen, denn der Ausgang entsteht letzten Endes aus dem Gesamtkontext unserer Welt. Riot ist dumm oder stellt sich dumm und versteht es nicht oder will es nicht verstehen, wie auch viele andere Menschen wohl auch.\n\nBloß weil eine Community angeblich vorgibt was richtig wäre (das stell ich jetzt mal in den Raum, ob das tatsächlich wirklich so ist oder ob Riot nicht ein entscheidendes Stückchen mitzureden hat, was ich für plausibler halte), heißt dies noch lange nicht dass es tatsächlich ein guter und vernünftiger Weg ist. Riot muss sich mit den Meinungen und Forderungen anderer auseinandersetzen, ansonsten werden immer wieder schwachsinnige Unvernunftsentscheidungen getroffen. (das sieht man ja in dem Game leider viel zu oft). Das Mehrheitsmeinungsprinzip kann nicht zu den optimalen Resultaten führen, da dies keine Experten sind und folglich nur unideale Entscheidungen treffen können. Es müssen also auch Minderheitenmeinungen berücksichtigt werden und sorgfältig überprüft werden, was sinnvoll ist. Das passiert bis heute nur sehr unzureichend und daraus resultieren die enormen Probleme in den vielfältigen Bereichen unserers Lebens inklusive diesem hier.\n\nViele wollen die Wahrheit nicht hören und tun es dann mit \"Flame\" ab oder \"Verschwörungstheorie\". Tja das sind für mich ewig Gestrige, die nicht verstehen, dass es notwendig ist neue Wege zu gehen, auch fernab von so manchen Policies und Regeln. Aber ignoriert es ruhig weiter. Ich kann wenigstens stolz auf mich sein, dass ich nicht so ein jämmerlichen Schwachsinn vorlebe","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-10-08T11:05:42.244+0000","up_votes":4,"down_votes":0,"body":"Einigen wir uns darauf, dass wir uns nicht einig sind. \n\nDa du mittlerweile dazu übergegangen bist die andere Seite als dumm, ewig gestrig und schwachsinning zu beleidigen, erwarte ich hier keine konstruktive Diskussion mehr und das Thema ist von meiner Seite aus beendet. \n\ngl hf","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-13T11:53:15.657+0000","up_votes":1,"down_votes":2,"body":"Ich habe glaube nicht mal jemanden \"persönlich beleidigt\" (was du ja auch nicht behauptet hast, aber ...), was ich auch nicht unbedingt total verkehrt fände in der heutigen Zeit. Denn einige lassen sich ja mit normaler Argumentation schon lange nicht mehr überzeugen und wenn das sprachliche Mittel nicht mehr funktioniert, müssen ja leider wieder andere Geschütze aufgefahren werden. Das ist eher ein normaler Prozess. Riot hat etwas geschaffen, was wohl eher ungenügend ist in einigen Belangen. Und wenn Riot hier nichts macht, ist der natürliche Prozess, dass es eben eher ausufert und schlimmer wird, wenn Probleme eben nicht behoben werden. Eigentlich ein ganz normaler Prozess. Es geht mir aber weniger um die Schuldfrage, als um die generelle Lösung von Problemen, von der wir wohl als Menschheit nach wie vor relativ weit weg sind, obwohl dies ja erst einmal eine durchaus sinnige Herangehensweise ist.\n\nIm Grunde sind wir uns wohl in vielen einig. Wir wollen sinnvoll und friedlich miteinander leben. Bloß die Wege dahin können sehr verschieden sein und es können natürlich auch falsche Vorstellungen davon existieren. Ich habe meine eigene Vorstellung. Ich reflektiere zudem auch immer mal über Dinge und versuche einigermaßen unabhängig von anderer Meinung dies zu tun, da ich denke, dass dies mich ansonsten in meiner Meinungsbildung eher manipulieren könnte. Dieses Risiko sehe ich einfach. Ich verstehe, dass viele dies anders machen und eher die Meinungsbildung durch andere Stellen (z.B. Riot und Gesellschaft) geschieht. Ich sehe diesen Weg bspw. eben als nicht sinnig an und komme folglich natürlich auch zu anderen Schlussfolgerungen und Sichtweisen. Ich denke in der Individualität liegt eine ungeheure Stärke, dessen Potential wir leider immer noch nicht nutzen.\n\nIch sehe wie gesagt in Beleidigungen nichts Schlimmes. Es kann als ein Indiz dienen bzw. Symptom für eigentliche Problem-Ursachen, die es wirklich zu lösen gilt. Es ist auch nicht unbedingt die Schuld eines Einzelnen sondern eher die zusammenwirkenden Komponenten, die eher dann zu etwas führen können, was nicht so gut ist. Viele gehen z.B. gar nicht auf meine Argumente ein, und ich habe die Erwartungshaltung, dass man dies eigentlich mal tun sollte. Wenn dies passiert, ist natürlich etwas schief gelaufen. (nicht unbedingt bezogen auf diese Diskussion, erst mal eher generell -> sonst wird das gleich wieder falsch verstanden)","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-13T12:06:35.565+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist, wenn man deine Kausalkette immer als das wichtigste ansieht, kann man das eigentlich als Argument nutzen, um sich aus allem heraus zu reden. Sei das jetzt, der Flamer, der seinen Permabann nicht kriegen sollte, weil er ja von der Gesellschaft dazu erzogen wurde ein Flamer zu sein oder der Schläger, der dann argumentiert, dass es ja gar nicht seine Schuld ist, dass er jemanden verprügelt hat. Schließlich ist das Teil der Kausalkette, dass das Opfer ihn mal letztes Jahr blöd angeschaut hat und in seiner Kinderstube Gewalt normal war, um Probleme zu lösen. \n\nAuf der anderen Seite, würde die Argumentation aber auch gegen deine Ansicht sprechen. Wenn man nämlich sagt, der Flamer ist nicht schuld daran zu flamen, wären die anderen nicht schuld daran, dass sie ihn für das Flamen bestrafen. Das wäre nämlich wieder eine Kausalkette, die irgendwo damit anfängt, dass man Manieren gelernt hat oder auch beim Grundgesetz anfängt, mit dem Abschnitt, dass die Würde des Menschen unantastbar ist. \n\nAllerdings hast du ein paar Sachen angesprochen, die ich doch gerne weiter ausgeführt sehen würde. Einmal wüsste ich gerne, wo Riot ungenügend gehandelt hat und zum Anderen, wie deine Lösung aussehen würde.\n\nSicher, das Problem mit deiner Kausalkette kann man so sehen, man kann das aber auch immer weiter ins Philosophische ziehen. Bis hin zu dem Punkt, wo man anerkennt, dass niemand wirklich eine Entscheidungsfreiheit hat. Dass die Art, wie unser Gehirn funktioniert und die Einflüsse die wir wahrnehmen eben schon genau vorgegeben haben, wie wir auf eine Situation reagieren werden. \n\nGleichzeitig führt das aber auch dazu, dass man eigentlich nichts ändern kann. Schließlich hat man keine Gewalt über das eigene Handeln und das nachdenken darüber, was man besser machen könnte, ist absurd, da man quasi einfach nur seiner Bestimmung/Programmierung folgt und nichts dagegen tun kann.\n\nDesweiteren ist die Frage beim Lösen der Ursache für Probleme eben auch. Wie weit ist Riot und die Community dafür verantwortlich. Wenn das Verhalten von einem Flamer zum Beispiel auf eine schlechte Kinderstube zurück geht, soll ein Privatunternehmen sich dann wirklich in die Erziehung einmischen, damit im Spiel eine angenehmere Atmosphäre herrscht? ","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-13T12:22:08.965+0000","up_votes":1,"down_votes":0,"body":"Ja u.a. müssen solche Kernthematiken angesprochen werden. Ansonsten sehe ich schwarz für unsere Gesellschaft und es wird weiterhin ungerecht zugehen. Riot möchte sich sicherlich nicht den Vorwurf gefallen lassen und ignoriert diesen gekonnt, aber letzten Endes agieren sie ungerecht und müssten nach ihrem Maßstab (wenn sie denn angeblich Gerechtigkeit und Sinnanstreben) auch verurteilt werden, zu sonst einer Strafe. (die sich sich aussuchen dürfen lol -> Chatsperre)\n\nLösungsansätze in der großen Gesamtheit sind sehr schwierig, da die gesamte globale Gesellschaftssituation Auswirkungen auf das Agieren von Menschen hat. Nichtsdestotrotz sollte diese Denkweise endlich mal Einzug halten. Ich meine wir sind nun im 21. Jahrhundert und man möchte mal annehmen, dass wir endlich mal zivilisatorisch aus den mittelalterlichen Zuständen herausgewachsen sind. Der ethische und moralische Fortschritt hat dem technologischen aber bei Weitem nicht standgehalten. Alle Menschen sind dazu aufgerufen über ihre Verhaltensweisen aber auch insgesamt der Welt zu reflektieren.\nEinen ganzheitlichen Ansatz kann ich nicht bieten, dazu fühle ich mich nicht wirklich befähigt. Ich kann mich z.B. nicht in jeden Menschen hineindenken. Es fällt mir schon schwer meinen eigenen Körper und mich selbst zu verstehen. Dazu weiß ich auch nicht genug von der Welt. Nichtsdestotrotz kann ich auch interessante Perspektiven hinweisen, die man vielleicht einmal in Denk- und Entscheidungsprozessen einbeziehen sollte.\n\nVielen Dank","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-13T12:47:17.323+0000","up_votes":1,"down_votes":0,"body":">Riot möchte sich sicherlich nicht den Vorwurf gefallen lassen und ignoriert diesen gekonnt, aber letzten Endes agieren sie ungerecht und müssten nach ihrem Maßstab (wenn sie denn angeblich Gerechtigkeit und Sinnanstreben) auch verurteilt werden, zu sonst einer Strafe. (die sich sich aussuchen dürfen lol -> Chatsperre)\n\nIch kann wirklich nicht erkennen, wo Riot ungerecht handelt. Meinst du jetzt, dass Riot jeden Spieler eine von drei Möglichkeiten anbieten sollte, wenn sie jemanden bestrafen? Eine Konsequenz muss toxisches Verhalten nämlich haben. Aber den Spieler vorher zu fragen, was ihm am liebsten wäre, ist dann schon etwas absurd. Da dann jeder das wählt, was ihn am wenigsten tangiert. Der Spieler mit 3 Smurfs wählt eben die 2 Wochensperre und spielt dann auf dem Smurf. Der nächste, der genug Freizeit hat und etwas, was er nebenbei machen kann, wählt dann eben eine 20 minütige Zeitstrafe vor dem betreten der Warteschlange und schaut so lange seinen Leiblingsanime oder surft im Internet. Der Troll nimmt dann die Chatsperre. Der wollte ingame eh nur schreiben \"I hope you enjoy your loss\", bevor er full AP Draven spielt und am gegnerischen Bluebuff tanzt, bis er endlich getötet wird. \n\nSpontan fällt mir auch nicht ein, dass Riot als oberste Priorität deine Definition von Gerechtigkeit hat. Riot hat viel eher als Ziel, ein Spiel zu gestalten, dass möglichst vielen gefällt. Dazu gehört eben auch eine angenehme Atmosphäre und die Reduzierung von toxischem Verhalten. Den Spielern die Wahl zu geben, wie sie bestraft werden, ist da eher kontraproduktiv, wenn die schwarzen Schafe wissen, dass sie einfach wählen können, was ihnen keine oder kaum eine Einschränkung gibt. \n\n>Lösungsansätze in der großen Gesamtheit sind sehr schwierig,\n\nIch würde sogar so weit gehen und sagen sie sind unmöglich. Klar, eine utopische Erde, in der jeder genug zu Essen hat, Zugriff auf ein paar Luxusgegenstände, wie etwa Internet, schicke Autos etc. ist eine tolle Vorstellung. Ich habe dagegen sicher nichts einzuwenden. Aber aufgrund von grundlegenden Eigenschaften, wie etwa Neid und Gier, kann man so etwas nicht erreichen. Schließlich reichen ein paar Individuen aus, um aus einer paradisischen Ausgangssituation eine Hölle zu machen. \n\nDas sieht man auch gut im Tierreich, wo gesellschaftliche Strukturen wie etwa gemeinschaftliche Versorgung des Nachwuchses entstanden sind. Eigentlich sorgen sich alle darum, dass es den Jungtieren gut geht. Ein paar verbessern dann aber doch lieber die Chancen des eigenen Nachwuchses, indem sie zum Beispiel den fremden Jungtieren kein Futter geben, die anderen aber die eigenen Füttern oder gar fremde Jungtiere töten. Dann gibt es weniger Mäuler zu stopfen, also mehr für die eigenen. \n\nIch glaube die einzige Aussicht auf so eine utopische menschliche Zukunft, wäre etwas wie ein Schwarmbewusstsein. Das wäre wohl der einzige Garant dafür, dass sich alle in die anderen hineinversetzen und der Mensch ausschließlich wählt, was besser für die Gemeinschaft ist. Gleichzeitig bedeutet das aber auch, dass es eigentlich keinen Mensch als Individuum mehr geben kann, sondern nur noch die Spezies.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-17T13:11:08.376+0000","up_votes":1,"down_votes":0,"body":"Du hast paar gute Ansätze. Wir als Menschen, wenn wir denn Verantwortung tragen wollen, sollten mehr über diese Welt reflektieren und überlegen, welche Wege wir gehen können, um eine nachhaltige, sinnvolle Welt zu erreichen oder überhaupt etwas zu erreichen, was Sinnig ist. (vielleicht weiß man auch noch gar nicht, was dies eigentlich wäre) Das sehe ich allerdings bei den wenigsten Unternehmen inklusive Riot. Sie verstecken sich, prahlen mit ihrem Spiel und wollen über andere Menschen bestimmen.\n\nBei den Strafen oder was auch immer man für Maßnahmen ergreift geht es mir nicht darum, dass man sie unbedingt aussuchen kann oder was auch immer, aber ich finde es muss eine Kultur geschaffen werden, in der Menschen nicht ständig dazu gebracht werden das Leben anderen schwer zu machen. Das ist ja unsere heutige Kultur des ruinösen Wettbewerbs bspw.. Und aus meiner Sicht muss sich Riot genauso diesen Vorwurf gefallen lassen und kann sich nicht herausnehmen erhaben über alle Menschen, die das Spiel spielen, zu sein. Ich bin unabhängig und frei als Mensch und sehe mich nicht als Vasall von Riot oder irgendwen. Ich sehe mich als ein Wesen und Teil dieser Welt und habe vielleicht eine Aufgabe zu erfüllen. Weißt du ich denke, dass meine Ideale nicht von Ungefähr kommen sondern dennoch vielleicht eine Bedeutung haben, auch meine Sturheit und Stolz. Ich gehe andere Wege und nur weil mir jemand sagt, dass es angeblich falsch wäre, sehe ich noch lange keinen Sinn darin, dies einfach so hinzunehmen und mich diesem zu beugen. Genau das sehe ich persönlich als nicht gut an, v.a. wenn es keine ausreichenden Beweise und Argumente dafür gibt. Denn damit läuft man in der Gesellschaft Gefahr etwas als Wahrheit zu sehen, die womöglich keine ist. Das ist aus meiner Sicht ein sehr großes Gefahrenpotential insgesamt.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-17T13:16:10.789+0000","up_votes":1,"down_votes":0,"body":"Ach ja zu sagen, dass etwas unmöglich ist, ist etwas sehr abgehoben, denn dies impliziert eine absolute Aussage. Man kann aber wohl nicht absolut sicher über etwas sein. Unsere Sprache ist wohl nur ein Versuch unsere Welt abzubilden. Ich habe auch viele absolute Aussagen sicherlich enthalten, aber möchte dies auch als kleine Reflektionsaufgabe mitgeben.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"RankaxLee","date":"2016-10-06T12:47:11.644+0000","up_votes":1,"down_votes":1,"body":"Ach ja es sei noch zu sagen, dass eine Kritik sinnvollerweise auch geprüft werden sollte um zu sehen ob eine Kritik überhaupt gerechtfertigt ist oder nicht. Man wird mir ansonsten sicherlich vorweg nehmen, dass es weniger gute Kritiken gibt bzw. jene die nicht gerechtfertigt sind oder an der Sinnhaftigkeit einer Kritik vorbeigehen, z.B. wenn jemand eine Person beleidigt. Wenn dies auftritt ist dies aber ein Indiz für eine mögliche Schieflage, die überprüft werden sollte und mit der auch sinnig im Sinne der Gesellschaft und gewissen Fairnesskriterien umgegangen werden sollte. Aber wie schon gesagt, sind wir davon noch weit entfernt.","replies":[]}]},{"id":"","poster":"flinxxx","date":"2019-01-12T12:33:47.110+0000","up_votes":1,"down_votes":0,"body":"@ Humpel: Sorry für die unkonventionelle Kontaktaufnahme (daher auch via alten Beitrag) - aber gibt es sie noch ? (Würde mich tatsächlich interessieren)\n\nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/0YF1Urfa-neue-spieler","replies":[{"id":"","poster":"Humpelstilzche","date":"2019-01-12T12:36:04.166+0000","up_votes":1,"down_votes":0,"body":"Ja, die LdG gibt es noch. Ich hab mittlerweile die Leitung abgegeben bzw. die LdG zu einem Volunteer-Projekt gemacht, d.h. das Riot Volunteer Program (wo ich ja auch Mitglied bin) kümmert sich jetzt um die Leitung der LdG.","replies":[{"id":"","poster":"flinxxx","date":"2019-01-12T12:44:48.958+0000","up_votes":1,"down_votes":0,"body":"Das hatte ich schon registriert. Die Frage zielte eher in die Richtung, ob der Club noch lebt (tatsächlich lebendig ist)? \n\nIch gäbe nur ungern Ratschläge weiter, wenn diese nichtig sind.","replies":[]}]}]}]},{"id":"","poster":"HHaie tabbian","date":"2016-10-06T11:36:04.682+0000","up_votes":1,"down_votes":0,"body":"Kritik wie \"Omg n00b, stop feeding\"? Das ist sicherlich sehr hilfreich.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-06T11:46:35.599+0000","up_votes":1,"down_votes":3,"body":"Man lernt, dass man etwas evtl. falsch gemacht hat und kann dann darüber reflektieren. Wenn man nicht sagt, wird evtl. der Betroffene denken, dass er es richtig gemacht hat. Also selbst diese Aussagen können sehr hilfreich sein. Man muss überhaupt erst mal aufmerksam darauf machen oder selbst aufmerksam werden, um den nächsten Schritt der Verbesserung gezielt zu gehen. Viele verstehen das leider nicht und scheinen Schlafschaafe zu sein. Armes Deutschland","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-07T11:36:44.457+0000","up_votes":1,"down_votes":0,"body":"Komisch, das letzte mal als ich etwas in der Richtung wie \"noobteam\" gelesen habe, kam das von einem Dia 4 Spieler, der die Lane gegen Gold 4 hart verloren hat, mit Abstand die meisten Tode hatte (über ein Drittel der gegnerischen Kills, waren seine Tode) und allgemein eine eher wenig für das Team getan hat. Meistens kommt so etwas eher von denen, die es nötig hätten, sich auf ihre eigenen Fehler zu fokussieren.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-08T10:38:50.623+0000","up_votes":1,"down_votes":4,"body":"Ja sehr komisch. Musstest du darüber lachen? Weißt du, du siehst doch selbst herab auf diesen Dia 4 Spieler und berücksichtigst eben laut deinem Text nicht die Gesamtsituation. Hier müsste man eben sehr genau überprüfen, wie die Gesamtsituation war. Das wären natürlich enorme Aufwände, die Riot wohl nicht aufbringen möchte. Würde sicherlich dem Geschäft schaden. Aber wenn man es aufrichtig und ehrlich gestalten will, dann müsste man das so machen. Es müsste viel mehr auf Lösung des Konfliktes und Problemen wertgelegt werden und nicht auf nicht Sinnmachende Strafen, die nur da sind um da zu sein und keinen wirklich guten Zweck erfüllen außer wieder als Unterwerfungs- und Abschreckungswerkzeug zu dienen. \n\nWIR MÜSSEN ENDLICH DEN SINN UND ZWECK VON STRAFEN AUCH IN IHREM INDIVIDUELLEN FALL UNTERSUCHEN. EINE ANWENDUNG VON REGELN MUSS IMMER ZWECKMÄßIG SEIN UND ERSTREBENSWERTEN WERTEN DIENEN. (z.B. Gemeinschaftswerte wie Gerechtigkeit, Potentialentfaltung, Wertschätzung, Zufriedenheit, etc. )","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-08T19:01:24.016+0000","up_votes":1,"down_votes":0,"body":"Lachen nicht unbedingt. Aber es war schon erheiternd das zum Spielende zu lesen, ihren AD-Build zu sehen und danach zu merken, die war 2 ganze Ligen über dem Gegner. \n\nIch denke die Situation wäre Vergleichbar, mit einem Manuel Neuer, der auf dem Bolzplatz statt Handschuhen Fußballschuhe an den Händen trägt und sich danach offensichtlich ernsthaft darüber aufregt, dass er die ganzen Bälle ins Tor gelassen hat. \n\nIch wüsste jetzt auch nicht, was es da für eine Gesamtsituation gibt. Der Spieler hat geflamt, dass die anderen schlecht wären und dabei selber die schlechteste Leistung aus dem Team gebracht. Wenn man als ADC in der ersten Wave alle Minions verpasst, während der Support gerade die Gegner vertrieben hat, wäre es ähnlich lächerlich, dann den Support anzuschnauzen und zu sagen, der wäre schlecht. \n\nAllgemein scheinen Flamer keine gutes Verständnis davon zu haben was sie sagen. Du meinst, die Gesamtsituation soll betrachtet werden. Das stimmt durchaus. Aber die Flamer kennen die auch nicht. Ein Highlight war mal ein ADC den ich gesehen habe. Unser Lee Sin war gerade an der Krabbe am Drachen, wurde von 3 Gegnern eingekreist, die gegnerische Botlane war darunter. Flucht war nicht möglich, also ist er in den gegnerischen Jungel gesprungen. Hat sie da noch eine halbe Minute hingehalten und versucht sich am Turm zu exekutieren. Leider ist er in einem Zeitraum gestorben, in dem ein Gegner den Kill gekriegt hat (ich weiß nicht mehr, ob jemand vor dem Execute Schaden machen konnte oder das noch vom Katz und Mausspiel im Jungel war). Sofort danach, schreibt aber der ADC, wie dumm der Jungler doch sein, dass er Counterjungeln versucht hat. Dem ist nicht einmal aufgefallen, dass er in der Zeit keinen Gegner hatte!\n\nAber du willst mir erzählen, Flamer hätten die Weisheit mit Löffeln gefressen und oft recht.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-13T11:27:43.620+0000","up_votes":1,"down_votes":0,"body":"Also mir geht es halt v.a. darum, dass wir als Menschheit insgesamt aber auch individuell reifen sollten. Was bringt es denn sich mit anderen zu vergleichen? Das führt doch nur zu Problemen. Wir sind nun mal nicht gleich und immer wieder meint uns jemand einreden zu wollen, dass wir es sind. Es gibt heutzutage sehr viele Misconceptions (Missverständnisse) über unsere Welt und auch ich verstehe nicht bei Weitem alles von dieser Welt. Diese Missverständnisse entstehen v.a. häufig aus einer vorgefertigten Meinung und der Unfähigkeit nicht mit unserem eigenen Verstand mehr über Sachverhalte zu reflektieren und als nicht in Stein gemeißelt anzusehen. Nichtsdestotrotz sehe ich es als notwendig an, Erkenntnisse über die Welt zu erlangen, wichtige Zusammenhänge des Lebens zu begreifen und auch mal anzuwenden. Bloß weil ein Flamer etwas \"falsch\" macht, heißt dies ja nicht, dass sein Flaming nicht trotzdem etwas bewirken kann, das wir als Menschheit uns zu Nutze machen können und alle davon profitieren können. Die Bestandteile unserer Welt stehen wohl miteinander in Verbindung, so ist es auch nicht wirklich sinnig zu sagen, dass 1 Bestandteil \"falsch\" ist und 1 anderer \"richtig\" ist. Es läuft natürlich einiges aus einer subjektiven Sicht \"falsch\", aber es macht keinen wirklichen Sinn eine einzelne Person dafür zu bestrafen. Da wir aber auch in einer unidealen Welt leben, werden auch unideale Dinge passieren, bspw. wenn jmd. in einer Notsituation ist, reagiert jener aus dieser Not heraus und seine Ideale sind erst mal zurückgestellt, was berücksichtigt werden müsste. Schuldzuweisungen mache auch ich, wohlwissend aber aus einer objektiven Sicht betrachtet, dass alles letztlich im Zusammenhang steht und keiner eine Schuld hat. Um aus unseren Dilemma heraus zu kommen, benötigt es wohl überhaupt erst mal ein Verständnis unserer Welt. Leider existiert dies heute nur sehr unzureichend und wird regelmäßig durch Lüge und falsche Annahmen unserer Welt überschattet. Das sehe ich in League of Legends relativ häufig. (z.B. Metriken und Statistiken werden oftmals als klarer Beweis für die Fähigkeiten eines Spielers verwendet)\n\nDu pauschalisierst auch relativ stark. Vermutlich weißt du das selbst. Falls nicht, sei nochmal erwähnt, dass jedes Individuum nun mal andere Eigenschaften hat und somit auch nicht jeder Flamer gleich ist. Kann schon sein, dass der Flamer X auch keine Ahnung hatte von nichts, Nichtsdestotrotz ist das Verhalten aus einer Kausalkette heraus entstanden, die man nicht einfach so mal ignorieren sollte. Es sei denn man ist eben nicht ernsthaft daran interessiert Probleme zu lösen und etwas zu verbessern. Jeder der blind verurteilt und/oder Regeln blind anwendet ohne den Zweck und die Sinnhaftigkeit darin zu sehen (in der Anwendung dieser), agiert wohl nicht lösungsorientiert und versucht darüber wohl eher jemand zu verurteilen und dies damit zu rechtfertigen. Und dieses Verhalten verurteile ich, denn dies löst unsere Probleme nicht. Was wir brauchen ist eine Orientierung hin zu aufrichtiger Problemlösung, wo es nicht darum geht ständig Schuld bei irgendwelchen Leuten zu suchen, die eben aus einer Kausalkette heraus agieren. Wir müssen unsere Umgebung, Welt, Systeme betrachten und diese so verändern, dass sie uns nützen und nicht länger schaden.","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-10-13T11:41:00.981+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=RankaxLee,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=0045000000000001000000010000,timestamp=2016-10-13T11:27:43.620+0000)\n>Bloß weil ein Flamer etwas \"falsch\" macht, heißt dies ja nicht, dass sein Flaming nicht trotzdem etwas bewirken kann, das wir als Menschheit uns zu Nutze machen können und alle davon profitieren können. \n\nDen Nutzen, den wir aus seinem Flame gewinnen können, ist den Flame erstens als solchen zu erkennen und zweitens denjenigen zu warnen/bestrafen, weil er es getan hat, um die Spielatmosphäre für alle Beteiligten zu verbessern.\nDu willst uns doch nicht ernsthaft erzählen, dass Flame positive Auswirkungen haben kann, abgesehen von der Tatsache, dass man aus Fehlern lernen kann?","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-10-08T10:44:39.037+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=RankaxLee,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=00450000000000010000,timestamp=2016-10-08T10:38:50.623+0000)\n>\n> WIR MÜSSEN ENDLICH DEN SINN UND ZWECK VON STRAFEN AUCH IN IHREM INDIVIDUELLEN FALL UNTERSUCHEN. EINE ANWENDUNG VON REGELN MUSS IMMER ZWECKMÄßIG SEIN UND ERSTREBENSWERTEN WERTEN DIENEN. (z.B. Gemeinschaftswerte wie Gerechtigkeit, Potentialentfaltung, Wertschätzung, Zufriedenheit, etc. )\n\nFlaming wird aber in jedem individuellen Fall untersucht.\nDeshalb gibt es ja auch die Chatanalyse und man kann im Chatlog nachverfolgen, wie sich ein Flamer verhalten hat.\n\nDie Regeln, dass man sich nicht toxisch verhalten darf (aka Weg der Beschwörer) ist zweckmässig und dient erstrebenswerten Zielen (positives Spielerlebnis für alle Spieler).\n\nDu forderst also nur bereits etwas, was schon lange umgesetzt wurde.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-13T12:11:34.708+0000","up_votes":1,"down_votes":3,"body":"Dann hast du mich wohl falsch verstanden. Denn der Zweck und der Sinn muss individuell und eben auch tiefgründig geprüft (hin zu erstrebenswerten Gemeinschaftswerten -> jemanden einfach bestrafen, weil jener eine Regel gebrochen hat ist Schwachsinn, es sei denn man möchte eine schwachsinnige Gemeinschaft ) werden und natürlich sollte man dies in einer Weise tun, die allen Beteiligten gerecht wird also auch den Angeklagten. Es wird viel zu wenig drauf eingegangen warum der \"Flame\" passiert ist. Zudem hat der Angeklagte keine Möglichkeit sich zu verteidigen. Zudem werden auch nicht die eigentlichen Kernursachen logisch erörtert sondern nur eine Schuldzuweisung und eine Defintion von Riot, was denn angeblich falsch sei, ohne die Sicht von anderen Individuen heranzuziehen. Das ist für mich eine ungenügende Prüfung und Problemlösung und darauf wird von der Diktatur \"Riot\" nicht eingegangen. Es ist also aus meiner Sicht ein sehr ungerechtes Verfahren, was den Angeklagten völlig schutzlos ohne die Möglichkeit auf Gegenwehr ausliefert. Diese Argumente, wenn ich sie den Support vorlege, prallen an einer Wand ab und es wird überhaupt gar nicht darauf eingegangen. Sicherlich werden nun einige Möchtegern Juristen, Basher und Troller wieder daher kommen und sagen \"ZURECHT!\". Naja, ihr werdet vielleicht mein *Facepalm* nachvollziehen.\n\nEs bestehen weiterhin vielfältige Probleme im Spiel wie zunehmende Komplexität, Clashes von Spielerkulturen die zwangsläufig zu Konflikten führen müssen und damit auch logischerweise zu Wortgefechten. Auch die Spielstruktur ansich fördert dies aus meiner Sicht. Etwas, das Riot immer sehr gern ausblenden möchte. Naja liebes Riot. Wie auch jedem seien deine Sünden vergeben, aber auch nur wenn du diese einsiehst und in die wohlwollende Richtung für uns Menschen gehst.","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-13T12:26:59.317+0000","up_votes":1,"down_votes":0,"body":"Ich habe genug \"Rechtfertigungen\" der Flamer hier im Forum gesehen, um ganz klar sagen zu können, die Strafen haben sie sich verdient. Ich kann dir einige der Beliebtesten \"Argumente\" von Gebannten geben, warum sie unschuldig bestraft wurden. \n\n- Andere waren schlimmer (Macht keinen Sinn, nach der Argumentation dürfte man Mörder erst bestrafen, wenn alle Massenmörder bestraft wurden.)\n- der andere hat angefangen (Das ist einfach nur unreif, nur weil jemand anderes etwas gemacht hat, was mir nicht passt, habe ich noch lange nicht die Erlaubnis dafür, es ihm mit gleicher Münze heimzuzahlen, zumindest nicht in einer erstrebenswerten Gesellschaft. Auge um Auge führt nur zu blutigen Fehden.)\n- Gebannter hat XXX € gezahlt (Es gibt keine Freifahrtscheine für schlechtes benehmen, nur weil man mal Geld ausgegeben hat.)\n- der andere hat es verdient (Dann hat der Gebannte das wohl auch verdient.)\n\nDie Sicht von anderen Individuen wird einbezogen. In Riots Fall, die Sicht der Community. Um einen Permabann zu kriegen, müssen ziemlich viele Leute den Spieler gemeldet haben. Zudem wurden bis dahin einige Chancen nicht wahrgenommen, das eigene Verhalten zu bessern. Des weiteren basiert das System auch auf dem Tribunal, dort konnten die Spieler abstimmen, was sie als bestrafungswürdig empfunden haben. \n\nMit den Chatlogs hat man zudem eine ziemlich starke Beweislast gegen den Gebannten. Sicher, man könnte den noch befragen, warum er es gemacht hat. Aber das wird am Ende keinen Einfluss darauf haben, ob er einen Perma verdient hat, wenn er wirklich extrem über die Stränge schlägt oder nach vielen Verwarnungen keine Besserung zeigt. Überprüfen kann man die Aussage ohne hin nicht und die meisten würden wohl ohnehin nur Seemansgarn spinnen. Allerdings wüsste ich gerne, was man deiner Meinung nach als Argument verwenden könnte, um zum Beispiel keinen Perma verdient zu haben, wenn man im Spiel den Mitspielern zum Beispiel den Tod wünscht, rassistisch ist und auch noch viele homophobe Äußerungen tätigt.","replies":[]}]}]}]}]},{"id":"","poster":"HHaie tabbian","date":"2016-10-06T12:28:15.934+0000","up_votes":2,"down_votes":0,"body":"Ich bin bestimmt nicht nach Diamant gekommen ohne meine Fehler zu reflektieren. Allerdings haben mir bestimmt solche Aussagen wie die oben zitierte, oder ähnliche mit vergleichbarem \"Tonfall\", dabei überhaupt nicht geholfen. Wenn dich jemand auf diese weise kritisiert, blockst du ab und bist auf jeden Fall nicht gewillt, den Fehler bei dir zu suchen. \nEs wäre darüber hinaus sehr merkwürdig anzunehmen, dass die angesprochene Personen in einer solchen Situation sich nicht selbst bewusst ist, dass etwas falsch gelaufen ist. Dafür braucht es keine neunmalklugen Besserwisser, die einem jeden Fehler noch einmal dick unter die Nasen schmieren.\nWie Humpel bereits geschrieben hat, ist sachlich konstruktive Kritik gerne gesehen. Aber sobald Aussagen das Potential haben, jemanden emotional anzugreifen, sollte man sie einfach unterlassen.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-06T12:32:28.463+0000","up_votes":1,"down_votes":3,"body":"Kann sein, aber manche realisieren es trotzdem nicht und deswegen ist es dann doch sinnvoll diese Kritik zu üben. Oftmals wollen es die Leute natürlich nicht wahr haben und machen dann ihren Stiefel und trollen dann bspw. nur rum. Ich denke man muss auf jeden Fall die Kritiker und Flamer ernstnehmen und nicht runtermachen, denn das sind eben auch nur Menschen, die anders denken und agieren als der Mainstream, der diese dann diffamiert. Das scheinen sehr wenige zu verstehen.","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-10-06T13:02:23.657+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=RankaxLee,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=00450000000000000000,timestamp=2016-10-06T12:32:28.463+0000)\n> Ich denke man muss auf jeden Fall die Kritiker und Flamer ernstnehmen und nicht runtermachen\n\nFlamer sind doch gerade diejenigen, die die anderen Spieler runtermachen. Du verdrehst dir da ein bisschen die Realität.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-06T21:45:00.578+0000","up_votes":1,"down_votes":3,"body":"das eine muss das andere ja nicht ausschließen. Die Sache ist, wenn man es human betrachtet, dann sollte man nicht irgendwelche Menschen sinnlos bestrafen sondern den Ursachen auf den Grund gehen und sich überlegen wie idealerweise für alle gerecht ein Zusammenleben aussehen kann. Hier versagt Riot leider auch wie wohl so ziemlich jedes Unternehmen mit einem Support. Dieser kümmert sich im Prinzip überhaupt nicht um die Belange und Anforderungen der Beteiligten (z.B. Spieler) und setzt nur eigene Interessen durch. Sie hinterfragen z.B. auch überhaupt nicht zu welchen Umständen \"Flaming\" (wie ihr es nennt) geführt hat sondern bestrafen einfach, nach ihren Policies, die letztlich kein Spieler mitbestimmen kann.","replies":[{"id":"","poster":"HyperionCH","date":"2016-10-07T06:37:15.390+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=RankaxLee,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=0045000000000000000000000000,timestamp=2016-10-06T21:45:00.578+0000)\n>\n> das eine muss das andere ja nicht ausschließen. Die Sache ist, wenn man es human betrachtet, dann sollte man nicht irgendwelche Menschen sinnlos bestrafen sondern den Ursachen auf den Grund gehen und sich überlegen wie idealerweise für alle gerecht ein Zusammenleben aussehen kann. Hier versagt Riot leider auch wie wohl so ziemlich jedes Unternehmen mit einem Support. Dieser kümmert sich im Prinzip überhaupt nicht um die Belange und Anforderungen der Beteiligten (z.B. Spieler) und setzt nur eigene Interessen durch. Sie hinterfragen z.B. auch überhaupt nicht zu welchen Umständen &quot;Flaming&quot; (wie ihr es nennt) geführt hat sondern bestrafen einfach, nach ihren Policies, die letztlich kein Spieler mitbestimmen kann.\n\nSorry, aber hier liegst du völlig falsch.\nHier entscheidet grundsätzlich die LoL-Community.\n\nDenn die Chatanalyse startet erst, wenn man in mehreren Spielern innerhalb kurzer Zeit oft reportet wurde (und ohne Chatanalyse, keine Strafen).\nDie Spieler selbst also sagen \"dieses Verhalten möchten wir nicht ingame!\"\n\nDie Grunddaten, damit die Chatanalyse beurteilen kann, ob jemand zu toxisch war, entsprang aus den Ergebnissen des Tribunals. Die Tribune waren auch Spieler; also ist die Bewertungsgrundlage auch durch Spieler entstanden. Die \"Policies\", was bestrafbar ist und was nicht, sind also nicht jene von Riot selbst, sondern von den Spielern.\n\nWenn ein Spieler (nicht konstruktive) Kritik übt (aka Flaming) und die anderen Spieler dies melden (aka Report), dann war die Kritik unerwünscht.\nWer bitte hat dich denn zum Coach eines Spielers ernannt? Du selbst? Denn wenn ein Spieler besser werden möchte und \"externe Meinungen\" möchte, dann sucht er selber einen Coach.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-07T10:36:45.814+0000","up_votes":1,"down_votes":4,"body":"Nein jede einzelne Meinung und Situation eines Individuums in einer Gemeinschaft muss berücksichtigt werden. Es geht nicht um eine Mehrheitsentscheidung sondern darum die beste Entscheidung für alle Beteiligten zu treffen und die Belange dieser unter Fairnesskriterien zu berücksichtigen. Dies passiert aber unzureichend.","replies":[{"id":"","poster":"HyperionCH","date":"2016-10-08T09:37:01.895+0000","up_votes":3,"down_votes":0,"body":"Diest tust du ja auch nicht.\n\nDie Meinung der einzelnen Mates war: du bist toxisch.\nHast du dies berücksichtigt? So wie es scheint: nein!\n\nMit \"Jede einzelne Meinung eines Individuums in einer Gemeinschaft muss berücksichtigt werden\" meinst du offensichtlich nur: \"DEINE Meinung muss berücksichtigt werden\".\n\nUnd sorry! Aus meiner Sicht ist es die beste Entscheidung für alle Beteiltigten, wenn ein Flamer seine gerechte Strafe kriegt (aus meiner Sicht auch für den Flamer selbst).\nWenn du eine bessere Alternative hast, kannst du sie gerne hier schreiben. Du hast ja bis jetzt nur geschrieben, wie ungerecht das Reportsystem doch sei und Flamer \"sinnlos bestraft\" werden.\nWie genau soll den Riot vorgehen, wenn ein Spieler toxisch ist, weil einer seiner Mate gerade ein schlechtes Spiel hat?","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-10-07T11:39:30.238+0000","up_votes":1,"down_votes":0,"body":">Dieser kümmert sich im Prinzip überhaupt nicht um die Belange und Anforderungen der Beteiligten (z.B. Spieler)\n\nJetzt mal Halblang. Man kann ja gerne sagen, dass Riot nicht genug gegen Flame macht und es da noch Potential nach oben gibt. Aber zu behaupten, Riot würde die Spieler in dem Belang ignorieren ist schon sehr weit her geholt, wenn man bedenkt, dass die Strafsysteme sich bislang immer am Input der Spieler orientiert haben. Sei es mit einer direkten Abstimmung beim Tribunal oder durch das Instantfeedbacksystem, dass sich an die Meinung der Spieler anpasst.","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-08T10:17:46.128+0000","up_votes":1,"down_votes":4,"body":"Also in meinem Fall ist dies definitiv so. Sie haben ich sogar geblockt von ihrem Ticketsystem, weil sie wohl Wahrheit nicht ertragen können. Sehr arm und traurig sowas, wenn man sich nicht mal den offensichtlichen Problemen stellen kann.","replies":[{"id":"","poster":"Sirrkas","date":"2016-10-08T18:48:42.708+0000","up_votes":1,"down_votes":0,"body":"Was für Tickets hast du denn zu letzt geschickt und wie oft wolltest du noch etwas, nachdem dir der Support gesagt hat, das Thema wäre erledigt?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2015-03-13T14:28:40.844+0000","up_votes":8,"down_votes":4,"body":"Nur ein unauffälliger Kommentar.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-14T11:45:11.778+0000","up_votes":8,"down_votes":4,"body":"Also mir ist er aufgefallen.","replies":[{"id":"","poster":"Veezey","date":"2015-03-14T21:11:11.892+0000","up_votes":7,"down_votes":3,"body":"Verdammt.","replies":[{"id":"","poster":"fail0rd","date":"2015-03-17T11:48:58.561+0000","up_votes":6,"down_votes":2,"body":"Mir auch.","replies":[]}]}]}]},{"id":"","poster":"fail0rd","date":"2015-03-02T20:27:55.627+0000","up_votes":7,"down_votes":3,"body":"Liga der Gentlemen. Sie ist sehr gut.","replies":[{"id":"","poster":"HeavyBlade Akira","date":"2015-03-04T15:15:30.465+0000","up_votes":6,"down_votes":3,"body":"Das klingt ja, als würdest du eine Wertung unter einem Amazon Artikel schreiben.","replies":[{"id":"","poster":"fail0rd","date":"2015-03-04T17:17:13.945+0000","up_votes":7,"down_votes":3,"body":"Amazon ist ja auch größter Shareholder von Rito. Wusstest du nicht?\nStimmt auch gar nicht. :p","replies":[]},{"id":"","poster":"Saîlor Moon Moon","date":"2015-03-06T11:18:47.697+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=PuellaMagiAnikai,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=000a0000,timestamp=2015-03-04T15:15:30.465+0000)\n>\n> Das klingt ja, als würdest du eine Wertung unter einem Amazon Artikel schreiben.\n\nDas war nur meine unauffällige Art, den Thread nach oben zu drücken. :-)","replies":[]}]}]},{"id":"","poster":"Kryptonq","date":"2015-04-06T15:08:40.994+0000","up_votes":6,"down_votes":3,"body":"Hallo zusammen, \n\nZweierlei:\n\n1. Wieso wird in diesem wundervollen Thread jeder Pushkommentar gedownvotet? Macht ihr das aus Spaß selber?\n\n2. Wie (streng) werden Leaver und ähnliches gehandhabt? Ich habe in den Regeln keinen Punkt gefunden, der sich explizit darauf bezieht.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-04-06T15:17:04.577+0000","up_votes":6,"down_votes":4,"body":"1) Da muss nur einmal einer durchgehen und alles downvoten, schon hat alles einen downvote. Ist aber auch nicht wirklich wichtig, oder? Sollen die Voter doch ihren Spaß haben :)\n\n2) Genauso wie alles andere auch. Uns geht es um das Verhalten. Wenn sich asoziales Verhalten dadurch äußert, dass jemand absichtlich leavt, fliegt er. Wenn jemand mal nen Disconnect hat...mein Gott, passiert halt mal.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-03-29T10:08:26.056+0000","up_votes":6,"down_votes":3,"body":"Einen wunderschönen Tag für euch!","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-29T10:31:27.291+0000","up_votes":7,"down_votes":4,"body":"Gleichfalls.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-03-21T16:37:32.405+0000","up_votes":6,"down_votes":3,"body":"Ich melde mich dann auch mal wieder zu Wort.","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-23T13:53:22.481+0000","up_votes":7,"down_votes":4,"body":"Wort.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-23T19:57:23.793+0000","up_votes":5,"down_votes":3,"body":"Ok, es waren Wörter...","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-03-11T05:11:05.796+0000","up_votes":7,"down_votes":4,"body":"Guten Morgen again  : )","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-11T18:58:10.369+0000","up_votes":7,"down_votes":4,"body":"Abend.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-11T19:55:54.266+0000","up_votes":5,"down_votes":3,"body":"So ganz ohne einen Post, in diesem Thread, geht es einfach nicht!   ; )","replies":[{"id":"","poster":"GummibaumXYZ","date":"2015-03-11T22:08:28.767+0000","up_votes":6,"down_votes":3,"body":":)","replies":[]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-03-09T05:29:45.287+0000","up_votes":4,"down_votes":3,"body":"Guten Morgen","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-10T15:31:41.682+0000","up_votes":6,"down_votes":3,"body":"Dir einen guten Tag.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-10T15:34:48.498+0000","up_votes":4,"down_votes":2,"body":"Da sage ich mal Danke, ebenso! : )","replies":[]}]}]},{"id":"","poster":"Dirieron","date":"2015-03-02T21:29:00.236+0000","up_votes":6,"down_votes":3,"body":"Möge unser glorious Admin Humpel auf ewig leben x) man merkt, wir sind ein verrückter und vor allem bunter Haufen :D {{item:3023}}","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-03-31T11:13:10.569+0000","up_votes":7,"down_votes":4,"body":"Nur noch ein Tag, bis zum 32.","replies":[]},{"id":"","poster":"legofreak1","date":"2015-03-26T16:10:37.572+0000","up_votes":7,"down_votes":4,"body":"Wir veranstalten mal wieder ein Turnier!\nDiesmal ARAM mit einem Preispool von 40000RP. Los geht es am 12. April, alle Infos gibts's hier im Forum\nhttp://boards.euw.leagueoflegends.com/de/c/turniere-veranstaltungen/mJLVUeQu-gentlemen-series-4-aram-12-april-2015-40000-rp-preispool\noder auf unserer Homepage\nhttp://forum.liga-der-gentlemen.de/index.php/Thread/2396-LdG-Series-4-ARAM/","replies":[]},{"id":"","poster":"Floating Frog","date":"2015-03-16T17:20:28.021+0000","up_votes":7,"down_votes":4,"body":"kleiner (Fist-)Bump mal auch von meiner Seite....\n{{item:3025}} ","replies":[]},{"id":"","poster":"Oswald Mandus","date":"2015-03-14T21:42:32.483+0000","up_votes":1,"down_votes":12,"body":"> Wir alle wissen, dass es in League of Legends leider immer wieder Leute gibt, die (...) zum Reporten aufrufen\n\nAlso ist es mir bspw. nicht erlaubt, den Gegnern mitzuteilen, dass eines meiner Teammitglieder beschlossen hat, das Spiel durch toxisches verbales Verhalten zu sabotieren ... ?\n\nDas nenne ich Zensur und finde ich ungeheurlich! Aber was kann man von einem Riot-Schergen schon anderes erwarten?","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-15T02:58:51.234+0000","up_votes":7,"down_votes":1,"body":"> [{quoted}](name=Oswald Mandus,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=0018,timestamp=2015-03-14T21:42:32.483+0000)\n>\n> Also ist es mir bspw. nicht erlaubt, den Gegnern mitzuteilen, dass eines meiner Teammitglieder beschlossen hat, das Spiel durch toxisches verbales Verhalten zu sabotieren ... ?\n> \n> Das nenne ich Zensur und finde ich ungeheurlich! Aber was kann man von einem Riot-Schergen schon anderes erwarten?\n\nKann dir nur empfehlen, dir mal dieses Thema durchzulesen:\n[FAQs zum Spielverhalten (Reports, Bans, Restrictions)](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/JZXkg0EH-faqs-zum-spielverhalten-reports-bans-restrictions)\n\nKontextbezogenes tl;dr für dich:\nSobald eine Person reported wird, ist jeder weitere Report im gleichen Spiel eher nebensächlich, da das Spiel schon bei einem Report zur Überprüfung geflaggt wird. Entsprechend musst du andere nie zum reporten auffordern, im Gegenteil, das kreirt nur eine schlechte Atmosphäre und mit dem Reportaufruf \"sabotierst\" DU das Spiel durch toxisches Verhalten, nämlich indem du deinen Mitspieler blamest, was nicht ok ist, egal, ob er sich jetzt daneben benommen hat oder nicht.\nKurz: Reportaufrufe sind daneben, zumal sie oft auch aus der Luft gegriffen sind oder gemacht werden, weil jemand gerade nicht so gut spielt, nicht geganked hat, einem den Bluebuff nicht gegeben hat etc. Einfach unnötig. Im besten Fall helfen sie niemandem, im schlechtesten Fall machst du das Spiel damit schlechter.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2015-03-17T09:49:23.223+0000","up_votes":7,"down_votes":2,"body":"Zu dem was MahouShoujoRakka gesagt hat kann ich noch hinzufügen: \n\nWir sind keine Gruppe für jedermann. Wer mit dieser Regel ein Problem hat, passt einfach nicht zu unserer Gruppe (wir betonen ja extra, dass wir nur Leute suchen die sich für die Einhaltung unserer Regel nicht bemühnen oder verändern müssen). D.h. die Art von Mitglieder die wir suchen wird keinesfalls \"zensiert\", da sie sie bereits vor dem Eintritt in die LdG niemals die (völlig sinnfreie) Absicht hatten im Chat um Reports zu bitten.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-03-17T12:02:36.012+0000","up_votes":6,"down_votes":3,"body":"Was bitte ist ein Riotscherge? Nur weil sich Humpel freiwillig für Riot engagiert, heißt das doch noch lange nicht, dass er absolut alles für Riot tun würde. Wäre ich jetzt auch ein Muse-Scherge, weil ich bei denen als CA tätig war und nun ein Mod bin? Wäre ich dann kein Scherge, wenn ich keinen Status zugewiesen bekommen hätte und im Grunde das selbe machen würde, nur ohne den Titel?","replies":[]}]},{"id":"","poster":"2feelgr8","date":"2015-03-01T16:27:43.850+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-01T16:35:10.195+0000","up_votes":5,"down_votes":2,"body":"Bei solch einem Beitrag würde ich mich nicht wundern, wenn du bald zurecht vom Forum ausgeschlossen wirst.","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-04-08T12:31:56.588+0000","up_votes":2,"down_votes":0,"body":"Dieses Projekt hätte eigentlich 608 Upvotes verdient. Hinter dem Königreich OT das coolste Community-Kunstwerk. Möge die Liga den Frühling nutzen um für immer zu blühen :)","replies":[{"id":"","poster":"Neamhoilte","date":"2016-07-30T08:54:08.346+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=0043,timestamp=2016-04-08T12:31:56.588+0000)\n>\n> Dieses Projekt hätte eigentlich 608 Upvotes verdient. Hinter dem Königreich OT das coolste Community-Kunstwerk. Möge die Liga den Frühling nutzen um für immer zu blühen :)\n\nDem kann ich nur zustimmen. \n\n{{sticker:slayer-jinx-wink}} \n\nGruß OT Becks","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-04-15T17:12:16.174+0000","up_votes":3,"down_votes":1,"body":"Jemand da?","replies":[{"id":"","poster":"Neamhoilte","date":"2015-04-16T18:46:50.106+0000","up_votes":2,"down_votes":0,"body":"Ja doch, bin da. Nur nicht immer hier!","replies":[]}]},{"id":"","poster":"Veezey","date":"2015-03-07T18:20:55.912+0000","up_votes":4,"down_votes":2,"body":"Bin da schon seit Jahren Mitglied ohne wirklich dabei zu sein xD","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-08T12:37:11.954+0000","up_votes":3,"down_votes":2,"body":"Also ein passives Mitglied! : )","replies":[{"id":"","poster":"Veezey","date":"2015-03-08T16:36:47.354+0000","up_votes":3,"down_votes":3,"body":"Kann man so sagen. Immerhin werde ich ab und zu von den Leuten, die ich da noch so kenne eingeladen :P\nedit: Warum die downvotes? xD","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-08T23:06:24.766+0000","up_votes":4,"down_votes":2,"body":"Bist du denn im Chat anwesendt? Wenn ja, ist das nicht verwunderlich^^","replies":[{"id":"","poster":"Veezey","date":"2015-03-09T03:20:48.310+0000","up_votes":3,"down_votes":1,"body":"Nein bin ich nicht. Aber ich hab die halt in der FL :D","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-03-07T08:41:41.098+0000","up_votes":6,"down_votes":4,"body":"Schlümpfe? Hast du angst vor Smurfs?","replies":[{"id":"","poster":"MadExOTler ","date":"2015-03-07T18:14:10.800+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=0013,timestamp=2015-03-07T08:41:41.098+0000)\n>\n> Schlümpfe? **Hast du angst vor Smurfs?**\n\nEher Angst davor, als Teil eines Youtube Videos, von nem Smurf eines Challengerspielers, vorgeführt zu werden!  ;)","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-08T09:34:00.129+0000","up_votes":4,"down_votes":4,"body":"Warum denn das?","replies":[{"id":"","poster":"MadExOTler ","date":"2015-03-08T13:24:00.377+0000","up_votes":3,"down_votes":1,"body":"Ich mach mich halt nicht so gerne zum **Bob**\n\n;)","replies":[]}]}]}]},{"id":"","poster":"MadExOTler ","date":"2015-03-05T21:04:51.611+0000","up_votes":3,"down_votes":1,"body":"Schlumpfalarm","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-03-04T08:39:24.908+0000","up_votes":3,"down_votes":1,"body":"Unauffälliger Bump.","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-03-05T19:47:24.067+0000","up_votes":3,"down_votes":1,"body":":>","replies":[]}]},{"id":"","poster":"matamora","date":"2015-03-03T20:08:37.589+0000","up_votes":3,"down_votes":1,"body":"Jaja...  Wir sind schon toll ;)","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-03-02T15:39:06.124+0000","up_votes":3,"down_votes":1,"body":"Hm, ich hatte ja fast mit einer Textüberarbeitung gerechnet, wo das so lange gedauert hat, Humpel ;)\nTrotzdem schön, dass der Thread wieder da ist.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-03-02T16:09:53.081+0000","up_votes":4,"down_votes":2,"body":"Ne, es kamen nur ein paar andere Projekte dazwischen, die meine Zeit gefressen haben.","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-04-06T15:21:32.115+0000","up_votes":4,"down_votes":2,"body":"Ok, danke für die schnelle Antwort!","replies":[]},{"id":"","poster":"Saîlor Moon Moon","date":"2015-03-04T11:14:29.288+0000","up_votes":4,"down_votes":2,"body":"Ich bin echt gern in der Liga, kann es jedem nur empfehlen.","replies":[]},{"id":"","poster":"mnmlist","date":"2015-03-03T07:14:15.471+0000","up_votes":2,"down_votes":1,"body":"Hallo liebe Gentleman,\n\neure Regeln und eure Community finde ich super, jedoch bin ich auf der nach einem Rankedteam.\n\nIch hab in eurem Forum dazu relativ wenig Aktivität gesehen und wollte trotzdem nachhaken, ob es vielleicht doch einige Personen gibt, die noch nach Teamitgliedern suchen.\n\nGruß Thommy","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-03T10:23:47.586+0000","up_votes":4,"down_votes":2,"body":"Wenn du mit Gentlemen Rankeds spielen willst, kannst du im Chatchannel nachfragen. Manchmal sind da welche. Allerdings ist es in der Liga wirklich etwas schwierig ein Rankedteam zu finden. Die meisten sind schon in ein paar, spielen das nicht so oft oder die interessierten kriegen das einfach mal nicht mit. \n\nIch würde dir trotzdem einmal zu den Stoßzeiten, also irgendwann am Abend, einmal im Chat nachzufragen, ob jemand Interesse an Teamrankeds hat.","replies":[]}]},{"id":"","poster":"CaptainCaveBunny","date":"2015-03-03T06:32:47.618+0000","up_votes":4,"down_votes":2,"body":"Und über 5000 Mitglieder hat die LDG nun auch schon. :3\n\n 5k Hype!","replies":[]},{"id":"","poster":"Tsundere Sheyn","date":"2015-03-02T20:04:21.091+0000","up_votes":4,"down_votes":2,"body":"Ich bin entzückt!","replies":[]},{"id":"","poster":"Blackshooter99","date":"2015-03-02T13:35:26.605+0000","up_votes":4,"down_votes":2,"body":"Toller clan hab mich gleich registriert :D","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-04-06T08:53:19.610+0000","up_votes":4,"down_votes":3,"body":"Einen schönen Ostermontag wünsch ich euch!","replies":[{"id":"","poster":"Sirrkas","date":"2015-04-06T14:44:00.323+0000","up_votes":5,"down_votes":3,"body":"Yay, Ostern!\n\nIch frage mich ob heute besonders viele Teemos im URF-Mode Eier verstecken gehen.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-03-24T11:29:21.656+0000","up_votes":5,"down_votes":3,"body":"Keep good things up !   : )","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-24T11:41:38.263+0000","up_votes":6,"down_votes":4,"body":"Hab ich nichts dagegen.","replies":[]}]},{"id":"","poster":"RankaxLee","date":"2016-10-06T11:10:34.786+0000","up_votes":1,"down_votes":2,"body":"In welche Community kann man gehenwenn man leidenschaftlich gern flamet?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-10-06T11:14:33.125+0000","up_votes":2,"down_votes":0,"body":"CS:GO?","replies":[{"id":"","poster":"RankaxLee","date":"2016-10-06T11:30:47.917+0000","up_votes":1,"down_votes":1,"body":"Was ist das? Ist das nicht ein Spiel? Suche eher eine Community in LoL, da das ein LoL Forum ist","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-10-06T11:45:33.258+0000","up_votes":1,"down_votes":0,"body":"Du wirst dich schwer tun eine solche LoL Community zu finden, da Flaming nunmal verboten ist und auch bestraft wird, was die Reihen einer solche Community sehr schnell lichten dürfte.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-04-09T12:15:59.715+0000","up_votes":4,"down_votes":3,"body":"Hallo allerseits.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-03-16T05:36:35.792+0000","up_votes":4,"down_votes":3,"body":"Hallo und guten Morgen","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-16T10:44:06.927+0000","up_votes":4,"down_votes":4,"body":"Dir auch einen guten Morgen.","replies":[]}]},{"id":"","poster":"GummibaumXYZ","date":"2015-03-01T10:43:05.971+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=ElKI1ocy,discussion-id=EyJRt7XA,comment-id=,timestamp=2015-03-01T09:13:43.064+0000)\n> \n> Nachdem ihr euch mit eurem exakten Beschwörernamen (das ist wichtig!) registriert habt, wollt ihr vermutlich gleich ein Spiel mit vier (oder sogar neun) Gentlemen starten. Es stellt sich also die Frage, wie wir unsere Spiele organisieren.\n> Das passiert im LoL-Client (das ist das Ding, in dem ihr Spiele startet) im Chatroom „**Liga der Gentlemen**“ (ohne Anführungszeichen). Wenn ihr nicht wisst, wie man einem Chatraum beitritt, findet ihr [hier](http://static.liga-der-gentlemen.de/img/official_boards/chat.jpg) eine kleine Anleitung (***ihr könnt dann auch einstellen, dass ihr.*** In diesem Chatroom könnt ihr dann ganz einfach nach Mitspielern suchen, beziehungsweise euch bereits geöffneten Spielen anschließen.\n\n\nIch glaube bei dem fett markierten Teil fehlt etwas, vermutlich \"automatisch beitretet\"","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-03-01T12:06:53.454+0000","up_votes":2,"down_votes":1,"body":"gefixt, danke","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-03-05T05:34:19.417+0000","up_votes":2,"down_votes":1,"body":"Guten Morgen","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-03-01T10:51:25.585+0000","up_votes":2,"down_votes":1,"body":"Sehr schön Humpel,\n\nda habe ich schon drauf gewartet!  Endlich wieder mit Sirrkas um die Wette posten.  : )","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-01T12:08:39.237+0000","up_votes":2,"down_votes":2,"body":"Wie du willst ^^\n\nAllerdins glaube ich, dass das gar nicht nötig ist, wenn di emeisten nach Upvotes sortieren.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-02T05:20:07.780+0000","up_votes":2,"down_votes":1,"body":"Also ich sortiere nach Neu bzw Aktuell.","replies":[{"id":"","poster":"Sirrkas","date":"2015-03-02T10:12:00.939+0000","up_votes":2,"down_votes":2,"body":"Ich auch. Aber die Frage ist, wie viele stellen das um oder schaffen es das umzustellen?","replies":[{"id":"","poster":"Neamhoilte","date":"2015-03-02T19:29:01.931+0000","up_votes":2,"down_votes":1,"body":"Das ist bei einigen Zeitgenossen echt die Frage!  ; )\n\n\nEdit: Hab jetzt mal einen Hilfeaufruf im Gentlemenforum gestartet.  : )","replies":[]}]}]}]}]},{"id":"","poster":"ProG Mantal","date":"2016-04-08T12:24:11.943+0000","up_votes":1,"down_votes":0,"body":"Hallo, mich würde auch die Resonanz, **zum Thema Scrims**, von Clans interessieren, welche Teams bei sich aufnehmen und unterstützen. je mehr feedback es gibt, desto besser :)\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/XVeByrJ5-scrim-partner-scrim-suche-far-jedes-team","replies":[]},{"id":"","poster":"GummibaumXYZ","date":"2016-04-04T04:48:12.512+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen :)\nWie geht es euch Gentlemen heute so?","replies":[]},{"id":"","poster":"IIIPinkGuyZedIII","date":"2016-03-06T16:15:48.571+0000","up_votes":1,"down_votes":0,"body":"Darksouldragon würde gerne Teilnehmen:3","replies":[]},{"id":"","poster":"Spicavius","date":"2015-11-27T21:18:44.431+0000","up_votes":1,"down_votes":0,"body":"Warum hatte dieser Thread einen Downvote?\n\nDirekt mal einen upvote gegeben, damit wenigstens das Ganze auf 0 Votes steht :/.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-11-01T17:43:48.966+0000","up_votes":1,"down_votes":0,"body":"Na sowas. Ich wollte doch ganz woanders posten.\n\n; )","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-10-01T17:37:23.542+0000","up_votes":1,"down_votes":0,"body":"Gerade beigetreten, eine gute Sache ist das. :)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-08-05T04:25:23.648+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Gentlemen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-07-10T15:31:50.861+0000","up_votes":1,"down_votes":0,"body":"Juchu, neue Icons^^","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-10T16:09:38.550+0000","up_votes":1,"down_votes":0,"body":"Wo kommen die denn her?","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-10T16:42:59.933+0000","up_votes":1,"down_votes":0,"body":"Von Riot.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-11T06:08:28.052+0000","up_votes":1,"down_votes":0,"body":"Wieso,Weshalb,Warum,Für alle?","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-11T07:13:24.657+0000","up_votes":1,"down_votes":0,"body":"Nein, nur für ein paar Grüne.","replies":[]}]}]}]}]},{"id":"","poster":"The Lars22","date":"2015-06-22T22:51:31.567+0000","up_votes":1,"down_votes":0,"body":"hype","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-04-13T15:42:54.197+0000","up_votes":1,"down_votes":0,"body":"Ich habe nichts besseres zu tun...\n\nDeshalb push ich mal wieder den besten Thread im LoL Forum!","replies":[]},{"id":"","poster":"BlackMoon977","date":"2016-03-07T16:37:36.310+0000","up_votes":0,"down_votes":0,"body":"Hi, Ich finde das hier sehr gute und würde gerne dabei sein.","replies":[]},{"id":"","poster":"Dramos","date":"2015-03-01T15:30:28.305+0000","up_votes":3,"down_votes":6,"body":"Regeln durchgelesen.\nIhr macht mir den Eindruck, ihr meint diese Liga ernst.\nDann werde ich mich demnächst ebenfalls als Mitglied bei der \"Liga der Gentleman\" bewerben. Auch wenn ich ein wenig Angst habe, dass ich ausversehen irgendeine Regel breche, gerade weil \"Allgemein gutes Benehmen\" grob definiert ist.\n\nIch bin ein recht sympathischer Spieler, der sowohl gut spielen als auch gut gewinnen und gut verlieren kann (Was sich auf mein Verhalten bezieht; nicht angeberisch verstehen!).\nSollte irgendjemand mies spielen, werte ich das als \"Er/Sie hat nur einen schlechten Tag\". Bei schlimmeren Fällen, wenn diese Person die Hauptursache für eine Niederlage ist, melde ich diese auch als \"Schlechter Spieler\".\nSollte irgendjemand mies reden, hängt dies von seiner Gefahrenstufe ab.\nGefahrenstufe I: Klagerei, Schuldsuche\n   -> Ignoriert\n   -> Kommt eher seltener vor, da ich erst versuche, dieser Person zu helfen und sich das Problem löst.\nGefahrenstufe II: Beleidigungen, Drohungen\n   -> Ignoriert; gemeldet als \"Offensive Language\"\nGefahrenstufe III: Schwere Beleidigungen kombiniert mit anderem schlechtem Verhalten\n   -> Ignoriert; gemeldet als \"Inappropriate Behavior\". Kommentar beinhaltet seine Sprache und seine Vergehen.\n   Sonderfall: \"gg easy\" betrachte ich ebenfalls als Stufe II.\n\nEs sollte im zweiten Absatz verständlich gemacht werden, dass ich davon ausgehe, dass die dargestellten Spieler wahrscheinlich nicht in eurer Liga auftauchen.\nErsteres (mies spielen) werde ich mir abgewöhnen, da meine gewohnte Meldung als \"Schlechter Spieler\" ein Regelverstoß ist.\nWenn letzteres (mies reden) auftaucht: Ich weiß ja, wie man das Problem löst.\n\nBeleidigungen aller Art tauchen nicht während meines spielens auf. Höchstens vielleicht\n\"Armseliger Narr! Weißt du, auf welchem Jungle du dich befindest!?\" zum Gegner,\naber das ist eher harmlos, denn man kann sich auch schlimmer ausdrücken.\nUnd ja - ich mag keine Counterjungler.\n\nSoweit zu mir.\nWürde das euren Ansprüchen genügen? Oder gibt es noch etwas zu sagen?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-03-01T16:36:45.462+0000","up_votes":6,"down_votes":4,"body":"Das mit dem \"Schlechter Spieler Report\"-Verbot ist so zu verstehen, dass wir es nicht unterstützen dass schlechtes Spielen in irgendeiner Weise bestraft werden sollte, außer durch die in aller Regel folgende Niederlage. Dazu gehört insbesondere die Spieler wissen zu lassen, dass man sie gerade als schlechter Spieler gemeldet hat. Sowas ist bei uns eben verboten. Da die Verwendung des Report-Grunds an Sich keinerlei negative Konsequenzen für den Spieler hat, steht dir das natürlich frei. \n\nDie Regel \"Allgemein gutes Benehmen\" ist im wesentlichen unser Lückenfüller. Diese Regel ist dazu da, dass sich niemand aus den Regeln rauswieseln kann, indem er damit argumentiert dass irgendwas in unseren Regeln nicht explizit drin steht. Wir haben z.B. mal einen Spieler gebannt, weil er außerhalb des Spiels ein weibliches Mitglied belästigt hat. Das steht zwar so in unseren Regeln nicht drin, war aber definitiv nicht die Art von Verhalten, die wir uns bei Mitgliedern wünschen. Und für genau sowas ist diese Regel eben da. \nMan könnte sie auch mit Riots Lückenfüller-Regel \"Don't be a jerk\" übersetzen. Selber Sinn, selber Zweck. \n\n> Würde das euren Ansprüchen genügen?\n\nDavon geh ich mal aus :)","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-03-01T16:37:44.442+0000","up_votes":3,"down_votes":3,"body":"Man bewirbt sich nicht wirklich sondern meldet sich an. Dann ist man auch schon Mitglied. Solange du dich benimmst, bleibst du auch drinnen und solltest du jemanden in der Liga finden, von dem du meinst, dass er die Regeln der Liga bricht, kannst du ihn bei einem Admin melden. \n\nSchwarze Schafe landen auf der Blacklist. \n\nOb so ein RP-lastiger Spruch gegen die Regeln versößt weiß ich nicht. Da solltest du vielleicht Humpel fragen, der dürfte das auch demnächst sehen.","replies":[]}]}]}