{"id":"Ha7c3HhY","poster":"Brightest Dark","date":"2015-02-28T22:27:59.400+0000","title":"Skingeschenk nach dem Game.","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo Beschwörer!\n\n\nWie du in der Überschrift vermutlich schon gelesen hast, \ngeht es in diesem Thread um das Thema 'Skingeschenk nach einem Spiel'.\n\nDie, die wissen was gemeint ist, geht doch einfach direkt zur Umfrage! :)\nFür die, die jetzt nicht wissen was ich meine lest euch den Text weiter durch. \n\n***Skingeschenk nach einem Spiel:***\n\nNach einem Spiel, egal ob gewonnen oder verloren, habt ihr die Möglichkeit \neinem anderen Spieler einen Skin zu schenken. Zum Beispiel für positives\nVerhalten im Chat.\n\nJetzt kannst du auch zur Umfrage gehen und bitte wahrheitsgetreu Ankreuzen!\n\n\n**Bei Antwort Nr. 4 nicht wundern! Der vorgegebene Platz war nicht ausreichend!* **\n\n\nVielen Dank fürs lesen! :)\n\n\n\nNightmoondragon","replies":[{"id":"","poster":"FlyAsDodo","date":"2015-03-01T14:35:07.127+0000","up_votes":3,"down_votes":0,"body":"Nope habe weder bekommen noch geschenkt, ganz so gerne scheinen Leute ihr Geld doch nichht aus dem Fenster zu werfen :P","replies":[]},{"id":"","poster":"i had fun once","date":"2015-03-01T11:10:14.191+0000","up_votes":3,"down_votes":0,"body":"Weder was verschenkt, noch was bekommen. Weder bei mir, noch bei irgendwem aus meiner friendlist.\nEs werden mehr \"helpful\" am ende von Spielen verteilt, als die Geschenke.","replies":[]},{"id":"","poster":"MayaChan","date":"2015-03-01T00:37:00.931+0000","up_votes":1,"down_votes":0,"body":"Die 2. und 4. Möglichkeit hätte man zusammenfügen können (bzw. hab ich weder einen verschenkt noch einen bekommen, kann aber nicht beides auswählen), zudem fehlt noch die Möglichkeit anzukreuzen, dass man beides schonmal getan/bekommen hat^^","replies":[{"id":"","poster":"Brightest Dark","date":"2015-03-01T00:42:13.664+0000","up_votes":2,"down_votes":0,"body":"Ja, stimmt. Ist mir im Nachhinein auch aufgefallen. \n\nWäre besser, wenn man mehr als eine Sache ankreuzen könnte.\nAber falls mehrere Antworten in Frage kommen sollten  (man aber nur eins ankreuzen kann),\nkann man das notfalls ja noch hier als Kommentar schreiben.","replies":[]}]},{"id":"","poster":"PwnedAkkon ","date":"2015-03-02T17:17:54.076+0000","up_votes":1,"down_votes":0,"body":"wenn die nur 100 rp kosten würden wär es was anderes (natürlich nicht and premades) oder leute in der freundesliste.","replies":[]}]}