{"id":"ogV0MK8K","poster":"Pumá D Ace","date":"2015-02-28T14:10:09.374+0000","title":"EIGENE leistung völlig egal?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":5,"body":"Hey, ich hab echt keinen plan wie ich aus bronze rauskommen soll. Ich hab jetzt 5 mal in folge die promos zu bronze 2 verloren weil ich immer trolls im team habe. Spiele zb talon um zu carrien, aber obwohl ich 20/5 stehe, liegen wir über 15 kills hinten...es kommt nur drauf an, wer den troll im team hat. Der läuft dann zum gegner und stirbt. Läuft zum gegner stirbt. Läuft zum gegner stirbt...30 mal in folge... fast jedes spiel so einer dabei. Bei mir -> automatisch loose. Beim gegner -> free win. Wie ich spiele ist da doch komplett egal... nicht nur die laner machen dass, auch die jungler REGELMÄßIG. Unser jungler bekommt nen vermeintlich zu schlechten pull -> ,, ok. Im afk guys...\"  oder plötzlichen von den gegnern im allchat -> ,, report our jungler for afk and troll...\" gab glaube ich noch kein game bislang wo nicht so einer dabei war...was soll man da tun? Die eigene leistung ist doch da eh latte... man muss nur beten das nicht so einer dabei ist...","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-02-28T18:08:02.634+0000","up_votes":3,"down_votes":1,"body":"Einen (halbwegs) guten Texas Hold'em Spieler erkennt man daran, dass er weiß wann er 2 Asse auf der Hand nicht spielen sollte. Dein Einfluss auf das Spiel ist sicher nicht so groß, dass du alleine jedes Spiel gewinnen könntest... das kann wohl niemand. Aber man hat dennoch langfristig gesehen genug Einfluss um einen guten oder einen schlechten Spieler voneinander zu unterscheiden. Dass du die Schuld auf andere schiebst... zeugt nicht davon dass du ein guter Spieler bist. Denn sonst wüsstest du, dass du nicht jedes Spiel gewinnen kannst.","replies":[]},{"id":"","poster":"eingew","date":"2015-02-28T14:18:01.685+0000","up_votes":4,"down_votes":2,"body":"Das System ist so aufgebaut, dass deine Leistung durchaus zählt. Alle Spieler in deinem Match sind auf deinem Level. Wenn du besser bist, als diese Spieler führst du dein Team automatisch zum Sieg, weil ihr besser seid, als die Gegner.\n\nGegen negative Personen brauchst du vor allem eines: Ein dickes Fell. Mute sie, damit sie dich nicht weiter beeinflussen und vergiss nie, sie zu reporten, denn sonst werden sie nicht bestraft und können weiter Spiele zerstören.","replies":[]},{"id":"","poster":"Pumá D Ace","date":"2015-02-28T14:52:15.278+0000","up_votes":2,"down_votes":4,"body":"Danke, aber ihr scheint nicht zu verstehen was ich meine... ich muss niemanden muten, die leute flamen ja nicht, sie sind halt immer afk oder feeden mit 0/20 rein weil sie keinen bock mehr haben nach 3min...","replies":[{"id":"","poster":"eingew","date":"2015-02-28T15:15:09.033+0000","up_votes":5,"down_votes":2,"body":"Feeder und Leaver sind mehr bei den Gegnern.\n\nDu + 4 potentielle Leaver/Feeder vs 5 potentielle Leaver/Feeder.\n\nDie sind also kein Grund, warum du auf Dauer verlierst.","replies":[]}]},{"id":"","poster":"ErnteSkunkFest","date":"2015-03-05T00:31:18.998+0000","up_votes":1,"down_votes":0,"body":"[Heul dich aus!](http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/YQF2RpjI-der-kummerkasten)","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-02-28T18:37:26.287+0000","up_votes":1,"down_votes":0,"body":"Es ist wie bei jedem Teamsport wie z.B. Fussball so:\nMan kann mit der stärksten Einzelleistung zwar nicht alleine den Sieg holen, aber man kann die Teamleistung fördern.\n\nEs nützt dem Besten Sturmtank nichts, dass er super spielt, sein Team aber in der Verteidigung Hilfe braucht und der Super-Stürmer einfach vorne auf die Bälle wartet. Dann muss auch ein Stürmer hinten aushelfen (genauso wie z.B. ein Aussenverteidiger auch nach vorne stürmt, um mehr Druck auf die Gegner zu machen).\n\nBei LoL bedeutet dies, dass du deinem Team vielleicht noch besser unterstützen kannst.\nSo ist es hilfreich, wenn das Team mehr Vision hat. In deinen Stats sehe ich, dass du eher wenig wardest. Wards helfen dem ganzen Team, da Vision rechtzeitig vor Gefahren warnen.\nWenn du deine Lane sehr gut dominierst, kannst du den Turm einreissen. Turmgold ist global-gold, also ist dies für dein ganzes Team hilfreich, auch für jene, welche gerade im Rückstand auf ihrer Lane sind. Zudem ist der Mid-Tower zu zerstören ein sehr grosser taktischer Vorteil.\nNachher ist roamen sehr sinnvoll. Eine Überzahl-Situation auf einer anderen Lane zu schaffen, kann eine verloren geglaubte Lane zurückerobert werden. Du musst nicht einmal den Kill an deine Mates abgeben; kannst ihn also selber nehmen. Denn sie bekommen Assistgold + free farm. Zudem kann man sich gleich auch Objectives holen (z.B. einen weiteren Turm oder den Drake).\nSelber verzichtest du damit vielleicht auf mehr DMG (da du mit Roamen nicht farmst bzw. Wards selber keinen DMG machen), stärkst aber dafür dein ganzes Team.\n\nEs sollte nicht das Ziel sein, das Game alleine zu carrien. Denn wenn man alleine zwar supter Farm + Feed hat, aber alle 4 Mates deswegen zu wenig Hilfe bekommen und weit zurück liegen, ist auch den Bronze-Gegnern klar, dass sie in einem TF alle Spells auf dich richten werden. Dann stirbst du innerhalb 3 Sekunden (kannst vielleicht noch einen Gegner killen) und die Gegner haben die grösste Bedrohung ausgeschaltet (was dann meist auch den Sieg des TF beduetet). Dann lieber etwas schwächer sein (weil man roamt + Wards setzt -> auch Pinkwards), dafür sind die Stärkeverhältnisse innerhalb des Teams etwas ausgeglichener. Denn dann können Tanks bzw. Sups dich - als DMG-Dealer - auch besser beschützen. ;)","replies":[]},{"id":"","poster":"Freefall013","date":"2015-02-28T14:17:20.702+0000","up_votes":1,"down_votes":1,"body":"Jedes mal einen Report reindrücken. Nicht im Chat schreiben \"report soundso\", sondern einfach nur nach dem Spiel reporten und eine vernünftige Erklärung dazu schreiben. Wer gegen den Summoner's Code verstößt, sollte nicht länger toleriert werden.\n\nManche merken nur so, dass sie anderen das Spiel versauen. Dir viel Glück beim Aufsteigen :)","replies":[]}]}