{"id":"iEqi3Efw","poster":"It is","date":"2015-02-28T09:45:42.104+0000","title":"Viel zu wenig LP","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Ich habe von meinen letzten 5-6 Ranglisten Spielen 1 Spiel verloren und verliere 20 LP aber bei meinen Ganzen Gewonnenen Spielen HABE ICH NUR 14-18 LP BEKOMMEN.Das mit der 18 war einen ausnahmen am meisten bekomme ich nur 15/16 und da frage ich mich wie man so einen Liga aufsteigen will.Gab es einen Patch wo das geändert wurde oder ?","replies":[{"id":"","poster":"Liiqhtz","date":"2015-02-28T16:27:50.149+0000","up_votes":2,"down_votes":0,"body":"Was du in deinen 5-6 letzen Spielen gemacht hast, sagt nicht viel darüber aus, wie deine W/L Ration insgesamt aussieht. Es gibt eine HiddenElo, die so genannte MMR (Matchmakingranking). Dieses existiert neben deinem Liegenranking. Für jede Liga gibt es eine bestimmte MMR-Range (Gold zB zwischen 1500 und 1900). Wenn deine MMR über deinem Ranking ist, wirst du mehr LP bekommen, damit sich dein Ranking so schnell wie Möglich deiner MMR anpasst. Wenn deine MMR niedriger ist als dein Ranking, bekommst du eher weniger Punkte, damit du wahrscheinlicher absteigst und dich deiner MMR anpasst. \nDass du viel gewinnst, muss (glaube ich, hier bin ich mir nicht mehr sicher!!) nicht unbedingt heißen, dass du besser als dein momentanes Ranking bist. Du wirst nämlich mit Spielern mit der gleichen MMR gematcht, nicht mit Spielern, die in der gleichen Division sind (natürlich ist das oft der Fall, da die MMR eben bei den meisten Spielern ihrem Ranking entspricht).","replies":[]},{"id":"","poster":"can1as","date":"2015-02-28T09:48:09.301+0000","up_votes":1,"down_votes":0,"body":"nö, das heisst das system denkt du bist zu schlecht für deine aktuelle liga und versucht dich leicht runter zu ziehen auf das niveau wo du hingehörst","replies":[{"id":"","poster":"It is","date":"2015-02-28T11:28:29.847+0000","up_votes":1,"down_votes":0,"body":"das ding  ist aber ich gewinne ja all meine spiele und das auch mit einer guten Statistik  also für mich ergibt das keinen sinn","replies":[{"id":"","poster":"The Real SLeYgA","date":"2015-03-01T00:47:24.472+0000","up_votes":1,"down_votes":0,"body":"Wenn du wirklich mehr gewinnst als verlierst, dann steigt deine MMR wieder und du wirst \"normale\" LP bekommen/ verlieren\n\nAlso abwarten!","replies":[]}]}]}]}