{"id":"MhLRLn7r","poster":"Milyiuna","date":"2015-02-27T13:38:09.197+0000","title":"Frost Queens Claim auf Midlaner?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Meine Frage betrifft Frost Queens Claim (oder auf deutsch Anrecht der Frostkönigin), welches ja eigentlich als Supportitem gedacht ist.\r\n\r\nIch frage mich, ob es sich lohnen würde, in bestimmten Fällen auf einem AP-Midlaner dieses Item zu kaufen und zwar anstelle von Morellos als erstes Item. Dazu der Vergleich:\r\n\r\nMorellos bringt 10% mehr CDR, 30 mehr AP und mehr Manareg.\r\nFrost Queens Claim bringt 2g/10 Sekunden. Es geht mir bei dem Item aber eher um die Zusatzeffekte. Einmal ein zusätzlicher Skill, der ein wenig Schaden macht und den Gegner verlangsamt und dann die Passive, die jedem Angriff auf einen Gegner oder Turm (ob Fähigkeit oder AA) 15 absoluten Schaden hinzufügt und gleichzeitig 10 Gold generiert.\r\n\r\nDie Frage ist nun, ob es sich lohnt, dieses Item am Anfang zum Snowballen einer Lane zu kaufen (absoluter Schaden wird schließlich durch keine Resistenzen beeinflusst) oder ob diese Werte zu gering sind, um einen wirklichen Einfluss zu haben.\r\n\r\nNegativ ist natürlich, dass dieses Item zum Lategame hin wahrscheinlich schwächer wird als Morellos und man die Vorstufen des Golditems nicht wirklich sinnvoll kaufen kann, da ihre Passive durch Last Hits verloren geht.\r\n\r\nMfG Mily\r\n\r\nP.s: Werds auch mal selber ausprobieren, sobald ich mal auf eine Midlane komme... und da nicht in den Boden gestampft werde... :D","replies":[{"id":"","poster":"Bergelmir32","date":"2015-02-27T13:50:31.072+0000","up_votes":1,"down_votes":1,"body":"Da du ja meintest das es dir dabei vorallem um die Passive geht solltest du bedenken das diese auf Cooldown geht sobald du nen Minion tötest und das für ganze 12 Sekunden. Ob der absolute Schaden davon auch betroffen ist weis ich nicht das Gold bekommt man auf jeden Fall nicht. Desshalb würd ich das Item beim Supporter lassen.","replies":[{"id":"","poster":"Veezey","date":"2015-02-27T13:56:12.384+0000","up_votes":2,"down_votes":0,"body":"Bei Anrecht der Frostkönigin wird der passive Effekt nicht deaktiviert, wenn man Minions tötet. Es ist nur bei den Vorstufen so.","replies":[]}]}]}