{"id":"PHwVsTil","poster":"Weird Potato","date":"2015-02-26T15:44:02.577+0000","title":"Patchen funktioniert seit neuestem nicht mehr","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo...\n\nAlso langsam reicht es mir  Ich kann patchen wie ich will.. wird nicht gepatcht... bleibt permanent bei 33% stecken ( auch wenn ich ihn seit 6:30 heute morgen patchen lasse) noch patchen auf eu/ne hat was gebracht und neuinstallieren leider auch net... Help me pls !","replies":[{"id":"","poster":"HDLuckySlevin","date":"2015-02-26T15:49:24.583+0000","up_votes":1,"down_votes":0,"body":"Hey, \n\nich zitiere mich einfach mal selber (Beitrag von den Aktualisierungsproblemen beim letzten Patch):\n\n> [{quoted}](name=HDLuckySlevin,realm=EUW,application-id=7hciEY9w,discussion-id=n5uLgnOj,comment-id=0002,timestamp=2015-02-12T10:39:19.070+0000)\n>\n> Es gab -scheinbar noch immer- Probleme mit dem neusten Patch. Viele Spieler (ich gehörte auch dazu) konnten diesen nicht laden und sind bei 33%, 82%, 95% oder 99% ins stocken geraten. Es gibt einige Ansätze, die du versuchen solltest:\n> \n> * ~~starte den Client(Patcher) neu und versuche das Update (den Patch) erneut zu laden/installieren (die ist die Riot-methode)~~\n> * ändere die Sprache deines Client(Patcher) [ich habe von englisch auf deutsch gestellt und es hat wunderbar funktioniert!]\n> * ~~ stelle den Client(Patcher) auf einen andere Server (EUNE) und lade den Patch komplett, im Anschluss wieder zurück zu EUW und auf eine andere Sprache als englisch stellen [hat bei Freunden funktioniert]~~\n> * versuche den Client(Patcher) zu reparieren: klicke auf das Hilfe-Logo oben rechts und dann \"reparieren\" (engl. repair)\n> * schließe den Client(Patcher) und lösche Folgende Inhalte im League of Legends Ordner: RiotGames > League > Rads -> Projects -> **ALLES ** löschen --> im Anschluss den Client(Patcher) erneut starten [Hier wird das ganze Spiel neu geladen, bei kleineren leitungen VORSICHT!]\n> \n> Sollten diese Methoden nicht funktionieren, wirst du noch ein weilchen auf einen \"Fix\" von Seiten Riot warten müssen.\n> (entsprechender [Reddit-Beitrag](http://www.reddit.com/r/leagueoflegends/comments/2viors/patch_53_installation_problems_at_99_euw//patch_53_installation_problems_at_99_euw/))\n\nGrüße\nHDLuckySlevin","replies":[{"id":"","poster":"Weird Potato","date":"2015-02-26T15:52:08.564+0000","up_votes":1,"down_votes":0,"body":"Großteil der sachen habe ich schon Probiert. Beim vorherigen patch hab ich die eine Methode mit dem kopieren angewandt. Da ging es einwandfrei.","replies":[]}]}]}