{"id":"sbzgcwUc","poster":"Ser Newbie","date":"2015-02-26T22:02:04.183+0000","title":"Jungler gesucht für 5vs5 Team, Ziel Diamant für Season V","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"[CENTER][B][U]Was,wofür und für wann wird gesucht?[/U][/B][/CENTER]\r\n\r\n[U]Wir suchen für die kommende Pre-Season bzw. Season 5:[/U]\r\n[LIST]\r\n[*]Jungler mit Potenzial für \"shot caller\"\r\n[/LIST]\r\n\r\n[U]Wie sind unsere Ziele gesteckt[/U]\r\n[LIST]\r\n[*]Für die letzte Season war unser Ziel hohes Platin bis Diamant. Dieses haben wir erreicht mit hohem Platin.\r\n[*]Für die kommende Season 5 ist daher ganz klar zu entnehmen, daß das einzige Ziel Diamant sein kann und dann zu schauen wie hoch wir \"climben\" können.\r\n[/LIST]\r\n\r\n[U]Unsere Trainingszeiten[/U]\r\n[LIST]\r\n[*]Dienstags, 20:30 - ca 23:00\r\n[*]Donnerstags, 20:30 - ca 23:00\r\n[/LIST]\r\n\r\n[CENTER][B][U]Vorraussetzungen, welche gegeben sein müssen[/U][/B][/CENTER]\r\n\r\n[LIST]\r\n[*]Mindestalter 20\r\n[*]Erfahrungen im 5vs5 Team Ranked Platin+\r\n[*]SoloQue Platin II +\r\n[*]Spezifische Spielrolle, \"Ich kann alles\" suchen wir nicht\r\n[*]Voice (TS3) selbstverständlich\r\n[*]Zuverlässigkeit\r\n[*]Spielspass mit gesteckten Zielen\r\n[/LIST]\r\n\r\n[CENTER][B][U]Team History[/U][/B][/CENTER]\r\n\r\nUnser Mid-Laner Numengar sowie ich selbst lernten uns in einem anderen Team kennen, welches sich jedoch zerstritt. Da jedoch unsere Chemie passte, entschlossen wir uns, ein eigenes Team zu gründen und spielstarke Mitstreiter zu erwerben.\r\nNachdem unser Team voll besetzt war, starteten wir in Gold II. Sehr schnell stiegen wir auf, jedoch mussten wir uns von unserem Support trennen, da dieser unsere Ziele nicht teilte und es nicht ernst genug nahm. Um die Lücke zu schließen, entschlossen wir uns, einen alten Gefährten zu rekrutieren. Mit Eisi als neuer Supporter an unserer Seite, mit welchem ich schon Jahrelang zusammenspielte, kamen wir sehr gut voran, zudem stimmte die ganze Harmonie im Team.\r\nIn dieser Konstellation spielen wir bis zuletzt und haben schließlich bis dato Platin II erreicht. Da wir aber merken, daß noch mehr möglich wäre, suchen wir neue Mitstreiter. Leider muss man an dieser Stelle zugeben, daß offensichtlich das spielerische Limit unseres Junglers erreicht ist und wir uns von ihm im Guten verabschiedet haben.\r\n\r\n[B][U][CENTER]Welche Spieler sind bereits vorhanden?[/CENTER][/U][/B]\r\n\r\n[U]Numengar (Mid-Laner):[/U] [URL=\"http://www.lolking.net/summoner/euw/31427662\"]http://www.lolking.net/summoner/euw/31427662[/URL]\r\nJa man sieht es richtig, er bevorzugt Swain :D\r\n\r\n[U]Eisi (Supporter):[/U] [URL=\"http://www.lolking.net/summoner/euw/19288137\"]http://www.lolking.net/summoner/euw/19288137[/URL]\r\nSpielt meist Champs leicht ausserhalb der aktuellen Meta, beherrscht die die ganze Breite, egal ob Tanky, Supporter- oder Magelastig\r\n\r\n[U]Ser Newbie (ADC):[/U] [URL=\"http://www.lolking.net/summoner/euw/19291303\"]http://www.lolking.net/summoner/euw/19291303[/URL]\r\nIch selbst spiele ebenfalls leicht ausserhalb der Meta. Lieblings ADC ist die Vayne, jedoch bisher schwer miteinzubinden. Ansonsten natürlich Tristana sowie auch Jinx. Ebenfalls mehrere Champions spielbar\r\n\r\n[U]MDMazing (Top):[/U] [URL=\"http://www.lolking.net/summoner/euw/61771667\"]http://www.lolking.net/summoner/euw/61771667[/URL]\r\nBevorzugte Champions sind Gnar, Ryze. Ist noch ein wenig auf der Suche nach anderen passendem Pool und diesen zu trainieren.\r\n\r\n[B][U][CENTER]Wie habt Ihr euch bei uns zu melden?[/CENTER][/U][/B]\r\n\r\nGenerell am liebsten über ingame, da dies wohl am schnellsten gesichtet wird.\r\nGern darf auch hier geschrieben werden, aber bitte oben genanntes berücksichtigen.\r\n\r\n[U]Kontakte wo Ihr euch melden könnt[/U]\r\n[LIST]\r\n[*]MDMazing\r\n[*]Numengar\r\n[/LIST]\r\n\r\n[B][U][CENTER]Schlußwort[/CENTER][/U][/B]\r\n\r\nMir ist durchaus bewusst, daß dies viel Text war und somit eine kleine Fülle an Information. Jedoch hoffe ich, daß ein jeder, der sich bei uns meldet, auch dies hier bis zum Schluß gelesen hat. =)\r\nSo far sei nur noch zu sagen daß wir uns auf möglichst zahlreiche Gespräche freuen und somit bleibt nur noch zu hoffen, daß Du der richtige für uns bist.\r\n\r\nGreez Newbie","replies":[{"id":"","poster":"DixAut","date":"2015-02-27T07:31:43.496+0000","up_votes":1,"down_votes":0,"body":"Hey leute!\n\nIch gib euch mal ein bisschen info.\n\nMein Name ist Peter. Ich bin 22 Jahre alt. Zurzeit bin ich plat 5, war letzte season aber plat 1, 4 mal promo zu dia. Leider war mir das glück nicht hold. \nIn solo q jungle ich nicht so gerne da wenn etwas schief läuft immer der jungler schuld hat.\nIm team mach ich das sehr gerne. In soloq versuche ich shots zu callen nur des öftern hören die leute einfach nicht.\nMeine main jungler sind vi j4 lee. Alle anderen beherrsche ich auch.\n\nDa ich studiere hätte ich viel zeit :D\n\nWenn ihr interesse habt zwecks test game oder infos added mich einfach ing: sick wie ebola.","replies":[]}]}