{"id":"aqWp61fw","poster":"Priogeth","date":"2015-02-26T18:45:27.217+0000","title":"SONA FEHLERBEHEBUNG DEAKTIVIERT","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Was kürtzlich bei LOL geschah...\r\n\r\n Fehler bei Sonas Grundwerten\r\n\r\n    Manchmal, wenn das Skins-Team sich an große Projekte setzt, macht es so eine Art „Schnappschuss“ von den Dateien des Champions, mit dem sie dann arbeiten können. Dazu gehören auch bestimmte feststehende Werte wie Grundwerte und Lauftempi. Leider kann es vorkommen, dass, wenn das Team fertig ist und den Skin implementiert, diese alten Werte wieder in das Spiel eingespeist werden und alle aktuellen Balanceänderungen, die zwischenzeitlich stattgefunden haben, wieder überschreiben. Dies ist in der Vergangenheit schon ein paar Mal vorgekommen (Kayles Angriffstempo pro Stufe, als wir Riot Kayle veröffentlichten, Galios Q, als wir Torwächter Galio veröffentlichten usw.), aber selten mit so vielen „Rückwärtsrollen“ für den Champion. Leider hat Sona eine kleine Aktualisierung erfahren, während wir an ihrem Skin arbeiteten, sodass sie nun wieder all ihre alten Grundwerte von vor der Championaktualisierung mit sich trug. Wir hatten zwar darüber nachgedacht, 5.3 mit einer deaktivierten Sona auszuliefern, glauben aber nicht, dass das volle Ausmaß dieser Änderungen rechtfertigt, sie so vielen vorzuenthalten. Also legen wir einfach alles offen, was passiert ist, während wir mit Hochdruck an einer Fehlerbehebung arbeiten. \r\n\r\nSona\r\nGRUNDWERT FÜR ANGRIFFSSCHADEN 50,04 ⇒ 52,04\r\nGRUNDWERT FÜR LAUFTEMPO 325 ⇒ 330\r\nGRUNDWERT FÜR LEBEN 482,36 ⇒ 497,6\r\nZUWACHS AN LEBEN 77 ⇒ 70\r\nGRUNDWERT FÜR MANAREGENERATION 9 Mana alle 5 Sekunden ⇒ 8,1 Mana alle 5 Sekunden\r\nZUWACHS AN MANAREGENERATION 0,4 Mana alle 5 Sekunden ⇒ 0,65 Mana alle 5 Sekunden\r\n\r\n_________\r\n\r\nJetzt haben wir aber das Problem das die Grundwerte WIEDER die alten sind!\r\n\r\nIch habe bereits vor einigen Tagen dazu ein Thema aufgemacht.\r\nDie Werte wurden nach dem Patch 5.3 wieder zurück gesetzt und offensichtlich is dies keinem aufgefallen.\r\n\r\nWir erhoffen uns natürlich das dieses Problem, mit dem Patch für die Fehlerbehebung von DJ Sona\r\ndemnächst erfolgt.\r\n\r\nDanke.","replies":[]}