{"id":"FJcmKM4A","poster":"Sylveon16","date":"2015-02-26T19:48:35.542+0000","title":"Brauche dringend Hilfe....","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"In meinem Ranked game ist ein Hacker... aufgetaucht und keiner kann das Spiel surrendern... Die Champions spawnen alle auf einer Base und es gibt keine Versaillen. Wenn wir das Game verlassen steht da eine Verwarnung, und man sollte sich mit dem Game wiederverbinden. Es gibt keine Chance zu gewinnen, da es keine Lebensanzeige gibt und man die Nexusse nicht zerstören kann, außerdem haben sich die Gegner unzerstörbar gemacht d.h 2 von denen zieht man keinen damage ab.... Beweis Videos habe ich ...! Ich weiß gar nicht was ich mehr machen soll wir haben alles probiert nichts geht, wenn wir das Game leaven können wir nur noch in das Game wieder rein und die 2 unzerstörbaren sind afk.\r\nBitte meldet euch bei mir und helft mir schnell.\r\nLG","replies":[{"id":"","poster":"Sylveon16","date":"2015-02-26T20:30:07.165+0000","up_votes":1,"down_votes":0,"body":"Es ist vorbei!!!!!!!!!!!!!!!!!!!!! Ohh man endlich","replies":[]},{"id":"","poster":"Sylveon16","date":"2015-02-26T20:27:13.678+0000","up_votes":1,"down_votes":0,"body":"Hier noch eins wäre halt nett, wenn viele sich kümmern würden mir zu helfen mach mir halt echt Sorgen und ja.... :/ bitte helft mir halt es ist extrem schlimm \nhttps://m.youtube.com/watch?v=lAuxI1cFVFE&feature=youtube_gdata_player","replies":[]},{"id":"","poster":"Sylveon16","date":"2015-02-26T20:12:22.897+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=fiIMAREZjsQ&feature=youtube_gdata_player&app=desktop hier ist das video ist halt nur kurz.... ich hab 2 Beiträge in dem Support Forum geschrieben ich bin so verzweifelt...","replies":[{"id":"","poster":"HDLuckySlevin","date":"2015-02-26T20:19:11.535+0000","up_votes":1,"down_votes":0,"body":"nimm mal bitte eins ingame auf.","replies":[]}]},{"id":"","poster":"HDLuckySlevin","date":"2015-02-26T19:51:01.681+0000","up_votes":1,"down_votes":0,"body":"die Videos würde ich gerne sehen ;D\n---\nLade die \"Videos\" bei YouTube hoch und sende den Link an den Support. Dazu schreibst du dir die Namen auf und meldest dich auf der [API-Seite](https://developer.riotgames.com/) fon Riot an. Dann gehst du auf folgenden [Link ](https://developer.riotgames.com/api/methods#!/960/3292) und gibst unten die Namen der Spieler ein. \n\nWenn du dann auf \"Execute\" gedrückt hast bekommst du unten \"ID's\" die du dann auch an den Support sendest.\n\nGrüße\nHDLuckySlevin\n\nEdit: Diese ID's sind die \"unique\" IDs in der Riot Datenbank. Damit kann Riot jeden Spieler identifizieren, auch wenn er den Namen ändert","replies":[]}]}