{"id":"FLq9k8RH","poster":"Rupthor","date":"2015-02-26T17:26:44.553+0000","title":"Vorschlag zur Überarbeitung der Runen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo,\nich habe mich heute mal wieder mit meinen Runen rumgeschlagen und dabei fiel mir wieder ein, dass mal in den Patch-Notes (oder einem Interview) vor Beginn von S5 ein Kommentar zur Situation mit den Runen stand (als Begründung warum daran vorerst nichts geändert werden soll). Dort hies es in etwa, dass es bekannt sei, dass einige Runen quasie nutzlos sind und andere dafür ein \"musst have\" für jeden Champion.\nMein Vorschlag soll genau dieses Problem anstoßen und mit Hilfe einer (vernünftigen) Diskussion zu einer Lösung führen. Das heißt auch, dass mir bewusst ist, dass mein Vorschlag unausgereift ist und noch einiges an Arbeit erfordert.\n\nZunächst noch ein mal zu dem Kommentar in den Patch-Notes (oder dem Interview): dort hieß es auch, dass man keine Runen aus dem Spiel nehmen will, weil dann die Spieler, die diese gekauft haben, den Nachteil hätten, IP aus dem Fenster geworfen zu haben. Dies bzgl. möchte ich auf das Entfernen der \"Ausweich-Runen\" hinweisen: damals haben die Spieler, welche diese Runen besaßen, die IP erstattet bekommen, also warum sollte das nicht wieder möglich sein?\n\nJetzt stellt sich natürlich die Frage \"Welche Runen sind nun nutzlos und sollten entfernt werden und welche nicht?\"\nDiese Frage zu klären wird wohl ein etwas schwierigerer Teil des ganzen. Diesen Punkt möchte ich an dieser Stelle allerdings vorerst auf später verschieben, da er sich evtl. selbst erledigt.\n\nNun zu meinem Konzept!\n\nAls erstes würde ich eine grundlegende Struktur in die Runenverteilung einbauen. Diese wäre ähnlich wie bei den Meisterschaften:\nRot entspricht offensiven, Gelb defensiven, Blau  unterstützenden Runen und die Essenzen können alles enthalten.\n\nDas bedeutet z.B. das MR (=Magieresistenzt) ebenfalls gelbe Runen wären. Jetzt könnte man argumentieren, dass man ja dann keine Rüstung und MR gleichzeitig nutzen kann und dies ein \"Glücksspiel\" (zumindest im Blind-Pick) darstellt. Aber es gibt immer noch die Option beide Runensorten in gelb zu mischen und/oder fehlende Widerstände in die Essenzen zu packen. Im Zuge dieser Verteilung von Eigenschaften auf Runenfarben, wäre mMn auch eine Überlegung die Werte der einzelnen Runen zu ändern, so dass neue Überschneidungen (wie z.B. MR und Rüstung in gelb) keinen zu großen \"impact\" darstellen.\nAls Beispiel wieder MR und Rüstung (in gelb): Rüstung gibt aktuell 1RS/Rune. Nehmen wir, der Einfachheit halber, an, dass MR ebenfalls 1MR/Rune gibt. Das wären je 9, wenn man sich für eines entscheidet. Alternativ könnte man hier (zusätzliche) gemischte Runen einführen, die natürlich stärker sind, wenn sie ähnlich viel Wiederstand verleihen und daher in den einzelnen Werten schwächer sein sollten. Allerdings sollten diese auch nicht so schwach sein, dass sich 4 mal Rüstung und 5 mal MR (oder anders herum) mehr lohnt. Man sollte also mit 9 gemischten Runen auf min 4 RS und 4 MR kommen. Ein Wert von 0.6RS+0.6MR/Rune gibt bei 9 Runen 5.4 MR/RS (feintuning überlassen wir dann den Entwicklern :D ) und stellt somit eine gute Alternative dar, ohne die Runen mit nur einem Wert nutzlos zu machen.\n\n\nEin weiterer Punkt, der zu bedenken wäre, ist, dass aktuell einige Runen in allen Farben vorhanden sind (nur unterschiedlich stark) und andere eben nicht. Fähigkeitsstärke (AP) ist in jeder Farbe vorhanden, Mana reg. / 5 sec. pro Level gibt es in rot nicht.\nHier stellt sich die Frage, ob nun alle Werte in allen Farben vorhanden sein sollten, oder eben immer nur in einer. Ich persönlich denke, dass es der Individualität von Spielstilen abträglich wäre, wenn jeder Wert nur in einer Farbe vorkäme und wäre daher für jeden Wert in jeder Farbe, wobei natürlich der Wert sinkt, wenn er in einer \"fremden\" Kategorie eingesetzt wird. Das heißt für AP-Runen dann, dass sie in Rot den (aktuellen) Wert von 1.19AP/Rune hätten (da rot als offensiv gilt) und in gelb und blau einen reduzierten Wert von beispielsweise 0.59AP/Rune (wie es aktuell in gelb und rot der Fall ist).\nEin weiteres Bsp. wären die RS-Runen: Aktuell: gelb 1/Rune, rot 0.91/Rune und blau 0.7/Rune. Hier zeigt sich, eine weitere Unstimmigkeit des aktuellen Systems: wie in meinem Konzept angedacht, sind dir gelben RS-Runen am stärksten, aber die beiden anderen Farben unterscheiden sich in ihren Werten ohne erkennbaren Sinn. Außerdem sind die roten beinahe gleich stark wie die gelben Runen, was für mich auch nicht nachvollziehbar ist. HIer könnte man es so machen: gelb=1RS/Rune, rot/blau=0.5RS/Rune.\nDiese Beispiele könnte man natürlich bei fast allen Runensorten durchkauen, aber das sind Details, die wir den werten Riot-Mitarbeitern überlassen wollen (nichts für ungut ;) ).\n\n\nDer nächste Punkt sind die Essenzen. Wie schon erwähnt, sollten diese alle Werte zur verfügung stellen, die in den drei Bereichen vorkommen. Dabei ist auch zu bedenken, ob man in den Essenzen zusätzliche Werte finden können sollte (wie z.B. aktuell Lebensraub, Bonus-Erfahrung, etc.), ob diese Werte gestrichen werden (was mMn schade wäre) oder ob solche Werte nicht eigentlich in die anderen Bereiche gehören und somit z.B. Bonuserfahrung in blau und den lila Essenzen vorkommen könnte.\nIch halte die letzte Variante für die Sinnvollste Lösung, wodurch auch die folgende Überlegung sinnvoll erscheinen sollte:\nDie höhe eines Wertes auf einer Essenz sollte knapp unter dem dreifachen Wert einer entsprechenden \"kleinen\" Rune liegen, da es je neun \"kleine\" Runen und drei Essenzen gibt.\n\nAls Bsp. greife ich wieder auf die RS-Runen zurück: \nAls Referenz für die Essenzen gelten hier gelbe RS-Runen, da diese den höhsten Wert pro Rune enthalten. Drei mal 1RS/Rune gibt also 3 RS. \"Knapp darunter\" wäre also ein Wert von z.B. 2.8 RS, den dann die RS-Essenz verleihen würde.\nAuf diese Weise könnte man die Essenzen gut nutzen, um entweder eine Farbe auf andere Weise zu nutzen, ohne viel von dem ersetzten Wert zu verlieren oder einen Bereich gut verstärken, um evtl. Schwächen eines Champions/der eigenen Spielweise auszugleichen.\n\n\nWas auch bedacht werden sollte sind Werte, die mit dem Level des Champions steigen. Hier gibt es diverse Optionen und auch Unterschiede. Beispielsweise (wär hätte das gedacht^^) RS/lvl und MR/lvl. Die RS/lvl-Runen geben aktuell ab lvl 6.25 (also effektiv ab lvl 7) mehr RS/Rune als jene mit 1RS/Rune. Bei den MR-Runen sieht das anders aus: hier \"lohnen\" sich die MR/lvl-Runen erst ab Level 9 (genau 8.375). Die Frage die sich mir stellt, wenn ich eine Runenseite entwerfe und zu dem Punkt komme, was ich nun in die gelben Runen stecke ist nicht \"RS oder RS/lvl?\" sondern \"RS oder etwas ganz anderes, wie z.B. Leben oder Gold/5 sec?\". Warum ist das aber so oft der Fall? Da ich nur für mich selbst sprechen kann, werde ich das auch an dieser Stelle machen: Meiner Erfahrung nach lohnen sich die RS/lvl-Runen nicht, da jeder Champion auf jeder Position regelmäßig physischen Schaden erleidet, da bekanntlich alle Champions, Minions, Monster und Tower mit ihren \"Auto-Hits\" physischen Schaden verursachen. Da die Runen vor allem zu Spielbeginn einen großen Einfluss haben und man sich im Verlauf eines Spiels RS kaufen kann (und meist auch kauft) ist es also sinnvoller mit einem höheren RS-Wert zu beginnen und diesen dann mit Gegenständen zu erhöhen, als darauf zu warten, dass sich RS/lvl-Runen auf Level 7 endlich bezahlt machen. Was sie natürlich auch nicht machen, wenn der Gegner bis dahin zu viel Vorsprung in Gold und/oder Erfahrung hat, weil er eben anfangs mehr ausgehalten hat.\nWas kann man nun an dieser Situation verbessern, damit sich RS/-lvl doch lohnen? Den Wert pro Level erhöhen wäre eine Option. Damit würden sich die Runen ab einem früheren Zeitpunkt im Spiel bemerkbar machen, aber welches Level ist da das richtige, damit die \"normalen\" RS-Runen ihre Existenzberechtigung nicht verlieren? Eine schwierige Frage...\nEine Alternative wären Runen die nicht pro Level einen festen Betrag hinzu gewinnen, sondern mit jedem Level einen höheren Aufschlag erhalten. Eien Beispiel:\nEine RS-Rune gibt 1RS. Eine RS/lvl-Rune gibt (aktuell) 0.16RS/lvl. Sagen wir nun wir behalten den Startwert der Level-Rune bei und benutzen eine einfache Formel mit der er sich erhöht, wenn sich das Level des Champions erhöht:\nRS=0.03+(0.13*(lvl^1.12))\nDas ergibt dann auf Level\n1. RS=0.16\n2. RS=0.31\n3. RS=0.47\n4. RS=0.64\n5. RS=0.82\n6. RS=1\n7. RS=1.18\n8. RS=1.36\n9. RS=1.55\n10. RS=1.74\n11. RS=1.94\n12. RS=2.13\n13. RS=2.33\n14. RS=2.53\n15. RS=2.73\n16. RS=2.93\n17. RS=3.13\n18. RS=3.34\n\nBeachtet, dass es sich hier um EINE von 9 möglichen Runen handelt und nur um eine beispielhafte Rechnung.\nDer Vorteil einer solchen Formel ist offensichtlich, dass das Level, auf dem sich eine solche Rune lohnt,sich kaum bis gar nicht verschiebt, während die Rune verbessert wird, weil sie auf höheren Leveln aufgewertet wird (zur Erinnerung: aktuell gibt die RS/lvl-Rune 3 RS auf lvl 18).\nDie Formel habe ich aus einem bestimmten Grund so gewählt, da Level 6 im Spiel ein Wendepunkt für viele Champions darstellt, weil man die vierte Fähigkeit freischalten kann, also warum sollte das nicht auch der Wendepunkt für die Runen sein? :D\nBleibt noch zu klären, welche Werte mit dem Level skalieren können sollten und welche nicht. Ich vertrete dabei den Punkt \"Ganz oder gar nicht\", also sollte es für jeden Wert zwei Runensätze geben: glatte Werte und skalierende Werte. Aber das überlasse ich dann den Riotlern! :P\n\n\nEin weiterer Punkt sind die Kosten der einzelnen Runen:\nAktuell sind die Kosten der \"kleinen\" Runen sehr unterschiedlich, wobei mir der Grund dafür nicht aufgehen will (und ich nehme mal zu Gunsten von Riot an, dass es nicht um Gier oder Willkür geht^^).\nDa es hier 3 Kategorien gibt, halte ich 510 IP/Rune für fair und sinnvoll. Bei den Essenzen gibt es ebenfalls drei Preisstufen allerdings sind 515 IP für beinahe den gleichen Effekt wie 3 kleine Runen hätten, die 1530 kosten würden etwas wenig. Mein Vorschlag an dieser Stelle wären 1490 IP/Essenz.\nDieser Punkt ist natürlich grenzwertig zu betrachten, da Riot seine Preise festlegen kann wie immer der zuständige Mitarbeiter es für richtig hält, aber es geht ja nur um Vorschläge aus sicht eines Spielers/Kunden und geringere Kosten würden vermutlich allen Spielern gefallen. :)\n\n\nZuletzt noch einmal zu den drei Kategorien und was eigentlich wozu gehört (Da ich zuvor gesagt habe, dass alle Werte auch als \"pro Level\"-Variante vorkommen sollten, habe ich diese bei der Auflistung nicht noch einmal erwähnt):\n\nRot\n-Angriffsschaden\n-Angriffsgeschwindigkeit\n-Rüstungsdurchdringung\n-Fähigkeitsstärke\n-Magiedurchdringung\n-Kritische Trefferchance\n-Kritischer Schaden\n\nGelb\n-Rüstung\n-Magieresistenz\n-Leben\n-Lebensregeneration\n-Lebensraub\n-Zaubervampir\n\nBlau\n-Mana\n-Manaregeneration\n-Lauftempo\n-Bonuserfahrung\n-Gold/5sec\n-Abklingzeitveringerung\n-Bonusenergie\n-Energieregeneration\n\nBei dieser Aufteilung gibt es wahrscheinlich nur zwei Werte, die nicht dort sind, wo man sie erwartet hätte: Lebensraub und Zaubervampir. Ich gebe allerdings zu bedenken, dass beides dafür da ist, das eigene Überleben zu sichern, während man einem Gegner Schaden zufügt und das ist eine eindeutige Verteidigung, also defensive.\n\nDamit wäre es das so weit von mir und ich erkläre die Diskussion für eröffnet und hoffe meine Idee findet Zustimmung, aber auch kostruktive Kritik ist gern gelesen! :)\n\nGrüße\nRupthor","replies":[]}