{"id":"2pXKa5d2","poster":"Xtremus","date":"2015-02-26T19:41:38.694+0000","title":"Die Spielgemeinschaft \"LoL-Junkies\" sucht Mitstreiter","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Hallo Beschwörer!**\r\n\r\nDu hast Spaß am LoL spielen und bist auf der Suche nach einer Spielgemeinschaft **OHNE** Verpflichtungen?\r\nDann bist Du bei mir genau richtig - denn ich baue eine ganz frische Spielergemeinschaft auf, für alle Leute die\r\na) nicht gerne alleine spielen wollen\r\nb) das echte Leben in den Vordergrund stellen - LoL ist und bleibt ein Spiel\r\nc) aufgrund \"zu niedriger Elo\" woanders abgelehnt werden\r\nd) einfach nur besser werden wollen\r\n-----------------------------------------------------------------------\r\n\r\nJeder kennt das Problem:\r\nDu startest ein Normales Spiel und hast natürlich das Glück einen Flamer / Feeder / Troll / AFKler etc. im Team zu haben --> gG Surrender 20^^\r\nSo hatte man sich das ganze eigentlich nicht vorgestellt....\r\nDas Ergebnis: Frust macht sich breit -> Fehler im Spiel -> noch mehr Frust -> wieder ein Spiel verloren\r\n-----------------------------------------------------------------------\r\n\r\nWie genau soll die Spielgemeinschaft aussehen?\r\nEs gibt ingame den Chatroom \"LoL-Junkies\" - dort einfach beitreten und die Funktion \"automatisch beitreten\" aktivieren. Über diesem Raum findet die schriftliche Kommunikation statt um spontan Mitspieler für eine gemütliche Runde zu finden. Es gibt keinerlei Verpflichtungen wie regelmäßige Trainingszeiten, Ranked Teams oder dergleichen. Ich will damit alle ansprechen die vielleicht Arbeit / Familie / Studium haben, und gerne Nachmittags oder Abends mal 1-2 Stunden gemeinsam LoL spielen.\r\nWenn sich daraus Ranked Teams bilden wäre das toll - aber dies ist nicht der Zweck der Spielgemeinschaft^^\r\n-----------------------------------------------------------------------\r\n\r\nAnforderungen an Dich:\r\n- mindestens 18 Jahre\r\n- Elo vollkommen egal, Du musst einfach nur Spass am Spiel haben\r\n- Mikrofon / Headset zur besseren Kommunikation erwünscht\r\n-----------------------------------------------------------------------\r\n\r\nWenn Du Dich angesprochen fühlst - komm einfach in den Chatroom und / oder sende mir eine Anfrage ingame an den Nick \"Xtremus\". Ich bin in der Regel mehrmals am Tag Online. Aktuell nutze ich Skype zum quatschen da ich keinen TS3 Server zur Verfügung habe...\r\n\r\nFür Feedback bin ich auch immer offen!\r\nWenn ihr Fragen habt -> einfach schreiben ;)\r\n\r\nMfG Xtremus","replies":[]}