{"id":"8IJmlBr3","poster":"twenty47","date":"2015-02-25T02:28:31.077+0000","title":"FPS Einbrüche für kurze Momente","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi Leute, \n\nich weiß das es viele Themen zum Thema FPS Einbrüche gibt, aber meins ist doch irgendwie sehr spezial. Ich weiß nicht genau ab wann, aber ich glaube mich daran zu erinnern als das Update mit den zusätzlichen Gates/ Tore an der Base ins Spiel kamen. Ich bekomme Random beim spielen FPS Einbrüche. die droppen dann auf ca 45 runter (bei sonst konstanten 60 FPS). \n\nVorher ging alles und ich hatte nie Probleme mit dem Spiel, deshalb bin ich auch so ratlos was ich noch machen kann um wieder flüssig spielen zu können. Es gibt nämlich nichts schlimmeres als zu ganken und dann auf einmal FPS drops zu bekommen. \n\nMeine Hardware: \nCPU = AMD FX 4170\nGPU = Radeon HD 6870\nRAM = 8 GB DDR3\n\nSystem: Windows 8.1\n\nTreiber sind aktuell und ich schließe eigentlich auch ein Hardware Problem aus, da ich sonst bei anderen Games keine Verluste habe. Und die Leistung ist ok. Ich habe es auch mal mit niedrigeren Settings ausprobiert. Aber der Unterschied ist gleich 0, bis auf das das Bild nicht schön aussieht xD \n\nWas ich mir gut vorstellen könnte wäre vielleicht das Internet. Ich wohne nämlich zurzeit mit einen Kollegen zusammen und dieser ist Kunde bei Kabel Deutschland. Komischer Weise hat man mit dem Standartrouter Paketverluste, die manchmal bei 1 - 2% liegen. ((Paketverluste kann man via Teamspeak rausfinden))\n\nIch kann echt nicht sagen voran es denn 100% liegt. \n\nIch habe schon folgendes gemacht:\n\n- LoL deinstalliert und auf meine \"etwas schnellere Platte\" installiert. \n- Viren Programm deinstalliert um zu testen ob es daran liegt. \n- Video Settings Ingame varriert. \n- Wärme und Auslastung beobachtet.\n\nMeine Frage an Euch, hat jemand die selben Probleme? \nMeine Sachen haben nicht geholfen. \n\nDas Spiel ist zwar noch spielbar, aber es nervt halt tierisch und so langsam möchte ich mein Problemchen in den Griff bekommen. \n\nDanke schon mal im Vorraus für eure Unterstützung\n\nlg Christopher\n\n\nEDIT: Achja könnte es vielleicht auch an Windows 8.1 liegen? ","replies":[{"id":"","poster":"Rito Thx And Bye","date":"2015-02-25T12:45:42.120+0000","up_votes":1,"down_votes":0,"body":"Grüße mein liebster twenty47!\n\nFür dein Problem fallen mir gerade nur die folgenden Tipps ein:\n\n    Reduziere die Grafikqualität\n    Aktualisiere deinen Grafikkartentreiber\n    Beende alle Hintergrundanwendungen\n    Ändere die v-sync Einstellung\n    Überprüfe ob dein PC über die nötigen Voraussetzung verfügt\n    Stelle sicher, dass deine Hardware nicht überhitzt\n    Defragmentiere deine Festplatte(n)\n    Sollte nichts geholfen haben, kannst du noch einen Blick in die Knowledge Base (Link unten) werfen\n\nDa du jetzt schon einiges davon versucht hast, fahre einfach bei den Punkten fort die du nicht gemacht hast =) \n\nKnowledge Base: https://support.riotgames.com/hc/de/articles/201752684-Fehlersuche-bei-niedriger-Framerate-FPS-\n\n**Möge das Glück immer mit Dir sein!**\nESL Azura","replies":[]}]}