{"id":"93xa5l73","poster":"vinnce","date":"2015-02-25T11:02:59.254+0000","title":"Patcher startet seit dem 5.4 Patch nichtmehr unter Linux","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, \r\n\r\nwollte mal wissen ob ich der einzige bin der Probleme hat lol zum laufen zu bekommen seit dem 5.4 Patch, nach einem kurzem aufblitzen des LoL Logos schließt sich der ganze Prozess nämlich sofort ohne das der Patcher überhaupt startet. \r\n\r\nFolgendes steht in der Log Datei des Patchers: \r\n000000.008|       0.0000kb|      0.0000kb added|  ERROR| RemotingServer: Couldn't create socket. bind returned: 10013\r\n000000.008|       0.0000kb|      0.0000kb added|  ERROR| Riot::Client::App::Run: Failed to start remoting server at 127.0.0.1:2997\r\n\r\nJemand eine Ahnung wie man das Problem beheben kann? Sonst hat ja auch immer alles problemlos via PlayOnLinux geklappt.","replies":[{"id":"","poster":"HDLuckySlevin","date":"2015-02-25T11:14:56.439+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nich bin mir nicht ganz sicher, aber ich gehe mal davon aus, dass du keine verbindung zu den Servern herstellen kannst. Die fehlermeldung \"Couldn't create socket.\" sagt aus, dass du kein Datenstream(bidirektional) zum Server aufbauen kannst. Ohne dieses ist es dir nicht möglich den Patch zu laden.\n\nIch würde dir empfehlen einfach bis heute Abend zu warten und dann, falls es nicht funktioniert, dem Support zu schreiben. Dabei ist wichtig, dass du alle relevanten Daten direkt in das Ticket schreibst: Welches betriebssystem, mit welcher Anwendung spielst du League of Legends, was für Spezifikationen hat dein System, welchen Internetanbieter nutzt du, etc.\n\nich wünsche dir viel Erfolg und hoffe der Fehler ist gleich behoben.\n\nGrüße\nHDLuckySlevin\n\nPS: du könntest auch einfach mal neu installieren und schauen ob es funktioniert. Dabei würde ich aber (wenn deine Leitung langsam ist) eine Sicherheitskopie (cp Verzeichniss) vom League-Ordner machen.","replies":[{"id":"","poster":"vinnce","date":"2015-02-25T11:30:11.700+0000","up_votes":1,"down_votes":0,"body":"Hallo, \nIch arbeite in der Softwareentwicklung von daher weiß ich sehr gut was Sockets sind, das Problem beheben konnte ich leider allerdings nicht . Installieren ist unter Linux seit dem letzten Patch gar nicht mehr erst möglich. Was ich auch versucht habe war den Client auf meinem Windows Rechner zu patchen und dann den client per USB Stick auf meinen Linux Rechner zu ziehen (Leider hat mein Windows Laptop einen defekten Kühler weswegen ich komplett vergessen kann diesen zu verwenden), das Problem bleibt allerdings bestehen und auch das direkte starten des LoL Clients, also über die .exe im RADS Ordner bringt mich leider auch nur bis zum Login bis sich das Programm mit einem Maestro Fehler verabschiedet.\n\nAuf jeden Fall danke für die schnelle Antwort, ich schätze was anderes als abwarten und darauf hoffen das jemand den Fehler behebt wird mir dann wohl nicht übrig bleiben\n\nGruß","replies":[{"id":"","poster":"HDLuckySlevin","date":"2015-02-25T11:33:53.511+0000","up_votes":1,"down_votes":0,"body":"habe gerade mal gegoogled und es hat jemand denselben Fehler schonmal gepostet, auch direkt nach einem Patch. Ich gehe daher davon aus, dass entweder die Server überlastet sind. Warte einfach ab, dann sollte es funktionieren.\n\nIn einem anderen Beitrag hat gerade jemand geschrieben, dass \"nun sein Patcher langsam und minimal sichtbar\" anfängt zu aktualisieren.","replies":[]}]}]}]}