{"id":"wLtIk1WA","poster":"xCrumms","date":"2015-02-25T11:09:59.224+0000","title":"Ralogg - Der wandernde Ork","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":0,"body":"**Vorwort**\n\nWie Manche schon anmerkten, habe ich einige Champions und ich bringe immer mehr und mehr raus. Das liegt einfach daran, dass ich ein unendlich großes Repertoire habe, indem sich unendlich viele Ideen sammeln und neu bilden. Gleich im voraus muss ich dazu sagen, dass mir die Zeit für das Zeichnen eigener Bilder fehlt (und die Motivation dazu), weswegen die meisten Bilder nicht von mir sind. Jedoch schenke ich jedem eigen designeten Champion die selbe Aufmerksamkeit und Zuneigung, die diese brauchen. Von daher würde es mich auch freuen, wenn ihr euch den Beitrag durchlest und ihn bewertet, vielleicht auch noch konstruktive Kritik abgebt, warum er euch gefällt oder auch nicht. Somit wünsche ich euch nun viel Spaß beim durchschauen.\n\n**Positionen:**\n1. Jungler\n2. Top-Lane\n________________________________\n \n**Legende**\n\n**1.** *Geschichte*\n**2.** *Grundwerte*\n**3.** *Fähigkeiten*\n**4.** *Itemvorschläge*\n**5.** *Wie spiele ich mit Ralogg und wie gegen ihn*\n________________________________\n\n**1. Geschichte**\n\nRalogg, ein Schneeork aus den tiefen Gebirgen von Freljord.\n\nEs war ein herrlich verschneiter Sommertag in den Gebirgen von Freljord. Ralogg selbst war Nahrung sammeln. Doch anstatt seiner üblichen Route zu folgen, wanderte er abseits der Wege und gelang so tiefer ins Tal als jeder aus seinem Clan es seit Jahrzehnten getan hatte. Ralogg war neugierig und wollte die Menschen verstehen. Doch das Oberhaupt des Clans hatte es jedem verboten sich einer humanen Spezies auch nur zu nähern. Zu viel Verluste gab es in früheren Kriegen auf beiden Seiten. Das war auch der Grund weswegen sie tief versteckt in den Gebirgen lebten. So studierte Ralogg die Menschen Tag ein Tag aus und dieses mal sogar direkt an eines ihrer Dörfer. Spät abends beschloss Ralogg zurück zukehren. Doch er war zu spät.\n\nAus der Entfernung hörte er schon die Schreie und sah den Qualm aufsteigen. Ralogg lies alles fallen, was er bei sich trug und rannte zu seinem Clan. Ihr Dorf wurde zerstört. Inmitten all diesem sah er die schrecklichen Kreaturen, welche aus einer anderen Dimension schienen. Er schlich sich an all den Monstern vorbei um seine Familie retten zu können. Doch diese war tot. In Rage geraten, stürzte sich Ralogg in seine erste Schlacht, nahm dabei einen umher liegenden Stock mit und schlug auf seine Gegner ein. Dem Ende nahe, dachte Ralogg, er hätte alle besiegt. Doch dann tat sich ein Riss auf und es erschien ein riesiges Monstrum, groß genug, dass sein Clan darauf gepasst hätte. Abermals stürzte er sich in den Kampf. Dieser schien tagelang anzudauern. Doch schließlich schaffte Ralogg es. Er brach dem Monstrum eine Klaue ab und erstach diese damit. Er fiel vor Erschöpfung um und schlief.\n\nAls dieser wieder erwachte, sah er sein Dorf in Schutt und Asche liegen. Voller Trauer richtete er sich auf und erst jetzt bemerkte er, dass er den Runenstab \"***Grachtnakk***\", was soviel bedeutet wie \"***Einfacher Stab***\". Er bindete die Klaue an den Stab und taufte diesen zu \"***Gach-Tak***\" um, was soviel bedeutet wie \"***Große Käfer Waffe***\". Daraufhin begab er sich zum Dorfaltar, besser gesagt, an den Ort wo dieser mal stand - und legte ein Schweigegelübte ab. Er würde nie wieder ein Wort verlieren, bis er den schuldigen für diese Tat finden würde um Rache nehmen zu können.\n\nSo machte er sich auf den Weg. Er durchwanderte Täler, Steppen, Städte, Dörfer. Er wanderte quer durch Runaterra, bis er von der Liga der Legenden hörte. Dort sollten allerhand starke Kämpfer sein und die Wahrscheinlichkeit, dass dort der Übeltäter weilt, war sehr groß. Seine Rache war nahe.\n_____________________________________\n\n**2. Grundwerte**\nSchaden: 76 (+3.34 / LVL)\nAngriffsgeschwindigkeit: 0,668 (2% / LVL)\nLeben: 612 (+89.42 / LVL)\nMana: 0 (+ 0 / LVL)\nLauftempo: 330 (+1.17 / LVL)\nRüstung: 27 (+4.24 / LVL)\nMagieresistenz: 33 (+1 /  LVL)\nLebensregeneration: 5 HP/5 Sekunde (+0.7 HP/5 Sekunde  / LVL)\nManaregeneration: 3.5 MP/5 Sekunde (+0.61764706 MP/5 Sekunde / LVL)\n\n**End-Grundwerte**\nSchaden: 132.78\nLeben: 2132.14\nMana: 0\nLauftempo:  350\nRüstung:  99.08\nMagieresistenz:  50\nLebensregeneration: 16.9 HP/5 Sekunde\nManaregeneration: 14 MP/5 Sekunde\n___________________________________________\n\n**3. Fähigkeiten**\n\n**Passive** - Blutopfer\n> Für jede getötete Einheit erhält Ralogg 10/20/30 Stack (wird mit Level 6/11/16 aufgewertet) Blutrausch. Ebenso kriegt er im Kampf jede Sekunden 1 Stack automatisch. Die Stacks haben unterschiedliche Auswirkungen und können maximal bis 500 gestapelt werden. Wenn Ralogg stirbt, verliert er die Hälfte der Stacks. Ralogg fängt immer mit mindestens 50 Blutrausch an. Wenn Ralogg seit 10 Sekunden nicht im Kampf ist, verliert er pro Sekunde 1 Stacks (Die Passive aktiviert sich erst in der 2 Minute im Spiel).\n>\n*  **100 Stacks:** Ralogg erhält 10% zusätzlichen Angriffsschaden\n* **200 Stacks:** Ralogg erhält 10% zusätzliche Rüstung und Magieresistenz\n* **300 Stacks** Ralogg erhält 20% zusätzliche Angriffsgeschwindigkeit\n* **400 Stacks** Angriffe verursachen 20/40/60 zusätzlichen magischen Schaden\n* **500 Stacks** Sollte Ralogg sterben, wird er mit 25% seines maximalen Lebens wiederbelebt. Danach sind alle Stacks weg\n\n\n**Q** - Sensenschnitt\n>  Ralogg verstärkt seinen nächsten Angriff und verursacht zusätzlich **40/50/60/70/80 (+ 0,2 AD)** physischen Schaden. Stirbt die Einheit dabei erhält Ralogg 10/20/30/40/50 Blutrausch.\n* **Abklingzeit:** 8/7/6/5/4 Sekunden\n* **Kosten:** 5/10/15/20/25 Blutrausch\n* **Reichweite:** 300 Einheiten\n\n\n**W** - Schleudern\n> Wenn Ralogg einen gegnerischen Vasallen oder ein Monster mit Sensenschlag angegriffen hat, kann er diesen an seine Ausgangsposition schleudern und verursacht dabei **100/110/120/130/140 (+ 0,9 AD)** physischen Schaden. Danach ist diese Einheit für 2 Sekunden betäubt.\n\n> Ansonsten wirft Ralogg einen Gegner 400 Einheiten weg von ihm und verursacht dabei **90/100/110/120/130 (+0,7 AD)** physischen Schaden und verlangsamt diese Einheit um 20% für 5 Sekunden. Stirbt die Einheit dabei erhält Ralogg 10/20/30/40/50 Blutrausch.\n* **Abklingzeit:** 10/9/8/7/6 Sekunden \n* **Kosten:** 30/40/50/60/70 Blutrausch\n* **Reichweite:** 125 Einheiten\n\n\n**E** - Sensenschlag\n>  Ralogg schlägt mit seiner Sense nach vorne und zieht dabei eine gegnerische Einheit oder ein Monster heran und verursacht dabei** 50/60/70/80/90 (+ 0,7 AD)** physischen Schaden. Die gegnerische Einheit wird danach für 5 Sekunden abnehmend um 25% bist auf 10% verlangsamt. Stirbt die Einheit dabei erhält Ralogg 10/20/30/40/50 Blutrausch.\n* **Abklingzeit:** 10/9/8/7/6 Sekunden\n* **Kosten:** 5/10/15/20/25 Blutrausch\n* **Reichweite:** 300 Einheiten\n\n\n**R** - Blutrausch\n> **Passiv:** Ralogg erhält für jeden 10. Stack 1 zusätzlichen Angriffsschaden.\n**Aktiv:** Ralogg verfällt in einen Blutrausch und verbraucht automatisch die Hälfte seiner Stacks. Die nächsten 5 Sekunden verbraucht er pro Sekunde 15/20/25 Stacks. Sollte Ralogg zuvor keine Stacks mehr haben, hört die Ultimate automatisch auf.\n\n> Ralogg erhält in diesen Zeitraum auf alle seine Werte 10/20/30% Bonus.\n* **Abklingzeit:** 160/120/80 Sekunden\n* **Kosten:** keine Kosten\n* **Reichweite:** keine Reichweite\n\n________________________\n\n**4. Itemvorschläge**\n\nAufgrund dessen das Ralogg von selbst ein unglaubliches Burst-Potenzial besitzen kann, schlage ich Tank-Items vor, egal auf welcher Position. Zudem wird damit seine Passive auch besser ausgenutzt bei 500 Stacks. Ich schlage für jede Rolle ein komplettes Itembuild ohne Core-Items oder sonstiges vor.\n\n**Jungler**\n{{item:3718}} - Zusätzlicher magischer Schaden\n{{item:3068}} - Rüstung und Leben + magischen Schaden an Umstehenden\n{{item:3065}} - Magieresistenz und Leben + eine tolle Passive\n{{item:3074}} - AD + Lebensraub und eine AOE-Schadens-Passive.\n{{item:3026}} - Rüstung + Magieresistenz + nochmals wiederbelebt werden.\n{{item:3279}} - Ich schlage hier Ionier vor, weil mehr Cooldown immer gut ist.\n\n**Top-Laner**\n{{item:3153}} - Lebensraub ist immer was tolles.\n{{item:3068}} - Rüstung und Leben + magischen Schaden an Umstehenden\n{{item:3065}} - Magieresistenz und Leben + eine tolle Passive\n{{item:3074}} - AD + Lebensraub und eine AOE-Schadens-Passive.\n{{item:3026}} - Rüstung + Magieresistenz + nochmals wiederbelebt werden.\n{{item:3279}} - Ich schlage hier Ionier vor, weil mehr Cooldown immer gut ist.\n__________________________\n\n**5. Wie spiele ich mit Ralogg und wie gegen ihn**\n\n**Wie spiele ich mit Ralogg**\n>An sich basiert Ralogg auf ein simples Spielprinzip. Hau Minions kaputt und versuche dabei Stacks aufzubauen. Hast du das geschafft, hau den Gegner kaputt. Versuche recht schnell ein Schadensitem zu bekommen und ein Tankitem, damit du leichter farmen kannst. Von daher rate ich mit Dorans Schild anzufangen und dann schnell ein Vampirzepter zu kriegen. Alles weitere sollten dann ein leichtes sein. Im Teamfight basiert alles auf das richtige Timing. Hier hast du die Wahl. Springst du als erstes rein, solltest du die Ultimate auf keinen Fall aktivieren und darauf achten, dass du eine volle Stackanzahl hast. Dadurch aktiviert sich deine Passive und du wirst wiederbelebt.\n\n> Springst du nachträglich rein ist Ralogg der geborene Kämpfer und du aktivierst die Ultimate und vernichtest deine Gegner im handumdrehen.\n\n> Das ganken auf der Lane ist in erster Linie sehr leicht. Ganke Lanes die vom Gegner gepusht wurden und komm von hinten um deinen Gegner dann wieder weg zu schleudern und im nach hinein auch nochmal heran ziehen zu können.\n\n\n**Wie spiele ich gegen Ralogg**\n>Verhindere das er farmen kann. Oder überhaupt kämpfen kann. Punkt, Fertig. Aus. Das ist, wie man Ralogg im Zaum hält. Einfach aber effektiv. Sollte er seine Ultimate aktivieren, setzt einen Stun auf ihn, am besten zwei. Gute getimt, war die Ultimate von ihm verschwendet und er hat einiges an Stacks verloren.\n________________________\n\n**Weitere Champions hier: [Championkonzepte by xCrumms](http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/5yomIswv-championkonzepte-by-xcrumms)**","replies":[{"id":"","poster":"DimensionDragon","date":"2015-02-26T01:37:50.415+0000","up_votes":2,"down_votes":0,"body":"Die W verstehe ich nicht ganz mit der Ausgangsposition.\n\nUnter Idealbedingungen kann dein champ alle ~25 Sekunden sich wiederbeleben. Ohne zusätzliche cdr.\n\n Es gibt einen Grund warum nur Ziliean alle Interaktionen haben kann nach dem Tod. \n\nAlles in allem: 7.1 von 10 ;)","replies":[]},{"id":"","poster":"Lucky Lukster","date":"2015-02-25T19:47:57.511+0000","up_votes":2,"down_votes":0,"body":"ok. ERSTER{{summoner:31}}","replies":[]},{"id":"","poster":"xCrumms","date":"2015-02-26T09:52:29.820+0000","up_votes":1,"down_votes":0,"body":"Diese Idealbedingungen würden aber nie eintreten - aber ich weiß, was du damit sagen willst :)\nWenn du ein Minion ranziehst, wirfst du es an die Position zurück wo es zuvor war.","replies":[]},{"id":"","poster":"xCrumms","date":"2015-02-25T20:13:00.953+0000","up_votes":1,"down_votes":0,"body":"Hast ne Waschmaschine gewonnen.","replies":[]}]}