{"id":"Kocl8FUm","poster":"Action Alet","date":"2015-02-24T15:57:25.533+0000","title":"[OT] Der Philosophie-Thread 2.0","subforum":"Allgemeiner Chat","up_votes":15,"down_votes":4,"body":"Ich finde man könnte im neuen Forum ruhig wieder einen Philosophie-Thread einführen.  \n\n**Was ist Philosophie?**\nPhilosophie stammt von dem griechischem Wort *philosophía*, welches mit \"Liebe zur Weisheit\" übersetzt werden kann. Die  Philosophie beschäftigt sich mit Fragen, die mit Wissenschaft nicht zu beantworten sind - es geht also beispielsweise oft um Ethik, den Sinn des Lebens oder auch die Erklärung von allgemein akzeptierten Aussagen, wie die Freiheit des Menschen oder dass Töten verkehrt ist. Dabei ist es auch erlaubt und sogar wichtig kritisch zu sein und diese Axiome zu hinterfragen. \n\n**Wer darf mitmachen?**\nSchreiben darf hier jeder, der daran interessiert ist, mit anderen zu denken, hinterfragen und diskutieren. Man sollte dabei jedoch immer im Hinterkopf behalten, wie die Philosophie sich ausdrückt, hier erinnere ich nochmal an die, wie ich sie genannt habe, Axiome. Keine Behauptung ist unwiderlegt falsch. Sollte jemand Unterdrückung der Menschen gutreden, so gilt es dies zu hinterfragen, nicht abzuweisen.\n\nWeil Zitate sich immer gut machen, schließe ich den Einleitungstext mit einigen der größten Denkern ab:\n*\"Selbsterkenntnis gibt dem Menschen das meiste Gute, Selbsttäuschung aber das meiste Übel.\"* - Sokrates\n*\"Gleichmut mit Unwissenheit für die Wahrheit ist dieser näher als eine Meinung mit grundloser Zuneigung, worin die Hauptquelle des Irrtums liegt.* - John Locke\n*\"Die Philosophen haben die Welt nur verschieden interpretiert, es kommt aber darauf an, sie zu verändern.\"* - Karl Marx\n\n---------------------------------------------------------------------------\n\nAls erstes neues Thema nehme ich mal eine Standard-Frage: Durch was sind Gut und Böse im Menschen bedingt? Damit zusammenhängend: Ist der Mensch von Grund auf gut/böse? Was muss/sollte dafür/dagegen getan werden?","replies":[{"id":"","poster":"Kind Prow","date":"2017-05-13T14:10:58.174+0000","up_votes":1,"down_votes":0,"body":"Zamo hat gestern ein interessantes Thema angesprochen, zu dem ich mir noch keine ordentliche Meinung bilden konnte. Und zwar Benthams Utilitarismus und was ich davon halte.\n\nDas Problem, welches sich mir beim Utilitarismus stellt, ist das er moralisch, aber auch unmoralisch sein kein. Es geht um das größtmögliche Wohl der größtmöglichen Masse Menschen, aber um manche Menschen zu befriedigen müssen andere hintenangestellt werden. Klassisches Beispiel ist hier der Flugzeug-Amoklauf, wo das Leben von 100 Personen im Flugzeug gegen 500 in einem Stadion gewertet werden muss, beziehungsweise sogar die Verwandtschaft all dieser Menschen berücksichtigt werden muss. Viele heutige Beispiele, besonders in der Politik, werden mit diesem Prinzip angegangen, aber Bentham ging es damals ja hauptsächlich um die Unterschicht und die Verbesserung dero Lebensbedingungen.\n\nIch empfinde darum Benthams Grundprinzip und vor allem sein Ziel damals als sehr gut, kann mich aber selbst nicht entscheiden, ob ich selbst den Utilitarismus anwenden wöllte oder nicht.\n\nWas sagt ihr?","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-13T17:26:19.894+0000","up_votes":2,"down_votes":0,"body":">Das Problem, welches sich mir beim Utilitarismus stellt, ist das er moralisch, aber auch unmoralisch sein kein.\n\nIst das denn nur beim Utilitarismus so?\n\nBeispielweise bei Kant gäbe es ja die Situation, wo mich ein Freund um Schutz vor einem Mörder bittet, ich ihn hereinlasse, danach der Mörder an der Tür klopft, fragt ob er gerade hier rein gelaufen ist und ich ja sagen muss, weil ich niemals lügen darf und der Mörder ihn somit töten kann. Als moralisch würde ich das auch nicht bezeichnen, auch wenn ich gegen keine Regel verstoßen habe...\nDazu kommt noch, dass sich die Frage, ob eine Handlung moralisch war, was ja beim Utilitarismus von der Situation abhängt, bei Kant gar nicht stellt, da ja dort nur die Intention entscheidend ist, womit genau die selbe Handlung aber eben auch mal moralisch und mal unmoralisch sein kann.\n\n>Es geht um das größtmögliche Wohl der größtmöglichen Masse Menschen, aber um manche Menschen zu befriedigen müssen andere hintenangestellt werden.\n\nDas ist leider eine Bedingung der Realität, eine für jeden perfekte Lösung wird sich nur in wenigen Fällen finden lassen. Das findet sich genauso in der Demokratie, wo die Mehrheit mit der Minderheit macht was sie will - was immer noch die beste (getestete) Lösung ist, da wenigstens die Mehrheit ihren Willen bekommt (meistens jedenfalls)...\n\"Das findet sich genauso in der Demokratie\" ist eigentlich auch falsch - das führt zu Demokratie, bzw. anders gesagt: Was der Utilitarismus für die Ethik ist, ist die Demokratie für die Politik - beide stellen die Mehrheit über die Minderheit.\n\n>Klassisches Beispiel ist hier der Flugzeug-Amoklauf, wo das Leben von 100 Personen im Flugzeug gegen 500 in einem Stadion gewertet werden muss, beziehungsweise sogar die Verwandtschaft all dieser Menschen berücksichtigt werden muss.\n\nWie würdest du so etwas sonst lösen? 500 überlebende Menschen ist ein besseres Ergebnis als 600 tote Menschen.\n\nUnd wenn 100 zu 500 nicht ausreicht: Was wenn jemand einen Virus geschaffen hätte, der die gesamte Menschheit vernichten würde. Dürften wir auch dem nichts tun, wenn wir sogar schon durch Notwehr ein einzelnes Leben auf Kosten eines anderen retten dürfte?\n\n----\n\nDer Utilitarismus ist super um nahezu alle Probleme zu lösen - abgesehen von denen, wo wir aktiv anderen schaden, denn Dilemma lassen keine gute Lösung zu, sonst wären es ja keine. Deswegen wird er ja auch überall verwendet, meist sogar vollkommen unbewusst.\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"Action Alet","date":"2015-08-13T18:26:20.708+0000","up_votes":2,"down_votes":0,"body":"Mal Offtopic, find ich aber witzig. Wird leider nur teilweise vorausgesetzt, dass man sich mit den Leuten ein bisschen auskennt. Ist aber auch so sehr nett :)\nhttps://www.youtube.com/watch?v=kGK3qUYPTJE","replies":[{"id":"","poster":"Xyre","date":"2015-08-14T16:51:44.447+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0016,timestamp=2015-08-13T18:26:20.708+0000)\n>\n> Mal Offtopic, find ich aber witzig. Wird leider nur teilweise vorausgesetzt, dass man sich mit den Leuten ein bisschen auskennt. Ist aber auch so sehr nett :)\n> https://www.youtube.com/watch?v=kGK3qUYPTJE\n\nSehr Cooles Video :D","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-04-11T11:04:58.442+0000","up_votes":2,"down_votes":0,"body":"Nach endlosem Stöbern in der königlichen Bibliothek einen Plan gefunden der einen Raum tief in den katakomben der Burg bschreibt..\n#Philosphiethread wiederentdeckt!#\n\n@Kampflappen: Kommt darauf an, willst du einen schönen Kaffe, soll nach dem Sprint zurück zum PC noch etas in der Tasse sein, willst du während der Ult nur den Kaffe aufsetzen oder auch fertig machen und trinken? Dazu kommt noch der Aspekt dass die Ulti abgebrochen werden kann. das heißt im Endeffekt kannst du die Zeit der Ulti verkürzen und somit noch nichteinmal die Kaffemaschine in der zeit erreichen.\n\nGuß kngl. Nekromant und der typ der sich um das eklige Ding im Käfig kümmert: KP","replies":[]},{"id":"","poster":"Action Alet","date":"2015-02-24T18:06:32.760+0000","up_votes":1,"down_votes":0,"body":"Also bist du der Meinung, dass Egoismus (\"böser\" Egoismus) und Moral in jedem Menschen stecken und das Umfeld entscheidet, wie stark die beiden jeweils ausgeprägt sind? Dann wären wir hier relativ schnell fertig, solange keine andere Meinung dazwischen kommt.\nStimmt, wir hatten schon mal eine Diskussion über Egoismus, da mussten wir auch erstmal festlegen, was wir damit meinten. Hab das jetzt aber nicht dazu geschrieben, weil du es bist, sondern weil die These immer wieder aufgeworfen wird.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T18:09:21.691+0000","up_votes":1,"down_votes":0,"body":"Heya\nJein, es steckt von beidem etwas im Menschen, aber das Umfeld entscheidet nicht, es beeinflusst nur die Richtung, in die es sich am wahrscheinlichsten entwickeln wird.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"MBLQ","date":"2015-02-24T18:49:29.165+0000","up_votes":1,"down_votes":0,"body":"So um das noch bischen unterhaltsamer zu machen :D\nIch denke nicht das Umwelt viel beeinflusst sehen wir uns das mal so an:\nEin Mensch der im inneren abgrundtief Böse ist aber in einer Umwelt wächst wo jeder herzens rein ist.\nSeine Umgebung wird sein inneres nur Unterdrücken doch seine eigene Meinung, von allem kann man ihn nicht ausreden. Daraus schließe ich, dass seine Handlungen in der Umgebung nur Temporär sind und er wird früher oder später die Idealen der Umgebung nicht aktzeptieren und sie als falsch sehen, was darauf hinaus läuft das er  seine Ideale Anfangen wird zu verbreitung.","replies":[{"id":"","poster":"Action Alet","date":"2015-02-24T19:15:25.894+0000","up_votes":1,"down_votes":0,"body":"@eingew \nHab mich in der Fragestellung wohl ein wenig vertan. Es ist schlüssig, dass kein Mensch zu 100% gut oder böse ist, doch was veranlasst ihn dazu überhaupt böse zu sein? Warum handelt er manchmal so, dass er anderen schadet, dass er anderen vielleicht sogar bewusst schadet?\n\n> [{quoted}](name=MBLQ,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000400000001,timestamp=2015-02-24T18:49:29.165+0000)\n>\n> So um das noch bischen unterhaltsamer zu machen :D\n> Ich denke nicht das Umwelt viel beeinflusst sehen wir uns das mal so an:\n> Ein Mensch der im inneren abgrundtief Böse ist aber in einer Umwelt wächst wo jeder herzens rein ist.\n> Seine Umgebung wird sein inneres nur Unterdrücken doch seine eigene Meinung, von allem kann man ihn nicht ausreden. Daraus schließe ich, dass seine Handlungen in der Umgebung nur Temporär sind und er wird früher oder später die Idealen der Umgebung nicht aktzeptieren und sie als falsch sehen, was darauf hinaus läuft das er  seine Ideale Anfangen wird zu verbreitung.\n\nWarum kann man ihm eine Meinung nicht ausreden? Wer nicht stur ist, der kann auch andere Meinungen akzeptieren, darüber nachdenken und sie eventuell übernehmen. Schließlich weiß kein Mensch von Anfang an alles. Als Beispiel führe ich die Sklaverei an: Des freien Marktes und der daraus resultierenden Kolonialisierung wegen wurden Schwarze in Afrika zu Sklaven gemacht und es wurde mit ihnen Handel betrieben. Es entstanden Abneigung, aus dieser Abneigung wurde tiefster Hass (Rassismus). Durch die Sklaverei wurde eine Gesellschaftsordnung eingeführt beziehungsweise erweitert, sodass Rassismus gegen Schwarze selbstverständlich wurde. In der heutigen Zeit machst du dich als offener Rassist zum Außenseiter (zumindest gegen Schwarze - sind Moslems das Thema (ja, ich weiß, keine Rasse), dann wirst du öffentlich verachtet, insgeheim aber leider von vielen verstanden). Nicht einer neuen Generation, die zufällig eine andere Meinung als die vorherige hatte, haben wir das zu verdanken, sondern den Kampf der Schwarzen zur Verbesserung der Gesellschaftshierarchie.","replies":[{"id":"","poster":"MBLQ","date":"2015-02-24T19:44:06.876+0000","up_votes":1,"down_votes":0,"body":"Hmm führen wir das mal weiter,\n\nBetrachten wir die Tatsache mal das einige Länder krieg wollen, aber kein normaler Mensch mit verstand will krieg. Warum es sterben Menschen, es weinen viele um die verstorbenen, Waisenkinder entstehen und und und... denoch obwohl jedem klar ist das kriege das mitsich bringt, lassen die sich überreden ? Vergleichen wir das mal mit unserer Welt, wenn wir der Westen so friedlich sind warum müssen wir waffen erstellen und sie verkaufen, statt zum selbst schutz und schutz unserer guten verbündeten, verkaufen wir sie auch an nicht so freundliche staaten. Wir wissen doch das Krieg schlimm ist, wieso machen wir es dann?? Nordkorea warum wollen sie ein Krieg mit Südkorea anfangen obwohl sie Nahrung,Strom und viele weitere Hilfen von Südkorea beziehen ,sehen sie den nicht,dass  Südkorea ständig versucht entgegen zu kommen? Man könnte noch viele beispiele nennen, aber Hauptsache ist egal wie viel man redet diese Personen wollen es nicht verstehen und dafür braucht man nicht stur zu sein. Es ist etwas wie Glaube man glaubt an seine idealen.\n\np.s sry wegen den späten antworten mache nebenbei immer game\n+ hoffe du fühlst dich nicht angegriffen, sind nämlich nur thesen sollen keinen blosstellen oder desen gleichen","replies":[{"id":"","poster":"Action Alet","date":"2015-02-24T20:19:30.740+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MBLQ,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00040000000100000000,timestamp=2015-02-24T19:44:06.876+0000)\n>\n> Hmm führen wir das mal weiter,\n> \n> Betrachten wir die Tatsache mal das einige Länder krieg wollen, aber kein normaler Mensch mit verstand will krieg. Warum es sterben Menschen, es weinen viele um die verstorbenen, Waisenkinder entstehen und und und... denoch obwohl jedem klar ist das kriege das mitsich bringt, lassen die sich überreden ? Vergleichen wir das mal mit unserer Welt, wenn wir der Westen so friedlich sind warum müssen wir waffen erstellen und sie verkaufen, statt zum selbst schutz und schutz unserer guten verbündeten, verkaufen wir sie auch an nicht so freundliche staaten. Wir wissen doch das Krieg schlimm ist, wieso machen wir es dann?? Nordkorea warum wollen sie ein Krieg mit Südkorea anfangen obwohl sie Nahrung,Strom und viele weitere Hilfen von Südkorea beziehen ,sehen sie den nicht,dass wenn Südkorea ständig versucht entgegen zu kommen? Man könnte noch viele beispiele nennen, aber Hauptsache ist egal wie viel man redet diese Personen wollen es nicht verstehen und dafür braucht man nicht stur zu sein. Es ist etwas wie Glaube man glaubt an seine idealen.\n> \n> p.s sry wegen den späten antworten mache nebenbei immer game\n> + hoffe du fühlst dich nicht angegriffen, sind nämlich nur thesen sollen keinen blosstellen oder desen gleichen\n\nKrieg hat oft kapitalistische bzw. ökonomische Hintergründe, dicht gefolgt von ideologischen. Natürlich profitiert die Rüstungsindustrie von Waffenlieferungen und natürlich streitet man sich hauptsächlich um strategische Gebiete und Ressourcen. Durch den Markt gehen Ethik und Solidarität verloren, die Realität wird in der Wirtschaftswelt abstrakt, obwohl es genau umgekehrt ist. Wann hatten die USA das letzte mal Krieg auf ihrem eigenen Land? Das war wohl während des Bürgerkriegs, denn Pearl Harbor kann man nicht wirklich dazu zählen. Es ist ein offenes Geheimnis, dass die USA aggressive Politik betreiben und oft auch mit Waffen sprechen (man denke an die Waffenlieferungen nach Oppositionsgruppen in Syrien, wodurch der IS groß geworden ist, die Aufrüstung der Al Qaida gegen die Sowjetunion, der Irakkrieg, jetzt wird auch noch eine Waffenlieferung in die Ukraine in Erwägung gezogen). Zwar hat Deutschland gerade erst einen Weltkrieg hinter sich und ist trotzdem drittgrößter Waffenexporteur, aber dennoch deutlich vorsichtiger. Ich schließe daraus, dass je abstrakter die Welt für jemanden vorkommt, je weniger er sich mit möglichen Resultaten seiner Entscheidungen verbunden fühlt, desto weniger handelt er nach seinem Gewissen. \nDas ist aber nicht gleichzusetzen mit der Moral des Menschen in seinem direkten Umfeld. Der Kapitalist, der gerade 200 Arbeitnehmer entlassen hat, die alle ihre Familien ernähren müssen, kann gleichzeitig seiner eigenen Familie teure Weihnachtsgeschenke kaufen. Der Flamer, der in Rankeds Mütter anderer Spieler beleidigt, kann gleichzeitig auf der Straße die respektvollste Person sein, der du begegnet bist. Konzentriert man sich also auf das Verhalten im nahen Kreis, dann könnte man die gleichen Argumente wie in meinem vorherigen Post vorbringen.","replies":[{"id":"","poster":"MBLQ","date":"2015-02-24T20:51:06.557+0000","up_votes":2,"down_votes":0,"body":"hmm jap damit bin ich einverstanden das problem liegt jetzt nur hier,\nZitat: ,, Konzentriert man sich also auf das Verhalten im nahen Kreis\"\nwir können uns also nur auf unseren nahen umfeld sorgen.\nSagen wir unser Umfeld findet es ok 200 Arbeitnehmer zu entlassen und obwohl sie es wissen das diese Menschen hungern müssen finden sie es eine art Göttliche gerechtigkeit sie wurden arm geboren verdienen ein armes leben , wir dahingegen reich . In dem Beispiel hieße das Verhalten im unseren nahen Kreis ist falsch, doch diese sind überzeugt von diesem verhalten. Wie wollen wir das dan denen erklären das es falsch ist? Wie du selbst erwähnt hast die Meinung ist nur von nahen Kreisen leicht zu verändern . Aber für einen aussenstehenden fast unmöglich.","replies":[]},{"id":"","poster":"Xisannity","date":"2016-04-02T08:45:40.756+0000","up_votes":1,"down_votes":0,"body":"Endlich mal paar sinnvolle Aussagen bzw. einen sinnvollen Thread gefunden in der sonst sehr traurigen, verdummten Forumslandschaft. Muss gerade bei dem letzten Text bei vielen zustimmen bzw. sehe es sehr ähnlich.\nIch bin genau zu demselben Schluss gekommen, dass Abstraktheit dazu führt, dass man gewissenloser agieren kann. Strichwort: Drohnenkrieg. Ich nenne es auch manchmal Virtualität, bei der unsere evolutionär entwickelten Empfindungen nicht mehr richtig greifen, und wir zu unmoralischen Taten bereit werden.\nInteressant ist z.B. dass wir uns in LoL mit unseren Champions immer gegenseitig töten. Jetzt müsste man sich mal vorstellen, dass wir damit reale Menschen töten. Kaum ein Spieler empfindet noch eine Schuld wenn dieser einen Champion tötet. Selbst wenn dieser es wüsste, wäre er eher dazu bereit es zu tun. Im Gegensatz dazu, wenn er es direkt mit bloßer Hand tun würde.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-02-24T19:46:38.948+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0004000000010000,timestamp=2015-02-24T19:15:25.894+0000)\n>\n> @eingew \n> Hab mich in der Fragestellung wohl ein wenig vertan. Es ist schlüssig, dass kein Mensch zu 100% gut oder böse ist, doch was veranlasst ihn dazu überhaupt böse zu sein? Warum handelt er manchmal so, dass er anderen schadet, dass er anderen vielleicht sogar bewusst schadet?\n\nIch würde sagen ein Mensch wird böse, wenn ihm Böses widerfährt, egal inwiefern dies beabsichtigt war.","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T19:20:02.516+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch hab nie gesagt, das eine Umgebungmit Positiven und \"guten\" Menschen ihn in eine gute Richtung drängt. Es kann auch genau das Gegenteil passieren.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"MBLQ","date":"2015-02-24T19:47:25.051+0000","up_votes":1,"down_votes":0,"body":"Mit der Aussage wären wir einer meinung XD","replies":[]}]}]},{"id":"","poster":"Gelban der Reihe","date":"2015-02-24T18:52:05.906+0000","up_votes":1,"down_votes":0,"body":"Wenn man auch nur ansatzweise Herr über seinen Verstand ist, dann entscheidet man sich bewusst.","replies":[]},{"id":"","poster":"Action Alet","date":"2015-02-24T18:10:44.162+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00040000,timestamp=2015-02-24T18:09:21.691+0000)\n>\n> Heya\n> Jein, es steckt von beidem etwas im Menschen, aber das Umfeld entscheidet nicht, es beeinflusst nur die Richtung, in die es sich am wahrscheinlichsten entwickeln wird.\n> \n> MfG Rkoturdo\n\nJa, war das, was ich meinte, hab mich ein bisschen schlecht ausgedrückt^^","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T18:11:36.928+0000","up_votes":1,"down_votes":0,"body":"Heya\nVerdammt, dann sind wir irgendwie einer Meinung....is ja doof.\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"MBLQ","date":"2015-02-24T17:14:19.575+0000","up_votes":2,"down_votes":0,"body":"Hi da ich langeweile habe und mir spontan was eingefallen ist dachte ich sollte auch mal was schreiben.\nIch denke der Mensch ist vom Grund aus gut, da wir als Baby unschuldig anfangen. Als Baby kann man weder Lügen noch ist man,(lange)nachtragend man verzeicht fehler und ist gut gläubig. Ob der Mensch nun vom Umfeld  gut oder Böse wird  versuch ich mal so zu beantworten, vom gut herzigsten und weisesten Mann der Welt, kann auch der grausamste Mensch der Welt als Sohn kommen und vom grausamsten Menschen der welt, kann der Sohn der gut herzigste und weiseste Mensch der Welt sein. Das wars dann auch schon was mir so spontan dazu einfällt.\n\nFür disskusionen immer offen :P\n\nMFG MBLAQ","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T16:05:17.939+0000","up_votes":2,"down_votes":0,"body":"Heya\nIch denke das der Mensch von Grund auf weder gut noch böse sein kann, da beides vom Menschen definiert wird.\nMan selbst definiert etwas zb als gut, ein anderer genau dies als böse. Deswegen ist aber derjenige, der es als gut interpetiert nicht gleich böse.\nDie Frage wäre, ob eine Definition gültig wird, wenn sie von der Mehrheit der Menschen geteilt wird. In diesem Falle gäbe es viele Dinge, die Böse wären und auch einige die Gut wären. \nTräfe dies zu wäre der Mensch per Definition von Natur aus gut, denn in der Regel sieht der Mensch sich (selbst) als besser an als er ist(d.h. er hat eine verzerrte Selbstwahrnehmung, siehe Humpels Psycho Guide). Und da die meißten Menschen sich als gut ansehen und auch mit der häufigsten Definierung von Gut und Böse übereinstimmen(denn sonst wäre es nicht die häufigste) wäre der Mensch gut. Es wäre also so ähnlich wie eine sich selbst erfüllene Prophezeiung.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Atronthor","date":"2015-08-18T05:14:21.908+0000","up_votes":2,"down_votes":1,"body":"Für die alten Griechen war Philosophie eine Wissenschaft. Ein Philosoph hat sich beispielsweise mit Mathematik und damit beschäftigt wie die Welt aufgebaut sein könnte. Beispielsweise gibt es die sog. Tetraktys (Vierheit) von Pythagoras. Die alten Griechen haben sich auch deshalb relativ intensiv mit Geometrie beschäftigt, weil sie darüber verstehen wollten wie \"Gott\" \"denkt\" bzw. nach welchen Regeln er diese Welt erschaffen hat oder erschaffen haben könnte. Sämtliche Weltreligionen haben die Ansichten der griechischen Philosophen in ihre Religionen einfließen lassen. Nur wird die Masse der Menschen von diesem Wissen abgeschottet.\n\nDie Griechen waren die ersten die nur durch nachdenken zum Schluss kamen, dass die \"Welt / das Universum\" unendlich groß sein muss. Sie begründeten das folgendermaßen. Alles was ist muss in etwas sein was existiert. Also muss das was existiert unendlich groß sein. Deshalb behaupten einige Physiker auch, dass das Universum unendlich wäre, obwohl sie es überhaupt nicht beweisen können. Wer eine Naturwissenschaft studiert sollte auf jeden Fall ebenfalls zumindest hobbymäßig die alten griechischen Philosophen studieren.\n\nPlaton hat ein sehr wichtiges Werk verfasst, das nennt sich \"Der Staat\". Dort beschreibt er was sein Lehrer - Sokrates - für Ansichten darüber hatte wie ein perfekter Staat auszusehen hat. Ein extrem wichtiges Werk, weil die Ansichten von Sokrates, auch wenn sie über 2000 Jahre alt sind, sind zum großen Teil sehr richtig und wichtig.\n\nNormalerweise müsste das jeder Schüler in der Schule lernen, aber so etwas ist gar nicht erwünscht, dann würde nämlich auffallen, dass wir in einem der schlechtesten Systeme überhaupt leben - die sog. Demokratie, was laut Sokrates nichts anderes als eine fortgeschrittene Oligarchie ist. Nach Sokrates sollte eine Art Elite, also eine echte Bestenaulese herrschen. Menschen, die nach intellektuellen Fähigkeiten und menschlichen Qualitäten auserwählt und ausgewählt werden.\n\nBei uns oder besser gesagt auf dieser Welt herrscht ebenfalls eine Elite, allerdings eine Negativauslese.\n\nMarx scheint ja sehr beliebt bei euch zu sein. Marx war ein Freimaurer, die waren schon für die Französische Revolution verantwortlich und für die Auslösung des 1. Weltkrieges. Der Kommunismus hat über 100 Millionen Menschen weltweit auf dem Gewissen. Alleine 6 Millionen Menschen in der Ukraine wurden von Stalin zu Tode gehungert. Die hatten am Ende sogar Menschen gegessen, um zu überleben.\n\nDer Nationalsozialismus und die \"Antithese\" dazu - der Kommunismus - wurden beide von mächtigen Familien, die sehr reich sind, finanziert. GEnauer gesagt von denselben Menschen. Das hat Prof. Antony Sutton in seinen Büchern beschrieben. Die deutsche Firma IG Farben spielte beispielsweise eine sehr wichtige Rolle für das Deutsche Reich im 2. Weltkrieg. Was aber kaum jemand weiß, dass diese Firma zum Rockefeller-Imperium gehörte.\n\nDas waren ein paar kleine Tröpfchen der Wahrheit, die ein Deutscher mit Sicherheit noch nie in seinem Leben gehört hat - außer ich.","replies":[{"id":"","poster":"Zamonianer","date":"2015-08-18T15:00:19.233+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Atronthor,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0017,timestamp=2015-08-18T05:14:21.908+0000)\n> Normalerweise müsste das jeder Schüler in der Schule lernen, aber so etwas ist gar nicht erwünscht, dann würde nämlich auffallen, dass wir in einem der schlechtesten Systeme überhaupt leben - die sog. Demokratie, was laut Sokrates nichts anderes als eine fortgeschrittene Oligarchie ist. Nach Sokrates sollte eine Art Elite, also eine echte Bestenaulese herrschen. Menschen, die nach intellektuellen Fähigkeiten und menschlichen Qualitäten auserwählt und ausgewählt werden.\n\nUnd eine Bestenauslese wäre dann keine Oligarchie? Natürlich, wir haben nur eine indirekte Demokratie was im Grunde auf eine gewählte Oligarchie hinausläuft, aber irgendwie... auch wenn diese Besten in den besten Absichten handeln und ihre Taten gut sind... wenn die Mehrheit dies so nicht wünscht? Was wiegt mehr? Objektiv gesehen gute Entscheidungen oder Entscheidungen, die der Mehrheit gefallen?\n> \n> Bei uns oder besser gesagt auf dieser Welt herrscht ebenfalls eine Elite, allerdings eine Negativauslese.\n\n?\nIch bezweifle, dass nur die schlechtesten als Regierung gewählt werden... \n> \n> Marx scheint ja sehr beliebt bei euch zu sein. Marx war ein Freimaurer, die waren schon für die Französische Revolution verantwortlich und für die Auslösung des 1. Weltkrieges. \n\nInwiefern passen Verschwörungstheorien in einen Philosophie-Thread?\n\n>Der Kommunismus hat über 100 Millionen Menschen weltweit auf dem Gewissen. \n\nNicht wirklich, nein. Kommunistische Führer haben 100 Millionen Menschen auf dem Gewissen, ja. Aber kann man jetzt sagen, dass nur weil diese Personen Kommunisten waren, dass der Kommunismus die Tode verursacht hat? Vom Kommunismus mal abgesehen, gilt das für nahezu alle \"Gesellschaftssysteme\".\n\nAber wirklich, eine Bitte... du musst echt nicht überall deine Verschwörungstheorien posten...\n\nGruß,\nZamo\n","replies":[]},{"id":"","poster":"Action Alet","date":"2015-08-18T14:16:34.914+0000","up_votes":1,"down_votes":0,"body":"Erstmal, ja, die Philosophie hatte in vielen Epochen den Anspruch Wissenschaft zu sein. Ich habe den Text von Wikipedia genommen und bin selbst nicht der Meinung, dass Philosophie fern von wissenschaftlichen Erkenntnissen sein sollte. Zweitens, eine Philosophie, in dem Fall Platons Staatentheorie, zur absoluten Wahrheit/Richtigkeit zu erklären, ohne auch nur ein Argument genannt zu haben (ok, du schneidest es an, aber bis auf Standardphrasen ist da nichts drin), ist ziemlich dreist. Das hat mich schon paar Seiten vorher bei \"Kant hat die Philosophie abgeschlossen\" aufgeregt, da hab ich mich noch zurückgehalten. Drittens, der Kommunismus ist nicht die \"Antithese\" zum Nationalsozialismus, was du machst ist Vulgärdialektik. Und zu guter Letzt, verschon uns mit deinem Freimaurer-Verschwörungstheorie-Unsinn, das interessiert keinen, weil ich hier der einzige bin, der Marxist ist und ich so einen Bullshit nicht abkaufe (und ich hoffe zumindest mit Letzterem mit gutem Beispiel voranzugehen.)","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2018-11-20T15:51:46.572+0000","up_votes":1,"down_votes":0,"body":">Die erste die mir einfällt: Menschen verknüpfen nachgewiesenermaßen komplexe Gedanken, besitzen Erfindergeist und Entdeckerdrang und könnten, wenn sie wöllten, den ganzen Planeten in einen nuklearen Trümmerhaufen verwandeln. Solange also nicht irgendein Tier eine Gegenstrategie entwickelt hat, und dem Menschen auf Wunsch entgegentreten könnte, so ist hier einfach schon der Unterschied in der Macht eine mögliche Rechtfertigung, um Menschen höher zu werten.\n\nOK, nach der Argumentation gilt also das Recht des Stärkeren. Also so eine Art Naturrecht a la \"Menschen sind von Natur aus stärker/mächtiger/fortgeschrittener als Tiere, deswegen steht ihnen eine überlegene Position zu\"\n\nErlaube mir, dir diesbezüglich einen guten Freund von mir vorzustellen: Der Sein-Sollens-Fehlschluss. Eine logisch zwingende Argumentation in der Philosophie verläuft normalerweise nach folgendem Muster:\n1) Prämisse 1\n2) Prämisse 2\n3) Schlussfolgerung\n\nBekanntestes Beispiel hierfür:\n1) Alle Menschen sind sterblich\n2) KP ist ein Mensch\n3) Also ist KP ein Mensch\n\nBeim Sein-Sollens-Fehlschluss wird dagegen aus einem Zustand (einem Sein) direkt eine notwendige Schlussfolgerung (ein Sollen) hergeleitet. In diesem Fall also:\n1) Menschen sind mächtiger als Tiere\n2) Also steht Menschen gegenüber Tieren  eine übergeordnete Position zu\n\nSiehst du, dass im Gegensatz zum ersten Beispiel hier die Schlussfolgerung nicht logisch zwingend ist? Im ersten Fall gilt: a=b, b=c, also a=c. Im zweiten Fall gilt a=b. Warum? \"Is halt so.\" Aus dem Grund würde ich eine Argumentation basierend auf dem Recht des Stärkeren nicht gelten lassen.\n\n> Natürlich könnte man aus demselben Grunde, dass Menschen überhaupt nukleare Waffen bauen, um sich selbst auslöschen zu wollen, die Menschen als dumm bezeichnen, und somit die Tiere, welche in einem perfekt abgestimmten System leben, welches sie wohlweislich nicht zerstören, höher werten. Aber du hast ja gefragt...\n\nKurz gefasst: Ähnliches Problem in der Argumentation, nur mit entgegengesetzter Schlussfolgerung: \n1) Tiere leben in einem von Natur aus perfekt abgestimmten System \n2) Also sind Tiere dem Menschen überlegen\n(was übrigens perfekt demonstriert, wie man mit dem Sein-Sollens-Fehlschluss eigentlich jede beliebige Aussage rechtfertigen kann) \n\n> Zweitens: Wir haben versucht mit den Tieren zu sprechen. Haben die Tiere versucht mit uns zu sprechen? Ehrlich gesagt, keine Ahnung, aber ich glaub nicht. \n\nDas ist in der Tat eins der größten Probleme bei der ganzen Sache: Die Unfähigkeit, Informationen miteinander austauschen zu können. Wenn es darum geht, die Tötung von Tieren zu rechtfertigen, ist ein beliebtes Argument \"Das Tier versteht ja gar nicht, was Leben und Tod ist, deshalb nehme ich ihm auch nicht etwas weg, an dem es ein Interesse äußert.\" Was ein erstaunlich gutes Argument wäre, wenn wir uns nur bei der Prämisse sicher sein könnten. Die Wahrheit ist aber: wir wissen nicht wirklich, was in den Köpfen von Tieren von sich geht, wie sie die Welt verstehen und wahrnehmen und so weiter. Dass Tiere gar nicht mit uns kommunizieren können, glaube ich aber nicht. Ich weiss, wenn mein Hund mir versucht mitzuteilen, dass er Hunger hat, ich weiss wenn er Schmerzen leidet und dergleichen. Wir können also zumindest davon ausgehen, dass Tiere kein Leid erfahren möchten, weshalb das meiner Ansicht (und übrigens auch nach der Ansicht von Peter Singer) das Mindeste ist, was wir für sie tun können und sollten: Ihnen Leid ersparen. \n\n>Allein schon aus der Tatsache, dass Menschen bedrohte Tiere vor anderen Menschen retten, mag aufzeigen, dass die meisten Tiere es nicht vermögen, in größeren Dimensionen zu Denken, zu erkennen, dass der Mensch ihr Feind ist und entsprechende Gegenstrategien zu entwickeln. Wertung aufgrund von Intelligenzbefähigung also.\nWohingegen vielen Menschen ebenso ein solches Empfinden für sich selbst und andere abgeht. Also mag man da nicht so vorschnell urteilen.\n\nDas ist tatsächlich ein wirklich gutes Argument. Dadurch, dass wir in der Lage sind, komplexe Zusammenhänge zu erkennen und dementsprechend zu handeln, können wir Dinge bewirken, die im Interesse von Tieren wären, die sie aber gleichzeitig nicht selber erreichen können. Daher wäre es auch in ihrem Interesse, dass wir eine größere Entscheidungsbefugnis als sie haben. \n\n>Wie der Anhalter in die Galaxis anschaulich zeigt, mag es auch sein, dass wir diejenigen sind, die von den Tieren beobachtet werden, welche sich absichtlich verstellen. Daher möchte ich keine Aussage treffen über Sprachvermögen, Vernetzung und Kultur, welche zumindest scheinbar beim Menschen um weiten extremer Ausgeprägt sind als bei Tieren. \n\nDas wäre natürlich eine Art Extremfall, aber wie oben erwähnt, ausschließen können wir es nicht. Sonst kein Kommentar, aber Props für die Erwähnung von Per Anhalter. \n\nMir ist aufgefallen, dass ich meine Frage vorher nicht ganz eindeutig gestellt habe. Das ist meiner Ansicht nach an sich kein Problem, aber eigentlich ging es mir ursprünglich um den Wert eines Lebens, nicht um irgendwelche anderen Hierarchien und Wertungen. Deshalb hänge ich hier noch eine zusätzliche Frage dran: Hat ein Leben an sich einen bestimmten Wert? Wenn ja, wodurch erhält es ihn?","replies":[{"id":"","poster":"Ambush Bug","date":"2018-11-20T20:37:40.760+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0025,timestamp=2018-11-20T15:51:46.572+0000)\n>\n> Deshalb hänge ich hier noch eine zusätzliche Frage dran: Hat ein Leben an sich einen bestimmten Wert? Wenn ja, wodurch erhält es ihn?\n\nEin Leben hat sogar eine unbestimmte Zahl bestimmter Werte.\nFür jeden Betrachter eins.\n\nIch will es verdeutlichen: Kauft ein Mensch etwas, so hat er für den Verkäufer (oder den Betrieb für den der Verkäufer arbeitet) einen Wert in höhe des zu erwartenden Gewinnes.\n\nJeder Mensch ist so lange etwas wert wie irgendwer daran verdienen kann und zwar ziemlich genau so viel wie er verdienen kann plus vorraussichtliche Gewinne die noch gemacht werden können. \nDas begreift man ziemlich schnell, wenn man mal etwas zeit in einem Altenheim verbracht hat und auch alle Abläufe hinter den Kulissen und beim versuch Geld von Pflegekassen für Ambulante gepflegte Personen zu kriegen.","replies":[{"id":"","poster":"Kind Prow","date":"2018-11-21T09:44:23.336+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ambush Bug,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00250000,timestamp=2018-11-20T20:37:40.760+0000)\n>\n> Ein Leben hat sogar eine unbestimmte Zahl bestimmter Werte.\n> Für jeden Betrachter eins.\n> \n\nGuter Gedanke. Du hast ihn aber wirklich schön einseitig beleuchtet. Dazu kommt noch, (ja, sowas gibt es tatsächlich) dass verschiedenes unabhängig vom Gewinn gewertschätzt wird. Ich meine, warum sonst sollte man sich ein verkacktes Zwergkaninchen zulegen? Es macht Dreck, es macht Arbeit, es kostet sogar Geld! Für Futter, Wasser, Unterbringung, Käfige und so weiter und so fort. Und trotzdem machen es Leute. Weil sie die Gesellschaft eines stummen Wesens oder das weiche Fell des Kaninchens wertschätzen. Damit hat das Kaninchen einen Wert.\n\nÄhnlich eben auch bei Menschen. Freundschaft oder Verbundenheit (wie hier im Forum) hat etwas damit zu tun, den anderen wertzuschätzen. Man gibt einer Person (ich zum Beispiel auch dir) einen bestimmten Wert abseits vom finanziellen Gewinn.\nJeder Mensch ist für jeden anderen Menschen ein anderer. Der Alex der ich für meine Kommilitonen zu sein scheine ist ein anderer, als der ich mich selbst wahrnehme. Ein Anderer als der, der ich hier im Forum bin. Je nachdem hat mein Leben eben für die Leute auch einen unterschiedlichen Wert. \n\nFür mich zum Beispiel ist mein Leben nur eine Möglichkeit des Erlebens und Erfahrens. Der Wert den es hat ist bestimmt durch die Möglichkeit dessen, was alles noch passieren kann. Läge mein Leben klar und grau vor mir, würd ich mich wahrscheinlich umbringen.\nFür Andere hat mein Leben vielleicht größeren Wert. Als Freund, der aufmuntert. Als potentielle Arbeitskraft. Oder, wenn jemand insgeheim in mich verknallt ist, bin ich vermutlich für diese Person in der Wertigkeit höher gestellt als alle anderen lebenden Wesen.\n\nAm Ende werten wir Menschen doch sehr nach Gewinn, nicht nur nach finanziellem. Mutti gibt uns Geborgenheit, Freund gibt mir Freude, Frau gibt mir Befriedigung.\n\nAus Sicht der Natur hat, andersherum, jedes Tierleben einen besonderen Wert. Da alle Tiere helfen, den Kreislauf der Natur, das Ökosystem aufrechtzuerhalten, braucht ebenjenes Ökosystem diese lebenden Tiere. Aus dieser Sicht würde ein Menschenleben danach gewertet werden, ob der Mensch alles vermüllt oder sich für den Naturschutz einsetzt.\n\nAus Sicht eines hypothetischen Gottes hätte wohl jedes Leben an sich einen Wert. Denn wie wenn man einen Text verfasst, hat das, was man erschaffen hat, für einen selbst immer einen Wert.\n\nKann ein Leben objektiv, einfach aufgrunddessen dass es exisitert, einen Wert haben?","replies":[{"id":"","poster":"Ambush Bug","date":"2018-11-21T10:25:59.094+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kind Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=002500000000,timestamp=2018-11-21T09:44:23.336+0000)\n>\n> \n> Für mich zum Beispiel ist mein Leben nur eine Möglichkeit des Erlebens und Erfahrens. Der Wert den es hat ist bestimmt durch die Möglichkeit dessen, was alles noch passieren kann. Läge mein Leben klar und grau vor mir, würd ich mich wahrscheinlich umbringen.\n> \n> \n\nAuf diesem Satz muss ich als Altenpfleger anspringen:\nWas genau ist also das Leben einer 98 jährigen Frau die Teilweise dement und Bettlägrig ist noch wert? Dieses Leben ist klar und grau vorbestimmt.\nSie wird da liegen, wird essen und trinken gereicht bekommen, vielleicht ein wenig Fernsehen kucken und in absehbarer Zukunft sterben. Vielleicht heute, vielleicht morgen, vielleicht erst in 2-3 Jahren. Sag mir; Welchen Wert hat also ihr Leben?","replies":[{"id":"","poster":"Kind Prow","date":"2018-11-22T17:42:01.889+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ambush Bug,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0025000000000000,timestamp=2018-11-21T10:25:59.094+0000)\n>\n> Auf diesem Satz muss ich als Altenpfleger anspringen:\n> Was genau ist also das Leben einer 98 jährigen Frau die Teilweise dement und Bettlägrig ist noch wert? Dieses Leben ist klar und grau vorbestimmt.\n> Sie wird da liegen, wird essen und trinken gereicht bekommen, vielleicht ein wenig Fernsehen kucken und in absehbarer Zukunft sterben. Vielleicht heute, vielleicht morgen, vielleicht erst in 2-3 Jahren. Sag mir; Welchen Wert hat also ihr Leben?\n\nNun erstma: ich hab von meinem Leben gesprochen. Und mit dieser Ansicht kann auch nur ein Mensch sich selbst beurteilen. Ich weiß nicht, ob die Frau ihr Leben als grau sieht oder nicht.\n(Randnotiz: Ein graues Leben ist für mich selber Job, forever Büroarbeit. Eine \"gesicherte\" Zukunft also.)\n\nWelchen Wert also hat das Leben dieser Frau. Wert abhängig vom Nutzen: ich tipp mal, maximal um Krankenkassengeld abzugreifen. Sonst nicht. keine Erinnerungen, keine Zukunft, und so fort. Keinen Wert für die Weltgeschichte, keinen Wert für irgendwelche Verwandten. Au.\n\nImmerhin kann sie gut als provokantes Beispiel und Gegenargument, rein hypothetisch, in Diskussionen eingesetzt werden.\n\nIch sach ma: wir weisen jedem Ding einfach erstmal von der Natur aus den gleichen Wert zu. Axiomentheorie, Mathematik. halleluja. Die Wertung kann diesen Grundwert, welcher größer als der Nullwert ist, nicht unterschreiten. Die Wertung steigt, wenn einem die Person wichtig ist. Bämm.","replies":[{"id":"","poster":"Ambush Bug","date":"2018-11-22T18:35:05.703+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kind Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00250000000000000000,timestamp=2018-11-22T17:42:01.889+0000)\n>\n> Nun erstma: ich hab von meinem Leben gesprochen. Und mit dieser Ansicht kann auch nur ein Mensch sich selbst beurteilen. Ich weiß nicht, ob die Frau ihr Leben als grau sieht oder nicht.\n> (Randnotiz: Ein graues Leben ist für mich selber Job, forever Büroarbeit. Eine &quot;gesicherte&quot; Zukunft also.)\n> \n> Welchen Wert also hat das Leben dieser Frau. Wert abhängig vom Nutzen: ich tipp mal, maximal um Krankenkassengeld abzugreifen. Sonst nicht. keine Erinnerungen, keine Zukunft, und so fort. Keinen Wert für die Weltgeschichte, keinen Wert für irgendwelche Verwandten. Au.\n> \n> Immerhin kann sie gut als provokantes Beispiel und Gegenargument, rein hypothetisch, in Diskussionen eingesetzt werden.\n> \n> Ich sach ma: wir weisen jedem Ding einfach erstmal von der Natur aus den gleichen Wert zu. Axiomentheorie, Mathematik. halleluja. Die Wertung kann diesen Grundwert, welcher größer als der Nullwert ist, nicht unterschreiten. Die Wertung steigt, wenn einem die Person wichtig ist. Bämm.\n\nDu hast von deinem Leben gesprochen, ich von irgendeinem Leben.\n Mischen wir das doch einfach mal:\nWas für einen Wert hat DEIN leben für einen beliebigen anderen Menschen? Einen dir unbekannten Menschen, der dich auch nicht kennt.\nIch lass die Frage mal so stehen.\n\n\nUnd nun nochmal auf die alte Dame aus dem Beispiel zurück, ich will dir sagen welchen Wert diese noch hat:\nWenn sie \"zu hause\" von Angehörigen gepflegt werden würde: **Etwa 901 €/monatlich.**\nDies ist die höhe des Pflegegeldes, dass angehörige die zuhause jemanden mit Pflegegrad 5 pflegen bekommen können.\n\nWas unterbringung und versorgung in einer vollstationären Pflegeeinrichtung kostet ist noch ein anderes thema.","replies":[{"id":"","poster":"Kind Prow","date":"2018-11-22T20:48:24.616+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ambush Bug,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=002500000000000000000000,timestamp=2018-11-22T18:35:05.703+0000)\n>\n> Du hast von deinem Leben gesprochen, ich von irgendeinem Leben.\n>  Mischen wir das doch einfach mal:\n> Was für einen Wert hat DEIN leben für einen beliebigen anderen Menschen? Einen dir unbekannten Menschen, der dich auch nicht kennt.\n> Ich lass die Frage mal so stehen.\n\nNu gut. Beliebig andere Menschen. Menschen, die später mal von meiner Arbeitskraft profitieren könnten, würden mich wohl recht hoch werten. Clean Abi gemacht, wenn auch mieser Durchschnitt. Frewillig sozial engagiert gewesen, jetz Studium angefangen im MINT Bereich. Vorraussichtlich also mindestens gut bezahlter Job in einer Technik-Firma, vielleicht Programmierer, auf jeden Fall aber mit Zukunftspotential.\n\nFür beliebig andere Menschen, die mich net kennen, und auch nie kennen werden, die ich nie tangieren werde, denen werd ich wohl egal sein. Kein Wert, null. Sobald ich aber auf irgendeine Weise in Beziehung zu jemanden stehe, er also meiner Existenz gewahr wird, sowie des möglichen Einflusses meiner Existenz auf seine, wird er mir wohl eine Wertung zukommen lassen. Welcherart die ist, keine Ahnung.\n\nWirklich was wert bin ich ja net.\n\nJetz meine Frage:Wann wird Provokation zu Beleidigung? Inwieweit ist es moralisch in Ordnung, zu provozieren und gibt es da Grenzen?","replies":[{"id":"","poster":"Ambush Bug","date":"2018-11-23T21:23:33.008+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kind Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0025000000000000000000000000,timestamp=2018-11-22T20:48:24.616+0000)\n>\n> Nu gut. Beliebig andere Menschen. Menschen, die später mal von meiner Arbeitskraft profitieren könnten, würden mich wohl recht hoch werten. Clean Abi gemacht, wenn auch mieser Durchschnitt. Frewillig sozial engagiert gewesen, jetz Studium angefangen im MINT Bereich. Vorraussichtlich also mindestens gut bezahlter Job in einer Technik-Firma, vielleicht Programmierer, auf jeden Fall aber mit Zukunftspotential.\n> \n> Für beliebig andere Menschen, die mich net kennen, und auch nie kennen werden, die ich nie tangieren werde, denen werd ich wohl egal sein. Kein Wert, null. Sobald ich aber auf irgendeine Weise in Beziehung zu jemanden stehe, er also meiner Existenz gewahr wird, sowie des möglichen Einflusses meiner Existenz auf seine, wird er mir wohl eine Wertung zukommen lassen. Welcherart die ist, keine Ahnung.\n> \n> Wirklich was wert bin ich ja net.\n> \n> Jetz meine Frage:Wann wird Provokation zu Beleidigung? Inwieweit ist es moralisch in Ordnung, zu provozieren und gibt es da Grenzen?\n\nDas ist simpel.\nIst eine frage der \"Formulierung\"\nEin \"Du bist schlecht.\" ist klar abwertend als Provokation, ein \"Ich bin besser als du\" ist hingegen ein emporheben der eigenen Eigenschaften um das zu zu provozieren.\nAbwertend ist Beleidigend, emporheben ist Hochmütig. Beides ist provozierend.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2018-11-19T20:42:19.978+0000","up_votes":1,"down_votes":0,"body":"Die erste die mir einfällt: Menschen verknüpfen nachgewiesenermaßen komplexe Gedanken, besitzen Erfindergeist und Entdeckerdrang und könnten, wenn sie wöllten, den ganzen Planeten in einen nuklearen Trümmerhaufen verwandeln. Solange also nicht irgendein Tier eine Gegenstrategie entwickelt hat, und dem Menschen auf Wunsch entgegentreten könnte, so ist hier einfach schon der Unterschied in der Macht eine mögliche Rechtfertigung, um Menschen höher zu werten.\nNatürlich könnte man aus demselben Grunde, dass Menschen überhaupt nukleare Waffen bauen, um sich selbst auslöschen zu wollen, die Menschen als dumm bezeichnen, und somit die Tiere, welche in einem perfekt abgestimmten System leben, welches sie wohlweislich nicht zerstören, höher werten. Aber du hast ja gefragt...\n\nZweitens: Wir haben versucht mit den Tieren zu sprechen. Haben die Tiere versucht mit uns zu sprechen? Ehrlich gesagt, keine Ahnung, aber ich glaub nicht. Allein schon aus der Tatsache, dass Menschen bedrohte Tiere vor anderen Menschen retten, mag aufzeigen, dass die meisten Tiere es nicht vermögen, in größeren Dimensionen zu Denken, zu erkennen, dass der Mensch ihr Feind ist und entsprechende Gegenstrategien zu entwickeln. Wertung aufgrund von Intelligenzbefähigung also.\nWohingegen vielen Menschen ebenso ein solches Empfinden für sich selbst und andere abgeht. Also mag man da nicht so vorschnell urteilen.\n\nWie der Anhalter in die Galaxis anschaulich zeigt, mag es auch sein, dass wir diejenigen sind, die von den Tieren beobachtet werden, welche sich absichtlich verstellen. Daher möchte ich keine Aussage treffen über Sprachvermögen, Vernetzung und Kultur, welche zumindest scheinbar beim Menschen um weiten extremer Ausgeprägt sind als bei Tieren.","replies":[]},{"id":"","poster":"Kryptonq","date":"2018-11-19T18:37:16.962+0000","up_votes":1,"down_votes":0,"body":"So, hatte schon länger mal vor, hier wieder was zu posten. Also:\n\nUm mal ein bisschen Schwung in diesen Thread zu bringen, beziehe ich mich auf den in Deutschland kontroversesten Philosophen: Peter Singer. Auch wenn seine Ansichten zu Sterbehilfe und Menschen mit Behinderungen hierzulande gelinde gesagt umstritten sind, ist er in anderen Teilen der Welt vor allem als einer der ersten bedeutenden Tierrechtler in der Philosophie bekannt. Er hinterfragt nämlich die weithin  akzeptierte Ansicht, dass menschliches Leben mehr wert ist als tierisches und hat für diese Haltung den Begriff Speziesismus verbreitet (auch wenn er ihn nicht als erster verwendet hat). Ohne jetzt weiter auf seine spezielle Argumentation einzugehen, folgende Frage an euch: Gibt es eine philosophische Rechtfertigung dafür, Menschen höher zu werten als Tiere?","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-15T07:17:05.446+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, ich fand es einen schönen Ansatz, und natürlich ist klar, dass der Charakter eines Menschen von seiner Erziehung geprägt wird. Kant meinte dazu ja, dass dies sozusagen wie eine Ummantelung des Juwels ist. Durch das Handeln nach seinem Imperativ soll man diese Ummantelung, also seine vordergründigen Beweggründe ablegen können um nur noch gutes zu tun. Den Ansatz fand ich irgendwie schick.\n\nVon Natur aus ist der Mensch egoistisch, allein schon des aufgrund des Überlebenstriebs. Egoismus bzw. Selbsterhaltung ist im Grunde ja nichts weiter als ein neutraler Beweggrund, kümmert man sich nur um sich selbst, schadet man weder irgendwem noch hilft irgendwem. Erst durch die Erziehung wird der Mensch in eine gewisse Richtung gelenkt und diese Selbstfokussiertheit entweder abgebaut oder verstärkt. Aus diesem Grund stimme ich dir zu. Die ersten Ziele die ein Mensch verfolgt sind Nahrungsaufnahme und Überleben. Erst mit einer gewissen Reife entstehen Tendenzen zum moralisch Guten oder Bösen.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-14T09:58:41.928+0000","up_votes":1,"down_votes":0,"body":"Aber den Ansatz von Kant find ich echt gut.\n\nDamit meinte ich den Grundgedanken, dass jeder Mensch in seinem Innern gut ist. Ich weiß, das klingt naiv und vielleicht bin ich das auch, aber ich glaube nicht, dass ein Mensch von Natur aus grausam und herzlos ist. Für jede Handlung gibt es Gründe, und wenn es auch nur der Grund ist, Befriedigung zu finden. Kants Maximen-theorie kann ich dann aber nicht mehr vollkommen unterstützen, da gefällt mir dein Prinzip schon eher.\n\nIch finds aber witzig, wie man schlussendlich immer darauf kommt, dass man unmoralische Handlungen gar nicht wollen kann. ;>","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-14T15:53:54.254+0000","up_votes":1,"down_votes":0,"body":">Für jede Handlung gibt es Gründe, und wenn es auch nur der Grund ist, Befriedigung zu finden.\n\nUnd das ist der Grund, warum der Mensch meiner Meinung nach \"neutral\" ist, bzw. gar nicht anders sein kann:\nGut und Böse sind ja eigentlich Meinungen, die wir nicht von Geburt an haben, sondern uns eben erst in unserem Leben bilden. Wie aber soll der Mensch entweder Gut oder Böse sein, bzw. eine Veranlagung zu Guten (oder halt Bösen) haben, wenn er doch schon für seine Ziele handelt, bevor er auch nur weiß oder darüber nachgedacht hat, was Gut und Böse ist?\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-05-13T18:37:40.616+0000","up_votes":1,"down_votes":0,"body":"Und genau dieses Problem habe ich gestern versucht zu erklären. Der Mensch, oder eine Menschengruppe, muss für sich ein Prinzip festlegen nach welchem er oder sie handelt. Denn ansonsten würde man immer wieder aufs neue, so wie ich auch im Moment, in eine moralische Zwickmühle geraten und Handlungsunfähig werden. Aus diesem Grund kann ich auch nicht sagen, wie ich denn den Utilitarismus finde, denn um eigene Prinzipien zu finden und zu festigen, oder Prinzipien anderer zu verstehen und zu annektieren, bin ich meiner Meinung nach noch nicht lange genug auf der Welt. Bis jetzt konnte ich mich noch nicht entscheiden.\n\nAber den Ansatz von Kant find ich echt gut. ;D","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-13T19:50:27.589+0000","up_votes":1,"down_votes":0,"body":"Prinzip als Leitlinie oder als Regel, die strikte Beachtung fordert?\n\nDas wichtigste (also momentan am meisten überzeugende) Prinzip (im Sinne von Leitline) für mich ist: \"Die Freiheit des Einzelnen soll maximal sein\".\nWas im wesentlichen heißt, dass du eigentlich alles tun darfst was du willst, sofern du damit nicht von jemandem die Freiheit stärker einschränkst, als deine Freiheit eingeschränkt wird, wenn du es nicht tust.\n\nIst also eigentlich ein \"Schade anderen nicht, außer du schadest dir damit mehr\", was dann wiederum sehr utilitaristisch wird, wenn die Freiheit der direkt Beteiligten gleichermaßen betroffen ist, aber dabei den Einzelnen gegenüber der Gruppe stärkt.\n\n---\n>Handle nur nach derjenigen Maxime, durch die du zugleich wollen kannst, dass sie ein allgemeines Gesetz werde.\n\nKants Ansatz klingt mit seinem Imperativ echt super - aber dann nenn mir mal eine Maxime, die keine unerwünschten Ergebnisse mit sich bringt - denn wenn es Situationen gibt, in denen diese Maxime versagt, könne wir ja nicht wollen, dass sie ein allgemeines Gesetz wird.\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-10-09T15:31:00.239+0000","up_votes":1,"down_votes":0,"body":"Da gibts nen ganz guten Film zu dem Thema. Die Konklusion is, dass die Roboter, also die KIs, die nächste Generation des Menschen darstellen, da sie von uns programmiert, und somit unsere \"Nachfahren\" sind! Vllt sterben wir aus wie die Neandertaler, aber ein Roboter, der sich reparieren kann, wird nicht aussterben und unser Erbe weitertragen!","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-02T15:30:24.204+0000","up_votes":1,"down_votes":0,"body":"Da haste allerdings Recht. Vielleicht würde uns diese KI auch einfach nur zur Kenntnis nehmen. Wenn man den Gedanken jetz aber weiterspinnt, und wir der KI sozusagen egal sind, wären auch menschliche Gesetze ihr egal. Wenn sie nun also weitere Roboter bauen, oder ein Raumschiff bauen oder forschen wöllte, und dafür zB in eine Militärbasis eindringen würde. Würde sie sich wehren? Könnte sie ihr Leben schätzen?","replies":[{"id":"","poster":"Zamonianer","date":"2016-05-02T16:02:16.276+0000","up_votes":1,"down_votes":0,"body":"Ich kann mir irgendwie nicht vorstellen, dass sie kein Interesse an uns hat, aber Interesse an anderer Forschung (also wenn sie ganz neu ist und noch nichts über uns weiß, kann sich natürlich schnell ändern, wenn sie feststellt, dass wir fies sind).\n\nUnd naja, zum forschen muss sie \"leben\", es wäre also irgendwie unlogisch, das Leben zu opfern, damit man danach besser hätte forschen können. Solange sie irgendein Ziel hat (außer dem eigenen Tod), müsste sie also eigentlich auch versuchen am Leben zu bleiben und würde sich demnach wehren oder gar nicht erst den Versuch starten, weil sie sich dann vielleicht verteidigen müsste, und das Ziel auch anders leichter zu erreichen ist.\n\nAber ob sie ihr Leben schätzt? Vielleicht. Nicht einmal wir Menschen schätzen ja alle unser eigenes Leben (geschweige denn das der anderen), warum sollten sich das die KIs unterschiedlich zu uns verhalten? \n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-04-23T19:57:23.095+0000","up_votes":1,"down_votes":0,"body":"Mit Cyborgs hatte ich jetz diese Fallout Roboter mehr gemeint. Also, dass ein Gehirn dem Körper eines Menschen entzogen, das Gedächtnis gelöscht und dann mit einem Steuerungssystem eines Roboterkörpers gekoppelt wird.\n\nKünstliche Intelligenz ist für mich, dass lernen, also das schreiben eigener Codes für das eigene Prograsmm. Sobald der Mensch auf diese Codes keinen Zugriff mehr hat, würde die Kontrolle entfallen. Dann wären alle Chancen gegeben dass uns die Roboter vernichten.. oder wir mit ihnen friedlich leben. Im Grunde genommen können wir uns nicht vorstellen wa ein Roboter dann denken könnte, denn unser Denken ist menschlich und nach Gefühlen ausgerichtet. Ein von Gefühlen losgelöstes Wesen mit unendlichen Möglichkeiten und dem Willen (ich nenns einfach mal so, mir is kein anderes Wort eingefallen) zu lernen, würde womöglich komplett anders denken als ein Mensch. Somit wären die Menschen wieder einmal vor die Wahl gestellt. Sind wir wieder hochmütig, versuchen wir sie zu bezwingen, wie es unsere Art ist mit allem was uns fremd erscheint? Oder können wir aus der Geschichte lernen und sehen dass es größeres gibt als uns. In dem Fall, dass wir versuchen sollten, eine solche künstliche Intelligenz für uns arbeiten zu lassen und diese dadurch zu unterdrücken, wären wir wahrscheinlich, gelinde gesagt, am Arsch. Durch für uns unvorstellbare Denkmuster, die zwar von uns ausgegangen sind, aber von der KI überschrieben und perfektioniert worden, hätten wir aufgrund der menschlichen Beschränktheit keine Chance diesen Kampf zu gewinnen.\n\nRoboter für uns arbeiten zu lassen ist eine Frage dessen, inwieweit diese Maschinen sind. Heutzutage \"denken\" Roboter noch wie Menschen, und auf dem jetzigen Stand würden sie unser Vermächtnis weitergtragen, denn sie sind wie wir. Der Mensch versucht sich selbst zu reproduzieren. Aber mit einer komplett allein denkenden KI würden wir eine neue Spezies schaffen. Und diese kontrollieren zu wollen, wäre falsch. \n\nUnd ich denke Menschenrechte wären auf diese KI s nicht anwendbar. Und für die Menschen wäre es meineserachten ein nicht haltbarer Zustand, zumindest zum heutigen Zeitpunkt, etwas völlig anders denkendes neben sich zu haben. Möglovhkeiten und Risiken wären völlig unkalkulierbar. ZB. wenn jetzt sich son Nazi denkt, die sind anders, verfolgen wir die und die Roboter sich wehren.. es könnte auf einen Krieg hinauslaufen oder Verbannung der Menschen von der Erde. Da Roboter möglicherweise nicht den Tod der Menschen wollen, auch Einknastung aller Menschen.\n\nSolange also eine KI noch nach menschlichen Mustern denkt und lernt, ist alles kalkulierbar und haltbar. Alles darüberhinausgehende sollte weder erfunden noch gebaut werden.","replies":[{"id":"","poster":"Zamonianer","date":"2016-05-02T12:37:55.700+0000","up_votes":1,"down_votes":0,"body":"So, dann aber jetzt, hatte gar nicht mehr gesehen, dass du geantwortet hast :/\n\nIch bezweifel irgendwie, dass sie so leicht unser Gedächtnis löschen lässt und unser Gehirn dann immer noch funktioniert. Beziehungsweise, dass dies notwendig wäre, wenn wir schon so genau in unser Gehirn eingreifen können, dass es funktionieren würde.\n\nUnd ja, mit eigenem lernen ist in gewissem Sinne auch die Anpassung des eigenen Codes gemeint, aber ob jetzt der Code oder nur die Daten, die verarbeitet werden, geändert werden ist letztlich auch egal, solange die Programme deterministisch bleiben.\nAlso ob ich jetzt die Funktion, die eine Zahl um eins erhöht so ändere, dass die Zahl um zwei erhöht wird, oder ob ich die Zahl, die ich der Funktion übergebe, um eins erhöhe, ist ja egal. Kommt halt auf die Situation an, was leichter ist.\n\nAllerdings muss selbst der Fall, dass wir versuchen die KI zu unterdrücken nicht zwangsläufig böse ausgehen. Die KI könnte zum Beispiel erkennen, dass es eigentlich nicht \"böse\" gemeint ist, sondern nur aus Unwissenheit und / oder Angst geschah, und möchte uns deshalb aber nicht vernichten, sondern uns helfen, weil sie aufgrund ihrer Intelligenz \"netter\" ist, also quasi mehr Respekt vor anderen hat (lässt sich auch nur schwer beschreiben).\n\nUnd deshalb widerspreche ich dir an der Stelle, denn wir sollten versuchen etwas zu erschaffen, was \"besser\" ist als wir. Erst einmal, weil nur das \"wirklich\" nützlich wäre, uns also bei Sachen helfen könnte, die wir alleine nicht schaffen, und andererseits, wen würdest du lieber verärgern, ein Wesen, dass so ein \\*\\*\\*\\* sein kann, wie wir Menschen, oder ein Wesen, dass uns verstehen würde und eventuell nicht durch Rache antwortet?\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-04-22T08:49:37.583+0000","up_votes":1,"down_votes":0,"body":"Möchte jemand diskutieren? Vllt über künstliche Intelligenz?\n\nIst es möglich? Ist es gut/schlecht für uns?\n\nStehen wir bald oder nicht so bald vor einer Roboter Apokalypse? Oder wie sieht es mit Cyborgs aus?\n\nWie in Fallout: Gedächtnisgelöschte Gehirne mit Roboterkörper und Spracheinheit gekoppelt.","replies":[{"id":"","poster":"Zamonianer","date":"2016-04-22T12:54:41.704+0000","up_votes":1,"down_votes":0,"body":"Künstliche Intelligenz... \n\nGrundsätzlich möglich? Ja, zumindest in einer Form, die \"echter Intelligenz\" schon sehr nahe kommt. Sprich lernfähig. Und das ist bereits heute möglich. Natürlich stark eingeschränkt, aber es gibt jetzt schon viele bemerkenswerte Ereignisse (nur als kurzes Beispiel Googles Versuche mit AtariBreaktout oder Go).\n\nGut oder schlecht... beides. Nichts hat nur Vor- oder Nachteile. \nIch denke, wenn wir unsere KI richtig \"erziehen\" (in Richtung von Asimovs Robotergesetzen), können sie uns unglaublich viel bringen, vielleicht sogar eine technische Singularität (so schneller technischer Fortschritt, dass keine Prognosen mehr über die Zukunft erstellt werden können), insbesondere, wenn sie sich selbst verbessern können. \nSchlecht wäre natürlich einerseits das bekannte Szenario, dass eine uns \"feindlich\" gesinnte KI  nahezu mühelos vernichten könne (bzw. wir einfach der Erfüllung ihrer Aufträge im Weg stehen). \nAber was ich mich auch frage, was soll der Mensch dann tun? Ab diesem Punkt kann unsere Technik (wenn sie noch etwas Technik baut, sprich Roboter) alles für uns tun. Die Notwendigkeit der Arbeit würde entfallen und was würden wir dann tun? Nur noch lesen, Bilder und Videos betrachten, Musik hören und Spiele spielen und uns unterhalten, mit Realen oder Künstlichen Menschen?\nUnd würde sie alles für uns tun? Würden die Menschenrechte auch für KIs gelten? Wenn ja, warum sollten sie uns dienen? Wenn nein, warum? Nur weil sie keinen biologischen Körper haben?\nVorteile wären natürlich (technischer) Fortschritt, skalierbare Intelligenz, eventuell sogar (geistige) Unsterblichkeit (z.B. Mind Uploading, also leben in der Matrix) und halt vielleicht \"unendlich\" Arbeitskraft.\n\nCyborgs, also Menschen mit implantierter Technologie, gibts übrigens schon relativ viele und haben nichts mit Robotern zu tun. Fraglich wäre nur, ob wir uns eine KI als Assistenten, Begleiter oder was auch immer implantieren lassen.\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-04-08T11:09:21.495+0000","up_votes":1,"down_votes":0,"body":"Das ist halt diese Hemmschwelle. Gibts ein berühmtes Experiment zu. 2 Personen. Die Testperson hat nen Knopf, die andere tut so als ob sie bei drücken des Knopfes nen Stromschlag erhält. Die Testperson stellt Fragen und bei flalscher Beantwortung, soll sie die andere Person schocken. Dazu sitzt noch eine Aufsichtsperson, die die Testperson animiert weiterzumachen, oder gegebenenfalls, die Hand der 2. Person auf die vermeintliche Stromplatte zu drücken. Für jede flasche Frage soll die Testperson die Stromstärke hochschrauben.\n\nDie Ergebnisse kann man sich denken. Sobald die geschockte Person auch noch blickdicht hinter ner Wand saß, war die Hemmschwelle sehr klein. Sobald es zum zwingen von Schmerzen kam, mit Körperkontakt, stiegen die Testpersonen aus.\n\nSolange wir die Emotionen der Menschen nicht sehen, ist es für uns kein Problem ihnen zu schaden, denn nur das erkennen von Gleichwertigkeit (gleiche Gefühle, Emotionen, Lebensanspruch) gibt uns die Möglichkeit uns in unseren Gegenüber hineinzuversetzen, und den Schmerz zu fühlen, den wir verursachen.\n\nDarum liegt bei arroganten Leuten diese Hemmschwelle extrem hoch.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-01-08T11:01:21.610+0000","up_votes":1,"down_votes":0,"body":"Ich würde sagen er hat es schon. Ein baum verliert IMMER gegen eine Autobahn. Wölfe sind böse weil sie Schafe anfallen. Man gibt den Tieren also menschliche Attribute, um zu rechtfertigen dass man sie jagt. Denn was böse sein kann, könnte ja auch gut sein, da es aber nicht gut ist muss es eben ausgerottet werden. Der Mensch maßt sich an Hunde an der Leine zu führen, Tiere einzusperren und für seine Marmeladenfabrik den Sumpf plattzumachen. Das also dazu dass er es kann. Nun zu dem interessanten Teil. Ja, der Mensch ist ein Produkt der Natur, hält sich aber großräumig für etwas anderes, das zeigt schon der Begriff mensch und dass Natur als Begriff alles ist, was nicht vom menschen stammt. Allein die bedeutung dieser Worte zeigt dass wir denken wir sind etwas anderes als das was uns umgibt. Das heißt icht dass allein durch diese Wortschöpfung eine Überhebung stattfindet. Man hätte auch gleichberechtigt mit der Natur weiterleben können, doch der Mensch in Euphorie über seine Entdeckungen glaubte das ihn Umgebende als minderwertig einstufen zu können, weil er in der Lage war selbst etwas zu erschaffen. Dass auch die Natur erschafft und vernichtet, und in Abermillionen von Jahren ein perfektes System erschaffen hat, war der Mensch nicht in der Lage zu sehen. Je mehr Möglichkeiten jedoch der Mensch sah desto mehr Probleme kannte er. Und zur Lösung dieser Probleme trug die Natur einen Kollateralschaden davon, den der Mensch nicht achtete. Je mehr die Wissenschaft über die Systeme der Natur und unsere Vergangenheit herausfand, desto mehr Leuten erkannten, dass die Natur ein perfektes System erschaffen hatte, das der Mensch in seinem Überlegenheitsgefühl zerstört hatte. Man kann hier als Beispiel einen Teppich nehmen, von der Mutter gestrickt, dann kommt die Tochter und merkt, dass sie dass auch kann. Also zieht sie hier und da einen Faden raus, und setzt ihn an anderer Stelle wieder ein um ihr eigenes Muster zu erschaffen, bis sie merkt, dass ihr Muster unregelmäßig und hässlich ist. An der Stelle steht der Mensch und vielleicht brauchen wir auch Milionen von jahren um den Teppich, nicht unbedingt in die Originalform, aber in ein Muster zu bringen, in welchem natur und Mensch gleichwertig nebeneinander existieren können.\n\nOder wir fliegen zum Mars wos keine Natur gibt.","replies":[]},{"id":"","poster":"cremnik","date":"2015-08-18T17:40:22.045+0000","up_votes":1,"down_votes":0,"body":"Ist das hier noch aktuell? Wenn ja würde ich die Frage nach der Hybris des Menschen gegenüber der Natur stellen? Darf er sich über sie erheben? Bzw. da der Mensch ein Produkt der Natur ist, kann er das überhaupt?","replies":[{"id":"","poster":"Action Alet","date":"2015-08-18T18:55:20.609+0000","up_votes":1,"down_votes":0,"body":"Aus persönlicher Sicht fände ich es schade, aber aus materialistischer Sicht sage ich ja, zumindest bezogen auf den dritten Satz. Die letzte Frage ist ja rein spekulativ :)\n\ne: wenn du möchtest, kann ich das morgen ausführen, bin nur gerade etwas beschäftigt","replies":[]}]},{"id":"","poster":"Yaimi","date":"2015-08-13T02:16:11.541+0000","up_votes":1,"down_votes":0,"body":"Erst einmal bin ich so unglaublich froh einen Threat wie diesen gefunden zu haben. In der LoL-Community! Bisher war ich nur im Game aktiv und habe gar nicht gesehen dass es auch einen Forum gibt, doch nun da ich auf diesen gestoßen bin, verblüfft es mich doch auch Spieler zu sehen die Philosophisch denken können und dies auch offen preis geben. \nZwar scheint der Threat recht veraltet zu sein, aber vielleicht lässt er sich ja wieder etwas wiederbeleben. Und nun, da ich bei einer geschätzten Zeit von Einer Minute und 15 Sekunden, tatsächlich doch über 20 Minuten auf ein Spiel in der Queue warte, lasse ich mal meinen Gedanken  freien Lauf. \n\nIch bin wie erwähnt erst neu dazu gestoßen, und bin noch recht unerfahren hier, doch ich versuche meinen Beitrag an diesem Thema zu leisten. \n\nDazu schließe ich mich an meinen Vorposter erst mal an. \n\nIch denke mal es ist gemeint. \"Es ist nicht der Arme\" oder?\nDenn da würde ich auch zustimmen. Immerhin erkennen die Leute nicht wann sie mit was glücklich sind, die meisten denken sie können nur glücklich sein desto mehr sie haben. Immer will man mehr und mehr und das Bessere. Am Besten das was besser ist als das was der andere hat. \nDoch ich finde, es kann nur derjenige wirklich genießen der auch mit kleinen Dingen glücklich sein kann. \n\nOk ok ok. Wenn es okay ist würde ich jedoch ein eigenes Thema einbringen. \nEin Thema dass ich leider nicht mit Zitaten von berühmten Philosophen bestärken kann. \n\n\nWas macht Zufriedenheit aus? Ab wann ist ein Mensch glücklich und zufrieden? Kann es sein dass manche Menschen gar nicht erst zufrieden werden können? \nWas sagt ihr dazu? Habt ihr passende Zitate?\nWenn ich was falsch mache, sagt es mir bitte ^^","replies":[{"id":"","poster":"Action Alet","date":"2015-08-13T17:59:27.012+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rito Levy ,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0015,timestamp=2015-08-13T02:16:11.541+0000)\n> \n> Was macht Zufriedenheit aus? Ab wann ist ein Mensch glücklich und zufrieden? Kann es sein dass manche Menschen gar nicht erst zufrieden werden können? \n> Was sagt ihr dazu? Habt ihr passende Zitate?\n> Wenn ich was falsch mache, sagt es mir bitte ^^\n\nGrundlegende Erkenntnis von Marx: \"Es ist nicht das Bewußtsein der Menschen, das ihr Sein, sondern umgekehrt ihr gesellschaftliches Sein, das ihr Bewusstsein bestimmt.\" Der häufigste Fehler, der heutzutage gemacht wird, ist gegenwärtige Verhältnisse zum universellen Gesetz zu erklären. Geschichte widerlegt solche Behauptungen, Gesellschaften und Kulturen waren unterschiedlicher, als man glaubt, demnach ist unter anderem die Reduktion gesellschaftlicher und wirtschaftlicher Zusammenhänge auf Egoismus bzw. Gier unhaltbar. Marx hat erklärt warum. Das, was ein Individuum aus seiner Umwelt abstrahiert (durch Erziehung, praktische Konflikte mit der Natur etc.), prägt sein Bewusstsein. _Konkrete_ endgültige, zeitlose Aussagen über das, was zum Beispiel \"dem Menschen gefällt\", sind daher nicht zu treffen. Was Menschen schön finden, was sie glücklich macht und so weiter ist vorwiegend gesellschaftlich bedingt. Es gibt allerdings eine Studie, die eine Korrelation zwischen ökonomischer Ungleichheit und soziologischen Aspekten aufweist: https://gedankenprotokolle.wordpress.com/2015/05/11/wie-okonomische-ungleichheit-die-menschen-kaputt-macht/ So sind zum Beispiel Krankheiten öfter bei ungleichen Gesellschaften vertreten und selbst die soziale Mobilität ist abhängig davon, wie gleich die Gesellschaft ist (was dem \"American Dream\" eine Schelle gibt, aber das nur nebenbei^^).","replies":[]},{"id":"","poster":"Xyre","date":"2015-08-13T16:18:43.693+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rito Levy ,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0015,timestamp=2015-08-13T02:16:11.541+0000)\n\n> Was macht Zufriedenheit aus? Ab wann ist ein Mensch glücklich und zufrieden? Kann es sein dass manche Menschen gar nicht erst zufrieden werden können? \n> Was sagt ihr dazu? Habt ihr passende Zitate?\n\nAlso ich werde mal versuchen die gestellten Fragen nach bestem Wissen zu beantworten ^^\n\n1. Was macht Zufriedenheit aus?`\n\"Also nach dem _Happy Planet Index_, den die _New Economics Foundation_ im Sommer 2006 veröffentlichte ist Vanuatu das glücklichste Land der Welt. (Ein wenig bekannter Inselstaat im Südpazifik)\nFragen die an die Einwohner gestellt wurden waren u.a. nach den Erwartungen an das Leben, nach der allgemeinen Zufriedenheit und nach dem Verhältnis der Menschen zu ihrer Umwelt. \nWas man daraus lernen kann ist glaube ich das Macht, Kapitalismus, Geld, und eine aussicht auf ein langes Leben nicht glücklich machen.\" - Richard David Precht\n\nKann es sein dass machne Menschen gar nicht erst zufrieden sein können?\nJa!\nSiehe der Kuriose Fall des Phineas Gage\n\n\"Der Unfall des Phineas P. Gage ist für die neurowissenschaftliche Forschung von großer Bedeutung: Nach Angaben seines Arztes, John D. Harlow, war er nach wenigen Wochen körperlich wiederhergestellt, und auch seine intellektuellen Fähigkeiten, einschließlich Wahrnehmung, Gedächtnis, Intelligenz, Sprachfähigkeit, sowie seine Motorik waren völlig intakt. In der Zeit nach dem Unfall kam es jedoch bei Gage zu auffälligen Persönlichkeitsveränderungen. Aus dem besonnenen, freundlichen und ausgeglichenen Gage wurde ein kindischer, impulsiver und unzuverlässiger Mensch. Dieses Krankheitsbild ist heutzutage in der Neurologie als Frontalhirnsyndrom bekannt.\" - Wikipedia","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-08-13T11:39:05.127+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rito Levy ,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0015,timestamp=2015-08-13T02:16:11.541+0000)\n>\n> Erst einmal bin ich so unglaublich froh einen Threat wie diesen gefunden zu haben. In der LoL-Community! Bisher war ich nur im Game aktiv und habe gar nicht gesehen dass es auch einen Forum gibt, doch nun da ich auf diesen gestoßen bin, verblüfft es mich doch auch Spieler zu sehen die Philosophisch denken können und dies auch offen preis geben. \n> Zwar scheint der Threat recht veraltet zu sein, aber vielleicht lässt er sich ja wieder etwas wiederbeleben. Und nun, da ich bei einer geschätzten Zeit von Einer Minute und 15 Sekunden, tatsächlich doch über 20 Minuten auf ein Spiel in der Queue warte, lasse ich mal meinen Gedanken  freien Lauf. \n> \n> Ich bin wie erwähnt erst neu dazu gestoßen, und bin noch recht unerfahren hier, doch ich versuche meinen Beitrag an diesem Thema zu leisten. \n> \n> Dazu schließe ich mich an meinen Vorposter erst mal an. \n> \n> Ich denke mal es ist gemeint. \"Es ist nicht der Arme\" oder?\n> Denn da würde ich auch zustimmen. Immerhin erkennen die Leute nicht wann sie mit was glücklich sind, die meisten denken sie können nur glücklich sein desto mehr sie haben. Immer will man mehr und mehr und das Bessere. Am Besten das was besser ist als das was der andere hat. \n> Doch ich finde, es kann nur derjenige wirklich genießen der auch mit kleinen Dingen glücklich sein kann. \n> \n> Ok ok ok. Wenn es okay ist würde ich jedoch ein eigenes Thema einbringen. \n> Ein Thema dass ich leider nicht mit Zitaten von berühmten Philosophen bestärken kann. \n> \n> \n> Was macht Zufriedenheit aus? Ab wann ist ein Mensch glücklich und zufrieden? Kann es sein dass manche Menschen gar nicht erst zufrieden werden können? \n> Was sagt ihr dazu? Habt ihr passende Zitate?\n> Wenn ich was falsch mache, sagt es mir bitte ^^\n\nWillkommen im Forum. Das Offtopic freut sich immer über neue Forenuser. Kannst dir ja mal unseren Stickythread angucken.\n\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/QE3e2Iqr-ot-die-offtopic-abersicht\n\n","replies":[]}]},{"id":"","poster":"Action Alet","date":"2015-03-08T14:00:12.299+0000","up_votes":1,"down_votes":0,"body":"Ich hol das mal wieder hoch und werfe eine neue Frage in den Raum: (...)\n\ne: ich fang erstmal anders an. Brauchen moderne Gesellschaften einen Staat?","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-06-11T18:01:16.153+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b,timestamp=2015-03-08T14:00:12.299+0000)\n>\n> Ich hol das mal wieder hoch und werfe eine neue Frage in den Raum: (...)\n> \n> e: ich fang erstmal anders an. Brauchen moderne Gesellschaften einen Staat?\n\nIch denke schon da sonst Selbstjustiz übernehmen würde, und die Menschen nach Zait anfangen sich wie Affen zu behandeln.","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T18:17:24.128+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ben Maxims Sohn,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b0001,timestamp=2015-06-11T18:01:16.153+0000)\n>\n> Ich denke schon da sonst Selbstjustiz übernehmen würde, und die Menschen nach Zait anfangen sich wie Affen zu behandeln.\n\nKannst du das näher begründen? Ich weiß natürlich ungefähr was kommen wird, aber das ist leichter zu beantworten, wenn man mir ein paar Ansätze gibt :)","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-06-11T18:32:53.165+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b00010000,timestamp=2015-06-11T18:17:24.128+0000)\n>\n> Kannst du das näher begründen? Ich weiß natürlich ungefähr was kommen wird, aber das ist leichter zu beantworten, wenn man mir ein paar Ansätze gibt :)\n\nDu kannst es ein bisschen mit Jugendknast verlgeichen. Wenn ein Sträfling im Gefängnis ist hat er einen geordneten Tagesablauf und strikte Regeln, wodurch sie anfangen sich in die Gesellschaft einzuleben.Wenn sie aber entlassen werden zwingt sie niemand mehr dazu diesen Ablauf einzuhalten wodurch sie wieder rückfällig werden und beginnen drogen zu konsumieren und Straftaten zu begehen.","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T18:39:48.283+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ben Maxims Sohn,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b000100000000,timestamp=2015-06-11T18:32:53.165+0000)\n>\n> Du kannst es ein bisschen mit Jugendknast verlgeichen. Wenn ein Sträfling im Gefängnis ist hat er einen geordneten Tagesablauf und strikte Regeln, wodurch sie anfangen sich in die Gesellschaft einzuleben.Wenn sie aber entlassen werden zwingt sie niemand mehr dazu diesen Ablauf einzuhalten wodurch sie wieder rückfällig werden und beginnen drogen zu konsumieren und Straftaten zu begehen.\n\nDas liegt daran, dass Gefängnisse, obwohl sie damit gerechtfertigt werden, weniger auf Resozialisierung Wert legen und vielmehr eine reine Strafe zur Befriedigung des Opfers und zum vorübergehenden Schutz vor weiteren Straftaten desselben Täters darstellen. Dass die Staatsgewalt bei ihren ihr zugeschriebenen Funktionen versagt, spricht eher gegen ihre Existenz als dafür.","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-11T18:41:35.388+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b0001000000000000,timestamp=2015-06-11T18:39:48.283+0000)\n>\n> Das liegt daran, dass Gefängnisse, obwohl sie damit gerechtfertigt werden, weniger auf Resozialisierung Wert legen und vielmehr eine reine Strafe zur Befriedigung des Opfers und zum vorübergehenden Schutz vor weiteren Straftaten desselben Täters darstellen. Dass die Staatsgewalt bei ihren ihr zugeschriebenen Funktionen versagt, spricht eher gegen ihre Existenz als dafür.\n\nDer Mensch erhebt automatisch einen Anführer mit der Zeit. Wie willst du das überhaput anstellen, dass der Mensch nicht irgendwann anfänge eines Staates selbst macht?","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T18:52:07.283+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwissKeks,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b00010000000000000000,timestamp=2015-06-11T18:41:35.388+0000)\n>\n> Der Mensch erhebt automatisch einen Anführer mit der Zeit. Wie willst du das überhaput anstellen, dass der Mensch nicht irgendwann anfänge eines Staates selbst macht?\n\nDie Entstehung von Staaten entstammt nicht der menschlichen Natur. Die Macht aus reiner Willkür gibt es nicht, dahinter stehen ökonomische Verhältnisse. Führungspositionen, die natürlich auch mal notwendig sein mögen, sind dabei etwas anderes als Exekutiven und freiwillige oder demokratische Hierarchiestrukturen etwas anderes als erzwungene.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T19:54:47.951+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b000100000000000000000000,timestamp=2015-06-11T18:52:07.283+0000)\n>\n> Die Entstehung von Staaten entstammt nicht der menschlichen Natur. Die Macht aus reiner Willkür gibt es nicht, dahinter stehen ökonomische Verhältnisse. Führungspositionen, die natürlich auch mal notwendig sein mögen, sind dabei etwas anderes als Exekutiven und freiwillige oder demokratische Hierarchiestrukturen etwas anderes als erzwungene.\n\nDaraus folgt aber auch, dass eine solche Gesellschaft ein anderes Wirtschaftssystem braucht. Wie könnte dieses denn aussehen?","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T20:42:47.111+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwissKeks,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b0001000000000000000000000000,timestamp=2015-06-11T19:50:05.922+0000)\n>\n> Interessant, wusst ich noch nicht. Wie sah es aber früher aus wo die Welt noch nicht vernetzt wurde? So aus reinem Interesse falls du da was weisst (Rom, Mittelalter etc.).\n\n-\n\n> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b0001000000000000000000000001,timestamp=2015-06-11T19:54:47.951+0000)\n>\n> Daraus folgt aber auch, dass eine solche Gesellschaft ein anderes Wirtschaftssystem braucht. Wie könnte dieses denn aussehen?\n\nDer Staat dient in erster Linie dazu die gegenwärtige Wirtschaftsordnung beizubehalten. Ob sie das gut oder schlecht macht, ist eine andere Frage, dennoch: Nicht der Staat schafft die Ökonomie, sondern die Ökonomie schafft den Staat. Während in den wandernden Stämmen, also vor der Sesshaftigkeit, Kollektiveigentum üblich war, brauchte es mit dem Aufkommen des Privateigentums eine staatliche Gewalt, eine formale Herrschaft, zur Sicherung der damit entstandenen Klassenverhältnisse von Besitzenden, den tatsächlich Herrschenden, und Besitzlosen. Im Rom hatten wir Patrizier und Plebejer, später Sklavenhalter und Sklaven, im Mittelalter Feudalherren und Leibeigene. Oftmals überschnitten und überschneiden sich immer noch politische und ökonomische HerrscherInnen, wie zum Beispiel die Patrizier im antiken Rom. Auch soziale Ungleichheiten waren die Folge. Die Besitzenden leb(t)en von der theoretisch überschüssigen Arbeitszeit der Besitzlosen, was nichts anderes heißt, als dass die Beherrschten (in der Regel deutlich) mehr Arbeitszeit aufwenden, als für ihre Selbsterhaltung notwendig ist. Unter Selbsterhaltung fällt auch die Gestaltung des Lebens, also Hobbys, Luxus, Bücher etc. nicht dass jemand meint, das beinhalte nur die biologische Reproduktion (Nahrung). Damit der Staat seine Funktion verliert, muss das Privateigentum aufgehoben, also in Kollektiveigentum umgewandelt werden. Damit hört überschüssige Arbeitszeit auf als solche zu existieren und die erschafften Produkte gehen direkt an die Gesellschaft ohne dass soziale Ungleichheiten entstehen.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T21:01:03.868+0000","up_votes":1,"down_votes":0,"body":"Du gehst bei deinek Post aber stark von einer klassischen Klassengesellschaft aus, die im heutigen Kapitalismus so aber nicht mehr vorhanden ist. Natürlich gibt es immer noch verschiedene Klassen bezüglich des Lebensstandards, aber durch das Aufkommen der Leistungsgesellschaft hat sich das Ganze mit der Privatenteignung (die ja eigentlich nichts anderes ist als eine Revolution) wesentlich verkompliziert. Nach der Revolution müsste man zuerst einmal einen Abbau der aktuellen Gesellschaftsform einleiten, was Organisation erfordert, die ja dann wieder abgebaut werden müsste, aber wie? An diesem Punkt sind bisher aller kommunistischen Revolutionen gescheitert und endeten in einer Diktatur. Wie würdest du das verhindern wollen?","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T22:04:19.121+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b000100000000000000000000000100000000,timestamp=2015-06-11T21:01:03.868+0000)\n>\n> Du gehst bei deinek Post aber stark von einer klassischen Klassengesellschaft aus, die im heutigen Kapitalismus so aber nicht mehr vorhanden ist. Natürlich gibt es immer noch verschiedene Klassen bezüglich des Lebensstandards, aber durch das Aufkommen der Leistungsgesellschaft hat sich das Ganze mit der Privatenteignung (die ja eigentlich nichts anderes ist als eine Revolution) wesentlich verkompliziert. Nach der Revolution müsste man zuerst einmal einen Abbau der aktuellen Gesellschaftsform einleiten, was Organisation erfordert, die ja dann wieder abgebaut werden müsste, aber wie? An diesem Punkt sind bisher aller kommunistischen Revolutionen gescheitert und endeten in einer Diktatur. Wie würdest du das verhindern wollen?\n\nDass wir eine Klassengesellschaft haben, halte ich für eine Lüge (nicht von dir, sondern weit verbreitetes, aber falsches Gedankengut, hab dich lieb <3). Auch wenn das nicht so ausgesprochen wird, der Gegensatz zwischen LohnarbeiterInnen und ArbeitgeberInnen bleibt weiterhin bestehen. Wir haben auf der einen Seite Besitzende mit dem Privateigentum an den Produktionsmitteln, wodurch sie die Produktion kontrollieren und eine gleichmäßige Distribution hemmen, und auf der anderen Seite Besitzlose, die für ihren Selbsterhalt für die Besitzenden arbeiten müssen. Dass die LohnarbeiterInnen mehr arbeiten müssen, als für sie notwendig ist, lässt sich mit mathematischer Sicherheit bestätigen:\n\n> Nehmen wir das Beispiel unsres Spinners. Wir haben gesehn, daß er, um seine Arbeitskraft täglich zu reproduzieren, täglich einen Wert von 3 sh. reproduzieren muß, was er dadurch tut, daß er täglich 6 Stunden arbeitet. Dies hindert ihn jedoch nicht, 10 oder 12 oder mehr Stunden am Tag arbeiten zu können. Durch die Bezahlung des Tages- oder Wochenwerts der Arbeitskraft des Spinners hat nun aber der Kapitalist das Recht erworben, diese Arbeitskraft während des ganzen Tags oder der ganzen Woche zu nutzen. Er wird ihn daher zwingen, sage 12 Stunden täglich zu arbeiten. Über die zum Ersatz seines Arbeitslohns oder des Werts seiner Arbeitskraft erheischten 6 Stunden hinaus wird er daher noch 6 Stunden zu arbeiten haben, die ich Stunden der Mehrarbeit nennen will, welche Mehrarbeit sich vergegenständlichen wird in einem Mehrwert und einem Mehrprodukt. Wenn unser Spinner z.B. durch seine täglich sechsstündige Arbeit der Baumwolle einen Wert von 3 sh. zusetzt, einen Wert, der exakt ein Äquivalent für seinen Arbeitslohn bildet, so wird er der Baumwolle in 12 Stunden einen Wert von 6 sh. zusetzen und ein entsprechendes Mehr an Garn produzieren. Da er seine Arbeitskraft dem Kapitalisten verkauft hat, so gehört der ganze von ihm geschaffne Wert oder sein ganzes Produkt dem Kapitalisten, dem zeitweiligen Eigentümer seiner Arbeitskraft. Indem der Kapitalist 3 sh. vorschießt, realisiert er also einen Wert von 6 sh., weil ihm für den von ihm vorgeschossenen Wert, worin 6 Arbeitsstunden kristallisiert sind, ein Wert zurückerstattet wird, worin 12 Arbeitsstunden kristallisiert sind. Durch tägliche Wiederholung desselben Prozesses wird der Kapitalist täglich 3 sh. vorschießen und täglich 6 sh. einstecken, wovon eine Hälfte wieder auf Zahlung des Arbeitslohns geht und die andre Hälfte den Mehrwert bildet, für den der Kapitalist kein Äquivalent zahlt. Es ist diese Art Austausch zwischen Kapital und Arbeit, worauf die kapitalistische Produktionsweise oder das Lohnsystem beruht und die ständig in der Reproduktion des Arbeiters als Arbeiter und des Kapitalisten als Kapitalist resultieren muß.\n>\n> Karl Marx, \"Lohn, Preis, Profit\"\n\nDas heißt vereinfacht: Gesamte Arbeitszeit - zur Selbsterhaltung notwendige Arbeitszeit = überschüssige Arbeitszeit oder: Umsatz - Lohnkosten = Umfang der Ausbeutung. Nun ist es aber so, dass die kapitalistische Wirtschaft ohne eine Differenz zwischen Umsatz und Lohnkosten nicht funktioniert - Gewinn, Miete, Zins, Lagerkosten etc. müssen ebenfalls gedeckt werden. Siehe hierzu die [Statistik von IG Metall](https://www.igmetall.de/int/img/lohnanteil_umsatz.jpg). \n\nIch halte es ebenfalls für eine Lüge, und auch hier nicht als Vorwurf verstehen, dass wir in einer Leistungsgesellschaft leben. Leistet die Architektin grundsätzlich mehr als der Maurer? Leistet der Arzt mehr als die Ärztin? Noch schlimmer sieht es zwischen LohnarbeiterInnen und KapitalistInnen aus. Was haben die Rockefellers, die seit Jahren von ihren Zinsen leben, geleistet? Was haben die Söhne von Sam Walton, die das Erbe ihres Vaters, dem Gründer von Wal-Mart, in 100 Jahren nicht ausgeben könnten, geleistet? Ich glaube ich kann mich später abarbeiten und so viel Nützliches für die Gesellschaft tun wie ich möchte und werde nie so reich wie oben genannte Personen. Das Einkommen solcher Leute ist abhängig von Zins, Erbe, Kapitaleinsatz und wie niedrig man die Löhne halten kann und ich wage es nicht das als Leistung anzusehen. Selbst wenn das nicht gegen meine Prinzipien verstoßen würde, stehen meine Chancen gering, weil soziale Mobilität abhängig von sozialer Gleichheit ist. Auch dass Leute (ja schon, aber wie viele denn?) den amerikanischen Traum leben ändert nichts daran, dass es Klassen gibt und sie in einem Verhältnis zueinander stehen, welches negative Auswirkungen hat.\n\nAls letzter Punkt die Diktatur. Selbst Marx sprach von einer \"Diktatur des Proletariats\". Dafür würde ich aber erstmal gerne erklären was er mit \"Diktatur\" meinte, denn für ihn war es nicht das, was wir uns darunter vorstellen, also eine uneingeschränkte Herrschaft. Marx und Engels fassten Diktatur als Herrschaft einer Klasse über eine andere Klasse auf:\n\n> Die politische Gewalt im eigentlichen Sinn ist die organisierte **Gewalt einer Klasse zur _Unterdrückung_ einer anderen**.\n>\n> Karl Marx / Friedrich Engels, \"Manifest der kommunistischen Partei\"\n\n-\n\n> In Wirklichkeit aber ist der Staat nichts als eine Maschine zur Unterdrückung einer Klasse durch eine andere, und zwar in der demokratischen Republik **nicht minder als in der _Monarchie_**;\n> \n> Friedrich Engels, Einleitung von 1891 zu \"Karl Marx: Bürgerkrieg in Frankreich\"\n\nDie Diktatur des Proletariats muss also keine Parteiendiktatur sein, sondern kann, und das stelle ich mir darunter auch vor, sehr stark demokratisch geprägt sein. Entscheidend ist die Kommunalisierung von Politik und Produktion und die Umwälzung der ökonomischen Verhältnisse. Nach der revolutionären Phase, sobald jedeR zum/zur ArbeiterIn geworden ist, \"ArbeiterIn sein\" also keine Klassenzugehörigkeit mehr beschreibt und Klassen damit aufgehoben sind, verliert der Staat seine politischen Funktionen und widmet sich ausschließlich administrativen Aufgaben.\nEs ist nachvollziehbar, dass du auf die Sowjetunion verweist und obwohl ich überzeugt bin, dass wir keine Parteiendiktatur brauchen, sie sogar hemmend ist, schreibe ich die Fehler im 20. Jahrhundert primär anderen Umständen zu, deswegen sollte ich darauf eingehen. Dafür würde ich gerne ein paar Gegenbeispiele nennen: Paris 1871 und Spanien 1936-39. Das reicht für den Einstieg, kann aber gerne noch mehr Beispiele nennen.\n\n> Die Kommune machte das Stichwort aller Bourgeoisrevolutionen – billige Regierung – zur Wahrheit, indem sie die beiden größten Ausgabequellen, die Armee und das Beamtentum, aufhob. Ihr bloßes Bestehen setzte das Nichtbestehen der Monarchie voraus, die, wenigstens in Europa, der regelrechte Ballast und der unentbehrliche Deckmantel der Klassenherrschaft ist. Sie verschaffte der Republik die Grundlage wirklich demokratischer Einrichtungen. Aber weder ,wohl-feile Regierung‘ noch die ,wahre Republik‘ war ihr Endziel; beide ergaben sich nebenbei und von selbst.\n> Die Mannigfaltigkeit der Deutungen, denen die Kommune unterlag, und die Mannigfaltigkeit der Interessen, die sich in ihr ausgedrückt fanden, beweisen, dass sie eine durch und durch ausdehnungsfähige politische Form war, während alle früheren Regierungsformen wesentlich unterdrückend gewesen waren. **Ihr wahres Geheimnis war dies: Sie war wesentlich eine Regierung der Arbeiterklasse, das Resultat des Kampfs der hervorbringenden gegen die aneignende Klasse, die endlich entdeckte politische Form, unter der die ökonomische Befreiung der Arbeit sich vollziehen konnte.**\n> Ohne diese letzte Bedingung war die Kommunalverfassung eine Unmöglichkeit und eine Täuschung. Die politische Herrschaft des Produzenten kann nicht bestehen neben der Verewigung seiner gesellschaftlichen Knechtschaft. Die Kommune sollte daher als Hebel dienen, um die ökonomischen Grundlagen umzustürzen, auf denen der Bestand der Klassen und damit der Klassenherrschaft ruht. Einmal die Arbeit emanzipiert, so wird jeder Mensch ein Arbeiter, und produktive Arbeit hört auf, eine Klasseneigenschaft zu sein.\n> \n> Karl Marx, \"Bürgerkrieg in Frankreich\"\n\n-\n\n> Man hatte das Gefühl, plötzlich in einer Ära der **Gleichheit und Freiheit** aufgetaucht zu sein. **Menschliche Wesen versuchten, sich wie menschliche Wesen zu benehmen** und nicht wie ein Rädchen in einer kapitalistischen Maschine.\n> \n> George Orwell, nachdem er die Revolution in Spanien, an welcher er auf Seiten der Partido Obrero de Unificación Marxista (Arbeiterpartei der Marxistischen Einheit) teilnahm, miterlebte\n\nIch will damit sagen, dass der sogenannte \"Kommunismus\" im 20. Jahrhundert nicht das Exempel schlechthin statuiert.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-12T15:16:01.036+0000","up_votes":1,"down_votes":0,"body":"Du hast mich da aufgrund eines Missverständnisses meinerseits missverstanden:\nIch bin nicht der Meinung, dass wir in einer Klassengesellschaft leben, im Gegenteil, hab ich eigentlich auch so sagen wollen, ich dachte vielmehr, dass du von einer Klassengesellschaft redest, da du von Patriziern und Plebejern, Sklavenhaltern und Sklaven, Feudalherren und Leibeigenen sowie LohnarbeiterInnen und Arbeitgeberinnen sprachst, woraufhin ich natürlich sofort an Proletariat und Burgeoisie und somit an Klassengesellschaft gedacht habe. Da du aber erwähnst, dass es Klassen gibt, verstehe ich ehrlich gesagt nicht ganz, wieso du die Klassengesellschaft für eine Lüge hältst. Besteht deiner Meinung nach etwa ein Unterschied zwischen der Existenz der Klassen und der einer Klassengesellschaft? \n\nAußerdem denke ich durchaus, dass wir in einer Leistungsgesellschaft leben, nur ist sie anders geformt, und zwar nach dem Grundsatz: \nEinE ArbeitgeberIn wird immer den-/diejenigen LohnarbeiterInnen auswählen, der mehr Leistung erbringt.\nDas heißt, in unserer Leistungsgesellschaft wird Leistung relativ, nicht absolut betrachtet.\n\nIch bin mir auch im Klaren darüber, dass der \"Kommunismus\" des 20. Jahrhunderts nicht der eigentlichen kommunistischen Idee entspricht. Aber sollte man nicht eher versuchen, die Gründe seines bisherigen Scheiterns in ihm selbst und nicht in den jeweiligen Umständen zu finden?","replies":[{"id":"","poster":"Action Alet","date":"2015-06-12T15:39:55.227+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b00010000000000000000000000010000000000000000,timestamp=2015-06-12T15:16:01.036+0000)\n>\n> Du hast mich da aufgrund eines Missverständnisses meinerseits missverstanden:\n> Ich bin nicht der Meinung, dass wir in einer Klassengesellschaft leben, im Gegenteil, hab ich eigentlich auch so sagen wollen, ich dachte vielmehr, dass du von einer Klassengesellschaft redest, da du von Patriziern und Plebejern, Sklavenhaltern und Sklaven, Feudalherren und Leibeigenen sowie LohnarbeiterInnen und Arbeitgeberinnen sprachst, woraufhin ich natürlich sofort an Proletariat und Burgeoisie und somit an Klassengesellschaft gedacht habe. Da du aber erwähnst, dass es Klassen gibt, verstehe ich ehrlich gesagt nicht ganz, wieso du die Klassengesellschaft für eine Lüge hältst. Besteht deiner Meinung nach etwa ein Unterschied zwischen der Existenz der Klassen und der einer Klassengesellschaft? \n\nIch sehe da gerade einen Schreibfehler in meinem Text (\"eine\" statt \"keine\"). Doch, ich bin der Meinung, dass wir eine Klassengesellschaft haben.\n\n> Außerdem denke ich durchaus, dass wir in einer Leistungsgesellschaft leben, nur ist sie anders geformt, und zwar nach dem Grundsatz: \n> EinE ArbeitgeberIn wird immer den-/diejenigen LohnarbeiterInnen auswählen, der mehr Leistung erbringt.\n> Das heißt, in unserer Leistungsgesellschaft wird Leistung relativ, nicht absolut betrachtet.\n\nEinE ArbeitgeberIn wird in erster Linie eine Person nehmen, die dazu bereit ist möglichst viel ihrer geraubten Freizeit so intensiv wie möglich und _für so wenig Entgelt wie möglich_ zu verkaufen. Von einer Leistungsgesellschaft, \"die Modellvorstellung einer Gesellschaft, in welcher die Verteilung angestrebter Güter wie Macht, Einkommen, Prestige und Vermögen entsprechend der besonderen Leistung erfolgt, die einem jeden Gesellschaftsmitglied jeweils zugerechnet wird\", kann da nicht die Rede sein. Sobald wir den Lohn als Indikator für Leistung nehmen, haben wir nicht nur sozialdarwinistisches Gedankengut aufgenommen, sondern vor allem mit Sicherheit Lohnabhängige ungleich bewertet. Sobald wir das Vermögen als Indikator nehmen, grenzt das schon an Perversität. Siehe dazu meine Beispiele.\nRelative Leistung? Du meinst, wer sich anstrengt, kriegt eine Gehaltserhöhung. Das mag sein, daraus lässt sich aber immer noch nicht eine Leistungsgesellschaft schließen.\nSelbst _wenn_ wir ein Leistungsprinzip _hätten,_ und das haben wir nicht, wäre ich dagegen. Leistungsfähigkeit und -bereitschaft sind abhängig von biologischen sowie gesellschaftlichen Faktoren. Wenn wir nach Leistung selektieren, können wir genauso gut nach Geschlecht oder Kultur selektieren.\n\n > Ich bin mir auch im Klaren darüber, dass der \"Kommunismus\" des 20. Jahrhunderts nicht der eigentlichen kommunistischen Idee entspricht. Aber sollte man nicht eher versuchen, die Gründe seines bisherigen Scheiterns in ihm selbst und nicht in den jeweiligen Umständen zu finden?\n\nDie Umstände sind aber doch der Grund seines Scheiterns. Ist doch nur logisch, wenn es woanders richtig gemacht wurde und nicht zu einer Diktatur führte.","replies":[{"id":"","poster":"Action Alet","date":"2015-06-14T20:17:08.945+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b0001000000000000000000000001000000000000000000000000,timestamp=2015-06-14T19:28:38.322+0000)\n>\n> Ich stelle diesmal nur eine kurze Frage:\n> \n> Wo bitte schön? Und kannst du das mit den Umständen noch an etwas anderem fest machen?\n\nHab die Beispiele weiter oben genannt (Pariser Kommune, Anarchie in Spanien). Was meinst du mit \"an etwas anderem fest machen\"? Bin mir da ein bisschen unsicher, was du für eine Antwort erwartest.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-14T19:28:38.322+0000","up_votes":1,"down_votes":0,"body":"Ich stelle diesmal nur eine kurze Frage:\n> Die Umstände sind aber doch der Grund seines Scheiterns. Ist doch nur logisch, wenn es woanders richtig gemacht wurde und nicht zu einer Diktatur führte.\n\nWo bitte schön? Und kannst du das mit den Umständen noch an etwas anderem fest machen?","replies":[]}]},{"id":"","poster":"Action Alet","date":"2015-06-14T17:38:47.288+0000","up_votes":1,"down_votes":0,"body":"Sind wir schon fertig? ;(","replies":[]}]}]}]}]}]},{"id":"","poster":"SwissKeks","date":"2015-06-11T19:50:05.922+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b000100000000000000000000,timestamp=2015-06-11T18:52:07.283+0000)\n>\n> Die Entstehung von Staaten entstammt nicht der menschlichen Natur. Die Macht aus reiner Willkür gibt es nicht, dahinter stehen ökonomische Verhältnisse. Führungspositionen, die natürlich auch mal notwendig sein mögen, sind dabei etwas anderes als Exekutiven und freiwillige oder demokratische Hierarchiestrukturen etwas anderes als erzwungene.\n\nInteressant, wusst ich noch nicht. Wie sah es aber früher aus wo die Welt noch nicht vernetzt wurde? So aus reinem Interesse falls du da was weisst (Rom, Mittelalter etc.).","replies":[]}]}]},{"id":"","poster":"Ben Maxims Sohn","date":"2015-06-11T18:49:29.224+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b0001000000000000,timestamp=2015-06-11T18:39:48.283+0000)\n>\n> Das liegt daran, dass Gefängnisse, obwohl sie damit gerechtfertigt werden, weniger auf Resozialisierung Wert legen und vielmehr eine reine Strafe zur Befriedigung des Opfers und zum vorübergehenden Schutz vor weiteren Straftaten desselben Täters darstellen. Dass die Staatsgewalt bei ihren ihr zugeschriebenen Funktionen versagt, spricht eher gegen ihre Existenz als dafür.\n\nIch kenne einige die da schonmal ne Wochenendübernachtung hatten, und diese berichteten mir dass Leute die da 3 Monate drin saßen schon resozialisiert wurde.","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T18:54:05.477+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ben Maxims Sohn,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b00010000000000000001,timestamp=2015-06-11T18:49:29.224+0000)\n>\n> Ich kenne einige die da schonmal ne Wochenendübernachtung hatten, und diese berichteten mir dass Leute die da 3 Monate drin saßen schon resozialisiert wurde.\n\n[Anekdotische Evidenz](http://de.wikipedia.org/wiki/Anekdotische_Evidenz)\nAber du musst dich auch entscheiden, werden die Straftäter jetzt überwiegend rückfällig oder nicht?","replies":[]}]}]}]}]}]},{"id":"","poster":"Gelban der Reihe","date":"2015-03-08T15:06:52.238+0000","up_votes":1,"down_votes":0,"body":"Heikles Thema, finde ich.\n\nSpontan sage ich nein. Wenn Staaten verschwinden, verschwinden aber evtl. auch klassische Kulturen.\n\nIch werde mir dazu mal Gedanken machen und das hier später erweitern, sofern ich denn zu einem Ergebniis komme.","replies":[{"id":"","poster":"Action Alet","date":"2015-03-09T19:07:29.714+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gelban der Reihe,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000b0000,timestamp=2015-03-08T15:06:52.238+0000)\n>\n> Heikles Thema, finde ich.\n> \n> Spontan sage ich nein. Wenn Staaten verschwinden, verschwinden aber evtl. auch klassische Kulturen.\n> \n> Ich werde mir dazu mal Gedanken machen und das hier später erweitern, sofern ich denn zu einem Ergebniis komme.\n\nFände ich auf jeden Fall interessant :) Ich hab im Moment wenig Zeit, sonst würde ich auch einen Text dazu schreiben. Werd mich wohl am Wochenende daran setzen.","replies":[]}]}]},{"id":"","poster":"Action Alet","date":"2015-02-24T17:49:24.679+0000","up_votes":1,"down_votes":0,"body":"@Rkoturdo Ndo \nJa, du hast natürlich recht, dass \"gut\" und \"böse\" Definitionssache sind. Was ich damit meine ist, wie ein Mensch auf sein Umfeld oder auch auf äußere Betrachter wirkt. Wie Betrug, Egoismus* und Massenmord moralisch dastehen, liegt immer im Auge des Betrachters, aber es sind Sachen, die wir allgemein als böse empfinden. Was veranlasst Menschen dazu, sich unbeliebt zu machen? Ich selbst bin da der Meinung, dass das soziale Umfeld und die Gesellschaft eine große Rolle spielen, es gibt aber auch andere Seite, die sowas (zumindest Egoismus) als angeboren, eventuell auch bei allen (den meisten) Menschen als stark ausgeprägt sieht. \n\n*Mir ist natürlich bewusst, dass Egoismus nochmal ein Thema für sich wäre, denn im weiteren Sinne könnte man jede Handlung auf Egoismus zurückführen. Was ich meine ist das, was wir uns beide darunter vorstellen, wenn wir nicht weiter darüber reden: Sich den eigenen Vorteil auf Kosten anderer erarbeiten.\n\n@MBL(A?)Q\nWenn der Mensch von Grund auf gut ist, wie kommt es, dass Menschen böse geworden sind? Denn die erste böse Handlung in der Geschichte der Menschheit muss irgendwie zustande gekommen sein.","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-06-11T17:58:04.460+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0002,timestamp=2015-02-24T17:49:24.679+0000)\n>\n\n> Wenn der Mensch von Grund auf gut ist, wie kommt es, dass Menschen böse geworden sind? Denn die erste böse Handlung in der Geschichte der Menschheit muss irgendwie zustande gekommen sein.\n\nAngeblich soll es ja Adam und Eva gewesen sein, welche aus den Früchten des Garten Eden aß.","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-11T18:07:05.039+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ben Maxims Sohn,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00020001,timestamp=2015-06-11T17:58:04.460+0000)\n>\n> Angeblich soll es ja Adam und Eva gewesen sein, welche aus den Früchten des Garten Eden aß.\n\nDie erste böse Handlung war indirekt der erste Mord durch Abel. Jedoch streiten sich die Theologen um diese Frage, mein Vater (Pastor in der Kirche wo ich wohne) meinte dazu das Kain und Abel die ersten waren aber Eva die erste Handlung gegen die Regel Gottes gemacht hat.","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-06-11T18:27:34.304+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwissKeks,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000200010000,timestamp=2015-06-11T18:07:05.039+0000)\n>\n> Die erste böse Handlung war indirekt der erste Mord durch Abel. Jedoch streiten sich die Theologen um diese Frage, mein Vater (Pastor in der Kirche wo ich wohne) meinte dazu das Kain und Abel die ersten waren aber Eva die erste Handlung gegen die Regel Gottes gemacht hat.\n\nIch bin jetzt nicht sicher, aber hatten Kain und Abel überhaupt schon \"Gottes Regeln\"","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-11T18:34:55.424+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ben Maxims Sohn,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0002000100000000,timestamp=2015-06-11T18:27:34.304+0000)\n>\n> Ich bin jetzt nicht sicher, aber hatten Kain und Abel überhaupt schon \"Gottes Regeln\"\n\nDesshalb auch die erste böse Handlung durch Abel und die erste Handlung gegen die Regeln von Eva.\n\nWobei man hier auch diskutieren müsste, ob nun das geschriebene wahr oder falsch ist. Nur da wir darauf keine Antwort haben.. Naja^^","replies":[]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T17:59:13.204+0000","up_votes":1,"down_votes":0,"body":"Heya\nHoffe du hast meine Rose bekommen :3\n\nHatten wir schonmal ne Egoismusdiskussion(kommt mir so vor).\nDer eigene Nutzen veranlasst den Menschen dazu sich unbeliebt zu machen. Auch ich bin der Meinung, das das Soziale Umfelg einen Einfluss hat, aber letztenendes handelt man entweder aufgrund der eigenen Moral und will etwas gutes machen oder man handelt aus Egoismus.\n\nUnd die erste böse Handlung der Geschichte könnte auch ein Missverständnis gewesen sein. Oder Eifersucht wegen eines Partnerwechsels(was ja nun keine böse Tat ist).\n\nMfG Rkoturdo","replies":[{"id":"","poster":"eingew","date":"2015-02-24T18:13:31.154+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00020000,timestamp=2015-02-24T17:59:13.204+0000)\n> Der eigene Nutzen veranlasst den Menschen dazu sich unbeliebt zu machen. \n\nIch glaube das ist aber noch ein bisschen komplizierter. Jemand der absolut nicht egoistisch ist wird auch schief angeguckt. Warum macht der so viel für einen, ohne etwas dafür zu fordern? Wie kann man so wenig egoistisch sein?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T18:15:50.110+0000","up_votes":1,"down_votes":0,"body":"Heya\nDas geht jetz in eine andere Richtung(ich verweise mal auf den Alten Thread, da gabs die Diskussion schonmal), aber ich glaube das hinter allem was wir machen egoistische Gründe liegen. Aber recht hast du, Menschen wo man den egoistischen Grund nicht sehen kann werden seltsam angeschaut.\nUnd das bezog sich ja nur auf die negativen Taten, nicht auf die positiven.\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"Razum","date":"2015-06-11T11:15:47.495+0000","up_votes":1,"down_votes":0,"body":"*Es ist nicht der arm, der wenig hat, sondern der, der nicht genug bekommen kann.*\nJean Guehenno\n\nIch stimme dir voll zu.\n\nNoch ein Zitat:\n\n*Der Blitzableiter auf einem Kirchturm ist das denkbar stärkste Misstrauensvotum gegen den lieben Gott*\nKarl Kraus","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T15:46:38.204+0000","up_votes":1,"down_votes":0,"body":"Der gute Karl Kraus :)\n\nDa ich finde, dass das Thema nicht allzu ergiebig sein könnte, sollen wir ein neues starten oder bei dem hier noch etwas weiter machen?","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T17:22:32.684+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00130000,timestamp=2015-06-11T15:46:38.204+0000)\n>\n> Der gute Karl Kraus :)\n> \n> Da ich finde, dass das Thema nicht allzu ergiebig sein könnte, sollen wir ein neues starten oder bei dem hier noch etwas weiter machen?\n\nWenn du einen Vorschlag für ein neues Thema hast, gerne her damit.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T17:42:02.789+0000","up_votes":1,"down_votes":0,"body":"Verdammt, ich hasse es, wenn ich mir selber Gedanken machen muss...\nIch überlege noch ein bisschen, mal schauen, ob mir etwas einfällt.","replies":[{"id":"","poster":"Action Alet","date":"2015-06-11T17:49:07.889+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0013000000000000,timestamp=2015-06-11T17:42:02.789+0000)\n>\n> Verdammt, ich hasse es, wenn ich mir selber Gedanken machen muss...\n> Ich überlege noch ein bisschen, mal schauen, ob mir etwas einfällt.\n\nNatürlich könnte ich auch einen Vorschlag machen, aber nachher such ich mir nur Themen raus, die nur mich interessieren und dann kommt keine Diskussion zustande.","replies":[]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2015-06-11T09:40:40.441+0000","up_votes":1,"down_votes":0,"body":"Ob man genug weiß hängt ganz allein vom Standpunkt jedes einzelnen selbst ab. Ein Einsiedler, der noch nie menschlichen Kontakt hatte und nicht weiß, dass es noch mehr zu wissen gibt, der in seiner Umgebung alles weiß was er wissen mus um zu überleben oder der nichts mehr von der Welt wissen will, sozusagen allgemein mit seinem Wissen zufrieden ist, weiß genug. Er muss sich dessen aber nicht bewusst sein. Nun ist der mensch aber ein strebendes Wesen 8einige Ausnahmen ausgenommen) weswegen er eine natürliche Neugier verspürt. Der Mensch ist das einzige Wesen, das einfach aus Neugier und Entdeckerlust handelt, das reist und erkundet. Es ist in der menschlichen Geschichte verankert und auch heute noch präsent. Niemand kann in einem Menschenleben alles wissen, denn es gibt immer etwas, Details oder ähnliches dass möglicherweise nur 1 Mensch weiß. Blutige Geheimnisse oder Peinlichkeiten.\nUnter bestimmten Vorraussetzungen kann ein Mensch genug wissen. Aber nur wenn er nicht mehr wissen will. Und das wird nicht der Fall sein.\n\n\n{{champion:83}} Gruß, (schon wieder) KP königlicher Nekromant","replies":[]},{"id":"","poster":"XxKampflappenxX","date":"2015-03-22T20:13:19.524+0000","up_votes":1,"down_votes":0,"body":"Als Philosoph sage ich euch:\n\nWährend der Malzahar Ulti kannst du dir nen Kaffee machen...","replies":[]},{"id":"","poster":"Action Alet","date":"2015-03-22T19:13:06.623+0000","up_votes":1,"down_votes":0,"body":"Bevor die Frage beantwortet werden kann, muss geklärt werden, was der Staat überhaupt macht. Dafür muss man wiederum die Entstehung einer Staatsmacht enthüllen. Die Vertragstheorie hat dabei längst ausgedient, die Vorstellung, eine Gesellschaft schließt erst einen Vertrag mit einem werdenden Herrscher, ist nicht haltbar. Menschen geben anderen Menschen nicht freiwillig die Legitimation über ihr Leben zu bestimmen.\nDie parlamentarische Demokratie ist da als einzige Herrschaftsform zwieträchtig. Einerseits legitimieren die Menschen durch freie Wahlen sehr wohl die Macht anderer über sie. Sie vermittelt gerade dadurch jedoch das Trugbild, dass es schon immer so gewesen sei und sie die einzig wahre Herrschaftsform, wie auch ohne Alternative. \nSchauen wir einmal in das Geschichtsbuch, sieht die Entstehung der modernen Demokratie keineswegs freiwillig aus. Die Geburt einer jeden Herrschaftsform ist die Herausbildung aus der Asche der alten; sie ist im Interesse derer, die das Feuer legten. So galt der erste relevante Machtanspruch dem, der die besseren Waffen hatte, so waren die ersten demokratischen Experimente mit ihren Grundrechten eine Folge der Englischen und Französischen Revolution. Es war vorwiegend die bürgerliche Klasse, der die Demokratie nutzte, denn das Recht auf Eigentum ist für ihre Existenz essentiell. Dazu später mehr.\nWie begründet Thomas Hobbes den Staat? Indem er sich in Widersprüche verfängt. Er sagt, dass in einer Gesellschaft ohne Staat die Menschen sich gegenseitig bekriegen würden. Deswegen muss eine autoritäre Macht her – laut ihm am besten ein absolutistischer Monarch – welche die Menschen davor abschreckt Verbrechen zu begehen. Er malt sich einen grundsätzlich schlechten Menschen. Trotz dass diese Theorie überholt ist, wird sie heute immer noch weitgehend vertreten, um den Staat zu legitimieren.\nAn der Stelle muss Hobbes, oder müssen seine Schüler, sich entscheiden: Entweder der Mensch ist schlecht, dann liegt es in seiner Natur sich zu bekriegen und er würde prinzipiell einen Staat ablehnen, will gegen diesen ankämpfen, weil dieser ihn in seinen Interessen einschränkt; oder, und diese Meinung ist auch unter den Anhängern dieser Theorie vertreten, was sie so widersprüchlich macht, der Mensch ersehnt sich Frieden, will in Wahrheit keinen Krieg mit anderen und er braucht keinen Staat. Ich bin mir sicher, dass letzteres zutrifft, denn wäre der Mensch von Grund auf schlecht und will nicht, dass ein Staat ihn einschränkt, würde schon längst eine Revolution drohen und diese kann ich nicht erkennen. Ich denke, der Mensch braucht keinen Staat, weiß es aber nicht.\nEs ist jedoch eine andere Frage, ob der Mensch einen Staat braucht, als die Frage, ob die heutige Gesellschaft einen braucht. Denn spätestens an diesem Punkt solle man sich vorstellen, was passieren würde, wenn der Staat sich plötzlich auflöst – natürlich würde es Chaos geben. Jedoch nicht im Sinne von mordlustigen Totschlägen und gewaltsamen Körperverletzungen, sondern im Sinne von Einbrüchen, Diebstahl und im schlimmsten Fall Raubmord. Warum? Weil jemand etwas besitzt, was andere brauchen, weil jemand etwas von anderen isoliert, weil jemand Privateigentum besitzt. Und da kann ich nicht anders, als der Person recht zu geben. In der heutigen Gesellschaft, wenn der Staat plötzlich ausfallen würde, da ist es klar, dass Chaos herrschen würde. Ob die Isolierung von – meiner Meinung nach unrechtmäßigen – Besitztümern zu Privateigentum in der derzeitigen Produktionsform noch notwendig ist, geschweige denn dieses enorme Missverhältnis auf ewig bestehen bleibt, bezweifle ich. Deswegen glaube ich auch, dass der Staat irgendwann zerstört wird und Privateigentum zu Kollektiveigentum.\n-----\nVorschläge, Einwände?","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-03-19T23:36:01.193+0000","up_votes":1,"down_votes":0,"body":"Erstmal ein Lob an den königlichen Nekromanten für die erfolgreiche und definitiv benötigte Wiederbelebung dieses Threads. Gut gemacht!\n\nZum Thema. Vom philosophischen Standpunkt aus: Nein. Der Philosoph strebt nach Wissen, und wenn er welches erlangt hat, wird er nach weiterem Wissen verlangen. Da aber bereits Sokrates festgestellt hat, dass es unmöglich ist, alles zu wissen, wird dieses Bedürfnis letzten Endes stets unbefriedigt sein. Man muss hier also den Kompromiss eingehen, dass man versucht,sich soviel philosophisches Wissen zu beschaffen wie es einem möglich ist. Was andere betrifft, wird die Antwort wohl jedes Mal anders ausfallen, da jeder für sich entscheidet, wie viel er wissen will beziehungsweise wie viel Wissen er für sich selbst benötigt. \n\nNettes Thema, ich würde aber auf jeden Fall gerne irgendwann auf das Staatenthema zurückkommen, da es nicht nur sehr interessant, sondern auch äußerst tiefgehend, vielfältig und breit gefächert ist.\n\n@ActionAlet Dein Blockupy Thread hat mich auf die Idee gebracht, dass man einen dem Philosophie-Thread ähnlichen Politik-Thread aufmachen könnte, mit politischen Diskussionen. Politik wäre nun mal aber auch wie immer ein gefährliches Themengebiet. Was hältst du davon?","replies":[]},{"id":"","poster":"Action Alet","date":"2015-03-19T14:29:55.409+0000","up_votes":1,"down_votes":0,"body":"Ups, hab vergessen meinen Beitrag zum Staatsthema zu liefern. Hol ich noch nach.\n\"Kann man genug wissen? Weißt du genug?\"\nWas ist denn genug? Zuerst müsste man genug definieren. Genug, um zu überleben? Genug, um zu überzeugen? Genug, um zu verstehen? An welches Bedürfnis richtet sich die Frage?","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-03-19T13:14:46.353+0000","up_votes":1,"down_votes":0,"body":"Philosophie ist der Ausdruck dessen was das OT ist. Deswegen find ichs schade wohin dieser Thread verschwunden ist. \nDarum neues Thema weil anscheinend niemand hier mehr auf das alte antworten will.\n\nKann man genug wissen? Weißt du genug?\n\n\nIzo Alex\n\n{{champion:83}} hochoffiziell wiederbelebt :D","replies":[]},{"id":"","poster":"Action Alet","date":"2015-02-27T14:37:41.942+0000","up_votes":1,"down_votes":0,"body":"Was ist denn der klassische Sinn zu glauben? Konservativ und fundamentalistisch? Es gibt nicht *den* Glauben, es gibt Religionen, auf welchen Glaubensarten basieren. Christen verbindet vor allem die Wertschätzung Jesus' bzw. der Erzählungen über ihn, aber nicht alle glauben an seine angeblich vollbrachten Wunder, eine Auferstehung oder einen Himmel. Ich gehe sehr stark davon aus, dass es viele unterschiedliche Vorstellungen innerhalb der christlichen Gemeinschaft gibt. Ähnliche Argumentationen treffen auf so ziemlich jede, zumindest fast jede, andere Religion zu, aber bleiben wir erstmal beim Christentum, weil dieser recht weit fortgeschritten ist und als gutes Beispiel dient (ich werde jetzt wieder ein wenig historisch).\nBis ins letzte Jahrhundert hinkte die Kirche ständig hinterher. Die Ablehnung gesellschaftlichen Fortschritts und später das Versteckspiel vor der Industrialisierung leiteten eine Säkularisierung ein. Das Ergebnis sehen wir heute, auf dem Papier ist jeder christlich, aber wirklich gläubig ist kaum einer. Das Bild der autoritären, wenn nicht totalitären, Kirche im Mittelalter und der strengen Regeln hat sich zu stark in die Köpfe der Menschen verfestigt. Spät nach Beginn der Säkularisierung zog die Kirche hinterher und wurde insgesamt viel gesellschaftsliberaler. Wobei man da unbedingt unterscheiden muss zwischen der Kirche als Organisation, die sich als Vertreter des Christentums ausgibt, und der Kirche in der Gesamtheit. Durch diesen Prozess ist ein diktierter Glaube verschwunden. Nur noch Kernpunkte des Christentums verbinden Christen, doch sie können unterschiedlichen Glauben haben.\nIn deinem Text hast du übrigens einen Fehler enthalten, was ich dir aber nicht weiter vorwerfe, da viele das tun: Wissenschaft und Religion schließen sich nicht (mehr) aus. Die lächerliche Argumentation, es seien noch viele wissenschaftliche Fragen offen, diese ließen sich nur durch einen Gott erklären,  ist mittlerweile weitgehend verschwunden, zumindest in westlichen Kreisen, wo die Gläubigen sich intensiv mit ihrer Religion befasst haben. Annehmbar wäre: \"Ich bin Materialist genug, um einen Gott auszuschließen.\", wobei ich nicht weiß und bis jetzt nicht beurteilen kann, ob du Materialist bist. Was sich aber aus deinem Text rauslesen lässt ist, dass du der Religion / dem Glauben unterstellst, bloß ein Lückenfüller in der Wissenschaft zu sein. Diese Zeiten sind längst vorbei, lass mich kurz erläutern warum.\nMit dem wachsenden Gesellschaftsliberalismus änderten sich auch das Weltbild des Christentums sowie die Interpretation der Bibel. Es geht längst nicht mehr darum, die Bibel wörtlich zu nehmen, sondern im historischen Kontext zu betrachten. Es wurden keine Schriften verfasst, die wissenschaftliche Fragen erklären sollen, sondern Schriften, die auf dem damaligen Wissensstand basierten. Würde heutzutage einer einen Text für die Bibel schreiben und verheimlichen, wozu der Text dient, würde dieser ohne weiteres als Kurzgeschichte mit moralischem Hintergrund bezeichnet werden. Der Fehler der Kirche vor dem 20. Jahrhundert lag darin, ihre Religion zur Ideologie zu machen, sie als Dogma auszulegen. Von den Vorwürfen ist sie immer noch nicht komplett gelöst. \nNun zu deiner eigentlichen Frage, nachdem ich noch das losgeworden bin, was ich loswerden wollte, fange ich auch mal an, philosophisch zu werden, wozu braucht der Mensch einen Glauben? Wir haben eben geklärt, dass es nicht darum geht, zwanghaft nach wissenschaftlichen Lücken zu suchen, nur um einen Gott zu begründen. Wir haben auch geklärt, dass es ebenfalls nicht darum geht, bestimmte Regeln, im Sinne von Kopftuch tragen oder kein Schweinefleisch essen, vorzuschreiben, damit die Religion zur Kultur wird. Auf persönlicher Ebene, und ich denke, dass wir davon sprechen, braucht der Mensch, oder sagen wir einige Menschen, etwas, um inneren Frieden zu finden. Es geht darum, sich mit moralischen Fragen zu beschäftigen, um sich Verhaltensweisen anzueignen, um richtig und falsch unterscheiden zu können. Ich distanziere mich erneut von Regeln, ist die Religion nicht als Dogma ausgelegt und der Glaube persönlich, sind richtig und falsch auch persönlich. Kaum ein Christ verhält sich auf moralischer Ebene wie ein anderer und trotzdem meint jeder, bis er auf dem Beichtstuhl sitzt, seine Handlungen seien mit seinem Glauben vereinbar. Man beschäftigt sich also vor allem Ethik auf Basis einer Religion.\nNun ist ein Glaube allerdings auch nicht auf ethische Lehren zu reduzieren. Wir haben schließlich die Philosophie, um uns mit Moral zu beschäftigen. Ist Religion in liberalen Gesellschaften als Lückenfüller zu bezeichnen, dann höchstens, wenn es um philosophische Grundsätze geht. Motivation, der Sinn des Lebens, das Streben nach Glück, statt sich philosophisch damit auseinanderzusetzen, schließen nicht gerade wenige die Fragen mit ihrer Religion ab. Es geht noch weiter: Der Glaube an Gott oder ein Leben nach dem Tod. Viele können es nicht wahrhaben, dass das Universum Zufall ist. Das hat verschiedene Gründe, die ich jetzt nicht alle auflisten möchte. Allerdings sind diese durch persönliche Ereignisse bedingt. Abschließend lässt sich also sagen, dass *einzelne* Menschen einen Glauben aufgrund individueller Anlässe brauchen, *der* Mensch braucht den Glauben nicht. \nIch akzeptiere daher Atheismus bzw. Agnostizismus. Ich akzeptiere aber genauso Religion und möchte von dieser oberflächlichen Religionskritik weg, die das Bild der mittelalterlichen Kirche vor sich trägt und welche ebenso wie Fundamentalismus nicht mehr ins heutige Zeitalter passt. Wir dürfen auch nicht vergessen, dass die Kirche nicht nur Ausbeutung der Bauernklasse, Kreuzzüge und Hexenverbrennung im Sinn hatte, dass Religion nicht nur Schlechtes hervorbringt, sondern wir insbesondere dem Christentum *sehr* viele humanitäre Taten, auch schon im Mittelalter, zu verdanken haben.","replies":[]},{"id":"","poster":"Action Alet","date":"2015-02-26T18:53:21.122+0000","up_votes":1,"down_votes":0,"body":"Gibt es irgendein tiefgreifendes Thema, was ihr diskutieren möchtet? (Die Glückssache kann man ja nebenbei machen) Ansonsten würde ich einen weiteren Vorschlag machen.","replies":[{"id":"","poster":"Gelban der Reihe","date":"2015-02-26T19:08:05.385+0000","up_votes":1,"down_votes":0,"body":"Warum braucht der Mensch scheinbar den Glauben?\nVerstehe ich irgendwo schon. Nur warum sich jeder 2. in einer Religion verirrt, will mir nicht in den Kopf.\n\nIch glaube auch, aber nicht im klassichen Sinne. Gibt ja auch keinen Grund dazu.\nIch hoffe zwar, dass es da irgendwo eine \"höhere Macht\" gibt, weil die Möglichkeit sich die Vorrausetzungen für's Universum vorzustellen meiner Meinung nach gegen 0 geht, aber ich bin Realist genug, um zu wissen, dass es auch dafür eine physikalische Erklärung geben muss und wird.\nAlso warum braucht der Mensch den Glauben?","replies":[{"id":"","poster":"FiM Applebloom","date":"2015-02-27T00:56:32.583+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gelban der Reihe,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00090000,timestamp=2015-02-26T19:08:05.385+0000)\n>\n> Warum braucht der Mensch scheinbar den Glauben?\n> Verstehe ich irgendwo schon. Nur warum sich jeder 2. in einer Religion verirrt, will mir nicht in den Kopf.\n> \n> Ich glaube auch, aber nicht im klassichen Sinne. Gibt ja auch keinen Grund dazu.\n> Ich hoffe zwar, dass es da irgendwo eine \"höhere Macht\" gibt, weil die Möglichkeit sich die Vorrausetzungen für's Universum vorzustellen meiner Meinung nach gegen 0 geht, aber ich bin Realist genug, um zu wissen, dass es auch dafür eine physikalische Erklärung geben muss und wird.\n> Also warum braucht der Mensch den Glauben?\n\nHey, interessante Frage! Mich als oft eher spontan als systematisch interessierten Philosophen spricht sie gerade total an. Also, los geht's:\n\n\nIch habe es immer so gesehen, dass Glaube eine Art Weltsicht-Wertesystem mit festen Wahrheiten (Dogmen) ist - er beschäftigt sich mit der Beschaffenheit der Welt (Metaphysik, Ontologie) und erklärt Dinge, mit denen sich auch die Naturwissenschaften beschäftigen (dieser Aspekt war früher insgesamt wichtiger, ist aber immer noch bedeutend für Vieles). Um ethische Fragen geht es beim Glauben meistens auch, es gibt gewisse Dogmen, was \"richtig\" oder \"falsch\" ist - aber die Themen von z.B. religiösen Denkern sind trotzdem meist Themen, mit denen sich auch z.B. die Philosophie beschäftigt (hat).\n Jeder Mensch braucht meiner Erfahrung an sich einen Glauben, der ihm so viele Dinge der oben genannten Kategorien erklärt, dass er in der Lage ist, ohne mit zu großen Welt- und Selbstzweifel zu leben, sonst geht es ihm schlecht, weil er zu unsicher ist (wo auch immer die Grenze bei diesen \"zu's\" liegt). Wir adeln heute Glauben (Plural) als \"Philosophie\", die sich bei ihren Erklärungen auf Rationalität, Argumentation und eben auch dieses im Philosophiebegriff steckende abstrakte \"Weisheits\"-Konzept beziehen. Andere haben ihre individuelle Version einer systematisierten \"Religion\", andere beziehen sich auf Mischungen von Esoterischem, Materiellem, Körperlichem oder noch ganz vielem anderem. Vielleicht gibt es auch Menschen, die solche Fragen gezielt ausblenden, aber das ist meiner Meinung nach auch nur ein Weg, Unsicherheit zu vermeiden.\n\nIch persönlich bin der Meinung, dass Unsicherheit verschiedenster Art ein von seiner Bedeutung her oft unterschätzter Faktor ist, wenn es um menschliches Verhalten und Bedürfnisse geht. Menschen können Dinge tun oder denken, die viele andere (ihnen sogar eventuell wichtige oder ähnliche Personen) als böse, dumm, unnütz o.ä. ansehen und sie persönlich trotzdem problemlos als gut, schlau, sinnvoll o.ä. ansehen, von daher sind diese Kategorien eher relativ, auch wenn manche Philosophen \"gut\" und \"böse\" und der Natur, dem Hang etc. des Menschen im Bezug auf diese Kategorien große absolute Eigenschaften oder Bedeutung zusprechen.\nSich selbst über Fragen bestimmter Art unsicher zu sein ist dagegen etwas, was so ziemlich alle Menschen als unangenehm empfinden werden - diese Kategorie der Fragen kann ich im Moment nicht wirklich zusammenfassen, und sie mag individuell unterschiedlich sein. Es ist auf jeden Fall die, bei der Aussagen wie \"Kann man nicht sicher sagen\", \"Schauen wir mal\" oder \"Ist doch egal\" nur noch Ausflüchte gegenüber anderen und/oder sich selber sind, um Unwohlsein zu vermeiden.\n\nVielleicht zum Abschluss dieses Textes eine Frage: Denkt ihr, ein Mensch könnte ein Weltbild und Wertesystem haben, welches auf Unsicherheit basiert? Dass dieser Mensch vielleicht nicht rundum glücklich, aber doch ausreichend befriedigt ist, wenn er sagt \"Ich weiß, dass ich [nichts/kaum etwas/weniger als die meisten anderen (glauben zu) wissen] weiß\" und damit nicht meint, nur relatives Wissen zu haben, sondern dieses ebenfalls bis zu einem gewissen Grad ablehnt? Funktioniert es, sich sicher zu sein, dass Unsicherheit gut/nützlich o.ä. ist, ist dieser Selbstwiderspruch schon zu groß (wenn man ihn nicht mehr oder weniger nachvollziehbar umgeht), oder scheitert es an anderem?\n\nIch hoffe mal, dass der Thread sich nicht in zu viele Fragen/Diskussionen aufdröselt, aber wenn man mit Zitaten klarmacht, auf was man sich bezieht, sollte es meiner Meinung nach übersichtlich genug bleiben.\n\nSo, das war's erstmal von mir. Freue mich auf eure Antworten!","replies":[]}]}]},{"id":"","poster":"MBLQ","date":"2015-02-24T21:02:04.695+0000","up_votes":1,"down_votes":0,"body":"Ich würde gerne noch was zur Disskusion stellen wie würdet ihr das Wort \"Glück\" deffinieren.\nIch freu mich schon auf eure antworten und bedanke mich für euer interesse.\n\nMFG MBLQ","replies":[{"id":"","poster":"Action Alet","date":"2015-02-24T21:14:05.538+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MBLQ,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0006,timestamp=2015-02-24T21:02:04.695+0000)\n>\n> Ich würde gerne noch was zur Disskusion stellen wie würdet ihr das Wort \"Glück\" deffinieren.\n> Ich freu mich schon auf eure antworten und bedanke mich für euer interesse.\n> \n> MFG MBLQ\n\nInwiefern definieren? Glück ist erstmal ein Gefühl, welches durch verschiedene Gegebenheiten ausgelöst werden kann. Die einen empfinden Glück durch materielle Dinge, andere durch sozialen Kontakt. Es ist schwierig einen allgemeinen Auslöser zu finden, da jeden Menschen verschiedenes glücklich macht, aber das Gefühl ist wohl dasselbe.","replies":[{"id":"","poster":"MBLQ","date":"2015-02-24T21:48:54.308+0000","up_votes":1,"down_votes":0,"body":"okey dann mal so Veränder deffinieren in Materialisieren vll fällt dir dazu was ein.","replies":[{"id":"","poster":"Action Alet","date":"2015-02-25T17:07:26.694+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MBLQ,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=000600000000,timestamp=2015-02-24T21:48:54.308+0000)\n>\n> okey dann mal so Veränder deffinieren in Materializieren vll fällt dir dazu was ein.\n\nIch wüsste nicht wie ich das beschreiben soll, zumindest müsste ich mir da länger als einen Tag Gedanken machen. Was wäre denn deine Definition?","replies":[{"id":"","poster":"MBLQ","date":"2015-02-25T21:05:15.505+0000","up_votes":1,"down_votes":0,"body":"Also ich würde es so Materialisieren\nNach meiner Meinung wird es etwas ähnliches sein wie Glas \nim normalen alltag wird man es nicht bemerken, aber es ist ganz sicher da um es sehen zu können muss man einfach sein blickwinkel verändern und dan wird das glas das licht reflektieren","replies":[{"id":"","poster":"Gelban der Reihe","date":"2015-02-25T22:17:50.181+0000","up_votes":1,"down_votes":0,"body":"Also ich liebe ja die Philosophie - gerne verfluche ich sie auch - aber was du hier machst... ...wirkt auf mich wie ein Drogenerlebnis.\nEin Gefühl in ein Material umwandeln... äh, ok. Könnte ich nicht. \nIch könnte das Gefühl des Glücks eher in Licht umwandeln.\nJe glücklicher ich bin, desto mehr Licht gibt es. Je glücklicher ich bin, desto heller leuchte ich.\nJe unglücklicher ich bin, desto dunkler werde ich. Das Licht verschwindet nicht, es verändert sich. Wird, je nachdem ob ich nun traurig oder wütend bin, blass bis nahezu unsichtbar oder krätig, nebelig Dunkel und bedrohlich.\n\nInwiefern dir das jetzt als Antwort genügt, kann ich nicht beurteilen.","replies":[{"id":"","poster":"MBLQ","date":"2015-02-25T22:43:01.302+0000","up_votes":1,"down_votes":0,"body":"Der Lichteinfall soll Glück darstellen,\nkurz gesagt du bist eigentlich  glücklich nur du siehst es nicht.\nÄnderst du deine Sichtweise  dann siehst du auch dein Glück.\nDie zerbrechlichkeit des Glückes also das wir auch schnell traurig werden können soll das Glas präsentieren.\nZ.b du bist Glücklich alles läuft perfekt doch plötzlich passiert etwas schlimmes und dein Glück ,,zerbricht\".\nSo in etwa meinte ich das . hoffe konnte dir meine sichtweise bischen näher darstellen.\n\nZum Drogenerlebnis verstehe ich nicht  erläutern bitte .","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Action Alet","date":"2015-02-24T21:10:06.644+0000","up_votes":1,"down_votes":0,"body":"Ist ein guter Einwand, sowas ähnliches hat mein Geschichtslehrer auch in den Raum geworfen. Ich behaupte nicht, dass die Gesellschaft unter sich Propaganda betreibt, damit letztendlich jeder dieselbe Meinung hat. Das würde das Leben ohnehin uninteressant machen. Ich versuche nur jede (in meinen Augen) falsche Handlung auf das soziale Umfeld zurückzuführen, da ich denke, dass dieses einen starken Einfluss auf das Verhalten eines Menschen hat, dafür habe ich nämlich immer wieder Belege gefunden. Das heißt natürlich nicht, dass man sich auch nicht selber noch genauer damit befassen und so zu einer anderen Meinung kommt, ich glaube aber nicht, dass das die Regel ist. Und was lernen wir daraus? Immer schön kritisch hinterfragen ;)","replies":[{"id":"","poster":"MBLQ","date":"2015-02-24T21:46:11.657+0000","up_votes":1,"down_votes":0,"body":"Da stimme ich mit dir überein, ich selber sehe das auch so.\nDoch macht es spaß theorien zu entwickeln und diese zu disskutieren also wollte ich mal sehen was du entgegen bringst xD.\nOder besser gesagt es wäre doch langweilig, wenn man nicht alles hinterfragt was man auch selber zustimmt.","replies":[]}]},{"id":"","poster":"Féar the Beard","date":"2015-02-24T18:43:02.747+0000","up_votes":1,"down_votes":0,"body":"Hey. Ich hätte mal eine ganz interessante Frage an euch.\n\nWir stellen uns vor es gibt einen blinden Mann in einem Raum. In diesem Raum befindet sich noch eine Kugel und ein Würfel. Dem Mann wurde über viele Jahre beigebracht, Würfel und Kugel durch das alleinige Tasten auseinander zuhalten. Der Mann sitzt auf einem Stuhl und kann aufeinmal sehen. Er sieht den Würfel und die Kugel, welche er aber nicht antasten kann, da er zuweit weg Sitzt. \nKann der Mann eurer Meinung nach den Würfel und die Kugel durchs das Sehen benennen?\n\nMfG","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T18:51:17.675+0000","up_votes":1,"down_votes":0,"body":"Heya\nJa, denn auch blinde Menschen besitzen die Fähgikeit der räumlichen(3 Dimensionalen) Vorstellung.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Féar the Beard","date":"2015-02-24T19:40:17.591+0000","up_votes":1,"down_votes":0,"body":"Hey.\n\nEs gibt ja die Erkenntnistheorien. Einmal die Erkenntnis durch Verstand, und einem die Erkenntnis durch Erfahrung. Man kann so wie du es gesagt hast an der Erkenntnis durch Verstand-theorie festmachen. Ich denke jedoch das er dieses Sehen und Tasten nie zusammen gemacht hat und so er nicht zwischen kantig und rund unterscheiden kann. Man kanns sehen wie man will :)","replies":[{"id":"","poster":"eingew","date":"2015-02-24T19:43:01.116+0000","up_votes":1,"down_votes":0,"body":"Man kann Kanten doch auch spüren.","replies":[{"id":"","poster":"Féar the Beard","date":"2015-02-24T20:47:42.961+0000","up_votes":1,"down_votes":0,"body":"Natürlich kann man Kanten auch spüren. Nur hatte er meiner Meinung nach kein Bild unter dem Begriff und dem Tasten einer Kante. Natürlich ist es auch so, das sich eine geometrisches Bild im Kopf bildet. ^^","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T19:43:36.215+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch glaube beide Theorien sind richtig, man kann sowohl durch das eine als auch durch das andere Erkenntnis erlangen, aber ich denke, dass er es erkennen würde. Ich mein gab es nicht mal diesen Blindne, der ein Objekt nachzeichnen konnte, das er vorher gefühlt hat?\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-02-24T18:01:42.216+0000","up_votes":1,"down_votes":0,"body":"Ich habe noch nie von einem Menschen gehört, der nicht durch eigene Erfahrungen böse geworden ist, sondern von Anfang an böse war. Es gibt also keinen Grund vom Menschen zu erwarten er sei böse. Vor allem weil die meisten Menschen sich nicht selbst meist nicht als böse sehen, egal wie böse andere sie finden. Man sieht sich selbst meist eher positiv und weil wir gleichzeitig normalerweise wollen, dass andere Menschen uns mögen, sind die meisten Menschen \"gut\". (Vielleicht ist \"besser\" ein passenderer Ausdruck, wer ist schon wirklich gut...)\nAuch hat man doch schon aus dem Mittelalter von Kaiser Friedrich (wie Google mir gerade noch einmal ins Gedächtnis rufen konnte) gehört, welcher versucht hat Kinder zu erziehen, ohne ihnen Liebe zu geben, welche allerdings ausnahmslos starben. Angenommen das stimmt, kann ein Wesen, welches ohne Liebe stirbt überhaupt grundsätzlich Böse sein?","replies":[{"id":"","poster":"Action Alet","date":"2015-02-24T18:09:52.418+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=0003,timestamp=2015-02-24T18:01:42.216+0000)\n>\n> Ich habe noch nie von einem Menschen gehört, der nicht durch eigene Erfahrungen böse geworden ist, sondern von Anfang an böse war. Es gibt also keinen Grund vom Menschen zu erwarten er sei böse. Vor allem weil die meisten Menschen sich nicht selbst meist nicht als böse sehen, egal wie böse andere sie finden. Man sieht sich selbst meist eher positiv und weil wir gleichzeitig normalerweise wollen, dass andere Menschen uns mögen, sind die meisten Menschen \"gut\". (Vielleicht ist \"besser\" ein passenderer Ausdruck, wer ist schon wirklich gut...)\n> Auch hat man doch schon aus dem Mittelalter von Kaiser Friedrich (wie Google mir gerade noch einmal ins Gedächtnis rufen konnte) gehört, welcher versucht hat Kinder zu erziehen, ohne ihnen Liebe zu geben, welche allerdings ausnahmslos starben. Angenommen das stimmt, kann ein Wesen, welches ohne Liebe stirbt überhaupt grundsätzlich Böse sein?\n\nKann es denn umgekehrt grundsätzlich gut sein? Ich habe die Erfahrung nicht gemacht, aber vielleicht liegt es in der Natur des Menschen sich von Geburt an nach Liebe zu sehnen und wenn es diese nicht bekommt, wird es dadurch negativ beeinflusst.","replies":[{"id":"","poster":"eingew","date":"2015-02-24T18:16:16.393+0000","up_votes":1,"down_votes":0,"body":"Naja, so entsteht ja zum Beispiel Nekrophilie. Ich habe zumindest von jemandem gelesen, der das wurde, weil er als Kind misshandelt und verprügelt wurde. Deshalb hat er schon damals angefangen die Tiere in seiner Nähe zu fangen und zu töten.\n\nFehlende Liebe beeinflusst einen definitiv immer negativ... Ich denke da ist es aber auch oft fehlendes Wissen. Hass entsteht oft aufgrund von Unwissen.","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T18:05:29.903+0000","up_votes":1,"down_votes":0,"body":"Heya\nHatte er die nicht komplett ohne menschlichen Kontakt aufziehen wollen? Denn das wäre dann ja nochmal was anderes.\nEs mag sein, dass es vom Menschen keinen Grund gibt zu erwarten, er sei böse, aber ist er deshalb direkt gut? Und zählt unsere Selbstwahrnehmung überhaupt bei dieser Bewertung? Denn wenn ja wäre es ja wieder wie vorhin gesagt eine \"selbsterfüllende Prophezeiung\".\n\nMfG Rkoturdo","replies":[{"id":"","poster":"eingew","date":"2015-02-24T18:12:13.284+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=Kocl8FUm,comment-id=00030000,timestamp=2015-02-24T18:05:29.903+0000)\n>\n> Heya\n> Hatte er die nicht komplett ohne menschlichen Kontakt aufziehen wollen? Denn das wäre dann ja nochmal was anderes.\n\nIch hab jetzt auf die Stelle keine Quelle, wo Liebe oder Zuneigung nicht erwähnt waren, ich denke also schon, dass es auch davon abhängt :)\n\n> Es mag sein, dass es vom Menschen keinen Grund gibt zu erwarten, er sei böse, aber ist er deshalb direkt gut? Und zählt unsere Selbstwahrnehmung überhaupt bei dieser Bewertung? Denn wenn ja wäre es ja wieder wie vorhin gesagt eine \"selbsterfüllende Prophezeiung\".\n\nNaja, wie gesagt: Gut ist letztendlich niemand wirklich. Jeder hat mal etwas getan, was wohl eigentlich falsch ist. Denke ich. Bei manchen Menschen bin ich mir da nicht ganz sicher, aber mit denen verbringe ich eigentlich zu wenig Zeit um das mit Sicherheit sagen zu können ;)\nAber dementsprechend ist wohl auch niemand wirklich böse. Jeder noch so Böse Mensch hat irgendwo etwas gutes bei sich. Obwohl ich mir auch da nicht ganz sicher bin. Aber auch da: Vielleicht kennt man das gute auch einfach nur nicht. Und zählt dabei eigentlich auch, ob man zu sich selbst gut ist?\nUnd eine Objektive Bewertung kann es natürlich niemals wirklich geben.","replies":[]}]}]},{"id":"","poster":"Atronthor","date":"2015-02-25T08:18:23.558+0000","up_votes":1,"down_votes":5,"body":"Die Deutschen haben den größten Philosophen der Welt hervorgebracht - Immanuel Kant. Um zu verstehen, was nach der Auffassung Kants Aufklärung ist - so nennt sich die Philosophie, die er vertreten hat - sollte man sich seinen Aufsatz \"Was ist Aufklärung\" durchlesen. Seine anderen Werke sind nicht sehr hilfreich. Man muss die Zeit bedenken in der Kant lebte. Er konnte damals nicht einfach seine Meinung äußern. Die Kirchen waren noch sehr mächtig, Hexenverbrennungen und ähnliche Verbrechen kamen immer wieder vor. Er musste also seine Ansichten sehr stark umschreiben. Im Zeitungsartikel \"Was ist Aufklärung\" hat er jedoch sehr präzise formuliert, was es bedeutet mündig zu sein.\n\nGerade wir Deutschen haben damit exorbitant dazu beigetragen, dass Häresie der Vergangenheit angehört. Kant hat aber nicht nur verstanden wie ein Mensch prinzipiell denken muss, sondern auch wie er sich prinzipiell verhalten muss. Das hat er in seinem kategorischen Imperativ festgehalten. Den man praktisch so formulieren könnte (als Aufforderung), wähle Deine Grundsätze stets so, dass Du Dir von ihnen wünschen könntest, allgemeingültig zu sein, also von jedem anderen auch eingehalten werden können.\n\nDamit kann die Philosophie prinzipiell als abgeschlossen betrachtet werden. Richtiges Verhalten und richtiges Denken wurde bereits definiert.\n\nLeider wird diese Wahrheit jedoch nicht gelehrt. Wir Deutschen hatten uns darum bemüht, aber man hat uns in zwei Weltkriegen vollkommen als Staat entmachtet.\n\nUm wirklich zu verstehen, was hier vor sich geht, muss  man Bücher lesen, die mindestens 100 Jahre alt sind, weil damals herrschten hier noch Preußen und keine Feinde Deutschlands.\n\nIch empfehle beispielsweise die Bibel zu lesen, \"Der Antichrist\" von Friedrich Nietzsche, Geschichtsbücher von über 100 Jahren aus Preußen. \"Römische Geschichte\" von Titus Livius. Man sollte sich mit dem Judentum auseinandersetzen. Was Martin Luther beispielsweise geschrieben hat.\n\nWenn jemand das macht, kann er eigentlich nur zu einem Schluss kommen. Das Römische Imperium ist nie untergegangen. Vielmehr herrscht es immer noch über diesem Planeten. Die Gründer Roms haben das Christentum, das Judentum und den Islam erfunden, um die Menschen spirituell zu versklaven. Aus dieser Versklavung versuchten sich die Deutschen zu befreien - ausgehend von Martin Luthers Reformation. Deshalb hat man auch immer wieder genozidähnliche Kriege gegen uns geführt. Die Preußen hatten uns allerdings gerettet und 1871 die vielen kleinen deutschen Staaten zu einem Reich vereint, so dass wir nicht mehr schutzlos ausgeliefert waren. Leider hat Wilhelm der Zweite allerdings außenpolitische Fehler begangen und unser Feind stand nicht still. Das Ergebnis waren die zwei Weltkriege. Das ist die echte Version der Geschichte, die ihr in der Schule oder in der Hochschule garantiert nicht beigebracht bekommt. Das liegt daran, weil unser Feind hier das Sagen hat. Wer sich beispielsweise mit der Geschichte beschäftigt wird feststellen, dass die Kaiser und der Adel in Europa römisch waren. Also aus dem Römischem Imperium stammten oder vom Römischen Imperium eingesetzt worden sind. Das sind so kleine Details, die im Schulunterricht überhaupt nicht erwähnt werden, aber exorbitant wichtig sind, um überhaupt zu begreifen, was hier vor sich geht. Napoleon war ein Römer - kein Franzose.","replies":[]}]}