{"id":"ZNEBnlqZ","poster":"HawkFighter","date":"2019-03-08T18:44:20.006+0000","title":"Ranked Rahmen der Gegener im Loading-screen","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nwarum wird eig. nicht die Liga der gegner im Loading-screen angezeigt?\r\nGibt ja eigentlich keinen Grund warum er nicht angezeigt werden sollte.\r\nMan kann die Liga + Stats und alles auf externen Seiten sehen, wieso sollte man sie also ingame verstecken?\r\nWürde halt den Ladebildschirm etwas interessanter machen","replies":[{"id":"","poster":"OSaftKiller","date":"2019-03-09T07:09:14.057+0000","up_votes":2,"down_votes":0,"body":"Ich finde das so besser. So werde ich nicht vom Rang der Gegner in meinem Gameplay und entscheidungen beeinflusst. Ich möchte den Rang nicht angezeigt bekommen. Ich schau sowas immer lieber nach dem Game erst an.","replies":[]},{"id":"","poster":"Alpacana","date":"2019-03-08T18:46:19.207+0000","up_votes":2,"down_votes":1,"body":"Simpel gesagt: Damit man es nicht abusen kann. Wenn ich als Jungler im Gegner-Team jemanden sehe, der schlechter als das durchschnittliche Team ist gehe ich diese Person einfach campen und gewinne dadurch das Spiel.\nKlar, externe Seiten bieten mir diese Informationen auch, allerdings ist es ja noch einmal etwas anderes ob ich mir diese Informationen durch externe Seiten besorge oder ob die Firma an sich mir diese Informationen auf dem Silber-Tablett serviert.","replies":[{"id":"","poster":"Pure Cynicism","date":"2019-03-09T05:23:06.138+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=YnZkMR0R,discussion-id=ZNEBnlqZ,comment-id=0000,timestamp=2019-03-08T18:46:19.207+0000)\n>\n> Simpel gesagt: Damit man es nicht abusen kann. Wenn ich als Jungler im Gegner-Team jemanden sehe, der schlechter als das durchschnittliche Team ist gehe ich diese Person einfach campen und gewinne dadurch das Spiel.\n> Klar, externe Seiten bieten mir diese Informationen auch, allerdings ist es ja noch einmal etwas anderes ob ich mir diese Informationen durch externe Seiten besorge oder ob die Firma an sich mir diese Informationen auf dem Silber-Tablett serviert.\n\nMan kann aber auch argumentieren, dass du als Jungler den Spieler mit den wenigsten Mastery-Punkten campst, weil der offenbar die wenigste Erfahrung auf diesem Champ hat. Und das wird ja neuerdings von Riot ermöglicht.","replies":[{"id":"","poster":"Alpacana","date":"2019-03-09T09:24:35.924+0000","up_votes":1,"down_votes":0,"body":"Richtig. Umso mehr hat es mich auch gewundert, dass die Mastery Punkte im Ranked angezeigt werden.  Ich bin da auch kein großer Fan von.","replies":[]}]}]},{"id":"","poster":"HawkFighter","date":"2019-03-09T22:48:09.888+0000","up_votes":1,"down_votes":0,"body":"Ich versteh ja die Idee die dahinter steht aber da externe Seiten viel detailiertere Statistiken wie KDA, Anzahl der auf einem Champ, Ligen aller bisherigen Seasons usw. sehen kann sehe ich halt keinen Sinn darin.\nUnd ich denke 90% der Spieler nutzen solche Seiten also dürfte so ne kleinigkeit wie die aktuelle Liga echt nichts ausmachen.","replies":[]}]}