{"id":"13oBaVfJ","poster":"CealumZ","date":"2015-02-24T16:54:21.867+0000","title":"Attack Speed champions (Mid/Jungle)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute!\r\nIch suche nen Champ für den Jungle oder Mid lane (beides meine lieblingsrollen) welcher hohen attack speed hat/builded. Keine ahnung warum, aber ich LIEBE es viel attack speed zu haben. Yasuo ist auf die dauer irgendwie... Meh... :D Und im Jungle auch nicht grad wirklich viable...\r\nGibt es irgendeinen Champ mit viel attack speed den man auf Midlane spielen kann (oder im Jungle) ? \r\n\r\nIch mag die Botlane garnicht. Weder Support noch adc... Trotzdem mag ich einige Adc champs wie Draven etc. Nur weiß ich nicht ob sie irgendwie viable sind in der Midlane.. :D :c \r\n\r\n\r\nDanke im vorraus für antworten ^-^","replies":[{"id":"","poster":"Freefall013","date":"2015-02-24T17:15:35.611+0000","up_votes":2,"down_votes":0,"body":"Kannst ja mal Shaco ausprobieren :) Normalerweise spielt man diesen nur im Jungle und wenn auf Midlane, dann eher AP. Auf der Midlane mit Shaco stark zu sein benötigt jedoch viel Übung. Shaco generell ist nicht ganz so einfach, aber das hat man nach ein bisschen Übungszeit raus.\n\nAnsonsten baut man auf Kayle auch ein bisschen Attackspeed. Kann man gut auf der Midlane sowie auf Top spielen. Im Jungle theoretisch auch, hat eigentlich einen ganz guten Campclear. Ist aber eher ungewöhnlich.","replies":[{"id":"","poster":"CealumZ","date":"2015-02-24T17:39:54.154+0000","up_votes":2,"down_votes":0,"body":"Ich habe Shaco sogar schon ausprobiert^^ Nur ist er überhaupt GARNICHT meins. :C :D","replies":[]}]},{"id":"","poster":"Evenrider","date":"2015-02-24T16:58:24.758+0000","up_votes":2,"down_votes":0,"body":"Irelia Jungle\nFiora, Master Yi, Tryndamere. Müssten alle Mid und Jungle gehen.\nWarwick Jungle\nAatrox Jungle\n\nProblem an Mid ist, dass dort sehr kurze Wege zum Turm sind. Deswegen spielt man Burster, damit der Gegner diesen nicht erreichen kann. Bei AS/DPS Champions ist das allerdings sehr gut möglich, gerade wenn man noch einen Movementspell hat.","replies":[{"id":"","poster":"CealumZ","date":"2015-02-24T17:11:27.463+0000","up_votes":1,"down_votes":0,"body":"Ich habe einige leute Ezreal mid spielen gesehen. Was ist deine Meinung dazu?\n\nIch finde Warwick Jungle ist zu einfach. Momentan Jungle ich mit Vi/Nidalee ^^\n\nIrelia Jungle klingt ganz gut. Yi Jungle ist ähnlich wie Warwick. Man kann nebenbei noch genüsslich Dragonmania am Handy spielen... :D\nFiora kenne ich bisher nur auf Top und Aatrox mag ich garnicht irgendwie... :c\n\n\nTrotzdem werde ich Irelia Jungle mal ausprobieren. Vorallem weil sie einer meiner lieblingschamps ist (hab sie damals aber refundet nach dem Kauf weil ich garnicht klar kam mit ihr. (stand LvL8 ) )","replies":[{"id":"","poster":"Evenrider","date":"2015-02-24T17:29:48.566+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=CealumZ,realm=EUW,application-id=Wj1wcocU,discussion-id=13oBaVfJ,comment-id=00000000,timestamp=2015-02-24T17:11:27.463+0000)\n>\n> Ich habe einige leute Ezreal mid spielen gesehen. Was ist deine Meinung dazu?\n> \n> Ich finde Warwick Jungle ist zu einfach. Momentan Jungle ich mit Vi/Nidalee ^^\n> \n> Irelia Jungle klingt ganz gut. Yi Jungle ist ähnlich wie Warwick. Man kann nebenbei noch genüsslich Dragonmania am Handy spielen... :D\n> Fiora kenne ich bisher nur auf Top und Aatrox mag ich garnicht irgendwie... :c\n> \n> \n> Trotzdem werde ich Irelia Jungle mal ausprobieren. Vorallem weil sie einer meiner lieblingschamps ist (hab sie damals aber refundet nach dem Kauf weil ich garnicht klar kam mit ihr. (stand LvL8 ) )\n\nEzreal ist nicht wirklich ein AS Champion. Zumindest würde ich ihn nicht als solches Bezeichnen. Habe auch noch kein wirkliches AS Item auf ihm gesehen. TF würde ich jetzt nicht als AS-Item ansehen. AS Champions machen Schaden über ihre AAs. Ezreal macht seinen meisten Schaden durch seine Fähigkeiten, selbst als ADC. Weiterhin spielt man ihn in der Mitte meist auf AP.","replies":[{"id":"","poster":"CealumZ","date":"2015-02-24T17:39:14.246+0000","up_votes":1,"down_votes":0,"body":"Ah okaay ^^","replies":[]}]}]}]},{"id":"","poster":"Titanium70","date":"2015-02-25T14:04:51.519+0000","up_votes":1,"down_votes":0,"body":"Naja AS Champs haben On-Hit-Builds - von Udyr und WW mal abgesehen fällt mir nur noch Kayle als effektiver On-Hit-Champ ein. ^^\n\nBuild: Jgl-AS - Nash - Runaans - Wit's End - Void - AS-Boots\n\nAnsonsten gehen natürlich ADC´s bzw Melee ADC´s - YI, Tryn, usw ^^Aber die wirst du wohl kaum in der Mitte finden. :P","replies":[]},{"id":"","poster":"BìgM","date":"2015-02-25T08:22:28.696+0000","up_votes":1,"down_votes":0,"body":"mir fällt spontan Diana ein.\nIst zwar nicht pur AS builded, aber zumindest Nashors Tooth könnte man bauen.\n\nVielleicht funktioniert sie ja auch mit einem ganz \"exotischem Build\" :D","replies":[]},{"id":"","poster":"Ivern Βοt","date":"2015-02-25T00:13:03.114+0000","up_votes":1,"down_votes":0,"body":"Der der mir auf Anhieb einfällt tryndamere,  \n\nVorteil:\nSpielt man auf attackspeed... Rund 2,2 \nBrauchst keine wards siehst anhand des w ob jmd in der nähe ist\nSchöner dmg\nTowerdive ab lvl6 \nDmg Debuff\nNice splitpusher\nHeal\n\nNachteil:\nLeicht zu countern ( dornenpanzer kann man aber durch hybrid abschwächen ;))\nEasy to play Hard to Master (perfektes timen von ulti, Heal und Towerdive)\nSehr langsam am amfang\nNull tanky außer durch ulti \nKommt echt schwer in Gang \nGanks sind naja....  \n\nGerade towerdiven muss mab mit ulti üben ist der towerschuss schon unterwegs spinen viele raus so brauch der Schuss 3 sec zu dir wenn du nicht Spinst nur eine oder 2 ist schon nen unterschied wenn die ulti nurnoch 2 sec reicht.\nVergesse das immerwider weil es einfach so gegen sein eigenes spielverständnis geht. \nUlti muss man so spät wie möglich machen am besten unter 100 HP bei burst immer riskant und selbst bei Übung failt man ab und an weil man muss jeden Gegner mit seinem schaden abschätzen können.\nHeal zu spät nach ulti setzen heißt du bist Tod weil das ignit dich dahinrafft. Zu zeitig auch doof weil das du ja noch den Schutz der ulti hast.\n\nAlles Sachen die es gilt zu meistern :) aber sicher kommt wider wer mit noobchamp :D","replies":[]},{"id":"","poster":"IIB0ssPlaY3RII","date":"2015-02-24T18:50:04.104+0000","up_votes":1,"down_votes":0,"body":"Kannst ja mal aatrox und jax im jungle probieren, beide skalieren sehr gut mit as.","replies":[]},{"id":"","poster":"Dexter Hovis","date":"2015-02-24T18:23:58.293+0000","up_votes":1,"down_votes":0,"body":"Xin Zhao skaliert sehr gut mit AS. Zudem kann man mit ihm verschiedene Spielweisen an den Tag legen.\nOn Hit Kayle benötigt auch einiges an Attackspeed. Kayle kann man auch Jungeln, sieht man nur fast nie.","replies":[]},{"id":"","poster":"Fuzzknock","date":"2015-02-24T18:10:40.421+0000","up_votes":1,"down_votes":0,"body":"Spiel Elise oder Olaf. \n(Geheimtipp: Teemo)","replies":[]}]}