{"id":"s4KEn02M","poster":"Sup Kaethas","date":"2015-02-24T16:24:30.619+0000","title":"DFG Gaming sucht Member für Silber Team und Platin Team.","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Sehr geehrte Mitspielerinnen und Mitspieler,\n\nbevor ich verrate was ich von Euch verlange bzw. alles auf Euch zukommen würde, würde ich gerne erst mal über mich etwas verraten\n\nWer bin ich? / Was ist DFG?\n\nGenerell mag ich es weder Sätze mit \" ich\" anzufangen noch über mich zu reden. Alles was Ihr wissen müsst ist das ich mit dem Thread ein Vertreter der Community bin.\nEin Clan, welches sich DFG ( DeathfireGaming) nennt. Mit großer Wahrscheinlichkeit werdet ihr als Team diese auch Vertreten.\n\nDFG ist eine Abkürzung für DeathFireGaming. Ein Clan, welches sich in den letzten Wochen rapide zum Wachstum angekurbelt hat. Auch wenn DFG nicht ein Multigaming Clan ist mit 10 anderen Spielen, vertreten Sie derweil League of Legends und Minecraft. Es ist von Jung bis \"alt\" alles vorhanden, auch wenn \"alt\" hierfür eine fremde Variable sein soll.\n\n\nFolgendes gilt **NUR FÜR SILBER** Team\n**Silber Team:**\n\nTop:      Wird Gesucht\nJungle:   Wird Gesucht\nMid :     Wird Gesucht\nADC :     Wird Gesucht\nSupport:  Wird Gesucht\n\n\nWas erwarten wir von Euch?\n\nAn sich nicht viel. Alles wirklich alles wird intern abgesprochen, wer welche Rolle übernimmt bezüglich Shotcaller und einige anderer dinge. Jedes Team hat einen Teamkapitän und der bestimmt auch, was wie, wann und wo gemacht wird. Das heißt, er ist euer Chef bezüglich des Teams.\n\nIhr solltet wissen, was ihr da am machen seid, erfahren müsst ihr nicht sein, schön wäre es aber.\nBitte generell ab 18 Jahren, da Verbesserungsvorschläge Teamintern gerne gesehen sein sollten. Hierbei würde ich es bevorzugen, das ganze im normalen Ton zu setzen. \n\nEs erwarten nach gewisser Zeit gewisse Events und Turniere auf Euch, dessen Ziel es für mich wäre sie natürlich zu bezwingen. Auch wenn es in mancher hinsicht kein Pokal wert ist.\n\n\nDerzeit suche ich / suchen wir noch folgende Stellen. (Stellen Angebot aktuell vom 23.02)\n\nFolgendes gilt **nur für Platin** Team:\n**Platin Team:**\n\nTop:      Wird Gesucht\nJungle:   Wird Gesucht\nMid :     Wird Gesucht\nADC :     Wird Gesucht   \nSupport:  Wird Gesucht \n\nDerzeit suche ich / suchen wir noch folgende Stellen. (Stellen Angebot aktuell vom **23.02**)\n\n\nAls Platin Team solltet Ihr natürlich schon längst die Grundlegenden dinge des Spiels verinnerlicht haben. Es erwarten Euch die selben sachen, wie es im Silber Team auch beschrieben ist. Grundlegend änder sich nicht viel. Was Eure Ziele sind werdet ihr natürlich Teamintern selber absprechen.\nSelbstverständlich werden auch ebenfalls auf Euch bestimmte Events und Turniere warten. Nicht nur Clan interne sondern auch Clan Externe.\n\n\n\nEs wäre von vorteil, wenn Ihr euch direkt im TS bei uns melden würdet.:TS³ deathfiregaming.de\n\nEure Ansprechspartner hierfür sind: \n - KaethasTv\n - TFL Beuliman\n - DFG Feederino","replies":[]}