{"id":"BeWa64QQ","poster":"Bastianum","date":"2015-02-24T11:46:18.786+0000","title":"Eltern wollen Account löschen.","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":3,"body":"Hallo ^^ Ich habe gestern in dem alten Forum einen Thread gestartet, wusste nicht, dass der geschlossen wird :o Hier der alte Thread und mein Problem:\n\nHallo liebe Community :)\nIch habe so ein kleines Problem. Ich spiele jetzt seit 2Jahren LoL und bin fast 17. Ich spiele zwar regelmäßig, aber eher weniger in der Woche, so höchstens 3Spiele am Tag, und öfters auch mal garnicht, weil ich entweder zu viel Stress habe oder einfach keine Lust. Am Wochenende spiele ich dann etwas mehr, ist ja logisch, haben ich und meine Freunde mehr Zeit. Ich treffe mich aber auch regelmäßig mit verschiedene Freunden und bin in der Schule relativ gut :) Jetzt habe ich in den 2Jahren so ca. 50€ in das Spiel investiert, also immer mal so alle paar Monate nen 10er. Das Geld habe ich mir selbst durch einen Job verdient :D  Das hat meine Mutter nun rausgefunden. Daraufhin ist sie komplett ausgerastet, ich sei ja komplett 'süchtig' und habe die Kontrolle über das Spiel verloren, hat mir den PC weggenommen und gibt mir ihn erst wieder, wenn ich ihr meine Daten gebe, damit sie meinen Account löschen kann. Das möchte ich natürlich nicht, da ich ja schon was erreicht habe und mir das Spielen ja auch Spaß gemacht hat :b Und da ich auch ohne den PC gut leben kann, gebe ich ihr die Daten halt nicht. Ich persönlich finde die Reaktion übertrieben. Wie seht ihr das?\n\nDanke schonmal, dass ihr euch das duchlest und eure Meinung dazu sagt :)\n\nIch möchte hier auf garkeinem Fall meine Eltern in irgendeiner Art und Weise beleidigen o.Ä. Ich verstehe sie nur nicht und möchte gerne wissen wie andere das sehen.\n\nEDIT: Das einzige Argument meiner Mutter was ich halbwegs verstehe, ist, dass ich, wenn ich ein Ranked spiele und mein Ping plötzlich auf 300steigt, mich aufrege, wobei ich eigentlich finde, dass das normal ist, ich meine da regt sich jeder auf..:D\n\nHier nochmal der Link zum alten Thread: http://forums.euw.leagueoflegends.com/board/showthread.php?p=18691530#","replies":[{"id":"","poster":"1337 Awly","date":"2015-02-24T12:12:53.681+0000","up_votes":14,"down_votes":0,"body":"Huhu,\n\nalso ich weiß nicht, ob ich das Spielchen mitspielen würde, wie meine Vorposter gesagt haben. Ich würde an deiner Stelle mit deiner Mutter reden und ihr versuchen zu erklären, was du da eigentlich machst. Das Problem der meisten Eltern denke ich ist, dass sie ahnungslos und damit hilflos sind. Als ich in deinem Alter war wusste meine Mutter nicht, was ich eigentlich den ganzen Tag am PC treibe, warum ich so viel zocke, hatte Angst um mich, dass ich in irgendeine Welt abrutschen könnte, aus der ich nicht mehr aus komme.\n\nJahre später hat sie mir das erzählt und ich hab ihr erklärt, was das damals für eine Situation war (die sich übrigens bis heute [bin mittlerweile 26] nicht viel verändert hat :) ). Ich hab ihr erklärt, dass das ein Hobby ist, so wie jedes andere Hobby auch. Habe ihr erklärt, dass ich mit diesem Hobby noch mehr soziale Kontakte knüpfe, als es jemand tut, der Bücherlesen oder Modeleisenbahnbau für sich als Hobby entdeckt hat. Ich habe ihr auch erklärt, dass jedes Hobby Geld kostet. Wenn deine Mutter gerne Nordic Walking macht, wandert oder Bücher liest, dann zeig ihr, dass auch sie Geld für dieses Hobby ausgibt.\n\nEs ist ganz einfach ein Generationskonflikt der hier auftritt und man kann unseren Eltern nicht mal einen Strick daraus drehen. Sicher sind manche verständnisvoller als andere und sicher sind manche Eltern auch \"moderner\" als andere und verstehen eher, was ihre Kinder da am Rechner treiben und wieso zocken eine so große Faszination auslösen kann, aber davon kann man eben nicht immer ausgehen.\n\nSag ihr ganz offen, was du daran findest, warum es dir Spaß macht, nimm dir vielleicht die Zeit ihr das Spiel auch mal zu zeigen. Sobald die Eltern wissen, dass der Junge nicht mit Granaten um sich wirft, Köpfe mit einem Nagelknipser abtrennt oder Gedärme durch die Gegend fliegen, geht es ihnen meistens schon etwas besser. Erklär ihr auch, dass du dir das Geld erarbeitet hast. Sag ihr, dass du in der Zeit, in der andere sich draußen getroffen haben, gejobbt hast, um dir auch in deinem Hobby etwas finanzieren zu können. Frag sie auch, was sie von dir erwartet. Frag sie, ob sie denkt, dass du einfach zu viel spielst und nimm sie auch ernst, wenn sie dir ein ja darauf gibt. Eltern sagen ja so etwas nicht, um einem den Spaß zu verderben, sondern meistens, weil sie sich um ihr Kind sorgen.\n\nDas Sprichwort reden ist silber schweigen ist gold passt nicht immer - meiner Meinung nach. Kommunikation mit den Eltern ist hier das A&O und sollte viel mehr in den Fokus gerückt werden, damit solche Probleme schon im Keim erstickt werden können.\n\nSo long,\n\nAwly","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:25:22.922+0000","up_votes":1,"down_votes":0,"body":"Danke für die ausführliche antwort :) du willst garnicht wissen, wie oft ich schon versucht hab mit ihr zu reden..immer vergeblich, egal wie ruhig ich bleibe, sie ist komplett sturr und bleibt geblockt :(","replies":[{"id":"","poster":"1337 Awly","date":"2015-02-24T12:44:36.184+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Bastianum,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=00050000,timestamp=2015-02-24T12:25:22.922+0000)\n>\n> Danke für die ausführliche antwort :) du willst garnicht wissen, wie oft ich schon versucht hab mit ihr zu reden..immer vergeblich, egal wie ruhig ich bleibe, sie ist komplett sturr und bleibt geblockt :(\n\nDa muss ich dir widersprechen. Man kann mit jedem reden und ich wollte das auch ganz lange nicht glauben. Ich habe mal ein Buch gelesen \"Gewaltfreie Kommunikation\". Das mag lächerlich klingen und nicht alles, was in dem Buch steht, kann man auch anwenden, aber der Großteil macht einfach Sinn und das kann man super im Alltag anwenden. Gönn dir mal dieses Buch, lies es und wende es an. Es kommt immer darauf an, wie man mit dem Gegenüber spricht. Ich vermute mal, dass deine Mama es dir nicht verbieten will, weil sie stur ist, sondern weil sie vielleicht nicht versteht, was da vor sich geht, was das eigentlich alles so ist und weil sie vielleicht Angst um dich hat (aus welchen Gründen auch immer). Da musst du ihr zeigen, dass du sie da auch ernst nimmst und verstehst (oder verstehen willst). Wenn dein Gegenüber sich verstanden fühlt, ist es viel einfach an dein Ziel zu kommen.\n\nEdit: Du kannst ihr dann auch erklären, dass sie dir in dem Augenblick, wo sie dir das zocken verwehrt, soziale Kontakte verwehrt. Deine Freunde, mit denen du vielleicht zur Schule gehst, spielen auch LoL. Ihr unterhaltet euch da, das ist ein Teil eurer Freundschaft und in der heutigen Zeit ist es einfach auch so, dass man nicht immer nur im Park rumsitzt und Löcher in die Luft starrt, wenn man was mit Freunden macht.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:51:14.973+0000","up_votes":1,"down_votes":0,"body":"Da hast du eigentlich Recht, aber meine Mutter ist echt anders. Sie macht das auch nur weil sie Angst hat, da hast du vollkommen Recht. Aber leider hört sie mir nicht zu und lässt sich nichtmal auf ein ruhiges Gespräch ein :(","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T12:55:01.922+0000","up_votes":4,"down_votes":0,"body":"Heya\nDann zieh einen Lehrer hinzu. Irgendeinen Erwachsenen, der für euch das Eis bricht.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T13:01:10.598+0000","up_votes":1,"down_votes":0,"body":"Das ist im Prinzip ne gute Idee, nur versuch das mal nem Lehrer beizubringen...:D und naja, ich kenne zwar andere Erwachsene, die mir helfen könnten, aber da mischen die sich auch nicht gerne ein, und da verstehe ich sie auch :b","replies":[{"id":"","poster":"MightyUnitato","date":"2015-02-24T14:11:11.914+0000","up_votes":3,"down_votes":0,"body":"Ich kenne aus meiner Schulzeit schon ein paar spielebegeisterte Lehrer :P \nAber nimm dir doch einfach irgendeinen Erwachsenen der sich wenigtens neutral mit dem Thema auseinander setzt.\nViel Glück!{{summoner:21}}","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-02-24T13:00:53.481+0000","up_votes":3,"down_votes":0,"body":"Dann fang anders rum an. Frag sie, was sie eigentlich an deiner Zockerei nicht mag. Frag sie, worum genau sie sich Sorgen macht, was die Gründe dafür sind, dass sie nicht will dass du spielst. Also bevor sie dich versteht, versuch erstmal du sie zu verstehen. \n\nEltern machen sowas ja nicht, weil sie ihr Kind hassen, sondern in aller Regel weil sie ihr Kind vor irgendetwas schützen möchten. Und rauszufinden wovor genau dich deine Mutter eigentlich schützen will, ist eine gute Basis dafür die Befürchtungen zu entkräften oder eben einen Kompromiss zu finden, der für beide Seiten okay ist (oder, so ist das eben als Kind: Ein Kompromiss der primär für deine Eltern und eher weniger für dich ok ist).","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T13:02:03.349+0000","up_votes":2,"down_votes":0,"body":"* Versuche ich nächste mal, gute Idee :)","replies":[]}]}]}]},{"id":"","poster":"Suppœrt","date":"2015-02-24T12:34:54.339+0000","up_votes":3,"down_votes":1,"body":"Wen sie das Tut Fang an zu lachen und Drück sie :D \nHilft immer Muttis wollen auch nur Liebe ...","replies":[]}]},{"id":"","poster":"Suppœrt","date":"2015-02-24T12:27:13.613+0000","up_votes":3,"down_votes":0,"body":"hätte es nicht besser sagen können :)\n\ndu bist immerhin 16 (fast 17) und ich finde da kann man schon sagen das du aus dem alter raus bist wo man dir \"alles\" verbieten muss es gibt halt dinge da müssen die Eltern halt mal los lassen auch wen es etwas ist wovon sie keine Ahnung haben/Angst haben. \nSolange du deine Freunde/Familie und Schule nicht schleifen lässt ist alles in Ordnung !!\n\nImmerhin Besser als das du auf der Straße rum lungerst und womöglich auch noch anfängst Drogen zu nehmen weil es nach ner zeit langweilig wird oder das du anfängst Blödsinn zu treiben.\n\nKomisch in meiner Zeit hieß es immer wann bist du mal zuhause du bist nur noch draußen .... \"nimmst du Drogen ? machst du scheiße?\" \n\nund nun kommen viele Eltern damit nicht klar das ihre Kinder zuhause sind ... \n\nich mein erwarten sie das man da sitzt und Bilder Malt oder Monopoly alleine Spielt... \n\nOh da habe ich was schlage Deiner Mutter doch vor das ihr einmal in der Woche oder so etwas zusamen macht da könnt ihr euch austauschen was du so grade machst oder was bei ihr gerade so los ist und es geht ihr besser dabei . Und dazu wird euer Verhältnis zueinander noch verstärkt. Ihr könnte zusamen mal Kochen oder ein Spiel Spielen oder Geh mit ihr raus irgendwas ... \n\nMfG \n\nPonchi alter 27 omg so alt x)","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2015-02-25T11:37:39.324+0000","up_votes":6,"down_votes":0,"body":"Viele Antworten hier sind wirklich toll. Da soll noch einer mal behaupten die LoL-Community wäre durch und durch schlecht. Ein Sozialpädagoge könnte zu dem Thema auch keine viel besseren Tips geben als die, die hier teilweise stehen. \n\nGJ Leute!","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T12:37:41.919+0000","up_votes":1,"down_votes":0,"body":"Finde ich auch, ich hätte nie damit gerechnet, hier soviele antworten zu bekommen. Bin echt erstaunt.","replies":[]}]},{"id":"","poster":"Kurisu 1v9","date":"2015-02-24T12:45:31.554+0000","up_votes":5,"down_votes":0,"body":"Erkläre ihr, dass du deine \"Computersucht\" durch eine Drogensucht ersetzt hast und frag sie was sie davon hält. Benutze Argumente zur Verherrlichung deines neuen Hobbys wie \"So lerne ich doch viele neue Leute kennen\", \"Wenn wir uns draußen was reinziehen sind wir doch an der frischen Luft.. das ist doch was gutes.\" oder \"Wenn wir vor der Polizei weglaufen, weil wir wieder geklaut haben, bewegen wir uns doch. Es ist im Prinzip nichts anderes als joggen gehen.\"\n\nKlappt bestimmt.\n\nAlternativ könntest du sie natürlich auch fragen, wie sie auf die Idee kommt, dass du computersüchtig bist und wie das zusammenpasst, dass du angeblich computersüchtig bist, aber deine Hausaufgaben erledigst, in der Schule nicht suckst und dich auch so mit Freunden triffst. Zeig ihr einfach, dass ihre \"Argumentation\" (ich gehe mal davon aus, dass die Argumentation mit \"Du bist computersüchtig. Ende\" erledigt ist) gar nicht auf deinen Lebensstil zusetzt. Sollte das nicht helfen hol dir Leute ins Boot, die ein gutes Wort für dich einlegen, wie Lehrer, Trainer etc.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:55:03.505+0000","up_votes":1,"down_votes":0,"body":"Ja, das ist eigentlich keine Diskussion, sondern eher 'Mama ich wollte nochmal mit dir reden' und dann 'NEIN' :( ich habe schob mit anderen darüber gesprochen, und sie stimmen mir auch alle zu..aber naja, meine Mutter stellt sich halt da, als würde sie alles wissen und bräuchte nix von mir mehr hören :(","replies":[]}]},{"id":"","poster":"1337 Awly","date":"2015-02-24T13:17:57.796+0000","up_votes":4,"down_votes":0,"body":"Habt ihr einen Drucker? Wenn ja, dass such dir hier die Posts raus, die dir gefallen, druck sie aus und zeig sie deiner Mama. Geh zu ihr hin und sag sowas wie: \"Mama, ich glaube du machst dir Sorgen, weil ich so viel am PC sitze und spiele und ich verstehe dich. Ich habe mich gefragt, wieso du dir Sorgen machst und bin darauf gekommen, dass du denken könntest, ich vereinsame, vernachlässige die Schule der gebe Geld für Sachen aus, die für dich nicht greifbar sind. Hab ich recht? Ich hab hier etwas ausgedruckt und ich leg dir das jetzt hier hin. Ich würde mich freuen, wenn du dir das durchlesen würdest, denn es würde mir viel bedeuten, wenn wir darüber ordentlich reden können, da ich auch von dir verstanden werden möchte! Ich lasse dich jetzt auch mit den Zetteln alleine und würde mich freuen, wenn du dann irgendwann auf mich zu kommen würdest und mir sagst, was du davon hältst und wie ich dir ggf. deine Ängste nehmen kann\".\n\nSo oder so ähnlich würde ich es versuchen. Du musst nicht mit der Tür ins Haus fallen, wenn du die Meinung hast, dass deine Mama immer sofort nein sagt. Räum ihr die Zeit ein sich damit auseinander zu setzen, indem du ihr die Zettel hinlegst und dann auch wieder abdüst. Damit gibst du ihr die Zeit, die sie vielleicht brauch. Wenn sie dann auf dich zukommt und das Gespräch sucht, dann kannst du auch deine ganzen anderen Argumente anbringen, die du so im Petto hast. Und vielleicht kommt am Ende auch dabei raus, dass deine Mama dich versteht oder aber auch, dass du ihre Ängste besser verstehst und damit auch ihre Beweggründe. Sag ihr, dass es für dich wichtig ist, dass man einen Kompromiss findet, der beide Parteien bedient.\n\nSo long\n\nAwly","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T14:56:26.244+0000","up_votes":1,"down_votes":1,"body":"Habe es hinbekommen in Ruhe mit ihr zu Reden, aber leider erfolgslos. Sie ist fest ihrer Meinung, ihr ist es egal wie traurig ich bin, und sie zieht das durch, zu Not auch mit einem Anwalt, den sie von meinem Geld bezahlt...und die Posts zeige ich ihr lieber nicht, denn wie ihr ja wisst ist sie ziemlich skeptisch in solchen Sachen und findet sowas nicht gut. Bzw wird sie nur noch sauerer sein.","replies":[{"id":"","poster":"Suppœrt","date":"2015-02-24T15:01:55.236+0000","up_votes":2,"down_votes":0,"body":"dann soll sie ihren anwalt klar machen das sie ihn nicht bezahlt sondern das sie DEIN Geld benutzen will\n\nehrlich? macht sie eh nicht weil sie sich damit verraten hat das sie sagt sie bezahlt es von dein Geld","replies":[]},{"id":"","poster":"Hinasaki","date":"2015-02-24T16:21:34.133+0000","up_votes":1,"down_votes":0,"body":"Kann sie machen. Nur wenn Sie mit den darauf folgenden Problemen zurecht kommt.\nz.B. Erpressung, Nötigung, Diebstahl, verstoß gegen Datenschutzgesetz, .......\n\nSo wie ich dein 1. Beitrag gelesen habe, spielst du zu wenig um süchtig zu sein. Da musst du schon stundenlang spielen und das würde sich langsam auf deiner Schule auswirken.","replies":[]}]}]},{"id":"","poster":"Gelban der Reihe","date":"2015-02-24T12:02:16.002+0000","up_votes":4,"down_votes":0,"body":"Wenn das so stimmt, wie du beschreibst, dann hat deine Mutter krass überreagiert. Ich schätze jetzt einfach mal geblendet durch fragwürdige TV-Reportagen, welche in den meisten Fällen einfach Scheiße vermitteln.\n\nAitee hat meiner Meinung nach vollkommen Recht. Spiel das Spielchen mit und zeig ihr so, dass sie keine Ahnung hat.","replies":[]},{"id":"","poster":"Marauth","date":"2015-02-25T08:19:25.296+0000","up_votes":3,"down_votes":0,"body":"Dieses Thema hab ich selber mitgemacht. War aber deutlich älter als der TE (22-26 Jahre)\nMeine Videospielkarriere / Sucht :D begann damals mit der Mega Drive mit meinen Bruder. Danach gemeinsam mit unseren Taschengeld eine PS1 gekauft und mit dem ersten verdienten Geld (Berufsausbildung) 2003 eine eigene Xbox gekauft. 2005 die XBox 360 geholt und wo ich beim Bund war hab ich 2009 meinen eigenen Selfbuild-Gamer-PC gekauft.\n\nDas ledige Thema Eltern vs. Gaming musste ich auf harte Weise lösen. Wenn man als 26-jähriger anhören musste, ich zocke zuviel und soll bei Zeit ins Bett gehen. Eskalierte dann schlagartig, die würden mir die Sicherung rausnehmen... Srsly? Da hat hilft man das jedes Wochenende am elterlichen Bauerhof unentgeldlich (Holzarbeiten incl.) hab meine mittlere Reife, Berufssabschluss (Klassenbester!!!), 3 Jahre Bundeswehr hinter sich und eine Top-Stelle als Technischer Zeichner in einer Heizungsbaufirma und 2 Gehaltserhöhungen in einem Jahr!!!... nur um dann so eine \"Diskussion\" zuführen... Näh! Danach ist mir der Kragen geplatzt und hab mir eine Wohnung geholt.\n\nEine friedliche Lösung kann man Versuchen, aber es kann auch die Gegenpartei extrem stur wurden, wie in meinen Fall.\n\nDen TE kann ich soweit leider keine Tipss geben, nur die Gewissheit, es gibt da draußen Leute, denen gehts schlechter und wirklich ekelhafte Eltern haben :D","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T09:40:37.749+0000","up_votes":1,"down_votes":0,"body":"Oh, das hört sich ja nicht so toll an :D","replies":[{"id":"","poster":"Marauth","date":"2015-02-26T14:51:26.043+0000","up_votes":1,"down_votes":0,"body":"War es auch nicht. Hoffe, deine Eltern werden es verstehen. Meine taten (und tuen) es nicht.\n\nHöflich bleiben ist das A und O. Wobei der eine Vorschlag mit einen Bekannten das Beste wohl ist. Er kann es deiner Mom einfach auf normalen Wege erklären, ohne das Sie eine gewisse Sturheit aufbringt.","replies":[]}]}]},{"id":"","poster":"Anbo","date":"2015-02-24T12:17:20.246+0000","up_votes":6,"down_votes":8,"body":"Du bedrohst deine Mutter. Klingt komisch ist aber so. Wenn Sie dir den Computer nicht wieder gibt, dann schleichst du Nachts in ihr Zimmer, machst Sie wach und fuchtelst mit dem größten Messer was ihr besitzt vor Ihr rum. Dabei vergiss nicht zu schreien das du Sie hasst und Sie umbringen willst. \n\nSonst würde ich dir empfehlen, mit deiner Mutter einfach zu reden und wenn Sie wie du sagst trotzdem hartnäckig bleibt dann hat Sie wahrscheinlich zu viel RTL geschaut und denkt 1 Stunde spielen am Tag ist eine Sucht. Lösch ihr doch einfach RTL in ihrere Programmliste in ihrem TV.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:23:00.350+0000","up_votes":1,"down_votes":0,"body":"Ehm nein das werde ich nicht machen :D und mit ihr reden kann man nicht, dann wird es nur noch schlimmer :(","replies":[{"id":"","poster":"Reliable Support","date":"2015-02-24T21:17:55.373+0000","up_votes":3,"down_votes":0,"body":"1. Schneid das Kabel des recievers durch. Grund: Deine Mutter ist süchtig nach fernsehen.\n2. Schneid das Netzteil der Kaffemachine durch. Grund: Deine Mutter ist süchtig nach Kaffee. \n3. Schneid das Kabel des Ladegerätes ihres Handys durch. Grund: Deine Mutter ist süchtig nach ihrem Handy.\n4. Schneid alle Kabel von Gegenständen durch, die sie mag. Nach dem Grund fragst du? Sie ist süchtig danach und du sorgst dich um ihre Gesundheit! und mach ihr bewusst, dass sie genauso wenig süchtig nach ihrer Scheiße ist wie du nach LoL!","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-02-25T11:35:39.881+0000","up_votes":1,"down_votes":0,"body":"Eine kindische Trotz-Reaktion die den Konflikt noch verschärft ist vermutlich das ziemliche Gegenteil von dem, was der TE bezwecken will.","replies":[]}]}]},{"id":"","poster":"PwnedAkkon ","date":"2015-02-24T14:10:30.874+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Anbo,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=0006,timestamp=2015-02-24T12:17:20.246+0000)\n>\n> Du bedrohst deine Mutter. Klingt komisch ist aber so. Wenn Sie dir den Computer nicht wieder gibt, dann schleichst du Nachts in ihr Zimmer, machst Sie wach und fuchtelst mit dem größten Messer was ihr besitzt vor Ihr rum. Dabei vergiss nicht zu schreien das du Sie hasst und Sie umbringen willst. \n> \n> Sonst würde ich dir empfehlen, mit deiner Mutter einfach zu reden und wenn Sie wie du sagst trotzdem hartnäckig bleibt dann hat Sie wahrscheinlich zu viel RTL geschaut und denkt 1 Stunde spielen am Tag ist eine Sucht. Lösch ihr doch einfach RTL in ihrere Programmliste in ihrem TV.\n\nHahahahaha :D Made my Day","replies":[]},{"id":"","poster":"PwnedAkkon ","date":"2015-03-12T09:20:18.849+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Anbo,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=0006,timestamp=2015-02-24T12:17:20.246+0000)\n>\n> Du bedrohst deine Mutter. Klingt komisch ist aber so. Wenn Sie dir den Computer nicht wieder gibt, dann schleichst du Nachts in ihr Zimmer, machst Sie wach und fuchtelst mit dem größten Messer was ihr besitzt vor Ihr rum. Dabei vergiss nicht zu schreien das du Sie hasst und Sie umbringen willst. \n> \n> Sonst würde ich dir empfehlen, mit deiner Mutter einfach zu reden und wenn Sie wie du sagst trotzdem hartnäckig bleibt dann hat Sie wahrscheinlich zu viel RTL geschaut und denkt 1 Stunde spielen am Tag ist eine Sucht. Lösch ihr doch einfach RTL in ihrere Programmliste in ihrem TV.\n\nMADE MY DAY","replies":[]}]},{"id":"","poster":"T3cHtr0nix","date":"2015-02-24T19:33:26.869+0000","up_votes":3,"down_votes":0,"body":"Bring deine mutter dazu selber lol zu zocken :D hat bei meiner freundin auch geklappt als sie sie sich aufgeregt hat das ich am zocken bin :D und wegen den 50€ :DD die hat doch ein an der waffel :D sie soll froh sein das ich nicht du bin ^^","replies":[]},{"id":"","poster":"Nephirelle","date":"2015-02-24T12:42:47.761+0000","up_votes":2,"down_votes":0,"body":"Also jetzt muss ich wirklich mal eine Lanze für deine Mutter brechen. Ich finde gut, dass sie sich diesbezüglich Sorgen um dich macht. Den meisten Eltern gehen die Online-Aktivitäten ihrer Kinder doch mehr oder weniger am Hintern vorbei, was ich viel tragischer finde, weil es im schlimmsten Falle doch eine ganze Existenz vernichten kann.\n\nDass sie sich vielleicht nicht so gut auskennt und dann lieber über's Ziel hinausschießt als zu wenig zu tun, ist doch eigentlich verständlich. Zumal Teenager, wenn wir alle ganz ehrlich sind, nicht gerade bekannt dafür sind, nennenswert kompromissbereit zu sein, was hier auch sehr schön an den \"veräppel' sie einfach\"-Tipps zu erkennen ist ;)\n\nVersuch' dich auf die Sorgen deiner Mutter einzulassen. Was möchte sie vermeiden? Wovor hat sie Angst? Wie könnt ihr zu einem Kompromiss kommen? Und dann solltet ihr ganz sachlich miteinander reden wie erwachsene Menschen. Also kein Geschimpfe, kein Ausrasten oder Ähnliches.\n\nDann gib' ihr eine anständige Kontrollmöglichkeit über dein Verhalten die du dann auch strikt einhältst! \n\nZum Beispiel könntest du ihr vorschlagen, dass du nur Geld für Spiele ausgibst, nachdem sie dem ausdrücklich zugestimmt hat (oder dass du gar kein Geld mehr für Extra-Inhalte ausgibst). \n\nIhr könntet ein \"Ausraster\"-Glas einführen, wo du jedes Mal 50 Cent einwirfst, wenn du bei dem Spiel mal wieder die Beherrschung verlierst.\n\nDu könntest ihr auch Studien vorlegen, die zeigen, dass sich Onlinesüchte bereits nach einer sehr kurzen Entzugszeit in Entzugssymptomen äußern und dann vorschlagen, dass ihr einmal im Monat oder alle zwei Monate eine \"Spielefreie Woche\" einführt, in der du nicht zockst, damit sie sicher sein kann, dass alles okay mit dir ist.\n\nNoch radikaler könntet ihr abmachen, dass du nur Sonntags für x Stunden spielst usw. usf. \n\nSei kreativ und geh' wirklich ernsthaft auf sie zu. Denk' daran, dass sie sich echt nur Sorgen um dich macht. Nimm' das ernst und zeig' es ihr auch.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:58:08.691+0000","up_votes":1,"down_votes":0,"body":"Danke, dass du mal aus einer etwas anderen Sicht sprichst. Ich verstehe was du meinst, und ich verstehe auch die Sorgen meiner Mutter. Doch leider kann ich nicht ruhig mit ihr reden, sie schreit direkt rum, ich habe garkeine chance mit ihr darüber zu reden :( das ist ja das Problem..","replies":[{"id":"","poster":"Kurisu 1v9","date":"2015-02-24T12:59:58.682+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Bastianum,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=00080000,timestamp=2015-02-24T12:58:08.691+0000)\n>\n> Danke, dass du mal aus einer etwas anderen Sicht sprichst. Ich verstehe was du meinst, und ich verstehe auch die Sorgen meiner Mutter. Doch leider kann ich nicht ruhig mit ihr reden, sie schreit direkt rum, ich habe garkeine chance mit ihr darüber zu reden :( das ist ja das Problem..\n\nSag ihr mal \"Wer schreit hat unrecht\".","replies":[]},{"id":"","poster":"Nephirelle","date":"2015-02-24T13:07:53.648+0000","up_votes":1,"down_votes":0,"body":"Das klingt mir aber dann doch sehr danach, dass es zwischen euch vorher schon an anderer Stelle mehr oder weniger stark eskaliert ist (vielleicht nicht einmal wegen der Spiele). Kann das sein?","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T13:11:33.132+0000","up_votes":1,"down_votes":0,"body":"Meine Mutter ist in allen Sachen die coolste mama der Welt, aber wenn es um sachen mit dem Computer oder dem Internet geht macht sie sich extreme Sorgen, und das ist ja eigentlich auch gut so. Und ja, deswegen gab es schon ein zweimal Streit, aber das hat sich ja immer geklärt. Sonst ist unser Verhältnis auch ganz gut. Nur ich weis halt nicht wie ich jetzt an Sie rankommen soll :(","replies":[{"id":"","poster":"Hinasaki","date":"2015-02-24T16:30:14.944+0000","up_votes":2,"down_votes":0,"body":"Kommt mir vor als ist sie ein bissel unwissend in dem Bereich. \n(Nicht böse gemeint. Ich muss ja auch bei mein Vater antreten wenn was nicht richtig läuft auf seinem PC.)\nDu müsstest Ihr nur sagen das du mal in ruhe darüber reden willst und zeigen willst was du eigentlich so Am PC machst und zeig Ihr am besten was ihr interessiert.","replies":[]}]}]}]}]},{"id":"","poster":"AyteeDE","date":"2015-02-24T11:57:24.435+0000","up_votes":4,"down_votes":1,"body":"Lass dich auf ihre Spielchen ein.\nLass sie den PC ein paar Tage / Wochen behalten und zeig damit, dass du eben NICHT süchtig bist.\n\nEltern sind manchmal komisch und ihre Reaktionen völlig sinnlos, da sie aber am längeren Hebel sitzen, bleiben dir wenig andere Möglichkeiten.","replies":[]},{"id":"","poster":"Daano","date":"2015-02-25T17:24:43.921+0000","up_votes":2,"down_votes":0,"body":"Bei den LCS sind öfters auch Eltern von Spielern (Bsp. waren Amazings Eltern oft vor Ort) oder auch Eltern von den Zuschauern.\nWenn nichts mehr hilft, würde ich mal vorschlagen dann mal nach Berlin zu fahren so solch einem Event und versucht mit anderen Eltern/Erwachsenen darüber zu reden. Berlin kann man sich ja eh immer mal anschauen.\n\nOder du suchst Vermittlung mit dem Jugendamt oder einem Psychiater (der u.a. belegen kann das du nicht Spiele süchtig bist und auch vermitteln)\n\nAuch als Sohn unter 18 hast du Rechte, sogar mehr als man manchmal denkt.\nDas sie den Anwalt mit deinem Geld bezahlen, ist rechtlich übrigens Illegal und die Androhungen die AccDaten heraus zu geben und das mit dem Anwalt ist auch eine Nötigung. Soviel zu dem Thema \"Sie ist deine Mutter sie darf das\"... Das Geld welches auf deinem Konto (wohlgemerkt musst du als Kontobesitzer stehen, nicht nur als Karteninhaber) oder Sparbuch liegt ist dir und deine Eltern dürfen die zwar gerne was überweisen, sie dürfen sich daran aber nicht bedienen.\n\nWenn ich mal Kinder habe, wäre ich stolz wenn sie für ihre Rechte kämpfen würden, selbst wenn ich dazu nicht bereit wäre sie loszulassen. Denn die Erziehung endet zwar eigentlich nie, weil man immer was dazu lernen kann von seinen Eltern, aber sie hat ihre Arbeit getan wenn das Kind (erfolgreich) selbstständig wird, d.h. es lernt auf den eigenen Beinen zu stehen, für Geld auch arbeitet und sorgsam damit umgeht außerdem nicht auf die falsche Bahn gerät indem man sich einschüchtern oder einreden lässt (also das was sie nun tut).\n\nMein Ausbilder, der nun in Rente ist, sagte das er froh über unsere neue Generation ist, da wir selbstständig denken, Dinge hinterfragen und wir auf die Bewährung unserer Rechte wertlegen (Stichwort vor paar Jahren die Piratenpartei)","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T18:14:59.612+0000","up_votes":1,"down_votes":0,"body":"Ich glaube zur LCS zu fahren könnte problematisch werden. Und ja, ich weiß, dass ich Rechte habe und dafür kämpfe ich ja auch. Aber bringt halt irgendwie nichts. Und ich will jetzt nicht unbedingt zum Jugendamt gehen, so weit gehe ich definitiv nicht. Meine Mutter ist so schon gestresst genug wegen der ganzen Sache, sie möchte mich ja schützen, ist aber auf der anderen Seite sturr..:(","replies":[]}]},{"id":"","poster":"cyka bled","date":"2015-02-25T15:50:22.643+0000","up_votes":2,"down_votes":0,"body":"Und was ist mit dem Vater?\nAls meine Eltern sich scheiden liesen bin ich mit 17 Jahren ausgezogen. Meine Mutter hat gebürgt; das Geld kam durch die Ausbildung 'rein. War hart, ging aber.\nAber das fällt für Dich flach, wie Du sagst. Ich muss echt sagen, dass ich das arg krass finde. Einfach von diesem blöden \"Jetzt nehm ich Dir den Computer weg\". Das ist ja nicht so, als ob man ein Brettspiel oder ein Kartendeck wegnimmt. Ich würde mächtigst mit meiner Mutter/Vater aneinanderprasseln, wenn das passiert. Und nein, ich bin kein \"Ey alda %%%% disch\"-Typ. Ich bin eher baff, wie Du das hinnimmst.\n\n> [{quoted}](name=Junina Lina Mae,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=0026,timestamp=2015-02-25T11:48:16.296+0000)\n\n> Du bist fast 17 und in einem Alter, wo man weitaus höhere Beträge einkaufen darf, unabhängig davon, ob online oder im Handel.\n> Außerdem hast du dir das Geld selbst verdient und auch das Taschengeld ist DEIN GELD, du darfst es also ausgeben, wofür du willst, so lange es nichts ist, was nicht für dein Alter geeignet ist, Drogen sind oder Alkohol usw.\n\nDas ist falsch. Solange er nicht 18 ist, ist er nicht voll Rechts- und Geschäftsfähig. Die Kaufverträge sind nur.. wie sagt man da? \"Bedingt gültig\"? (Man, als gelernter Kaufmann müsste ich den genauen Wortlaut wissen). Der Taschengeldparagraph ist nach wie vor von Bedeutung; die Eltern übernehmen als Vormund den Part der voll Geschäftsfähigen. Als ich mit 17 meinen ersten iPod gekauft habe, hat die Dame an der Planetenmarkt-Kasse \"gerade noch ein Auge zugedrückt\". 299 Euro ist kein Taschengeld mehr. Ein Brötchen oder Kaugummi schon eher^^ Manche Eltern können (und sind) vom Vertrag zurücktreten, da nichtig/anfechtbar mangels Geschäftsfähigkeit. \n\nKlar, die 10 Euro zählen noch zum Taschengeldparagraphen, aber rein theoretisch gesprochen ist man erst mit 18 sein eigener Herr. Auch an der Einzelhandelskasse.\n\nEDIT: Ich glaube, es heißt \"schwebend gültig\" oder so..\n\n","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T16:26:14.472+0000","up_votes":1,"down_votes":0,"body":"Scheint, als kennst du dich da aus. Ich habe auch schon nachgeguckt, ich denke mal im Ernstfall hat eher sie Recht, denn ich bin ja keine 18. und naja, was soll ich machen? Wenn ich unsachlich werde wird es ja nicht besser..:(","replies":[]}]},{"id":"","poster":"Heavenly Sir","date":"2015-02-25T06:15:41.007+0000","up_votes":2,"down_votes":0,"body":"Ich habe jetzt einige Kommentare gelesen und auch deine Antworten und ich muss sagen, deine Mutter wäre für mich nicht zum Aushalten :)\n\nSie beschützt dich nicht, sie schadet dir damit nur und ich glaube du wirst unkonzentrierter, da ihr beide das Thema noch immer nicht aus der Welt geschaft habt.\n\nDein Account ist dein Eigentum, sie hat keine Rechte um diesen zu löschen fertig, da wird aich nicht diskutiert.\n\nNaja, ich wünsche dir viel viel viel Glück ;)\nPS: Vielleicht können wir ja einmal miteinander spielen, wenn das geklärt ist.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T06:24:20.015+0000","up_votes":1,"down_votes":0,"body":"Ne, der Account gehört Riot :( Und ich denke mal nicht, dass ich irgendwann wieder spielen kann. Aber danke für das 'angebot' :)","replies":[{"id":"","poster":"Heavenly Sir","date":"2015-02-25T14:55:45.204+0000","up_votes":2,"down_votes":0,"body":"Naja, man kann jetzt nicht einfach sagen, der Account gehört Riot, so ist es ja auch nicht.\nRiot tritt einige Rechte an dich ab, doch wenn du gegen die AGBs verstößt, ist es Ihnen möglich, deinen Account zu löschen, sperren oder sonst was.\nDu bist der Besitzer des Accounts, der Eigentümer ist eigentlich Riot, war ein Fehler von mir, doch man sollte sich nicht immer täuschen lassen, denn auch wir haben Rechte und Ansprüche ;)\n\nDu bist 16, das Spiel ist ab 12, also wird Riot der Bitte deiner Mutter nicht nachkommen, da du in einem Alter bist, wo es dir möglich ist, Verträge abzuschließen.\nEs kann sein, das Riot es aus höflichkeit machen würde, aber eigentlich hat deine Mutter keine Rechte, sie hat mit Riot keinen \"Vertrag\" geschlossen.\n\nWas Blizzard macht, machen die auch nur aus Höflichkeit und Nettigkeit, müssen tun die nichts der gleichen :D\n\nIch würde ihr keine Daten geben, denn das geht sie nichts an und es ist eine Frechheit zu meinen, man dürfe das Hobby seines Kindes zerstören.\n\nVielleicht findest du ja eine Lösung, denn ich würde gerne mit dir spielen ;)","replies":[]},{"id":"","poster":"Tsundere Sheyn","date":"2015-02-25T06:28:53.460+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Bastianum,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=001c0001,timestamp=2015-02-25T06:24:20.015+0000)\n>\n> Ne, der Account gehört Riot :( Und ich denke mal nicht, dass ich irgendwann wieder spielen kann. Aber danke für das 'angebot' :)\n\nSpätestens wenn du 18 bist und dir einen eigenen PC kaufst, wenn du deinen jetztigen nicht schon dein Eigen nennst, kann deine Mutter rein gar nichts mehr machen, ausser halt sagen \"Deine Füße unter meinem Tisch, du tust was ich sage.\" Was meiner Meinung nach eher Blödsinn ist. Es gibt viel schlimmeres was du machen kannst in deiner Freizeit als League spielen. Bist du denn Schulisch fit und alles? Ausbildung/Abitur am machen?\n\nWenn ja, kann deine Mutter doch zufrieden sein.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T06:30:56.208+0000","up_votes":1,"down_votes":0,"body":"Ja, der PC gehört mir. Und schulische bin ich ziemlich fit :) ich finde das ja auch schwachsinning, aber ich kann leider nichts ändern..:(","replies":[]}]}]},{"id":"","poster":"Tsundere Sheyn","date":"2015-02-25T06:19:52.814+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AlexCaptain,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=001c,timestamp=2015-02-25T06:15:41.007+0000)\n> \n> Dein Account ist dein Eigentum, sie hat keine Rechte um diesen zu löschen fertig, da wird aich nicht diskutiert.\n\nDa wäre ich vorsichtig, der Account ist Riots eigentum, seine Mutter ist die Erziehungsberechtigte das der Te noch 17 ist. Ergo hat sie das Recht zu verlangen den Account löschen zu lassen. Wenn hier die Regeln wie bei Blizzards WoW gelten, was ich mir durchaus vorstellen kann. Dort gab es mal so einen Fall eines 16 Jährigen.","replies":[]}]},{"id":"","poster":"Minasori","date":"2015-02-24T22:26:26.885+0000","up_votes":2,"down_votes":0,"body":"Ist jetzt schon über ein Jahrzehnt her, aber meine Eltern waren da noch strenger. Ich durfte gar nicht alleine an den Pc. Das erste mal als ich meine Facharbeit geschrieben habe. \nIch finde 3 Spiele am Tag und am Wochenende mehr auch nicht gerade wenig. Klar gibt es Leute die zocken noch viel viel mehr. Was man auch nicht vergessen sollte: Spielen kann süchtig machen und wenn du dich aufregst, wenn du nicht richtig spielen kannst, ist dass durchaus ein Suchtindikator. Normal finde ich das jedenfalls nicht ;)\nVersteh mich nicht falsch. Ich halte dich keineswegs für süchtig und auch nicht für Suchtgefährded. Aber ich kann verstehen, dass deine Mutter das denkt. Und daran dass du dich über einen HIGHPING aufregst, solltest du definitiv arbeiten. \"Mensch ärgere dich nicht\" ist eine der Tugenden die man aus dem zocken ziehen kann. Zudem trainiert das zocken auch das Gehirn. Bei p/q Tests schneiden Zocker besser ab als nicht Spieler und dieser test zählt bei sehr vielen Unternehmen zu den Bewerbungstests.\n\nSoweit ich weis kann man den Account gar nicht löschen ;) von daher könntest du ihr das PW sogar geben.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T05:42:06.025+0000","up_votes":1,"down_votes":0,"body":"Doch, wenn man den Support anschreibt kann man den löschen :( und das mit dem highping 'ausrasten': da hast du recht. Aber stell dir mal vor, du spielst Fußball in einem Turnier, und aufeinmal fällst du auf den Boden und kannst garnichts mehr machen :D der Spieler wuerde sich auch aufregen :)","replies":[{"id":"","poster":"Ahri a Stark","date":"2015-02-25T15:03:08.776+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bastianum,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=00190000,timestamp=2015-02-25T05:42:06.025+0000)\n>\n> Doch, wenn man den Support anschreibt kann man den löschen :( und das mit dem highping 'ausrasten': da hast du recht. Aber stell dir mal vor, du spielst Fußball in einem Turnier, und aufeinmal fällst du auf den Boden und kannst garnichts mehr machen :D der Spieler wuerde sich auch aufregen :)\n\n\nkannst du aufhören meine Antwort zu ignorieren ? ich will wissen wie deine Mutter zu \"lolking\" gekommen ist. Das ist meiner Meinung nach nicht so einfach möglich.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T16:21:37.820+0000","up_votes":1,"down_votes":0,"body":"Ich habe dir längst geantwortet, guck mal unter deinen Post ^^ ich habe ihr die Seite mal gezeigt, als sie kontrollieren wollte Wieviel ich spiele :b","replies":[]}]}]}]},{"id":"","poster":"Rotten Onion","date":"2015-02-24T22:17:12.588+0000","up_votes":2,"down_votes":0,"body":"so nen bullshit hab ich mit meinen eltern auch durchgemacht^^ nur dass es bei mir CoD war und schlechte Noten hatten :D\n\nHast du deiner mutter schon gezeigt wie viele neue Spiele  sonst so kosten? Zeig ihr einfach ein paar aktuelle, am besten die Konsolen Version, da gehts geren an die 70€.\nUnd dann frag ob es besser ist für ein spiel 70 auf einma rauszuhaun, für dass es nach nem Jahr kaum Updates bzw einen Nachfolger gibt. Oder in 2Jahren 50€ zu bezahlen.\n\nWenn alle stränge reißen, mach einfach nen neuen Acc und geb ihr die DAten von dem... \nacc name: leck mich\npsw: kräftig","replies":[]},{"id":"","poster":"spharic","date":"2015-02-24T21:35:41.963+0000","up_votes":2,"down_votes":0,"body":"Mach dir nen Zweitaccount und gib ihr die Daten. -> Problem Solved ;)\n\nSolange du gut in der Schule bist, kannst du tun und lassen was du willst.","replies":[]},{"id":"","poster":"Wolkenfuß","date":"2015-02-24T19:59:32.940+0000","up_votes":2,"down_votes":0,"body":"Schlag deiner Mutter \" PC Zeiten\"  vor.\nZ.b das du ihr bescheid sagst wann du anfängst und dann vll 2 Stunden oder so. Dann hat sie das Gefühl du siehst dein Problem, und sie kann es Kontrollieren. \nLG","replies":[]},{"id":"","poster":"FyroGaming","date":"2015-02-24T19:32:45.501+0000","up_votes":2,"down_votes":0,"body":"Versuch mit Ihr zu verhandeln, zeig Ihr das du **NICHT **Süchtig bist und du alles noch unter Kontrolle hast.\nIst halt mist wenn Sie nicht auf ruhige Gespräche eingeht das macht alles schwieriger ;s\n\nwünsche dir viel Glück","replies":[]},{"id":"","poster":"vershcrieben","date":"2015-02-24T19:20:03.027+0000","up_votes":1,"down_votes":1,"body":"Ich schätze mal das du das alles runter spielst um dir Bestätigung gegen deine Mutter zu suchen. Wenn ich mir deine History anschaue, sehe ich Spiele von 11:00 - 3:00. Wenn das jedes mal so ist, dann Gute Nacht. Du wirst nicht nur ab und zu mal Spielen sondern durch suchten. So wie jeder der sagt \"Mimimi meine Mutter verbietet mir das Internet obwohl ich Unschuldig bin\" Merk dir eins, solange du deine Füße unter dem Tisch deiner Mutter hast, hast du das zutun was sie sagt. Alle anderen die hier den Helden spielen, leben entweder in Asozialen Verhältnissen oder Lügen.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-24T19:23:29.345+0000","up_votes":2,"down_votes":0,"body":"Heya\nNatürlich hat man in der Regel zu tun, was sie sagt, aber ich habe zum Beispiel damals mit meinen Eltern einen Kompromiss aufgestellt(der mehr in ihrem als in meinem Sinne war, aber ich konnt mir nach und nach mehr erarbeiten). Wenn man vernünftig mit seinen Eltern redet lässt sich oft noch einiges herausholen.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Bastianum","date":"2015-02-25T05:49:43.600+0000","up_votes":1,"down_votes":0,"body":"Natürlich habe ich das zu machen, was sie sagt, aber ich habe auch meine Meinung und denke ich darf die auch ausdrücken. Und guck bitte nochmal genau hin, bevor du dich beschwerst: in meinem spielverlauf habe ich pro Tag maximal 3spiele, bis auf an einem, aber da war auch Wochenende :) da habe ich dann 2mehr gespielt.","replies":[]}]},{"id":"","poster":"OeS Llinn","date":"2015-02-24T12:31:22.130+0000","up_votes":2,"down_votes":0,"body":"Ich habe gerade in Deutsch das Thema Medienkritik gehabt.\nDabei habe ich gelernt, dass es sogar in der Antike schon Kritik gab, als die Schrift eingeführt wurde - sie solle angeblich das Gedächtnis schlechter werden lassen.\nAls dann das Buch herauskam, wurde diesem vorgeworfen, dass man süchtig danach wird (gerade Frauen und Kinder) und dass es schlecht ist.\nBei der Musik genau dasselbe.\n\nWas ich damit sagen will:\nZeig ihr, dass ihre Angst und ihre Kritik unberechtigt ist. Denn diese gab es schon vor ihrer Zeit und nie haben sich diese bewahrheitet.\nAußerdem zeigen verschiedene Studien, dass Kinder mit einem guten sozialen Umfeld eher von Computerspielen profitieren (besseres Reaktionsvermögen, bessere Kombinationsgabe etc.), denn es sind die Kinder, deren Eltern sich nicht um sie kümmern, die eher in den \"Suchtsumpf\" abdriften.\n\nZeig ihr ein paar Studien, mach z.B. eine PowerPoint-Präsentation, um ihr diese Sachen zu zeigen.\nMeine Mutter dachte früher auch, dass ich süchtig werde und dass ich viel zu viel vor dem Computer hänge. Nachdem ich ihr das alles mal erklärt habe, sieht sie es wesentlich gelassener! :)","replies":[]},{"id":"","poster":"pLâce","date":"2015-02-24T16:34:35.421+0000","up_votes":3,"down_votes":1,"body":"Habe früher auch sehr viel gezockt, bin 22 und habe mit 5 Jahren ca angefangen mich für Videospiele zu Interessieren.\nSuper Mario auf der Super Nintendo oder später auch Wc2 und Wc3 :D\n\nMeine Mutter hatte es auch nie verstanden, weshalb ich soviel Zeit vor dem Rechner verbracht habe, sie dachte auch lediglich in hänge da rum und kapsel mich von allem ab.\n\nNachdem ich dann auch noch Webdesign hobbymäßig mit 14/15 gemacht habe, hat meine Mum auch mal gefragt, was ich da nun eigentlich genau mache.\nHabe ihr halt erklärt, das ich Spiele, aber auch Webseiten erstelle und vieles mehr, was mich Interessiert.\n\nBevor man jetzt sagt, der hat nichts anderes gemacht, ich habe ne Zeitlang Fußball im Verein gespielt, Tischtennis, Badminton etc.. gefiel mir halt alles nicht so sehr, obwohl ich in den Sportarten nicht schlecht war.\n\nSpäter nahm das auch ab, da war ich lieber den ganzen Tag Agressive Inline Skaten und hab Abends paar Runden Wc3 gezockt oder meine Webseiten verwaltet.\nMeine Mutter hatte es irgendwann akzeptiert, weil sie auch gesehen hat, das ich viel draußen unterwegs bin, Sport mache und meine Schule trotz des nie lernens sehr gut abgeschloßen habe.\n\nWäre ich in deiner Situation, erkläre deiner Mum, was du da eig machst, erkläre ihr das du so noch Abends ein bischen Zeit mit freunden verbringst, indem ihr paar Ründchen spielt und auf TS redet etc.\n\nMir persönlich wäre es lieber, wenn mein Kind um ( sagen wir mal ) 21 Uhr daheim ist und mit Freunden Online noch bissi daddelt, statt draußen rumzugimpen und sonst was zu machen.\n\nWie alt bist du eig ? Wenn du 12 bist ( krass gesagt ) würde es schwere sein, deiner Mum das zu erklären.","replies":[]},{"id":"","poster":"Rekt By Poro","date":"2015-02-25T11:50:10.432+0000","up_votes":2,"down_votes":1,"body":"Hallöle\n\nDu sagtest ja, dass du schon 17 bist d.h. du musst diesen Streit mit deiner Mum nur noch ein Jahr oder vermutlich weniger, fortführen und wenn du dann 18 bist kann sie dir nichts mehr sagen, was du mit deinem Geld zu tun und lassen hast. Meiner Meinung nach übertreibt deine Mum schon ein wenig. Bei mir ist das schlimmer wenn das ans Licht kommen würde, dass ich 140€ schon investiert habe......\n\nDas wird schon!","replies":[]},{"id":"","poster":"Redgomor","date":"2015-02-25T11:31:17.102+0000","up_votes":2,"down_votes":1,"body":"Worin solltest Du denn sonst Deine Zeit investieren? Nehmen wir mal als Beispiel Fussball. \n\n\"Geh doch mal raus, triff Deine Freunde.\" \n- Tue ich doch, ich treffe sie in League of Legends. \n- Beim Fussball würde ich sie auch treffen. \n-> Wie sich meine Freunde treffen lassen und wie ich sie treffe, dass kannst Du nicht bestimmen Mutti. Da gibt es nur die eine Möglichkeit, wir laden meine Freunde hierher ein und hören uns das an, was Du zu sagen hast. Ich kann doch nicht über meine Freunde und ihr Verhalten bestimmen, ich bitte Dich Mutti. \n\n\"Das Essen ist fertig, aber Du bist in dem Moment wo ich dich rufe nicht am Tisch!\" \n- Wenn ich ein Spiel spiele, dann muss dieses zuerst zu Ende gespielt werden. \n- Wenn ich Fussball spiele, gehst Du dann mitten beim Spiel auf das Feld, rufst zu mir, dass es Essen gibt und ich muss dann direkt das Feld verlassen und zum Essen kommen? \n-> Wir machen eine Zeit zum Essen aus, was ist daran denn so schwer? Es reicht doch, wenn Du kurz bevor Du mit dem Kochen anfängst mir sagst, dass es noch eine halbe Stunde dauert. Und wenn ich dann einmal sage, es kann etwas länger dauern, dann ist es eben so. \n\n\"Du investierst 50€ in ein Spiel, Du bist unter Garantie süchtig!\" \n- Ich investiere wesentlich mehr als nur 50€ in das Spiel, eine neue Maus ein neues Headset, Spieliinhalte, das sind alles Dinge die dazu gehören. \n- In einem Verein würde ich mir auch Neue Schuhe, neue Klamotten, vielleicht ein Coaching kaufen, das nennt man Hobby Pflegen. \n-> Es fällt in den Bereich des Taschengeldparagraphen laut dem BGB. Es stimmt ich bin bedingt geschäftsunfähig, aber meine Investitionen schaden mir nicht, es nennt sich Hobbypflegung. Erst wenn die Beträge irrational werden, wie die 300 Euro Schuhe von Nike oder das 300 Euro Headset von Logitech, dann kannst Du daran Einspruch erheben, bis dahin ist alles Taschengeld. \n\n\"Du driftest in Deine eigene Welt ab, Du verlierst den Hang zur Realität.\" \n- Es gibt Menschen, die werden von RTL zum Beispiel als Aufhangsbeispiele hingestellt, dass jeder Hartz IV Empfänger wie Arno Dübel ist. Sind sie das? Nein. \n- Es gibt Menschen beim Fussball die Saufen sich nach einem verlorenem Spiel die Birne weg, ich könnte sagen, dass Fussball dazu führt, dass jedes verlorene Spiel ein Sauffest für den Fussballer ist. Sind alle Fussballer so? Nein, sind sie nicht. \n-> Das nennt Sich DISZIPLIN und DISZIPLIN lehren einem die Eltern nicht sondern das Lernt man GANZ ALLEINE. Die Eltern führen einem auf dem Weg der Disziplin. Wie genau lehrt ein Elternteil seinem Kind Disziplin, wenn er ihm die Lehre verweigert. Du sollst lernen, nicht Spielsüchtig zu werden, indem man Dir das Spiel wegnimmt? Für mich (der ein wenig Neurologie versteht) entsteht da im Gegenschluss draus, dass der Wille zu Spielen über den längerem Zeitraum größer wird. So entsteht keine Disziplin, so entsteht Sucht. \n\n\nHachja, ich erinnere mich noch daran, wie meine Eltern mir das erste Mal den Rechner wegnahmen. Ich musste ausziehen, weil meine Eltern die Argumente nicht realisieren konnten, haha.","replies":[]},{"id":"","poster":"Tsundere Sheyn","date":"2015-02-25T07:17:47.950+0000","up_votes":2,"down_votes":1,"body":"Oder du sagst ihr das ich es auch spiele, sie kennt mich, jeder kennt mich \\o/","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T10:01:01.427+0000","up_votes":1,"down_votes":0,"body":"Hahahaha xD","replies":[]}]},{"id":"","poster":"Tsundere Sheyn","date":"2015-02-25T06:11:43.817+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Bastianum,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=,timestamp=2015-02-24T11:46:18.786+0000)\n> \n> EDIT: Das einzige Argument meiner Mutter was ich halbwegs verstehe, ist, dass ich, wenn ich ein Ranked spiele und mein Ping plötzlich auf 300steigt, mich aufrege, wobei ich eigentlich finde, dass das normal ist, ich meine da regt sich jeder auf..:D\n\n\nNein, tut nicht jeder. Ausserdem muss ich deiner Mutter dort rechtgeben, das grenzt ja schon bald an ein Aggressionsproblem.\n\nBiete ihr doch einfach mal an das zu ändern was sie vorschlägt, wenn es nur das ragen ist, stell es ab. Es ist auch nicht gut für dich wenn du Sinnlos ragest. Ja, dein Ping steigt, rumnörgeln hilft dort aber nicht und macht es nicht besser, einfach ruhig bleiben und warten bis es wieder geht.\n\n\nAlternativ kannst du ihr auch sagen das die Zeiten heute anders als Damals sind. Wenn ich überlege das ich damals als ich 12 war 6 Stunden nach der Schule Ego Shooter gespielt habe, teilweise Täglich, ist das schon verrückt. Das mit dem Geld war so eine Sache, ich durfte auch nie WoW spielen da ich es mir selbst bezahlen musste, ergo habe ich damit angefangen als ich eine Ausbildung gemacht habe, auch mehrere Stunden in der Woche, aber nicht mehr so viel wie damals. Die Zeiten sind halt anders, wenn ich heute meine kleine Schwester sehe die ihre Finger nicht 2 Minuten vom Smartphone lassen kann, nicht einmal wenn ich bei meinen Eltern bin und wir irgendwie man zu Mittag essen am Wochenende oder so, ist das schon eine ziemlich große Sucht.\nDu könntest sie ja auch fragen ob du lieber das Geld wie viele anderen für Alkohol und Partys rauswerfen solltest, das Ergebnis bleibt das gleiche.\nWenn du das Geld verdienst ist es deine Sache was du damit machst. Gut du bist noch 17, das wird aber auch nicht von dauer sein.","replies":[{"id":"","poster":"PwnedAkkon ","date":"2015-03-14T09:43:03.872+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Hi Im Sheyn,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=001b,timestamp=2015-02-25T06:11:43.817+0000)\n>\n> Nein, tut nicht jeder. Ausserdem muss ich deiner Mutter dort rechtgeben, das grenzt ja schon bald an ein Aggressionsproblem.\n> \n> Biete ihr doch einfach mal an das zu ändern was sie vorschlägt, wenn es nur das ragen ist, stell es ab. Es ist auch nicht gut für dich wenn du Sinnlos ragest. Ja, dein Ping steigt, rumnörgeln hilft dort aber nicht und macht es nicht besser, einfach ruhig bleiben und warten bis es wieder geht.\n> \n> \n> Alternativ kannst du ihr auch sagen das die Zeiten heute anders als Damals sind. Wenn ich überlege das ich damals als ich 12 war 6 Stunden nach der Schule Ego Shooter gespielt habe, teilweise Täglich, ist das schon verrückt. Das mit dem Geld war so eine Sache, ich durfte auch nie WoW spielen da ich es mir selbst bezahlen musste, ergo habe ich damit angefangen als ich eine Ausbildung gemacht habe, auch mehrere Stunden in der Woche, aber nicht mehr so viel wie damals. Die Zeiten sind halt anders, wenn ich heute meine kleine Schwester sehe die ihre Finger nicht 2 Minuten vom Smartphone lassen kann, nicht einmal wenn ich bei meinen Eltern bin und wir irgendwie man zu Mittag essen am Wochenende oder so, ist das schon eine ziemlich große Sucht.\n> Du könntest sie ja auch fragen ob du lieber das Geld wie viele anderen für Alkohol und Partys rauswerfen solltest, das Ergebnis bleibt das gleiche.\n> Wenn du das Geld verdienst ist es deine Sache was du damit machst. Gut du bist noch 17, das wird aber auch nicht von dauer sein.\n\nDoch, jeder","replies":[]},{"id":"","poster":"Bastianum","date":"2015-02-25T06:24:59.769+0000","up_votes":1,"down_votes":0,"body":"Ja, du hast recht, aber wir bekommen jetzt auch eine neue Leitung, also hätte sich das Problem eh erledigt :)","replies":[]}]},{"id":"","poster":"UltimateLuzifer","date":"2015-02-24T17:19:12.059+0000","up_votes":2,"down_votes":1,"body":"AHHA 50 €? Ganz ehrlich, das ist nichts. Wenn du davon ausgehst, dass LoL ja auch ein Spiel ist das du sozusagen für 50€ dir gekauft hast ist es doch kein Problem!!! Außerdem sind 50 € auch ned die Welt... ich hab **mit 12 Jahren**, sowas wie 300€ für ein Onlinegame am Ende warens bestimmt 500 € .\nIs halt so.  \n\nManche Leute kaufen sich Computerspiele, manche verzocken ihr Geld beim Kartenspielen, manche kaufen sich Alkohol, und manche geben es eben für ein Onlinegame aus was völlig zu rechtfertigen ist.\n\nDu solltest mit deinen Eltern mal ernsthaft drüber reden, dass andere Spiele weitaus teurer sind und du eben dieses Spiel gerne spielst. Außerdem ist es KEIN SHOOTER und ab 12.  Du solltest dich aber im Gespräch mit deinen Eltern auf KEINEN FALL aufregen, versuch es einfach mit einer beruhigten Diskussion. - Bin 16 und spreche aus erfahrung :D aufregen bringt nichts, sag ihnen einfach ka sie kaufen sich parfüm und du dir halt nen skin","replies":[]},{"id":"","poster":"PwnedAkkon ","date":"2015-02-24T14:11:35.545+0000","up_votes":2,"down_votes":1,"body":"Mach dir nen 2. Account lass den löschen. Spiel 1 Jahr kein Lol mehr. Wenn du 16+ bist packst du deinen alten Account wieder aus und wenn deine Mutter dann noch rummault kann man es bei einem 16 jährigen echt nicht verstehen.","replies":[]},{"id":"","poster":"gvb gb","date":"2015-05-21T12:27:19.297+0000","up_votes":1,"down_votes":0,"body":"Man kann keine LOL acc löschen xDDD also gib die daten und du hast dein PC. xD","replies":[{"id":"","poster":"gvb gb","date":"2015-05-21T12:27:41.855+0000","up_votes":1,"down_votes":0,"body":"glaube ich.","replies":[{"id":"","poster":"gvb gb","date":"2015-05-21T12:28:23.634+0000","up_votes":1,"down_votes":0,"body":"Und wie kannst du ohne PC auf den Foren schreiben??? xDDD","replies":[]}]}]},{"id":"","poster":"pascal22","date":"2015-03-31T23:15:10.218+0000","up_votes":1,"down_votes":0,"body":"Also ich kann zu dem Thema auch etwas sagen , ich habe in dem alten Thread gelesen das sie damit zum Anwalt gehen will wenn du ihr die Daten nicht gibst wenn ich das richtig verstanden habe (Falls nicht les dir den Rest nicht durch). Also erstens kann sie damit nichts bewirken , denn wenn du den AGBs zugestimmt hast sollsten du deine Daten nicht an Dritte weitergeben da es etwas persönliches ist und somit auch als Privatsphäre gilt. Und wenn keine sie damit doch noch zum Anwalt gehen sollte wird es eher Teuer für sie und dann hat sie die 50 Euro vergessen denn sie wird damit leider nicht weit kommen wenn sie dich deshalb Anklagen will wenn du ihr die Daten nicht geben willst. So und zu dem Thema 50 Euro sollen viel sein , trotz das es dein eigenes und selbstverdientes Geld ist es im Prinzip nicht viel. Denn du kannst mit 17 Jahren (Wenn das stimmt , das las ich im alten Thread) nicht viel mit dem Geld anfangen und wie viele schon sagen kannst du deiner Mutter sagen das du das Geld dann lieber für Alkohol und Drogen ausgibst und dann mal ihre Reaktion anschauen. Ich habe das auch manchmal mit meiner Mutter wenn es um \"PaySafeCard\" und allen andere Methoden geht Geld in Online-Währungen etc. umzutauschen. Sie sagt man soll sich lieber was anderes davon kaufen , aber wenn man Essen und Trinken Zuhause hat kann man sich damit nichts ausser unnützes Zeug was am Ende in der Ecke liegt kaufen. Deshalb finde ich es komplett unberechtigt das sie deine Daten möchte weil du zu \"süchtig\" wirst denn wie im alten Thread schon gesagt wurde gibt es Menschen die leider schon  4-5 Stellige Summen in Onlinegames investiert haben.... Viel Glück :) LG","replies":[]},{"id":"","poster":"Deadly Evil","date":"2015-03-09T14:21:25.651+0000","up_votes":1,"down_votes":0,"body":"Erstell dir von einem Kumpel aus einen Smurf Account, und gib ihr die Daten. Dann kann sie den falschen Account löschen.","replies":[{"id":"","poster":"Chakkoty","date":"2015-03-09T14:28:13.814+0000","up_votes":1,"down_votes":0,"body":"Das bringt nichts. Es schafft letzten Endes nur mehr Probleme, als es löst.\nLügen ist ~~(manchmal :P  )~~ nie eine gute Lösung.","replies":[]}]},{"id":"","poster":"Chakkoty","date":"2015-03-09T13:59:54.216+0000","up_votes":1,"down_votes":0,"body":"Es ist im Grunde ganz simpel - deine Mutter KANN dir den Computer wegnehmen, und sie KANN dir verbieten, in \"ihrem Haus\" gewisse Dinge zu tun, wie LoL zu spielen. \nWas Sie aber nicht kann:\n- Dein selbst verdientes Geld beanspruchen.\n- Von dir deine Accountdaten verlangen.\nSie macht sich bereits strafbar, sprich, sie HAT BEREITS eine Straftat begangen, indem Sie dich mit der Wegnahme des PCs dazu zwingen will, die Accountdaten freizugeben. Noch dazu, um den Account zu löschen. Da kommen gleich mehrere Sachen zusammen, unter anderem:\n- Erpressung\n- Vorenthaltung eines Hobbies (wenn du süchtig wärst, okay - aber das bist du nicht, und das wird dir jeder Psychologe bestätigen.)\n\nGrundgesetz: \n- Jeder Mensch hat das Recht auf die freie Entfaltung der Persönlichkeit.\nDazu zählen auch Hobbies wie LoL spielen. Es ist in deinem Fall ein gesunder (also nicht schädlicher) Konsum, der dich weder in finanzielle noch bildungstechnische Nöte bringt. Du profitierst davon, du entfaltest deine Persönlichkeit auch, indem du Leute über LoL kennenlernst.\n\nDamit begeht deine Mutter gleich mehrere Straftaten.\n\nNatürlich willst du sie nicht verletzen, aber wenn Sorge in sture Ablehnung übergeht - und das IST hier definitiv der Fall - dann must du dich wehren. Es geht hier nicht mehr um deinen LoL-Account, sondern um deine Freiheit.\n\nViele haben hier vorgeschlagen, bringe doch das oder das Argument auf und trete damit an deine Mutter ran, aber es ist als Sohn natürlich nicht einfach, so etwas dann auch tatsächlich vor einem geliebten Elternteil, mit dessen Handlungen man zwar nicht einverstanden ist, den man aber doch liebt, vorzubringen.\n\nAber du musst dir über eine Sache klarwerden: \n\nDeine Mutter ist zwar deine Erziehungsberechtigte und du kannst gewisse Dinge nicht ohne ihre Zustimmung tun, aber Sie hat in dem Moment die Grenze namens \"ich lass es gut sein weil ich sie ja liebhab\" überschritten, als Sie sich dir gegenüber (mehrfach) Strafbar gemacht hat.\n\nIm Prinzip könnte jeder Zeit die Polizei bei euch klopfen und deine Mutter mitnehmen, ist dir das klar?\nNatürlich nicht ohne eine Anzeige deinerseits der z. B. vom Jugendamt, aber summa summarum ist die Ka*ke am dampfen.\nDeine Mutter mag sich ja sehr um dich Sorgen, aber diese Sorge ist das Opfer deiner persönlichen Freiheit nicht wert, wenn es sie nicht interessiert, was ihr fast erwachsener Sohn vorzubringen hat.\n\nIch verlange - ja, VERLANGE - jetzt von dir, es nicht (nur) als ihr Sohn zu sehen, sondern als eine Person, die durch ihr Handeln inzwischen geschädigt wurde. Nicht durch den Entzug des Spiels, sondern weil du bedroht, eingeschränkt und durch die gesamte Situation gestresst bist.\n\nLebe lang und in Frieden, \nMöge die Macht mit dir sein,\nDEMACIA!!,\nSei stark -\n\nKampfkartüfte aka Ciro.\n\n\nPS: Versuche, bei Gelegenheit den Riot-Support zu kontaktieren, um sie - für den Fall, dass deine Mutter mit deinen Accountdaten versucht, den Account zu löschen - vorzuwarnen. Die haben sicher nicht das erste Mal damit zu tun, zumal deine Mutter sich damit die Daten erzwungen hat, weswegen Riot Sie in dem Fall verklagen WIRD. Gefallen und Gesetzesverstöße sind zwei Sachen, und Riot muss sich an Gesetze halten.","replies":[]},{"id":"","poster":"Daano","date":"2015-02-25T19:45:22.760+0000","up_votes":1,"down_votes":0,"body":"Man schützt einen nicht, wenn man ihm (jetzt mal ganz grob gesagt) in den Keller sperrt.\na) lernt man aus Fehlern\nb) muss man einfach auch seine alleinige Entscheidung treffen wenn es um niedrige Geldbeträge oder Freizeit geht \nc) mit fast 17 ist es bei solchen Dingen auch eigentlich nicht notwendig, wir reden hier über ein Spiel mit fsk 12...\n\nUnd das Jugendamt muss nicht gleich was schlimmes sein. Die erste Funktion vom Jugendamt ist eine beratende. Obwohls bei vielen Ämter wirklich mehr schlecht ist und es sogar noch mehr die Jugendlichen seelisch schadet aber es muss ja nicht überall so sein, zumindest hoffe ich es...\n\nJedenfalls, wird mit dir da erst über Lösungen gesprochen wie du die Sache alleine mit deiner Mutter regeln kannst. Sollte es nicht helfen versucht der zuständige Berater es mit einem gemeinamen Gespräch mit dir und der Mutter oder mit einzeln Gesprächen mit ihr (das aber seltener und nur bei krassen Sachen).\nEs wird dort keine Konsequenzen für dich oder deine Mutter geben und auch keine zusätzlichen Kosten. \nUnd diese Berater sind darauf geschult zu vermitteln um Kompromisse zu finden die der Familie nicht schadet.\n\nPersönlich hab ich zwar damit keine Erfahrungen, kenne aber einige Fälle.\n\nEigentlich tust du dort nur das selbe was du hier tust, nämlich nach Rat fragen. Nur mit dem Unterschied, dass die dir dort besser helfen können (sollte es ein gutes Amt sein...)","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T19:51:16.119+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Hilfe :) ich denke mal, ich lass das erstmal so laufen jetzt. Was ändern kann ich eh nicht, habe mittlerweile soviel gekämpft und nix hat etwas gebracht. das Jugendamt zu nutzen, nur wegen so einem Spiel, finde ich uebertrieben, auch wenn dort beraten wird. Es gibt Probleme, die wesentlich gravierender sind..:o","replies":[]}]},{"id":"","poster":"Der Blockbuster","date":"2015-02-25T14:24:14.025+0000","up_votes":1,"down_votes":0,"body":"Deine Mutter kennt sich wahrscheinlich so oder so nicht damit aus, auch wenn du ihr die Daten gibts.\nDeine Mutter tut völlig überreagieren XD Ich hab jetzt schon c.a 100€ für League of Legends investiert das ist genauso viel als wenn ich mir z.B 2 PS4/3 oder ähnliches kaufen würde. LoL spiele ich aber jeden Tag und daher rentiert sich das für mich.\nMach dir einfach ein fake acc und gib ihr die daten davon. Sie checkts eh nicht.\nWas geht mit deinen Eltern {{summoner:14}}  super streng Oo. Ich mein wenn du es selber verdienst kann sie mal ruhig sein Oo{{summoner:10}}","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T14:35:57.027+0000","up_votes":1,"down_votes":0,"body":"Naja, sind halt meine Eltern, eigentlich cool, aber in Sachen mit Computer oder Intenet mega streng...:b","replies":[]}]},{"id":"","poster":"Junina Lina Mae","date":"2015-02-25T11:48:16.296+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nalso erstmal darf man in Deutschland bereits ab dem Alter von 7 gewisse Käufe tätigen.\nDu bist fast 17 und in einem Alter, wo man weitaus höhere Beträge einkaufen darf, unabhängig davon, ob online oder im Handel.\nAußerdem hast du dir das Geld selbst verdient und auch das Taschengeld ist DEIN GELD, du darfst es also ausgeben, wofür du willst, so lange es nichts ist, was nicht für dein Alter geeignet ist, Drogen sind oder Alkohol usw.\nAlso ist der Ausraster deiner Mutter total unbegründet. Wenn sie dann auf den Trichter kommt, die Geld Einnahme zu verbieten (kleine Jobs die du machst) oder die kein Taschengeld gibt, macht sie sich strafbar - du hast das Recht Geld zu besitzen und durch einen in deinem Alter gerechten Job zu verdienen. Man darf einfach nicht verbieten Geld zu besitzen und es auszugeben, ganz einfach. Deine Mutter übertreibt total, red einfach mal mit ihr. Viel Erfolg.","replies":[]},{"id":"","poster":"Tsundere Sheyn","date":"2015-02-25T06:36:50.590+0000","up_votes":1,"down_votes":0,"body":"Es klingt jetzt etwas krass und damit könntest du auch irgendwie den Zorn deiner Mutter auf dich ziehen aber ich sage es trotzdem mal. Konfrontiere sie doch mit irgendetwas was sie ihn ihrer Jugendzeit gemacht hat was deine Großeltern nicht wollten. Sie wird ja wohl kaum eine \"Weise Weste\" haben, oder?","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T09:42:47.305+0000","up_votes":1,"down_votes":0,"body":"Nein, hat sie nicht, hat ja keiner ^^ aber solche Argumente schlagen nicht an :(","replies":[]}]},{"id":"","poster":"Tsundere Sheyn","date":"2015-02-25T08:07:42.900+0000","up_votes":1,"down_votes":0,"body":"Also, wenn das kein Troll von dir, ja? Dann bist du sicherlich auch einer der bei McDonalds rein läuft und sagt \"Fleisch ist Mord\".\n\nWenn wir jetzt mal nach der Argumentation von dir gehen und wenn dies wirklich ernst gemeint ist, was ich sogar glaube wenn ich mir andere Posts von dir durchlese, lies bitte weiter, ansonsten Ignorier den Post.\n\nJEDER Spiel, ganz egal welches, ist Sinnlos und Zeitverschwendet. Wirklich jedes. Es gibt keinen Nutzen, das einzige was wirklich nutzvoll ist, ist die Fortpflanzung und die Nahrungsauftreibung, alles andere ist Sinnfrei. Es würde, wirklich nur, das überleben zählen. Der Mensch muss kein Sport machen in dem Sinne, er braucht nur die richtige tägliche Bewegung, das reicht.\n\nVergleiche uns mal mit einem Wildlebendem Tier, was tun wir was das Tier nicht macht? Das Tier sucht Nahrung, einen Unterschlupf und versucht zu überleben, wir hingegen gehen Arbeiten, haben den Unterschlupf, aber, wir schauen Fernsehen, lesen Zeitschriften, tippen auf dem Smartphone rum, ALLES unwichtig.\n\nAusserdem, wie kommst du darauf das deine Kinder gebildet und sportlich sein würden? Nur weil man ein Buch liest ist man nicht gebildet. Es kommt darauf an was man liest. Es soll Leute geben die haben in ihrere Jugend nichts anderes gemacht als Videospiele gespielt und sind heute besitzer eines Unternehmens.\n\nZum Thema Pornographie, was ist denn wenn man in einer Partnerschaft einfach nur jeden Tag Sex hat? Selbes Ergebniss aber keine Pornographie enthalten.\n\nAusserdem, warum spielst du das Spiel eigentlich? Redest so etwas schlecht, fang doch mit dir an bevor du so etwas in die Welt setzt, Videospiele haben auch ihre Vorteile musst du wissen. Räumliches denken, Hand-Augen-Koordination, Reaktionsvermögen und sie tragen zur Entspannung bei (nicht alle Spiele, kommt auf ein wenig auf die Person an.)","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T09:41:25.638+0000","up_votes":1,"down_votes":0,"body":"Hätte es nicht besser sagen können.","replies":[]}]},{"id":"","poster":"Tsundere Sheyn","date":"2015-02-25T08:51:18.593+0000","up_votes":1,"down_votes":0,"body":"BooMkin, ich adde dich mal, ich hab da mal eine Frage.","replies":[]},{"id":"","poster":"MDA Lightning","date":"2015-02-24T12:09:24.117+0000","up_votes":2,"down_votes":3,"body":"Könntest einen neuen Account machen ;) Eltern sind am Pc in der Regel nicht die hellsten.\nGib Ihnen die Daten und lass sie den Acc löschen :D.\nAndererseits hast du dann das Problem das sie dich dann besser nicht mehr beim lol\nzocken erwischen.\n\nEltern sind manchmal richtig lästig. Hatte das Problem vor 10 Jahren auch, da hilft nur\nso tun als ob es dir egal ist was die sagen und die Strafen ignorieren.\n\nlg","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:10:39.804+0000","up_votes":1,"down_votes":0,"body":"Naja, mittlerweile weiß sie sogar was Lolking ist, also das mit dem neuen Account wird nix, und ich hab auch kein Bock auf mehr Stress :(","replies":[{"id":"","poster":"Ahri a Stark","date":"2015-02-24T21:21:00.081+0000","up_votes":1,"down_votes":0,"body":"Also jetzt wird das ganze doch etwas unglaubwürdig\nWoher soll denn deine Mutter wissen was lolking ist ? Menschen die uneingeweiht mit diesem Spiel sind kennen diese Seite normalerweise nicht bzw. wissen garnicht wie man sie benutzt.\nAußerdem inwiefern soll diese Seite ihr was bringen ? gib ihr halt deinen Namen nicht.\nAlso irgendwas stimmt hier nicht...","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T05:45:33.214+0000","up_votes":1,"down_votes":0,"body":"Hey ^^ danke für die Kritik, aber ich kann dich beruhigen, hier ist nichts gespielt. Ich weis nichtmal, ob sie die Seite noch kennt, aber ich habe ihr sie mal gezeigt, als sie kontrollieren wollte, wieviel ich spiele :)","replies":[]}]},{"id":"","poster":"Anbo","date":"2015-02-24T12:27:07.275+0000","up_votes":1,"down_votes":2,"body":"Dann musst du wohl warten bis du 18 bist und genug Geld hast um dir eine eigene Wohnung zu leisten. Es sei denn du gehst zum Jugendamt und sagst deine Mutter will Sex mit dir und schlägt dich. Nein, ernsthaft wenn du schon 16, 17 bist ca. dann hau mal richtig aufn Tisch damit Sie merkt das du kein Kind mehr bist. Entweder schluckt Sie es oder du lässt Sie bockig und spielst ihr Spiel mit solange du Geld für einen eigenen PC hast.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:37:41.727+0000","up_votes":1,"down_votes":0,"body":"Es ist mein PC und ich habe mir das Geld auch selbst verdient :b","replies":[{"id":"","poster":"Anbo","date":"2015-02-24T12:44:15.048+0000","up_votes":1,"down_votes":2,"body":"Dann hat deine Mutter einen richtigen mächtigen Schaden. Dann zieh doch aus.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-24T12:58:27.097+0000","up_votes":1,"down_votes":0,"body":"Ich werde nicht ausziehen, so wichtig ist mir die Sache dann auch nicht. Aber danke :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Bastianum","date":"2015-02-24T12:08:51.796+0000","up_votes":1,"down_votes":0,"body":"Ihr kennt meine Mutter nicht, wenn sie was möchte setzt sie das durch, da bringt das nix das jetzt einfach so zu lassen. Und naja, ich wollte mich versichern, ob ich wirklich Recht habe oder doch meine Mutter, deshalb der Thread..:D\nJetzt ist es sogar soweit, dass ich keine Habdyspiele mehr haben darf, wenn man dafür was ausgeben kann..","replies":[{"id":"","poster":"Dr Bimboo","date":"2015-02-24T20:50:15.244+0000","up_votes":1,"down_votes":0,"body":"Hört sich wirklich so an, als habe Sie Horrogeschichten über pay2win games gelesen, und über Kinder die danach Süchtig werden.\nVielleicht hält sie LoL für eine Art candycrush. Würde mein Kind 50 Euro für candycrush ausgeben würde ich auch überreagieren.\n\nFalls du es irgendwann nochmal versuchst (mit Ihr zu sprechen) würde ich dir empfehlen direkt die Ausgaben anzusprechen, denn das scheint Ihr\ngrößtes Problem zu sein. Sag Ihr dass du durch deine Ausgaben keine Vorteile im Spiel bekommst, und du dich nie gezwungen gefühlt hast etwas zu kaufen. LoL ist ein richtiges Spiel, kein handy/browsergame, und du hast geld dafür Ausgegeben, weil du das als einen angebrachten Preis erachtet hast. Rechne kurz  Kosten/Spielzeit, und nenne Ihr andere aktuelle Spiele, dir oftmals noch einen Stundenpreis von 6-8 Euro haben.","replies":[{"id":"","poster":"Bastianum","date":"2015-02-25T05:44:26.925+0000","up_votes":1,"down_votes":0,"body":"Ja, zwischen Handyspielen und sowas wie LoL macht sie echt keinen Unterschied. Ich meine, ich weiß nicht wie Ihr das seht, aber das sind für mich 2komplett verschiedene Welten :)","replies":[]},{"id":"","poster":"Ahri a Stark","date":"2015-02-24T21:18:21.230+0000","up_votes":1,"down_votes":0,"body":"Die Horrorgeschichten kenn ich...\n\nmeist PERFEKT RECHERCHIERTE ZDF-Reportagen, die natürlich komplett seriös sind, weils ja das zweite deutsche Fernsehen ist","replies":[{"id":"","poster":"Sirrkas","date":"2015-02-24T21:35:02.901+0000","up_votes":1,"down_votes":0,"body":"Redest du von solch seriösen [Reportagen](https://www.youtube.com/watch?feature=player_detailpage&v=E373c276__E#t=336)?","replies":[]}]}]}]},{"id":"","poster":"Silentdeath811","date":"2015-02-24T21:07:29.535+0000","up_votes":1,"down_votes":0,"body":"Mach ihr doch auch einen Account und zeig ihr wie toll das Spiel ist ;-)","replies":[]},{"id":"","poster":"ayasiM SK","date":"2015-02-24T20:52:13.711+0000","up_votes":1,"down_votes":0,"body":"Dein Account ist Eigentum von Riot.\nDu bist lediglich der Besitzer ,aber nicht der Eigentümer.\nSomit haste auch nicht das Recht und die Möglichkeit dein Account einfach so zu löschen.\n\nDu müsstest den Support kontaktieren und schauen was Riot für dich machen könnte.","replies":[]},{"id":"","poster":"Denyyyy","date":"2015-02-24T20:16:10.436+0000","up_votes":1,"down_votes":0,"body":"Solange du keine Rhetorik wie die Honks vonner 187 Straßenbande hast, wirst dus sicherlich hinkriegen deine Mutter zu überzeugen.\n\nIs ja jetzt auch nichts wirkliches vorgefallen, weswegen sie sich nich bereden lassen könnte","replies":[]},{"id":"","poster":"1337 Awly","date":"2015-02-24T12:55:09.509+0000","up_votes":1,"down_votes":0,"body":"Frag deine Mama doch mal, ob sie nicht was lesen möchte und dann zeig ihr doch mal diese ganzen Posts hier. Es gibt zu jeden Menschen einen Weg, auf dem man ihn ansprechen kann :)! It's not that hard!","replies":[]},{"id":"","poster":"Rogius","date":"2015-02-24T11:57:21.244+0000","up_votes":1,"down_votes":0,"body":"Was wir davon halten, wird doch nichts an der Situation ändern?\nWir kennen deine Mutter nicht :-) Handle mit ihr, mach ihr Gegenangebote. \nLass Sie mitspielen :-)","replies":[]},{"id":"","poster":"xXEpicVayneXx","date":"2015-02-25T06:58:46.505+0000","up_votes":1,"down_votes":1,"body":"Erklär deiner Mutter wie erfolgreich das Spiel ist und wie genial dann versteht sie es.","replies":[]},{"id":"","poster":"Armaderschaden","date":"2015-02-24T15:47:00.084+0000","up_votes":1,"down_votes":1,"body":"Gehe zum Jugendamt und sag denen, deine  Mutter hat sie nicht mehr alle. Ehrlich der Taschengeldparagrapf spricht für dich und Sie macht so nen Aufstand, ich verstehe die echt nicht wie Alt bist du den?","replies":[]},{"id":"","poster":"Atronthor","date":"2015-02-25T07:44:36.998+0000","up_votes":1,"down_votes":3,"body":"League of Legends wurde nicht geschaffen, um Dir gut zu tun, sondern um dir zu schaden. Computerspiele allgemein sind eigentlich ne reine Kriegsmaßnahme gegen uns. Es gibt Leute, die das wissen, die helfen dabei im Spiel,  um uns zu schaden (nennt man Trolle) und es gibt Leute, die das nicht wissen. Das sind dann die Geschädigten.\n\nFassen wir mal zusammen, was man durch Computerspiele für Verhaltensweisen antrainiert:\n\n1. langes Sitzen (ist ungesund)\n2. Stress, Ärger (ist ungesund)\n3. Man verbringt stundenlang mit einer sinnlosen Tätigkeit, die einem garantiert nicht weiterhilft im realen Leben.\n\nSumma summarum schaden Computerspiele auf ganzer Linie. Das Wort Spiel ist insofern auch irreführend.\n\nWenn Deine Mutter der Auffassung ist, dass du nicht spielen darfst, solltest Du das akzeptieren. Wenn Du Freunde hast, würde ich lieber mit denen Sport machen (ist gesund) oder ich würde Bücher lesen (bildet). Ansonsten hört sich - zumindest so wie Du das schilderst - die Reaktion Deiner Mutter ziemlich übertrieben an. Hätte ich Kinder würden sie allerdings garantiert keine Computerspiele spielen. Sie würden auch nicht fernsehen oder im Weltnetz unbeaufsichtigt herumgeistern. Allerdings wären meine Kinder äußerst gebildet und vorbereitet auf diese Welt, kerngesund, glücklich und sportlich.\n\nErstaunlicherweise habe ausgerechnet ich jedoch keine Kinder.\n\nAuch Pornographie wurde nur aus dem einen Grund geschaffen uns zu schaden, weil häufiges Ejakulieren gesundheitsschädlich ist. Im Sperma des Mannes sind wichtige Vitamine und Spurenelemente enthalten wie Zink, dadurch wird der Mann stark entkräftet und benötigt erst mal 3-7 Tage Pause - mindestens. Durch die Pornographie wird jedoch der Sexualtrieb des Mannes ständig stimuliert. Dadurch entstehen beispielsweise Krankeitssymptome, die auf Zinkmangel zurückzuführen sind.\n\nVielleicht fragt sich jetzt der ein oder andere, warum will man uns schaden und wer macht das weshalb? Tja, da gibt es ne Gruppe mächtiger Menschen, die im Krieg mit uns stehen. Das kann man aber nur herausfinden, wenn man etwas liest und sich selbst mit einigen Dingen beschäftigt, wenn einem nicht alles egal ist und wenn man die Welt so wie sie ist als ziemlich suspekt betrachtet. Und man muss natürlich auch die Zeit haben sich damit zu beschäftigen.","replies":[{"id":"","poster":"eingew","date":"2015-02-25T14:47:50.481+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Atronthor,realm=EUW,application-id=YnZkMR0R,discussion-id=BeWa64QQ,comment-id=0020,timestamp=2015-02-25T07:44:36.998+0000)\n> League of Legends wurde nicht geschaffen, um Dir gut zu tun, sondern um dir zu schaden. Computerspiele allgemein sind eigentlich ne reine Kriegsmaßnahme gegen uns. Es gibt Leute, die das wissen, die helfen dabei im Spiel,  um uns zu schaden (nennt man Trolle) und es gibt Leute, die das nicht wissen. Das sind dann die Geschädigten.\n\nWeil das im folgenden Beitrag nicht klar wird: Wie begründest du diese Auffassung? Solange du das nicht tust ist das leider ein äußerst absurder Vorwurf, bei dem es schwer fällt das ganze ernst zu nehmen.\n\n> Fassen wir mal zusammen, was man durch Computerspiele für Verhaltensweisen antrainiert:\n> \n> 1. langes Sitzen (ist ungesund)\n\nEin Spiel dauert zwischen 30 und 60 Minuten. Selbst wenn man das jeden Tag tut ist das nicht wirklich schädlich.\n\n> 2. Stress, Ärger (ist ungesund)\n\nInwiefern? Klar wird man ganz selten gestresst, aber ich habe hauptsächlich Spaß an diesem Spiel. Der Stress kommt vielleicht ein Mal alle 30 Spiele. Warum also habe ich zu viel Stress oder gar Ärger? Und inwiefern hängt das dann vom Spiel ab? Der tägliche Kontakt mit Dingen wie Schule stresst mich vermutlich mehr. Für eine Prüfung lernen ist deutlich stressiger, vor allem im Abi.\n\n> 3. Man verbringt stundenlang mit einer sinnlosen Tätigkeit, die einem garantiert nicht weiterhilft im realen Leben.\n\nSicher? Ich denke LoL bietet eine ganze Menge, was einem helfen kann. Ich denke den Punkt des Geldverdienens lassen wir weg, weil das für zu wenige gilt. Aber ich als ganz normaler Verbraucher habe dadurch viel im Leben. Ich lerne kurz und schnell, themenorientiert, aber höflich zu kommunizieren. Zusätzlich lerne ich logische Schlüsse zu ziehen und das in sehr kurzer Zeit. Taktische Entscheidungen treffen gehört ebenso dazu. Ich lerne besser und schneller zu reagieren, auch auf unvorbereitete Situationen. Ich lerne besser mehrere Dinge gleichzeitig zu machen (Lasthitten, auf die Map und 3 Spieler oder mehr zu achten). Wie bei allen Dingen die mit einer Menge denken zu tun haben trage ich dazu bei, mein Gehirn auf gewisse Dinge zu trainieren.\nFange ich nun an mich weiter mit dem Spiel zu befassen und auf Dinge wie Player Behaviour einzugehen, dann lerne ich auch eine ganze Menge darüber, wie kleine Dinge uns überraschend stark beeinflussen können. Ich lerne, dass man lange Diskussionen über Dinge wie eine eigene Queue für Flamer führen kann. Ich lerne, wie man sich im Allgemeinen besser verhält.\nHier im Forum lerne ich zudem noch auch längere Texte zu schreiben. Ich lerne mit anderen Meinungen umzugehen und ich lerne mich sachlich und angebracht auszudrücken. Dementsprechend lerne ich ebenso ingame wie hier auch mit Aggression, sowohl der eigenen, als auch der von anderen Menschen besser umzugehen.\nIch lerne relativ komplizierte mathematische System über die Elo. Über das Report-Value.\nVielleicht lerne ich sogar etwas darüber, wie Musik meine Leistung beeinflusst. Oder ich gewinne Inspiration für eigene Musik, Bilder, oder andere Kunstwerke.\nOder ich habe die ganz normale Bereicherung des Fan-Daseins, wie beim Fußball nur eben für E-Sports.\n\nIch denke in dieser Hinsicht ist LoL sogar eine Bereicherung.\n\n> Summa summarum schaden Computerspiele auf ganzer Linie. Das Wort Spiel ist insofern auch irreführend.\n\nDas Wort Spiel bedeutet vor allem, dass es für die Freizeit gedacht ist und um darin Spaß zu haben. Ich verstehe nicht, inwiefern LoL dies nicht erfüllt.\n\n> Auch Pornographie [...]\n\nIch weis nicht, ob eine solche Diskussion hier hingehört...\n \n> Vielleicht fragt sich jetzt der ein oder andere, warum will man uns schaden und wer macht das weshalb? Tja, da gibt es ne Gruppe mächtiger Menschen, die im Krieg mit uns stehen. Das kann man aber nur herausfinden, wenn man etwas liest und sich selbst mit einigen Dingen beschäftigt, wenn einem nicht alles egal ist und wenn man die Welt so wie sie ist als ziemlich suspekt betrachtet. Und man muss natürlich auch die Zeit haben sich damit zu beschäftigen.\n\nIch muss sagen, die meiste Information dazu finde ich im Internet. Hattest du nicht gesagt das sei nichts für uns, speziell für Kinder?","replies":[]}]},{"id":"","poster":"Fennylicious","date":"2015-02-25T12:09:08.398+0000","up_votes":1,"down_votes":2,"body":"Hat dein Vater ueberhaupt bock auf diesen \"Krieg\" spiel mit und sprich sie darauf an.\nFreu dich wenn sie zur Decke geht, irgendwann wird sie am Ende ihrer Nerven sein, Zertsoere sie innerlich ....\nBring mal die Meinung deines Vaters mit ein. Dazu kostet ein normales Spiel was man in 2 Tagen durch hat teilweise sogar 70 Euro.\n\nLG Fenny\n\nPS: Ich hasse meine Amy Tastatur -.-'\n\nEdit: Und lass sie mal mit dem Anwalt kommen, sie wird weit mehr Geld ausgeben fuer Sachen die ein gesunder Menschen auch so weiss ^^","replies":[]},{"id":"","poster":"Larvenya","date":"2015-02-25T01:46:55.665+0000","up_votes":1,"down_votes":2,"body":"Wenn deine Mutter dich ungerecht sabotiert, dann sabotiere sie.\nMach Ihr, ohne dass es auf dich zurückzuführen ist, mit der Zeit immer mehr das Leben schwer.\nMach notfalls kleinere Dinge kaputt. Wasserkocher, Laptopakku, Datenträger, Fernbedienung.\nBekämpfe Feuer mit Feuer und lass dich nicht von so jemandem in deiner menschlichen Entwicklung behindern.\n\nWenn deine Mutter dich unsozial behandelt, erwidere dies.\nUnd wenn du alt genug bist, dann schick sie in die Wüste.\n\nEltern sind das mit Abstand unbrauchbarste Gesindel das du auf Erden haben kannst.\n\nDisclaimer: Das ist nur meine persönliche Meinung und andere Beschwörer werden andere Meinungen haben und ich behaupte nicht, dass meine Meinung die beste Meinung ist, sondern nur meine eigene Erfahrung ist.","replies":[]}]}