{"id":"jayxOlEA","poster":"N64 Zelda","date":"2015-02-24T13:31:11.108+0000","title":"Ein Stream für dich gemacht?","subforum":"Streams & YouTube","up_votes":5,"down_votes":4,"body":"Hey,\r\nmein Name ist Nico und ich wollte euch meinen Stream mal ein wenig näher bringen.\r\n\r\nZu allererst, ich habe keine Ahnung ob ich hier richtig bin, falls ein Admin mein dies ist die Falsche Adresse dafür, kann er den Threat gerne moven. Ich fand ihn nur ganz passend hier.\r\n\r\nSo dann starte ich mal:\r\nWie bereits erwähnt bin ich ein Stream Neuling. Ich streame nun seit knapp 3 Monaten und habe eine Menge Spaß dabei. Von vielen Viewern kriege ich immer das Feedback, dass ich mehr Werbung machen müsse, da der Stream anscheinend sher gut sein soll, hier bin ich :D\r\nWas unterscheidet mich von anderen Streamern:\r\nIch spiele SoloQ, was erstmal nichts besonderes ist, aber ich spiele die SoloQ auf einem Smurf, der sich in Gold befindet. Das besondere an meinen Stream ist, dass ich komplett viewer orientiert bin!\r\nIch habe LOL nun fast 2 Jahre Semiprofessionell gespielt und kenne das Spie sehr gut, dass bedeutet das ich auf jede Frage, die mir zum Spiel gestellt wird eingehe und auch sonst sehr gerne mit meinen Zuschauern plaudere.\r\nZusätzlich versuche ich alles was ich tue, jedes Item was ich kaufe, jede Bewegung, die ich un der Gener macht zu kommentieren. Somit kriegen meine Zuschaer einen Einblick darauf worauf man in diesem Spiel achten muss. Ich begründe Entscheidungen und versuche meinen Zuschauern zu zeigen, wie man carried, damit jeder aus seiner Elo rauskommt :)\r\n\r\nFalls du dich wirklich für meinen Stream ineteressiert und du bis hierhin gelesen hast, würde ich mich freuen wenn du mal vorbeischaust :)\r\nIch Streame im Moment aus Zeitmangel 2 Abende die Woche, da ich zwei weitere Abende noch Training mit meinem Team hab (wird eventuell auch bald gestreamt).\r\nIhr findet mich jeden Dienstagabend Online und entweder Freitag- oder Samstagabend.\r\nDas variert von Woche zu Woche, wird aber immer rechtzeitig auf Facebook bekannt gegeben.\r\n\r\nAlso ich würde mich freuen wenn du heute Abend mal vorbeischaust ab 18 Uhr gehts hier los: www.twitch.tv/N64Official\r\nUnter meinen Stream findet ihr auch meine Facebookseite, wo ich meine Streamzeiten poste.\r\n\r\nIch bedanke mich, falls ihr bis hierhin lest :)\r\nMit freundlichen Grüßen und der Hoffnung auf ein baldiges Wiedersehen\r\nNico\r\n\r\nPS: Falls ihr irgendwelche Fragen habt, schreibt sie gerne hierdrunter.","replies":[]}