{"id":"kYRvo4Xj","poster":"Legend Hypaaahh","date":"2015-02-23T21:02:26.006+0000","title":"[Item-Vorschlag] Ankh des Beschützers","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"**Ankh des Beschützers\n+600 Leben\n+25 Rüstung\n+10% Abklingzeit Verringerung**\n\n**Einmalige Passive: Wacht\n+50 Einheiten Sichtradius**\n**Einmalige Aktive: Heldenmut\nLegt eine Marke auf den Träger, welche 6 Sekunden hält. Während der Marke bekommt der Träger 0.5 stacks für normale Attacken und 1 stack für spells die auf ihn gerichtet sind. Nach der Zeit wird der Träger um 75 (+0.75% des maximalen Lebens pro stack) Leben geheilt. (75 Sekunden CD)**\n\n**Build\nStoffRüstung (300) + Gürtel des Giganten (1000) + ZündJuwel (850) = 2150. (+650) = 2800 Gold**\n\nFür Verbesserungs Vorschläge in die Kommentare!\n\n**Changelog:\nPassive: ~~8 Stacks~~ = 6 Stacks\nPassive: Leichte Überarbeitung\nLeben:~~650~~ = 600\nAktive: ~~50%~~ = 35%\nPassive: Überarbeitet\nPassive: ~~Stacks~~ \nAktive: überarbeitet**","replies":[{"id":"","poster":"Legend Hypaaahh","date":"2015-02-23T22:40:04.668+0000","up_votes":1,"down_votes":0,"body":"Also danke das du dir die mühe machst mir eine wall of Text zu geben, aber das ist ein grundgerüst von einer Idee. Zum Balance, 600 leben ist sehr Hoch. Ich werde versuchen ein wenig mehr Klarheit rein zu bringen, vielleicht auch was zu ersetzen. Danke!","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-02-23T22:01:17.956+0000","up_votes":1,"down_votes":0,"body":"ähm... du bist dir schon bewusst, wie Teamfights funktionieren? Und dass da gerne mal 20 Spells rausgehauen werden? Von 5 verschiedenen Spielern? Mit Aoe Effekten und Autoattacks... und ja, auch die Tanks kriegen die ab... Nur so nebenbei: Wie berechnest du eigentlich Morgana's Pfütze, Anivias und Gankplanks Ulti? Also Spells, die mehr als ein Mal treffen können? Du kommst da als Tank in einem Teamfight ganzt schnell mal auf 30plus Stacks... Allein schon eine Full Ulti Kombo von Zed dürfte dir ohne Auto Attacks 5 Stacks geben... wobei noch zu klären wäre, ob das 2. Auslösen von Zeds Ulti als weiterer Spell gilt, oder nicht...\n\nDazu würde die Aktive nur dazu genutzt werden, dass man in Teamfights (ähnlich wie bei Randuims) nicht an die Carries kommt... nur würde es noch stärker sein als Randuims, weil der erste Tank das Item zieht, dann der Jungler schneller in Position kommt und das 2. Item zieht... Und ja, man sieht jetzt schon regelmäßig Spiele, wo wegen der Aktiven 3 Randuims pro Team gebaut werden... Auf der Toplane, dem Jungler und Leona...\n\nDas einzige, was ich halt nicht abschätzen kann (dafür fehlt mir die Balancing Ahnung), ist, ob die Rüstung und das Leben so niedrig ist, dass es den Aktivteil wieder ausgleicht. Schließlich soll es genau so viel wie Randuims kosten, bringt aber wesentlich weniger Rüstung... dafür ist es aber im Zweifelsfall auch gegen Magier effektiv... Und bringt dir Cooldown Reduction, was auf Tanks und Supports stark ist...\n\nIch denke, dass das Problem mit den Stacks so schwer zu balancen wäre... es ist halt nicht wie bei Banshees, dass ich bewusst auslösen kann und wo ich danach dann weiß, dass ich danach 40 Sekunden Zeit habe, alles auf den Champ zu werfen. DAS ist berechenbar. Das \"Irgendwann in dem Kampf werden 2 oder 3 unserer Angriffe und oder Spells geblockt werden, wir können aber kaum feststellen, welchen...\" ist es nicht... es sei denn, man macht einen riesigen unübersehbaren Kreis um den entsprechenden Summoner... Und zwar wesentlich größer als das Pinke Auge... was nicht wirklich zum Stil von LoL passen würde...\n\nUnd die Erfolgsrate zwischen \"Das Item macht nichts, weil du gerade in Morganas Pfütze stehst und davon ein mal Schaden negierst\" und \"Das Item gewinnt dir einfach mal alles, weil dir der Jinx Ult Leben zurückbringt\" ist halt extrem. Was, da bleibe ich bei, einfach nicht gut ist...","replies":[]},{"id":"","poster":"Legend Hypaaahh","date":"2015-02-23T21:30:18.993+0000","up_votes":1,"down_votes":0,"body":"Also ein wenig stark find ich es schon, hatte bedenken mit der Passiven. Zu allererst, ein Mix aus Anrecht der Königin und Amulett des Aufstiegs... Stimmt nur halb. Da man wie mit Randuins im Gegner stehen musst, fällt das Anrecht weg. Amulett des Aufstiegst erhöht Geschwindigkeit von nahen Verbündeten sehr stark, mein Item nur relativ wenig und auch nur einmalig bei Betreten.  Die Passive hat 0 mit Glück zu tun und ist auch nicht kompliziert. Sozusagen... jeder achte Hit wird geblockt und heilt stattdessen. Das soll ein Anti Kite Item sein, das ich aber noch nerfen werde. Danke für die Rückmeldung!!","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-02-23T21:20:42.388+0000","up_votes":1,"down_votes":0,"body":"ähm... OP? Also erstens: Ein Item, dass dir Movementspeed gibt und die Gegner verlangsamt... also quasi Anrecht der Königin und Amulet des Aufstieges in einem... nur noch mit Rüstung in Leben dazu... ein Randuims, das nicht nur Slowt, sondern auch noch deinen Jungs nen Speedbuff gibt... Auch wenn es ein bisschen zu wenig Rüstung gibt (im Vergleich zu den 70 von Randuims)... Du wirst kein einziges Item mit einem Aktiv, der beides kann, finden und das ist Absicht...\n\nUnd dann noch die Passive... hallo? Das wird selbst den Profis zu kompliziert und reines Glück. Glaubst du mir nicht? Du hast eine 1zu8 Wahrscheinlichkeit, in einem Teamfight die Ulti von Jinx, Graves, Darius zu blocken und anstatt des sicheren Todes geheilt zu werden... Und welcher Spell dann geblockt wird (ob Leona's W oder halt Graves Ult an beiden enden des Spektrums) ist reiner Zufall... was bei LoL nicht gewollt ist.","replies":[]}]}