{"id":"kwjt64JX","poster":"Klaerchen01","date":"2015-02-24T08:33:37.692+0000","title":"Eure größte Sieges-/Niederlagenserie in dieser Season","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":0,"body":"Hallo Beschwörer,\r\n\r\nich wollte gerne wissen, wie lange eure größte Sieges/Niederlagenserie in dieser Season war.\r\n\r\nIch habe es gestern nach 13 Niederlagen endlich geschafft mal wieder einen Sieg einzufahren (von Plat 2 MMR auf Gold 1/Plat 5 MMR gerutscht :D). \r\n\r\nEine nette Siegesserie hatte ich aber auch schon. Müssten so ca. 8 Siege gewesen sein.\r\n\r\nWie erging euch es bislang in der Schlucht? Unbesiegbar oder den Tränen nahe?","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-03-04T19:35:47.289+0000","up_votes":1,"down_votes":0,"body":"Lose Streak: 15","replies":[]},{"id":"","poster":"KingMMax","date":"2015-03-04T18:53:32.830+0000","up_votes":1,"down_votes":0,"body":"Meine größte Lose Streak waren die 10 EinstufungsGames.\nHabe insgesamt 16 Runde verloren.\nRutschte somit auf Bronze 5 Steige jetzt aber doch wieder langsam auf.\nMeine größte WinnStreak war so ca bei 6","replies":[]},{"id":"","poster":"IchKing","date":"2015-03-04T15:27:27.820+0000","up_votes":1,"down_votes":0,"body":"Meine größte Lose Streak war 16 Matches verloren und auf meinem andern Account dann auch noch mal n paar -.-","replies":[]},{"id":"","poster":"xXEpicVayneXx","date":"2015-02-24T20:48:41.435+0000","up_votes":1,"down_votes":0,"body":"Ich hatte 16 loses in Folge, wie verhext, MAN KANN NIX MACHEN NUR NOOBS! ABER AUCH MAL so 10 gewonnen oder so, is echt seltsam was Riot da mit und macht.","replies":[]},{"id":"","poster":"AmaZingPotato","date":"2015-02-24T15:26:02.971+0000","up_votes":1,"down_votes":0,"body":"Ein Kumpel von mir (eigentlich Diamond v) hatte eine lose serie von 37 games (war dann plat 4)\nMeine höchste win serie diese season war 18 games wo ich gleich von den 10 einrank games in gold 1 gekommen bin :3","replies":[]},{"id":"","poster":"Iron IV dude","date":"2015-02-24T11:02:41.153+0000","up_votes":1,"down_votes":0,"body":"Hatte 25 Looses in Folge und einmal 12 Wins in Folge, mittlerweile hats sich eingependelt 1-3 Wins und dann 1-2 Looses. Bald endlich wieder 50/50 >","replies":[{"id":"","poster":"Shankster","date":"2015-02-24T12:27:32.206+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Wynillo,realm=EUW,application-id=KYnfKGf0,discussion-id=kwjt64JX,comment-id=0004,timestamp=2015-02-24T11:02:41.153+0000)\n>\n> Hatte 25 Looses in Folge und einmal 12 Wins in Folge, mittlerweile hats sich eingependelt 1-3 Wins und dann 1-2 Looses. Bald endlich wieder 50/50 >\n\n25 Looses in Folge xD? Du kannst einem ja wirklich leid tun.. Ich hätte gequittet :D","replies":[{"id":"","poster":"Iron IV dude","date":"2015-02-24T12:32:13.528+0000","up_votes":1,"down_votes":0,"body":"War auch kurz davor, die Mentalität mit der man DANN ins Spiel geht ist echt nicht gesund.\n\nWobei die looses in der Preseason anfingen... und natürlich sich durch die placements durchzog.\n\nÜbelste loosing streak hatte ich jedoch Season 2... nach ~40 looses irgendwo bei 400 points angelangt (level 30 -> instant nur noch rankeds... böse) aber dann irgendwie doch noch Silber geschafft... (Und Season 3, 20 Punkte vor Gold, eine Woche vor Season Ende dann eine Loosing streak gehabt, da hab ich echt für 7 Monate gequittet)","replies":[]}]}]},{"id":"","poster":"Shankster","date":"2015-02-24T12:24:05.809+0000","up_votes":1,"down_votes":0,"body":"Meine größte loosestreak war in den placements :D Habe die ersten 3 games gewonnen und dann erstmal 7 games in folge verloren....\n\nFolge? Platin 3 (sehr gute MMR) auf Gold 3.\n\nIn gold 3 hab ich dann nach einem win gleich nochmal ne 5er loosestreak hingelegt xD Bester season start ever\n\nHab dann mit einem Freund geduot ( ebenfalls ca eine liga gedroppt ) und wir haben ca 10-12 Games am stück gewonnen.\n\nEdit: In season 4 war mein Rekord eine 9er loosing streak","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2015-02-24T09:40:05.718+0000","up_votes":1,"down_votes":0,"body":"Als Wriggles Lantern neu war und ich Warwick für mich entdeckt habe, hab ich...ich weiß es nicht mehr genau, aber so etwa 15 bis 20 Spiele in Folge gewonnen. Man muss allerdings dazu sagen, dass das ein ziemlich schaler Erfolg ist, da Wriggels damals einfach völlig broken war und die so gut wie alle die das ebenfalls realisiert haben Mastery Yi gejungelt haben, den man mit Warwick eben einfach im Prinzip mit der Ulti one-hitten konnte. \nInsofern war das weder ein göttlicher Zufall noch mein göttlicher Skill, sondern eben einfach die Tatsache dass ich eine Nische entdeckt hatte die zu diesem Zeitpunkt völlig OP war. \n\nAn andere Streaks kann ich mich nicht wirklich erinnern, ich weiß aber dass es schon ein paar mal vorkam, dass ich nur Victories in meiner History hatte...vermutlich auch irgendwann mal nur Niederlagen, aber das hab ich dann wohl verdrängt :)","replies":[]},{"id":"","poster":"Saeko24","date":"2015-02-24T08:52:05.266+0000","up_votes":1,"down_votes":0,"body":"6 Wins und 2 Lose\nLiegt aber auch daran, dass ich bisher nur die Placements gemacht habe.\nLose Lose Win Win Win WIn Win WIn Lose Lose\nMal sehen, wie es die Season über läuft.\nLetzte Season hatte ich mal ca 15 Lose in Folge... schlimm D:","replies":[{"id":"","poster":"Klaerchen01","date":"2015-02-24T08:58:05.794+0000","up_votes":1,"down_votes":0,"body":"Ich muss auch sagen: 13 Niederlagen in Folge waren schon hart.\nBesonders wenn man vorher doppelt so viele Siege wie Niederlagen hatte. \n\nEgal wird schon besser werden.","replies":[]}]},{"id":"","poster":"Tschokii","date":"2015-02-24T08:50:37.370+0000","up_votes":1,"down_votes":0,"body":"Bin nachdem ich gerankt wurde (Plat 3) gleich mit ner Winstreak auf Dia. Plat 2 hab ich übersprungen war also ganz gut :D\n\nGrade is so meh...50% Winrate aber wird besser^^","replies":[{"id":"","poster":"Klaerchen01","date":"2015-02-24T08:53:18.894+0000","up_votes":1,"down_votes":0,"body":"Ja. Platin 4 hatte ich auch übersprungen :D dann kamen die Niederlagen.","replies":[]}]},{"id":"","poster":"XPekeks","date":"2015-02-24T08:39:24.744+0000","up_votes":1,"down_votes":0,"body":"7 Niederlagen nachdem ich gerankt wurde. Tja der Anfang, bisschen warten bis die Bronze Spieler wieder in Bronze sind :D","replies":[]},{"id":"","poster":"Battle Keks","date":"2015-03-04T14:27:22.088+0000","up_votes":1,"down_votes":1,"body":"Gerade eben. Bronze 2 stehe auf 96 LP. \n\n5 Spiele in Folge verloren. \n2 mal gegen Plat Duo Smurfs  (1 mal premade bot lane und 1 mal APC und Jungle) \n1 mal (top und bot premades feeden den Gegner in 10 minuten auf 0/8 und gehen afk) \n1 mal wir gewinnen haushoch und die Bot lane (wieder Premades) geht afk wegen was auch immer und wir fighten zwar aber nach 10 Minuten wissen auch die das wir nur zu dritt sind. Wir verlieren das Game. Kurz bevor der Nexus fällt kommt die Bot lane zurück. (10 sekunden davor) \n\nUnd Riot ist so nett und löscht meinen Thread in dem ich diese Community als (ihr seid zum kotzen) angesprochen habe. Sorry aber der Großteil ist einfach zum kotzen.","replies":[]}]}