{"id":"NNabuqql","poster":"GENIALERZOCKER","date":"2015-02-23T21:21:47.811+0000","title":"Tipps für Silber Adc und Support","subforum":"Level Up: Guides & Tipps","embed":{"title":"GENIALERZOCKER - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/44788945","image":"http://lkimg.zamimg.com/images/logo-urf.png"},"up_votes":1,"down_votes":0,"body":"Ich bin gerade in einer 8er - Losing Streak und brauche dringend eine Lösung einen weiteren Abstieg zu verhindern.\r\nMeine Lieblingsposition ist auf der Botlane, ich spiele gerne Lucian und Braum.\r\nIch würde mich über eine Fehleranalyse und Ratschläge zu Championpicks und Builds freuen.","replies":[{"id":"","poster":"GENIALERZOCKER","date":"2015-02-24T12:53:35.206+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die Championbuilds, ich werde mir vor allem den Caitlyn- und Braumbuild genauer anschauen.\n\nP.S.: Ich glaube langsam ich habe einfach nur Pech in Rankeds, meine KDA beträgt in den letzten Games ungefähr 4, aber meine Verbündeten kriegen es immer hin die Gegner zu feeden.","replies":[{"id":"","poster":"TheKreamCs","date":"2015-02-24T16:53:14.835+0000","up_votes":1,"down_votes":0,"body":"Naja ich bin selber Silver 1 und kenne das Gefühl^^ Was ich aber in der Silver League feststellen musste ist, dass die Botlane weniger carriet als der Jungler selber. Hab Bot gezockt, dann verloren. Habe dann Jungle gezockt > gewonnen.","replies":[]}]},{"id":"","poster":"TheKreamCs","date":"2015-02-24T05:45:51.267+0000","up_votes":1,"down_votes":0,"body":"Meine Erfahrung:\n\nADC: \nEzreal: Trinity Force > Berserker > Bloodthirster/Last Wisper ( hängt davon ab ob das gegner Team schon im early armor stacken ) > Infinity Edge > Tank Item (Omen/Banshee/Warmog) Zumindest habe ich so mein Ezreal gebaut. \n\nZu den Masteries von Ezreal: 21/9/0 > http://abload.de/img/ezreal-masteriesjrrj5.png\nZu den Runen von Ezreal: 9x AD + 9x Armor + 9x AtkSpeed + 3x AtkSpeed > http://abload.de/img/ezreal-runeswkr55.png ( Du kannst auch bei den Blauen natürlich Magic Resist nehmen, ist dir überlassen )\n\nCaitlyn: Hier habe ich auch schon früher ein Guide zu Caitlyn gemacht :):  http://www.lolking.net/guides/302436\n\nSupport:\nBraum: Auch hier für habe ich ein Guide mal erstellt :): http://www.lolking.net/guides/310713\n\nWas ich aber momentan an Braum und Thresh ( also Tank Supporter ) teste ist dieses Runenbuild: http://abload.de/img/tankrunes8wr9u.png\n( Fast immer ist es bei mir so wenn ich Coin Thresh spiele und mit diesen Runen, dass ich trz mehr Leben im Mid-Late Game habe als eine Leona ^^ ) Einfach mal ausprobieren und testen!\n\nHoffe ich konnte dir ein bisschen weiterhelfen. Wenn noch Fragen offen sind kannste sie natürlich weiterhin stellen ich versuche sie so gut wies geht zu beantworten :)\n\nHier nochmal alle meine Guides: http://www.lolking.net/guides/list?author=TheKreamCs","replies":[]},{"id":"","poster":"LessQQ","date":"2015-02-25T12:14:12.515+0000","up_votes":1,"down_votes":1,"body":"Ich rate dir Hard Carry Champions zu spielen:\n\nEinige Beispiele und wie diese gespielt werden hier:\n\nhttps://www.youtube.com/watch?v=PKXe6RgVg4Q","replies":[]}]}