{"id":"6Nun5Kuy","poster":"Nìdàlèé","date":"2015-02-23T18:03:03.353+0000","title":"Verlassen eines Einstufungsspiels gilt als 2 Niederlagen?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nich habe eine Frage, wie man sich vieleicht schon denken kann. :) Ich habe vorgestern Level 30 erreicht und spiele momentan meine 10 Einstufungsspielen, vielen von Euch dürfte das bekannt sein. Gerade konnte ich ein Spiel nicht zu Ende spielen aufgrund von Problemen mit \"meinem\" Router zwei Stockwerke weiter oben im Haus. Nun schaue ich nach, ob meine Mitspieler das Spiel dennoch gewonnen haben und bemerke, dass ich in der Statistik in meinem Profil (7 out of 10 Games played...) eben 7 Spiele stehen habe, gespielt habe ich jedoch erst 6: 3 mit Nidalee, 2 mit Ryze und 1 mit Garen. \r\n\r\nNun zu meiner eigentlichen Frage: Gilt ein Leave in den Einstufungsspielen nicht nur als Niederlage des aktuellen Spiels sondern zählt dir noch eine Niederlage dazu? Als Strafe sozusagen? \r\n\r\nWäre super, wenn ich eine Antwort bekomme,\r\n\r\nLG Nidalee","replies":[{"id":"","poster":"Salamischnitzel","date":"2015-02-23T19:51:14.376+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nalso das Problem, wie Du es schilderst, kenne ich in der Form nicht. Wenn man ein Spiel verloren hat (oder eben raus geflogen ist), dann war es so und das Spiel wurde als Niederlage gewertet. Das Gleiche hatte ich auch ganz am Anfang :)\nIch zweifele natürlich auch nicht an Deiner geistigen Auffassungsgabe, aber vielleicht hast Du einfach ein Spiel \"vergessen\", das Du schon lange gespielt hast. Habe auch öfter mit dem selben Champion mehrere Spiele in Folge gespielt und war mir oftmals nicht sicher, das wie vielte es jetzt gerade ist. Schau' am Besten nochmal in Deiner Match History nach und zähle nach - insofern Du das noch nicht getan hast (Hast Du aber sicher :) ).\n\nAnsonsten bleibt wohl nur noch die Möglichkeit, sich an den Support zu wenden. Der braucht in der Regel auch nicht lange um zu antworten und da wird Dir sicher geholfen bzw. bekommst Du dort eine Erklärung dafür :)\n\nLG\nSalami","replies":[]}]}