{"id":"OfYbMIVT","poster":"SnickersDE","date":"2015-02-23T18:39:57.358+0000","title":"Verbindungsprobleme.","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Moin:)\r\nIch möchte mich an die Community richten, da ich selber dieses Problem einfach nicht gelöst bekomme.\r\nUnd zwar sieht es so aus: \r\nWenn ich LoL spiele, also Ingame bin passiert nach 5-10 Min folgendes; Mein Ping steigt in unendliche Höhen meistens so zwischen 800-2000\r\ndarauf folgt eine Senkung des Pings auf 30-40 ( Was mein Normaler Wert bisher war ) Das alles passiert in ca 10 - 15 Sekunden.\r\nDanach sollte ich eigentlich '' Normal '' weiter spielen können.\r\nAber stattdessen werden keine Animationen mehr gezeigt (Ausser Tower Shots).\r\nDie Minions sterben nicht mehr, kann mich aber immernoch bewegen und mit anderen InGame schreiben.\r\nKurz darauf folgt der DC. Kurzzeitig kein Internet.\r\nWenn ich dann Leave und auf meinem Desktop lande sehe ich aber, dass mein WLAN Stick volle Verbindung anzeigt.  \r\nLeider ist es sehr nervig wenn man immer wieder Reconnecten muss. \r\n\r\nIch hab schon folgendes Ausprobiert : \r\nFirewall  Ein / Aus \r\nKaspersky Ein / Aus ( LoL ist bei Ausnahmen schon integriert ) \r\nRouter Ein / Aus \r\nLan sowie über WLAN \r\n\r\nWie es davor war : \r\n28-42 Ping ( Sehr Selten High Pings in form von 100-200 ) \r\n\r\nJetzt ist meine frage, \r\nliegt es an dem WLAN\r\noder an League of Legends ?  \r\n\r\nWas vielleicht helfen könnte : \r\nIch benutze immernoch WinXP \r\nBrowsen sowie andere spiele laufen ohne Probleme (außer die Kurz zeitigen High Pings die aber nicht in versagen des Spiels enden ) \r\nIch habe eine große Familie, daher wird das Internet von allen Seiten her benutzt, Denn auch meine Geschwister klagen über Internet Probleme und Laggs. ( Nur in den Letzten Tagen ) \r\nDa ich eine Xbox One besitze musste ich von einem IPV6 Router auf einen IPV4 umsteigen.\r\nDa Xbox Spiele wie Fifa , Evolve IPV4 benötigen um den Online Modus spielen zu können.\r\nKönnte das damit verbundene schwächere IP verteilungs Verhältnis dran Schuld sein? \r\nbei mir sind es aber nur High Spikes die in völligen Versagens von LoL Enden :( \r\nWenn ich aber Ping Tests durchführe liege ich meistens bei 28 - 32 \r\nund dann aufeinmal so krasse Laggs?\r\n\r\nPS: Ich lebe auf dem Dorf , aber bisher hatte ich nicht als so große Probleme :) \r\nIch habe mir gestern eine neue Grafikkarte einbauen lassen könnte das Probleme verursachen? \r\n\r\nWLAN ROUTER : Sitecom0E6328 (WPA2) \r\nWLAN STICK : FRITZ!WLAN USB STICK\r\nINTERNETANBIETER : Kabeldeutschland\r\n\r\n\r\n\r\nAnsonsten danke fürs Lesen, dass ist mein aller erster Thread deshalb nimmt es mir nicht übel wenn ich Fehler begangen habe :O :-)  \r\n\r\nBin dankbar für jeden Lösungsvorschlag ! \r\n\r\nGG SnickersDE","replies":[{"id":"","poster":"SnickersDE","date":"2015-02-28T17:50:42.136+0000","up_votes":1,"down_votes":0,"body":"Dankeschön lieber ESL Azura!\nNach einem erfolgreichen Gespräch mit einem Angestellten meines Providers konnte ich erfahren, dass es wohl grad einige Störungen in meiner Umgebung waren.\nEinige Tage später ist das Problem gelöst, ich danke dir für deine Freundliche Antwort!\n\nViel Spaß und Freude in deiner weiteren LoL Karriere!:)","replies":[]},{"id":"","poster":"Rito Thx And Bye","date":"2015-02-23T20:27:44.357+0000","up_votes":1,"down_votes":0,"body":"Grüße liebster SnickersDE,\n\nam besten arbeitest du einfach mal die Vorschläge von der Wrenchmanstoolbox durch, die ich dir hier unten mal für dich aufführen werde.\n\n\n    *Lade keine Dateien nebenbei herunter oder hoch*\n    *Starte dein Modem und/oder Router neu*\n    *Verbinde dich mit einem Lan-Kabel direkt mit dem Router*\n    *Teste deine Verbindung mit Netalyzr und/oder WinMTR und poste die Ergebnisse im Forum (Links unten)*\n    *Informiere dich über Störungen bei deinem Provider*\n\nDa du schon einiges davon gemacht hast, und noch immer keine Verbesserung eingetreten ist, versuche trotzdem nochmal alles und sollte dies nicht gehen poste wie schon geschrieben die Ergebnisse von Netalyzr und/oder WinMTR hier rein und ich verusche dir dann weiter zu helfen.\n\nNetalyzr: http://netalyzr.icsi.berkeley.edu/\nWinMTR: http://sourceforge.net/projects/winmtr/\n(Sollten Fragen aufkommen, einmal hier fragen und ja die Links sind auch aus der Toolbox)\n\n*Möge das Glück immer mit dir sein!*\n*ESL Azura*","replies":[]}]}