{"id":"zT0PnnFy","poster":"Rkoturdo Ndo","date":"2015-02-23T03:03:45.928+0000","title":"Methoden zur Verhaltensverbesserung","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":0,"body":"Heya\nIch habe vor einiger Zeit (14.11.14) im alten Forum einen Thread über mögliche [Methoden zur Verhaltensverbesserung](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1991341) erstellt. Dabei handelte es sich im Prinzip um ein absolutes Spartenprodukt, da es sich nur auf die Flamer bezog, die sich bessern wollten (was logischerweise nicht so viele waren). Jedoch weiß ich, dass es 1-2 Flamern geholfen hat, ihr Verhalten in den Griff zu kriegen. Das Projekt steckt bis heute in den Kinderschuhen und ich habe mir überlegt, es mit dem neuen Forum ein bisschen auszubauen und auch Tipps für Spieler zu implizieren, die mit Flamern in Kontakt kommen( im Sinne von Möglichkeiten die Situation zu entschärfen etc). Ich bin nicht sonderlich kreativ, was das Ausarbeiten von solchen Strategien angeht, aber dachte mir, dass ich hier eventuell den ein oder anderen klugen Kopf treffe. \nIch hoffe, dass das hier keine inhaltiche Kopie von Sancuarys Thread \"Werde zum Motivator und Manipulator\" wird, sondern sich hier neue und einfach umsetztbare Strategien für Flamer und Geflamte entwickeln, mit denen man das Spielklima verbessern kann (und ja Humpelstilzche, mir ist bewusst, dass auch dieser Thread wieder ein reines Spartenprodukt sein wird).\n\n**Hier zitiere ich einmal alle ausgearbeiteten Punkte des alten Threads (bisher also nur die Methoden, die Flamern helfen sollen):**\n\n* Wenn man jemand anderen umbedingt eine Beleidigung an den Kopf schmeißen will, nicht die schlimmsten Worte zu verwenden und am Enden nen Smiley hinzupacken.( ala that was dumb/bad^^ etc)\nIst zwar immernoch nicht nett, aber die Chance besteht, dass dadurch das Spielklima nicht komplett zerstört wird und zudem ist es einfacher umzusetzen als gar nicht mehr zu flamen und daher nen Einstieg den vermutlich mehr Leute hinbekommen werden.\n\n\n* Wenn man sich nur von Flamern provozieren lässt einfach den Chat vom Bildschirm schieben oder generell jeden muten.\n\n\n* ich rate jedem Flamer: Bevor ihr etwas schreibt, führt euch vor Augen, wohin das führen kann. Zählt bis 10 und atmet einmal tief durch.(Ninsiria)\n\n\n* Entspannungstechniken (z.B. Atemübungen, ruhige Musik) und Training der Sprache bzw. Entwicklung des Geistes(Alresu)\n\n* Selbstgespräche zum Stress/Aggressionsabbau und Klarheit.(Brummär)\n\n\n* Musik zum Beruhigen/konzentrieren.(Brummär)\n\n\n* Wahrnehmungslenkung:sich auf andere Sachen konzentrieren(hab ich doch so richtig verstanden oder?)(Brummär)\n   Positive Rückmeldung, auch für sich selbst.(Brummär)\n\n\n* Einfach mal auf einen Zettel einen der Sätze schreiben, mit denen man sonst seine Mitspieler beleidigen würde und sich dann vor Augen führen, wie lächerlich das klingt.(Credits dafür sollten wohl an eingew gehen.^^)\n\n\n* Gewöhn dir an, in der Champselect erst einmal Hi/Hello etc zu schreiben. Das sorgt gleich für ein besseres  Teamklima. Zudem gewöhne dir ein GLHF und das GGWP an. Beides sind nur Kleinigkeiten, die aber helfen, positiv ins Spiel reinzugehen/es positiv zu beenden.\n \n\n* Spiele mit einem Premade, der nicht flamt und gewissermaßen die Anstandsdame spielt. Dadurch fällt es dir eventuell leichter, deine \"Fehler\" zu bemerken.\n\n\n* Bitte am Anfang des Spiels jeden Spieler, dich zu muten. Denn was würde Flamen noch bringen wenn du weißt, dass es keiner liest.\n\n*Wie gesagt, steckt bis heute in den Kinderschuhen :/*\n\n**Hier möchte ich dann auf die Methoden für den Umgang mit Flamern eingehen:**\n\n* Generell Flamer reporten, da die Chatsperren das wohl effektivste System für Verhaltensverbesserung ist, was wir momentan haben.\n\n\n* Muten und ignorieren.\n\n\n* Situation entschärfen(jup, das ist nur nen Platzhalter.\n\nDesweiteren werde ich auch hier die beiden im anderen Thread verlinkten Threads verlinken:            \n[Werde zum Motivator und Manipulator](http://forums.euw.leagueoflegends.com/board/showthread.php?t=613136)\n[Humpels Psycho Guide](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1418213)\n\nIch selbst werde mich natürlich auch auf die Suche nach Methoden begeben, aber je mehr Spieler ihre Ideen einbringen desto besser.\n\nSoweit war es das erstmal und ich verabschiede mich an dieser Stelle. Das Layout des Threads wird sich vermutlich noch  ändern.\n\nMfG Rkoturdo\n\n*Ps. Bei sprachlichen/grammatikalischen Verbesserungen/Fehlern bitte ich um Rückmeldung*","replies":[{"id":"","poster":"Schwerterglanz","date":"2015-02-23T15:17:26.103+0000","up_votes":2,"down_votes":7,"body":"Es würde weniger gejammert werden, wenn sämtliche Spiele auf der ganzen Welt nicht darum gehen würden ständig die Genitalien miteinander bei jeder Gelegenheit vergleichen zu müssen.\nLeague of Legends selbst fängt ja schon mit der Startseite damit an ... und will da irgendwelche \"Superproteams\" vermarkten von denen die \"Anderen\" dann was, \"Fan\" sein sollen und denen zuschauen wie die spielen, Beifall klatschen und alles nachmachen, damit sämtliche Individualität verlorengeht und denen alles Nachplappern ? \nUnd Dann auch noch um am Ranglistenmodus Teilnehmen zu können braucht man 16 Helden ? Auch erst neulich gemerkt und bin jetzt gerade mal bei 10, hoffentlich zählen die mit RP gekauften Champions auch ... sonst werd ich wohl eh aufhören ... da ich mir keine hässlichen Billighelden holen möchte ... \nUnd damit nicht genug es gibt nun also Leute die unbedingt den \"Möchtegernpros\" alles nachmachen wollen, auch mit in Rangliste um jeden Preis dabei sein, und wenn es mal nicht so läuft basteln die sich nen kleinen Selbstbeschiss zum Frust rauslassen zusammen was die mal hier und da gehört haben wie nen Spiel zu verlaufen hat ... oder ähnliches ...\nOhne Witz höre ich manchmal schon Leute am Dauermeckern bevor auch nur ein Monster auf der Karte zu sehen ist, mit Zitat\" This Game Is Lost\" ... (plus Schimpfworte), einfach nur aus dem Grund weil einem da irgendwelche Helden nicht passen ...\nOder einer mal kurz 20 Sekunden pinkeln war ... und derjenige der am lautesten schreit in den 20 Sekunden draufgeht ... und dann noch lauter schreit ...\nNaja usw ...\nKönnte jetzt hier noch ewig labern ...\n\nDu kannst allgemein Leuten die sich entschieden haben alles und jeden vollzumeckern nicht \"helfen\" im klassischem Sinne, da bringt auch ein Report nichts und mit nem Report willst du auch nicht helfen ... mit nem Report willst du nur \"aufräumen und sauber machen\" ... \nSpricht ja an sich nix dagegen, aber wenn du helfen wollen würdest müsstest du versuchen die als Mensch zu verstehen ...\nUnd dann siehts düster aus ...\n\nDas Beste was du machen kannst, ...  im Umgang mit Idioten ...\n\n- niemals Schimpfworte \n- keinen sonstigen erniedrigenden Kommentar\n- immer bei den Fakten bleiben \n- wenn du deine Meinung äußerst immer Begründen, noch bevor der Gegenüber weitermeckert ... sprich keine 5-Wort-Wort-Gefechte ... sondern 2-3 Zeiler ... pro Kommentar ...\n\n- und selbst wenn dich mal ne Beleidigung von dem stört, tu so als gäbe es die Beleidigung nicht ... und ignoriere konsequent das er dich grad mit irgend nem Schimpfwort beleidigt hat ... wenn er es dann allerdings noch 5-10 mal wiederholt und wohlmöglich noch andere mitbeleidigt ... dann erstmal Fragen warum er hier überhaupt jemanden beleidigt und er sich mal die Frage stellen sollte ob er dadurch sein Anliegen besser verstanden wird und ob der Gegenüber das von dir sieht ...\n\n- das einzige was du tun musst ist die zum Denken zu bringen, ... vereinfacht formuliert und ab dem Punkt gibt es nochmal ne entgültige Entscheidung ... für den Rest des Spiels ..\n\nEntweder die Entscheiden sich weiter auszurasten, oder \"Ja Sorry\" zu sagen oder fahren ein Schritt runter und sind Kompromissbereit und wollen dass du zumindest hier und da nen Punkt verstehst und einsiehst ...  oder wenn du es mit Möchtegernintelligenzbolzen zutun hast,die lassen sich dann einfach gerne auf ne \"nette Streitargumentdiskussion\" ein für die Internetgelaber nichts weiter bedeutet und man sich ruhig mal beharken kann, aber das ist eher selten ... \n\nNaja, was vergessen ? Mit Sicherheit aber reicht erstmal ...\n\nProblem sind die Entscheidungen der Spieler, und wie das Spiel verkauft wird ... \nEs entscheidet sich natürlich jeder ob er nen Spiel wo man was kaputt macht spielen will oder nicht ,... \nAber das wäscht die Anderen die son Spiel \"herstellen\" und \"publizieren\" dann nun auch nicht gerade in Unschuld, wenn die dann schon einen Auf Pseudonett machen mit all deren Reportfunktionen und Ingameblablatipps, die viel zu selten sind und Scheinheilig, wegen der Einleitung und Begrüßung die man dort auf der Startseite oft sieht ... wo praktisch übersetzt steht ... \"konzentriert eure Genitalien jetzt mal auf dieses und jenes Spiel, oder dieses und jenes Team ,... können diese tollen Hechte es diesmal schaffen?\" und dazu auch noch sone grinsenden blöden Kerle die ich nicht sehen will ... (nicht bös gemeint aber sorry ich frag mich eh warum man Minderjährige überhaupt Schauspielern dürfen - is jetzt aber nen anderes Thema, nur die Typen auf der Startseite sind ja auch nich viel älter , die will ich alle nich sehen, da bekomm ich das kotzen, und selbst wenn einige da nich minderjährig sind,... diese ganze gestellte Fotoscheisse zum Leute neidisch machen, also mich interessiert das Null ... bekomm da einfach nur das kotzen bei jedem Kerl als Kerl der mich da auf der Startseite schon mit so seltsam vollgrinst ...\nAndere macht sowas neidisch ich finds zum kotzen also warum lässt mans nich weg, hat das auch nur irgendeinen Sinn ?\n\nMan kann Spiele mit Nettigkeit zum damit \"Leute das viel spielen bringen\" oder durch fördern von Aggros und \"Futterneid\" ... \nLetzeres trifft in letzter Zeit immer mehr auf LoL zu ...","replies":[{"id":"","poster":"eingew","date":"2015-02-23T16:43:19.075+0000","up_votes":2,"down_votes":1,"body":"Dieses Spiel ist dafür designt darin gut zu sein, besser als die anderen. Es ist ein reines Wettbewerbsspiel. Natürlich kann man es auch anders nutzen und nur zum Spaß spielen, aber im Allgemeinen ist das Spiel fürs Competitive gedacht. Was soll also falsch daran sein, diesen Teil zu pushen?","replies":[{"id":"","poster":"Schwerterglanz","date":"2015-02-23T17:54:33.868+0000","up_votes":2,"down_votes":4,"body":"Nichts, nur wenn das Spiel einen auf Lieb und Nett Trallala macht, doch ich bei meinen allerersten paar Posts hier im Forum fast nur \"blöde Bemerkungen\" bekomme ( nichts gegen dich jetzt sondern paar Andere) ... und im Spiel es auch nicht anders aussieht naja ...\n\nDas ist für mich Scheinheilig ...\n\nEntweder ist es nun ein Ego-Aggro-Spiel oder es wird eben nett gespielt, entscheiden müsste man sich schon ...\nWas auch immer dieses \"Tribunal\" zum Beispiel ist, vondem Ingame hin und wieder mal ne Zeile zu lesen ist, davon ist nich viel zu sehen ...\n\n8 von 10 Games bestehen aus Meckerköpfen die sich nur über alles aufregen, da würde man mit dem reporten der Schimpfwörter mehr zutun haben als mit dem spielen selbst, ...\n\nEine \"nette Competition\" um mal dein Wort zu benutzen ... ist doch eh für kaum einen möglich,... In jedem Spiel wo es um irgendwas kaputt machen geht, setzen sich die durch denen unten zwischen den Beinen was zur Kompensation fehlt ... \n\nMan kann auch nett spielen UND herausfordernd mit Skill und co ... und von mir aus kann sich ja jeder Pro oder KingKong0815 nennen oder was weiß ich ...\n\nWenn man den Wettbewerb allerdings in einem \"Kaputtmach-Spiel\" fördert ist doch klar worauf das hinausläuft, wie ein Trottelausgedrückt ....\nGeht es dann letzendlich darum wer am besten alles kaputt machen kann, und manche nehmen das dann wohl zu wörtlich und zerstören das eigene Spiel gleich mit wenn die selbst versagen ... indem die alles und jeden Beleidigen ... und so weiter ...\n\nWenn es diese Meckerköpfe nicht gäbe würd ich ja sagen \"ok\" ... kann alles so bleiben ,.. aber wenn man wirklich nen nettes Spiel will müsst man sich schon der Welt ein wenig anpassen und nich selber dann nur an den eigenen Profit denken, welcher allerdings größer wäre, wenn wirklich alles nett wäre ...\n\nAber den \"Futterneid\" der Leute zu kitzeln ist nunmal leichter als sich ernsthaft zu bemühen ... indem man 2 Zeilen schreibt die man sich so im Laufe von 20 Jahren angesammelt hat wenn man sich zu sonem Thema äußern muss, bei mir wären es eher 500 Seiten A4-Text ...\n\n\nAlso was falsch daran ist diesen Teil zu pushen ? \nNichts, aber man könnte ja zum Beispiel, nen Extrabutton mit \"News\" einführen und dann klicken da nur die Leute drauf die das sehen wollen, und auf der Startseite wird man herzlichst begrüßt mit Blümchen und schönen netten Worten und gutgemeinten Ratschlägen ... und besser noch ...\nMit Ingame Zitaten gewisser Spieler die Nett und Schön aus dem Spiel heraus gekommen sind ... im Sinne von \"witzig\" ....\nWelche man dann auch auf der Startseite findet und man einreichen könnte so nach dem Motto ...\n\nBestes Zitat der Woche kriegt jeder aus der Party 300 RP Gratis ...\nWas wäre denn falsch eher in soeine Richtung zu denken ? Und den Wettbewerb nur die Leute interessieren zu lassen die wirklich draufklicken wollen,... \n\nWenn solche hässlichen Charaktermenschen da rumlaufen und die von Nettigkeit erdrückt werden haben dann nämlich die keine Wahl sich anzupassen, aber solange Fluchen und das Vorraussetzen dieses oder jenes Spiel hat so und so zu sein und wenns nich so ist \"darf\" willkürlich in alle Richtungen gemeckert werden, \"erlaubt\" ist ... naja ... is doch kein Wunder wenn hier und da soviele Leute sich beschweren, reporten oder Threads hier im Forum eröffnen ...","replies":[{"id":"","poster":"eingew","date":"2015-02-23T18:28:17.193+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Schwerterglanz,realm=EUW,application-id=KYnfKGf0,discussion-id=zT0PnnFy,comment-id=000000010000,timestamp=2015-02-23T17:54:33.868+0000)\n> Nichts, nur wenn das Spiel einen auf Lieb und Nett Trallala macht, doch ich bei meinen allerersten paar Posts hier im Forum fast nur \"blöde Bemerkungen\" bekomme ( nichts gegen dich jetzt sondern paar Andere) ... und im Spiel es auch nicht anders aussieht naja ...\n\nAngesichts der Tatsache, dass dein Post auch nicht besonders toll war würde mich das nicht besonders wundern. Aber darauf will ich auch nicht wirklich rumreiten, meine Kritik zu dem Thema hast du ja bereits gehört.\n\n> Das ist für mich Scheinheilig ...\n\nWieso ist Riot scheinheilig, wenn sich die Spieler daneben benehmen?\n\n> Was auch immer dieses \"Tribunal\" zum Beispiel ist, vondem Ingame hin und wieder mal ne Zeile zu lesen ist, davon ist nich viel zu sehen ...\n\nDas Tribunal ist aktuell down, es wird überarbeitet, es gibt aber dennoch genügend Systeme um zu gewährleisten, dass das Reportsystem funktioniert. Natürlich nur, wenn man es auch benutzt, ich denke, wenn man das nicht tut, dann kann man sich auch nicht wirklich beschweren, dass das Verhalten der Mitspieler nicht besser wird.\n\n> 8 von 10 Games bestehen aus Meckerköpfen die sich nur über alles aufregen, da würde man mit dem reporten der Schimpfwörter mehr zutun haben als mit dem spielen selbst, ...\n\nEgal wie viele Schimpfwörter ein Spieler von sich gibt, es reicht immer diesen ein Mal zu reporten.\nEs wäre für dich vielleicht hilfreich die Leute zu muten, wenn du dich durch diese negativ beeinflusst fühlst.\n\n> Eine \"nette Competition\" um mal dein Wort zu benutzen ... ist doch eh für kaum einen möglich,... In jedem Spiel wo es um irgendwas kaputt machen geht, setzen sich die durch denen unten zwischen den Beinen was zur Kompensation fehlt ... \n\nIch finde da kann man eine Menge entgegenwirken, indem man selbst immer nett und freundlich ist und somit für gute Laune im Team sorgt.\n\n> Wenn man den Wettbewerb allerdings in einem \"Kaputtmach-Spiel\" fördert ist doch klar worauf das hinausläuft, wie ein Trottelausgedrückt ....\n\nEin Spiel fördert nicht mehr schlechtes Benehmen als Auto fahren.\n\n> Geht es dann letzendlich darum wer am besten alles kaputt machen kann, und manche nehmen das dann wohl zu wörtlich und zerstören das eigene Spiel gleich mit wenn die selbst versagen ... indem die alles und jeden Beleidigen ... und so weiter ...\n\nVielleicht geht es einigen Spielern darum, da das aber nicht Sinn des Spiels ist kann man wohl kaum dort die Begründung suchen.\n\n> Aber den \"Futterneid\" der Leute zu kitzeln ist nunmal leichter als sich ernsthaft zu bemühen ... indem man 2 Zeilen schreibt die man sich so im Laufe von 20 Jahren angesammelt hat wenn man sich zu sonem Thema äußern muss, bei mir wären es eher 500 Seiten A4-Text ...\n\nEs gibt eine ganze Menge an Information zu den Player Behaviour Systemen von Riot, du wirst allerdings Verständnis dafür aufbringen müssen, dass diese nicht im Ladebildschirm Platz finden. Auch der Client ist nicht dafür gedacht. Du findest eine ganze Menge dazu auf Communityseiten, in den Support FAQs und in diversen Foren (dieses eingeschlossen).\n\n> auf der Startseite wird man herzlichst begrüßt mit Blümchen und schönen netten Worten und gutgemeinten Ratschlägen ... und besser noch ...\n> Mit Ingame Zitaten gewisser Spieler die Nett und Schön aus dem Spiel heraus gekommen sind ... im Sinne von \"witzig\" ....\n> Welche man dann auch auf der Startseite findet und man einreichen könnte so nach dem Motto ...\n> \n> Bestes Zitat der Woche kriegt jeder aus der Party 300 RP Gratis ...\n\nUnd wie soll man das auswählen? Es gibt viel zu viele Spieler und gespielte Spiele, als dass man so etwas auch nur im Ansatz bewältigen könnte.\n\n> Was wäre denn falsch eher in soeine Richtung zu denken ? Und den Wettbewerb nur die Leute interessieren zu lassen die wirklich draufklicken wollen,... \n\nLeider sind mindestens die Hälfte aller LoL-Spieler aktive LCS Zuschauer, während sich kaum jemand mit Spielerverhalten beschäftigt. Aber dennoch gibt es dazu genügend News, du musst nur danach suchen.\n\n> Wenn solche hässlichen Charaktermenschen da rumlaufen und die von Nettigkeit erdrückt werden haben dann nämlich die keine Wahl sich anzupassen, aber solange Fluchen und das Vorraussetzen dieses oder jenes Spiel hat so und so zu sein und wenns nich so ist \"darf\" willkürlich in alle Richtungen gemeckert werden, \"erlaubt\" ist ... naja ... is doch kein Wunder wenn hier und da soviele Leute sich beschweren, reporten oder Threads hier im Forum eröffnen ...\n\nEs ist bereits so, dass die Spieler reported werden. Ich kenne übrigens deutlich mehr Threads, wo Leute sich über ihre angeblich ungerechtfertigten Strafen beschweren, als es Posts mit unzufriedenen gibt, denen zu wenig gegen Flame gemacht wird. Abgesehen zeichnen sich die Leute, die meinen es würde zu wenig gemacht oft noch durch Unwissen aus, was leider auch auf dich zutrifft.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-23T19:22:09.429+0000","up_votes":3,"down_votes":1,"body":"Heya\nNicht ganz die Richtung, in die ich dachte, dass dieser Thread gehen würde, aber trotzdem erfüllt er seine Aufgabe.....nice. \n@Schwerterglanz:\nEs ist doch gut, wenn viele Spieler reporten, denn dann werden die Spieler, die negativ zur Community beitragen bestraft. \nUnd zu sagen, das Riot das Flamen fördert, weil es den Compedetive-Bereich des Spiels pusht finde ich doch sehr gewagt(oder habe ich das falsch verstanden). Die LCS ist nunmal ein großer Teil von LoL. \n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Schwerterglanz","date":"2015-03-01T20:00:46.059+0000","up_votes":1,"down_votes":3,"body":"Hm weiß jetzt nich wo ich anfangen soll, ist ja nett dass du dir die Mühe machst alles ernsthaft durchzulesen und denkst du würdest hier und damit , dann helfen, dachte bei der Hälfte du bist irgend ne Art \"Möchtegernmod\" und dann oder \"doch nich sondern wirklich einer?\" .... dann klickte ich auf dein Profil und sehe du schreibst hier und da zwar immer nett und freundlich deine Sachen (Ansichtssache) ... aber dennoch unterlegst du an den entscheidenen Stellen trotzdem alles mit einem rechthaberischem Unterton ohne selbst irgendwas zu wissen. Alles was ich da geschrieben habe sind Vorschläge und Fakten genannt und von Erfahrungen berichtet, ... und mir wirfst du dann \"Unwissenheit\" vor und Unterstellst mir , dass ich irgendwem hier unterstellen würde \"zu wenig\" zutun ???\n\nDu machst es dir mit deiner Rechthabernummer aber auch ziemlich leicht, so konkret hab ich erstmal nix gegen dich.... \nAber dein Schlusssatz macht alles was du vorher geschrieben hast nichtssagend und unbedeutend ... werde aber trotzdem darauf eingehen, da ich eben nicht so wie du bin ... (nicht als beleidigung gemeint) ...\n\n>  Abgesehen zeichnen sich die Leute, die meinen es würde zu wenig gemacht oft noch durch Unwissen aus, was leider auch auf dich zutrifft.\n\nJa was willst du mir damit nun nahelegen mit diesem Schlussatz ...\nMag ja sein dass ich neu im Forum bin, mag ja sein dass ich nicht zu jedem Thread mein Zeug dazuschreibe wie du, wenn ich dein Profil betrachte ... aber da wo du mir Unwissenheit unterstellst, darüber hab ich doch garnicht geschrieben ....\nThemenbezogen brachte ich da nur nen Verbesserungsvorschlag und hab halt mich mit meiner Meinung mal ein wenig ausgekotzt ...\nZumal es jetzt ... ACHTUNG WIEDER FAKTEN^^ :\nSo Ist:\nIch habe 9 von 10 Ranked-Einstufungsspielen nun hinter mir und verloren und 1 von den 10 war ein Sieg ...\nDie Anderen 9 Aber ...\nAfker, Leaver, Rummeckern, Rumbeleidigen, Nur Solospieler mit Null Sinn für Teamwork, wenn gegnerisches Team 20 Kills vorne liegt, rennen die angeblichen \"Erfahren Pros\" die ein nur Vollmeckern zu Zweit in die Gegnerbasis ohne wenigstens aufs Team zu warten und dann plätschern alle hinterher und lassen sich komplett wieder aufklatschen und meckern mich dann voll wenn ich denen einfach nur versuche zu helfen aber dann oft bei diesen Selbstmordaktionen nicht mitmache, sonachdem Motto ...\n\"du kannst nischt, du machst ja garnix\" .... Dabei warte ich wie in den Meisten Spielen 40 Minuten lang nru auf ne Teamworkaktion und wenn mal eine da is läuft es auch Reibunglos auch wenn man 20 Kills hinten liegt, danach rennen die anderen aber wieder Planlos solo rum usw ....\n\nJedenfalls die Folge davon ist ...\nDas ich jetzt in soner beschissenen Bronzeliga spielen muss, wo 2/3 Spielen wieder aus Laggern, Leavern oder Afkern und Schreikindern bestand, der Rekord bei diesen 3 Spielen liegt bei 3 vs 5 .... wobei sich da ein Afker mal mit nem Anderen abgewechselt hat, also effektiv 2 vs 5 .... \nIch find das kanns einfach nich sein ....\nBin davon ausgegangen man wird per Solo oder Duoplay so wie es dasteht, man in die ranked eingeordnet,... aber nix da ,.. die Spiele sind beschissener als jemals zuvor und immer \"bete\" ich dass mal kein Afker oder Leaver dabei ist oder mal keiner wegen meiner Heldenwahl meckert .... \nAlso durch diese unfaire Einteilung in diesen ranked Sachen is mir jetz sämtliche Lust am Spielen vergangen ....\nUnd das ist ein Fakt, meiner persönlichen Erfahrung als Grundlage .... da kannst du mir nicht Unwissenheit unterstellen, wenn ich von faktischen Erfahrungen spreche, wenn du willst lad ich dir alle 10 Rankedeinteilungsspiele hoch und die anderen 3 (sofern alle gehen),.. dann siehst du was für ein dreckiger Rotzscheissdreck das ist ( sorry für die Wortwahl aber ich könnt langsam alles vollbrechen . wenn ich an diese Runden denke, zumindest besser als Aggro zu werden ( da bitte ich bevor du die Wortwahl kritisierst mal genau zu unterscheiden)) ....\nAlso ganz ehrlich ich wollte Ranked spielen um bessere Spiele zu kriegen die mehr Spaß machen, aber die sind noch schlimmer als alles was ich bisher gespielt hab ... und damit meine ich nich schwer oder ungewinnbar, ganz im Gegenteil, .... nur wenn man selbst immer 1 oder 2 afker oder Leaver im Team hat und sonst alle nur Solo rumrennen naja ...\nDa bräuchte es ein Ranked-Reset Button , dass ich die 10 Spiele nochmal machen kann , oder wenigstens ein 1 vs 1 und dann Ranked eingeordnet werde ...\nImmer drauf angewiesen zu sein, lieb und nett zu \"Trotteln\" zu sein die das Spiel versauen,... nur damit die nich ganz so schlecht spielen .... (nich im Sinne von unfähig, sondern im Sinne rumschreien und alle nerven und nur Solo ....) ....\nDas kanns nich sein, dann doch lieber komplett alles Soloranked-Einordnung, da sieht man am ehesten dann was wer drauf hat und was nich ... wenn es darum ginge ... \n\nSo damit wären die Meisten deiner Punkte automatisch abgeharkt ...\n\nBleibt nur ...\nAlso das mit den Ingamezitaten was ich da meinte und nen RP Bonus für nette Ingamezitate & Co ... na einfach wer mitmachen will macht mit, wer nicht will lässt es bleiben so einfach ,....\nUnd wenn einer nur mal nen \"LOL ROFL OMG\" einreicht sowas mein ich natürlich nich kann man natürlich löschen ....\nSondern was geistreiches ... was richtig nettes so dass die, die sich das Screenshot anschauen sich dann denken \"LOL ROFL OMG\" ....\nDas ist weit weniger aufwendig als du dir vorstellst, wenn man es richtig macht ... und war auch nur lediglich ein einzelner Vorschlag eher in DIESE Richtung zu denken, nettigkeit zu fördern, anstatt Gliedmaßlänge ... aber wenn so drauf reagiert wird, von dir noch die harmloseste Reaktion naja egal, kann ich mir Überlegungen in dieser Hinsicht sparen ...\n\n\nNaja und die andere Sache die noch bleibt, was ich mit Scheinheilig meine ?\nDie ganzen reportbuttons, die ganzen verweise auf \"liebe nette tralalalala community\" .... \nWird ein auf supertrallalahappy gemacht dabei is doch jedes Spiel scheisse ohne Teamwork ...\noder wenn auch nur ein Schreikind dabei ist,.. ob man nun reporten kann oder nicht, das ändert nix ...\nMan sollte mal auf der Startseite ein paar nette Tipps und hinweise auf Teamplay zu sehen bekommen ...\nUnd vielleicht verweise auf Replays wo random Noobteams \"Möchtegernpros\" schlagen .... oder sowas ....\nDamit die, die einfach nur nett Spielen wollen es auch tun und selbst mal das Hirneinschalten ..\nAnstatt sich von diesen Hirnlosen \"Nachäffern\" alles vordenken zu lassen usw ....\nUnd da kommt dann Riot ins Spiel mit dem ganzen werben für diese oder jene Liga oder dieses oder jenes Ranked Team oder was auch immer ...\nIch will von diesen Nachrichten nichts wissen, das sollte wenn dann in Themenrubriken übersichtlich per Klick abrufbar sein und nich auf der Startseite, wo dann tatsächlich unwissende,... in genau so ein Denken \"man müsste so und so sein\" reingezogen werden ....\nWenn die lernen wollen oder besser spielen wollen ....\nUnd auf der Startseite praktisch dann steht \"da schaut LCS, so wirds gemacht\" ....\nSo und dann die Meckerköpfe ingame die sich vielleicht 2 Replays angeschaut haben ...\nUnd dann einem alles vordiktieren und man kein Bock mehr hat ...\nUnd sämtliches individuelles Denken verloren geht ,...\nJeder einfach nur blind imemr in die Türme läuft ... in der vorgeschriebenen Lane und Co ... \nUnd kommt man einmal kurz zum helfen weil vielleicht 2-3 Gegner grad ankommen oder einfach nen Lvl niedriger sind und man kurz pushen helfen will... meckern die auch noch manchmal gleich rum .... und pingen wie verrückt fangen an zu beleidigen usw ...\n\nAber wenn man dann doch mal jemand kill dann heißt es \"gratz nice job\" .... \nAber selbst nen halbes lvl jemand zu helfen und dem anderen die Hp wegzumachen ohne kill bringt schon was ... nur das sehen die nicht , aber ist egal ist nur eins von dutzenden Beispielen ... wo man gleich für individuelles Denken angepisst wird ... \n\nso das wars erstmal ... hab sicher dieses oder jenes vergessen ...\nAber versuch vielleicht mal nen zusammenhängenden Text zu schreiben falls du denken solltest ich wäre auf dein Geschreibe nicht eingegangen, hab ich aber schon gemacht ,... nur will ich es nicht in ner Mathestunde ausarten lassen .... deshalb schreibe ich lieber soooo nen Text .... manchmal Antworte ich auch direkt .... \n\nAber wenn du z.b. nur ....\n\n> Das ist für mich Scheinheilig ...\n\nDas zitierst .... da ist kein Inhalt ich weiß zwar was gemeint ist ,.. aber du auch noch 6 Tage später ohne neuzulesen ?\nIch mein ....\nDa ist Ironie on ... diese Inhaltslose Wortgruppe zu zitieren ,...\nUnd mit genauso soner Thema verfehlt Antwortsfrage zu Antworten... gerade das genauso Scheinheilig wenn du hier einen auf besserwisser machst ...\nNachlesen ist zwar kein Thema und dacht mir auch erstmal \"naja ok\" ...\nAber du willst nur das lesen was du lesen möchtest, und deine Fragereaktion auf diese Wortgruppe ne Unterstellung die ich so nicht gesagt habe,....  eigentlich hätt ic hgarnich erst Antworten wollen ....  aber was solls hatte grad nix zutun ,... und hatte Mitleid ... (mitleid weil du dir offensichtlich mühe gegeben hast oder ernsthaft sowas vielleicht denkst und vielleicht auch helfen willst oder wolltest keine ahnung ,.. dein letzer satz untergräbt jedenfalls alles was du davor geschrieben hattest, egal welche motivation)","replies":[{"id":"","poster":"eingew","date":"2015-03-01T21:01:16.631+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Schwerterglanz,realm=EUW,application-id=KYnfKGf0,discussion-id=zT0PnnFy,comment-id=00000001000000000001,timestamp=2015-03-01T20:00:46.059+0000)\n>\n> Hm weiß jetzt nich wo ich anfangen soll, ist ja nett dass du dir die Mühe machst alles ernsthaft durchzulesen und denkst du würdest hier und damit , dann helfen, dachte bei der Hälfte du bist irgend ne Art \"Möchtegernmod\" und dann oder \"doch nich sondern wirklich einer?\" .... dann klickte ich auf dein Profil und sehe du schreibst hier und da zwar immer nett und freundlich deine Sachen (Ansichtssache) ... aber dennoch unterlegst du an den entscheidenen Stellen trotzdem alles mit einem rechthaberischem Unterton ohne selbst irgendwas zu wissen. \n\nIch habe gar keine Modrechte :) Ich kann absolut nichts in diesem Forum, was du nicht auch kannst. Abgesehen von der Tatsache, dass meine Name grün ist besteht zwischen uns kein Unterschied ;)\n\nWenn du Quellen willst frag einfach nach, kann sein, dass es hier und da ein wenig dauert, bis ich sie habe, aber dass ich für alles Quellen habe ist Fakt, außer ich schreibe ausdrücklich, dass etwas nicht sicher ist.\n\n> Alles was ich da geschrieben habe sind Vorschläge und Fakten genannt und von Erfahrungen berichtet, ... und mir wirfst du dann \"Unwissenheit\" vor und Unterstellst mir , dass ich irgendwem hier unterstellen würde \"zu wenig\" zutun ???\n\nNachdem ich nochmal deinen ersten Post durchgelesen habe: Da steht die Reportfunktion bringt nichts. Sorry, aber das ist kein Fakt, auch keine These, sondern eine Behauptung. Die zudem noch nichts mit der Realität zu tun hat und für du zudem noch keine Beweise vorbringst/vorbringen kannst.\n\n> Du machst es dir mit deiner Rechthabernummer aber auch ziemlich leicht, so konkret hab ich erstmal nix gegen dich.... \n\nAußer dem Vorwurf, dass ich eigentlich nichts weiß meinst du?\n\n> Ja was willst du mir damit nun nahelegen mit diesem Schlussatz ...\n\nHauptsächlich, dass du keine Kritik äußern solltest, wenn du dich mit dem, was du kritisieren willst, nicht auskennst, denn damit verschwendest du deine Zeit, weil eine solche Kritik niemals zu etwas sinnvollem führen kann.\n\n> Mag ja sein dass ich neu im Forum bin, mag ja sein dass ich nicht zu jedem Thread mein Zeug dazuschreibe wie du, wenn ich dein Profil betrachte ... aber da wo du mir Unwissenheit unterstellst, darüber hab ich doch garnicht geschrieben ....\n\nWillst du mir meine Aktivität im Forum vorwerfen? Macht das Sinn? Ich denke nicht.\n\n> Zumal es jetzt ... ACHTUNG WIEDER FAKTEN^^ :\n> So Ist:\n> Ich habe 9 von 10 Ranked-Einstufungsspielen nun hinter mir und verloren und 1 von den 10 war ein Sieg ...\nLeavern oder Afkern und Schreikindern bestand, der Rekord bei diesen 3 Spielen liegt bei 3 vs 5 .... wobei sich da ein Afker mal mit nem Anderen abgewechselt hat, also effektiv 2 vs 5 .... \n\nLeaver und Flamer sind öfter bei den Gegnern.\n\nDu + 4 potentielle Leaver/Flamer vs 5 potentielle Leaver/Flamer.\n\nDie sind also nicht dein Problem, durch die gewinnst du sogar deine Spiele.\n\n> Ich find das kanns einfach nich sein ....\n\nJa, für LoL braucht man ein dickes Fell, das kann niemand bestreiten. Aber falls du dich mit diesem Satz über deine Platzierung aufregst muss ich dich leider darüber aufklären, dass das Matchmaking dich nur mit Spielern zusammentut, die auf deiner Elo sind.\n\n> Bin davon ausgegangen man wird per Solo oder Duoplay so wie es dasteht, man in die ranked eingeordnet,... aber nix da ,.. die Spiele sind beschissener als jemals zuvor und immer \"bete\" ich dass mal kein Afker oder Leaver dabei ist oder mal keiner wegen meiner Heldenwahl meckert .... \n\nEntschuldigung, aber mit diesem Satzbau verstehe ich nicht, was du meinst? Man wird bei SoloQ so eingeordnet, dass die Platzierung dem eigenen Skill entspricht. Spätestens nach 100 Spielen bist du da, wo du hingehörst.\n\n> Also durch diese unfaire Einteilung in diesen ranked Sachen is mir jetz sämtliche Lust am Spielen vergangen ....\n\nDie Einordnung durch das Elosystem ist definitiv nicht unfair. Sie ist vielleicht nicht nett, aber sie ist objektiv und damit auch fair. Falls dich das System mehr interessiert gibt es hier einen Guide dazu:\n\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=1232907\n\n> Also ganz ehrlich ich wollte Ranked spielen um bessere Spiele zu kriegen die mehr Spaß machen, aber die sind noch schlimmer als alles was ich bisher gespielt hab ... und damit meine ich nich schwer oder ungewinnbar, ganz im Gegenteil, .... nur wenn man selbst immer 1 oder 2 afker oder Leaver im Team hat und sonst alle nur Solo rumrennen naja ...\n\nRanked heißt nur, dass es Wettbewerbsorientierter wird. Dementsprechend ist der Druck auf viele Spieler höher, also gibt es öfter toxische Reaktionen. Der Trugschluss, dass in Rankeds mehr Spaß und lockere Stimmung herrscht wird eigentlich nirgends propagiert. Ich jedenfalls kenne niemanden, der so etwas sagt.\n\n> Da bräuchte es ein Ranked-Reset Button , dass ich die 10 Spiele nochmal machen kann , oder wenigstens ein 1 vs 1 und dann Ranked eingeordnet werde ...\n\nWieso sollte es den geben? Was sollte eine andere Einordnung an deiner Situation ändern?\n\n> Immer drauf angewiesen zu sein, lieb und nett zu \"Trotteln\" zu sein die das Spiel versauen,... nur damit die nich ganz so schlecht spielen .... (nich im Sinne von unfähig, sondern im Sinne rumschreien und alle nerven und nur Solo ....) ....\n\nToxisch zu sein bringt die Spieler nur dazu unkonzentrierter zu werden. Abgesehen davon wirst du nur mit Spielern auf deiner Elo gematcht. Ich wäre also vorsichtig, wie ich diese bezeichne.\n\n> So damit wären die Meisten deiner Punkte automatisch abgeharkt ...\n\nIch glaube nicht, dass derartige mehr oder weniger arrogante Bemerkungen hilfreich für eine ausgewogene Diskussion sind.\n\n> Und wenn einer nur mal nen \"LOL ROFL OMG\" einreicht sowas mein ich natürlich nich kann man natürlich löschen ....\n> Sondern was geistreiches ... was richtig nettes so dass die, die sich das Screenshot anschauen sich dann denken \"LOL ROFL OMG\" ....\n> Das ist weit weniger aufwendig als du dir vorstellst, wenn man es richtig macht ... und war auch nur lediglich ein einzelner Vorschlag eher in DIESE Richtung zu denken, nettigkeit zu fördern, anstatt Gliedmaßlänge ... aber wenn so drauf reagiert wird, von dir noch die harmloseste Reaktion naja egal, kann ich mir Überlegungen in dieser Hinsicht sparen ...\n\nIch denke nicht, dass ich unangemessen reagiert habe, denke aber, dass du mit solchen Vorwürfen vorsichtig sein solltest, angesichts der Tatsache, dass du deine Mitspieler als Trottel bezeichnest.\n\nAbgesehen davon ist das Problem, dass LoL aus Millionen von Spielern besteht. Das sind zu viele, um gute Sätze für jede Woche rauszusuchen, selbst wenn nur die Hälfte an der Aktion teilnimmt.\n\n> Naja und die andere Sache die noch bleibt, was ich mit Scheinheilig meine ?\n> Die ganzen reportbuttons, die ganzen verweise auf \"liebe nette tralalalala community\" .... \n> Wird ein auf supertrallalahappy gemacht dabei is doch jedes Spiel scheisse ohne Teamwork ...\n\nInwiefern machen die Reportbuttons auf eine positive Community aufmerksam?\n\nDie meisten Spieler werden toxisch, sobald jemand anders im Team toxisch ist. Das ist eine natürliche Reaktion. Hier im Forum bist du selbst nicht besonders freundlich, es würde mich daher nicht überraschen, wenn du die schlechte Stimmung in deinen Teams selbst verursachst.\n\n> Und vielleicht verweise auf Replays wo random Noobteams \"Möchtegernpros\" schlagen .... oder sowas ....\n\nIch weiß nicht genau, was du mit den Begriffen meinst, falls du aber meinst, dass ein Bronzeteam in diesem Video gegen ein Platin+ Team gewinnen soll muss ich dich leider enttäuschen: Das würde der Realität vermutlich nicht entsprechen. Das Elorating funktioniert durchaus. Wer Bronze ist gehört auch nach Bronze.\n\n> Damit die, die einfach nur nett Spielen wollen es auch tun und selbst mal das Hirneinschalten ..\n\nIch denke nicht, dass man für Spaß besonders nachdenken muss.\n\n[Sehr viel Text darüber, dass es schlecht ist, dass Riot das Competitive fördert]\n\nIch habe dir bereits erklärt, warum Riot das tut. Wenn du das nochmal nachlesen möchtest, brauchst du nur meinen vorherigen Kommentar lesen. Ich wüsste auch nicht inwiefern solche Dinge das eigene Spiel verschlechtern.\n\n> Das zitierst .... da ist kein Inhalt ich weiß zwar was gemeint ist ,.. aber du auch noch 6 Tage später ohne neuzulesen ?\n\nIch habe dir direkt geantwortet. Dabei habe ich die Zitate verwendet, auf die ich antworten wollte. Ansonsten wird mir der Kommentar zu lang. Jetzt wo du 6 Tage später antwortest muss ich mir die Sachen ebenfalls ein zweites Mal ansehen. Aber dann versteht man meinen Kommentar auch direkt. Und mehr will ich in dem Kommentar auch nicht erreichen. Das ist schließlich kein eigenständiger Text, sondern eine Antwort.\n\n> Aber du willst nur das lesen was du lesen möchtest, und deine Fragereaktion auf diese Wortgruppe ne Unterstellung die ich so nicht gesagt habe,....  eigentlich hätt ic hgarnich erst Antworten wollen ....  aber was solls hatte grad nix zutun ,... und hatte Mitleid ... (mitleid weil du dir offensichtlich mühe gegeben hast oder ernsthaft sowas vielleicht denkst und vielleicht auch helfen willst oder wolltest keine ahnung ,.. dein letzer satz untergräbt jedenfalls alles was du davor geschrieben hattest, egal welche motivation)\n\nEntschuldige, ich verstehe absolut nicht was du meinst. Könntest du mir sagen, von welcher \"unzusammenhängenden Wortgruppe\" du redest?","replies":[{"id":"","poster":"Schwerterglanz","date":"2015-03-03T12:50:15.882+0000","up_votes":1,"down_votes":3,"body":"Eigentlich wollt ich jetz garnichts mehr schreiben du liest nur das was du lesen willst, aber nich das was ich geschrieben habe ... und kommst nach wie vor mit dieser \"Billigtour\" mir irgendwelche Sachen zu unterstellen wie ich was meine ...  kannst dir auch ne Antwort sparen oder schreib was du willst, mir egal,  ...\nWenn du nur das liest was du lesen willst, is kein Wunder das du MICH nich verstehst ...\nMag ja sein dass ich mittlerweile ein so niedriges Elo habe dass ich nur noch in Scheissspiele komme ....\nAber das liegt gewiss nich an mir, ...\nWas bringt es mir einen Leaver, ein Afker oder ein Schreikind zu reporten der das ganze Spiel versaut, manchmal auch direkt 2 oder 3 in einem Spiel, wenn ein Spiel später mit 5 neuen Personen spielt .... und mit den anderen würde man eh nie wieder zusammen spielen, gerade weil du eben sagst aus wieviel Millionen Spielern LoL besteht ....\n\nWenn 9 von 10 Spielen aus Leavern und Afkern besteht ... Ohne witz ,... bei den Ranked-Einordnungsspielen dann is das einfach nur Unfair weil die Gegner in allen 10 Rankedeinordnungsspielen nicht einen Leaver oder Afker dabei hatten !!!!\nUnd trotz der Unterzahl viele Spiele lange angeführt doch irgendwann, auch wenn man besser spielt, geht es eben nicht auf Dauer ein 3 vs 5 \"durchzuhalten\" .... wenn die Mitspieler (die dann eben genauson Scheisselo haben wie ich, aber aus andren Gründen) ,... dass dann auch bei LvL 18 noch durchzuhalten und zu gewinnen weildie Item und Schadensunterschiede zu groß sind ...\nBis LvL 10,Nackt ohne Items mag das noch gehen, selbst bei einer 3vs 5 Runde lange und eindeutig zu führen, aber dann machen die einfach einmal Teamplay, und lockt uns einmal in die Falle, und schon sind die restlichen 2 Mitspieler auch \"draußen\" ... im Sinne von Nerven verloren und rennen dann immer nur noch selbstmörderisch von einer in die nächste Falle ...\n\nGanz ehrlich mag ja sein, dass diese Einteilungen Allgemein als \"Fair\" betrachtet werden ... ist es aber in meinem Fall absolut nicht, denn warum hatten die Gegner in allen 10 Ranked spielen nicht einmal nen Afker oder Leaver ...\n\nWarum verdammte 9 von 10 mal bei mir wo immer irgendwas dazwischen kam ,.. und der eine Sieg bei der Einordnung war mit hängen und würden gerademal so akzeptabel aber auch kein Gutes Spiel .... \n\nDa kannst du nicht  von Fairness reden .... Natürlich kann man nicht hellsehen wann wer afk geht und wann wer leaved ...\nAber nen Reportbutton bringt solange nichts, solange das Komplette Match im Nachhinein dann nicht als \"Nicht-Gewertet\" angezeigt wird... denn wiedersehen tut man die Leute eh nicht ....ob nun mit oder ohne Report ....\n\n\nSo und was diesen Wettbewerbskommentar angeht.... Also ich habe mehr Spaß dran wenn eine gemütliche ausgeglichene Runde ist, wo man mitdenken kann und muss und sich auch anstrengen ... und das ist dann für mich ein \"besseres Spiel\" ... \nSich sämtliche Gliedmaßen beim ausführen irgendeiner Art \"Superprotaktik\" abzubrechen davon halte ich nichts ... \nAlso ich finde ob Wettbewerb oder nicht .... es ist nur dann nett, wenn die Mitspieler nett sind und Teamplay machen ... aber bisher war in allen 13 Ranked Spielen davon nichts zu sehen, denn ab LvL 10 oder so .... wo ich mich nich mehr alleine mit dem ganzen Gegnerteam anlegen kann.... dann wirds schwierig wenn die nich mitmachen ,... und ich bin alles andere als nen Solospieler .... aber ich gebe da meist die Impulse und Richtungen vor und versuch mitzudenken was gerade reinpasst ohne irgend ne vorgefertigte Maschinenspielprotaktik.... \nBis LvL 10 gehts bei Noobteams auch immer recht gut ,... aber aus ner 10 Kill Führung, denken die dann die sind ach so krass, und versagen dann weil die nich merken dass ich die da immer nur am Unterstützen und Co bin und deshalb es so gut läuft ....\nWie auch immer die Rankedeinteilung und das Elosystem ist kompletter Mist, wenn bei 70 % aller Spiele von mir ein Afker dabei ist, ich habe noch nie ein Spiel vorsetzlich verlassen oder bin einfach so beim Start Afk gegangen, wieso kriege immer nur ich dann nur Solche ab,... gerade die ziehen doch wegen sowas diesen achsotollen \"Elo\" bei mir dann runter ...\n\nMindestens 50% meiner Spiele haben keine Aussagekraft .... \n\nDeshalb dachte ich auch, dass zumindest bei der Rankedeinteilung die 10 Spiele ein reines klares, glattes 1 vs 1 oder 2 vs 2 sind wo man nicht auf 4 weitere Zufallsspielerfaktoren angewiesen ist ,... dass es so schlimm wird hätte ja keiner mit rechnen können dass ich 9 von 10 ohne Witz immer mindestens ein Idiot anwesend war,... und die 3 Spiele nach den 10 waren noch schlimmer .... da waren es bis zu 3 afker/leaver in einem einzigen spiel ....\n\nAber wem erzähl ich das ich geh mal auf die anderen Sachen mal nich ein ,.... du verdrehst meinen text komplett ziehst mal hier und da nen zitat aus dem zusammenhang und schneidest mal hier und da nen Thema an und laberst hier und da mal nen Satz dazu ...\nmit FAKTEN meine ich meine ERFAHRUNGEN im SPIEL .... \nNicht irgendein technisches Faktenwissen doch du unterstelltest mi damit praktisch mit jedem zweitem Kommentar damit dann praktisch dass ich lüge,.... wenn du mich als unwissend hinstellst obwohl ich nur von Erfahrungen berichte und hier und da mal meine Meinung dazu ablasse ....\n\nBelasse es jetzt daher auch nur bei Folgendem ..... macht abgesehen von Folgendem Zitat.... keinem Sinn,... du tust so als könntest du komplex schreiben ... aber das artet bei dir in einer Gliedmaßenvergleichsssession aus ohne logischen Sinn, ohne Roten Faden , so als ob du eine A4textseite voller Matheaufgaben lösen willst ,.. du willst einfach nur gegenanreden .... und willst jetzt was von mir hören ?\nSoll ich Applaudieren oder willst du hören dass du recht hast, womit denn ? Im mich nicht verstehen wollen ,... Im mich nicht genau lesen wollen ? Im mein Text in 10000 kleine Teile zu zerlegen und hier und da dir Worte und Wortgruppen zusammenschnipseln wie es dir gerade in den Kram passt ? ....\n\n\n> Entschuldige, ich verstehe absolut nicht was du meinst. Könntest du mir sagen, von welcher \"unzusammenhängenden Wortgruppe\" du redest?\n\nNa die, die du von mir zitiert hast, habs doch gewusst dass du davon nix mehr weißt wie ich geschrieben habe ...\n\nIch kommentiere das aber jetzt nicht weiter, denn das heißt für mich nur \"ja du hast mich nich gelesen\" ... \n\nDu würdest es verstehen indem du alles nochmal neu liest \n\nAber um auf deine Frage zu antworten du hast Folgende Worte au dem Zusammenhang gerissen und irgendwas dazugeschrieben, was nicht dem Sinn entsprach den ich ausgesagt habe ... Jeder zweite Kommentar von dir geht mit ner Unterstellung einher ,... und mit irgendeiner Ansicht was ich damit wie und wo aussagen will ...\nDen Thread hier kann man eigentlich komplett löschen ...\nAus 2-3 netten Verbesserungsvorschlägen + bisschen auskotzen über das Spielerverhalten wird jetzt hier ne gliedmaßenvergleichsnummer, ? ne danke ,... dann geh ich wieder 2 Ranked Spiele und warte auf die nächsten 2 Afker in den nächsten 2 Spielen und hab dann wieder schnauze voll vom Spiel und LoL dann wieder für 3-7 Tage erledigt  (Schnauze voll) ...  Frage mich nur warum ich immer diese Scheissteams kriege ,... wenn es nur Scheisse spielen wäre \"ok\" dazu sag ich nie was sondern helfe ,.... aber fast jedes verdammte spiel hat mindestens 1 afker oder leaver ... aber die gegner ...sogut wie nie ...vielleicht bei 1 von 10 spielen oder 1 von 20 spielen seh ich bei den gegnern mal nen afk aber sonst nicht ...\n\n> Das ist für mich Scheinheilig ...\n\ndiese Worte hast du von mir zitiert ....\nJa super applaus und nu ?\nEgal bin durch hier das Forum is mist ....\nWerde noch einmal abwarten ob dus ernst meinst oder nicht ansonsten bin ich wech hier ...bringt ja genauso wenig  mit dir zu schreiben, wie ein Reportbutton nicht 70% von 100% aller Spiele jedoch mit Afkern, zurücksetzt ...","replies":[{"id":"","poster":"Veezey","date":"2015-03-03T13:48:50.781+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Schwerterglanz,realm=EUW,application-id=KYnfKGf0,discussion-id=zT0PnnFy,comment-id=0000000100000000000100000000,timestamp=2015-03-03T12:50:15.882+0000)\n>\n> Mag ja sein dass ich mittlerweile ein so niedriges Elo habe dass ich nur noch in Scheissspiele komme ....\n> Aber das liegt gewiss nich an mir, ...\n\nNein natürlich nicht. Es sind immer die anderen Schuld. Typisches Elohell QQ\n\n> Was bringt es mir einen Leaver, ein Afker oder ein Schreikind zu reporten der das ganze Spiel versaut, manchmal auch direkt 2 oder 3 in einem Spiel, wenn ein Spiel später mit 5 neuen Personen spielt .... und mit den anderen würde man eh nie wieder zusammen spielen, gerade weil du eben sagst aus wieviel Millionen Spielern LoL besteht ....\n\nDie Spieler werden für schlechtes Verhalten bestraft. Das gibt ihnen die Möglichkeit ihr ingame Verhalten zu überdenken und zu verbessern. Dir hilft das direkt nichts, aber anderen Spielern.\n\n> Wenn 9 von 10 Spielen aus Leavern und Afkern besteht ... Ohne witz ,... bei den Ranked-Einordnungsspielen dann is das einfach nur Unfair weil die Gegner in allen 10 Rankedeinordnungsspielen nicht einen Leaver oder Afker dabei hatten !!!!\n\nBei der Menge an Afklern hast du entweder extremes Pech oder dein Verhalten trägt dazu bei. Letzteres halt ich für wahrscheinlicher.\n\n> Da kannst du nicht  von Fairness reden .... Natürlich kann man nicht hellsehen wann wer afk geht und wann wer leaved ...\n> Aber nen Reportbutton bringt solange nichts, solange das Komplette Match im Nachhinein dann nicht als \"Nicht-Gewertet\" angezeigt wird... denn wiedersehen tut man die Leute eh nicht ....ob nun mit oder ohne Report ....\n\nWenn solche Spiele nicht gewertet werden, dann wäre das Reportsystem extrem ausnutzbar. \n \n> Wie auch immer die Rankedeinteilung und das Elosystem ist kompletter Mist, wenn bei 70 % aller Spiele von mir ein Afker dabei ist, ich habe noch nie ein Spiel vorsetzlich verlassen oder bin einfach so beim Start Afk gegangen, wieso kriege immer nur ich dann nur Solche ab,... gerade die ziehen doch wegen sowas diesen achsotollen \"Elo\" bei mir dann runter ...\n\nDas System ist aber nicht daran Schuld, dass du Afkler hast. Du brauchst schon um die 100 Spiele um deine Elo zu erreichen. Da sind 13 Spiele nicht aussagekräftig.\n\n\nZu dem Rest des Textes: Zum Auskotzen kannst du auch einfach nur den Kummerkasten besuchen. Dazu ist der schließlich da.","replies":[]},{"id":"","poster":"eingew","date":"2015-03-03T13:46:04.378+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Schwerterglanz,realm=EUW,application-id=KYnfKGf0,discussion-id=zT0PnnFy,comment-id=0000000100000000000100000000,timestamp=2015-03-03T12:50:15.882+0000)\n>\n> Eigentlich wollt ich jetz garnichts mehr schreiben du liest nur das was du lesen willst, aber nich das was ich geschrieben habe ... und kommst nach wie vor mit dieser \"Billigtour\" mir irgendwelche Sachen zu unterstellen wie ich was meine ...  kannst dir auch ne Antwort sparen oder schreib was du willst, mir egal,  ...\n\nWenn du bei solchen Kritikpunkten nicht schreibst, was du meinst, kann ich mich in dieser Hinsicht leider nicht berichtigen.\n\n> Mag ja sein dass ich mittlerweile ein so niedriges Elo habe dass ich nur noch in Scheissspiele komme ....\n> Aber das liegt gewiss nich an mir, ...\n\nAn wem denn sonst? Es ist *dein* Rating.\n\n> Was bringt es mir einen Leaver, ein Afker oder ein Schreikind zu reporten der das ganze Spiel versaut, manchmal auch direkt 2 oder 3 in einem Spiel, wenn ein Spiel später mit 5 neuen Personen spielt .... und mit den anderen würde man eh nie wieder zusammen spielen, gerade weil du eben sagst aus wieviel Millionen Spielern LoL besteht ....\n\nKlar, wenn niemand das tut bringt es nichts. Wenn aber jeder das Reportsystem nutzt, dann bringt das nicht nur dir etwas, sondern allen. Und weil es allen etwas bringt, hilfst du auch dir selbst.\n\n> Bis LvL 10,Nackt ohne Items mag das noch gehen, selbst bei einer 3vs 5 Runde lange und eindeutig zu führen, aber dann machen die einfach einmal Teamplay, und lockt uns einmal in die Falle, und schon sind die restlichen 2 Mitspieler auch \"draußen\" ... im Sinne von Nerven verloren und rennen dann immer nur noch selbstmörderisch von einer in die nächste Falle ...\n\nSobald es ins Lategame geht seit ihr sowieso alle gleich stark. Und du machst ebenso Fehler wie deine Mitspieler. Wenn du ein Spiel verlierst, dann nicht wegen deinen Teammates, sondern weil du genauso viele Fehler gemacht hast.\n\n> Ganz ehrlich mag ja sein, dass diese Einteilungen Allgemein als \"Fair\" betrachtet werden ... ist es aber in meinem Fall absolut nicht, denn warum hatten die Gegner in allen 10 Ranked spielen nicht einmal nen Afker oder Leaver ...\n\nWie gesagt: Auf toxisches Verhalten wird ebenfalls mit toxischem Verhalten reagiert. Oder du hast nahezu unmögliches Pech. Deine bisherigen Beiträge werfen aber leider kein besonders gutes Licht auf dich. Im Spiel können derartige Vorwürfe durchaus für unglaublich negative Stimmung sorgen.\n\n> Aber nen Reportbutton bringt solange nichts, solange das Komplette Match im Nachhinein dann nicht als \"Nicht-Gewertet\" angezeigt wird... denn wiedersehen tut man die Leute eh nicht ....ob nun mit oder ohne Report ....\n\nWo du das noch einmal wiederholst: Das halte ich übrigens für eine äußerst egoistische Sichtweise, die dir in diesem Spiel definitiv nur schadet.\n\nRiot tut etwas gegen toxisches Verhalten, du weigerst dich aber die entsprechenden Systeme zu nutzen? Ich verstehe nicht, worüber du dich dann beschwerst. Dein angesprochenes Hellsehen kann Riot schließlich auch nicht.\n\n> So und was diesen Wettbewerbskommentar angeht.... Also ich habe mehr Spaß dran wenn eine gemütliche ausgeglichene Runde ist, wo man mitdenken kann und muss und sich auch anstrengen ... und das ist dann für mich ein \"besseres Spiel\" ... \n\nDann empfehle ich Normals und Teambuilder. Die sind dafür gedacht. Ranked ist dafür gedacht kompetitiv zu spielen.\n\n> Wie auch immer die Rankedeinteilung und das Elosystem ist kompletter Mist, wenn bei 70 % aller Spiele von mir ein Afker dabei ist, ich habe noch nie ein Spiel vorsetzlich verlassen oder bin einfach so beim Start Afk gegangen, wieso kriege immer nur ich dann nur Solche ab,... gerade die ziehen doch wegen sowas diesen achsotollen \"Elo\" bei mir dann runter ...\n\nIch glaube du hast noch gar nicht verstanden, was Elo überhaupt ist. Elo ist dazu da, deine Spielstärke zu bestimmen und dich dementsprechend mit gleich guten Gegnern und Teammates spielen zu lassen. Mit Leavern hat das nichts zu tun.\n\n> Deshalb dachte ich auch, dass zumindest bei der Rankedeinteilung die 10 Spiele ein reines klares, glattes 1 vs 1 oder 2 vs 2 sind wo man nicht auf 4 weitere Zufallsspielerfaktoren angewiesen ist ,... dass es so schlimm wird hätte ja keiner mit rechnen können dass ich 9 von 10 ohne Witz immer mindestens ein Idiot anwesend war,... und die 3 Spiele nach den 10 waren noch schlimmer .... da waren es bis zu 3 afker/leaver in einem einzigen spiel ....\n\nWieso sollte man deine Fähigkeit im 1v1 oder 2v2 beurteilen, wenn derartige Dinge für das 5v5 in SR vollkommen egal sind?\n\n> mit FAKTEN meine ich meine ERFAHRUNGEN im SPIEL .... \n\nWelches absolut subjektiv ist und durch dich auch noch viel zu stark beeinflusst wird. Meine Erfahrungen sehen schließlich vollkommen anders aus. In 9/10 Spielen einen Leaver? Das ist in meinen Augen eine unmögliche Zahl, ich erreiche ja kaum einen Leaver in 10 Spielen. Und da sich solche Dinge viel zu stark unterscheiden und wie gesagt rein subjektiv sind würde ich auch davon absehen, das als \"Fakt\" zu bezeichnen.\n\n> Soll ich Applaudieren oder willst du hören dass du recht hast, womit denn ? Im mich nicht verstehen wollen ,... Im mich nicht genau lesen wollen ? Im mein Text in 10000 kleine Teile zu zerlegen und hier und da dir Worte und Wortgruppen zusammenschnipseln wie es dir gerade in den Kram passt ? ....\n\nWenn du meinst, dass ich deine Aussagen nicht verstanden habe, wieso stellst du sie dann nicht richtig? Jetzt muss ich eben davon ausgehen, dass du das, was du sagst, auch so meinst.\n\n> Na die, die du von mir zitiert hast, habs doch gewusst dass du davon nix mehr weißt wie ich geschrieben habe ...\n\nZugegeben, dein Text ist nicht gerade ein Paradebeispiel von Struktur, aber die eigenen Sätze als unzusammenhängende Wortgruppen zu bezeichnen und sich dann beschweren, dass ich sie nicht verstehen würde? Das ergibt in meinen Augen nicht besonders viel Sinn.\n\n> Den Thread hier kann man eigentlich komplett löschen ...\n\nWas hat denn jetzt der Thread hier damit zu tun? Wieso sollte der keinen Mehrwert haben? Ich halte den durchaus für sinnvoll.\n\n> Aus 2-3 netten Verbesserungsvorschlägen + bisschen auskotzen über das Spielerverhalten wird jetzt hier ne gliedmaßenvergleichsnummer, ? ne danke ,... dann geh ich wieder 2 Ranked Spiele und warte auf die nächsten 2 Afker in den nächsten 2 Spielen und hab dann wieder schnauze voll vom Spiel und LoL dann wieder für 3-7 Tage erledigt  (Schnauze voll) ...  Frage mich nur warum ich immer diese Scheissteams kriege ,... wenn es nur Scheisse spielen wäre \"ok\" dazu sag ich nie was sondern helfe ,.... aber fast jedes verdammte spiel hat mindestens 1 afker oder leaver ... aber die gegner ...sogut wie nie ...vielleicht bei 1 von 10 spielen oder 1 von 20 spielen seh ich bei den gegnern mal nen afk aber sonst nicht ...\n\nEntschuldige, mir ist nicht aufgefallen, wo ich mit meinem angeblichen \"Skill\" angegeben hätte oder irgendetwas worauf ich stolz sein könnte... Dann ist wohl etwas falsch rüber gekommen.\n\n> Werde noch einmal abwarten ob dus ernst meinst oder nicht ansonsten bin ich wech hier ...bringt ja genauso wenig  mit dir zu schreiben, wie ein Reportbutton nicht 70% von 100% aller Spiele jedoch mit Afkern, zurücksetzt ...\n\nWenn ich die Polizei nicht rufe kann ich mich auch nicht darüber aufregen, dass die nichts tut, obwohl ich doch bestohlen wurde...","replies":[{"id":"","poster":"Schwerterglanz","date":"2015-03-04T23:19:41.278+0000","up_votes":1,"down_votes":3,"body":"Man du laberst so ein Stuß vor dir hin ,...  liest nich einmal was ich schreibe,... schau dir den ersten Post an und sieh was du draus gemacht hast ,,...\nDu bist von Anfang an nur auf Schwanzvergleich aus, ich bin raus hier dämliches Forum ....\n\nUnd deine Möchtegernbesserwisserischen Ratschläge als ob du hellsehen könntest kannst du dir auch sparen ...\nDein Verhalten ist nämlich unter aller Sau .... nicht meines ....\nMachst ein auf Möchtegernerhaben und drüberstehend und erkennst nich dass es mir garnich um nen Schwanzvergleich geht, ...\n\nIch lass mir durchaus was sagn aber nich wenn du mich bei jedem zweiten Satz blöd anmachen willst oder sonstwas ...\nAls ob ich unter Anderem als Beispiel was dafür kann wenn nen Spiel nen Dauerafker hat ohne das vorher nen Wort geschrieben habe, als ob ich was dafür kann wenn die alle immer Solo rumlaufen wollen,...\nMir wäre ein 1 vs 1 Ranked einfach am liebsten ... da es diesen Modus nicht gibt und immer auf die Scheisse der anderen angewiesen ist ,... ist es einfach unfair und nur deshalb bekomm ich wenn es mit den Niederlagen zutun hat nur noch diese Scheisspiele mit Scheissleuten ... das macht einfach kein Spaß mehr ...das war früher noch anders ....\nUnd wenn ich sage nur bei 1 vs 1 wäre die Rankeinteilung fair kannst du dir wenn du ein wenig dein Hirn benutzen würdest doch denken,... dass es kaum an mir liegt wenn die Spiele scheisse laufen ...\nDenn bei 1 vs 1 sehe ich da größere Chancen ein Spiel zu gewinnen, oder anders gesagt ...\nGegen 70% der Spieler mit denen ich da bisher gespielt habe ob Gegner oder eigenes Team wäre ne leichte Spielerei im 1 v 1 ....\n\nEgal jetz bin raus hier, werde nix mehr schreiben .... is mir zu doof zu hier ...\nLeb du mal weiter in deiner Scheinwelt hier ... und mach dir selbst was vor .... viel Spaß noch ...","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"XIII BTLmovies","date":"2015-02-23T15:29:39.234+0000","up_votes":3,"down_votes":1,"body":"Ich möchte mal eben nur auf das eingehen was du am Anfang sagtest :\n1. Es ist eben eine Sportart (E-Sport) Man kann aber zwischen Ehrgeiz und beleidigungen unterscheiden. Man kann auch sich anstrengen und gut werden ohne andere zu flamen.\n2. Ja RP Gekaufte Champions zählen (was aber total sinnlos ist mir RP Champions zu kaufen, außer sie sind im angebot)\n3. \"Billig Champs\" Sind genau so gut wie Neue Champs. Haben wie alle anderen Stärken und Schwächen. Eventuell sehen sie veraltet drauf. Aber zum Beispiel Heimerdinger, kostet nicht 6300 IP und sieht dennoch gut aus und hat stärken und schwächen.\n4. Wenn du dich drüber aufregst das sich manche aufregen das jemand einen bestimmten Champion spielt. Solltest du dich nicht über \"Billig Champs\" aufregen :) \n\nDen rest habe ich noch nicht gelesen. \nUnd ja, man braucht 16 Champions, da man immerhin 3 Bannen muss.\n\n5. Doch man kann Flamer als Menschen verstehen, es sind eben Menschen die ein bisschen oder auch viel überreagieren. Die das Spiel nicht als Spiel sehen, sondern eben NUR als Sport.\nSie Wollen besser werden, haben aber ein zu hohes Ego um eigene Fehler zu sehen. Somit sind die anderen Schuld.\nMan kann ihnen nur gut zureden und sie versuchen zu beruhigen.\nUnd man sollte NIE Feuer mit Feuer bekämpfen \n\n\n\nAchso, noch eine Frage, denn ich verstehe nicht was der letzte und vorletzte Abschnitt deines Kommentares mit League of Legends zu tun hat.\nDas Spiel ist ab 12.\nIch sehe keine Grinsenden Leute irgendwo.\nEs geht immerhin um eine Sportart, wodurch auch wieder Geld reinkommt.\nDas Hauptziel von League of Legends : besser werden.\nUnd natürlich Spaß haben. ","replies":[{"id":"","poster":"Schwerterglanz","date":"2015-02-23T15:37:43.247+0000","up_votes":2,"down_votes":6,"body":"Emh du hast mich in einem Punkt falsch verstanden ...\nich sagte \"hässliche billighelden\" oder sowas ...\nIch kaufe mir nur weibliche Charaktäre ... aber natürlich nicht diese 5 Jahre alten Kinderkackehelden, ansonsten, die Kerlhelden finde ich sehen alle doof aus und nicht schön , ich gehe nich nach Skills und Fertigkeiten,... die Laune und Lust und Erfolg kommt mit dem Spaß am Spiel ...\n\nDen einzigen Kerlhelden den ich mir geholt hab ist \"Olaf\" aber auch nur deshalb weil ich in RL so heiße sonst hätte ich mir den auch nicht geholt ...\nIch rege mich null darüber auf was für Helden andere nehmen, also da hast du mich wohl falsch verstanden, ich gehe nur nach dem Aussehen ...\n\nUnd son Spruch wie man sollte nie Feuer mit Feuer bekämpfen ist irgendwie dämlich, Feuer löscht man mit Wasser ... \nSprich denen ne kalte Dusche zu geben ist mehr hilfe als die zu Reporten oder Zurückzuflamen oder gut zureden um die in derem Wahn auch noch zu unterstützen ...\nKalte Dusche heißt für mich, jedes einzelne Wort ernst nehmen was die schreiben und auf jedes einzelne Wort eingehen ,... und solange nicht mehr als eine Beleidigung pro Zeile fällt, die Beleidigung ignorieren ... (so ungefähr)\n\nEdit: Naja zu deinem Nachtrag ... Mir ist klar dass das Spiel ab 12 ist ...\nAber du siehst da keine Grinsenden Leute irgendwo ? Was is mit der Newszeile \"Spiele in der 5 Woche der LCS\" oder so ...\nDas gabs auch shcon als Großformat ... also mich kotzt sowas an ,... musst du nich verstehen, aber die sind sicher alle nich 18 ... und ich finde öffentlich sollte grundsätzlich obs jetzt nun um LoL geht oder Fernsehen oder Medien allgemein, keiner bevor er Erwachsen ist irgendwelche Fotos von sich veröffentlichen dürfen ... (ist aber jetzt nur meine Meinung die du sicher nicht begründet haben willst)","replies":[{"id":"","poster":"eingew","date":"2015-02-23T16:41:28.333+0000","up_votes":2,"down_votes":0,"body":"> aber die sind sicher alle nich 18 \n\nDer jüngste Spieler war 17, vorher darf man nicht teilnehmen. Aber selbst das sind ausnahmen. Eigentlich kann man bei jedem den man da sieht davon ausgehen, dass der 18 ist.","replies":[]}]}]}]}]}