{"id":"4cwmEBRm","poster":"Atronthor","date":"2015-02-23T15:59:41.783+0000","title":"Ich habe LoL gelöscht von der Festplatte","subforum":"Hilfe & Support","up_votes":1,"down_votes":10,"body":"Ihr habt es geschafft, ich höre auf mit LoL, obwohl ich ein sehr tristes Leben führe und mir extrem langweilig ist. Aus folgenden Gründen. Fast in jedem Spiel, muss ich gegen Leute antreten, die absichtlich das Spiel so gestalten, dass ich mich ärgern muss. Zum Beispiel bedeutet das, dass man mir nicht hilft in irgendeiner Form. Jedes Mal, wenn ich attackiere, gehen alle anderen demonstrativ weg. Ich würde das als eine Verarschung bezeichnen wollen. Das ist Punkt 1.\n\nPunkt 2 ist, dass ich unter diesen Voraussetzungen nur Champions spielen kann, die gut solo zu spielen sind. Solche Champions habe ich aber nicht in der ausreichenden Menge, das heißt die müsste ich mir kaufen. Und das will ich nicht. Bzw. das würde ohne Geldeinsatz viel zu lange dauern.\n\nPunkt 3: Ich bekomme schärfste Sanktionen, wenn ich mal die Lust verliere, aufgrund oben genannter Punkte oder vielleicht auf Toilette bin oder sonstwie AFK bin und gleichzeitig sind fast in jedem Spiel Leute unterwegs die sog. Skripte benutzen. Zum Beispiel Ausweichskripte. Da ist einer im Dschungel, kann mich nicht sehen, wird von zwei anderen verfolgt, aber weicht genau im richtigen Moment aus. Und all so ne Scherze. Gegen die wird offensichtlich gar nichts unternommen. Ich habe vielleicht von den 100 Spielen, die ich hier absolviert habe, eines verloren, weil jemand AFK gegangen ist. Aber ich habe fast alle meine Spiele verloren, die ich verloren habe, weil oben erwähnte Bedingungen vorlagen.\n\nMit anderen Worten ich fühle mich von der Spielefirma hier und den Auserwählten getrollt. Demzufolge wars das für mich.","replies":[{"id":"","poster":"J4SM4","date":"2015-02-23T17:23:55.240+0000","up_votes":1,"down_votes":0,"body":"lass mich raten BRONZE 5  ? Ich wurde zwar  auch diese Season in Bronze 5 eingestuft, konnte mich aber gut aus dem Loch ziehen (Bronze 1, bald Silber) Ich weiß in Silber und Gold wird es auch noch viele Spieler geben, die mir mein Spiel vermiesen wollen. Aber das gehört nunmal zu LoL dazu, es sei denn du setzt dich hin und analysierst deine Spiele, um irgendwann mal aus der Low-Elo rauszukommen. Hoffe du überlegst es dir nochmal anders. PS : Die Gegener sind nicht Schuld, dass DU verlierst !","replies":[{"id":"","poster":"Freefall013","date":"2015-02-23T18:18:20.916+0000","up_votes":2,"down_votes":0,"body":"Deine Einstellung ist gut :) Auch, dass du überlegst wie du dich verbessern könntest. Kommt glaube ich nicht oft vor, dass jemand aus Bronze das macht (nicht böse gemeint) :)","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-23T18:07:03.820+0000","up_votes":1,"down_votes":0,"body":"Heya\nEs gibt nur eine Sache die mich stört, dass du den Leaverbuster als schärfste Sanktionen darstellst. Ich glaube es gibt kaum ein Spiel, bei dem die Leaverstrafen so gering sind wie hier. Ich mein 5 Spiele 5 min warten ist nun nicht die Welt, und selbst 5x20 ist nicht sonderlich viel.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Freefall013","date":"2015-02-23T17:01:59.666+0000","up_votes":1,"down_votes":0,"body":"Du kannst dich gerne selbst belügen und Ausreden dafür finden, dass du kein League of Legends mehr spielen willst. Da kann dich keiner dran hindern. Bringen tut es dir selber jedoch \"leider\" nichts.\n\n> Fast in jedem Spiel, muss ich gegen Leute antreten, die absichtlich das Spiel so gestalten, dass ich mich ärgern muss.\n\nAlso ein Spiel ist eigentlich dafür da, um spaß zu haben. Darum geht es, wie der Name ja auch schon sagt, in erster Linie. Lass dich doch nicht von irgendwas ärgern, was auf virtueller Ebene passiert. Man kann außerdem auch gute Spiele haben, die Spaß machen und einen kurzen Augenblick das Gefühl eines Erfolges bringen. Ich weis, nicht ob du das schonmal hattest, aber es kommt hin und wieder vor.\n\n> Jedes Mal, wenn ich attackiere, gehen alle anderen demonstrativ weg. Ich würde das als eine Verarschung bezeichnen wollen.\n\nWenn du merkst, dass es jedes Mal so ist, müsste dir doch auffallen, dass du da etwas falsch machst. Es bringt nichts, unterlegen oder ohne Chancen auf einen erfolgreichen Teamfight 1 gegen 5 in das gegnerische Team reinzurennen. Wenn du denkst, dass das alle extra machen (so entnehme ich das deinem zweiten Satz des Zitats), dann müssten dich ja alle kennen. Ich denke, dass deine Mitspieler das eher Situationsbedingt und überlegt tuen, und nicht nur um dich zu ärgern.\n\n\n> Punkt 2 ist, dass ich unter diesen Voraussetzungen nur Champions spielen kann, die gut solo zu spielen sind. Solche Champions habe ich aber nicht in der ausreichenden Menge, das heißt die müsste ich mir kaufen. Und das will ich nicht. Bzw. das würde ohne Geldeinsatz viel zu lange dauern.\n\nMan kann trotzdem Champions spielen, welche gut mit dem Team harmonieren. Aus deinem ersten Punkt zu schlussfolgern, man müsse dickköpfig alleine Spielen (wohlgemerkt in einem Teamgame) ist schwachsinn. Wenn du jedoch trotzdem solche Champs, welche ja auch stark sein können, spielen willst, musst du wohl oder übel auf diese sparen.\n\n> Ich bekomme schärfste Sanktionen, wenn ich mal die Lust verliere, aufgrund oben genannter Punkte oder vielleicht auf Toilette bin oder sonstwie AFK bin und gleichzeitig sind fast in jedem Spiel Leute unterwegs die sog. Skripte benutzen. \n\nDU beschwerst dich über deine Mitspieler, gehst aber selber immer wieder AFK? Der Leaver Buster verhängt nur Sanktionen gegen dich, wenn du gehäuft AFK gehst. Dass passiert auch nicht von jetzt auf gleich, du musst vorher in einer kleinen Meldung angeben, dass du nicht mehr AFK gehen willst. Wenn dein Equipement nicht funktionsfähig ist, dann ist es trotzdem dein Verschulden, da du dich darum hättest kümmern müssen. Mutwilligen AFK gehen, sei es wegen auf Toilette gehen oder keine Zeit mehr haben, ist nicht zu tolerieren. Du kannst dich nicht übetr deine Mitspieler beschweren, selber aber AFK gehen.\n\n>  Zum Beispiel Ausweichskripte. Da ist einer im Dschungel, kann mich nicht sehen, wird von zwei anderen verfolgt, aber weicht genau im richtigen Moment aus. Und all so ne Scherze. Gegen die wird offensichtlich gar nichts unternommen.\n\nDas ist schwachsinn. Du selbst kannst normalerweise eh nicht erkennen, ob jemand Scripte verwendet. Außerdem kann man auch ohne solche Scripte Skillshots ausweichen. Des Weiteren gingen vor allem in letzter Zeit immer wieder Strafen raus, welche gegen Spieler verhängt wurden, die Scripte verwenden. Bitte beschwer dich nicht über etwas, wovon du nicht genau bescheid weist. \n\nDein ganzer Text ist wie man sieht einfach zu wiederlegen. Du klagst dich in deinem Text selber an (wegen AFK-gehen) und redest von schlechten Teammates, sagst aber, dass du fast kein Spiel gewinnst was auch auf deine Leistung zurückzuführen ist. Mach dir am besten demnächst erst gedanken, bevor du so einen Blödsinn schreibst. \n\nMfG Freefall","replies":[]},{"id":"","poster":"ruffneck","date":"2015-02-23T16:07:30.080+0000","up_votes":1,"down_votes":0,"body":"Ich würde mal sagen, wenn man sich in Bronze V befindet, so wie das bei dir der Fall ist...\n... dann sollte sich man mal eher über sich selbst Gedanken machen.\n\nDenn jeder kann Worte hin und her biegen, um andere ins schlechte Licht zu stellen. Ich weiß gerade echt nicht, wen du mit diesem Beitrag ansprechen möchtest,\naber es bringt dir rein garnichts.\n\nIch finde es wirklich schade, dass du dieser Ansicht bist. Es mag sein, dass diese und viele andere Communitys nicht gerade die Tollsten sind, hier laufen ausreichend Kinder rum. Aber was willst du tun? Das ist das Internet, man ist anonym und kann seinem Willen größtenteils freien lauf lassen. Du musst versuchen dies einfach ignorieren bzw. in gewisser Weise \"abschalten\" zu können. Wenn du älter bist als 18, dann melde dich bitte hier im Thread erneut und wenn du bereit bist, dann werde ich dir mal ein paar Sachen beibringen, wodurch du dich mit Sicherheit selbst schaffst wieder hoch carrien zu können und evtl. das Spiel auch aus einer anderen Sichtweise siehst - Denn ich bin meiner Meinung nach in diesem Spiel schon relativ fortgeschritten, wodurch ich Anderen mit Sicherheit was beibringen könnte.\n\n**Grüße\nGZG Rivan**\n\n**P.S:** Begegne  meinem Beitrag bitte nicht negativ, sondern versuch es mal positiv zu sehen.","replies":[]},{"id":"","poster":"XIII BTLmovies","date":"2015-02-23T16:04:53.806+0000","up_votes":1,"down_votes":0,"body":"Aha. Und das musstest du posten, weil?\nÜbrigends ich habe noch keinen Script Typen gesehen.\nUnd auch mit mehreren geht es echt gut.\nAlso Sup etc. macht echt spaß.\nZudem : Während des spiels mal \"kurz\" auf Wc gehen bringt dir keine Strafe.\nAuch wenn es echt dumm ist währendessen auf wc zu gehen.","replies":[]}]}