{"id":"tT6FonQg","poster":"xCrumms","date":"2015-02-23T10:39:17.045+0000","title":"[Champion-Vorschlag] Vessel - Das zweiseitge Gefäß","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"**Legende:**\n1. Die Geschichte um Vessel\n2. Fähigkeiten\n3. Wie kam ich auf diesen Champion\n\n**1. Geschichte:**\n> Die größten Wissenschaftler von Runaterra arbeiteten an das Binden von verstorbenen Seelen an mechanischen Körpern. So entstanden das Gefäß Vessel. Lange Zeit suchten die Wissenschaftler nach verstorbenen Seelen und versuchten diese an Vessel zu binden. Jedoch ohne Erfolg.\n> Eines Tages tauchte jemand auf und versprach den Wissenschaftler ihnen bei ihrem Problem zu helfen und gab ihnen eine Seele. Kaum an das Gefäß gebunden, erwachte dieses zu leben. Es besaß einen Körper aus Eis. Plötzlich fing es an zu wüten und das Eis schmolz und Feuer loderte aus seinen Öffnungen. Keiner der Wissenschaftler überlebte.\n> \n> Vessel begann seine Reise, seine suche nach seinem wahren Körper, irrte jedoch ziellos umher. Schlussendlich wurde es wieder eingefangen und als Testobjekt in die Liga eingeführt.\n> \n>>Die geballte Wut einer Person kann schon Chaos verursachen. Doch hier scheint es, als wären zwei am Werk. \n\n_____________________________________\n**2. Fähigkeiten**\n\n> **Passiv:**\n> Eis: Wenn Eis aktiv ist, ändern sich die Fähigkeiten und Vessel erzeugt alle 5 Sekunden Kühle, was gegnerische Einheiten um es herum um 5% des maximalen Lauftempos verlangsamt. Sollte eine Einheit schon verlangsamt sein, wird sie für 1/1,25/1,5 Sekunden (steigend mit Level 1/6/11) eingefroren. Vessel ist Nahkämpfer.\n> Fähigkeiten geben Aufladung. Ist 100% erreicht, verwandelt sich die Form von Vessel. Aufladung nimmt nach 10 Sekunden langsam ab.\n> \n> Pyro: Wenn Pyro aktiv ist, ändern sich die Fähigkeiten und Vessel verursacht alle 5 Sekunden um sicher herum Flächenschaden, basierend auf 0,2 Fähigkeitsstärke. Zugleich verursachen seine Fähigkeiten Brennen, welches 2% des maximalen Lebens schaden macht. Vessel ist Fernkämpfer.\n> Aufladung verliert pro nicht angreifende Sekunde 10% und für jeden durchgeführten Angriff erhöht sich die Aufladung wieder. Fällt die Aufladung auf 0 aktiviert sich automatisch Eisrüstung.\n> Vessel kann für 2 Sekunden nicht mehr angreifen.\n\n*Q - Eisgeschoss/Feuerwalze*\n> Eis: Vessel schießt 5/6/7/8/9 Geschosse auf zufällige gegnerische Einheiten (wobei Champions bevorzugt werden) und verursacht mit jedem Geschoss 40/45/50/55/60 (+0,7 Fähigkeitsstärke) magischen Schaden. Für jeden weiteren Treffer mit einem Geschoss steigt der Schaden um 5% an und die Abklingzeit aller benutzten Skills wird um 0,5 Sekunden (max. nur 4 Sekunden) verringert.\n> Abklingzeit: auf allen Stufen 10 Sekunden\n> Reichweite: 700 Einheiten\n> Aufladung: 5% für jedes abgeschossene Projektil\n> \n> Pyro: Feuert eine Walze aus beiden Händen, die alle gegnerischen Einheiten schädigt. Die Walze fängt klein an und wird zum Ende immer größer und verursacht aufsteigenden Schaden.\n> Schaden: min. 50/60/70/80/90 + 0,4 Fähigkeitsstärke - max. 100/120/140/160/180 + 0,8 Fähigkeitsstärke\n> Abklingzeit: auf allen Stufen 20 Sekunden\n> Reichweite: 1000 Einheiten\n> Breite des Projektils: 50 - 200 Einheiten\n> Aufladung: 1% für jeden getroffenen Gegner\n\n*W - Eishauch/Flammenmeer*\n> Eis: Lässt alle gegnerischen Einheiten kegelförmig vor sich verlangsamen und erzeugt dabei eine Eislandschaft.\n> Schaden: 40/45/50/55/60 (+0,7 Fähigkeitsstärke)\n> Reichweite: 700 Einheiten\n> Verlangsamung: pro Sekunde zunehmend bis auf 10 Sekunden (nur wenn man auf dem Eisfeld ist)\n> Dauer: 2/2,5/3/3,5/4 Sekunden\n> Abklingzeit: auf allen Stufen 20 Sekunden\n> Aufladung: 10% pro Sekunde\n> \n> Pyro: Beschwört ein kleines Flammenmeer, welches für 3 Sekunden bestehen bleibt. Das Flammenmeer macht jede 0,5 Sekunden Sekunden 1/1,5/2/2,5/3 Prozent des fehlenden Lebens 5/10/15/20/25 magischen Schaden.\n> Reichweite: 700 Einheiten\n> Projektilbreite: 200 Einheiten\n> Abklingzeit: auf allen Stufen 20 Sekunden\n> Aufladung: 1% für jeden getroffenen Gegner pro Sekunde\n\n*E - Eisrüstung/Flammenschild*\n> Eis: Vessel bohrt sich in den Boden und erzeugt eine Eisrüstung, die ihn für 2/2,5/3/3,5/4 Sekunden schützt und zusätzlich 10% der Rüstung und Magieresistenz als Fähigkeitstärke hinzufügt. Zugleich verdoppelt sich seine Rüstung und Magieresistenz und einkommender Schaden wird um 5% verringert.\n> Abklingzeit: auf allen Stufen 20 Sekunden\n> Aufladung: Keine - bei jeder weiteren eingesetzten Fähigkeit, während Eisrüstung aktiv ist, verdoppelt sich die Aufladerate\n> \n> Pyro: Vessel erzeugt einen Feuerschild der für 5 Sekunden bestehen bleibt und umstehenden gegnerischen Einheiten 10 magischen Schaden pro Sekunde zufügt sowie physischen Schaden um 5% als magischen Schaden reflektiert.\n> Abklingzeit: 10 Sekunden\n> Aufladung: 1% pro Sekunde und 1% für zugefügten Schaden\n\n*R - Eisform/Pyroform*\n> Eis: Vessel lädt sofort 100% seiner Aufladung.\n> Abklingzeit: 100 Sekunden auf allen Stufen\n> \n> Pryo: Vessel stürmt in ein Zielgebiet, explodiert dort und verursacht an allen umstehenden gegnerischen Einheiten 100/150/200 + 0,5 Fähigkeitstärke magischen Schaden. Vessel verliert seine ganze Aufladung und seine Passive tritt in Kraft.\n> Abklingzeit: 200/160/120 Sekunden\n\n_____________________________________________________\n**3. Die Gründung des Champions:**\nIch fand schon immer die Kombination aus Feuer und Eis sehr interessant und dieser Champion ging mir schon seit langem durch den Kopf. Jedoch dachte ich mir immer, Riot wäre vielleicht nicht soweit, da dieser Champion doch einige Komplikationen mit sich bringen würde. Nicht nur vom Ballanzing sondern auch von den graphischen Details und der Programmierung her. Zugleich fehlte mir selbstverständlich auch die Motivation und die Zeit, dass alles nieder zu schreiben. Warum wohl viele denken werden, dass dieser Champion OP ist. Selbstverständlich ist seine Fähigkeit Eisgeschoss sehr stark, doch sollte man nicht vergessen, dass dies die einzige richtige Fähigkeit ist, die erstens Schaden macht und Vessel mobil bleiben lässt. Als Nahkämpfer hat er in erster Linie (vorallem mit den Grundwerten) Passiv zu bleiben. Seine Stärke liegt nicht darin in vollkommen auf AP zu spielen, ihn so schnell wie möglich auf volle Ladung zu bringen und mit seinen Pyroskills die gegnerische Frontlinie zu brechen. Seine Stärke liegt im passiven verhalten, welches durch sein dauerhaft aktives AOE-CC durch sein Eishauch und seiner Eispassive recht gut gegeben ist. Jedoch muss er auf mindestens Off-Tank spielen, da er sonst genauso endet wie ein Full-AP Cho'Gath. Macht Schaden ohne Ende, muss man aber erst einmal Treffen und man platzt einfach. Zudem besitzt er einen sehr hohen konstanten Cooldown, weswegen er auf schwächere Items setzen muss um diese zu verringern. All das macht Vessel zu einem starken Early-Champion, der zum Mid-Game bei falscher Spielweise stark abnimmt und erst zum Ende wieder wirklich mitziehen kann.\nAuch in dieser Hinsicht, finde ich das Kombinationsspiel aus Feuer und Eis sehr passend und in meinen Augen gut gelungen.\nAll das, diese Hintergedanken, sind in einem Champion vereint, da ich diese Headsmash-Champions von Riot nicht mehr sehen kann. Hier liegt der Sieg in Taktik und Vorsicht, nicht in ALL-IN und gewinnen.\n\n**Weitere Champions hier:** [Championkonzepte by xCrumms](http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/5yomIswv-championkonzepte-by-xcrumms)","replies":[{"id":"","poster":"xCrumms","date":"2016-11-02T14:42:56.145+0000","up_votes":1,"down_votes":0,"body":"/push it?","replies":[]}]}