{"id":"ozkqpdZ0","poster":"WorstJunglerGER","date":"2015-02-21T22:21:53.381+0000","title":"Unnötige Kosten weglassen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":6,"body":"Hi!\r\nIch hätte da einen Vorschlag...\r\nund zwar, \"unnötige Kosten\" weglassen. Wenn ich mir z.B. als {{champion:421}}  die {{item:3078}}  kaufe, bezahl ich auch für {{item:1027}} , obwohl ich es doch garnicht brauche. Kann man das denn nicht einfach \"deaktivieren\"? Sprich das Item wird dann um z.B. 400 billiger. \r\n\r\nNatürlich sollte es nur für Champion gelten, die von Grund auf keine Mana besitzen ({{champion:421}} , {{champion:64}} etc.).","replies":[{"id":"","poster":"S7EBEN","date":"2015-02-22T10:10:23.820+0000","up_votes":1,"down_votes":0,"body":"Was ist das den für ne Schwachsinnige Idee ernsthaft, da kann man sich die Items beliebig zusammenstellen und das wäre viel zu OP. Man hätte als Katarina total viel AP mit wenig Geld weil sie die Amor von Zhonyas z.B nicht kaufen müsste. Das noch viel schneller als sie normalerweiße dran gekommen wäre. Minute 20 mal eben das gegnerteam mit qewqewqewqew pentakillen, klar.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-02-22T00:18:09.151+0000","up_votes":1,"down_votes":0,"body":"jaaa!!! Voll gut!!! Dann kann man sich als Garen zu Beginn mit 6 Rabadons ausrüsten, was einfach nur extrem cool aussieht, aber rein gar nichts bringt...\n\nAber wahrscheinlich ist es Absicht von Riot, dass die Trinity Force für Champs ohne Mana einfach nicht Kosteneffektiv ist. Ist ne Balancing Frage...","replies":[]},{"id":"","poster":"AkaiHono","date":"2015-02-21T23:43:50.488+0000","up_votes":1,"down_votes":0,"body":"Das große Problem ist, dass dadurch die Items günstiger werden und somit man schneller an die Items kommt. Dadurch haben Nicht-Mana Champions automatisch ihre Items *früher* und sind somit stärker als Mana-Champions.\nDas ist einfach unbalanced.","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-21T22:22:43.004+0000","up_votes":1,"down_votes":0,"body":"Gibt genug Items, bei denen du keine \"unnötigen Kosten\" hast, kauf die doch einfach, wenn dir dein Gold so lieb ist :)","replies":[]}]}