{"id":"IKEIXeIR","poster":"Crazy Tactician","date":"2015-02-22T11:44:58.463+0000","title":"Der Fall der Liga (Prolog)","subforum":"Community-Kunstwerke","up_votes":7,"down_votes":3,"body":"Die Ereignisse, die zum Sturz der Liga führen sollten, begannen in einem Tunnelsystem in den untersten Gesteinsschichten Valorans. Eindeutig von denkende Kreaturen in den Stein getrieben, bezeugten der bedenkliche Zustand der Stützpfeiler und die vielen kleinen Einstürze, dass die Struktur schon vor langem in Vergessenheit geraten war.\n\nDie absolute Dunkelheit wurde von einer Laterne durchbrochen. Drei Männer, einer noch fast ein Junge, seilten sich nacheinander aus einem Schacht ab. Sie alle trugen graue Mäntel und Kapuzen. Sie sicherten die Seile und setzten sich in Bewegung. Nach einiger Zeit erreichten sie eine kleine Höhle, von der mehrere Tunnel abgingen.\n\n\"Meister. Ich verstehe ja, wie ihr die Magier aufhalten wollt, aber was ist mit den Kämpfern, den Schützen...?\" fragte der jüngste Mann. Der \"Meister\" seufzte, schwieg einen Moment, und erklärte dann: \"Mana, Caelan, ist nicht nur eine Energiequelle. Mana ist ein Maß individuellen Potentials. Wenn die Kampfkunst einer Kreatur eine Armee in die Knie zwingen kann, sei es mit Magie, Schwert, oder pinkem Feenstaub, hat sie ein Übermaß an Mana. Die Tests der Liga sind nichts anderes als Messungen des Manas. Mana ist die Quelle der Ungleichheit, es erhebt einige Individuen über das ganze Volk. Und es ist die Basis der Macht der Liga, da Beschwörungen und Magie komplett davon abhängig sind.\"\n\nNachdem der Meister seine Ausführungen beendet hatte, bedeutete er dem dritten Mann die Laterne zu löschen. Sie standen in völliger Dunkelheit und Stille, nur unterbrochen vom nervösen Scharren der Füße Caelans. Dann erschien ein bläuliches Schimmern in einm Tunnel zu ihrer Linken, weit entfernt und kaum wahrnehmbar. Der Meister wies in den Tunnel, un die Gruppe setzte sich wieder in Bewegung. Das Schimmern wurde stärker und stärker, wuchs schlieslich zu einem hellen Leuchten an. Sie bogen um eine Ecke, und der Tunnel gab sie frei. Sie standen in einer Höhle, die so groß war, dass man einen Berg darin hätte unterbringen können. Die Wände und die Decke waren mit Adern blauen, leuchtenden Kristalls übersäht. Ein Wasserfall entsprang einem Loch in der Höhlendecke und speiste einen Wasserstrom, der durch die Höhle führte, sich teilte und in tiefe Spalten mündete. Am Rand des Wassers wuchsen grüne Pflanzen, die sich im Licht der Kristalle zu wiegen schienen.\n\nIn der Mitte der Höhle befand sich ein von der Natur geformter Altar, und auf diesem Altar wuchs eine Kristallstruktur, drei Meter hoch und zwei Meter breit, die alle anderen Wunder der Höhle in den Schatten stellte.\n\"Diese Narren haben es wirklich gefunden.\" murmelte der dritte Mann. Caelan, von Ehrfurcht überwältigt, kniete nieder. \"Meister, ich danke euch, dass ich Teil eurer Expedition sein darf. Es ist eine Ehre ohne gleichen, von euch ausgewählt worden zu sein\".\n\"Aber natürlich\", sagte der dritte Mann, \"es wäre viel zu viel Arbeit gewesen, deine Leiche hier runterzuschleppen.\" Dann rammte er Caelan ein Messer ins Kreuz und trat zurück. Der Meister näherte sich dem fallenden Jungen, fing ihn auf und hielt ihn im Arm. \"Ein Mitglied der grauen Mäntel kniet niemals, mein Junge.\", flüsterte er ihm in das Ohr, die Stimme kalt wie Eis. \"Dein Blut ist der Tribut, den das neue Zeitalter verlangt.\" Caelan stöhnte. \"Dein Opfer wird nicht vergessen werden. Und nun, schlafe.\" Und Caelan starb.\n\nDer Meister legte den leblosen Körper auf den Boden und zog ein Buch aus seinem Mantel hervor. Er schlug es auf und begann, eine Formel zu sprechen. Die Worte stammten aus einer vergessenen Sprache, sie hörten sich an wie berstender Stein. Eine Zeit lang geschah nichts. Dann wand sich Blut in Spiralen aus der Wunde im Rücken des Leichnams und legte sich um das Messer. Es bildete eine durchgehende Schicht, jedoch brodelnd wie kochendes Wasser. Mit jedem weiteren Wort des Meisters wurde sie dunkler, bis sie schließlich eher Schwarz als Rot war. Der Meister beendete seine Formel und zog das Messer aus dem Leichnam. Es war jetzt so dunkel wie Obsidian.\n\nEr schritt bedächtig auf den Kristall in der Mitte der Höhle zu, und betrachtete ihn aus nächster Nähe. Er hatte keine Augen für dessen Schönheit, er sah Potential, er sah Macht. Er schloss die Augen. \"Mit diesem Stich läute ich ein neues Zeitalter ein. Ein Zeitalter der Gleichheit, des Fortschritts und des Krieges.\" Er drehte sich zu seinem verbleibenden Begleiter um, der grade einige flache Päckchen am Gestein des Ausgangs anbrachte. \"Tyras. Dir überlasse ich diese neue Welt. Lenke sie in die richtige Richtung.\" Tryas nickte.\n\nDer Meister hob das Messer über den Kopf, hielt einen Augenblick inne, und rammte es dann in den Kristall. Ein Knacken ertönt wie von brechendem Glas, gefolgt vom Wispern tausender Stimmen. Der Meister zerfiel, als würde sein ganzer Körper mit einem Mal aus Sand bestehen. Die Schwärze des Messers tropfte in den Kristall wie Dampfschwaden, und als er schlieslich ganz schwarz war, waren es auch alle anderen Kristalle im Raum. Die Höhlenpflanzen verdorrten, der Wasserstrom versiegte. Das Wispern wurde zu einem Kreischen. Tyras, und mit ihm alle Kreaturen Runeterras, ging zu Boden und rang nach Atem. Es dauerte einige Minuten, bis das Kreischen verebbte. Es dauerte noch einige Minuten, bis Tyras sich gesammelt hatte. Die Kristalle hatten jedes Licht verloren, es herschte Totenstille. Er kramte die Laterne hervor und schritt zum Altar. Vom Meister war nur Staub geblieben, aber das war ihm bewusst gewesen. Der Kristall war, nun, tot. Ein besseres Wort fiel ihm nicht ein.  Diese Oase inmitten von Felsen war zu einer Gruft geworden. Er ging zum Ausgang zurück, steckte eine Lunte in eines der flachen Päckchen und entzündete sie. Dann rannte er. Die Explosion begrub den Zugang zur einstigen Quelle des Manas unter dutzenden Tonnen Stein.\n\nNoch am selben Abend näherten sich drei dutzend Männer in grauen Mäntel der Liga. Die Tore standen offen. Die Abwehrmechanismen waren deaktiviert. Die Wächter waren bestochen. Die Magier schliefen. In Formation betraten die Männer das Institut. Präzise wie ein Uhrwerk verteilten sie sich auf die Schlafsäle. Drei dutzend Kehlenschnitte später gab es keine Magier des Instituts mehr. Einzig der Großmagier fuhr aus dem Schlaf hoch, als Tyras zum Schnitt ansetzte. Er hob die Hände, doch statt einer Feuersbrunst kam nur etwas Rauch aus seiner linken Handfläche. Der Magier blinzelte verdutzt. Tyras lächelte, zog eine Muskete unter seinem Mantel hervor, und schoss dem ehemals mächtigsten Mann Valorans in die Brust. Die Liga war gebrochen. Eine neue Macht erhob sich. Eine Macht, die statt Magie und Helden auf Stahl, Gold und Schießpulver setzte. Eine neue Ära hatte begonnen.\n\n*Danke fürs Lesen. Sollte das hier gut ankommen, setze ich die Geschichte fort. Es würde einen Zeitsprung von ein paar Jahrzehnten geben. Ein Zeitalter der Techmaturgie und des Krieges würde anbrechen. Am interessantesten dürften die Auftritte von Champions werden, die ihre halbgottgleiche Stärke verloren haben und neue Wege des Kämpfens und Lebens gefunden haben. Verbesserungsvorschläge sind willkommen.*","replies":[{"id":"","poster":"Belshirach","date":"2015-02-22T17:48:14.161+0000","up_votes":4,"down_votes":0,"body":"Echt gute Geschichte der es nicht an spannung fehlt. Ich würde mich auf eine Fortsetzung freuen. ich hätte nur einen kleinen Kritikpunkt: wenn du eine mysthische Stimmung durch eine spezielle nicht umgängliche erstellen willst, solltest du so kleine Abrutscher vermeiden. Zum Beispiel statt  \"Und Caelan starb.\" Stadtdessen würde ich, Und Caelan verschied unter dem kalten leuchten der Kristallhöhle als erstes Opfer einer neuen Ära , bevorzugen. Außerdem habe ich eine Stelle gefunden , die den Lesefluss stört: \"Es dauerte einige Minuten, bis das Kreischen verebbte. Es dauerte noch einige Minuten, bis Tyras sich gesammelt hatte.\" diese zwei es dauerte einige Minuten sind hinderlich zum Lesen. Als Verbesserungsvorschlag würde ich nehmen: Es dauerte einige Minuten, bis das Kreischen verebbte. Als er zu Tyras sah stand die Pure Angst in sein Gesicht geschrieben. Plötzlich huschte ein Schatten über sein Gesicht. Er stand mit neuem Selbstvertrauen auf.     Zusätzlich könntest du die Stelle wo der Kristall zerstört wurde noch länger ausformulieren. Da geht ein Ruck durch das Weltgefüge weil einfach eine Grundlegende Kraft verloren geht und das ist der Beginn einer neuen Ära weil das Mana verloren geht. Diese Stelle verdient ein wenig mehr Beachtung. Naja genug Kritik für heute es ist eine sehr gute Geschicht und du hast definitiv Talent. Ich würde mich auf eine Rückmeldung freuen ob du diese Fortsetzung überhaupt machst. Dann noch gutes Gelingen^^.","replies":[{"id":"","poster":"Crazy Tactician","date":"2015-02-22T17:56:29.582+0000","up_votes":1,"down_votes":0,"body":"Danke für die gute Kritik. Werde die entsprechenden Stellen nochmal durchsehen.\n\nWenn das hier weiterhin gut ankommt, mache ich eine Fortsetzung. Allerdings würde ich mir mehr Zeit nehmen und sie etwas länger und besser machen.\n\nEdit: Warte mal. Dein Name... Ein DSA Fan? Dann weißt du sicher, wovon du sprichst.","replies":[{"id":"","poster":"Belshirach","date":"2015-02-23T17:48:33.988+0000","up_votes":1,"down_votes":0,"body":"Lass dir nur Zeit eine gute Geschichte kann man nicht erzwingen.  Und endlich hat mich jemand als DSA-Spieler erkannt ^^","replies":[]}]}]},{"id":"","poster":"Freefall013","date":"2015-02-22T12:03:35.036+0000","up_votes":3,"down_votes":0,"body":"Mega hammer! Hab's mir grad durchgelesen und finde die Geschichte echt super. Es ist genügend Spannung vorhanden und auch eine kleine Wenudng, der Zerfall des Meisters und der Tod Caelans.\nDeine Wortwahl ist echt beeindruckend. Durch Metaphern und anderen sprachlichen Mitteln wird die Geschichte echt anschaulich und detailliert dargestellt.\n\nWürde mir auf jeden Fall eine Fortsetzung wünschen! Von der Qualität dieses Geschichtsausschnittes her, könnte man daraus echt ein beeindruckendes Buch schreiben. Weiter so! :)","replies":[{"id":"","poster":"Crazy Tactician","date":"2015-02-22T17:59:04.221+0000","up_votes":2,"down_votes":0,"body":"Danke. :)","replies":[]}]},{"id":"","poster":"Ben Maxims Sohn","date":"2015-02-22T17:54:41.517+0000","up_votes":3,"down_votes":1,"body":"Ich weiß nicht was ich posten soll also poste ich teemo  {{champion:17}}  {{champion:17}}  {{champion:17}}  {{champion:17}}  {{champion:17}}  {{champion:17}}  {{champion:17}} {{champion:17}} {{champion:17}}","replies":[{"id":"","poster":"Crazy Tactician","date":"2015-02-22T18:01:13.911+0000","up_votes":2,"down_votes":0,"body":"Ich sollte in der Fortsetzung klarstellen, dass es ohne Mana auch keine Pilzfallen mehr gibt.  HexTech-Minen der Marke P1lz wären aber eine nette Idee.","replies":[]}]}]}