{"id":"LJyks6n2","poster":"hirvanix","date":"2015-02-21T23:47:49.518+0000","title":"Firewall","subforum":"Hilfe & Support","up_votes":0,"down_votes":0,"body":"* Ich habe einen Problem, unzwar kann ich das Spiel nicht starten. Ich wohne jetzt seit 2 Tagen in Frankreich und bin im Internet mit dem Lan-Kabel verbunden, dass heißt kein Wlan sondern nur Lan-Anschluss. Das Internet funktioniert einwandfrei, aber nur LoL möchte nicht sarten. Es kommt immer der Fehler angezeigt: \"RADS Error - Could not connect  to the HTTP server. Please check that yor Internet connection is enabled and that your firewall is not blocking access.\" (Hier nochmal es zu verdeutlichen mit Bild: http://www.google.de/imgres?imgurl=http%3A%2F%2Fwww0.xup.in%2Fexec%2Fximg.php%253Ffid%253D13689750&imgrefurl=http%3A%2F%2Fboard.raidrush.ws%2Fthreads%2F790617-PC-League-of-Legends-startet-nichtmehr&h=163&w=435&tbnid=vFmvJ6-M_U5AvM%3A&zoom=1&docid=9_SES4GITMG_9M&ei=bRfpVLKAPMbkyAPYs4DADw&tbm=isch&iact=rc&uact=3&dur=2484&page=1&start=0&ndsp=15&ved=0CEoQrQMwDg ) - Firewall hab ich jetzt auch deaktiviert und ich hab das Spiel auch schon deinstalliert und wieder installiert, aber funktioniert trotzdem nicht. Bitte um Hilfe! :)","replies":[{"id":"","poster":"MumdanCkmsYangn","date":"2015-02-22T00:08:44.716+0000","up_votes":3,"down_votes":0,"body":"Ich habe dasselbe Problem. Bin nun für ein Auslandsjahr in Nantes und plötzlich funktioniert das Spiel nicht obwohl das Internet sonst funktioniert. Ich erhalte die selbe Fehlermeldung. Habe das Spiel gelöscht und nochmal heruntergeladen, habe sämtliche Konfigurationen über cmd eingegeben, den DNS Namen geändert, die Firewall deaktiviert. Es funktioniert alles nicht.\nWürde mich auf eine hilfreiche Antwort sehr freuen!","replies":[]},{"id":"","poster":"Donzen","date":"2015-02-22T00:17:44.935+0000","up_votes":1,"down_votes":0,"body":"Schon mal in der Toolbox nachgeguckt?\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000","replies":[]}]}