{"id":"OAZIxGsV","poster":"SuchtiHearts","date":"2015-02-21T11:18:06.592+0000","title":"Suchti-lol der Clan für League of Legends","subforum":"Clans & Teams","embed":{"title":"Suchti-lol der Clan für League of Legends :: News","description":"Herzlich Willkommen bei Suchti-lol uns freut es das du es bis hier her geschafft hast und ich persönlich möchte mich bei euch bedanken für die interresse Wir von Suchti-lol Clan hatten schon im Jahre 2013 versucht diesen Clan zu eröffnen leider lief dies nicht so gut wegen schlechter Haltung nun versuche meine freunde und ich diesen Clan wieder zurück ins Leben zu rufen.","url":"http://suchti-lol.de/","image":"http://suchti-lol.de/include/designs/DDvXv2/slider/images/teamspeak.png"},"up_votes":1,"down_votes":0,"body":"**Liebe Community von League of Legends**\r\n\r\n\r\nWir von Suchti-lol Clan hatten schon im Jahre 2013 versucht diesen Clan zu eröffnen leider lief dies nicht so gut wegen schlechter Haltung nun versuche meine freunde und ich diesen Clan wieder zurück ins Leben zu rufen.\r\n\r\nDieser Clan wurde in Jahre 2015 nun von einer Person neu gegründet und sucht nun noch eine 2te Person in der Leitung von Suchti-lol\r\ndiese eine Person bin ich Josef/20 Jahre alt.\r\n\r\n\r\n---------------------------------\r\n\r\n**Was wir von den Suchti-lol Clan dir bieten können:**\r\n\r\n1. Ein erfahrenes und freundliches League ­of legends Team\r\n2. Eine Funktionierende Homepage und Funktionierender Teamspeak 3 Server\r\n3. Wir machen jedes Wochenende ein Team Training\r\n 3.1  **Samstag von 16:00-18:00**\r\n 3.2  **Sonntag von 18:00-20:00**\r\n4. Möglichkeiten zur eigener Teamgründung\r\n5. Wir bieten auch für unsere Member auf Wunsch eine eigene Suchti-lol E-Mail-Adresse\r\n6. Auf Wunsch eröffnen wir auch Teams in anderen Games\r\n7.  **Spaßiges und verrücktes League of Legends zocken auf höchsten Niveau**\r\n8. **Professionelle Partner : [Dragondesigns](http://Dragondesigns.de/), [Gametown/mc-Gameserver](http://mc-Gameserver.de/)**\r\n9. Und noch viele spaßige Sachen mehr!\r\n\r\n---------------------------------\r\n\r\nWenn ihr ein mindest alter von 16 habt und Interesse an unseren lustigen League of legends Clan habt Dan melde dich bei uns.\r\n\r\nWen du zuerst uns ingame erleben magst gerne komm auf unseren Teamspeak Server [ts3.suchti-lol.de](http://suchti-lol.de/?ts3)\r\nBei Interesse hier per PN, Teamspeak 3 oder E-Mail melden.\r\n\r\nMit freundlichen Grüßen\r\n\r\nEuer Suchti-lol Team\r\n\r\n\r\nDieser Thread ist für Diskusionen nicht geeignet.\r\n\r\n---------------------------------\r\nWeb: [suchti-lol.de](http://suchti-lol.de/)\r\nTS3: [ts3.suchti-lol.de](http://suchti-lol.de/?ts3)\r\nMail: [info@suchti-lol.de](http://suchti-lol.de/?contact)","replies":[]}