{"id":"dddzU3uM","poster":"Ascena","date":"2015-02-21T14:43:07.921+0000","title":"Ein schlechter Asiate?","subforum":"Streams & YouTube","up_votes":3,"down_votes":2,"body":"[Plat IV: www.twitch.tv/ascenax - Main ADC]\r\n\r\nGuten Tag! :)\r\n\r\nIch bin 17 Jahre alt, komme aus Hamburg und mache in ca. 2 Monaten mein Abitur. \r\nDurch die Anschaffung eines Hundes und natürlich dem alltäglichen \"Schulstress\" ist bei mir League of Legends extrem in den Hintergrund gerückt. Kurz vor dem Abitur und vor den letzten Schultagen, habe ich mir überlegt ein wenig zu suchten und dies zu streamen. Ich habe 2013 schon mal ziemlich oft gestreamt und ich hatte dabei einen riesen Spaß. Leider bin ich kein richtiger \"League Of Legends\" asiate. Man könnte mich einen billigen abklatsch nennen. :P\r\n\r\n[B]Dark Road Out Of \"Elo Hell\"[/B]\r\nDas Spiel spiele ich schon seit Season 1. Damals schloss ich die Season mit ca. 700 Elo ab. Super oder? Das war UNTEr Bronze! :( Die Season 2 lief etwas besser und ich beendete die Season mit Silber II - Ab Season 3 wurde es rund. 1 Woche vor dem Ende der Saison spielte ich Nächte durch, um Platin noch zu erreichen. Doch die Zeit und die Schule überholten mich. Ich habe es nicht geschafft bis Platin und war am Ende Gold 1. In der Pre Season zur Season 4 habe ich Platin II erreicht. Nach den Placementmatches war ich dann jedoch natürlich sofort in Gold 3. Dann setzte langsam der Schulstress ein und League of Legends wurde immer nebensächlicher. Season 4 beendete ich in Platin 2.\r\n\r\nIch bin ein sehr ruhiger Mensch und bleibe gerne auf Sicherheitsdistanz (auch im echten Leben) - Deshalb spiele ich sehr gerne den ADC auf der Botlane. Leider nicht sehr ausgereift. Weshalb ich streame? Um Tipps zu erhalten, um Tipps zu geben und euch versuchen zu Unterhalten. Es fällt mir nämlich immer schwer, mich selbst zu kritisieren. Andere kritisieren hingegen, fällt so ziemlich jedem ziemlich einfach. ;) Deshalb hoffe ich, dass ihr mir Fragen stellt, wenn ihr Fragen habt und dass ihr mir auch Tipps gebt.\r\n\r\nIch wünsche euch noch ein schönes Wochenende!","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-02-22T15:40:53.582+0000","up_votes":1,"down_votes":0,"body":"Die schlechten Asiaten spielen in Korea auf Bronze 5.\nDas ist so in etwa auf dem Nieveau der LCS.\nKeiner von uns ist Qualifiziert genug, um dir Tipps zu geben.\n\n\n\n\nWenn du einfach ein paar Fehler aufgezeigt bekommen willst, stell einfach eines deiner Spiele auf Youtube.\nDa kann man es sich dann in aller Ruhe anschauen, und ggf. kritische Szenen nochmal abspielen und genauer betrachten, und die sagen, an genau welcher Stelle du was flasch gemacht hast.\nDas dürfte sehr viel hilfreicher sein als ein Stream.","replies":[{"id":"","poster":"Naruto1208","date":"2015-02-23T10:19:41.587+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-02-23T10:34:49.971+0000","up_votes":1,"down_votes":0,"body":"Ok, ich will entgegenkommend sein.\nVilleicht können wir uns ja darauf einigen, dass es Silber ist?","replies":[]},{"id":"","poster":"eingew","date":"2015-02-23T10:23:55.271+0000","up_votes":1,"down_votes":0,"body":"Psst: Ich glaube das war Ironie ;)","replies":[]}]}]}]}