{"id":"NGEwiQ76","poster":"nevyzE","date":"2015-02-21T18:08:36.510+0000","title":"Team XENON sucht bestehendes Dia1+ Team","subforum":"Clans & Teams","embed":{"title":"Team XENON","description":"Lange hat es gedauert, doch nun können wir euch endlich das neue CS:GO Lineup vorstellen, welches künftig in der ESL Major Ladder als auch der ESEA für Team XENON kämpfen wird. Die fünf jungen Mannen können sogar schon mit einigen Siegen in der ESL glänzen.","url":"http://teamxenon.esportsify.com/","image":"http://d1mt9jmphk9kik.cloudfront.net/teamxenon/image1419620461.png"},"up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nwir von Team XENON suchen ein bestehendes Dia 1+ Team für den Competitive Bereich.\r\n\r\nKurz vorab noch was zu dem Clan:\r\n\r\nTeam XENON wurde 2011 noch unter dem Namen xenoN CONFIRMED ESPORTS gegründet, kurze Zeit später aber in das jetztige Team XENON abgewandelt. Seit der Gründung durch Andreas Becker konnte man einige Erfolge erzielen, so hat sich das damalige CS:S Team in der A-Series an die Spitze gekämpft und fast für die ESL Pro-Series qualifiziert. Ebenfalls in der 4Players Pro-Liga war man mit einem Counter-Strike: Source Team vertreten wo man gegen die großen deutschen Teams gekämpft hatte. Nach wie vor steht der Name XENON für Fairplay und Spaß am SPIEL. Durch unglückliche Umstände musste das damalige Management das Projekt 2013 auf Eis legen und die Pforten von Team XENON vorerst schließen.\r\n\r\nMit der Neueröffnung des Projektes möchten wir an die vergangenen Erfolge anknüpfen aber auch den eigentlichen Spaß am Spiel wieder in den Vordergrund stellen. Gemeinsam fröhnen wir unserem Hobby, dem elektronischen Sport (e-Sports) und möchten uns in der Großen VIRTUELLEN WELT etablieren und einen Namen machen. Daher steht XENON für Disziplin, Ehrgeiz, Fairplay und dem Spaß am gemeinsamen Hobby.\r\n\r\nWas wir euch bieten:\r\n\r\n* Nettes familiäres Umfeld\r\n* Professionelle Homepage\r\n* Management mit langer Erfahrung in deutschen Topteams (pod, ALTERNATE, mTw)\r\n* Premiumsponsoring o.ä. bei Erfolg\r\n* Partner, Sponsoren (siehe Homepage)\r\n* Teamspeak Server\r\n\r\nWas wir von euch erwarten:\r\n\r\n* 18+ (keine Ausnahme)\r\n* SoloQ Elo Diamond 1+ (keine Ausnahme)\r\n* ESL Go4LoL, Dr. Pepper o.ä Cups\r\n* Aktiv, Zuverlässig und Ehrgeizig\r\n* Netter und freundlicher Umgang untereinander\r\n* Keine Leute die nur aus Spaß spielen\r\n\r\nDas war's erstmal, danke für eure Aufmerksamkeit wer bis hierhin gekommen ist. Bitte nur **ernstgemeinte** Anfragen.\r\nBewerben kann man sich hier unter diesem Thread oder per Email.\r\n\r\nghoul@planetpod.de\r\n\r\nGreetz\r\n\r\nTeam XENON, nashJ","replies":[{"id":"","poster":"nevyzE","date":"2015-03-05T08:13:23.369+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]},{"id":"","poster":"nevyzE","date":"2015-02-28T15:10:00.021+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]},{"id":"","poster":"nevyzE","date":"2015-02-27T11:01:03.926+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]},{"id":"","poster":"nevyzE","date":"2015-02-22T08:53:38.552+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]}]}