{"id":"ETigRNXe","poster":"TommyderUltranoo","date":"2015-02-20T17:33:44.798+0000","title":"Grobe Fähigkeitsvorstellungen","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Hallo!\nHier möchte ich meine Idee von unvollständigen Fähigkeiten  vorbringen, die alle mit Dorans Gegenständen  (ich nenn die jetzt Dorans Dinger) zusammenarbeiten. Der Spieler sollte dazu verleitet werden mehr Dorans Dinger zu kaufen. Je nach dem wie er seine Fähigkeiten verbessert, verbessern sich ebenfalls die Dorans Dinger (von den Werten her):\nQ auf Stufe (für je 1 Dorans Klinge):\n1Kaufpreis 400 g und +30 Leben\n2 +2% Lebensraub und +3 AD\n3 +5 Lebens pro Angriff und die Hälfte des Lebensraubs der Dorans Klingen wird unbeachtet des verursachten Schaden berechnet, sondern nur in Abhängigkeit deiner AD (Bsp bei einer Dorans Klinge:\nGeg:5% LF; 100 AD; 50% Absorption beim Ziel; erhaltenes Leben pro AA: 2,5%*100/2+2,5%*100=1,25+2,5)\n4. +5AD und +20/6% mehr Heilung durch Dorans Klingen\n5.Gegenstand aus 6 Doran Klingen (später erklärt) erhält zusätzlich folgende Passive: jedes mal, wenn du Heilung (also z.B. Lebensraub) erhälst, verusachst du am Ziel genauso viel normalen Schaden wie du Leben erhälst\nW auf Stufe (für je 1 Dorans Schild):\n1 Kaufpreis 400 g und +20 Leben\n2stellt alle 5 s statt 6 Leben 10 Leben wieder her und fängt nun 10 Schaden ab\n3+50 Leben und fängt extra dazu bei AOe-Schaden den selben Wert ab wie es Einzelfähigkeiten\n4 +50% Lebensregeneration; +5 Rüstung; +5 Magieresistenz\n5 Gegenstand aus 6 Dorans Schildern erhält folgende Passive: jedesmal wenn Schaden abgefangen wird, erhält der Verursacher den halben Wert des abgefangenen Schaden als magischen Schaden und den halben Wert des abgefangenen Schaden als Normalen; der Schaden wird nach dem Abzug durch Rüstung und MR abegfangen\nE auf Stufe (für je 1 Dorans Ring):\n1 +40 Leben\n2 statt 3 Manaregen. 5 alle 5 s und 20statt 15 AP\n3 gibt nun bei jeder aktivierten Fähigkeit und normalen Angriff Mana (6 statt 3)\n4 +20/6% erhöhtes Mana aus allen Quellen, +5AP und +25% Manaregenertaion\n5 Gegenstand aus 6 Dorans Ringen erhält folgende Passive: normale Angriffe und Fähigkeiten markieren 1 Ziel; jedes Mal wenn du Mana erhälst fügts du dem Ziel den gleichen Wert als magischen Schaden zu und verringerst das Mana des Ziel um 75% des Wertes\n\nExklusiv nur für diesen Champion: Er kann Dorans Dinger weiterentwickeln\naus 3 Dorans klingen wird eine Dorans Klinge Lv2, aus 2 DOrans Klingen Lv2 eine Dorans Klinge Lv3 (besteht aus also insgesamt 6 Dorans Klingen), analog zu den anderen Dorans Dingern.\nDer Champion sollte schwache Fähigkeiten besitzen, da die Gegenstände seine Stärke ausmachen, er darf also die Lane und viel Farm nicht verlieren.\nDurch das schon vorher zielgerichtete maxen der Fähigkeit und den Kaufen gleicher Gegenstände sollte der Spieler auch durch die guten Werte motiviert werden und irgendwann nur durch die Gegenstände viel stärker werden\nVielleicht noch eine Spaß-Fähigkeit: er kann mehrere Heiltränke/Kekse auf einmal konsumieren, sodass er statt z.B 150 Leben innerhalb 15s nun 900 Leben innerhalb von 15 s durch Pots aufladen kann.","replies":[{"id":"","poster":"B4K","date":"2015-02-21T21:30:22.001+0000","up_votes":1,"down_votes":0,"body":"wirkt leicht abstrus, da das dann nur mit wenigen champs funkt","replies":[]}]}