{"id":"MMGn7En5","poster":"Legend Hypaaahh","date":"2015-02-20T22:15:26.840+0000","title":"<-:|Champion-Konzept|:-> Torus, Der Flammenbrecher","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"**Champion Konzept: Torus, den Flammenbrecher**\nWillkommen zu der Vorstellung von Torus, dem Flammenbrecher. Ein schwerer Champion, mit schwerer Geschichte und Hintergrund. Im allgemeinen eine noch rohe Idee, die noch optimiert werden muss, eindeutig. Bei Balance-Problemen, Fehlern oder Ähnlichem, einfach in die Kommentare damit. Riot darf alles in diesem Thread gleich und/oder verändert verwenden. Viel Spaß, macht euch ein wenig epische Musik an, ich finde den Champ episch :D\n\n**1.Grundidee**\nAls Grundidee wollte ich einen schweren Top, vielleich Jungler haben, einen mit schweren Attacken, die episch aussehen, ein Char der einfach spaß macht ihn zu spielen. Also, der Flammenbrecher, klar, hört sich nach Feuer und so an, aber der Champion wird ein wenig anders sein, nicht umsonst \"brecher\" :D\n\n**2.Die Rolle**\nIch habe vor ihn auf der Top, vll auch im Jungle zu spielen, da er eine schwere Einheit mit vielen AoE Effekten ist. Er ist nicht besonders auf Mobilität getrimmt, also wird er auch ein wenig schwerer. Er hat keine Manakosten, dafür aber hohe Cooldowns. Er ist start AD basiert, braucht aber Tanky um ranzukommen.\n\n**3.Das Aussehen**\nAlso, als Aussehen habe ich es so geplant: [img]http://i.imgur.com/VK3UoGj.jpg[/img]\nJaaa, es ist Schwarzfaust aus WoD, aber ich denke das trifft sein Aussehen am meisten. Anstatt eines Hammers hat er eine normale Hand, und die Linke ist ein Klumpen? Eine Spitze aus heißem Stein, so eine Art dicke Speerspitze an seiner Hand, die glüht? Aufjedenfall den Hals verändern, er trägt nur auf einer Schulter eine Schulterplatte, wobei er Armschienen besitzt und eine Art \"Kern\" in seinem Bauch (Ähnlich Sion, aber ein wenig feuriger ;D). Seine Haut ist verbrannt, durch sie fließen Adern aus Lava. Seine Rüstung ist mit ihm verschmolzen und er sollte ziemlich Badass aussehen.\n\n**4.Die Geschichte**\nTorus, Kommandant und Held von Demacia, befördert zum Hochgeneral von dem Prinzen Jarvan IV, welchem er das Leben rettete. Ein gloreicher Tag in demacianischer Geschichte,in der Nähe Shurimas wurde ein Krieg gegen Noxus gewonnen, es gab eine gute Zeit für das demacianische Reich. Eines Tages bekam Torus einen Auftrag mit Jarvan und Garen zusammen auf einen Vulkan zu gehen, um die Gegend auszuspähen und mögliche Feinde zu eliminieren, um bei einem Vorstoß Truppen zu sichern. Torus nahm mit Ehre an und so begaben sich die 3 zum Vulkan....\n\nEinen Tag Fußmarsch und sie waren angekommen. Sie betraten den Vulkan. Dieser war noch relativ aktiv, weshalb sie aufpassten mussten und einander helfen taten. Torus nahm Spähposten ein, während Jarvan und Garen eine \"ein wenig\" sichere Behausung bauten, wo sie einige Stunden verbrachten. Nichts passierte. Alles war still... zu still. Eines Tages, mitten am Tag, als Torus am spähen war, hörte er einen Schrei:\"Hilfe, dreckige Kröten!\"\n\nEr kam von Jarvan, als er zusammen mit Garen gegen Feinde der noxischen Armee kämpften. Es waren 20 bis 30 Gegner, kaum schaffbar für normale Fußsoldaten, nicht aber für 3 Generale mit Kriegserfahrung. Sie kämpften bis zum letzten Mann, als noch 5 übrig war, schien einer heraus. Ein General der noxischen Armee wollte ein Lager nahe des Vulkans errichten:\" Kämpft gegen mich, junger Krieger, eine ehrenhafter Kampf, du und ich, der Sieger soll den Vulkan beherrschen, der Verlierer soll sterben!\". Er richtete seine Hand auf Torus. Jarvan und Garen hielten sich zurück. Der Kampf begann...\n\nTorus und der General lieferten sich einen Kampf auf höchstem Niveau, doch nach kurzen kämpfen, kam überraschend ein zweiter Gegner in den Ring, der sich von hinten an Torus entlang schlich. Er stach ihm in den Rücken, dieser jedoch war im Kampfrausch, wollte den Kampf gewinnen und gab nochmal alles. Jarvan hielt Garen zurück:\"Er wird eine Entscheidung treffen, lass ihn, er weiß was er tut!\". Torus rang mit dem kleinen Krieger, bis er diesen auf den Boden schmetterte und ihm einen mächtigen  Hieb gab. Er war erleichtert, wollte sich gerade umdrehen, doch dann....\n\nEin langes Messer stach hervor aus Torus Bauch. Der General landete einen kritischen Hieb. Torus fiel auf die Knie und auf den Boden...\n\nGaren und Jarvan schritten ein, der General wehrte sich nichtmehr, er fing einfach an zu lachen und ließ sich festnehmen und fesseln. Für Torus war es zu spät.. Er lag im sterben:\" Sagt meiner Familie, ich habe sie geliebt, starb in Ehre und Kampfrausch...*hust*.. Tötet ihn, rächt meine Familie. Plötzlich, der General erhob sich, riss sich von Fesseln und holte einen Schwarzen Kristall raus, den er Torus in die Bauchwunde rammte. Kurz danach exekutierte Garen ihn. Torus fing and zu schreien, voller Leben, er erhob sich, taumelte, doch bevor Jarvan irgendwas tun konnte, viel Torus in den Schlund des Vulkans und verschwand im Rauch...\n\nJarvan und Garen kamen zurück nach Demacia. Sie hatten wieder einen Krieg gewonnen, doch zu welchem Preis? Eine trübe Stimmung traf Demacia, den geliebten Helden zu verlieren ist nicht einfach. Stunden nach dem Fall sieht man eine Hand aus dem Schlund an die Kante greifen, es war Torus, doch nicht so wie man ihn kennt. Sein Kopf war verbrannt, sein Helm verformt und besaß Aura. Seine Rüstung verschmolz mit ihm und gab ihm neue Kraft. Sein Wissen war getrübt. Seine linke Hand war verschwunden, stattdessen war ein Fels in Speerform in seine Hand geschmolzen, fast wie ein Eisen Ersatz wirkte. Torus  wütete rum, schlug um sich und war sauer, ohne Grund. Er sucht Rache nach Demacia, welche ihm der Kristall einflößte. Torus schleppte sich weiter. Er ging zur Liga der Legenden, um Demacia den Krieg zu erklären und um seine Wut und seinen Kampfrausch zu befriedigen....\n\n*\"Kommt her Schaben, ich werde euch zerreißen. Ich habe einst verloren, nun wird sich das nicht wiederholen! Krieg!!!* -Torus, der Flammenbrecher\n\nEnde... Wenn euch die Geschichte gefallen hat oder es Lücken gibt, lasst mich dies in den Kommentaren wissen. Danke fürs Lesen!\n\n**5.Attribute [Allgemein]**\nLeben:~~[IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII]IIIIIIIIIIIII (37/50)\nSchaden:[IIIIIIIIIIIIIIIIIIIIIIIIIIII] IIIIIIIIIIIIIIIIIIIII (28/50)\nMagie:~~[IIIIIIII]IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII (08/50)\nSchwere:[IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII]IIIIIIII (42/50)\n\n**6.Attribute [Genau]**\nLeben: 530 (+78 per Level|Max: 1934)\nAngriffsschaden: 60 (+3.65 per Level|Max: 125.7)\nAngriffstempo: 0.590 (+1.1% per Level|Max: 0.788)\nRüstung: 25 (+3.2 per Level|Max: 82.6)\nMagie Resistenz: 32.1 (+1.25 per Level|Max: 54.6)\nLauftempo: 320\nHitze: 100\nLebensregeneration: 8.175 (+0.7 per Level|Max: 20.775)\n\n**7.Fähigkeiten**\n \n\n**7.1Passive: Schmerz und Wut**\nTorus benutzt \"Hitze\" als Recourse. Pro normalen Angriff bekommt Torus 5 \"Hitze\", pro Fähigkeit 10 \"Hitze\". Ab 50 \"Hitze\" bekommt Torus neue Effekte auf seine normalen Fähigkeiten, bei 100 \"Hitze\" werden seine Cooldowns um 25% verringert und er bekommt eine brand- (Wortspiel, wegen Feuer und so...) neue  Fähigkeit serviert. 100 \"Hitze\" wird nach einer Fähigkeit über 4 Sekunden verbraucht (25 pro Sekunde),wobei die nächsten 3 normalen Attacken 10/12.5/15/17.5/20/22.5/25/27.5/30% (Level: 1/3/5/7/9/11/13/15/17) Bonus True Dmg Schaden verursacht , aber keine Fähigkeiten wirken kann. Hitze nimmt über 10 pro Sekunde ab, nach 4 Sekunden außerhalb des Kampfes. Wut wird nicht für 50 \"Hitze\" Fähigkeiten verbraucht.\n\n**7.2Q-Skill: Flammenbrecher/Flammenharpune**\nTorus lädt 0.25 Sekunden auf, um einen durchdringenden Schlag nach vorne zu starten, dieser verursacht 30/65/100/135/170 (+20/25/30/35/40% AD) physische Schaden und schlägt Gegner 100 Einheiten zurück. 50 \"Hitze\" Bonus: Der Schlag reduziert gegnerische Rüstung um 5/7.5/10/12.5/15%\n\n**Ab 100 \"Hitze\"**: wird \"Flammenbrecher\" zu \"Flammenharpune\". Dieser Zauber muss auch 0.25 Sekunden aufladen, danach schießt Torus einen Strahl aus flammenden Ketten nach vorne, die den ersten getroffenen Gegner um 50% der Strecke  zurückzieht, die die Harpune zurückgelegt hat, wobei er 25/60/95/130/165(+25/30/35/40/45% AD) phyischen Schaden verursacht.^^\n\nCooldown: 21/20/19/18/17 Sek.\nRange: 325 nach vorne, 150 in der Breite / Harpune: 750\n\n**7.3W-Skill: Geschmolzener Kern/Feurige Wut**\nPassiv: Normale Attacken verursachen 5/10/15/20/25% mehr Schaden auf den ersten Angriff auf einen Gegner. Dieser bekommt den Debuff \"Brandwunden\" für 2.5 Sekunden. Dieser lässt weitere Attacken oder Fähigkeiten um 30/35/40/45/50% der gegnerischen Rüstung als Bonus phyischen Schaden verursacht. Hat 10 Sekunden Cooldown. 50 \"Hitze\" Bonus: 50% Bonus Schaden auf Attacken und 50% der gegnerischen Rüstung als Bonusschaden.\n\n**Ab 100 \"Hitze\"**: wird \"Geschmolzener Kern\" zu \"Feurige Wut\". Diese Fähigkeit ist nun eine Aktive. Torus lässt eine große Schockwelle von sich springen, diese verursacht 15/30/45/60/75 (+35% AP)(+20% AD) magischen Schaden und verlangsamt Ziele um 0/5/10/15/20% für 1.25 Sekunden. Für jeden getroffenen Gegner bekommt Torus 0.2/0.4/0.6/0.8/1 Wut als Bonus.\n\nCooldown: None\nRange: 750 Durchmesser\n\n**7.4E-Skill: Wuchthammer/Wildes Beben**\nTorus lädt 0.75 sekunden auf, um einen DrehSprung zu vollführen, der ihm erlaubt, über Wände zu springen und um 55/85/115/145/175 (+47.5% AD) physischen Schaden in einem kleinen Radius zu verursachen. 50 \"Hitze\" Bonus: Reichweite um 25% erhöht und Schadensradius um 25% erhöht.\n\n**Ab 100 \"Hitze\"**: wird \"Wuchthammer\" zu \"Wildes Beben\". Dies ist ein Doppelsprung, vergleichbar zu Doppeltem \"Wuchthammer\". Torus lädt 1 Sekunde auf, um in eine Richtung einen Drehsprung zu vollführen, wobei er 25/40/55/70/85 (+35% Bonus AD) physischen Schaden verursacht. Nach dem Sprung bekommt der Spieler die Wahl, innerhalb von 2 Sekunden ein Zweites mal zu springen, welcher die selben Werte hat, aber nicht gezaubert werden muss.\n\nCooldown:  24/23/22/21/20  Sekunden \nRange: 550 (1100)\n\n**7.5Ultimativer-Skill: Weltenbruch**\nTorus sammelt alle seine Kraft, um nach 0.5 Sekunden einen übermachtigen Schlag in den Boden zu rammen. Dieser lässt die Erde in 3 Wellen aufbrechen (200 Radius von Torus oder dem nächsten Bruch groß, also 600 Range, wobei alle 0.25 Sekunden ein \"Plattenkreis\" aufschlägt), welcher Gegner um 75/150/225 (+75% AD) physischen Schaden schadet, wobei sie zusätzlich 0.5 im ersten Ring, 0.25 im zweiten Ring und 0 Sekunden im letzten Ring hochschlägt. Nach dem Beben, bekommt Torus 200% Lauftempo für 0.25 Sekunden. \n\nCooldown: 170/136/105 Sekunden\nRange: 600 Radius um Torus\n\nDanke fürs Lesen, vielleicht sind die Fähigkeiten noch ein wenig zu stark im Allgemein Kit, bitte lasst mich genaueres Wissen in den Kommentaren.\nNote: Die Fähigkeiten sollen alle Epische Animationen haben, einfach weil... MEGA GEIL!\n\n**8.Ein kleiner Spieleguide**\nTorus ist eine starker Offtank, mit viel CC und Schaden, aber man muss ihn sehr tanky spielen. Geht mit Dorans Schild oder Boots ins Early, besonders Boots sind wichtig für ihn! Early ist er sehr stark, versucht ein wenig \"Hitze\" mit normalen Attacken zu machen, um dann Lv 2 mit Q und E early Harrass draufzuhaun. Dabei wäre das: 100 \"Hitze\" = E zum Gegner, Autohit und schnelle Q, E in Sicherheit oder zum weiterprügeln. Nutzt sein Nomana aus, baut viel Cdr und knallt jeden Gegner. Ab Level 6, baut höchstens 80 Hitze auf. Macht eine E zum Gegner, gebt ihm einen Autohit, wobei ihr auf 100 \"Hitze\" kommt, dann haut ihm eine \"Flammenharpune\" oder ein \"Wildes Beben\" rein, um seine Rüstung zu schreddern oder um ihn zu verlangsamen. Mit ein paar normalen Attacken viel Schaden. Baut auf jeden Fall Tenacity, weil er gegen CC sehr stark reagiert. Im Teamfight wieder 80 \"Hitze\" sammeln, dann E rein, normale Attacke, Ultimate, \"Wildes Beben\" und einem \"Flammenbrecher\" gleich hinterher. Da eure Aufgabe Tank zu sein sehr im Vordergrund steht, aufpassen, dass euch nicht eine Morgana oder Lux einfach wegbinded, kommt mit Flash oder aus dem Hinterhalt. \n\n**9.Emotes**\nPick:*\"Flammen zehren an meiner Seele...\"*\n\nBewegung:*\"In diese Richtung!\" / \"Stürmt das Gebiet!\" /  Wutschrei / \"Schaden ist nichts, gegen meine Schmerzen!\"*\n\nAngriff:*\"Zerschmettert den Feind!\" / \"Keine... Gnade!\" / \"TOOOD!\" / \"Ein Schatten liegt über ihnen!\"*\n\nQ:*\"Nehmt das, ihr Maden!\" / \"ICH BRECHE EUCH!\"*\n\nW:*\"Ich bin WÜTEND!\" / \"ROOOAAAR!\"*\n\nE:*\"Hammertime!\" / \"Totale Zerschmetterung!\"*\n\nR:*\"DIESE WELT IST MEIN REICH!\" / \"ZORN ÜBER DAS LAND!\"*\n\nLachen: Sions Lache sehr Ähnlich, nur sehr viel tiefer und WÜTENDER!\n\nTanz: Er macht den Moonwalk auf der Stelle, wobei der Boden unter seinen Füßen verbrennt und ein cooles Bühnenfeuer erstellt. Er dreht sich ab und zu in verschiedene Richtungen\n\nTaunt:*\"TOOOOOOT.. Für euch...!\" / \"Ich habe gehört, es gibt Leute, die nicht in brennende Lava gemarkt wurden...!\" / \"Ein tiefer Schmerz.. Aber viele Ziele zum ABREAGIEREN!\"*\n\nJoke:*\"Was ist schwarz und tut weh, wenn es dich zerschmettert, dich zerreißt und verbrennt? Ratet...!\" / \"Kein Witz für kleine Maden!\"*\n\n**10.Besondere Interaktionen**\nTorus hat besondere Interaktionen mit Jarvan und Garen und ebenfalls ein NEUES Event.\n\nJarvan: *\"Ihr seit.. kein Prinz mehr...!\" / \"Wieso... WIESO JARVAN!\" / \"Ihr seit mir unwürdig!\" / \"Schande über euer Haupt!\"*\n\nGaren:*\"Ein wahrer Held würde auch Nützlich sein...!\" / \" Ich werde dich RICHTEN, Garen..!\" / \"Wo ist euer Kinderfreund nun, Garen?\"*\n\nEvent: Wenn Garen Jarvan und Torus in einem Spiel sind (2 im Gegner und 1 im anderen Team), alle Level 16 mindestens sind und alle 10 Kills oder Assists haben, startet das Event: \"Kampf um Ehre!\". Dabei müssen beide Parteien der jeweiligen Teams den Gegner töten oder einen Assist erhalten. Falls ein einziger in einem Team ist, muss dieser nur einen ausschalten oder beim Kill beistehen. Der Gewinner bekommt 20 Gold und den Titel: \"Tod und Ehre\", welcher dem Träger 10 Rüstung und 100 Leben gibt. Dieser Buff ist permanent. Er wird jeweils mit dem Sieg der jeweiligen Leute beschrieben. Sind 2 Leute im gleichen Team, bekommt der Töter oder im Notfall zufällig ausgewählt.\n\n**11.Zusammenfassung**\nIch finde Torus ziemlich Stark, in der Lane als auch im Teamfight. Ein Epischer Champ, der 100% noch anpassung benötigt, aber auch eine neue Mechanik ins Spiel bringt. Ein witziger Champ den jeder mal gespielt haben sollte! Ich beantworte Fragen gerne. Ich bitte euch, ein Daumen hoch oder runter zu geben, ob der Champion gut oder schlecht ist. Der Mängel hat soll diese Mitteilen. Über einen Push freu ich mich immer :D\n\nDANKE FÜRS LESEN, VIEL SPAß BEI FOLGENDEN VORSCHLÄGEN UND HAUT REIN!\n\n**12.Changelog**\n-Passive: 15 Hitze pro Fähigkeit -} 10\n-Q: 40/75/110/145/180 -} 30/65/100/135/170\n-Q: Verstärkt: 30/65/100/135/170 -} 25/60/95/130/165\n-E: Ratio (+55% AD) -} (+47.5% AD)\n-E:Cooldown 19.8/18.6/17.4/16.2/15 -} 24/23/22/21/20 \n-Ult: 125/250/375 -} 75/150/225\n-Ult: 1/0.5/0.25 sek -} 0.5/0.25/0 Sekunden\n-Ult: 160/127/97 -} 170/136/105 Sekunden\n-Passive: Leichte Bearbeitung","replies":[{"id":"","poster":"Legend Hypaaahh","date":"2015-02-21T00:33:58.363+0000","up_votes":3,"down_votes":1,"body":"Danke für die Rückmeldung. Klar, es ist ein wenig gemischt, das soll ein wenig auch so sein! Die Ulti wollte ich sowieso noch nerfen, aber das mit sion und Gnar? Überladene Passive ala Kalista? Das verstehe ich nicht. Das hat mit Rumble absolut nichts zu tun, selbst die Passive die auch mit Hitze arbeitet, hat wenig was mit Rumble zu tun. Gnar kann ich verstehen, die E, aber die E soll auch etwas durchdachter eingesetzt werden, da ich ihren Cd mal höher setzte xD. Überladene Kits? Was ist überladen? Er hat insgesamt 6 Fähigkeiten, ein Lee oder Nidalee haben 7. Dafür, ist es so überladen, das ein kleiner Bonus bei mittlerer Hitze so viel ausmacht?´Ich werde ihn zurechtstutzen, aber so wie du in beschreibst.. Ziemlich komisch. Gnar 1 Fähigkeit die sich ein wenig Ähnelt, Sion hat nur ein wenihg Aussehen drin, das wars. Ich sehe nichts was Sion sehr ähnlich sieht., zu dem Ult-Punkt \"Selbst ein 0/20 Spieler\", es gibt zu viele Champs die das gleiche machen. Lissandra kann 0/20 stehen, CC hat sie trotzdem, ein Darius kann 0/20 stehen, haut trotzdem Damage raus wenn er rankommt. Trotzdem Danke!\n\nEDIT: Allgemeiner Nerf inklusive.","replies":[]},{"id":"","poster":"Asteriade","date":"2015-02-20T23:03:41.876+0000","up_votes":2,"down_votes":1,"body":"Ist nichts Neues, einfach ne Mischung aus überladenen Passiven ala Kalista, n Fähigkeitssystem ähnlich wie Rumble und dazu ein Hauch von Gnar.\n\nAufgrund des extrem überladenen Kits und den kurzen Zeitfenstern wäre der Champ absolut ungeeignen für SoloQ, für 5vs5Teamranked ebenfalls ungeeignet aus dem einfach Grund: Gibt deutlich bessere Alternativen. Ausnahme ist die Ulti, diese ist Gnadenlos OP, nicht gut durchdacht und einfach... broken.\n\nSelbst ein 0/20 Spieler würde mit dieser Ulti noch ganze Teamfights drehen.\n\nIm Allgemeinen viel Mühe gegeben und stellenweise gut geschrieben auch wenn mir das komplette Champdesigne+Emotes absolut nicht zusagt.\n\nist halt einfach... n schwächerer Sion/Gnar mit ner Broken Ulti.^^","replies":[]},{"id":"","poster":"Legend Hypaaahh","date":"2015-02-24T15:19:42.989+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe die Downvotes ein wenig nicht, habe mir relativ viel mühe gegeben. Wenn ihr Downvoted würde ich mich um eine Begründung freun! :D","replies":[]},{"id":"","poster":"Legend Hypaaahh","date":"2015-02-22T16:36:46.499+0000","up_votes":1,"down_votes":0,"body":"Kleiner Push","replies":[]}]}