{"id":"9VPEUc2J","poster":"Sylight","date":"2015-02-20T17:09:33.665+0000","title":"Ashe","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo, wie Ihr vom Titel ablesen könnt geht es um {{champion:22}}  :D\r\nIch weis nicht ob ich der Einzige bin, aber mir kommt Ashe sehr schwach vor im Gegensatz zu den Anderen Champs wie {{champion:236}}  oder {{champion:119}}  sowie {{champion:42}}  . Darum wäre es schon wenn Ashe mal überarbeitet wird. \r\nWas haltet Ihr davon ? :D \r\nJetzt ist auch ein neuer Skin für Sie raus gekommen Maroduer-Ashe, da wäre es schön wenn Sie vielleicht mal Stärker gemacht wird.","replies":[{"id":"","poster":"Staxer0","date":"2015-02-20T18:21:01.584+0000","up_votes":2,"down_votes":0,"body":"Ich hatte in nem Match mal ne Ashe die auf ne witzige Art getrollt hat..das ganze Spiel über.\n\nSupport: \"OMG ASHE, do fu... something!!\"\nAshe: \"Wait for it...wait for it...wait for it...\"\n\nUnd dann hat die geschossen...mit der crit passive, einen Schuß. Und weiter gings mit  \"Wait for it...wait for it...wait for it...\"\n\nWar irgendwie ganz witzig, und zeigt meiner Meinung nach eins von ashes Problemen, ihr Passiv. Sie wird einfach bestaft, bzw nicht belohnt dafür das zu tun, was ADCs tun sollten...Autohitten.\n\nIch fände es ganz nett wenn diese geändert würde. So das sie pro Autohit auf gegnerische Champions+ x% zusätzliche Critchance erhält, bis sie dann crittet. Dann wird die Passive wieder zurückgesetzt und das Spiel beginnt von neuem. Irgendwas in der Art oder so.","replies":[]},{"id":"","poster":"Sylight","date":"2015-02-20T17:19:26.759+0000","up_votes":1,"down_votes":3,"body":"Ashe hat nur die W die bisschen schaden macht . Und die Ulti die anderen Fähigkeiten wie die Q macht kein Schaden slowt zwar aber macht kein schaden und die E deckt nur ein Bereich auf und gibt Ihr Gold wenn sie ein Monster tötet. Was z.B gut wäre, dass finde ich wenn die Q auch Schaden hauen würde. Oder wenn die E Gegner aufdeckt, dass Sie für eine bestimmte Zeit  sichtbar werden. Und die W sowie R mehr schaden hauen könnten.","replies":[{"id":"","poster":"Crazy Tactician","date":"2015-02-20T17:33:53.780+0000","up_votes":2,"down_votes":0,"body":"Ein ADC soll Schaden vor allem mit seinen AAs machen, nicht mit seinen Fähigkeiten. Der Slow auf dem q ist extrem mächtig, einer Ashe, die dich einmal geslowt hat, kannst du ohne Sprünge/Blinks nicht mehr entkommen. Der W macht zwar recht wenig Schaden, hat aber dafür einen riesigen Trefferbereich und slowt alle getroffenen. Der E gibt relativ große Mengen an Gold und ermöglicht sicheres Farmen und scouten. Und der CC des Ultimates ist einer der mächtigsten des Spiels.\n\nAshe ist nicht nur auf Schaden ausgelegt, sondern bringt einen Haufen Utility mit. Kein anderer ADC kann mit ihrem CC mithalten. Wenn du Schaden brauchst, nimm einen anderen ADC. Aber wenn es deinem Team an CC, einem guten Engage usw. fehlt, nimm Ashe.","replies":[{"id":"","poster":"Evenrider","date":"2015-02-20T17:48:47.425+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Crazy Tactician,realm=EUW,application-id=Wj1wcocU,discussion-id=9VPEUc2J,comment-id=00010000,timestamp=2015-02-20T17:33:53.780+0000)\n>\n> Ein ADC soll Schaden vor allem mit seinen AAs machen, nicht mit seinen Fähigkeiten. Der Slow auf dem q ist extrem mächtig, einer Ashe, die dich einmal geslowt hat, kannst du ohne Sprünge/Blinks nicht mehr entkommen. Der W macht zwar recht wenig Schaden, hat aber dafür einen riesigen Trefferbereich und slowt alle getroffenen. Der E gibt relativ große Mengen an Gold und ermöglicht sicheres Farmen und scouten. Und der CC des Ultimates ist einer der mächtigsten des Spiels.\n> \n> Ashe ist nicht nur auf Schaden ausgelegt, sondern bringt einen Haufen Utility mit. Kein anderer ADC kann mit ihrem CC mithalten. Wenn du Schaden brauchst, nimm einen anderen ADC. Aber wenn es deinem Team an CC, einem guten Engage usw. fehlt, nimm Ashe.\n\nLeider stimmt das nicht mehr.\nKalista, Varus bringen beide für einen ADC viel CC mit. Wobei Kalista noch ähnlicher zu Ashe ist als Varus. Weiterhin bringt Kalista noch so unendlich viel mehr z.B: Eine Immunität zu MS-Slows, bessere Kitefunktionalität und prozentualen Schaden.\nAlles in allem werde ich nun zu Kalista wechseln, wenn ich Ashe spielen will, einfach weil Kalista die bessere Ashe ist. Nichts was Ashe auch nur irgendwie auszeichnete hat Kalista nicht auch. Meistens in besserer Form.\nDie einzigen Gründe, nicht Kalista zu wählen, wenn man Ashe will, sind wenn man die Ultimate nur nutzt, um andere Lanes zu unterstützen oder den CC haben will und poken will. Ansonsten ist Kalista einfach besser. Besseres Kiten, besserer CC (höhere Slow und AoE Knock Up. Ashe besitzt nur einen Single Target Stun als harten CC),....\nUnd wenn ich CC und Poke haben will, ist Varus wahrscheinlich stärker.","replies":[{"id":"","poster":"Crazy Tactician","date":"2015-02-21T15:40:35.027+0000","up_votes":1,"down_votes":0,"body":"Varus hat einen leichten AoE Slow, und ein Ultimate mit relativ geringer Reichweite, das \"nur\" ein Snare ist. Beides ist richtig benutzt natürlich sehr mächtig. Aber es kommt nicht an einen So mächtigen Stun/Slow wie Ashes Ultimate/Ashes Permaslow ran, von der Reichweite ganz zu schweigen (Wenn man trifft).\n\nDu sagst, Kalista und Ashe sind quasi gleich (nur Kali ist besser), ich behaupte, sie sind komplett gegenteilig. Warum? Klar, beide Kiten. Aber während Kalista das durch Bewegung tut, erreicht Ashe ihr Kiting-Potential durch Bewegungseinschränkung. Das ist ein riesiger Unterschied. Eigenbewegung ermöglicht entkommen von mehreren Zielen, ein Slow kann nur ein Ziel treffen, ergo kannst du nur einem Gegner entkommen. Ein Slow kann jedoch einen Gegner für dein ganzes Team aufhalten. Ergo kann dein ganzes Team am Ball bleiben, während du dich als \"Springer\", wie Kalista, alleine in die Gefahr begibst. Außerdem vergrößert ein Slow die Zeit, die dein Gegner zum erreichen seines sicheren Territoriums benötigt (Turm, Teammates, von deinem Team ungewardetes Gebiet). Von da an kannst du den gegner auch mit 100 Sprüngen nicht/nur unter Risiko verfolgen.\n\nIch will nicht abstreiten, dass das \"Springer-Kiten\" im modernen LoL viel effiktiver ist als das Slow-Kiten... Es gibt einfach so viele Gapcloser, dass dein Slow quasi nutzlos ist, und wenn du von Offtanks oder Assassinnen angesprungen wirst, nützt dir all dein Slow nichts, dann musst du weg da, und zwar sofort. Aber gegen die richtigen Gegner ist Ashe nach wie vor sehr stark.","replies":[]}]}]}]},{"id":"","poster":"Evenrider","date":"2015-02-20T17:10:51.061+0000","up_votes":2,"down_votes":0,"body":"Ein paar Gründe wären nett, ansonsten geht dieser Thread ein wenig unter, da aktuell echt viele \"Buff Ashe/Rework Ashe\" Thread kommen.\n\nWieso kommt sie dir schwach vor?\nWas würdest du an ihr verändern?\nWas macht andere Champions/Adcs stärker als Ashe?","replies":[]},{"id":"","poster":"Wolkenfuß","date":"2015-02-20T23:23:59.866+0000","up_votes":1,"down_votes":0,"body":"Ich finde ashe ist ein ziemlich starker adc\ndas mit ihrer passiven kann man sehen wie man will aber ich finde es okay","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-02-20T18:50:51.710+0000","up_votes":1,"down_votes":0,"body":"Ashe ist halt... schwierig... wobei gerade der Punkt mit der Passiven äußerst interessant ist. Das erinnert schon ein wenig an den ganz alten Twitch, der 5 Sekunden lang unsichtbar bleiben musste um den vollen Vorteil seiner Unsichtbarkeit zu nutzen... Was wiederum auch bedeutet, in der Lane 5 Sekunden lang nicht zu Last Hitten...\n\nDas zweite Problem in der \"Gapcloser Meta\" ist halt, dass sie keinen Dash hat und solche ADCs werden kaum noch gespielt.\n\nDas größte Problem ist allerdings: Ashe hat eine höhere Win Rate als Catlyn, Graves, Lucian (der ist gerade bei katastrophalen 46%), Kalista... oh, genau genommen als ALLE ADCS außer Jinx und Sivir... Und sie ist trotzdem extrem unbeliebt. Natürlich kommt das auch daher, dass man sie selten sieht und deswegen nicht genau weiß, wie man gegen sie Spielen soll. Aber vor allem liegt es meines erachtens an Folgendem: Sie ist halt in ihrem Kit extrem sicher... und extrem langweilig. Wir haben halt alle mehr Bock auf die Play Makers a la Lucian. Eine Ashe ist aber halt ein extrem saver ADC, der dann über ihre Passive im \"E\" einfach mal mehr Geld generiert und und deswegen (etwas) schneller bei den Core Items ist... Das ist aber auch extrem langweilig. Denn ganz ehrlich: Wer von uns will 20 Minuten lang aus sicherer Entfernung einfach nur stumpf Minions last Hitten (am besten mit einer ähnlich stumpfen Soraka an seiner seite) und jeden Gank versuch mit dem Ulit ausbremsen? Genau, kaum jemand... egal wie hoch die Winrate ist...","replies":[]},{"id":"","poster":"zoriax","date":"2015-02-20T18:13:32.703+0000","up_votes":1,"down_votes":0,"body":"Vieleicht eine Idee die (wenn man die werte anpasst) Ashe verbessern täte ohne sie groß zu ändern.\n\nWas wäre denn wenn ihr Q doppelten nutzen hätte.\nEispfeil wie gehabt slow\nAusgeschaltet (Spitze Pfeile) mehr Schaden.\nPassive nach jedem Schuss in Folge aufs selbe ziel erhält sie 5% (oder10%) erhöte Critchance (bis zu 10x)\n\nDie Idee dahinter ist das Ashe dann entscheiden muss ob sie mehr Dmg haben möchte( zb im kampf gegen einen ADC der nicht wegrennen will) oder eben CC (um zu Jagen oder entkommen)\nDurch ihre Passive macht es auch sinn das selbe ziel mit slow mehrfach zu treffen oder eben durch den extraschaden größere Crits zu bekommen.\n\nAber wie gesagt. andere Sachen müssten dann bei ihr geschwächt werden damit sie hinterher kein Permabann wird.","replies":[]},{"id":"","poster":"Freefall013","date":"2015-02-20T17:22:50.593+0000","up_votes":1,"down_votes":0,"body":"Ich finde Ashe stark. Man muss sie natürlich wie jeden anderen Champ gut spielen können. Durch ihren CC ist sie sehr gut für's Team. Im Late-Game macht sie mit den richtigen Items auch guten Schaden. Vielleicht schafft sie kein 1v1 gegen eine Vayne, aber daher sollte ein ADC ja auch von seinem Team beschützt werden :)","replies":[]},{"id":"","poster":"Mittenherz","date":"2016-08-30T15:50:14.858+0000","up_votes":1,"down_votes":1,"body":"Was Ashe betrifft muss ich sagen damit sind sie bei mir unten durch. OK Ashe war nie die stärkste, ist mir klar, aber mittlerweilen(nebenbei kommt mir auch vor das sie seit kurzem noch schwächer ist)ist es fast sinnlos.. Spiele fast aussschliesslich nur Ashe, aber gegen die meisten Character, vor allem gegen viele neue ist es mittlerweile Selbstmordspiel geworden. Fast die meisten sind gegenüber Ashe eigentlich OP. Viele haben weit grössere Reichweite mit mehr als doppelt so viel Schaden. Dazu gibt es auch Character die Magieimmun sind, heist mit Salve und Focus macht man keinen Schaden und der Kristallpfeil ist sowieso hinfällig. Wer jetzt meint, man sollte halt mit Ashe am Anfang farmen und sich dementsprechend \"hochkaufen\", den muss ich wieder enttäuschen. \nGewisse Waren die Nahkämpfer mit wichtigen LP oder Rüstungsupgrades versorgen kann man mit Ashe nicht mal annähernd oder gar nicht bekommen. Weiters: Punkt eins: ab Level 4 gibt es massig Character die mal einfach zu dir an den Tower hüpfen und dich Instant killen, wenn 2 oder 3 kommen gar nicht zu reden, da kannst keinen Turm verteidigen. Mein neuestes Lieblingsbeispiel: KLED.. obwohl mit 1900 LP holt er dich ran, instantkill, und verliert gerade mal, falls er in Reichweite des Turmes ist  ein viertel seiner LP. Betreffend Reichweite hab ich ja schon angemerkt. Hier ist die Situation dieselbe. Man ist nicht fähig den Turm gegen Vasallen zu verteidigen, denn falls dein Gegenüber Janna, Silvir oder vllt sogar Vayne must man soweit hinter dem Turm auf distanz gehen wo man die Vasallen nicht mehr trifft. Dazu gibt es wie gesagt noch einige andere mit grösserer Reichweite. Die Abklingzeiten im Vergleich zu anderen Charactern ist genauso aberwitzig. Wo Ashe FOCUS nur immer bedingt zur Verfügung hat, haben einige sogar eine Fähigkeit ohne Abklingzeit und gegenüber der Salve die meisten ebenso. Somit ist das Farmen von Vasallen weit schwieriger als für die Meisten Character, ergo weniger oder langsamer Geld als für andere. Punkt 2: erfoderliche Abwehr- oder Hilfsmassnahmen die anderen zur Verfügung stehen sind bei Ashe nicht vorhanden oder wirken nicht. Geist als Beispiel hilft dir vor allem auch wegen der langen Abklingzeit nur wenig, viele Character haben andere Fähigkeiten die sie sogar mehrmals einsetzen können um dich trotz Geist einzuholen. Da ich die Character nicht kenne kann ich das nicht genauer anführen. Hatte aber schon paar die mehrmals nachspringen können und dich so einholen. Dadurch das eigentlich ja jeder Character mehr Schaden macht, keine Chance sich zu wehren. Aus jungle springen und durch Wände ist auch so eine Geschichte. Während Ashe immer NUR davonlaufen kann, haben mittlerweile viele Character ne nette Fähigkeit mit der sie gleich weit ausser Reichweite kommen, somit unerreichbar für finalkill sind falls man das mal überhaupt soweit schafft. Um sich einen vagen Überblick zu verschaffen wie Ashe zu anderen Charaktären steht reicht ein Blick und Vergleich bei der Info der Charakter. Ich persönlich habe mich damit schon abgefunden, auch die meisten Spiele mittlerweilen zu verlieren, es tut mir dann zwar leid für meine Teampartner, denn bei gewissen Gegnern ist schon bei Beginn klar das sie am Ende nur zu viert spielen. Ich werde aber weiterhin Ashe spielen, vermutlich auch weiterhin Reports kassieren, da Ashe ja dazu verdammt ist zu feeden. Viele Spieler wissen das auch und es war vor allem in letzter Zeit vermehrt zu beobachten das alle den Focus auf mich legen, da ja Easykill.. Wie schon gesagt, bereits mit Stufe 4 ist Ashe wenn nicht schon mit Instankill zumindest mit 2 Treffern zu killen.","replies":[]}]}