{"id":"Xzb1OH4M","poster":"Shades of Night","date":"2015-02-20T22:17:57.263+0000","title":"Rankedteam sucht Jungler (ab Silber V)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey zusammen, wie ihr schon der Überschrift entnehmen könnt suchen wir, ein Rankedteam, einen Jungler. \r\nIhr solltet mindestens Silber V spielen und mit dem Junglen Erfahrung haben. \r\n\r\nGENERELLE VORRAUSSETZUNGEN:\r\nKennt ihr alle, guckt einfach ob das alles auf euch zutrifft bevor ihr euch bewerbt.\r\n- Mained eure Position (ich will keine Mehrfachspieler)\r\n- Headset (funktionstüchtig! & Komplikationsfrei !)\r\n- Teamspeak3 oder Skype.\r\n- Solo Q Wertung von min Silber 5 (ebenso Erfahrung vom Game !)\r\n- mindestens 17+\r\n- funktionierende Internetverbindung\r\n- Kein Flaming (leider leider muss das gesagt werden)\r\n- Serious Gaming ! keine Trolls,Flames,Afk´s oder solo action. solche Leute werden direkt dem Team verwiesen.\r\n- Unterlasst die Trashtalks !\r\n\r\nIch setze euch mal die Vorraussetzungen rein die ihr mitbringen solltet, denn ich bin selber noch dabei zu lernen.\r\n\r\nJungle:\r\n- Aktuelle Meta kennen\r\n- Championpool it min 3 aktuellen Top Tier Picks (zB Jarvan, Lee Sin, Rek' Sai)\r\n- Mapvision für Ganks, Objectives und Kontern (Konterjunglen/-ganken)\r\n- Warding Skills\r\n- Shotcalling (Erfahrung mitbringen!)\r\n- Teamfähigkeit\r\n\r\nIch freue mich uaf eure Bewerbungen!\r\nAddet mich einfach im Spiel.\r\n\r\nEuer shudder10","replies":[{"id":"","poster":"hordi","date":"2015-11-11T16:55:11.160+0000","up_votes":1,"down_votes":0,"body":"hallo mein name ist marcel ich maine jg \nleider auf silber 4 da ich immer pech mit meinen mates hatte \nts und skype sind vorhanden würde mich über eine rückmeldung freuen","replies":[]},{"id":"","poster":"Hatschi","date":"2015-03-12T14:56:57.865+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n \nich hätte durchaus Interesse für euch den Jungle zu spielen.\nZu mir: Ich habe die letzten 7 Monate LoL nicht viel gespielt, da ich zum Start des Addons zu WOW Draenor gewechselt bin. Dort bin ich aber derart unzufrieden, sodass ich meinen Account wieder auf Eis gelegt habe. Damals habe ich Main Jungler gespielt und war auch in einem recht gutem Platin Team. Meine damalige Elo war Gold4. Ich habe allerdings die letzten Tage ein bisschen gespielt und gemerkt das mir der eine oder andere Skill verloren gegangen ist. Deshalb suche ich ein Silber Team um mit euch nach Gold zu spielen. Die Solo Elo sollte auch bald wieder steigen wenn ich mich fit genug fühle wieder ranked zu spielen.\n \nMain Jungler damals: VI > Kha > Amu > Seju > WW, Jarvan, Cho, Noc, Xin, Yi usw.\nRak Sai hab ich zwar schon (besitze alle Champs) hab aber noch keine wirklichen Spiele mit Ihm gespielt\n \nDen neuen Jungle bring ich mir gerade bei aber die Spiele die ich mit VI schon gespielt habe waren \"EASY\".\n \nIch bin gerade 31 geowrden, flame nicht bin Kritikfähig und bin darüber hinaus auch bereit neue Jungler zu lernen die Ihr/wir in euren/unseren Combos benötigt. \n\nSagt mir doch einfach bescheid, dann machen wir ein paar Testgames. \n\nName: eXo HAtschi (war damals im EXO Clan bevor ich aufgehört habe zu spielen)","replies":[]},{"id":"","poster":"xClepto","date":"2015-02-21T00:51:23.939+0000","up_votes":1,"down_votes":0,"body":"Jo digghis ich hab euren Beitrag gelesen und zermocke derzeitig ziemlich hart auf meiner elo im Jungle. Ich bin auch schon 37 Jahre alt und hoffe euch ein paar weise Tipps geben zu können. Im reallife bin ich ein harter %%%%er, weshalb ich nur in der Woche Zeit habe ;). Ich kann alle Vorraussetzungen bis auf Teamfähigkeit erfüllen, da ich eh alles alleine in den Arsch vergewaltige. Derzetig spiele ich gerne {{champion:254}} {{champion:24}} {{champion:36}} {{champion:111}}","replies":[]}]}