{"id":"4bx4kni6","poster":"Dusty","date":"2015-02-20T21:59:02.887+0000","title":"Affinity Gaming sucht!","subforum":"Clans & Teams","up_votes":3,"down_votes":3,"body":"Hallo Summoners!\n\nVor kurzer Zeit habe Ich mit einigen Freunden ein neues Projekt gestartet, das Projekt **Affinity Gaming**. Wir planen eine deutschsprachige Gaming Community aufzubauen und in geraumer Zeit möglicherweise auch im Esport Bereich tätig zu werden. \n\nDas ganze Projekt befindet sich noch im Aufbau und wir haben noch so einiges zu tun. **Und genau hier kommt ihr in Spiel!** Wir möchten natürlich auch ein oder mehrere League of Legends Teams in unseren Clan integrieren. Aktuell sind die Spiele **Counter Strike: Global Offensive** und **Smite** bei uns vertreten. Nach und nach wollen wir uns vergrößern und mehr Teams und mehr Spiele aufnehmen. Dabei planen wir aber keinesfalls zu einer gigantischen und unübersichtlichen Organisation werden. Eine gewisse **Familiarität** ist für uns sehr wichtig! Bei uns soll man sich untereinander kennen, sich gut verstehen und locker miteinander umgehen können.\n\nWir suchen also ein Team, welches Spaß daran hat sich aktiv beim Aufbau eines Clans zu engagieren. Man sollte sich nicht vor neuen Herausforderungen fürchten, wenn man bei uns einsteigen möchte. Nebenher bieten wir situationsbedingt auch noch einige administrative Positionen an, die mit mehr Rechten, aber auch mehr Verantwortung, einhergehen.\nWir haben auch Interesse an einzelnen Personen, die möglicherweise noch kein komplettes Team aufgebaut haben und unter unseren Namen in Angriff nehmen möchten. \n\nSelbstverständlich fordern wir nicht nur von euch, sondern können auch schon so einiges bieten. \nWir haben eine **[Homepage](http://www.affinity-gaming.de)**, die sich jedoch noch stark im Aufbau befindet. Organisiert wird der Clan von einem** fähigen Team**(unter anderem auch Informatikern) und Menschen die schon viele Jahre Erfahrung in der Gamingwelt gesammelt haben. Wir besitzen auch einen **Teamspeak-Server**, sowie diverse **Gameserver** (CS:GO). Insgesamt sind wir eine freundliche und aufgeschlossene Gemeinschaft und man findet immer jemanden, mit dem man zocken oder quatschen kann. \n\nKonnte ich dein Interesse wecken? Dann melde dich doch bei mir über [Steam](http://steamcommunity.com/profiles/76561198001981362/)  oder über den LoLClient (Dusty - ab morgen erreichbar).\n\n\nGrüße \nScratch / Dusty","replies":[]}