{"id":"2T38jOAI","poster":"Im a Kawa","date":"2015-02-19T21:19:16.947+0000","title":"arCadya-online 2v2 Community Cup am 01.03!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute!\r\n\r\nIch bin WideKawa von der Multigaming-Community \"arCadya-online.de\" und organisiere für nächste Woche Sonntag unseren ersten LoL Fun Cup!\r\nDies ist hoffentlich nur der Auftakt einer erfolgreichen Turnierserie, bei der Spaß und Miteinander groß geschrieben werden. Jedes freundliche Team von Wood 5 bis Challenger ist herzlich eingeladen und es winken sogar ein paar nette Preise (sowohl für die Gewinner, als auch für einen oder zwei zufällige Teilnehmer).\r\n\r\nBevor ich mir jetzt den Mund fuslig schreibe... äh die Tastatur und eure Geduld aufs Übermaß strapaziere, hier einfach mal alle Fakten und der Link zum ausführlicheren Turnier-Thread zusammengefasst! Wir würden uns freuen, viele nette Spieler beim Tunier begrüßen zu dürfen! \r\nBtw... wenn das Feld groß genug wird, sollte auch einem Stream nichts im Wege stehen ;)\r\n\r\n\r\n* **Datum:** 01.03.2015 (Sonntag)\r\n\r\n* **Briefing:** 13:30 Uhr (GMT+1) im arCadya Teamspeak (213.165.86.27:9987)\r\n\r\n* **Spielbeginn: **14:00 Uhr (GMT+1)\r\n\r\n* **Format:** 2v2 - Nemesis Pick (3 Bans pro Team)\r\nGruppenphase und Double Elimination Baum (Änderungen je nach Anmeldezahl möglich)\r\n**In Gruppe:** Best of One\r\n**Ab Double Out:** Best of Three\r\n\r\n* **Map:** Howling Abyss\r\n\r\n* **Siegbedingungen:** 4 Kills / 2 Turrets / 125 CS (einzelner Spieler, nicht als Team) \r\n\r\n* **Preise:** 1 Preis unter allen Teilnehmern, 1 Preis für das Gewinnerteam, genaueres folgt übers Wochenende\r\n\r\n* **Anmeldeschluss:** 28.02.2015 24 Uhr\r\n\r\n**Link zur Turnieranmeldung: ** http://arcadya-online.de/index.php?site=forum&board=41\r\n\r\n\r\nFalls ihr noch Fragen habt, oder allgemein an unserer Community interessiert seid, könnt ihr mich gerne ingame unter \"arCadya WideKawa\" adden und anschreiben! :)\r\n\r\nLg\r\n\r\nWideKawa","replies":[]}