{"id":"3VIo1EvJ","poster":"liQs PaleFire","date":"2015-02-19T21:29:19.407+0000","title":"Dia RankedTeam sucht neuen Adc","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi,\r\nMein Team und ich suchen einen neuen Adc, da unser alter beschlossen hat mit LoL für eine Weile aufzuhören.\r\n\r\nÜber uns:\r\nZu uns kann man sagen, dass wir schon fast ein Jahr zusammen spielen und uns alle untereinander durchweg gut verstehen. Während den Games  herrscht zum Teil jedoch ein etwas rauerer Umgangston, vor allem wenn es nicht so gut läuft, jedoch wird nie Jemand persönlich angegriffen, sowie auch niemand alleine für den Lose eines Games verantwortlich gemacht wird, sondern wir versuchen herauszufinden, wo die Fehler/Probleme lagen, wobei uns unser zukünftiger Coach unter die Arme greifen wird.\r\n\r\nUnser derzeitiges Roster:\r\nTop: liQs Clockwork           S4 Plat3  S5 Plat3\r\nJungle: liQs summ9r           S4 Dia 5  S5 Dia5\r\nMid: liQs DaShorti             S4 Dia 2  S5 Dia2\r\nAdc: ?\r\nSupp: liQs Palefire             S4 Plat5   S5 Plat 2\r\n\r\nWas wir uns von dir erhoffen:\r\n Wir wünschen uns natürlich eine gute und erfolgreiche Zusammenarbeit. Diese hängt natürlich von        \r\nein paar Kriterien ab. Du, als unser neuer Adc solltest  mindestens Dia sein, zuverlässig, einfach zu erreichen(whatsapp wäre von Vorteil), kritikfähig, pünktlich und ein bisschen Flexibilität wäre auch ganz schön.\r\n\r\nAllgemeines:\r\nWir haben es geschafft in Season 4 auf den letzten Drücker Dia zu erreichen, und wollen dieses Jahr mindestens Dia3 zu kommen und erfolgreich an Cups(z.B. Tryforcecup) teilnehmen. Ich als Support des Teams und Teamcaptain werde dich, nachdem du mich ing. geaddet hast („liQs PaleFire“) erstmal auf dem Ts kennenlernen und danach vermutlich 1 bis 2(Duo-Q) Testgames machen und später werden wir dann als Team zusammen Spielen. Wenn dir der Post zusagt und du die Kriterien weitgehend erfüllst und dennoch Fragen offen sind kannst du mich natürlich auch gerne adden.\r\n\r\n  MfG mein Team und ich.","replies":[{"id":"","poster":"hittenpro","date":"2015-02-20T17:03:39.958+0000","up_votes":1,"down_votes":0,"body":"Hey\n\nBin plat 3 . Hoffe das ist jetzt nicht so schlimm. spiele vorzugsweise lucian graves and sivir. Und wäre auf der suche nach einem ranked team. Bin am abend fast immer on. Wenn ihr interesse habt addet mit: hittenpro","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-02-20T09:40:31.906+0000","up_votes":1,"down_votes":0,"body":"Hier.","replies":[]},{"id":"","poster":"dfshgsdagawertds","date":"2015-02-19T23:51:56.926+0000","up_votes":1,"down_votes":0,"body":"ADC Main seit Mitte S3, wäre an Tryouts interessiert. Bin selber erst Plat 2, denke aber dass ich mit einem festen Duo-Partner (vorzugsweise meinem Support) Diamant sehr bald schaffen werde. Würde mich extrem freuen, wenn ihr mir trotz der \"mindestens Dia\" Anforderung eine Möglichkeit geben würdet, euch und euer Team kennen zu lernen.\nMains: {{champion:67}} , {{champion:429}} , {{champion:42}} , {{champion:15}} , {{champion:222}} , {{champion:104}} \nandere ADCs wie z.B. {{champion:51}} und {{champion:236}} habe ich selbstverständlich auch im Repertoire, jedoch sehe ich die oben genannten Champions momentan als wesentlich stärker (insbesondere für Teamranked) an.\n\nBin morgen (Freitag) ab ca. 14 Uhr (+- 15 Minuten) im Clienten zu erreichen bis open end.","replies":[]}]}