{"id":"FXsGXqEY","poster":"iKyun","date":"2015-02-20T11:52:03.260+0000","title":"silver 3 und nur 17 punkte aber 20 verlieren bei lose?^^","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":2,"body":"wollten die das nicht ändern? ich bekomme pro win nur 17 aber verliere 20.. xD :C so komm ich ja nichtmehr nach gold xD","replies":[{"id":"","poster":"HDLuckySlevin","date":"2015-02-20T12:01:20.893+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nwenn deine Hidden-Elo (MMR) viel zu gering für die aktuelle Liga/Division ist, dann versucht das System dies zu korrigieren. Dies geschieht indem du weniger Punkte bei einem Sieg bekommst, aber mehr Punkte bei einer Niederlage abgezogen bekommst. Wenn du viele Spiele gewinnst, dann erholt sich deine Hidden-Elo wieder und steigt auf das Niveau deiner aktuellen Liga/Division. Wenn sich beides wieder auf dem selben Niveau-Bereich befindet, dann bekommst du wieder mehr Punkte für einen Sieg (als bei einer Niederlage), weil das System erkennst, dass du in diesen Liga-Abschnitt gehörst.\n\nDasselbe passiert, wenn du viel zu gut für die aktuelle Liga/Division bist. Es kann dann vorkommen, dass du sogar ein paar Divisionen überspringst. Also Bsp.: von Gold 5 zu Gold 3, oder von Gold 4 zu Gold 2. Du kannst aber immer nur 1 Division überspringen.\n\nGrüße\nHDLuckySlevin","replies":[{"id":"","poster":"Cremlin","date":"2015-02-22T09:02:34.851+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist das das selbe obwohl ich mehr wins habe als lose bekomme 15 punkte und verliere 20 versteh ich nicht","replies":[{"id":"","poster":"HDLuckySlevin","date":"2015-02-23T00:21:19.022+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nein positives Verhältnis von gewonnen/verlorenen Spielen bedeutet nicht direkt, dass deine Elo (Hidden MMR) auf dem Niveau deiner aktuellen Ligaplatzierung ist.\n\nGrüße\nHDLuckySlevin","replies":[]}]}]},{"id":"","poster":"BCC Björn","date":"2015-02-20T12:00:51.473+0000","up_votes":1,"down_votes":0,"body":"Das wird sehr mit deiner Hidden Elo Zusammenhänge. Es scheint so als ob deine Hidden Elo deutlich unter deiner Platzierung im Ligensystem zu sein. Weshalb du bei einem Sieg weniger Punkte bekommst als bei einer Niederlage. Wenn du weiterspielst und dabei mehr gewinnst als du Verlierst wird sich das schon sehr bald wieder ändern.","replies":[]},{"id":"","poster":"Suppœrt","date":"2015-02-20T11:55:58.507+0000","up_votes":1,"down_votes":0,"body":"das ist schon gefixt worden ... muss wohl an dir liegen :x als ich letzten verloren habe wurden mir auch nur 14 oder so abgezogen wen ich gewinne bekomme ich 24","replies":[]}]}