{"id":"t4pAAMrE","poster":"ruffneck","date":"2015-02-19T18:59:59.302+0000","title":"GZG sucht Spieler für Plat/Dia Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich bin Mitglied des Clan's \"GZG (=Ground Zero Gaming) und würde gerne innerhalb dieser Gemeinschaft ein Team aufbauen.\r\nLasst euch bitte nicht direkt davon abschrecken, dass es innerhalb eines Clanes aufgebaut wird. Wir sind eine Gemeinschaft aus überwiegend Spielern, die sich schon längere Zeit kennen und spielen einfach nur sehr gerne miteinander und dabei kommt es relativ wenig auf die Liga der Spieler an.\r\nHier geht es jedoch wie schon in der Überschrift beschrieben um ein Team, dass lediglich Platin/Diamant Spieler enthalten sollte.\r\n\r\nIn diesem Team geht es vorrangig um Spaß, wir wollen kein Team sein, dass competitve irgendwann ganz oben mitspielen möchte.\r\nIch möchte ein Team aufbauen aus ausschließlich reifen Spielern, die gerne miteinander spielen und sicherlich auch miteinander lernen, da jeder von uns natürlich besser werden möchte. Es kann gerne an Turnieren oder diversen anderen Tournaments teilgenommen werden, jedoch stehen Ziele  wie z.B LCS & Co. nicht wirklich im Fokus. Ziele werden jedoch natürlich innerhalb des Teams besprochen , da die Meinungen sich von Zeit zu Zeit immer ändern können.\r\n\r\nTrainingszeiten werden flexibel innerhalb des Teams aufgestellt, sodass ein Schichtarbeiter eine Möglichkeit haben am Team teilzunehmen, falls vorhanden.\r\n\r\n**Voraussetzungen die ihr mitbringen solltet:**\r\n\r\n* Alter: 18+\r\n* Reifes Verhalten\r\n* Headset & TS³ (sollte selbstverständlich sein)\r\n* Platin 3+\r\n\r\n**Gesucht wird noch...: **\r\nTop | Jungle | Mid | Support\r\n\r\nSollten eure Interessen mit unseren übereinstimmen, so meldet euch doch einfach Ingame oder hier im Thread.\r\nIch möchte einfach nochmal erwähnen, dass mir der Schwerpunkt hier deutlich auf der Persönlichkeit der jeweiligen Spieler liegt, obwohl das Spielerische nebenbei auch nicht vernachlässigt werden sollte. In dieser Gemeinschaft (Clan) kommt jeder sehr gut miteinander klar und das möchte ich auch weiterhin durch gute TS-Aktivität weiter fördern.\r\n\r\n**Mit freundlichen Grüßen\r\nGZG Rivan**","replies":[{"id":"","poster":"ruffneck","date":"2015-02-22T10:55:20.945+0000","up_votes":1,"down_votes":0,"body":"+","replies":[]},{"id":"","poster":"Cash0574","date":"2015-02-19T19:08:03.870+0000","up_votes":1,"down_votes":0,"body":"hi ich hätte interesse bei euren team mit zu machen.\n\nIch bin 21 jahre alt\nspiel main supp zurzeit bin ich Plat 3\nHeadset & Ts alles da\nKannst mich in game adden Cash0574","replies":[{"id":"","poster":"ruffneck","date":"2015-02-19T20:11:23.339+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cash0574,realm=EUW,application-id=ElKI1ocy,discussion-id=t4pAAMrE,comment-id=0000,timestamp=2015-02-19T19:08:03.870+0000)\n>\n> hi ich hätte interesse bei euren team mit zu machen.\n> \n> Ich bin 21 jahre alt\n> spiel main supp zurzeit bin ich Plat 3\n> Headset & Ts alles da\n> Kannst mich in game adden Cash0574\n\nHast mich ja schon in der Freundesliste =)\nIch höre immer ganz gerne einen Grund der \"Bewerber\", warum ein Interesse für genau solch ein Team besteht?\nAber wir können ja gerne Ingame oder im TS³ weiter quatschen.\nDanke für das Interesse.","replies":[]}]}]}