{"id":"gd1cILa4","poster":"iTz Sneaky Luffy","date":"2015-02-18T21:15:43.443+0000","title":"Dia 5 ADC sucht Support.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey, kurz und Knapp:\r\nIch heiße Maurice, bin 16 Jahre alt. Ich befinde mich in der Diamant 5 Division & bin Main ADC, meine Top4 sind:\r\n- Lucian, Graves, Tristana, Twitch. \r\nMit jedem dieser Champions habe ich eine positive Winrate. Meine insgesamte Winrate beträgt ~64% (wird mir im Clienten angezeigt)\r\nIch suche einen Supporter, der mindestens 16 Jahre alt ist, Geschlecht ist mir egal, ich denke die Elo sollte so ca. Platin 3+ betragen, wobei ich auch Ausnahmen machen würde. Teamspeak sollte vorhanden sein und es sollte immernoch der Spaß am Spiel gewährleistet werden.\r\nPs. Ich HASSE Flamer, ich finde es okay, wenn man sich über eine Aktion im Ts aufregt, die ein Mitspieler gemacht hat, aber wird Ingame geflamed, werde ich die Person nicht lange auf der Freundesliste behalten.\r\nEs sollte übrigens im Fokus das eigene Verbessern liegen und nicht das Aufsteigen bzw. das suchen der Ausreden für diese Niederlage...\r\n\r\nBitte schreibt vorher unter den Thread rein, wäre lieb. Vorher werde ich euch nicht annehmen, da ich sonst 100% zu verwirrt sein werde. Da ich nicht das erste mal nach einen DuoQ Partner gesucht hab und schon meine Erfahrungen gemacht hab damit ^-^. Ob ihr euch vorstellt oder einfach nur hinschreibt, dass ihr mich geadded habt, ist mir egal. Das eine wäre halt Vorteilhaft. Bitte bringt geduld mit, da ich heute keins mehr spielen kann & Morgen erst gegen 16:00 nach Hause komme.\r\nLolskill: http://www.lolskill.net/summoner/EUW/iTz%20Sneaky%20Luffy/summary\r\n\r\nMfG\r\nMaurice | Luffy","replies":[{"id":"","poster":"bearial1","date":"2015-02-20T19:04:11.466+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nBin ein ambitionierter Platin III Support, der täglich mehrere Stunden online ist und unbedingt Diamond erreichen möchte.\nMein Mains sind: Janna, Morgana, Thresh, Leo und Sona (natürlich kann ich als Main Supp auch die anderen ganz gut spielen ;))\nIch besitze TS³ und lege genau wie Du großen Wert auf Gelassenheit und Entspanntheit während des Spielens. \n\nBin zwar noch etwas jünger als Du, geistige Reife sollte bei mir jedoch durchaus stimmen. \n\nIch hab dich mal geaddet und wenn du Lust hast, können wir ja mal ein paar Games zusammen bestreiten :)\n\n\nMfG Bearial1 | Max {{champion:412}} \n\nPs: Ich steh außerdem auch ziemlich auf Animes :D #OP4Ever","replies":[]},{"id":"","poster":"iTz Sneaky Luffy","date":"2015-02-20T13:55:24.336+0000","up_votes":1,"down_votes":0,"body":"Push!","replies":[]},{"id":"","poster":"iTz Sneaky Luffy","date":"2015-02-19T17:35:22.290+0000","up_votes":1,"down_votes":0,"body":"Puush! {{champion:236}}","replies":[]},{"id":"","poster":"iTz Sneaky Luffy","date":"2015-02-19T15:00:57.518+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"iTz Sneaky Luffy","date":"2015-02-19T05:56:58.879+0000","up_votes":1,"down_votes":0,"body":"Push, bin heute gegen 16:00 online ^-^","replies":[]},{"id":"","poster":"Aggrodisiakum","date":"2015-02-18T21:21:22.612+0000","up_votes":1,"down_votes":0,"body":"Ich hätte Interesse :)\n\nBin 24 Jahre alt und meine seit der Preseason Support.\n\nSchwanke momentan zwischen Plat II und III.\n\nSpiele bevorzugt Thresh, Nami, Leona und suche **langfristig** einen Duo-Partner.\n\nFalls du Lust auf n paar Testgames hast, add mich einfach :)","replies":[]}]}