{"id":"J57PlBUL","poster":"4Minussss","date":"2015-02-19T01:25:02.925+0000","title":"Ich brauche hilfe !!! :(","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Tag Summoner,\n\nich spiele seit S4 exzessiv Rank Games. Meine Main Lane ist ADC. In S4 kam ich von Bronze 3 bis Gold 3 ganz locker als ADC. \nNun bin ich seit ca 50 Games in Gold V und komme dort nicht raus. Ich glaube ich bin irgend wo hängen geblieben.\nIch denke ich habe mich nicht mit entwickelt und verliere viel. Trotz gutem Positioning verliere ich meinen Bot Tower oft vor\ndem des Gegners.( ergo= ich habe meine Lane verloren). Ich brauche unbedingt einen guten ADC Spieler der sich mal ein wenig\nmit mir hinsetzten mag und mir ein paar Tipps gibt und auch meine Fehler analysieren könnte. (Ich bin 18 und ein TS Server wäre vorhanden)","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2015-02-19T08:31:13.933+0000","up_votes":3,"down_votes":0,"body":"Hey,\n\nich selber bin Main ADC in Diamond. Ich verhalte mich generell so was das Laning betrifft: Ich lasse den Tower generell fallen wenn ich merke, dass der gegnerische Jungler häufig auf die Botlane kommt oder die Mid Lane sehr intensiv roamt. Das gibt mir die Möglichkeit als ADC in Ruhe zu farmen, die Lane für unsere Ganks zu öffnen und den gegnerischen ADC + Support in Sachen Farm und XP zu denien. Wenn ich allerdings bereits 3/0 stehe ist es für mich ein leichtes die Bot zu pressuren und somit den Fokus von anderen Lanes zu ziehen. Man beachte hierbei gutes Ward Placement. Fällt der gegnerische Turret vor meinem und das geschieht häufig nach Ganks, so besteht die Möglichkeit eines Drakes oder halt das rotaten auf die Midlane. Jeder spielt nunmal anders wobei ich den passiven Spielstil bevorzuge um somit unnötigen Toden entgegenzuwirken. Natürlich sollte man immer bei Trades versuchen den maximalen Damageoutput zu generieren.","replies":[]},{"id":"","poster":"Imperialsoldier","date":"2015-02-19T05:07:47.351+0000","up_votes":1,"down_votes":1,"body":"Ich bin kein ADC aber oft auf der Botlane und wenn du deinen Turm als erstes verlierst, hast du nicht unbedingt deine Lane verloren. Du hast die  Lane verloren, wenn der Gegner feed ist oder dich meilenweit überfarmt hat. Der Verlust des Turms gibt dir oft bei gutem Warding nochmal die Chance aufzuholen bzw. ermöglicht eurem Jungler besser zu ganken.","replies":[]}]}