{"id":"uZMPUnp7","poster":"Game of Thr0ws","date":"2015-02-18T21:10:24.141+0000","title":"S5 Anivia Guide [Dia]","subforum":"Level Up: Guides & Tipps","embed":{"title":"S5 Diamond Anivia Guide - Anivia Guide for League of Legends on LolKing","description":"Game of Thr0ws\\'s LoL champion guide for Anivia - S5 Diamond Anivia Guide","url":"http://www.lolking.net/guides/332579","image":"http://lkimg.zamimg.com/images/logo-urf.png"},"up_votes":1,"down_votes":0,"body":"Hallo,\r\nich habe mir mal die Zeit genommen einen kleinen Anivia-Guide zu verfassen. Ich würde mich über jede Art von Feedback freuen.\r\nGruß Game of Thr0ws\r\n\r\nLink: http://www.lolking.net/guides/332579","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-02-26T21:48:51.278+0000","up_votes":1,"down_votes":0,"body":"Ich bin Anivia-Main, im Moment Silver 2.\n\nIch finde deine Runen teilweise merkwürdig, teilweise für den Low-Elo-Bereich nicht geeignet:\n1. Warum Dual-Pen Marks?\n2. Für die Seals würde ich Mana-Regen für den Early-Mana Pool nutzen.\n\nDesweiteren: Mit Anivia kann man in der Low-Elo hart aufräumen, nach RoA würde ich, wenn man 3/0 o-Ä. steht, würde ich nach RoA Rabadons Rushen :)\n\nLG","replies":[{"id":"","poster":"Game of Thr0ws","date":"2015-02-26T22:23:14.929+0000","up_votes":1,"down_votes":0,"body":"1. Habe ich im Guide erklärt: Man verliert kaum Magic Pen, wenn man die Hybrid-Pen nimmt und man bekommt mehr Schaden durch AA, was aufgrund von Anivia's hoher Range von 600 nicht zu vernachlässigen ist.\n2. Kannst du gerne tun, mach ich aber nicht. Man nutzt vor Level 6 sein Mana sowieso nicht komplett aus und overall finde ich diese Runen nicht besonders effizient. Die Extra Health bringen mMn deutlich mehr.\n\nWenn man fed ist kann man natürlich Rabadon's DC rushen. Allerdings hat man selten den Fall, dass man direkt 3300 Gold auf der hohen Kante hat.  Wenn man nur 2000 Gold hat, holt man sich besser den Archangel-Staff anstatt der Needlessly large Rod, weil man dann schon ein komplettes Item mit mehr nützlichen Stats für weniger Geld bekommt. Es macht auch nichts Rabadons Dc erst später im Spiel zu kaufen, da das Item ohnehin erst dann richtig effizient wird, sobald man schon einiges an AP aus anderen Quellen gesammelt hat.\n\nDu kannst natürlich andere Runen nehmen. Meiner Erfahrung nach sind die Runen aus dem Guide aber sehr gut für Anivia.","replies":[{"id":"","poster":"ErnteSkunkFest","date":"2015-02-27T13:26:50.712+0000","up_votes":1,"down_votes":0,"body":"Okay danke :) Ich kille meist schon auf Lvl 2-3 den Gegner, da in meiner Elo niemand Anivia einschätzen kann :D Daher die Mana Runes","replies":[]}]}]}]}