{"id":"bnAI6Zx4","poster":"ManteQuiIa","date":"2015-02-18T22:08:38.558+0000","title":"Top & Jungler gesucht für RankedTeam","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag allerseits.\r\nWir suchen für unser Ranked Team noch begeisterte Spieler. Erstmal möchte ich uns vorstellen :\r\nWir sind alle 26 Jahre alt und + , daher suchen wir nach möglichkeit genauso alte säcke wie uns. Wir sind 3 RL Freunde die nicht genug Freunde zusammenbekommen ein RankedTeam ernsthaft zu betreiben. Unsere Onlinezeiten sind Mittags-Abends und jenachdem am Wochenende. RL und Spaß steht immer an erster Stelle. Die Teamspiele würden ausschließlich Mittags-Abends stattfinden und nach absprache am Wochenende. Wir möchten das Ranked zwar ernst nehmen aber nicht zu ernst, soll heissen das RL und Spaß immer im Vordergrund stehen. Niemand wird euch böse sein wenn ihr mal keine Zeit habt zu zocken. Wenn ihr die positionen spielt und ihr weiterhin interesse habt könnt ihr gerne weiterlesen für alle andern ihr könnt hier aufhören zu lesen da jetzt die Daten folgen die wir uns von einem Bewerber wünschen.. :\r\n\r\n- Eure Elo sollte mindestens SIlber 1 betragen\r\n- Ihr solltet mindestens 20 Jahre sein\r\n- TS besitzen mit funktionieren Headset\r\n- Flamer und Rager sind nicht erwünscht (was nicht heissen soll das keine Emotionen im Team erwünscht sind... Leidenschaft gehört immer dazu)\r\n\r\nIhr könnt euch auch für andere Positionen bewerben jedoch solltet ihr dabei beachten das ihr Ersatzspieler seid, die einspringen können wenn nicht genug Leute zusammen kommen um ein Ranked zu starten. Das besetzen 2 Positionen ist nicht erwünscht. Beispiel : Ihr seid der der Main ADC des Team und wollt Ersatz Toplaner sein... Euch sollte bewusst sein das nur unter Umständen jemand aus dem Main-Rooster für euch Platz macht wenn ihr gerne Teamranked spielen möchtet. Ich weisse daher darauf zurück das wir einen Jungler und Toplaner suchen.\r\n\r\nWie könnt ihr uns erreichen : \r\nWir sind halt nur ein haufen Freunde die neue Leute zum zocken suchen.. und besitzen daher kein eigenes TS oder eine Homepage. (wir verfügen aber genug TS-Adressen von Freunden wo wir uns problemlos aufhalten können)\r\nIhr könnt uns gerne  Ingame adden (EatThatCandy,RageZero,LendosBallz), mir hier im Forum schreiben oder in den im League Clienten angelegten Chatroom \"Candy Team\" kommen und euch da vorstellen.\r\n\r\nWenn ihr euch beworben habt würden wir gerne 1-2 Spiele von euch spectaten um uns von euren Fähigkeiten zu überzeugen, euch soll damit kein Boosting unterstellt werden aber ich denke es ist im interesse beider Partein das die richtigen Leute zueinander finden.\r\n\r\nIch danke euch für eure Zeit und wir sehen uns im Rift.","replies":[{"id":"","poster":"CunningRuse","date":"2015-02-19T13:14:36.071+0000","up_votes":1,"down_votes":0,"body":"sucht ihr noch?\n\nbin ebenfalls 26 und nehme das spiel relativ ernst... \nheißt ich strebe stets danach besser zu werden, will jetz aber nicht in der lcs spielen ^^\nmain Toplane, aber Jungle in SoloQ eigentlich häufiger ... behersche aber generell jede Position\nspiele seit Season 2, letzte Season Gold II, nun abgerutscht auf S1 wegen verkackten Placements\nmelde mich gleich mal ingame\n\nLiebe Grüße cR","replies":[]}]}