{"id":"FHKTuEmZ","poster":"1337 Awly","date":"2015-02-18T19:21:42.532+0000","title":"Der 1337-Cast stellt sich vor","subforum":"Streams & YouTube","embed":{"title":"Warriors","description":"Weil das Finale vor der Tür steht. Weil Riot/Imagine Dragons im Gegensatz zur Apple/U2-Nummer wirklich gutes Marketing machen *). Und weil's verdammt noch mal episch ist. Here we are, don't turn away now - we are the warriors that built this town! Ich bin dann mal zocken... *) Even more epic: Freiwilliger Gratis-Download.","url":"http://1337cast.de","image":"http://1337cast.de/wp-content/uploads/2015/02/Nami-Wallpaper-700x500.jpg"},"up_votes":1,"down_votes":2,"body":"Hallo zusammen!\r\n\r\nWir sind Team 1337 und möchten euch heute unseren 1337-Cast (gesprochen: Leet-Cast) vorstellen. Unser Team besteht aus 5 fortgeschrittenen Anfängern (wir haben uns selber gelevelt...), die sich über die Arbeit kennengelernt haben. Wir spielen seit ca. einem Jahr zusammen und haben uns auch diese Season wieder in Kartoffel 5 wiedergefunden, nachdem wir unsere Placement-Matches gespielt haben.\r\n\r\nNeben dem Team betreiben 3-4 von uns auch einen Podcast, den wir an Anfänger richten. Wir stellen Champions und deren Fähigkeiten vor, erklären Runes & Masteries, sprechen über den Jungle, die Patchnotes und nehmen uns gerne mal selber auf die Schippe.\r\n\r\nSolltest du gerade erst mit League of Legends begonnen oder Lust auf Podcasts haben, dann schau doch mal im [iTunes Store](https://itunes.apple.com/de/podcast/1337cast-league-legends-podcast/id901312599?mt=2) vorbei (kostet natürlich nichts uns zuzuhören!)! Du kannst auch einen blick auf unsere [Facebook-Seite](https://www.facebook.com/1337cast) werfen oder natürlich auf unserer [Website](http://1337cast.de) vorbei schauen und dort auch Kommentare hinterlassen.\r\n\r\nWir sind immer froh über Anregungen, Kritik und Verbesserungsvorschläge. Und wenn ihr dann noch Zeit habt, lasst einen Gruß da oder tragt uns auf eure Mama, Freundin, Kollegen oder Klassenkameraden in unserem Cast zu grüßen. Wir streben nichts mehr als die Weltherrschaft an (in unserer eigenen Welt haben wir das schon geschafft! ;) ).\r\n\r\nWir freuen uns auf Kommentare von euch!\r\n\r\nViele liebe Grüße\r\n\r\nDas 1337-Team/Der 1337-Cast","replies":[{"id":"","poster":"1337 Awly","date":"2017-02-13T11:29:56.180+0000","up_votes":1,"down_votes":1,"body":"Hi :) Das freut uns zu hören, dass es dir gefällt. Ja wir spielen noch und haben erst letztens eine neue Podcast-Folge aufgenommen. :)\n\nViele Grüße","replies":[]},{"id":"","poster":"Achtauge","date":"2017-02-01T12:54:07.828+0000","up_votes":1,"down_votes":1,"body":"Liebe Grüße aus Augsburg...höre gerade euren Podcast von vorne bis hinten gerade bei Folge 12 angelangt. Eindeutig Daumen hoch. Super angenehme Stimme   Volker..da könnte ich stundenlang zuhören! Spielt ihr überhaupt noch? LG Achtauge","replies":[]}]}