{"id":"TjWs5eia","poster":"Hednis","date":"2015-02-19T02:52:11.788+0000","title":"Championvorschlag: Teresa, die blutige Klaue","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Championvorschlag: Teresa, die blutige Klaue\n\nGuten Tag Liebe/r Leser/in, ich hoffe euch gefällt mein  Thread und ich wäre euch sehr dankbar, wenn ihr Verbesserungsvorschläge oder ähnliches hinterlassen könntet :D\n \n*Rolle:*\n Assassin\n\n*Übersicht: *\n> Angriff: 9/10 \n> Verteidigung: 3/10 \n> Magie: 3/10 \t\n> Schwierigkeit: 7/10 \n\n*Geschichte:*\n> Tag: 407: Liebes Tagebuch,\n> ich bin wirklich froh endlich hier angekommen zu sein. Alle Leute hier sind echt nett zu mir und auch so hilfsbereit. Naja bis auf diese eine Frau, die sich selbst oft im Spiegel anschaut (warum auch immer, so hübsch finde ich sie gar nicht). Oh Gott wenn sie das liest schmeißt sie mich direkt wieder raus. Egal. Denk ich. Ich kann mir eh hübschere Gebiete vorstellen als hier unten in den Verliesen. \n> Ich will ja nur helfen. Die komische Frau bat mich darum jemanden von der Familie „Du Couteau“ zu eliminieren (dabei weiß ich nicht mal wieso). Ich suchte nach so einer Person und nach langem Suchen fand ich sie auch… Wenn man in der Stadt herumfrägt wird man meist ängstlich angeschaut und man bekommt schon fast das Gefühl gleich gehängt zu werden. Also nur wegen der Frage. Mal schauen was noch so kommt.\n> Tag: 408: Ohohoh Tagebuch,\n> du wirst nicht glauben was passiert ist. Ich habe sie gefnden gefunden. Also die gesuchten Personen. Einmal so ein Mädchen (könnte auch eine junge Frau sein) mit langem blutrotem Haar (ich finde meine blonden Locken schöner) und ein paar Dolchen in ihrer Seitentasche (die nicht mal eine Markentasche ist… so eine heruntergekommene Frau  Naja als ich mir etwas Kosmetik kaufen war hat mich diese komische rothaarige Du Couteau-Frau einfach so angerempelt … Voll die Doofe. Aber naja es hat mir geholfen, da ich so einige Gespräche zwischen ihr und einem Mann (ihrem Lover-Boy?!) mit so einem komischen klingenbesetzen Umhang belauschen konnte. Es ging eigentlich um nichts wichtiges, aber diese Du Couteau-Frau… Sie nervt mich einfach. Ich weiß nicht mal wieso, aber sie tut es! Ich hoffe ich bekomme bald gesagt wieso ich sie observieren soll.\n> Tag: 420 oder 419 (ich weiß es nicht genau)\n> ENDLICH ist mal was passiert, diese komische hat die Stadt verlassen und ging die Straße in Richtung Demacia entlang. Ach bevor ich es vergesse!... ich hab meinen Lippenstift verloren… Ich darf mir jetzt einen neuen kaufen. Normalerweise würde ich sowas nie verlieren, aber seit dem Treffen in dem Kosmetik-Laden ist der Stift weg. Das nervt mich total, aber ich denke du weißt das mein liebes Tagebuch. Wenigstens hörst du mir zu.\n> Tag: 421 (bin mir nun sicher hab nochmal genauer Nachgedacht)\n> Ich hab gesagt bekommen, dass ich aufhören soll sie zu verfolgen, denn meine Chefin würde es selbst erledigen. (Finde ich ja mal wieder ganz toll). So hatte ich immerhin mal Zeit mich mal wieder etwas herzurichten (obwohl man an mir kaum noch was hübscher machen kann hihi). Als ich auf die Straße ging sah ich wieder die rothaarige Frau und sie hielt MEINEN LIPPENSTIFT in der Hand. Sie hat ihn mir in dem Kosmetikladen geklaut… Diese …. Naja egal ich werde ihn mir zurückholen!\n> Tag 422:\n> Ups… Ich glaube ich hab ein Problem… Als ich gestern Abend noch bei ihr eingebrochen war, ist mir dieser komischen Mann (nicht ihr Lover-Boy) entgegengekommen. Er meinte er wär Offizier Du Couteau und wolle sofort dass ich verschwinde und er rief auch schon seine Wachen! Und dann (ich weiß es hört sich vielleicht etwas dumm an) erstach ich ihn ausversehen! Ich hatte nicht dran gedacht, das ich die Klingen an meinem Handschuh verlängert habe und als ich ihm die Waffe aus der Hand schlagen wollte, erstach ich ihn (zum Glück ohne viel Blut… Ich hatte was Weißes an). Ich verschwand mit einer Rolle aus dem Fenster und als ich auf der Straße (es war 4 Uhr in der Früh denk ich mal) stand, wartete diese Frau aus meiner Unterkunft vor mir und sagte ich hätte einen sehr guten Job geleistet! Danach gab sie mir meinen Lippenstift zurück und als ich sie fragte woher sie ihn habe, meinte sie nur, dass sie ihn sich kurz geborgt hatte… Aber sie mag den Farbton nicht so ganz.\n> Tag 423:\n> Die Zeitung ist überschwemmt mit der Meldung meines Unfalls… (irgendwie bereue ich es nicht). Oh und was wichtig ist zu sagen… Diese rothaarige Du Couteau-Frau… Sie heißt anscheinend Katarina. Sicher fragst du dich woher ich das weiß, mein liebes Tagebuch. Neben dem Artikel war ein Bild mit ihr, ihrem Loverboy und dem Offizier zu sehen mit der Bildunterschrift: „Mögen die Mörderin durch die Hand von Katarina und Talon in Stücke gerissen werden und ihre Seele für immer in der Unterwelt überdauern.“\n> Ist das nicht ein wenig krass?! Naja… Die Frau aus der Unterkunft verriet mir endlich ihren Namen LeBlanc sollte ich sie nennen… Sie riet mir mit ihr Noxus zu verlassen und zur Kriegsakademie zu gehen… (was auch immer das ist). Ich vertrau ihr einfach mal, da ich eh nichts Besseres zu tun habe… Sie sagte mir wo ich hinmüsse und sie ging schon mal vor, denn eine Lady, wie ich, muss sich ja erst schick machen (und erstmal noch in den Laden gehen und noch Nachschub kaufen). Oh ich merke ich werde mich wohl leicht Verspäten, aber naja… eine Lady darf das.\n\n*Stats: *\n> Leben: 555 (+89 pro Stufe) \n> Lebensregeneration: 8,2 (+0,75 pro Stufe)\n> Mana: 245 (+45 pro Stufe)\n> Manaregeneration: 7 (+0,6 pro Stufe) \n> Angriffsschaden: 58 (+2,8 pro Stufe) \n> Angriffstempo: 0,679 (+ 3,1% pro Stufe)  \n> Rüstung: 25 (+3,0 pro Stufe) \n> Magieresistenz: 32,1 (+1,25 pro Stufe)\n> Angriffsreichweite: 125\n> Lauftempo: 345\n\n                                           \n*Fähigkeiten:*\n***Passive: Tiefe Narben**\n> Teresa verursacht immer wenn sie ein kritischen Treffer verursacht an dem Ziel eine Wunde, welche 25~60 (lvl 1-6)/70~130 (lvl 7-11)/145~310 (lvl 12-18) (+30% der Fähigkeitsstärke)(+10% der zusätzlichen Angriffsstärke) magischen Schaden jede Sekunde innerhalb von 3 Sekunden am betroffene Ziel verursacht und es gleichzeitig aufdeckt. \n> \n> Immer wenn Teresa einen kritischen Treffer verursacht erhält das Ziel außerdem 1 Klingenseele.\n> Belegt sie somit ein Ziel, welches bereits 3 Stapelungen von Klingenseele besitzt, werden alle Stapelungen aufgelöst und alle momentanen Abklingzeiten werden um 3/4/5/6 (lvl 6/11/16) Sekunden reduziert.\n> \n> Teresa heilt sich immer, wenn eine Einheit durch eine ihrer Blutungen Schaden bekommt, um 2 (+ 1,5 pro lvl up). Diese Heilung ist gegen Monster um 35% effektiver.\n> \n> Klingenseelen verschwinden, wenn die Einheit 4 Sekunden lang keinen Schaden von Teresa erhält.\n> \n\n**Q: Klingenrolle:**      \n>Kosten: 80 Mana              \nAbklingzeit: 15/14,5/14/13,5/13 Sekunden        \nReichweite: 600\n>\n> Teresa springt in einer kurzen Vorwärtsrolle nach vorne und fügt allen getroffenen Zielen normalen Schaden und eine Klingenseele zu. Fügt sie einem Ziel mit drei Klingenseelen mit dieser Fähigkeit Schaden zu, so wird verbraucht es alle Stapelungen und betäubt das Ziel.\n> \n> Teresa springt in einem kurzen Salto nach vorne und fügt allen Zielen, die sie dabei trifft  90/110/130/150/170 (+ 110% der zusätzlichen Angriffsstärke) normalen Schaden und 1 Klingenseele zu.\n> \n> Jedesmal wenn ein Ziel 1 Klingenseele erhält wird die Abklingzeit dieser Fähigkeit um 1 Sekunde reduziert.\n> Besitzt ein Ziel bereits 3 Klingenseelen, so werden alle Stapelungen verbraucht und die Einheit für 0,5/0,75/1/1,25/1,5 Sekunden betäubt.<\n\n\n**W: Kerben  **\n>Kosten: 60/70/80/90/100 Mana       \nAbklingzeit: 11  Sekunden        \nReichweite: 375 Einheiten\n>\n> Teresa zerfetzt vor ihr die Rüstungen ihrer Gegner und trifft dabei auch die Beine des Opfers. Sie fügt ihm auf diese Weise eine große Wunde zu, welche auf Dauer normalen Schaden verursacht, die Rüstung verringert und das Opfer zugleich verlangsamt. Alle getroffenen Einheiten erhalten 1 Klingenseele, falls sie bereits 3 Klingenseelen besitzen werden die Stapelungen verbraucht und die negativen Folgen werden drastischer.\n>            \n> Teresa zerfetzt alle Einheiten, die vor ihr stehen und fügt ihnen so über 3 Sekunden 7,5% ihres maximalen Lebens + zusätzlich (85/90/95/100/105% ihrer zusätzlichen Angriffsstärke) jede Sekunde als normalen Schaden zu. Außerdem verlangsamt es alle Ziele für 1,25/1,5/1,75/2/2,25 Sekunden um 40% und reduziert die Rüstung des Ziels um 8/14/20/26/32 für 4 Sekunden. Diese Fähigkeit belegt alle getroffenen Einheiten mit 1 Klingenseele.\n> \n> Diese Fähigkeit kann kritisch Treffen und fügt somit 50 % des gesamten angerichteten Schadens zusätzlich zu.\n> \n> Besitzt es bereits 3 Klingenseelen, so verbraucht es alle Stapelungen und verstärkt sowohl die Verlangsamung auf 75% und die Rüstungsreduzierung um zusätzliche 15%.\n \n\n**E: Blutiger Stolz  **   \n>Kosten: 80/75/70/65/60 Mana\nAbklingzeit: 16/14,5/13/11,5/9 Sekunden   \nReichweite: Selbst / 825 Einheiten\n> \n> P: Teresa erhält 5/7,5/10/12,5/15% kritische Trefferchance.\n> \n> A: Teresa erhöht für kurze Zeit ihre Bewegungsgeschwindigkeit und erhält reduzierten Schaden von blutenden Einheiten. Außerdem fügt sie ejeder blutenden Einheit eine weitere Klingenseele hinzu,welche bei der dritten Stapelung, die Effekte aller Blutungen erneuern.\n> Teresa erhöht für 2,75 Sekunden ihre Bewegungsgeschwindigkeit um 10/15/20/25/30 und sie erhält nur 75/70/65/60/55% des verursachten Schadens von blutenden Einheiten. Außerdem erhalten alle blutenden Gegner 1 Klingenseele. Falls ein Gegner bereits 3 Klingenseelen besitzt, werden alle Blutungen, die sie besitzen, erneuert.\n\n\n**R: Geheimtechnik:HLND**    \n>Kosten: 100 Mana     \nAbklingzeit: 140/110/80 Sekunden   \nReichweite: 1500\n>\n> Teresa konzentriert sich und blickt in eine Richtung. Alle Gegner die sie in diesem Moment erblickt werden für Teresa markiert und aufgedeckt. Darauf kann sie ein markiertes Ziel auswählen, worauf sie sofort hinter diesem erscheint und ihm normalen Schaden zufügt. Eine Schneise entsteht zwischen ihrem Start und Ankunftsort, welche bei Übertreten weiteren Schaden zufügen und sie mit einer Klingenseele ausstattet, welche bei der dritten alle Seelen entfernt und dem Ziel Schaden zufügt.\n> \n> Teresa konzentriert sich 0,5 Sekunden und blickt daraufhin mit erweiterter Sicht in eine Richtung. Alle geg. Champions, die sie auf diese Weise erblickt, werden für Teresa 2,5 Sekunden lang markiert und aufgedeckt. Teresa kann eine markierte Einheit anvisieren und durch erneutes Benutzen dieser Fähigkeit hinter dem Ziel auftauchen und ihm 175/275/375 (+125% der zusätzlichen Angriffsstärke) normalen Schaden zufügt. Zwischen dem ausgewähltem Ziel und dem vorherigen Standpunkt von Teresa entsteht eine dünne Schneise, welche an allen Zielen, die sie übertreten, 100/200/300 (+ 25% der gesamten Angriffsstärke) (+ 55% der Fähigkeitsstärke) magischen Schaden verursacht. Die Schneise hält bis zu 3 Sekunden.\n> \n> Alle Einheiten, die durch diese Fähigkeit Schaden erlitten haben, erhalten nach dem Verschwinden der Schneise 1 Klingenseele. Falls ein Ziel bereits 3 Klingenseelen besitzt, werden die Stapelungen verbraucht und die Einheit erhält 10/12,5/15% (+ 3% ihrer Fähigkeitsstärke) ihres fehlenden Lebens als magischen Schaden.","replies":[]}