{"id":"wgxzvkbR","poster":"JamiiCutie","date":"2015-02-18T15:07:43.837+0000","title":"Probleme nach dem neuen Patch 5.3","subforum":"Hilfe & Support","up_votes":1,"down_votes":2,"body":"Hallo Community \r\n\r\nIch hab ein mehr oder weniger nerviges Problem mit LoL. Den neuen Patch 5.3 habe ich bereits vollständig herruntergeladen und konnte auch wie üblich spielen. Nun aber das Problem: immer wenn ich LoL schließe und neu starte steht der Patcher aus irgendeinem Grund auf **33**% und es werden Daten überprüft, meiner Meinung viel zu viele Daten (weit über *2000*). \r\nIch habe auch schon einmal reparieren lassen aber dann gehts von vorne los (bei 33%..) habe LoL dann einmal deinstalliert und neu geladen, dann konnt ich wieder spielen aber danach das selbe Problem erneut , sobald ich das spiel verlassen habe und neu starte wieder das selbe.. was kann ich dagegen machen ?\r\n\r\ndanke im vorraus","replies":[{"id":"","poster":"tortenmaker","date":"2015-02-18T15:48:36.314+0000","up_votes":1,"down_votes":0,"body":"Hallo\n\nProbiere doch einfach mal hier im Forum die tolle Funktion Suche aus. Dort wirst du mehrere Threads finden die dir weiterhelfen und dir sagen was du machen kannst. Das nächste mnal würde ich dich bitten gleich die Suche zu benutzen anstatt das Forum weiter vollzuspammen mit ein und dem gleichen Beitrag der schon mehrere mahle hier geklärt und diskutiert wurde.\n\nEs hilft allerdings nur warten. Mehr wirst du wohl auch nicht tuen können. Daher abwarten und auf den nächsten Patch warten der dies hoffentlich wieder inordnung bringt.\n\nM.F.G\nTortenmaker{{champion:201}}","replies":[]},{"id":"","poster":"X4non","date":"2015-02-18T15:23:48.884+0000","up_votes":1,"down_votes":0,"body":"meiner meinung nach voll wenig daten bei mir kommen einige mehr also lass einfach mal durchlaufen wenn du grad was anderes machst","replies":[{"id":"","poster":"JamiiCutie","date":"2015-02-18T15:27:30.911+0000","up_votes":1,"down_votes":0,"body":"bei mir sind sonst nur and die 500 dateien :) aber ich vrsuchs einfach mal, dankeschön :)","replies":[]}]}]}