{"id":"bEtjox20","poster":"Uranbrennstab","date":"2019-03-08T08:40:49.766+0000","title":"[TGSG] Freitag und das Wochenende","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":6,"body":"\r\nDie Schlange hat keine Arme um sich am Rücken zu kratzen. \r\nEin Fakt, der wenigen bewusst ist. Häuten Sie sich deshalb? Niemand weiß es.\r\nAber machen wir uns nichts vor, wir dürsten alle nach dem Feierabend und er kommt näher und näher und näher und näher. Die Zeit ist auf unserer Seite also durchhalten. \r\n\r\n\r\n","replies":[{"id":"","poster":"Valdis17","date":"2019-03-08T10:33:43.732+0000","up_votes":2,"down_votes":1,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-08T11:11:53.621+0000","up_votes":2,"down_votes":1,"body":"omg XD warum führst du hier Selbstgespräche?","replies":[{"id":"","poster":"Valdis17","date":"2019-03-08T11:27:42.276+0000","up_votes":1,"down_votes":0,"body":"weil du ewig warten muss bis du die nächste Nachricht schreiben kannst. \nAber mit 2 Browsern geht das Nachrichtenverschicken deutlich schneller.","replies":[]}]}]},{"id":"","poster":"Valdis17","date":"2019-03-08T09:03:55.243+0000","up_votes":2,"down_votes":2,"body":"arg nur weil ich etwas länger gebraucht habe weil ich einen langen und hochwertigen Text geschrieben habe :(\nLass mich bitte TGSG sein mein thread ist deutlich ausführlicher und besser als deiner.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T09:29:12.687+0000","up_votes":1,"down_votes":1,"body":"Und woher nimmst du die Stirn, das beurteilen zu können?","replies":[{"id":"","poster":"Valdis17","date":"2019-03-08T09:37:16.709+0000","up_votes":2,"down_votes":1,"body":"alter du hast 4 lächerliche Zeilen geschrieben und ich habe fast 20 Minuten an meinem geschrieben. \nDas macht mich sauer ich gebe mir mühe und meine ganze Arbeit ist umsonst. \nBeim nächsten mal schreib ich auch nur erster rein und alle anderen können heulen die gerade viel Arbeit in Werk gesteckt. \nAlso lösch deinen Thread oder füge etwas anderes ein was qualitative besser ist.\nIch bin gerade echt ziemlich sauer das du auch noch fragst wie ich dich beurteilen kann...obwohl es offentsichtliche Fakten gibt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-08T09:50:06.175+0000","up_votes":1,"down_votes":0,"body":"Du hattest den ganzen Morgen zeit deinen theard zu schreiben. \n\nZudem hast du mal garnichts zu fordern ...\n\n Ich hab schon ne Stunde am Text geschrieben ... Weil Handy und Arbeit aber hab ihn dann gelöscht so sind die Regel in dieser brutalen Foren Welt","replies":[{"id":"","poster":"Valdis17","date":"2019-03-08T09:57:51.835+0000","up_votes":1,"down_votes":0,"body":"willst du mich wirklich noch weiter provozieren?\nDir sollte doch klar sein wie das ganze Enden wird :) \n\nUnd nein bessere sollten gewinnen nicht der schnellere.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-11T07:08:18.866+0000","up_votes":1,"down_votes":0,"body":"Hahaha \n\n*Mama komm schnell der 12 jährige droht mir* \n\nMach Sitz...","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:00:00.465+0000","up_votes":1,"down_votes":0,"body":"Dann hat ja alles seine Richtigkeit bislang","replies":[{"id":"","poster":"Václev","date":"2019-03-08T10:01:50.041+0000","up_votes":1,"down_votes":0,"body":"ist es wirklich einen Krieg den du haben willst? \n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:07:53.668+0000","up_votes":1,"down_votes":0,"body":"Ja komm ran aufn Meter. Yu GI Oh Duell in Altschauerberg auf dem Dorfplatz. Speedregeln, du kommst alleine, wir kommen alleine.","replies":[{"id":"","poster":"Václev","date":"2019-03-08T10:09:40.464+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:11:51.284+0000","up_votes":1,"down_votes":0,"body":"So anstatt dich wie ein Mann im Schatten der Schanze zu messen startest du einen \"Spammangriff mit einem Multiaccunt. Das ist die traurigste offensive seit dem Angriff der Italiener auf Griechenland.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-03-08T09:56:36.668+0000","up_votes":1,"down_votes":0,"body":"Mein Thread ist im Gegensatz zu deiner belanglosen smalltalk Konversation ein einziger Meta Witz. Wenn du die Anspielungen, Insider und Witze nicht erkennst, macht sie das noch lange nicht schlecht.\nAlso husch, husch zurück zu deinem Tyrion Account, denn der Wechsel hat ja scheinbar nichts gebracht.","replies":[{"id":"","poster":"Václev","date":"2019-03-08T10:05:31.821+0000","up_votes":1,"down_votes":0,"body":"was interessiert mich dein wertlose Müll?\nDu kannst ihn noch so schön reden es ist wertlose Müll. \n{{sticker:sg-miss-fortune}} \n\nNatürlich hat es etwas gebraucht. Wenn du nicht in der Lage bist den Unterschied dazwischen zu erkennen weil du nicht schlau genug dafür bist tut mir es leid. \nAber ich bin sauer falls dir das noch nicht aufgefallen ist. \nMein negatives Handeln ist alleine durch deine Fehler zu verschulden.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:09:58.428+0000","up_votes":1,"down_votes":0,"body":"Primo verwechselst du hier offensichtlich den Unterschied zwischen Zeitaufwand und Wert.\nSecundo interessiert es mich nicht im geringsten, ob du sauer bist \nTertio hat dein negatives Handeln absolut keinerlei Nachteile für mich, sondern führt nur zu einer Sperrung deinerseits. Also eine Win Win Situation, ich bekomme Unterhaltung und letzten Endes bin ich dich los.","replies":[{"id":"","poster":"Václev","date":"2019-03-08T10:13:51.831+0000","up_votes":1,"down_votes":0,"body":"Denkst du nicht das du mein Durchhaltevermögen unterschätzt?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:15:22.953+0000","up_votes":1,"down_votes":0,"body":"Bezüglich was? Denkst du ich kann nachts nicht mehr schlafen, weil du mich mit Multiaccunts vollspammst?","replies":[{"id":"","poster":"Václev","date":"2019-03-08T10:18:23.005+0000","up_votes":1,"down_votes":0,"body":"Was? Nein? :D Was im Forum passiert bleibt auch im Forum. \nIrgentwann nach Tage Woche Monate vllt Jahren wird es dich nerven :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:21:15.813+0000","up_votes":1,"down_votes":0,"body":"Ach Bruder...\n\nSchreib mir einfach das Postfach deiner Wahl, dann schicke ich dir deine Ehre zurück.","replies":[{"id":"","poster":"Václev","date":"2019-03-08T10:23:56.520+0000","up_votes":1,"down_votes":0,"body":"Ich bin nicht dein Bruder....vllt dein Alter aber nicht dein Bruder.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:25:05.517+0000","up_votes":1,"down_votes":0,"body":"Klar, was auch immer dich Nachts besser schlafen lässt.","replies":[{"id":"","poster":"Václev","date":"2019-03-08T10:29:13.990+0000","up_votes":1,"down_votes":0,"body":"Warum sollte ich Nachts nicht gut schlafen?\nBei läuft alles super. \nIch werde das ganze eh heute Abend vergessen haben es hat halt keinen Wert für mich. :)","replies":[{"id":"","poster":"Václev","date":"2019-03-08T11:32:20.928+0000","up_votes":1,"down_votes":0,"body":"Jaja rede du nur :) \nIch finde es ist schönes Kunstwerk geworden. \nUnd meine Laune hat sich deutlich gebessert dank dir. \nDu darfst das gerne auch mal einem Thread von mir machen und zeigen was du so auf dem Kasten hast. Ich bin gespanned","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:55:56.742+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Václev,realm=EUW,application-id=YnZkMR0R,discussion-id=bEtjox20,comment-id=00000001000000010000000000000000000000000000000000000003,timestamp=2019-03-08T10:52:32.879+0000)\n>\n> haha mehr als was du geschafft hast. \n> Ich finde ich habe das bisher ziemlich gut gemacht. \n> Ich bin sehr stolz auf mich und das ist mir am wichtigsten.\n\nAls was ich geschafft habe? Naja meine Zeit nicht in Copy und Paste zu investieren ist natürlich eine eigene Form der Leistung.\nAber DIE ganze Aktion ist bislang enttäuschender als der Angriff Steiners.","replies":[]},{"id":"","poster":"Václev","date":"2019-03-08T10:52:32.879+0000","up_votes":1,"down_votes":0,"body":"haha mehr als was du geschafft hast. \nIch finde ich habe das bisher ziemlich gut gemacht. \nIch bin sehr stolz auf mich und das ist mir am wichtigsten.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:50:40.425+0000","up_votes":1,"down_votes":0,"body":"Nicht mal 100 Kommentare. Ich dachte da passiert mal was. Aber nach 10 Threads hast du ja bereits aufgegeben und kommentierst dich nur noch selbst mit catchphrases. Naja er war stets bemüht.","replies":[]},{"id":"","poster":"Václev","date":"2019-03-08T10:39:48.971+0000","up_votes":1,"down_votes":0,"body":"Mich macht es nicht traurig. :)\nWenn es dich traurig macht und mich glücklich dann ist der Effekt ja super.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-03-08T10:33:49.099+0000","up_votes":1,"down_votes":0,"body":"Hm... Das ist natürlich erst einmal ein Widerspruch zu deinem Verhalten hier. Und da Worte Wind sind, bin ich abgeneigt ihnen zu glauben. Immerhin hab ich dich herausgefordert und was bisher kam war ja trauriger als der Beitrag Lichtensteins zum Österreichischem-Preußischem Krieg von 1866.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-08T09:23:35.656+0000","up_votes":1,"down_votes":0,"body":"Hab auch schon einige theards gelöscht weil ich zu langsam war :( teilweise nur 2 min ^^ \n\nAber die uralte Regel besagt ! \n\n*Wer zuerst kommt, malt zuerst !*","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2019-03-08T14:29:42.965+0000","up_votes":1,"down_votes":0,"body":"Eben noch ein Haufen Freds mit TGSG Tag, und kaum schreibe ich nen Post in dem einen, sind sie gelöscht....\n\nMan gehöre nicht dazu und deshalb darf man TGSG nicht benutzen.\n\nHabt ihr jetzt nen Aufnahmeritus oder was? Mutiert ihr etwa zu nem elitären Haufen, wo die Gnade der Geburt ausschlaggebend ist?\n\nSammel erstmal 25 Punkte auf dem Discord von, äh war es Necro? Spende 13 Tüten Katzenfutter für Maggie? Subscribe the Twitch Channel?\n\nWillkommen im Theta Gamma Sigma Gamma Verbindungshaus? Du bist jetzt ein Volu von uns.\nUnd wenn ich mir deren Namen so ansehe... Die Posten werden auch eher vererbt, als alles andere. Hauptsache der Dunstkreis passt.\n\nWird echt wieder Zeit für ein offenes Forum. Wo jeder willkommen ist. Ohne Ab- und Ausgrenzung. Getreu dem Motto: Wir schaffen das! Diesen Satz hat zwar schon Birnes politische Ziehtochter für sich entdeckt, aber er hat Gewicht. \n\nApropo Gewicht. Weltfrauentag. Gleichstellung. Das bringt den Bogen zurück zum Tag  TGSG. Da fehlt eindeutig der männliche Aspekt.  \n\nDa war das OT einfach Metrosexueller. Wird Zeit das es wieder aufersteht.\n\nMAKE OT GREAT AGAIN \n\nsoon in a Board near you","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-09T01:01:24.252+0000","up_votes":1,"down_votes":0,"body":"> Man gehöre nicht dazu und deshalb darf man TGSG nicht benutzen.\n\nImmer diese Verdrehe- und Übertreiberei.\n\nEs ging nicht darum das Person X nicht die Threads benutzen oder erstellen \"darf\".\n\nAber wenn jemand \"Neues\" auftaucht, Leute angreift und derartige Aufstände anzettelt dann ist ein \"da hast du kein Recht zu\" oder \"das darfst du nicht\" ein  das er keinerlei Recht hat eben genau das zu tun was er gemacht hat.\n\nWarum? Vergleich es doch mal mit etwas anderem, beispielsweise einer Arbeitsstelle. Da ist jemand neu und nach zwei Tagen mobbt er die anderen Angestellten und sobald etwas nicht läuft wie er es will, sprüht er Graffiti an die Wand und stellt brennende Mülltonnen in den Flur. Kriegt er dafür auch noch Applaus?\n\nUnd was hat er gemacht? Elf? Zwölf? Threads erstellt und dort Selbstgespräche mit seinen eigenen Accounts geführt. Was da los?\n\nLeider ist mein Kommentar mit dem Löschen der Threads auch verschwunden, aber es war in etwa ein\n> Ja, es ist ärgerlich wenn man sich Mühe für einen Thread gibt, 30 Sekunden zu langsam ist und jemand anderes etwas postet. Nein, du hast nicht das Recht dazu darüber sauer zu sein. Hier geht es nicht darum wer Erster ist.\n\nDas waren die ungefähren Worte. Und nicht mal annähernd so gemeint wie du es darstellst. Aber das könnt ihr ja alle sehr gut, unfassbar.\n\nHinzu kommt das diese Person nicht echt ist und mit diversen Accounts bei gewissen Leuten Unruhe stiftet. Wo wir auch direkt zu **\"Habt ihr jetzt nen Aufnahmeritus oder was? Mutiert ihr etwa zu nem elitären Haufen, wo die Gnade der Geburt ausschlaggebend ist?\"** kommen.\n\nNein, es gibt keinen Aufnahmeritus. Ja, in den Threads ist jeder gerne gesehen der keine Unruhe stiftet. Ja, weiterführend wird nicht jeder \"mitgenommen\" und ist auch eher privat und nicht zwingend mit dem Forum verbunden.\n\nEs soll sich unterhalten und nicht über andere wie 500g Hackfleisch hergefallen werden. Was dazu führt das ich auch nicht wie das OT 50 Mitglieder sehen will, wovon 20 einer Person gehören und 25 der anderen. Ich bin eben kein Freund davon mit diversen Accounts eine andere Rolle zu spielen, nie sicher sein zu können wer wo hinter steckt und jeden Tag einen neuen Sherlock Holmes Fall lösen zu müssen.\n\n> MAKE OT GREAT AGAIN\n\nUnd nein. Das wird wohl nie wieder passieren o_o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-09T08:51:32.647+0000","up_votes":1,"down_votes":0,"body":"Jemand neues? :D \nÄhm ich hab das erste mal vor 12 Monate mit dir geschrieben.\nDamals habe ich einen Döner bestellt.\nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/THlIulWY-tgsg-currywurst-badchen?show=flat\n\nEs gibt bestimmt auch noch mehr Dialoge die ich mit Schokohörnchen geführt habe die alt sind. \nNur weil du vergesslich bist heisst es nicht das ich neu bin. \n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-09T10:54:55.844+0000","up_votes":1,"down_votes":0,"body":":) Ich weiß das \"LordTyrion\" und \"Schokohörnchen\" eine handvoll Kommentare hatten.\n\nAber Tarum20 kann ich jetzt auch noch auf die Liste setzen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-09T13:12:56.170+0000","up_votes":1,"down_votes":0,"body":"mach mal bitte dein nächstes Game mit Maggie weil Valdis war auch 5:5 B3 eingestuft wie Maggie und nun hab ich ein Game gewonnen und bin nach B1 gesprungen!!! o.O das sollte doch eigentlich nicht gehen...Ich bin gerade verwirrt ich war doch nichtmal in der Promo.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-03-09T12:26:37.439+0000","up_votes":1,"down_votes":0,"body":"Ich habe Tarum zwar schon vor ein paar Tagen genannt als ich meine Accouts aufgezählt habe aber egal :) \nDer ist eh im Forum gebanned schon seid 10 Monate oder vllt sogar noch länger idk :D","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2019-03-09T11:43:48.083+0000","up_votes":1,"down_votes":0,"body":"Ich bezog mich auf den Post vom nordischen  Rotkäppchen Fresser 87.\n\nStimmt. Das OT bestand nur aus Meister Rümmel und seinen 40 Smurfs. Wir wurden durchschaut. Dann ist es wohl besser, ich verschwinde wieder in das Loch, welchem ich entstieg. \nDie tiefen Wunden der Erkenntnis lecken...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-09T12:42:46.366+0000","up_votes":1,"down_votes":0,"body":"So einen Kommentar habe ich von Wölfchen nicht gesehen und er existiert auch nicht (mehr). IDK\nhttps://media.giphy.com/media/B5u2gfffcW8zm/giphy.webp?cid=3640f6095c83af4539316b7477b8f45f\n\nNicht \"Meister Rümmel und seine 40 Smurfs\" sondern so wie ich sage \"wovon 20 einer Person gehören und 25 der anderen\". Und so schön es für manch einen wäre wenn da wieder was Leben in die Bude kommen würde ... Am Ende hat doch sowieso keiner die Muße sich das ernsthaft für längere Zeit anzutun. Die alte Tour läuft ja offensichtlich nicht mehr und für was wirklich Neues scheint sich niemand zu interessieren oder es zumindest nicht umsetzen zu wollen. Mir tut des auf der einen Seite so hart leid für das OT, aber auf der anderen trägt halt auch niemand sonst die Schuld an diesem Verwesungszustand.\n\nIch würde gerne alle von euch ohrfeigen und einmal auspeitschen bis sich da wirklich mal jemand ein Herz nimmt und regelt >.&lt; Hier! Nimm!\nhttps://media.tenor.com/images/0f836f9ea309f60769b05fe582668606/tenor.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-09T13:08:45.359+0000","up_votes":1,"down_votes":0,"body":"im OT könnten wir ja sogar heiraten. :)","replies":[]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2019-03-08T15:34:01.498+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Neamhoilte,realm=EUW,application-id=YnZkMR0R,discussion-id=bEtjox20,comment-id=0018,timestamp=2019-03-08T14:29:42.965+0000)\n>\n\n> Habt ihr jetzt nen Aufnahmeritus oder was? Mutiert ihr etwa zu nem elitären Haufen, wo die Gnade der Geburt ausschlaggebend ist?\n\nNicht die Gnade der Geburt, sondern die Gnade der \"Elite\" selbst.","replies":[{"id":"","poster":"Neamhoilte","date":"2019-03-08T17:56:48.560+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Verwaltungsakt,realm=EUW,application-id=YnZkMR0R,discussion-id=bEtjox20,comment-id=00180000,timestamp=2019-03-08T15:34:01.498+0000)\n>\n> Nicht die Gnade der Geburt, sondern die Gnade der \"Elite\" selbst.\n\nSoweit ist es schon gekommen...\n\n#Forum! Hörst du! Wehret den Anfängen!","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2019-03-08T16:50:27.958+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 120, superspäte Abendausgabe**\n\nImmer wieder erstaunlich, welche Steilvorlagen man der deutschen Bahn gibt und wie sie es Mal um´s Mal schaffen, diese zu verhauen. Heute zum Beispiel: Notarzteinsatz in einer S-Bahn, die am Bahnhof rumlungert. Nicht schön, aber... war nicht meine S-Bahn, deswegen war mein Mitgefühl auch eher so mittelmäßig^^\nHieß dann aber für uns: 2 Stationen müssen übersprungen werden. Wir sind einfach mit Standard-Fahrgeschwindigkeit am Ausweichgleis vorbeigetuckert und weiter ging die wilde Fahrt. Keine großartigen Pausen oder sonstige Verzögerungen. Ende vom Lied: 2 Minuten Verspätung.\n\nManchmal glaube ich echt, die machen das mit Absicht.\n\nLabor war heute wie erwartet entspannt, nur der Englischunterricht bat heute ein... Kuriosum: wir bekommen einen englischen Text und unsere Aufgabe lautet, ihn auf Deutsch zu übersetzen und zusammenfassen. Kein großer Aufwand, wurde auch schön gemacht. Dann aber der nächste Auftrag: Unterhalte dich mit deinem Sitznachbarn und erzähle ihm den Inhalt deiner Übersetzung.\nAuf Englisch.\n\nDie Englisch-Tante hat sich doch vor der Stunde locker noch was durchgezogen! Das macht ungefähr so viel Sinn wie die Anweisung der japanischen Piloten, beim Angriff auf Pearl Harbor keine Öllager zu bombardieren!\n\nAber trotz dessen naht das Wochenende und ich muss mich auch direkt wieder verabschieden und mich fertig machen, denn es wartet noch ein Konzert auf mich ;)\n\nIn diesem Sinne: frohes Wochenende euch!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-08T18:05:34.521+0000","up_votes":1,"down_votes":0,"body":"auf was für ein Konzert gehst du?","replies":[]}]},{"id":"","poster":"Veezey","date":"2019-03-08T13:38:06.607+0000","up_votes":1,"down_votes":0,"body":"IIch dachte immer Schlangen häuten sich, weil die alte Haut zu eng wird. Jetzt weiß ich es besser.","replies":[]},{"id":"","poster":"Necromant","date":"2019-03-08T09:45:55.964+0000","up_votes":1,"down_votes":1,"body":"Stäbchen > Valdis Thread\n\nWallhalla mein Bruder, wir halten zusammen!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-08T09:56:57.092+0000","up_votes":1,"down_votes":0,"body":"Ehre","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-08T09:48:12.058+0000","up_votes":1,"down_votes":0,"body":"Küss deine Auge, auf meinen Nacken","replies":[{"id":"","poster":"Necromant","date":"2019-03-08T09:49:17.585+0000","up_votes":1,"down_votes":0,"body":"Disch mach isch Messa!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-08T09:54:32.766+0000","up_votes":1,"down_votes":0,"body":"Ich hab keine angst nur weil du einen kennst, der einen kennt, der ein Messer hat ! :P","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-08T09:24:55.729+0000","up_votes":1,"down_votes":0,"body":"Haben Pinguine knie ? \n\nFragen über Fragen ^^ \n\nGuten morgen heute ist ja nicht viel los hier :D wird zeit das das mal jemand ändert ^^ \n\nAlso ich bin mega habe das meine 3 Tage Woche jetzt rum ist. Bin brutal unmotiviert und freu mich schon auf mein Sofa:? :3","replies":[]}]}