{"id":"GKoRsO12","poster":"Xavio99","date":"2015-02-16T22:14:40.944+0000","title":"Shaco rework","subforum":"Champions & Gameplay","embed":{"title":"@Riot Updates on Shaco rework","description":"@Riot Updates on Shaco rework General Discussion","url":"http://forums.na.leagueoflegends.com/board/showthread.php?p=44857594","image":"http://avatar.leagueoflegends.com/na/Amoralism.png"},"up_votes":1,"down_votes":2,"body":"Stimmt es das für Shaco vielleicht dieses Jahr ein rework kommt? Es gab eine Internetseite auf der ein Mitarbeiter von Riot gasagt hat es wird ein rework geben da er zu schwach sei.\r\n Ich wollte jetzt fragen ob er dann stärker gemacht wird. Oder ob es schon erste informationen gibt wie er sich verändern wird. Danke für die Antworten und noch schön weiter Fasching feiern{{champion:35}} {{champion:35}} {{champion:35}} :)","replies":[{"id":"","poster":"Dragneel","date":"2015-02-16T23:12:44.285+0000","up_votes":2,"down_votes":0,"body":"Mir ist schon seit längerem ein Shaco rework bekannt. War hierbei nicht die Rede davon, dass beispielsweise der Klon die selben Fähigkeiten ausführen soll wie der echte Shaco?","replies":[]},{"id":"","poster":"AkaiHono","date":"2015-02-16T22:44:46.879+0000","up_votes":2,"down_votes":0,"body":"Ein Shaco Rework kann ich mir gar nicht vorstellen, denn er wird noch heufig gespielt und schwach ist er keines falls. \nMir ist bekannz, dass es ein {{champion:83}} , {{champion:44}} und {{champion:78}} Rework geben wird.","replies":[]},{"id":"","poster":"Xavio99","date":"2015-02-17T09:15:08.259+0000","up_votes":2,"down_votes":1,"body":"DRAGNEEL ich glaube es köntte sogar Stimmen da ich von sowas auch gelesen habe,  aber ob das Stimmt weiß ich nicht. Bin Shaco main und freue mich für jede Verbesserung für Shaco und bei verschlechterungen nicht soXD{{champion:35}}","replies":[]},{"id":"","poster":"Ivern Βοt","date":"2015-02-27T09:23:10.809+0000","up_votes":1,"down_votes":0,"body":"Rework war doch schon letztes Jahr geplant wenn ich mich recht entsinn. Naja bin der Meinung so wie er jetzt ist ist er Stark genug also ich habe keine  Probleme mit ihm. Er ist halt kein Champ dem man eben mal schnell pickt und das beste draus macht. Sowas geht bei ihm meist schief aber wer sich dran gewöhnt hat räumt gut ab. \n\nPS: diese Form der Ulti würde auch nix ändern mmn denn die einziege Fähigkeit die ich mache ist q damit kill ich meinen Gegner oder flüchte  \n\nSinnvoller fände ich das der Klon auch den Buff hat aber ich denke das macht Shaco dann zu stark viel zu stark weil dass ist meines Erachtens die Schwachstelle die er hat bei guter Anwendung natürlich :D \n\nIch hoffe ehrlich das er genau so bleibt wie er jetzt ist.","replies":[]}]}