{"id":"XcNoz66V","poster":"Goldplay161211","date":"2019-03-07T22:10:09.622+0000","title":"Osterturnier der Evil-Gaming Community","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Hallo zusammen, \r\n\r\nwir die Community \"evil.gaming.vc\" existieren seit über einem Jahrzent und sind eine Multigamingorganisation, die sich seit mehreren Monaten nun auch League of Legends widmet. Inzwischen sind wir mit 9 Teams ausgestattet, wovon 5 in der SINN-League spielen, Tendenz steigend. Wir arbeiten am Ausbau der Community, der Zufriedenheit der Teams und der Verbesserung der einzelnen Spieler in professionellem Einzel- und Teamcoaching. Hiermit veranstalten wir offiziell unser erstes Turnier.\r\n\r\nZu den Infos:\r\n\r\nDas Turnier findet am Ostersamstag, den 20.04.2019 statt. Die Teilnahme ist kostenlos. \r\nAnmelden kann sich jeder bis maximal Platin 1 Flexquerang. \r\n\r\nWir wollen, dass die teilnehmenden Teams Spaß haben, Erfahrung sammeln und weitere Mitstreiter finden, vielleicht sogar ihr aus \"Spaß\" gegründetes Team weiterhin besteht! Wir wollen keine Smurfs oder Account Sharing! Wir prüfen alle Accounts bereits vor dem Turnier, auch in dem Turnier werden die Spiele überwacht und bei Verdacht \"unter die Lupe\" genommen. \r\nDer Verstoß gegen die EINZIGE Teilnahmebedingung führt zum sofortigen Ausschluss des Teams!\r\n\r\nBei Interesse zur Anmeldung addet ihr \"GoldPlay161211\" in game und teilt euren Teamnamen plus die Namen der Mitspieler mit, daraufhin erhaltet ihr weitere Instruktionen. \r\nAnmeldeschluss ist am 13.04.2019. \r\nAb dem 14.04. erstellen wir dann auf Basis der uns eingegangenen Anmeldungen entsprechende Turnierbäume und leiten diese weiter.\r\n\r\nBeginn des Turnieres und Ablauf:\r\n\r\nCheck-in ist auf unserem Ts3 (mit allen Mitgliedern des Teams) am 20.04. von 10 Uhr bis 12 Uhr. Beginn des Turnieres ist um 12.15 Uhr. Unsere Ts-Ip lautet: evil.gaming.vc. Hier könnt ihr uns auch vorab bereits erreichen, für evtl. Zwischenfragen. \r\n\r\nJedes Team darf sich mit MAX. 2 SUBSTITUTES anmelden, für den Fall von Ausfällen im Main Roster!\r\n\r\nZuerst werden alle Teams nach Ihren Elos sortiert und spielen dort in ihrer eigenen Gruppe gegeneinander im BO1 (3x Goldspieler, 2x Silber = Goldteam, da Mehrheit Gold). Nach diesem Miniturnier im eigentlichen Turnier, spielen alle Teams im BO1 gegeneinander. Die Sieger ziehen eine Runde weiter. Ab dem Viertelfinale wird im BO3 weitergespielt. Das Finale findet im BO5 statt. Die Spiele werden nach Zufallsprinzip und je nach freiem Caster gestreamt und mit dem üblichen 3 Minuten Delay live gestreamt.\r\n\r\nPreise:\r\n\r\nIn den Elo-internen Gruppen bekommt:\r\nPlatz 1: 10 Euro\r\nPlatz 2: 5 Euro\r\n\r\nIm Hauptturnier sieht der Preispool wie folgt aus:\r\n\r\nPlatz 1: 100 Euro, sowie 5 Coachingstunden bei Valhalla Coaching\r\nPlatz 2: 50 Euro, sowie 3 Coachingstunden bei Valhalla Coaching\r\nPlatz 3: 25 Euro, sowie 2 Coachingstunden bei Valhalla Coaching\r\nPlatz 4: 10 Euro\r\n\r\nDas Preisgeld erhält die Person, die das Team anmeldet, entweder über Paypal, per Überweisung oder als RP, je nach Wunsch.\r\n\r\nBezüglich der Coachingstunden danken wir vorab Valhalla Coaching für die gute Zusammenarbeit mit unserer Community und für das Sponsoring. Hierbei gilt zu erwähnen, dass die Stunden sowohl als Teamcoaching, als auch als Einzelcoaching eingelöst werden können. \r\n\r\nBei der Inanspruchnahme der gewonnenen Coachingstunden gilt Folgendes zu beachten: \r\n\r\nDie Gewinner sind verpflichtet sich innerhalb von einer Woche nach dem Ende des Turniers via E-Mail oder Facebook bei Valhalla Coaching zu melden und einen Termin für die gewonnenen Stunden auszumachen. Der Coach wird hierbei von Valhalla Coaching gestellt und ist nicht wählbar.\r\n\r\nTermine können nur ausgemacht werden, wenn diese zu einem für alle Parteien umstandslosen Zeitpunkt stattfinden und diese dem zustimmen. Sollte kein Termin vereinbart, oder eine Sonderabsprache getroffen werden können, verfällt sämtliches Anrecht auf die gewonnenen Stunden. Gleiches gilt bei einem ausgemachten, aber nicht wahrgenommenen Termin. Zudem zählen Stunden, die trotz Terminvereinbarung nicht wahrgenommen wurden, als erfolgreich abgeschlossen.\r\n\r\nWir wünschen allen teilnehmenden Teams viel Glück und Spaß am Spiel.\r\n\r\nIn diesem Sinne Happy Feed \r\n\r\nGoldPlay161211","replies":[]}