{"id":"PnEB4nVn","poster":"Keintrick","date":"2019-03-07T21:15:35.707+0000","title":"2-3 Sekunden Lags (trotz guter FPS und Ping)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nich weiß es gab einen ähnlichen Thread vor nicht all zu langer Zeit. Allerdings wurde hier auch keine Lösung gefunden/gepostet.\n\nMein Problem:\nWenn ich im Spiel bin höre ich schon in den ersten 30 Sekunden, dass der Ton öfters für 1 Sekunde aussetzt.\nDie ersten Minuten in denen ich auf der Toplane farme hält sich das Ganze eigentlich im Rahmen, allerdings dennoch nervig, wenn für 0,5-1 s Aussetzer stattfinden.\n\nGeht es aber nun ins Midgame, bzw. in Fights, werden die Aussetzer auf ca. 3 Sekunden ausgedehnt.\nSobald eine Situation kommt, in welche es etwas mehr \"Action\" gibt, friert der ganze Bildschirm ein und nach 3 Sekunden wird man in die \"Zukunft\" katapultiert, was relativ dumm ist, da ich dann, aus Sicht des Gegners, 3 Sekunden lang nicht agiere.\nDas endet dann meist, dass ich Tod bin, oder in den Tower gelaufen bin, oder Trades, welche ich einfach hätte gewinnen müssen mit ca. 80% Health-Verlust verlasse.\nNach den 3 Sekunden geht es \"ganz normal\" weiter. Es tritt auch nicht bei jeder \"Actionlastigen\" Aktion auf, aber eben zu ca. 80%.\nD.h. sobald es in einen Fight geht, kommt es sehr häufig vor, dass der Bildschirm für 3 Sekunden einfriert und man dann Tod ist.\n(Die 3 Sekunden kann ich relativ genau beziffern, da wenn der Bildschirm einfriert ich auf die Zeitanzeige achte, welche auch stehen bleibt. Wenn es dann weitergeht, sieht man, wie die Sekunden einen Sprung von 3 Sekunden machen)\n\n**Mein PC:**\n- Case: NZXT \"CA-S340W-W1\" S340\n- CPU: AMD FX 8350 Octa-Core (4GHz, Socket AM3+,16MB Cache) \n- WaKu CPU: ARCTIC Liquid Freezer 240\n- MB: MSI 7693-050R SLI, integr. WaKu\n- GPU: Powercolor AXR9 390X 8GBD5\n- DDR: Kingston HyperX Fury HX318C10FWK2 (2x8GB)\n- PSU: Combat Power CP 750W\n- SSD: Samsung MZ-75E250B/EU 850 EVO (2x)\nOS: Win10 Education\nBildschirme: BenQ GW2870-T (2x)\n--> Das ganze System ist zwar schon etwas älter (2015) läuft aber ohne Probleme und für \"LoL\" sollte es alle Voraussetzungen erfüllen.\n\n**Internet**\n- DSL 50k\n- FritzBox 7490\n- Anschluss direkt auf Port1\n- PC wird in der FritzBox (als einziges Gerät) priorisiert\n\n**FPS:** ~120 FPS (habe ich gefixt)\n**Ping:** ~30ms\n\n**Was ich bisher schon probiert habe**:\n- Windows Update &amp; Fehlersuche\n- Festplatten Bereinigung &amp; Optimierung (Festplatten sind beide je zu ca. 60 % unbelegt)\n- LoL Client \"Reparatur\"\n- LoL Client neuinstallieren (auf beiden Festplatten bereits versucht)\n- Grafikeinstellungen auf Low und auf High getestet\n- Alle Hintergrundprogramme geschlossen ingame: CPU-Auslastung 30% / GPU: 40% / DDR: 40%\n- Windows-Defender und Avira deaktiviert\n- Temparatur der GPU/CPU/MB bleibt bei ca. 35°C\n\n* Auf meinem SurfaceBook (i5 mit NVidia-GPU), welches \"schwächer auf der Brust ist\", läuft LoL ohne Probleme...?","replies":[]}