{"id":"xiE3U0Jx","poster":"Kharox","date":"2015-02-16T07:53:56.089+0000","title":"Reparatur Funktion spinnt - Bug?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Beschwörerkollegen,\r\n\r\nich habe folgendes Problem:\r\nvor zwei: drei Tagen, einen Tag, nachdem ich den neuen Patch geladen hatte (ich hatte das Spiel seither nicht mehr gestartet),\r\nwollte ich mich ganz normal einloggen. Da bekam ich die Nachricht, dass fehlerhafte Dateien entdeckt wurden. \r\nIch dachte mir \"Okay, kann ja mal passieren, dass etwas nicht richtig patcht\" und klicke auf Ok, worauf auch ganz normal \"1 File Scanned\" erscheint.\r\n\r\nAls sich nach einer halben Stunde noch nichts daran geändert hat, wurde ich misstrauisch, und habe das Ganze abgebrochen, und wurde gleich von einer Bug Splat Nachricht überrascht. Also startete ich es erneut, wieder \"Ok\", wieder das unendliche \"1 File Scanned\". \r\nBeim dritten Versuch, kam die Nachricht nicht, und ich konnte mich (glücklich) wieder normal einloggen.\r\n\r\nZur Sicherheit startete ich ein Freies Spiel, aus welchem ich auch gleich wieder herausflog, und auch fünfmaliges betätigen der \"Reconnect\"-Taste änderte daran nichts. Also startete ich Lol neu, und ging auf \"Reparieren\". Beim ersten Mal lud es auch ordnungsgemäß, bis ich leider versehentlich das Spiel schloss. Das war ein großer Fehler. Seitdem weigert sich auch diese Funktion (selbst, wenn ich sie als Admin ausführe), mehr als eine Datei zu prüfen, und ich bin jetzt schon seit fast 48 Stunden in einem Freien Spiel. {{item:3070}} \r\n\r\nHat jemand eine Idee, was ich machen könnte? Ich würde das Neu-Installieren gerne so lange wie möglich vermeiden, da das bei einer momentanen Internetgeschwindigkeit von 45 kb/s doch etwas dauern könnte.\r\n\r\nVielleicht wäre noch zu erwähnen, dass ich am Tag des Patches meinen PC von alten Windows- Updates gereinigt, und ihn defragmentiert habe.\r\n\r\nFür alle brauchbaren Antworten bedanke ich mich schonmal im Vorraus;\r\neuer Kharox :)","replies":[{"id":"","poster":"Tiaryn","date":"2015-02-16T11:35:30.576+0000","up_votes":1,"down_votes":0,"body":"Wie bist du seit 48 Stunden in einem freien Spiel wenn du gar nicht patchen kannst?\nIch fürchte allerdings du kommst kaum um eine saubere Neuinstallation herum.\nWenn der Patcher nicht richtig patchen will und das Spiel nicht richtig startet, dann weiß man nicht wo der Client überall kaputt ist.\nHast du keine Möglichkeit den Client irgendwo runterzuladen und dann auf deinen PC aufzuspielen? z.B. Uni, Schule, Arbeit, MacDonalds^^","replies":[{"id":"","poster":"Kharox","date":"2015-02-16T12:11:42.459+0000","up_votes":1,"down_votes":0,"body":"Naja, der Patch war schon fertig, ich konnte mich nur danach nicht mehr einloggen. Das mir dem Launcher runterladen ist an sich eine gute Idee, ich bezweifle aber, dass wir einen Lehrer an der Schule haben, der zocken nicht abgeneigt ist. ^^ Aber ich werde wohl bis nächste Woche warten, mit aufgefrischtem Internetvolumen (und ca. 500 kb/s) dürfte es etwas schneller gehen. ;) Aber danke für deine Antwort :)","replies":[{"id":"","poster":"Tiaryn","date":"2015-02-16T17:52:28.787+0000","up_votes":1,"down_votes":0,"body":"Welches mobile Internet benutzt du? Bei HSDPA und anderen 'normalen' mobilen Verbindungen kann es immer wieder zu Patch- und Verbindungsproblemen kommen.\nDiese Verbindungen sind einfach nicht auf Stabilität und Geschwindigkeit ausgelegt.","replies":[]}]}]}]}