{"id":"Oyi7ZaTm","poster":"Chrost","date":"2019-03-07T21:02:31.874+0000","title":"EtS sucht Mid-Laner ab Gold+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin, Servus, Grützi,\r\n\r\nwir suchen für unser Team EternalSunrise (EtS) einen **Main Midlaner mit Spaß am Spiel und Ehrgeiz**. Wir prügeln uns mit derzeit 6 Mitgliedern durch die Summoners-Inn-League, die Mitte ist aber leider noch frei und muss zu unseren Ungunsten mit Subs besetzt werden. Unser \"Neuer\" sollte daher **sofort einsatzbereit sein für die SINN-League**. Als Team trainieren wir Di.&amp;Do. abends sowie vor den sonntäglichen Turnieren im Flex und SCRIMMen mit einigen Partner-Teams. Eine selbstverständliche Grundvorraussetzung für uns ist TS3 und ein ordentliches Headset sowie stabiles Internet&amp;Rechner.\r\n\r\n**Das solltest Du mitbringen:**\r\n-SoloQ/FlexQ = Gold+\r\n-Mid-Main, über den Rest lässt sich reden (außer du bist Supp)\r\n-Ordentlicher Champion-Pool mitsamt aktuellen Meta-Champs (sei bitte kein O-T-Pawny)\r\n-Niederlagen tilten dich nicht mehr als uns\r\n-Spaß am Spiel\r\n-Langfristig Ehrgeiz fürs Training und Turniere (&amp; natürlich die Zeit dafür)\r\n\r\n**Wir bieten Dir:**\r\n-Als eigenständiges Team innerhalb einer Community regelmäßige Teilnahme an internen Turnieren\r\n-Game-Analysen von Leuten, die das Game schon viel zu lange spielen\r\n-professionelle Coaches für Team- und Solo-Coaching über unsere Community\r\n-Teilnahme an offiziellen Turnieren sowie regelmäßiges Flex- und Duo-Queuen\r\n-Nette Dudes (17-28 J.) und eine Dudine :)\r\n-eigene TS-Server sowie ein Community-TS\r\n\r\n\r\nDu fühlst dich angesprochen? Du hast Bock auf eine leicht bescheuerte, ambitionierte Truppe? Dann melde dich bitte hier oder ingame bei \"Korean Expôrt\", \"Chrost\", \"FuSi0nZz\" oder schick uns eine Briefscuddler ;)\r\n\r\nEternal Sunrise","replies":[{"id":"","poster":"Chrost","date":"2019-03-10T11:36:57.609+0000","up_votes":1,"down_votes":0,"body":"Sind fündig geworden, vielen Dank :)","replies":[]}]}