{"id":"KM9PBQMe","poster":"HappySchabernack","date":"2015-02-15T00:47:32.891+0000","title":"Räume, Lobby und Selbst erst. Spiele","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":0,"body":"Hallo zusammen\nAuf unserem Free-Zocker-Community Teamspeak (achtung schleichwerbung) ts3.die-zocker.eu haben wir letztens mit ein Paar ideen jongliert, da jetzt zurzeit auch der Nemesis mode draussen ist und im internen selbst-erstellten auf der Aram map doch recht funny ist.\n\nwie wäre es, wenn man wie bei Empire Earth ZDE doch in den selbst erstellten games einstellungen vornehmen könnte, wie man intern spielen möchte: z.B. Reiterauswahl: \"Goldregeneration\" >High > low > usw  (also wie in aram = high oder wie im normal = low usw) dann ne Reiterauswahl:\"Itemmap\" >items aus aram (winterkugel z.b.) > items aus der dreiermap... > usw dann noch einige häkchenoptionen die man anklicken kann und zu diesem Spiel hinzufügen kann. z.B. URF [häkchen] Hexakill [Häkchen] Oneforall [häkchen] Mirror [keinhäkchen] usw ich kann verstehen, dass diese modis nciht dauerhaft per warteschlangenanmeldung zur verfügung stehen sollten. Aber im selbst erstellten: wieso nicht? Erinnert euch an EE ZDE: es fördert spielmodisspezifische Clans, loyalität, damals wusste man bei EE-ZDE auch, welcher clan zu welchen game die richtigen ansprechpartner sind. MfG Dér Brain","replies":[{"id":"","poster":"BadabingBadaboom","date":"2015-02-15T01:25:29.150+0000","up_votes":2,"down_votes":1,"body":"Das Problem, Riots Entwickler sind zu inkompetent soetwas zu integrieren, das erkennt man schon an der Replayfunktion, was für S2 versprochen wurde und wir haben S5 immernoch kein Replaysystem inc. man muss auf Thirdperson Programme zugreifen, was von Spieler in ihrer freizeit gecodet wird, ein weiteres Beispiel ist das PvP.net Client, Spieler schaffen in der freizeit eine Alternative zu coden, was Riots Team nicht schafft, das kauft dann Riot natürlich einfach auf (CrossPvP), da fragt man sich was macht Riot-Entwicklerteam all die Jahre, wenn die ja für alles fast ein eigenes Team haben.","replies":[]},{"id":"","poster":"HappySchabernack","date":"2015-08-05T16:07:20.831+0000","up_votes":1,"down_votes":0,"body":"naja 8 positive Stimmen ^^","replies":[]},{"id":"","poster":"Neko Meow Nya","date":"2015-02-24T15:07:12.244+0000","up_votes":1,"down_votes":0,"body":"gab das thema schonmal innen NA forum riot sagt erstmal nichts zu einem +230 thread naja http://forums.na.leagueoflegends.com/board/showthread.php?t=4239694#","replies":[]}]}