{"id":"EFl7gb50","poster":"ΑοΚι","date":"2015-02-14T17:13:00.740+0000","title":"Firewall blockiert?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\nIch war/bin noch in einer Runde Nemesis, als plötzlich im Game die Verbindung herstellen Leiste auftauchte und ich nichts mehr machen konnte. Natürlich habe ich dann gewartet und gehofft das schnell alles wieder funktioniert (ca.20 Spielminute), allerdings ist nichts passiert und ich habe nach ca.5min das Spiel beendet. Anschließend wollte ich die Verbindung zur Runde wiederherstellen, jedoch ging dies auch nach mehrfachem Versuchen nicht...\r\nJedes mal kam die Meldung (bevor der Ladescreen kommt - Bildschirm nur schwarz) Server konnte nicht erreicht werden, möglicherweise blockiert die Firewall die Verbindung. \r\nAlso nun meine Frage: \"Kann die Firewall daran Schuld sein obwohl ich nichts daran geändert habe und wie könnte ich das Problem beheben? \r\n\r\nmfg.\r\nVcHunter","replies":[{"id":"","poster":"ΑοΚι","date":"2015-02-17T21:12:15.449+0000","up_votes":1,"down_votes":0,"body":"Hab zu dem Problem die Infos vom Support reinbekommen, hoffe sie helfen euch :)\n\n\nBitte lasse folgende Anwendungen durch deine Firewall zu:\n\n[League of Legends Ordner]\\RADS\\solutions\\lol_game_client_sln\\releases\\[neueste version - z.B.: 0.0.0.xx]\\deploy\\League of Legends.exe\n[League of Legends Ordner]\\RADS\\projects\\lol_air_client\\releases\\[neueste version - z.B.: 0.0.0.xx]\\deploy\\LolClient.exe\n[League of Legends Ordner]\\RADS\\projects\\lol_launcher\\releases\\[neueste version - z.B.: 0.0.0.xx]\\deploy\\LoLLauncher.exe\n[League of Legends Ordner]\\RADS\\projects\\lol_patcher\\releases\\\\[neueste version - z.B.: 0.0.0.xx]\\deploy\\LoLPatcher.exe\n\nOder schalte gegebenenfalls deine Firewall aus.\n\nSollte das Problem bestehen, so schickt dem Support folgendes:\n• Netalyzer Test\n• Netzwerkinformationslog\n• Prozessliste\n\nInformationen dazu findet ihr hier:\nhttps://support.riotgames.com/hc/de/articles/201752674-Netzwerk-System-und-League-of-Legends-Logs","replies":[]},{"id":"","poster":"ΑοΚι","date":"2015-02-17T20:20:54.643+0000","up_votes":1,"down_votes":0,"body":"Diese schöne \"Verbindung wiederherstellen\" Benachrichtigung ist ganz schön nervig vor allem in einem ranked game, aber in der Regel wird sie bei mir auch wiederhergestelt.\nAuf jeden Fall Danke für den Tipp. Probiere ich dann beim nächsten mal aus (hoffentlich gibt es kein nächtes mal) :D","replies":[]},{"id":"","poster":"LuckyLinus","date":"2015-02-17T03:46:05.621+0000","up_votes":1,"down_votes":0,"body":"Passiert mir auch hin und wieder. Bei mir hilft dagegen, das Spiel zu beenden, WLAN aus- und wieder anzumachen, und wenn ich mich dann wieder einlogge, kann ich mich auch wieder problemlos verbinden. Wenn ich mein WLAN nicht neustarte, kann ich mich zwar in den Client einloggen, aber nicht zu dem noch laufenden Spiel verbinden. \n\nAber wie gesagt: Client schließen, WLAN ausmachen, und danach alles wieder an, dann klappt es bei mir (bis zum nächsten DC). Inzwischen schließe ich das Clientfenster auch direkt, sobald im Spiel diese schöne \"Verbindung wiederherstellen...\"-Benachrichtigung aufpoppt, weil es ja doch vergeblich ist, darauf zu warten, dass die Verbindung von alleine wiederhergestellt wird.","replies":[]},{"id":"","poster":"ΑοΚι","date":"2015-02-15T21:11:33.845+0000","up_votes":1,"down_votes":0,"body":"Hm...kennt niemand eine Lösung für dieses Problem?\nAlso ich kann nachträglich nur eines dazu sagen, nach dem Spiel konnte ich jetzt wieder ganz normal weiterspielen und das Spiel wird nirgends bei mir aufgelistet. Ist das bei euch auch so?\n\nZusätzlich schreibe ich mal den Support an und informiere euch, sobald ich was gesagt bekomme.","replies":[]},{"id":"","poster":"AwU Megalanias","date":"2015-02-15T17:47:27.394+0000","up_votes":1,"down_votes":0,"body":"Ich erlebe den selben Spaß und zwar immer wieder... jemand ne Ahnung warum?","replies":[]},{"id":"","poster":"zranit","date":"2015-02-15T02:03:12.822+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nGerade genau das selbe Problem.\n15 Minuten drinnen und zack flieg ich raus und komm nichtmehr ins Game rein. Angeblich auch wegen meiner Firewall obwohl ich überhaupt nix dran geändert hab.\n\nFirewall ist bereits überprüft, Client und Pc wurden ebenfalls neugestartet.\n\nHat irgendjemand ne Idee wie man das fixxen kann? Das is ja schon leicht nervig..\n\nMfg. mKPrime","replies":[]},{"id":"","poster":"World of Fantasy","date":"2015-02-14T18:28:38.547+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist es das selbe problem spiel auch ranked das spiel started normal dann connection verloren und wegen angeblichen Firewall blockierungen kann ich nicht mehr spieln aber könnte vorher noch 3 games spielen. was ist denn hier für das problem warum ich nicht spielen könnte mehr oder nicht mehr rein joinen kann.\n\nmfg.\nSTP","replies":[]},{"id":"","poster":"Damar","date":"2015-02-14T17:59:05.296+0000","up_votes":1,"down_votes":0,"body":"Hi\nIch habe grad das gleiche Problem, nur spiel ich grad Ranked ! :(\n\nWas ich versuch habe:\n1. Spiel neustart\n2.Pc neustart\n3. Firewall gecheckt\n4. anderen Internet Zugang benutzt\n\nmfg.\nDamar","replies":[]}]}