{"id":"VtrsEVxP","poster":"GTB Ceratius","date":"2015-02-14T20:29:09.665+0000","title":"LP-Gain immer noch nicht ganz richtig?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,\r\nletztens gab es ja diesen Aufschrei um die falsch verteilten LP. Dies sollte angeblich gefixt sein.\r\n\r\n**Meine Situation:**\r\nIch habe deutlich mehr gewonnene Rankeds als verlorene (37/26 laut Client) und bin am Donnerstag auch aufgestiegen. Seit ich aufgestiegen bin, habe ich ~7 Games gewonnen und ~3 verloren. Trotzdem bekam ich die letzten Spiele +19/+18/+17/+17/-21. Das ergibt doch gar keinen Sinn. Wieso bekomme ich erstens nach Siegen noch weniger LP als vorher und verlieren 2. mehr als ich gewinne trotz mehr Siegen als Niederlagen? Meine MMR kann doch gar nicht so niedrig sein, wenn ich mehr gewinne als verliere. Übersehe ich irgendwas, bin ich dumm, oder ist das immer noch verbugt? So macht Ranked nämlich nicht so Spaß, weil ich für viel gewinnen kaum etwas bekomme, dafür für's verlieren hart bestraft werden. \r\n\r\nIch will hier nicht weinen, ich spiele weiter und auch so werde ich ja so oder so irgendwann weiterkommen, wenn ich weiter so viel gewinne. Ich möchte nur wissen, ob da was falsch läuft oder ich einfach etwas falsch gemacht habe.\r\n\r\nLieben Gruß\r\nCera","replies":[{"id":"","poster":"iJUKEuQQ","date":"2015-02-15T13:29:25.817+0000","up_votes":1,"down_votes":0,"body":"wenn deine gegner ne cribble mmr haben und du gegen die mit deiner guten mmr verlierst , ist es doch nur fair, wenn du mehr verlierst als du gewinnst oder? denn laut elo bist du besser dementsprechen stehen die odds auf deiner seite.nix ungewöhnliches hier zu finden","replies":[{"id":"","poster":"GTB Ceratius","date":"2015-02-15T16:18:52.850+0000","up_votes":1,"down_votes":0,"body":"MMR ist dafür da ca. gleich gute Spieler in ein Spiel zu bringen (siehe weiter oben). Daher ergibt das nunmal keinen Sinn, dass er Unterschied SO groß ist. :D","replies":[{"id":"","poster":"iJUKEuQQ","date":"2015-02-16T13:12:58.946+0000","up_votes":1,"down_votes":0,"body":"klar und wenn dann die q 10-15 minuten jedes mal dauert wärst du zufriedener?weil es dauert dann schon länger, GENAU gleich starke spieler zu finden als mit ner gewwissen tolleranz dazwischen. stell dir mal vor dann wird 2-3 mal gedoget.da wartest ne stunde bis  du das erste game mal spielen kannst^^und in der zeit erstellst du einen thread wo du drauf hinweist, dass es keinen sinn macht, so lange zu warten.\nmanchen ist der ball zu rund, der rasen zu grün und der himmel zu blau.","replies":[{"id":"","poster":"GTB Ceratius","date":"2015-02-16T14:39:00.338+0000","up_votes":2,"down_votes":0,"body":"Ungefähr gleich gut heißt, dass es Unterschiede gibt, nur halt nicht soo riesige. Das meine ich.","replies":[{"id":"","poster":"iJUKEuQQ","date":"2015-02-16T15:13:21.411+0000","up_votes":1,"down_votes":0,"body":"es ist ja nicht in jedem spiel so, ich glaub du hängst dich auf wenige spiele auf im vergleich zu vielen.im normalfall ist es ja auch nicht so wie du beschreibst es sind halt ausnahmefälle.und wenn du ehrlich bist, weißt du das auch","replies":[]}]}]}]}]},{"id":"","poster":"D3Reap3R","date":"2015-02-14T20:32:12.700+0000","up_votes":1,"down_votes":0,"body":"MMR ist ein komplexes Thema, worüber sich viel und gerne gestritten wird. Aber es ist derzeit das System, mit dem alle bewertet werden. :) Was also bei dir passiert, haben auch Andere in dieser Art.","replies":[{"id":"","poster":"GTB Ceratius","date":"2015-02-14T20:33:48.267+0000","up_votes":1,"down_votes":0,"body":"Ich weiß, was MMR ist und ich habe mir auch den Guide dazu durchgelesen. Deshalb verstehe ich ja auch nicht, warum ich mehr Punkte verliere als gewinne, wenn ich mehr Spiele gewinne (MMR+) als verliere (MMR-).","replies":[{"id":"","poster":"FeS Dregorin","date":"2015-02-14T21:41:33.922+0000","up_votes":1,"down_votes":0,"body":"Ich meine irgendwo mal gelesen zu haben, dass es dabei um die Team-MMR geht. Wenn die deines Teams höher ist, als die deines Gegners, bekommst du weniger wenn du gewinnst und verlierst mehr wenn du nicht gewinnst. (Ihr seid ja schließlich in Punkten besser als eure Gegner und deswegen ist der Sieg quasi einfach und du bekommst weniger dafür.)\n\nKeine Ahnung ob das richtig ist, aber ich hoffe es hilft dir in irgendeiner art und weise!\nMFG","replies":[{"id":"","poster":"GTB Ceratius","date":"2015-02-14T22:14:16.307+0000","up_votes":1,"down_votes":0,"body":"Ja, das stimmt. Laut dem Elo/MMR-Guide gibt es immer ein \"favorisiertes\" Team. Die Unterschiedes sollten aber gering sein..","replies":[{"id":"","poster":"FeS Dregorin","date":"2015-02-14T23:57:33.705+0000","up_votes":1,"down_votes":0,"body":"Falls du die unterschiede des Skills, der Spieler meinst, ja die sollten nicht weit außeinander liegen. Aber das heißt ja nicht, dass man nicht trotzdem die Punkte rapide unterscheiden kann. Vielleicht wird diese differenz ja auch stärker, umso größer der unterschied zwischen den Team-MMRs liegt. Falls du da jetzt folgen konntest, dass war n bissl komisch geschrieben :P","replies":[{"id":"","poster":"Avorox","date":"2015-02-15T13:33:23.234+0000","up_votes":1,"down_votes":0,"body":"Der Unterschied der beiden Team-MMR ist minimal. Die MMR ist nunmal das MatchMakingRating und dafür da, Spieler zusammen in ein Spiel zu bringen, die ca. gleich gut spielen. Durch diesen Unterschied wird also kein so großer Punkteunterschied entstehen.","replies":[{"id":"","poster":"GTB Ceratius","date":"2015-02-15T16:18:08.624+0000","up_votes":1,"down_votes":0,"body":"Richtig, das meine ich. Die Winchance für das \"favorisierte\" Team dürfte schätzungsweise ca. 0,1-0,5% höher sein als für das andere. Nichts weltbewegendes.\n\nInteressanterweise habe ich gestern 2x hintereinander verloren. Beim ersten Loss -20, beim 2. nur -15. Ich werde immer verwirrter. :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Asteriade","date":"2015-02-14T21:06:17.554+0000","up_votes":1,"down_votes":0,"body":"Nope, LP-System funkt einwandfrei und ich habe es zwangsläufig in allen Varianten Erfahren.\n\n\nSeasonstart 29-34+ LP, bis Promo Plat3, dann von 29Spielen 26 verloren. Runter auf Plat5 mit 9-12lp per Win und 20-22per Lose.\n\nAnschließend immer 70/30 gewonnen womit ich in die Phase kam: 17-21 pro Win, 15-21 bei Lose. In dieser scheinst du wohl zu sein.\n\nJetzt ist es eingepegelt bei 21-24pro Win und 15-20 pro Lose.","replies":[]}]}