{"id":"MTdaKQM7","poster":"Sgt Rambooo","date":"2015-02-13T22:10:22.606+0000","title":"LoL Repair...","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Hmmm....\n\nKurze Zusammenfassung:\n1. Update abgeschlossen\n2. Ranked spiel gestartet\n3. Ladescreen finished\n4. Bugsplat\n5. 3x Bugsplat bei (Verbindung wiederherstellen)\n6. Blackscreen und konnte nicht mehr raus...\n7. Pc neugestartet und Lol\n8. Lol Repair wegen eines Update Fehlers welches ca. 8 minuten ging\n9. Spiel gejoint bei minute 15 und gewonnen\n10. Leaverbooster bann a 20 minuten keine ahnung wie viele spiele...\n\nBei den vorherigen Leaverbooster bans war ich selbst schuld da ich kurzfristig termine hatte aber bei dem  hier bin ich irgendwie nicht einverstanden :( \n\n(Ja das ist ein Q,Q Thread)\n\nAchja was haltet ihr davon da der Update zu 5.3 allgemein schon schwierigkeiten hatte.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-02-14T02:34:22.688+0000","up_votes":2,"down_votes":0,"body":"1. Was hat das Thema mit Spielerverhalten zu tun?\n2. Wenn du nicht dauernd leaven würdest, dann würde ein einzelner Leave wegen technischen Problemen auch zu keiner Strafe führen.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-14T07:34:23.021+0000","up_votes":1,"down_votes":0,"body":"Ständig stimmt ja nicht. Da Leaves nur sehr (sehr sehr) langsam verfallen. Man muss für den ersten 2-4 Mal raus gehen, je nachdem wie lange die Dauer zwischen denn einzelnen ist(hab schon von 3 Monaten gehört). Das sinkt immer weiter und um 20min zu bekommen sind es nur 10 Mal, in den meisten Fällen. Nicht wenig, ja, aber wenn man bedenkt das es in einer Zeit von fast einem Jahr seien kann. \nZum Thema:\nDer letzte Patch war wie so oft schon gesagt, schrecklich. es hagelt links und rechts technisch bedingte Leaver-Buster. Habe ich auch schon bekommen(bei bestem Internet 60FPS und 40ms Ping) und man hat trotzdem viele Animationsprobleme, halt auch Blackscreen etc. Man sollte jetzt erstmal 1-2 Tage auf LoL verzichten bis sich alles wieder beruhigt hat. Weil zur Zeit bringt es relativ wenig, weil viele Probleme haben, viele Bugs da sind.\nZu deinem Kommentar:\nja, das hat eigentlich nichts mit Spielverhalten zu tun :D","replies":[{"id":"","poster":"Phobos Selini","date":"2015-02-14T18:33:18.955+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kugelmacher,realm=EUW,application-id=KYnfKGf0,discussion-id=MTdaKQM7,comment-id=00000000,timestamp=2015-02-14T07:34:23.021+0000)\n>\n> Ständig stimmt ja nicht. Da Leaves nur sehr (sehr sehr) langsam verfallen. Man muss für den ersten 2-4 Mal raus gehen,\n\nIch sehe nicht ein, wieso diese Zahl besonders hoch sein sollte. Wer in kurzer Zeit 4 mal das Spiel zerstört, hat seine Strafe mehr als nur verdient.\n\n\n> je nachdem wie lange die Dauer zwischen denn einzelnen ist(hab schon von 3 Monaten gehört). Das sinkt immer weiter und um 20min zu bekommen sind es nur 10 Mal, in den meisten Fällen. Nicht wenig, ja, aber wenn man bedenkt das es in einer Zeit von fast einem Jahr seien kann. \n> Zum Thema:\n> Der letzte Patch war wie so oft schon gesagt, schrecklich. es hagelt links und rechts technisch bedingte Leaver-Buster. Habe ich auch schon bekommen(bei bestem Internet 60FPS und 40ms Ping) und man hat trotzdem viele Animationsprobleme, halt auch Blackscreen etc. Man sollte jetzt erstmal 1-2 Tage auf LoL verzichten bis sich alles wieder beruhigt hat. Weil zur Zeit bringt es relativ wenig, weil viele Probleme haben, viele Bugs da sind.\n\nDu schreibst da von zeitlichen Verfallsdauern, aber das ist falsch. Es kommt auf die Anzahl der Spiele an und die Leaverate. Du kannst auch 4 Jahre gar nicht spielen und wirst trotzdem dann eine Strafe erhalten, wenn du vorher schon auffällig warst und dann nach der langen Pause wieder leavest.\n\nWenn man schon bei den hohen 20 Minuten Strafen angekommen ist, muss man schon ordentlich was auf dem Kerbholz haben. Du schreibst da was von 10 mal. Tja das ist auch schon eine sehr ordentliche Zahl. Ich habe zum Beispiel in meinen LoL Jahren insgesamt weit über 3000 Spiele gemacht und habe in dieser Zeit noch nichtmal 10 Leaves zusammen gekriegt.\n\nTut mir Leid da habe ich echt kein Mitleid, wenn man seine Zeit für LoL nicht richtig organisieren kann.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-14T20:31:07.706+0000","up_votes":1,"down_votes":0,"body":"> Ich sehe nicht ein, wieso diese Zahl besonders hoch sein sollte. Wer in kurzer Zeit 4 mal das Spiel zerstört, hat seine Strafe mehr als nur verdient.\n\nIch hab doch gesagt, das sie sehr langsam verfallen das heißt es muss nicht schnell hintereinander sein. Es können auch 1er 4Monate zeit 1er sein... Da das System nciht transparent ist, ist es halt so.\n\n> Wenn man schon bei den hohen 20 Minuten Strafen angekommen ist, muss man schon ordentlich was auf dem Kerbholz haben. Du schreibst da was von 10 mal. Tja das ist auch schon eine sehr ordentliche Zahl. Ich habe zum Beispiel in meinen LoL Jahren insgesamt weit über 3000 Spiele gemacht und habe in dieser Zeit noch nichtmal 10 Leaves zusammen gekriegt.\n\nErstmal so: Das glaube ich dir nicht, oder wenn doch bist du schon Studi gewesen als du angefangen hast. 10 Spiele sind nciht viel, es gibt so eine Phase von 10-20 Spiele wo alle nen 20 Minüter bekommen, es gibt aber auch Leute die schon beim 5 einen 20 Minütigen haben. Die dauer lässt nicht auf die Anzahl schließen.\n\n> Tut mir Leid da habe ich echt kein Mitleid, wenn man seine Zeit für LoL nicht richtig organisieren kann.\n\nWas tut dir leid? Das du es nicht verstehen kannst wenn man in einem restaurierten Altbau lebt mit Internetproblemen, man auf dem Land lebt, wo das Internet schlecht ist. Man Eltern haben bei denen der \"ich kann das nicht anhalten\" Dialog Standarte ist? Es gibt so viele gute begründungen. Man kann nicht immer von einem 1h 10min game Ausgehen, wenn da steht 30-40 min und man bei 1h leaved, weil man so lange nicht geplant hat, ist das nicht mangelnde Planung.\n\nGenerell mimst du mir hier zu sehr den Vorzeigeknaben. Sorry, aber fühlt sich so an.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-02-14T21:54:37.259+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kugelmacher,realm=EUW,application-id=KYnfKGf0,discussion-id=MTdaKQM7,comment-id=0000000000000000,timestamp=2015-02-14T20:31:07.706+0000)\n>\n> Ich hab doch gesagt, das sie sehr langsam verfallen das heißt es muss nicht schnell hintereinander sein. Es können auch 1er 4Monate zeit 1er sein... Da das System nciht transparent ist, ist es halt so.\n\nUnd ich habe gesagt, dass die Zeit keine Rolle spielt, sondern die Anzahl der Spiele dazwischen.\n\n> \n> Erstmal so: Das glaube ich dir nicht, oder wenn doch bist du schon Studi gewesen als du angefangen hast. 10 Spiele sind nciht viel, es gibt so eine Phase von 10-20 Spiele wo alle nen 20 Minüter bekommen, es gibt aber auch Leute die schon beim 5 einen 20 Minütigen haben. Die dauer lässt nicht auf die Anzahl schließen.\n\nOb du mir glaubst oder nicht, spielt keine Rolle, ich bin ja hier auch nicht das Objekt der Diskussion, denn ich habe keine Strafen. 10 verlassene Spiele sind verdammt viel, sofern sie in einem kurzen Intervall auftreten. Dadurch hast du bis zu 90 anderen Leuten die Spiele versaut. \nDie Dauer der Strafe lässt auf die Stärke der Vergehen schließen. Das bezieht die Häufigkeit und Anzahl der verlassenen Spiele mit ein, und ob es sich um einen Wiederholungstäter handelt. Die genaue Formel kennt natürlich nur Riot.\n\n> \n> Was tut dir leid? Das du es nicht verstehen kannst wenn man in einem restaurierten Altbau lebt mit Internetproblemen, man auf dem Land lebt, wo das Internet schlecht ist. Man Eltern haben bei denen der \"ich kann das nicht anhalten\" Dialog Standarte ist? Es gibt so viele gute begründungen. Man kann nicht immer von einem 1h 10min game Ausgehen, wenn da steht 30-40 min und man bei 1h leaved, weil man so lange nicht geplant hat, ist das nicht mangelnde Planung.\n\nTja genau diese Einstellung wird halt eben jetzt nicht mehr so wirklich tolleriert. Auf dem Land hat man vielleicht nicht so die Bandbreite, aber normalerweise ist die Verbindung stabil. Wer einfach kein stabiles Internet hat, sollte keine kompetitiven Internetspiele machen. Man sollte immer mit Queuezeit und allem mindestens eine Stunde einplanen. Seltene private Probleme werden ja auch tolleriert, schließlich kriegt man nicht direkt mit dem ersten Leave eine Strafe. Aber wenn man einfach generell nicht dazu in der Lage ist, für ein ganzes Spiel online zu sein, dann hat man in LoL nichts zu suchen. Wir wollen hier gute spannende Spiele machen, und das ist nur möglich, wenn alle 10 Spieler die ganze Zeit da sind.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T07:24:45.604+0000","up_votes":1,"down_votes":0,"body":"Das hier ist wie wenn man aneinander Vorbeiargumentiert, du kannst meine Argumente nicht verstehen, weil du noch nie in der Situation warst ich verstehe deine nur Teilweise, weil sie nicht realitätsnah Scheinen.\n\nBtW: An der Zeit lässt sich nur das ungefähre Strafmaß ablesen, wie ich bereits gesagt habe, ob es 10 oder 20 Spiele (also laut deiner Rechnung 90 oder 180 enttäuschte Leute sind) Kann man an 20 Minuten nicht ablesen.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-02-15T12:10:38.821+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kugelmacher,realm=EUW,application-id=KYnfKGf0,discussion-id=MTdaKQM7,comment-id=000000000000000000010000,timestamp=2015-02-15T07:24:45.604+0000)\n>\n> Das hier ist wie wenn man aneinander Vorbeiargumentiert, du kannst meine Argumente nicht verstehen, weil du noch nie in der Situation warst ich verstehe deine nur Teilweise, weil sie nicht realitätsnah Scheinen.\n> \n> BtW: An der Zeit lässt sich nur das ungefähre Strafmaß ablesen, wie ich bereits gesagt habe, ob es 10 oder 20 Spiele (also laut deiner Rechnung 90 oder 180 enttäuschte Leute sind) Kann man an 20 Minuten nicht ablesen.\n\nIch habe auch nie geschrieben, dass es eine exakte Umrechnungstabelle für geleavte Spiele zu Leaverbuster Minutenstrafe gibt.\n\nOh ich verstehe Deine \"Argumente\" sehr wohl. Sie gelten nur nicht. Wenn das Haus brennt, die Frau in den Wehen liegt oder gelegentlich das Internet mal wirklich für länger ausfällt, bekommt man maximal die Warnung mit dem Text eingeben. Seltene Probleme sind zu erwarten und werden unbestraft aufgefangen. Wer aber so häufig leaved, dass er schon bei 20 Minuten Strafen angekommen ist, kümmert sich einfach nicht um ein gescheites Zeitmanagement, hat eine lausige Internetverbindung oder einen Computer mit Hamsterradantrieb. Das ist dann nicht mehr entschuldbar. Ausreden wie die Eltern oder der Altbau zählen dann einfach nicht. Das hätte man wissen müssen und hätte halt nicht spielen dürfen. Alles über 5% Leaverate ist für meinen Geschmack schon zu viel und Riot wird auch bei spätestens 10% die Strafen verhängen, wobei die Strafen eher bei Häufungen in sehr kurzen Spielintervallen verhängt werden. Wenn ich jetzt in den nächsten 10 Spielen drei mal Leave werde ich wohl auch die erste Strafe kriegen, obwohl das im Verhätnis zu meiner Gesamtspielzahl nicht mal ein Promille wäre.\n\nMeine Argumente sind auch nicht realtitätsfern. Man braucht sich doch nur die Foren ein bisschen durchzublättern oder auf die Reaktionen in den Spielen auf einen Leaver zu achten. Jeder hasst das. Daher ist die Leaverate so gering wie nur möglich zu halten. Da die allermeisten ohne den Leaverbuster kennen zu lernen klar kommen, sind wohl eher Deine Ausreden realitätsfern.\n\nBTW: Ist der nächste Schritt bei den Strafen vom Leaverbuster nach den 20 Minuten nicht der Permaban?\n\nEdit: Naja zumindest Zeitbans:\n>The first time a player leaves a game, they’ll see a pop-up explaining that leaving is not okay and then have to manually agree to not leave future games. If they continue to repeatedly ruin other players’ experiences, they’ll enter lower-priority matchmaking for a number of games. While in low priority queue, players will experience queue times that are 5, 10, even 20 minutes longer than a player who hasn't left games.\n\n>Players will know how many games they have in lower-priority, and if they join a premade group, that group will be notified they are playing with a chronic AFK/leaver and they’ll face the same lower-priority time penalty.\n\n>While we hope it doesn’t ever happen, if a player fails to stop AFKing or leaving while in lower-priority matchmaking, continued offenses will result in bans.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T13:21:43.998+0000","up_votes":1,"down_votes":1,"body":"> Ich habe auch nie geschrieben, dass es eine exakte Umrechnungstabelle für geleavte Spiele zu Leaverbuster Minutenstrafe gibt.\n\nHabe ich auch nie behauptet du hast nur von einem von der strafe auf die tat schließen gesprochen.\n\n> Oh ich verstehe Deine \"Argumente\" sehr wohl. Sie gelten nur nicht. Wenn das Haus brennt, die Frau in den Wehen liegt oder gelegentlich das Internet mal wirklich für länger ausfällt, bekommt man maximal die Warnung mit dem Text eingeben. Seltene Probleme sind zu erwarten und werden unbestraft aufgefangen. Wer aber so häufig leaved, dass er schon bei 20 Minuten Strafen angekommen ist, kümmert sich einfach nicht um ein gescheites Zeitmanagement, hat eine lausige Internetverbindung oder einen Computer mit Hamsterradantrieb. Das ist dann nicht mehr entschuldbar. Ausreden wie die Eltern oder der Altbau zählen dann einfach nicht. Das hätte man wissen müssen und hätte halt nicht spielen dürfen. Alles über 5% Leaverate ist für meinen Geschmack schon zu viel und Riot wird auch bei spätestens 10% die Strafen verhängen, wobei die Strafen eher bei Häufungen in sehr kurzen Spielintervallen verhängt werden. Wenn ich jetzt in den nächsten 10 Spielen drei mal Leave werde ich wohl auch die erste Strafe kriegen, obwohl das im Verhätnis zu meiner Gesamtspielzahl nicht mal ein Promille wäre.\n\n1.Mit den Anführungszeichen machst du dich gerade etwas lächerlich.\n2.Nur wenn eines passiert, bei zweien gibt es schon 5min. Das heißt bei dir entweder Haus brennt oder Frau kommt in die Wehen, beides ist nicht.\n3.Seltene Probleme sind beim zur Zeit herrschenden System 1 Ereignis alle 5 Monate, ungefähr zumindest. Das ist unrealistisch.\n4.Ein Computer mit Hamsterradantrieb ist Tierquälerei.\n5.Es ist also nicht entschuldbar, sich es nicht leisten zu können, einen Computer zu kaufen, obwohl die alte XP Kiste noch super geht? Du Argumentierst für eine sehr kleine Schicht, wenn es nach dir gehen würde wäre LoL ein Privileg für eine höhere Klasse, oder wie?\n6. 5% Leavrate, ist mehr als man im allgemeinen für einen 20 min Timer braucht.\n7. Du hast also schon 2.999.993 Spiele gespielt? Sonst geht das bei 1 pro Millionen nicht ganz auf...\n8. Es muss keine Häufung sein. Geh AfK, spiel 10 Spiele, geh nochmal AfK und du bist beim nächsten Mal garantiert bei 5 Minuten.\n\n> Meine Argumente sind auch nicht realtitätsfern. Man braucht sich doch nur die Foren ein bisschen durchzublättern oder auf die Reaktionen in den Spielen auf einen Leaver zu achten. Jeder hasst das. Daher ist die Leaverate so gering wie nur möglich zu halten. Da die allermeisten ohne den Leaverbuster kennen zu lernen klar kommen, sind wohl eher Deine Ausreden realitätsfern.\n\nNaja, du sagst das ein alter Computer oder ein billiges, instabiles Internet keine Argumente sind, ein sehr langes Spiel auch nicht. Das finde ich ehrlich gesagt etwas falsch und \"rangartig\" gedacht, weil wie schon gesagt, es ist nicht so, das es nicht Situationen Gründe gibt die es begründen. Jedes Argument das du gebracht hast bekräftige nur meinen Standpunkt, das es Entschuldigung gibt. Du bist nie gegen das Argument, sondern das Beispiel vorgegangen.\nIch finde es eher Realitätsfern zu sagen, das man mit einer schwangeren Frau im Haus, die kurz vor der Geburt steht, noch LoL anfängt zu zocken.\n\"Man braucht sich doch nur die Foren ein bisschen durchzublättern oder auf die Reaktionen in den Spielen auf einen Leaver zu achten.\" - Ja, man wird meistens die Beschwerde, neben einer, zumeist sehr guten, Begründung finden. Du argumentierst solange so wie du es jetzt tust, bis es dir selbst passiert. Bis du bemerkst das diese \"Ausreden\" keine Argumente sondern Beispiele sind, aber das nur am Rande.\n\n> BTW: Ist der nächste Schritt bei den Strafen vom Leaverbuster nach den 20 Minuten nicht der Permaban?\n\nNein, nicht unbedingt, man kann mehrere Zeitbanns von 20 Minuten bekommen.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-02-15T13:52:41.234+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kugelmacher,realm=EUW,application-id=KYnfKGf0,discussion-id=MTdaKQM7,comment-id=00000000000000000001000000000000,timestamp=2015-02-15T13:21:43.998+0000)\n>\n> Habe ich auch nie behauptet du hast nur von einem von der strafe auf die tat schließen gesprochen.\n> \n> 1.Mit den Anführungszeichen machst du dich gerade etwas lächerlich.\n\nMit den Anführungszeichen drücke ich nur aus, dass Deine \"Argumente\" keine Argumente sind, sondern nur Ausreden.\n\n> 2.Nur wenn eines passiert, bei zweien gibt es schon 5min. Das heißt bei dir entweder Haus brennt oder Frau kommt in die Wehen, beides ist nicht.\n\nWie häufig kommt beides in kurzer Zeit hintereinander vor? Ja genau. Wenn man sonst viele Spiele macht ohen zu leaven wird wahrscheinlich in so einem Fall noch nicht mal eine Strafe fällig. Und ganz ehrlich ich hätte kein Problem damit 5 Spiele mit 5 Minuten Extrawartezeit abzusitzen, nur um eine statistisch unwahrscheinliche Häufung von Extremfällen auszugleichen. Denn ich weiß trotzdem, dass andere dadurch leiden mussten.\n\n> 3.Seltene Probleme sind beim zur Zeit herrschenden System 1 Ereignis alle 5 Monate, ungefähr zumindest. Das ist unrealistisch.\n\nWenn man in den 5 Monten nur 10 Spiele macht.\n\n\n> 5.Es ist also nicht entschuldbar, sich es nicht leisten zu können, einen Computer zu kaufen, obwohl die alte XP Kiste noch super geht? Du Argumentierst für eine sehr kleine Schicht, wenn es nach dir gehen würde wäre LoL ein Privileg für eine höhere Klasse, oder wie?\n\nPff als ob. LoL ist eines der genügsamsten Spiele. Du klingst gerade so, als wäre LoL ein Grafikmonster, für das man bei jedem Patch seinen Rechner aufrüsten müsste. LoL ist ein Privileg für Leute, die einen funktionierenden Rechner haben, auf dem das Spiel läuft, ja. Ich sehe darin nichts falsches. Leute bei denen das Spiel ständig abstürzt und dadurch Leaves verursachen haben nun mal in einem kompetitven Teamspiel nichts verloren.\n\n> 7. Du hast also schon 2.999.993 Spiele gespielt? Sonst geht das bei 1 pro Millionen nicht ganz auf...\n\nPromille heißt pro Tausend. http://de.wikipedia.org/wiki/Promille\nDa ich oben wie erwähnt  schon über 3000 Spiele gemacht habe wären drei Leaves eben eine Rate von weniger als 0,001=0,1%=1‰\n\n> 8. Es muss keine Häufung sein. Geh AfK, spiel 10 Spiele, geh nochmal AfK und du bist beim nächsten Mal garantiert bei 5 Minuten.\n\nDas ist schon eine sehr starke Häufung. Das sind zwei Leaves in 11 Games also fast 20%.\n\n> \n> Naja, du sagst das ein alter Computer oder ein billiges, instabiles Internet keine Argumente sind, ein sehr langes Spiel auch nicht. Das finde ich ehrlich gesagt etwas falsch und \"rangartig\" gedacht, weil wie schon gesagt, es ist nicht so, das es nicht Situationen Gründe gibt die es begründen. Jedes Argument das du gebracht hast bekräftige nur meinen Standpunkt, das es Entschuldigung gibt. Du bist nie gegen das Argument, sondern das Beispiel vorgegangen.\n> Ich finde es eher Realitätsfern zu sagen, das man mit einer schwangeren Frau im Haus, die kurz vor der Geburt steht, noch LoL anfängt zu zocken.\n> \"Man braucht sich doch nur die Foren ein bisschen durchzublättern oder auf die Reaktionen in den Spielen auf einen Leaver zu achten.\" - Ja, man wird meistens die Beschwerde, neben einer, zumeist sehr guten, Begründung finden. Du argumentierst solange so wie du es jetzt tust, bis es dir selbst passiert. Bis du bemerkst das diese \"Ausreden\" keine Argumente sondern Beispiele sind, aber das nur am Rande.\n\nHier redest du wirr von Argumenten und Beispielen bringst aber nichts neues vor. Nur wieder die gleichen Ausreden. \nNatürlich kannst du ein Spiel abbrechen, wenn du willst oder sonst irgendwas wichtiger erscheint. Nur solltest Du verstehen, dass Du hier in einer Spielergemeinschaft spielst, die von Riot verwaltet wird. In dieser Spielergemeinschaft wollen wir, dass die Spiele auch zu Ende gespielt werden. Wenn Du aber nicht genug Interesse mitbringst und ein Mindestmaß an technischem Equipment, dann wollen wir dich einfach nicht, weil du uns zu häufig die Spiele kaputt machst, und das sieht Riot auch so.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T15:08:21.961+0000","up_votes":1,"down_votes":1,"body":"> Mit den Anführungszeichen drücke ich nur aus, dass Deine \"Argumente\" keine Argumente sind, sondern nur Ausreden.\n\nWo durch sie nicht weniger als Argumente sind die du nicht anerkennst, das ist wie in jeder Debatte, ohne Entkräftungsmöglichkeit Erkennt man sie nicht an.\n\n> Wie häufig kommt beides in kurzer Zeit hintereinander vor? Ja genau. Wenn man sonst viele Spiele macht ohen zu leaven wird wahrscheinlich in so einem Fall noch nicht mal eine Strafe fällig. Und ganz ehrlich ich hätte kein Problem damit 5 Spiele mit 5 Minuten Extrawartezeit abzusitzen, nur um eine statistisch unwahrscheinliche Häufung von Extremfällen auszugleichen. Denn ich weiß trotzdem, dass andere dadurch leiden mussten.\n\nKönntest du bitte aufhören dich selbst zu wiederlegen du nimmst mir die Arbeit weg. Jetzt erkennst du es also an, das es passieren kann? Ist jetzt nicht die Diskussion sinnlos?\n\n> Wenn man in den 5 Monten nur 10 Spiele macht.\n\nNach meinem Wissenstand ist es eine zeitliche Begrenzung keine spieltechnische.\n\n> Pff als ob. LoL ist eines der genügsamsten Spiele. Du klingst gerade so, als wäre LoL ein Grafikmonster, für das man bei jedem Patch seinen Rechner aufrüsten müsste. LoL ist ein Privileg für Leute, die einen funktionierenden Rechner haben, auf dem das Spiel läuft, ja. Ich sehe darin nichts falsches. Leute bei denen das Spiel ständig abstürzt und dadurch Leaves verursachen haben nun mal in einem kompetitven Teamspiel nichts verloren.\n\nAlso der erste Teil hatte sogar den Ansatz einer Argumentationskette, die du mit dem zweiten Teil eingerissen hast. Es liegt doch meist nicht an dem Computer das das Programm abstürzt, sondern an dem Programm, weil es ja theoretisch langsam laufen müsste. Du machst damit Riot zum Problem, das man beheben soll.\nWenn man sich also nciht alle 2 Jahre einen neune PC kauft, soll man nciht alles genießen dürfen und genau das ist Kasten-, oder Schichten-, denken.\n\n> Promille heißt pro Tausend. http://de.wikipedia.org/wiki/Promille \nDa ich oben wie erwähnt schon über 3000 Spiele gemacht habe wären drei Leaves eben eine Rate von weniger als 0,001=0,1%=1‰\n\nHey. Hast du Spaß dich zu blamieren und auf jeden Trick herein zu fallen? 2 Sachen: Da du, ich zitiere \"[...]nicht mal ein Promille wäre.\" geschrieben hast hätte ich jede Zahl schreiben können die Größer als 3000 ist, deine Kritik ist also nicht das meine Aussage falsch ist, sondern falsch eingeschätzt, zwei mathematisch andere Dinge. Die andere Sache ist das Wikipedia nciht sonderlich gut ist als Quelle, aber das nur am Rande.\n\n> Das ist schon eine sehr starke Häufung. Das sind zwei Leaves in 11 Games also fast 20%.\n\ndas ist jetzt aber Faktenverdrehung, wir haben keinen Legitimen Vorwert festgelegt. Es war auf einen Durchschnittlichen Spieler bezogen, du musst also noch die Durschschnittsmenge von sagen wir 100 Spielen hinzurechen.\nDas sind dann 2 aus 112 (Ich nehme mal hin das 1+10+1 nicht 11 ist) das sind rund 1.7% wenn ich nicht falsch liege, was unter deiner 5% Bestrafenswertgrenze liegt.\n\n> Hier redest du wirr von Argumenten und Beispielen bringst aber nichts neues vor. Nur wieder die gleichen Ausreden.\nNatürlich kannst du ein Spiel abbrechen, wenn du willst oder sonst irgendwas wichtiger erscheint. Nur solltest Du verstehen, dass Du hier in einer Spielergemeinschaft spielst, die von Riot verwaltet wird. In dieser Spielergemeinschaft wollen wir, dass die Spiele auch zu Ende gespielt werden. Wenn Du aber nicht genug Interesse mitbringst und ein Mindestmaß an technischem Equipment, dann wollen wir dich einfach nicht, weil du uns zu häufig die Spiele kaputt machst, und das sieht Riot auch so.\n\nWarum sollte ich wenn ich deine Entkräfte neu bringen, dann bist doch du eher in der Bringepflicht...\nWarum wirst du eigentlich persönlich?\nDu sprichst hier vorsätzliches Leaven an. Weder verteidige ich dieses noch will ich das dieses nicht bestraft wird. Du schließt eine riesige Gruppe aus, du willst, das jeder der jemals geleaved hat, nicht mehr spielt, viel Spaß mit 5% der jetzigen Community. Wenn man ein Mindestmaß mitbringt, und Elan und alles was du forderst so gibt es doch gute Begründungen für einen Leave. Dieser Fakt bleib stehen. Ich möchte aber nicht das du jetzt mich angreifst weil du auf Glatteis geraten bist. Ich spreche nicht für mich sondern für die Theorie. Wenn du das nicht verstehst ist das hier keine Diskussion.","replies":[{"id":"","poster":"eingew","date":"2015-02-15T16:42:34.466+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kugelmacher,realm=EUW,application-id=KYnfKGf0,discussion-id=MTdaKQM7,comment-id=0000000000000000000100000000000000010000,timestamp=2015-02-15T15:08:21.961+0000)\n> Nach meinem Wissenstand ist es eine zeitliche Begrenzung keine spieltechnische.\n\nIch muss dich an dieser Stelle leider berichtigen, es gibt keine zeitliche Begrenzung in dieser Hinsicht.\n\n> Wenn man sich also nciht alle 2 Jahre einen neune PC kauft, soll man nciht alles genießen dürfen und genau das ist Kasten-, oder Schichten-, denken.\n\nUm genau zu sein funktioniert so das System der sozialen Marktwirtschaft. Wer nicht genug verdient kann sich nicht genug leisten. Im Gegensatz zu seinem Kastensystem kann man hier allerdings durchaus (deutlich einfacher) aufsteigen.\n\nUm hier nochmal zwischenzugreifen: Es macht für den Mitspieler leider keinerlei Unterschied, ob jemand absichtlich oder aufgrund eines technischen Fehlers leavt (was auf Dauer auch als vorsätzlich gewertet werden kann, zumal ein solcher Fehler über die Zeit eben bekannt ist), weshalb dabei auch keine Unterscheidung vorgenommen wird, ganz abgesehen von der Tatsache, dass es leider technisch nicht möglich ist, eine solche Unterscheidung vorzunehmen.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T18:10:02.785+0000","up_votes":2,"down_votes":1,"body":"> Um genau zu sein funktioniert so das System der sozialen Marktwirtschaft. Wer nicht genug verdient kann sich nicht genug leisten. Im Gegensatz zu seinem Kastensystem kann man hier allerdings durchaus (deutlich einfacher) aufsteigen.\n\nDarf man hier kein Kommunist sein? :)\n\n> Um hier nochmal zwischenzugreifen: Es macht für den Mitspieler leider keinerlei Unterschied, ob jemand absichtlich oder aufgrund eines technischen Fehlers leavt (was auf Dauer auch als vorsätzlich gewertet werden kann, zumal ein solcher Fehler über die Zeit eben bekannt ist), weshalb dabei auch keine Unterscheidung vorgenommen wird, ganz abgesehen von der Tatsache, dass es leider technisch nicht möglich ist, eine solche Unterscheidung vorzunehmen.\n\nJa, das weiß ich. Mein Standpunkt ist ja nur das man es manchmal verstehen kann, wenn jemand leaved.\n\nFreu mich das mal jemand nett ist und argumentiert :)","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-02-15T13:38:46.422+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kugelmacher,realm=EUW,application-id=KYnfKGf0,discussion-id=MTdaKQM7,comment-id=00000000000000000001000000000000,timestamp=2015-02-15T13:21:43.998+0000)\n2.Nur wenn eines passiert, bei zweien gibt es schon 5min. Das heißt bei dir entweder Haus brennt oder Frau kommt in die Wehen, beides ist nicht.\n\nDas stimmt so direkt leider nicht. Es kann durchaus sein, dass das passiert ja, aber prinzipiell kann man auch öfter leaven, ohne belangt zu werden. Die Toleranzgrenze ist relativ hoch.\n\n> 5.Es ist also nicht entschuldbar, sich es nicht leisten zu können, einen Computer zu kaufen, obwohl die alte XP Kiste noch super geht? Du Argumentierst für eine sehr kleine Schicht, wenn es nach dir gehen würde wäre LoL ein Privileg für eine höhere Klasse, oder wie?\n\nWer sich kein Fahrrad leisten kann, kann kein Fahrrad fahren, so traurig diese Tatsache auch sein mag...","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T13:48:15.961+0000","up_votes":1,"down_votes":0,"body":"> Das stimmt so direkt leider nicht. Es kann durchaus sein, dass das passiert ja, aber prinzipiell kann man auch öfter leaven, ohne belangt zu werden. Die Toleranzgrenze ist relativ hoch.\n\nDas kann ich so nicht bestätigen. Ich kenne viele Leute, die beim zweiten Zack den LeaverBuster bekommen haben. Ich kenne KEINEN und ich war schon in 3(?) Clans, bei denen es immer so war 2. Leav - Bumm LeaverBuster, mit verschiedenen Abständen etc.\n\n> Wer sich kein Fahrrad leisten kann, kann kein Fahrrad fahren, so traurig diese Tatsache auch sein mag...\n\nDarum ging es nicht, es ging eher darum, dass einer der ein Dreirad hat auch Fahrrad fahren kann. Nur halt kein Fahrrad hat. Es ging hier darum, dass man auch mit einem alten Computer, der mal ausfallen kann, LoL zocken kann, wenn er dann 2 Mal abstürzt ist das nur weil man sich nichts besseres leisten kann.","replies":[{"id":"","poster":"eingew","date":"2015-02-15T13:54:16.114+0000","up_votes":1,"down_votes":0,"body":"Leider stellen die Mitspieler an einen die Anforderung, dass man das gesamte Spiel mitspielen kann. So fies das auch sein mag, wer das aufgrund schlechten Equipments nicht halten kann, der wird bestraft.\n\nDas Dreirad finde ich als Vergleich auch nicht ganz passend, ein kaputtes Fahrrad wäre vielleicht treffender.\n\nUnd was den Leaverbuster angeht... Ich bin in den letzten 3 Monaten 3 Mal geleavt und habe nicht mehr als das Fenster gesehen, kann das in dieser Hinsicht also schon rein subjektiv nicht bestätigen.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T14:47:48.158+0000","up_votes":1,"down_votes":0,"body":"> Leider stellen die Mitspieler an einen die Anforderung, dass man das gesamte Spiel mitspielen kann. So fies das auch sein mag, wer das aufgrund schlechten Equipments nicht halten kann, der wird bestraft.\n\nDas ist fies? Wow. Das wusste ich nicht. \nNoch ne Sache, heißt das nicht das wenn LoL einen raus wirft, das LoL dann schlecht ist?\n\n> Das Dreirad finde ich als Vergleich auch nicht ganz passend, ein kaputtes Fahrrad wäre vielleicht treffender.\n\nJa kann sein.\n\n> Und was den Leaverbuster angeht... Ich bin in den letzten 3 Monaten 3 Mal geleavt und habe nicht mehr als das Fenster gesehen, kann das in dieser Hinsicht also schon rein subjektiv nicht bestätigen.\n\nIch kann es zwar nicht nach sehen, aber trotzdem ist es irgendwie komisch. Weil ich habe noch nie davon gehört das das passiert. Farmst du Honors oder so? Oder war es in Botgames mit freunden.","replies":[{"id":"","poster":"eingew","date":"2015-02-15T16:34:09.820+0000","up_votes":1,"down_votes":0,"body":"Das Honorsystem beeinflusst den Leaverbuster nicht.\n\nDie Leaves sind einmal in einem Aram und zwei Mal im TB gewesen.\n\n> WIE STARK ERHÖHT SICH MEINE WERTUNG, WENN ICH EHRUNGEN ERHALTE?\n> Das kommt darauf an, wer diese Ehrungen ausspricht. Wir haben das Ehrensystem so gestaltet, dass du geehrt wirst, wenn du dich dauerhaft toll gegenüber deinen Mitspielern verhältst. Deshalb zählen Ehrungen am meisten, wenn sie **nach einem Match mit einem zufälligen Spieler ausgesprochen werden.**\n> \n> \n> \n> WO KANN ICH MEINE EHRENWERTUNG EINSEHEN?\n> Du kannst die Anzahl der Spieler, die dich geehrt haben, in deinem Profil sehen. Deine aktuelle Ehrenwertung wird nicht angezeigt. **Diese hängt von der Art der Spieler ab, die dich geehrt haben.**\n\nhttps://support.riotgames.com/hc/de/articles/201751854-H%C3%A4ufig-gestellte-Fragen-zum-Ehrensystem","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-02-14T21:26:02.001+0000","up_votes":1,"down_votes":0,"body":"Zu dem Punkt mit dem zeitlichen Verfall: Phobos Selini hat da schon recht, die Einheit, die bei Riot in den Strafen gezählt wird ist gespielte Spiele und nicht Stunden, Jahre oder Tage. Wenn die Strafe also verfällt, dann nach einer vermutlich relativen Anzahl von nicht geleavten Spielen.\n\nUnd ich muss zugeben, dass ich es für gar nicht so unwahrscheinlich halte, was seine Leaves angeht. Ich bin jetzt glaube ich bei circa 600 normal Wins und kann meine geleavten Spiele an einer Hand abzählen.\n\nIch denke bei der Möglichkeit die Verbindung aufrecht zu erhalten muss man vor allem beide Seiten sehen. Jedes geleavte Spiel lässt 9 unzufriedene Mitspieler zurück. Das sind bei 10 geleavten Spielen 90 Menschen, denen man ungefähr 20-30 MInuten der Zeit verschwendet hat, in denen sie eigentlich deutlich mehr Spaß haben wollten. Es ist durchaus verständlich, dass diese eine dementsprechende Bestrafung fordern, denn sowas sollte nicht ausufern, ich denke das liegt in niemandes Interesse.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T07:21:49.648+0000","up_votes":1,"down_votes":0,"body":"> Ich denke bei der Möglichkeit die Verbindung aufrecht zu erhalten muss man vor allem beide Seiten sehen. Jedes geleavte Spiel lässt 9 unzufriedene Mitspieler zurück. Das sind bei 10 geleavten Spielen 90 Menschen, denen man ungefähr 20-30 MInuten der Zeit verschwendet hat, in denen sie eigentlich deutlich mehr Spaß haben wollten. Es ist durchaus verständlich, dass diese eine dementsprechende Bestrafung fordern, denn sowas sollte nicht ausufern, ich denke das liegt in niemandes Interesse.\n\nNaja sagen wir eher 4, weil im Gegnerteam freut man sich eigentlich immer.","replies":[{"id":"","poster":"eingew","date":"2015-02-15T10:28:23.126+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich finde so etwas unglaublich langweilig. Meistens ist es dann so, dass egal wie viele Fehler man macht, man trotzdem gewinnt... dasselbe habe ich auch schon öfter von anderen Menschen hier im Forum gelesen. Und Sätze wie \"I'm sry for ur afk, gonna report him\" sind keine Seltenheit in meinen Spielen.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-15T11:03:57.095+0000","up_votes":1,"down_votes":1,"body":"Da bist du leider die Ausnahme, da viele Einfach sagen \"Haha Noobs we stomped you\" und nichts machen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Freefall013","date":"2015-02-14T22:01:57.955+0000","up_votes":1,"down_votes":0,"body":"Ob du nun leavest, weil du technische Probleme hast, oder einfach keine Zeit hast weiterzuspielen, in jedem Fall beeinträchtigst du das Spiel 9 anderer Spieler und \"versaust\" ihnen vermutlich das Spiel.\nDer Leaverbuster merkt ja, dass du immer mal wieder aus einem Spiel gehst.\n\nKleiner Tipp: Wenn du im Loadingscreen nicht Connectest und der Bildschirm schwarz bleibt/sich nichts tut, dann starte auch den LoL Client neu. Ich hatte auch schon oft einen solchen Bugg. Beim direkten reconnecten bleibt bei mir im Loadingscreen der Bildschirm immer einfach schwarz.\nBesser den Client ganz neustarten, dann sollte alles wieder funktionieren, und es dauert auch nicht länger als 3 mal nur einen schwarzen Bildschirm im Loadingscreen zu sehen.","replies":[]}]}