{"id":"y46VRmr5","poster":"LordOfHell90","date":"2015-02-14T08:29:22.160+0000","title":"Frohen Valentinstag","subforum":"Allgemeiner Chat","embed":{"title":"Liebe liegt in der Luft","description":null,"url":"https://www.youtube.com/watch?v=QjCCfTRMwlA","image":"http://i.ytimg.com/vi/QjCCfTRMwlA/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Einen Frohen Valentinstag, vl ergeht es euch ja auch wie diesen 2 Tollen Exemplaren :D","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-14T08:37:58.092+0000","up_votes":2,"down_votes":1,"body":"Warum gibt es solche geilen, kleinen Aktionen nur bei HotS und nicht bei LoL?","replies":[{"id":"","poster":"LordOfHell90","date":"2015-02-14T08:44:14.414+0000","up_votes":1,"down_votes":0,"body":"Meine Meinung:\nich denk das liegt einfach daran, das Blizzard um einiges größer ist, mehr Kohle für solche Sachen rausballern kann/will und einfach mehr Resourcen hat die sie verwenden können. \nSieht man ja allein schon an den Champion Trailer und im spiel ist es nicht viel anders. Für ne Beta echt extrem schick^^\n\nDas Lol in Punkto Champion Geschichten etc nachgelassen hat, wissen wir ja alle.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-14T10:16:23.316+0000","up_votes":1,"down_votes":0,"body":"Ja, aber es gibt so viele gute Schreiber in der Community, man könnte doch wenigstens sage: wenn ihr ne gute Geschichte einsendet, wird sie vielleicht die offizielle Championgeschichte, oder wir machen ein kleines Hörspiel. Oder oder oder.\nEs sind so viele gute Entwürfe da draußen für neue Champions mit super Geschichten. Eine Liebesgeschichte oder so währe ja schon schön es muss ja kein Video sein, man könnte auch einen der Sprecher etwas vorlesen lassen, oder so. Ich finde es einfach nur noch schade das die meisten nicht wissen was Noxus, Demacia und Piltover(etc.) sind.\n\nZu dem Teil mit dem Geld: So ein Video ist ja nichts im Gegensatz zu einem Album. Ich würde so ein video auf jeden Fall einem Patch wie dem 5.3 vorziehen. Generell sollte man sagen 1 Patch pro Monat, dafür mehr in die Geschichte und die Community investieren weil aus 1-2 Wochen kann mann nicht genau lesen welcher Champion wieso gut/schlecht ist. so hätte man auch Zeit länger nach Bugs zu suchen.\n\nHotS ist deshalb so beliebt, weil alle die Figuren kennen und die Geschichten hinter ihnen. Viele die (wie ich) Starcraft und Diabolo gespielt haben/ spielen mögen es einfach mit allen ihnen bekannten Helden und Bösewichten, die sie in Stunden des Zockens begleitet haben zu spielen. Das hat man halt hier in LoL nicht. Ich kann mir die zum Teil sehr kurze Geschichte durchlesen ja, das Ankündigungvideo ansehen, aber kennen tue ich den Champion danach nicht. \n\nWas ich mir also für die 5. Season wünschen würde währe entweder die Champions etwas auszufüttern oder vielleicht (Vorsicht das nun folgende ist sehr unrealistisch) eine spielbare Mission für jeden Champion zu haben 30-60 Minuten Spielzeit, auf einer kleinen Karte um den Champion und seine Verbindungen etwas zu \"fühlen\". Außerdem könnte man so für jeden Champion ein eigenes Tutorial haben in dem man alle Fähigkeiten und ihre Stärken und Schwächen. Das würde das mangelhafte Tutorial ausbessern und solche \"first Game with...\" Spieler minimieren. Auch wäre es etwas tolles für die Langzeitmotivation.\n\nIch denke das HotS eine riesige Konkurrenz für LoL genau deswegen wird und das LoL bald mit den Auswirkungen zu kämpfen haben wird. Das sieht man an solchen kleinen Sachen, aber auch daran das viel mehr Leute schon zu HotS übergegangen sind die früher nur LoL gespielt haben, auch Streamer etc.","replies":[]}]}]},{"id":"","poster":"Evenrider","date":"2015-02-14T09:48:53.735+0000","up_votes":1,"down_votes":0,"body":"Das Video hat schon Stil :D\nAber ist eben typisch Blizzard :)","replies":[]}]}