{"id":"xgmNEn3u","poster":"ISQAR","date":"2015-02-12T21:06:27.220+0000","title":"~Liquid Souls Germanium sucht Jungler ab Dia V~","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Sei gegrüsst Beschwörer \r\n\r\nDas Team \"Liquid Souls Germanium\" sucht nach einem Jungler, welcher die Season 4 mit dem Ranking Dia V oder höher abgeschlossen hat.Ich werde jetzt genau auf die Anforderungen eingehen, diese aber auch unten nochmals in aller kürze auflisten (in der Kürze liegt bekanntlich ja die Würze).\r\n\r\nIhr sollten mindestens im Alter von 16 Jahren sein und eine gewisse Geistige Reife besitzen.Wie bereits schon erwähnt sollte euer Season 4 solo Q Ranking Dia V oder höher gewesen sein.Da man in ein bestehendes Team eintritt solltet ihr auch schon Erfahrung im Teamranked mitbringen.Ein Teamrank von Platin 4 während der Season 4 wird verlangt.Zu der Erfahrung gehört auch die Objectiv-Control und das Shotcallen.Nun sollte euer Champion-pool gross und aktuell sein, sprich ihr solltet die aktuelle Meta kennen und im Spiel beherrschen können.Noch als kurzer Input(was aber allen ziemlich klar sein sollte) es ist ein aktives Team ergo wird auch nach aktiven Mitspielern gesucht.\r\n\r\nIch möchte euch noch ein paar Anregungen mit auf den Weg geben und euch kurzes Bild vom Liquid Souls Clan geben.Wir sind ein Clan der aktuell 19 Teams beherbergt von silber bis hin zum hohen Diamond.Euch wird die Möglichkeit geboten viele neue Leute kennen zulernen, immer Scrimmpartner zur Verfügung zu haben und ein Professionelles Umfeld mit diversen Coachs und High-Elo Spielern.\r\n\r\nJetzt nochmal wie versprochen alles in Kürze \r\n\r\nAnforderungen: \r\n\r\n-Mind. 16 Jahre alt \r\n-Season 4 mind. Dia V solo Q \r\n-Teamranked mind. Platin 4\r\n-Erfahrung im Shotcallen \r\n-Eine gute Objectiv-control \r\n-Grosser und aktueller Champion-pool\r\n-Freundlicher Umgang \r\n-kritikfähig \r\n-Spass sowie auch Ernst beim spielen \r\n\r\nSolltet ihr nun Interesse am Beitritt haben dann meldet euch doch bitte Ingame bei :\r\n\r\n-liQs Reset \r\n\r\n!!! Bitte alle Anfragen zu ihm und nicht zu mir!!! \r\n\r\nNatürlich werde ich die Anfragen weiterleiten wenn sie versehentlich bei mir landet, aber es ist praktischer sich gleich bei einem Team Member zu melden. \r\n\r\nIn diesem Sinne wünsche ich euch noch viel Spass in der Kluft und eine erfolgreiche Season 5.","replies":[{"id":"","poster":"Elow","date":"2015-02-17T17:13:00.232+0000","up_votes":1,"down_votes":0,"body":"Push. Team ist wieder auf der Suche.","replies":[]}]}