{"id":"n034lwPB","poster":"IsoldMySonsForRP","date":"2015-02-12T18:58:07.409+0000","title":"Alle Spieler laggen, keiner kann was machen!","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Ist das mal möglich das ihr diese Server in griff bekommt?! Da zahlt  man mehr als genug Geld in so nem Spiel und dann laggt das komplette Game und dann wundert man sich wenn man Banns etc. bekommt weil man aus dem Game fliegt oder raus gehen muss weil man nichts mehr machen kann. Hin und wieder is es ok ein Lagg zu bekommen oder ein DC aber jeden Tag so eine Aktion is zu viel... Das solltet ihr mal beheben den so macht es keinen spaß zu spielen wenn man in einem ranked game is oder auch ein normal..... jedes game fliegt einer raus und dann kommen so kommentare wie \"report\" .... \r\n\r\nDanke!","replies":[{"id":"","poster":"jeigendi","date":"2015-02-12T21:40:38.614+0000","up_votes":1,"down_votes":0,"body":"Dat Zoidberg ,\nwas für ein Mensch bist du den ??.Es haben in mom viele Laggs /Dc weil LoL von der Firewall blockiert wird .(Ist ein Fehler von Rito Firewall aus steht die Meldung immer noch da )\n\nSo welche Leute wie du sollen einfach ihren Kopf 3 mal auf die Tischplatte hauen :)\nMfg JUlian","replies":[]},{"id":"","poster":"dat Zoidberg","date":"2015-02-12T19:12:19.875+0000","up_votes":1,"down_votes":1,"body":"Report.","replies":[{"id":"","poster":"IsoldMySonsForRP","date":"2015-02-12T19:50:04.629+0000","up_votes":1,"down_votes":0,"body":"Kleiner... das is kein report.. geh lieber in die Schule und lern was","replies":[{"id":"","poster":"dat Zoidberg","date":"2015-02-12T19:57:14.832+0000","up_votes":1,"down_votes":1,"body":"Halt mal lieber den Rand du Rotzlöffel. Wer nicht mitspielt aus welchen Gründen auch immer bekommt nen Report, so einfach ist das. Und wenn es bei 1 Million Spielern funktioniert nur bei ner Hand voll Leuten nicht ist es vermutlich auch nicht ein Problem an dem Riot was machen kann. Und falls doch kann ich es in dem Moment nicht beurteilen. Was zählt ist der leave/afk/dc was auch immer.\n\nDass alle Spieler laggen würden wie von dir behauptet ist Schwachsinn.","replies":[{"id":"","poster":"IsoldMySonsForRP","date":"2015-02-12T20:02:13.708+0000","up_votes":1,"down_votes":0,"body":"Heul doch leise du schleimer... bekommst jetzt sicher nicht ein Orden oder was auch immer... und ich werde doch selber wissen was jeder einzelne geschrieben hat und da gab es sehr wohl ein Server Problem, also halt mal deinen Rand","replies":[]}]}]}]}]}