{"id":"BdsWiM2n","poster":"Grusel Grizzly","date":"2015-02-12T01:21:25.827+0000","title":"Paar Standart Sachen und sow","subforum":"Foren-Feedback","up_votes":1,"down_votes":0,"body":"Also, Forum an sich ganz nett.\n\nAber so paar kleine Veränderungen wären schon gut, zumindestens aus meiner Sicht.\nIch wollte ebend erstmal ablästern darüber, das die Beiträge nach Wertung sortiert werden, anstatt nach \"Neuheit\", bis ich dann das kleingedruckte gefunden habe, wo man es selbstständig sortieren kann.\nDort ist aber z.B. die Standarteinstellung, \"Nach Wertung\", was ich persönlich schwachsinn finde, zumindest wenn mans nicht direkt findet wo man es umstellen kann.\n\nEinfach aus folgendem Grund: Es kann sein das z.B. zu Themen wie dem derzeitigen Patch-Bug, Lösungen gefunden wurden, die aber nicht Hochgevotet wurden, weil es immer Uhrzeitbedingt ist, wann der nächste der gern Beiträge votet im Forum ist und sich genau das durchließt was zuletzt geschrieben wurde.\n\nDa ja die Standarteinstellung \"nach Wertung\" ist.\nAlso: Entweder Standarteinstellung \"nach Neuheit\", oder irgendwo offensichtlicher platzieren (oder kauft man automatisch was wenn man draufklickt, Kleingedruckte und so, na verstanden :D?)\n\nEs geht weiter, keine Angst werde gleich alles in Stichpunkten festhalten.\nDesweiteren fehlt mir ein [img] Tag (oder hab ich ihn noch nicht gefunden?), da ich z.B. einer bin und viele kenne, die gerne Programme nutzen (puush, ja ich krieg jz Geld dafür, Schleichwerbung trololo), die Bilder sofort hochladen, um nichtmehr erstmal alle Bilder aufn PC zu speichern und dann als Anhang hochzuladen.\n\nIch weiß, falls mal der Vorschaulink bzw. das Bild oder der Bilderhoster down geht, gibts keine Bilder mehr, sondern so ne Nachricht wie \"hier könnte dein Bild sein\", oder \"Image not found\", aber mein Gott, dann ist es halt so, man muss nicht alles Perfekt machen, es wäre halt Angenehmer ","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-12T01:31:04.791+0000","up_votes":1,"down_votes":0,"body":"Also, ich weiß nicht wie du auf \"Klein gedrucktes\" kommst. ich glaube das ist sehr ersichtlich wo man das ändert ^^.\nOkay mit den das mit den IMG wünschte ich mir auch, ist jetzt aber nicht unbedingt notwendig.\nKannst ja auch einfach die Bilder wo hochladen.\nOder eben einfach nur den Link einfügen","replies":[]},{"id":"","poster":"Grusel Grizzly","date":"2015-02-12T01:22:23.177+0000","up_votes":1,"down_votes":0,"body":"Sagtmal, bin ich zu dumm oder warum wird nur 50% meines geschriebenen Textes angezeigt?","replies":[]}]}