{"id":"ExcuLbpj","poster":"Dramos","date":"2015-02-11T15:43:27.658+0000","title":"Textfehler im Spiel: Schild der inneren Türme","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Sehr geehrte Damen und Herren der Firma Riot Games. Oder: Hey Leute.\nKeine Ahnung, wie man sich hier im Forum vorstellt. Ich bin nicht oft hier. Aber wenn, dann, weil es wichtig ist.\n\nIch fasse mich recht kurz:\nMir ist ein Textfehler aufgefallen. Der innere Turm der \"Kluft der Beschwörer\" behauptet nämlich, sein Schild sei ein \"Iron Solari Shield\", also ein \"Schild der eisernen Solari\" - Ein Buff, den eigentlich das Item \"Amulett der eisernen Solari\" geben müsste. Ich bezweifle, das das beabsichtigt ist.\nEin Bild aus dem englischsprachigen Raum ist angehängt (Ich bevorzuge die englischen Stimmen :) ).\n\nMit freundlichen Grüßen\n\nDer Beschwörer zDramos\n\n\"Das Muster ist klar.\" - {{champion:161}} Vel'Koz, das Auge der Leere\n\nEDIT: Nicht die äußeren. Die inneren Türme hatten diesen Buff.\n\nEDIT_2: Auch wenn es sich stark wie ein Übersetzungsfehler anhört, ist und bleibt es in Wahrheit ein Textfehler. **Dieser Fehler tritt in jeder Sparche auf!** Das heißt, dass in jeder Sprache der Schild als \"Schild der eisernen Solari\" oder \"Iron Solari Shield\" oder \"Bouclier de la Solari fer\" bezeichnet wird. Es gehört nicht in den Bereich \"Rückmeldungen zur Übersetzung\".","replies":[{"id":"","poster":"recon","date":"2015-02-11T17:02:56.094+0000","up_votes":1,"down_votes":0,"body":"Hierfür gibt es einen separaten Bereich: http://boards.euw.leagueoflegends.com/de/c/ruckmeldungen-zur-ubersetzung-de\nDort wird über die deutsche Übersetzung diskutiert.","replies":[]},{"id":"","poster":"Evenrider","date":"2015-02-11T15:49:13.417+0000","up_votes":1,"down_votes":0,"body":"Das sind eigentlich die inneren Türme und ja so wird der Schild bei den Türmen genannt.\nDas ist mir auch schon aufgefallen. Hätte das aber eher als Easter Egg angesehen.","replies":[{"id":"","poster":"Dramos","date":"2015-02-11T15:54:26.426+0000","up_votes":1,"down_votes":0,"body":"Habe den Text korrigiert.\n\nEasteregg?\nEs ist jetzt nur eine Meinung, aber wenn ich jetzt bei Riot arbeiten würde, ich hätte woanders Eastereggs eingebaut. Es war - anfangs, mit dem Erscheinen der neuen Kluft - wirklich so, dass die Türme voerst dieses Icon hatten: {{item:3190}} . Wäre es wirklich als Easteregg eingebaut, warum dann dieses Icon durch das neue ersetzen?","replies":[]}]},{"id":"","poster":"D3Reap3R","date":"2015-02-11T15:44:09.318+0000","up_votes":1,"down_votes":0,"body":":Prüfe mit der englischen Version gegen:\n\nAnsonsten möchte ich nochmal darauf hinweisen,\ndass es der falsche Bereich dafür ist!\n\nhttp://boards.euw.leagueoflegends.com/de/c/melde-einen-bug/T8sd6qtH-wichtig-was-ist-ein-bug-und-wie-melde-ich-diesen-richtig","replies":[{"id":"","poster":"Dramos","date":"2015-02-11T15:48:35.330+0000","up_votes":1,"down_votes":0,"body":"Für einen kurzen Moment habe ich mir auch darüber Gedanken gemacht, ob dies nicht etwa ein Übersetzungsfehler sein könnte. Aber das wäre falsch. Ich gehe davon aus, dass es in jeder Sprache so ist, denn bis das besonderes Icon für die Turmschilde kam, sollte ein vergleichbarer Schild bis dahin hinhalten - in diesem Fall der Schild des Items \"Amulett der eisernen Solari\". Inzwischen wurde das Icon gewechselt, der Text aber nicht korrigiert.","replies":[]}]}]}