{"id":"gPL9r0yg","poster":"Kugelmacher","date":"2015-02-10T13:06:30.186+0000","title":"Eine Frage zu Normalgames...","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich würde gerne wissen ob sich jemand mit der Verteilung von Spielern auf Normalgames auskennt. Weil es bei mir ständig passiert das ich in einem Team lande mit Durchschnittslevel von 22-24 und im Gegnerteam dann 1-2 ranked Spieler Bronze 1 - Silber 1 sind, dann macht das spielen einfach keinen Spaß mehr, weil schon die kleinsten Fehltritte von allen bestraft werden und es muss nicht mal man selbst sein aber sobald einer ins Rollen kommt kann man das mit einem solchen Team fast nicht aufhalten.\r\nIch hab schon gemerkt das dann immer noch 1-2 Lowlevelspieler dabei sind, aber das sind häufig Smurf's oder sie sind so zwischen 7-10 machen nicht so viele Fehler und werden gebabysittet, so das man das nicht ausnutzen kann.\r\nLiegt das daran das ich viele Spiele(immer zwischen 50-65% in den letzten 20 Spielen, insgesamt in Season 5 68%) gewinne oder mag mich die Warteschleife einfach nicht?","replies":[{"id":"","poster":"UltimateLuzifer","date":"2015-02-10T13:14:16.899+0000","up_votes":1,"down_votes":0,"body":"Das Matchmaking-System erstellt die Teams so, dass die Level ziemlich gleich sind d.h. 30 gegen 30 und 20 gegen 20; In deinem Fall laden Leute ihr Low-Level-Freunde ein und spielen mit ihnen z.b. lvl 10 + lvl 30  gegen 2* level 20; Die Regelung ist ziemlich sinnvoll, da es ansonsten unfair für den lvl 10-er wäre, der ja nur mit seinem Mate spielen will. Insgesamt ausgeglichen, außerdem besteht  ja auch die Warscheinlichkeit, dass du solche Spieler im eigenen Team hast.\nEs liegt nicht an deiner Winrate und nicht daran, dass dich das Matchmaking \"nicht mag\", das gilt für alle Spieler.","replies":[{"id":"","poster":"Kugelmacher","date":"2015-02-10T13:20:35.606+0000","up_votes":1,"down_votes":0,"body":"Okay, danke ich fragte nur weil ich das wirklich ständig habe, mein Standardspruch ist schon \"good luck have fun, i hope there are no smurfs, but i know better so who is?\"","replies":[]}]}]}