{"id":"WzQeFEyM","poster":"Stahlwolleschaf2","date":"2015-02-10T13:36:06.150+0000","title":"Ein Xerath Skin - Von uns allen hier kreiert","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":2,"body":"Hallo liebe LoL Community!\r\n\r\nMein Name ist Stahlwolleschaf und ich maine den sehr Populären Champion Xerath!\r\n\r\nWie euch allen schon sicher aufgefallen ist, hat er nur drei Skins, und diese explodieren nicht gerade vor Kreativität... \r\nZugegeben - es ist echt schwer für den einen guten Skin hinzugekommen, ich selber hab keine Ideen!\r\n\r\nDeswegen gibt es ja diese LoL-Comunity und dieses Forum!\r\nMein Plan ist es, das jeder der eine Idee, ein Konzept, einen Vorschlag oder sogar einen ganzen Plan für einen Skin hat hier hinein schreibt!\r\n\r\nDabei ist jede Kleinigkeit, und jeder einzelne Vorschlag für ein Konzept oder auch nur eine einzelne Fähigkeit erwünscht. Natürlich dürft ich auch Ideen von anderen aufgreifen und diese Verbessern oder mit anderen Ideen kombinieren!\r\n\r\nLoL-Comunity: Ihr seit gefragt! Gemeinsam kreieren wir unseren Skin für Xerath!","replies":[{"id":"","poster":"Evenrider","date":"2015-02-11T09:07:31.522+0000","up_votes":2,"down_votes":0,"body":"Und wie sieht Xerath dabei aus?\nSein Aussehen ist doch viel Wichtiger als die Veränderung eines seiner Effekte.\n\nUnd gerade da tut man sich bei Xerath doch recht schwer. Schließlich ist er nur Arkane Energie, an der noch ein paar Bruchstücke seiner Fesseln/Ketten hängen. Ist halt auch irgendwie wie bei Zac. Egal was man macht, es sieht fast immer nur wie ein Recolor mit farblich anderen Effekten aus.","replies":[{"id":"","poster":"Kaphalor","date":"2015-02-11T15:16:26.917+0000","up_votes":1,"down_votes":0,"body":"Winterwonder Xerath könnte ja z.B aus Eiszapfen bestehen!\nUnd Poolparty aus fließendem Wasser\nAber du hast recht, viel kann man bei ihm selbst nicht verändern, deshalb müssen die Fähigkeiten umso besser aussehen!","replies":[]}]},{"id":"","poster":"Kaphalor","date":"2015-02-11T09:01:13.493+0000","up_votes":1,"down_votes":0,"body":"Winterwonder Xerath= z.B. Schneball als E oder Poro Wurf als Ult\n\nDunkle Materie Xerath= z.B. Schwarzes Loch W\n\nPoolparty Xerath= z.B. Wasserballon E\n\nVoid Xerath= z.B Void Gate Ult\n\nSind alles nur kurze Ideen, hoffe aber, dass ich jemanden damit inspirieren kann ^^ {{champion:101}}","replies":[]}]}