{"id":"dXJEbuAN","poster":"SO NiceCrits ","date":"2015-02-10T14:25:49.455+0000","title":"Acc","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo\nich wollte mal fragen ob man seine champions,skins \nauf sein 2.acc übertragen lassen wenn das geht wäre es echt cool\nIch kann auch ne Woche verzichten  wenn es so lange brauchst .\nDanke\n\nPs: möchte nicht alle champions neu kaufen.","replies":[{"id":"","poster":"Tiaryn","date":"2015-02-10T15:21:13.375+0000","up_votes":2,"down_votes":0,"body":"Das hier ist zwar das Hilfe & Support Forum allerdings geht es hier hauptsächlich um technische Probleme.\nWenn es um deinen Account geht, musst du ein Ticket an den Support schicken. https://support.riotgames.com/hc/de/requests/new\nIch bin mir allerdings fast sicher, dass sich keine Skins oder Champions auf andere Accounts übertragen lassen.","replies":[]},{"id":"","poster":"Yαsυο","date":"2015-02-10T15:37:50.338+0000","up_votes":1,"down_votes":0,"body":"In erster Linie würde ich nicht einmal glauben, dass Riot solche Transaktionen durchführen wird. Mir würden spontan auch keine Gründe einfallen, die so etwas rechtfertigen würden.\n\nMfG Destiny","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-02-10T15:23:04.963+0000","up_votes":1,"down_votes":0,"body":"Oben rechts ist der Link für Hilfe und Support (Riot Mitarbeiter), die du per Mail erreichen kannst.\n\nIch vermute jedoch, dass dies nicht möglich ist.\nDenn sonst könnte jeder Flamer kurz vor permaban (also nachdem er eine 2-Wochen-Sperre hatte oder derzeit massiv hohe Ranked-Restrictions) alle seine Champs und Skins auf seinen smurf transferieren.","replies":[]},{"id":"","poster":"AeQ KAPPOBY","date":"2015-02-10T15:10:50.041+0000","up_votes":1,"down_votes":0,"body":"Denke nicht, dass so etwas gemacht wird, aber dafür solltest du dich wohl eher in Richtung Support wenden.","replies":[{"id":"","poster":"SO NiceCrits ","date":"2015-02-10T15:12:59.944+0000","up_votes":1,"down_votes":0,"body":"Richtung Support ? Es ist doch in Hilfe und Support was meinst du damit?","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2015-02-10T15:20:54.686+0000","up_votes":1,"down_votes":0,"body":"Du erreichst hier nur die Community und keine Riot-Mitarbeiter. Keiner kann dir hier bei deinem Anliegen weiterhelfen.","replies":[]}]}]}]}