{"id":"A2VrklsW","poster":"DeFinitive","date":"2015-02-10T14:23:06.596+0000","title":"Momentane Meta","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\nich habe nun seid längerem nicht mehr aktiv gespielt und möchte nun wieder aktiver werden in Dingen wie Ranked usw. und wollte daher mal fragen welche Champs momentan in der Tier 1 Meta sind ? Es wäre Nett wenn ihr ein paar champs pro position nennen könntet.\r\n\r\nMfG","replies":[{"id":"","poster":"kreznot","date":"2015-02-10T16:01:34.377+0000","up_votes":1,"down_votes":0,"body":"Hi benutz diese [Tierlist](http://www.nerfplz.com/2015/01/2015-champion-tier-list-solo-queue_30.html) ;D\n\ngenerell bleibt aber noch zu sagen das eine Tierlist unwichtig ist. Das du ein Profie wirst ist unwahrscheinlich, wie auch bei mir selbst oder fast allen Forenusern, und somit kannst du jeden Champ spielen der dich interesiert. Die balance ist recht gut, was bedeutet du kannst mit jedem Champ als Main Dia 1 bis Challenger erreichen. \n\nGeziehlt Tier 1 Picks picken, ist nur für Spieler interessant die jeden Tag von morgens bis abends spielen können und sich somit sehr schnell auf einen Champ einspielen können... sprich wenn du nun Ahri anfängst weil sie in der Liste God-tier ist, dann kannst du dir sicher sein das des nicht mehr lang so sein wird. Der Patch ist schon 2-3 Wochen draußen also: Nerf INC.\n\nich selbst habe die letzten Seassons gröstenteils Tier 2-3 Champs gespielt weil die Champs die mir am besten gefallen dort gelistet werden. Diese Champs reichten auch für 2 mal Platin hintereinander. Hat auch den riesen Vorteil das du keine Angst haben musst das dein Champ gepickt oder gebannt wird ;D\n\nMfG","replies":[]},{"id":"","poster":"UltimateLuzifer","date":"2015-02-10T15:09:32.693+0000","up_votes":1,"down_votes":0,"body":"Bitte :  http://www.lolking.net/charts?region=euw&type=champion-popularity&range=weekly&map=sr&queue=1x1\nDu kannst die Auswahlkriterien natürlich auch noch verändern.\nDas sind jetzt alle Ranglistenspiele 5 gegen 5 der letzten Woche, du kannst auch noch versch. Tiers auswählen oder den Zeiträum variieren.","replies":[]},{"id":"","poster":"Vylorpe Bot","date":"2015-02-10T15:08:56.427+0000","up_votes":1,"down_votes":0,"body":"schau da mal vorbei ;)\n\nhttp://www.nerfplz.com/2015/01/2015-champion-tier-list-solo-queue_30.html","replies":[]}]}