{"id":"MTIoJIsM","poster":"Falco Van Hawk","date":"2015-02-09T18:56:53.233+0000","title":"Neues Diamond III+ Team sucht Mitspieler","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Grüßt euch Freunde und Beschwörer.\r\n\r\nIch suche auf diesem Wege 4 neue Teamkameraden der Elo Dia III+ (Season 4) für ein langfristiges Team.\r\nFürs erste suche ich Leute die langfristig Zeit & Arbeit in ein 5on5 Ranked - Team investieren wollen und Spaß daran haben sich zu verbessern.\r\nDaher ist mein Anstreben ersteinmal ein Team zusammen zu stellen, sich bis nach Diamond+ einzuspielen um dann an Tunieren und der ESL teilzunehmen.\r\nDas Vorhaben soll ersteinmal ganz ohne Clan oder ähnliches stattfinden - bei entsprechendem Erfolg kann man sich immernoch einen passenden Clan / Sponsoren mit für uns günstigen Konditionen & Erwartungen suchen.\r\n\r\n**Was ich von euch erwarte:**\r\n- Erfahrung im Diamond III+ Bereich (Optimalerweise höher, Tuniererfahrung / Teamerfahrung wünschenswert)\r\n- Die Zeit und Motivation ca. 3 Tage in der Woche für wenigstens 2-3 Stunden dem Training zu widmen.\r\n- Das beherrschen des derzeitigen Meta-Games eurer jeweiligen Lane und der Wille sich diesem anzupassen. (Keine 1-Champ Wonders)\r\n- Interesse an Tunieren & Cups teilzunehmen.\r\n- Die Fähigkeit Kritik konstruktiv zu erhalten und zu vergeben. (Also einen ruhigen Kern zu haben)\r\n- Und nochmal, Zeit. Ein 5on5 Team frisst eine menge menge Zeit, seit euch klar darüber das ihr diese investieren müsst.\r\n\r\n**Was euch erwartet:**\r\n- Ein von mir/uns geistig reifes und entspanntes Team mit dem Ehrgeiz sich stets zu verbessern.\r\n- Keine Clanmassenveranstaltung, wir sind DAS Team und das bleibt auch so!\r\n- Für Teamspeak³ ist gesorgt.\r\n- Ein von meiner Seite aus unendlicher Wille das Team so lange zu bemuttern, zu organisieren und zusammen zu bauen bis wir eine feste kleine Familie sind :3.\r\n\r\nRoster:\r\nTop: -\r\nJgl: -\r\nMid: Falco Van Hawk\r\nAdc: -\r\nSup: -\r\n\r\nWenn wir dann ersteinmal ein festes 5er-Team sind, mit regelmäßigem Training und der Einsicht langfristig miteinander spielen zu können kann man sich Gedanken um Clanbeitritte, Sponsoring und ähnliches machen - von nix kommt nix Jungs!\r\n\r\nLg, Falco Van Hawk (Sascha)","replies":[{"id":"","poster":"Falco Van Hawk","date":"2015-02-10T12:13:17.153+0000","up_votes":1,"down_votes":0,"body":"Up!","replies":[]}]}