{"id":"5Gh42VTn","poster":"Marthmagic","date":"2015-02-09T18:42:28.883+0000","title":"NEW optimised, Ultra farm Turtle tactic!","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Ich habe mir eine teamcomp it einer \"neuen\" wincondition ausgedacht, die durch die season5 änderungen realistisch geworden ist, und wundere mich wieso diese nicht im professionellen spiel verwendet wird, auf jedenfall bin ich zuversichtlich das sie bis platin sehr gut funktionieren würde. (achtung! rechtschreibfehler und englisch ahead^^).\n\nDie idee ist, eine comp zu erstellen die die perfeckte verteidigung aufbauen kann, und dann mit perfecktem waveclear/farmmöglichkeiten diese verteidigungsituation zu ihrem vorteil nutzen zu können und das gegnerische team komplett outscaled.\n\nErst einmal muss man definieren was diese comp können müsste,\n1. es muss in der lage sein towerdives zu verhindern, eine form von disengages zoning und aoe cc,\n2. sie muss in jeder lane überlegen farmen oder zumindest waves clearen können ,\n3. sie muss dabei trotzdem in der lage sein den eigenen jungle kontrollieren zu können.\n4. sie muss sehr gute sustain und poke möglichkeiten besitzen um in einer langen siege situation die oberhand zu gewinnen.\n5. sie muss spätestens nach dem dritten, allerspätestens nach dem vierten drachen stark genug sein um das gegner team im offenen feld bkämpfen zu können, (das kann auch durch verzögerung des drachens hinnausgezögert werden.)\n6. jedoch müssen sie in der lage sein mindestens alle second tier türme lange genug zu behalten um noch zugang zum eignen jungel zu besitzen,\n7. und letztendlich brauch das team die möglcihkeit mindestens einen spieler schnell zwischen den türmen hin und her zu bewegen da perfeckte vision natürlich unmöglich ist.\n\nDie comp scheint erstanlichweise sehr gut möglich zu sein. Wenn nun diese comp einen constanten vorteil beim farmen besitzt, und in der lage ist einen großteil des eigenen jungles zu kontrollieren, kann sie drachen aufgeben bis sie dem anderen team überlegen ist. (und in einem gold/platin szenario riesig von gegnerischen towerdives und langen sieges profitieren.\n\nDie entscheidung für die optimale teamcomp hängt natürlich auch vom gegnerteam ab, und mann muss ersatzchampions für den fall haben das die gegner diese champions bannen oder picken,\n\n-Adc: TOp tier! Kalista: hurricane clear+ ult + vision control, , lucian: ult, Tristana: mobility resets für dives+ waveclear, sivir: disengage spellshield und waveclear.\n-Support: Janna: top tier towershield+ waveclear+ sustain und dissengage ult, morgana blackshield, waveclear, und anti towerdive ult, alistar: cheap tank, sustain heal, anti towerdive. Sona: sustain, + ult.\n-Midlane: Anivia: perfect waveclear, wall vs dives, cc vs dives, egg vs dives+ some poke. ziggs: perfect waveclear, ult laneübergreifend, some cc+ poke. Xerath: huge range to even defend jungle, poke, waveclear. Heimer: towers+ tower regeneration!, some poke, some waveclear. nice vs dives.\nBrand/cassio/swain...\n-Toplane: galio: perfect waveclear+ perfect anti dive ult+ solo sustain. Gragas : waveclear, tanky for dives, nice ult. Jayce: nice poke solid waveclear.\n(Maybe rumble because ult and i love him ;) ) Maokai, sustain, waveclear, nice anti dive/teamfight/peel. Chogath: waveclear cc, silence, Lissandra: !!!\n-Jungle: Gragas+ best jungler range waveclear. Reksai: top tier, range poke, nice farm, mobility, aoe cc. Maybe fiddl, great solo sustain, great anti dive ult some waveclear. Lee, nice jungle controll solid farm, disengage ult. udyr, grat farm great tank, only meele waveclear.\n\neinige champions können natürlich unterschiedlichen rollen gespielt werden, und es giebt natürlich noch andere möglichkeiten, aber die hier gelisteten sind meiner meinung nach die vielversprechendsten kandidaten, wenn ihr weitere vorschlöge habe erweitere ich die liste natürlich.\n\nSpells: 1 heal 1 tp 1 exhaust for jax/trynda and stuff. 1 smite and now! 1 times clarity for team siege sustain!!!\n\nAlways 5 defensive pinks (vielleicht 3 frühe pinkward items) in the jungle entrys the harder the enems press desto weiter hinten müssen die pink wards stationiert werden aber es muss jede flanke verhinder werden und der jungel darf nicht komplett aufgegeben werden sonst outskalen sie einen!\n\nItem builds :\n1. Sustain: Team Spellvamp! Lifesteal! regenration! Mana!,\n2. waveclear/controll: hurricane, muss noch getested werden:\n3. vielleicht das gate, und vielleicht banner of command. (bedarf weiterer tests.)\n4. Dissengage support items, cc items wie ryleas. für mehr kite.\n4. mobility um sich schnell zwischen den türmen hin und her bewegen zu können\n5. vision controll items: twinshadow, 1 blue trinket.\n6. mindestens einen starken tank, der beim turm bleiben kann wenn ein kurzer rückzug angetreten werden kann, natürlich mit warmorgs und vielleicht später thornmail.\n7. Zhonias, perfekt für dives.\n\nals letztes muss man noch starke dive oder lane push champions bannen, und man sollte den gegner fast automatisch outscalen wenn man es schafft den jungle von den türmen aus zu kontrollieren, und die rotationen sauber hinbekommt. und wenn der nach den ersten 3-4 fast kostenlosen drachen, gegner den ersten baron versuch macht sollte man stark genug sein ihn entweder durch poke herrauszuzögern, oder den kampf zu gewinnen. im lategame mit 400 cs auf jede rlane sollte es dann ken problem mehr haben, man muss natürlich die taktik umschalten sobald man bei 6 items ankommt, und dann die selben waveclear und poke möglichkeiten zum siegen und druck machen benutzen.\n\nOder habe ich etwas übersehen? die niedrigen respawn zeiten im jungle machen die kontrolle wesentlich einfacher, die vereinfachte vision controll macht es möglcih och einfluss auf den eigenen jungle zu haben, ohne ein vermögen auszugeben. Der am anfang generfte dragon kauft einem zeit, die neuen items ermöglichen bessere verteidigung, und ein paar neue champions machen diese comp auch signifikannt stärker.\n\nNach weiteren tests, muss im early game bei noch mangelnden waveclear fähigkeiten der jungle in bestimmten matchups helfen den turm zu halten falls ein laner gegen einen starken pusher zurück in die base muss. Und natürlich muss man darauf achten das man nicht overextended, und zu einem risikoreichen drachen verführt wird und dafür einen turm verliert.\n\nIch bin mir sicher das diese comp mindestens bis platin gewaltige erfolge erzielen kann. und vielleicht perfeckt gespielt sogar in die lcs und lck.\n\nich weiß das diese taktik eigentlich komplett der idee hinter league of legends wiederspricht, aber zum ersten mal in der geschichte von league scheint sie tatsächlich möglich zu sein.","replies":[{"id":"","poster":"Marthmagic","date":"2015-02-09T23:05:12.663+0000","up_votes":1,"down_votes":1,"body":"English version :\nI thought about a “new” teamcomp with a „special“ wincondition, which became viable though the new season5 changes. \nThe idea is to develop a comp, that can build up the perfect defense, while still controlling the own jungle, and with perfect wavclear and sustain they can outfarm and outscale the enemy, before they can take their fourth dragon. I am aware that this tactic was never before viable, but through several different changes it may be possible now, hear me out. \n\nAt first we have to define what this teams winconditions are and what they have to be able to do: \n\n1. They need to be able to stop towerdives, with 3 main factors: hard aoe cc, a tank, and disengage abilities. \n2. They need strong waveclear, to outfarm and keep the enemys away from the turrets. \n3. They still have to be able to control their own jungle and vision.\n4. They need strong sustain and some poke to outlast the enemy in a long siege. \n5. They need to scale fast enough to be able to fight after the third enemy dragon (at least the fourth) and at least be strong enough to peel the enemy away from baron. \n6. And they nee to defend at least good enough to keep their second tier turrets until then to keep control of their own jungle.\n7. And lastly the team need at least one player who can travel pretty fast from turret to turret so they won’t be outrotated. \n\nInterestingly this comp seems to be buildable in this season. If the comp keeps a constant farming advantage, and is still able to control a big part of the own jungle they will slowly outscale the enemy. Especially because the defense is so good that you can defend 4v5 and sometimes 3v5 and use the time to farm elsewhere. (and in case of towerdives great chances of a turnaround) \n\nthe perfect teamcombination obviously depends on the enemy team, and you need to have a plan b if the enemy picks or bans some of your champions.  \n\nHere a first draft of a tierlist for this tactic: (ofc  some champs can play in different roles.) \n\n-Adc: Tier 1: kalista: hurricane clear+ ult + vision control,Tier 2: Lucian: ult, Sivir: waveclear, disengage, spellshield.  Tier 3: Tristana: mobility resets and mobility for dives, some aoe waveclear(maybe tier 2 need to check new trista)\n-Support:  Tier 1: Janna: Towershield, waveclear, aoe cc, sustain+disengage ult. Tier 2: Nami: sustain, disengage, aoe cc. Morgana: blackshield, waveclear, ult vs dives Tier 3: Sona. \n-Midlane:  Tier 1: Anivia: perfect waveclear, wall vs dives, cc vs dives, egg vs dives+ some poke. ziggs: perfect waveclear, ult lane übergreifend, some cc+ poke. Xerath: huge range to even defend jungle, poke, waveclear. Heimer: towers+ tower regeneration!, some poke, some waveclear. nice vs dives.\nTier 2: Brand/cassio/swain...\nToplane: Tier 1: galio: perfect waveclear+ perfect anti dive ult+ solo sustain. Gragas : waveclear, tanky for dives, nice ult.Tier 2:  Jayce: nice poke solid waveclear. Maokai, sustain, waveclear, nice anti dive/teamfight/peel. Chogath: waveclear cc, silence, Lissandra:! Tier 3: Rumble (because I love him and ult ;) )\nJungler: Tier 1: Reksai: top tier, range poke, nice farm, mobility, aoe cc. Gragas+ best jungler range waveclear. Tier 2: Lee, nice jungle controll solid farm, disengage ult. Maybe Fiddl great solo sustain, great anti dive ult some waveclear  Tier 3: udyr, great farm and late solo jungle control. \n\nThere are several other viable champions especially in midlane. We can rework this tier list its just a first draft. \nSpells: 1 heal 1 tp 1 exhaust for jax/trynda and stuff. 1 smite and now!  Maybe!! 1 clarity for team siege sustain!\n\n4to 5 defensive pinks at the jungle entry, maybe 2 to3 pinkward items, as you only need defensive vision until phase 2 starts. The stronger the enemy presses the further back the pinks need to be, but they can’t be allowed to flank! And the jungle needs to be farmed or they will outscale your team. \n\nItem Builds :\n1. Sustain: Team Spellvamp! Lifesteal! regenration! Mana!,\n2. waveclear/controll: hurricane,\n3. Dissengage support items, cc items like ryleas for more kite. \n4. mobility to rotate faster between turrets. \n5. vision controll items: twinshadow, 1 blue trinket…\n6. At least 1 strong tank who can stay close tot he turret when they dive and you peel back. Warmorgs+ maybe thorn in late. \n7. Thonias for dives. \n8. Maybe gate or banner of command, needs to be tested. \n\nThe last piece of the puzzle is to ban strong dive or push champions. In the best case szenario you pick flex picks first and if the enemy seems to have weak siege you can complete your team and start this tactic with impenetrable defense. \nThe most difficult thing is to rotate well between the turrets and know what push you can defend outnumbered to use your map controll. \n\nPhase 2: if the enemy took 3(in some cases but risky 4) dragons, or attempts the first baron you need to move out and either stall and trade or poke, or fight. Your comp should be strong enough by that point to pick a figh depending on the enemy team comp. but you need to swap to phase to latest when one of your players gets to 6 items. \n\nThe high respawn times in jungle, the weaker early dragon, some new champs and item changes, make this tactic finally viable. \n\nThe only question left is until what level of play and against which other comps this tactic is viable. \n\nI would appreciate some feedback and would like to know until which level you think this tactic is viable (remember you obviously should play it against the strongest dive or siege comps as they counter this tactic, some rock paper scissors.)","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-09T23:46:48.122+0000","up_votes":1,"down_votes":0,"body":"Geh damit doch ins englische Forum? x.x","replies":[{"id":"","poster":"Marthmagic","date":"2015-02-10T02:06:12.958+0000","up_votes":1,"down_votes":0,"body":"ich habe es auf deutsch und auf english gepostet, weil ich es ein paar english sprachigen leuten zeigen wollte hier ist der hauptpost deutsch :). \n(desweiteren komme ich irgendwie nicht ins englische forum, der knopf oben links funktioniert noch(?) nicht ?! )","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-10T10:52:29.234+0000","up_votes":2,"down_votes":0,"body":"Geh auf die Forenstartseite und änder dann in der Adresse das \"de\" zu \"en\".","replies":[{"id":"","poster":"Marthmagic","date":"2015-02-10T13:20:16.460+0000","up_votes":1,"down_votes":0,"body":"ach stimmt ja^^, danke :).","replies":[]}]}]}]}]}]}