{"id":"ig0ranVp","poster":"Thimben","date":"2015-02-08T16:40:06.388+0000","title":"LoLClient kann nicht mehr installiert werden","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo an alle Beschwörer,\r\ndie sich meinem Problem widmen. Gestern musste ich LoL löschen. Der Grund will mir jetzt nicht mehr einfallen, aber heute wollte ich es wieder installieren und folgende Fehlermeldung trat auf: *Siehe Bild*.\r\n\r\nDavor wurde mir beim Download ein Trojaner angezeigt, danach  konnte ich LoL nicht, oder nicht im Download-Ordner runterladen. Mir wurde angezeigt ich hätte nicht die Berechtigung dazu, dabei bin ich der Admin dieses PC. Chrome hat mir vorgeschlagen den Download-Ordner zu wechseln und ich wählte meinen Desktop, dann ging es. Und jetzt kommen wir zum eigentlichen Problem: Wie oben schon beschrieben bekomme ich beim Versuch es zu installieren diese Fehlermeldung. Ich habe alle LoL- und Riot-Dateien von meinem PC gelöscht, bin sogar mit dem CCleaner rübergegangen, nichts hilft. Habt ihr einen Rat für mich oder kennt ihr dieses Problem. Mein Betriebssystem ist übrigens Win8.\r\n\r\nDanke für eure Hilfe,\r\neure Thi","replies":[{"id":"","poster":"Lvl 99 Hornliu","date":"2015-02-08T17:58:10.167+0000","up_votes":1,"down_votes":0,"body":"okay, gut zu wissen.\n\nhat sich bei mir aber erledigt, da der Lolclient einen anzeige fehler hat. trortz 0kbps lädt er brav weiter und steigt in der % zahl.\n\nworan kann das liegen?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-08T18:00:52.444+0000","up_votes":2,"down_votes":0,"body":"Heya\nDas ist normal, der Patcher verarbeitet in dem Moment Daten. Also einfach warten. Erst wenn ne Fehlermeldung kommt würd ich mir sorgen machen.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Lvl 99 Hornliu","date":"2015-02-08T17:36:34.531+0000","up_votes":1,"down_votes":0,"body":"@ Rkoturdo\n\nwo hasrt du denn die gepatcheten clienten gefunden?\n\nsind diese auch vertrauenswürdig?","replies":[{"id":"","poster":"Thx And Bye","date":"2015-02-08T17:49:34.750+0000","up_votes":2,"down_votes":0,"body":"Die liegen auf dem Server von Tiaryn, einem deutschen Senior Wrenchman.\n\nDu kannst auch nur den Patcher herunterladen, der die Dateien für das Spiel anschließend herunterlädt:\n-> http://wrenchbox.de/download/LoLRADS_EUW.zip","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-02-08T16:48:26.010+0000","up_votes":2,"down_votes":1,"body":"Heya\nLad dier [hier](http://downloads.tiaryn.de/LoL_clients/) einfach einen fertig gepatchen Client runter. Entpacken und dann in ...\\Riotgames\\LeagueofLegends ziehen.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Thimben","date":"2015-02-08T16:59:45.620+0000","up_votes":1,"down_votes":0,"body":"Danke für den Tipp aber nach einem verkackten \"Alles-Lösch- und-Windows-Neu-Raufzieh-Aktion\" geht es Wahrscheinlich wieder. (Habe vergessen meine persönlichen Sachen zu saven.) Melde mich aber wieder falls es Probleme gibt, ich bin mir nämlich nicht sicher ob ich nich' doch noch ein Problem habe.","replies":[]}]},{"id":"","poster":"Lvl 99 Hornliu","date":"2015-02-08T18:07:24.196+0000","up_votes":1,"down_votes":0,"body":"bin nu bei 95% langsam kribbelts mir in den fingern :D seid 4 tagen abstinenz :D","replies":[]}]}