{"id":"NpsVt0tp","poster":"TheTryBardIsReal","date":"2015-02-08T21:55:39.645+0000","title":"Allgemein zu dem Thema \"Wann kommt was ? und warum dauert es?\"","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":0,"body":"Hallo\r\nich bin zwar kein Mitarbeiter Riot's aber ich verfolge regelrecht das Thema ( wie schon im Titel) warum manche Sachen einfach dauern bis sie rauskommen.\r\n\r\nBeispiel: Zac skin: Sie arbeiten an Skins aber Zac selbst zu modelieren war schon schwer genug. Was also dazu führt warum es soll lange dauert bis ein skin da ist. Klar man könnte ihn einfach Rosa oder so machen und fertig, aber sind wir mal ganz ehrlich was bringt uns ein rosaner Zac der keine anderen Animation hat?\r\n\r\nZeitdruck: Es kommen Champion und Skin die sie regelrecht \"entwickeln\". Dazu noch die neusten News und die Änderung, Beschwerden usw. und sofort...\r\n\r\nMeine Meinung ist dazu ist: Lasst ihnen doch mal etwas Zeit, es sind keine Roboter die durch und durch arbeiten können oder ? Nein! Es sind genau wie Wir nomale Menschen die auch mal Zeit für sich selbst brauchen?! oder bin ich da im unrecht?. Ein Spiel zu managen mit einer so gewaltig großen Community ist nun mal hart und braucht Geduld. Also bitte spam sie nicht zu mit solchen Sachen und Stresst sie nicht noch mehr es sind sehr tolle Mitarbeiter, ich mein guckt mal wie sich LoL in den Jahren verändert / an die Community angepasst hat... :) Seit ehrlich ihr könntet auch nicht alles sofort machen wenn ein Fan euch um so viel bittet oder? Es braucht sehr viel Zeit überhaupt einen Champion zu entwickeln oder Skins es muss sich vom rest des Spiel nicht nur abheben sondern auch damit agieren :D.\r\n\r\nVielen Dank das du diesen Thread angeklickt und gelesen hast, ich hoffe du denkst wie ich. LG Variatix{{item:2010}}","replies":[{"id":"","poster":"elaustriaco1","date":"2015-02-08T22:00:26.490+0000","up_votes":0,"down_votes":1,"body":"Freu mich schon auf den Zac skin aber nich weil ich ihn maine oder so es ist weil ich mich schon gefragt habe: \"wie kann man ein Zac skin rausbringen?\" jetzt wo ich weis das sie eins machen kommen mir viele idden :)\n\nBtw. {{champion:6}}  OP","replies":[{"id":"","poster":"TheTryBardIsReal","date":"2015-02-08T22:09:46.995+0000","up_votes":2,"down_votes":0,"body":"Jap Urgot is OP :D stimm ich dir zu aber das mit dem zac skin wird wohl ne weile dauern :c aber trz freu ich mich auch ^^","replies":[]}]}]}