{"id":"yd8EAWgK","poster":"Jisatsu90","date":"2015-02-08T17:41:31.748+0000","title":"Die Top 5 Jungler Season 5?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich hatte gerade eine Diskussion mit jemandem der gerne einen starken Champ im Jungle spielen würde?\r\nWas sind eurer Meinung nach die Top 5 Jungler um ein Spiel zu carrien?\r\n\r\nMeine bescheidene Meinung:\r\n\r\n1. Lee Sin - Starkes early Game, gute Ganks und im Lategame guter Tank der entweder supportiv spielen oder gegnerische carries ins eigene Team kicken ann.\r\n\r\n2. Jarvan - Gute Ganks, guter Schaden und sehr Tanky. Die Ulty kann einzelne Gegner oder Gegnergruppen aus dem Spiel nehmen.\r\n\r\n3. Rek Sai - Auch nach den Nervs noch viel clearspeed und guten Schaden in Kombination mit Mobilität und Knockup. Zudem durch seine Ulti jederzeit im Geschehen. Gute Objektivkontrolle.\r\n\r\n4. Rengar - Es gibt mMn kaum einen Champ der gefährlicher für Squishys ist. Kaum eine Senkunde vergeht da ist man auch schon tot. Zudem vielseitig einsetzbar. Als Tank, Assassine oder auch mal Off-Tank bzw Bruiser. Geht alles auf Rengar.\r\n\r\n5. Vi - Recht schwaches early aber spätestens im Teamfight mit Ihrer Ult spielentscheidend. Guter Schaden und gute Ganks.\r\n\r\nEure Meinung ist gefragt. Da ich letzte Season nur Silber 3 war und diese Season noch unranked bin, ist meine Meinung vielleicht nicht richtig. Also haut in die Tasten!","replies":[{"id":"","poster":"li3g3stuhl","date":"2015-02-08T18:05:14.871+0000","up_votes":2,"down_votes":0,"body":"Fiddelsticks - gutes sustain im jungel, wenn man vision hat und/oder die gegner keine, ist er eine tödliche Waffe. Level 7 solo dragon. Natürlich hat er auch seine Nachteile, trotzdessen gefällt er mir in dem neuen Jungel sehr gut, vorallem durch das Ap- Jungelitem{{item:3708}} . {{champion:9}}","replies":[{"id":"","poster":"Simshobel","date":"2015-02-08T18:11:44.666+0000","up_votes":1,"down_votes":0,"body":"kennt man die richtigen spots, sind die jumpscares richtig fies !\n\n{{champion:78}}","replies":[]}]},{"id":"","poster":"I am Zynex","date":"2015-02-19T11:01:17.931+0000","up_votes":1,"down_votes":0,"body":"Also meine Favoriten in SoloQ wäre momentan:\n\n{{champion:59}} {{champion:9}} {{champion:254}} {{champion:421}} {{champion:76}} {{champion:107}}{{champion:64}} \n\nAlternativ sind sicherlich auch noch folgende sehr interessant:\n{{champion:32}} {{champion:2}} {{champion:106}} {{champion:62}} ","replies":[]},{"id":"","poster":"SpLiiTzZ","date":"2015-02-10T12:28:49.581+0000","up_votes":1,"down_votes":0,"body":"Man sollte auch nicht {{champion:32}}  und {{champion:31}} vergessen! Wobei Cho'Gath mein Geheimtipp ist. Guter Sustain, guter Schaden, CC, Silence und eine mega geile Ulti! :D","replies":[]},{"id":"","poster":"Mare TV","date":"2015-02-09T16:39:05.771+0000","up_votes":1,"down_votes":0,"body":"Der beste Jungler?\n\nNun ja, es ist dennoch bedingt durch die gegebene Situation.\nDer beste Champ im Jungle? - dann schlage ich dir die variationsreichste Kreation von League of Legends vor - - - {{champion:113}} - - - .\n\nWarum Sejuani?\n\nGanz einfach, kommen wir zu den Skills.\n\nQ  =  Knockup, skaliert auf AP auch gut dür den \"Escape\" wo man sich dann natürlich 'Teleport' oder 'Exhaust' statt 'Flash' zu den Spells gönnen kann.\n\nW =  Sehr gemein, skaliert mit Leben und AP, fügt wie eine AOE Schaden zu und zusätzlich noch an nahen Feinden Schaden über Zeit.\n\nE  =  Skaliert auf AP und kann Feinden nicht nur viel Schaden zufügen, sondern auch alle problemlos um 70% Verlangsamen.\n\nR  =  Eine AOE die eine gute Reichweite hat, skaliert auf AP und ist wohl eine fatale Angelegenheit für Champions die wenig aushalten.\n\nMit meinen Build erreiche ich ca. ( 750 AP  /- 3600 Leben /- 1500 Mana /- 120 Rüstung /- 100 Magieresistenz und stolze 40% CD + 30 bis 50 Magiedurchdringung )\n\nWenn du da alleine stehst und du alle Skills bereit hast, was du eigentlich fast immer haben wirst und dich jeder flamed, da du cheatest und keine Cooldown besitzt *angeblich* - naja, dann bleibst du stehen - wirfst deine Ultimate, alle fast halbtot - drückst E und schon stehen da nur noch 3 Feinde, jetzt kommt der Jump mit der Q welches noch einen auschaltet, die W funktioniert wie eine AOE und der Rest fällt zu Boden und du lebst da ca. mit 2000 von 3600 Leben.\n( Das alles passiert binnen 3 Sekunden. )\n\nUnd falls das nicht reicht, dann sollte deine E wieder bereit sein.\n\nMuss man aber können.\n\nDann gibt es noch 3 andere Builds die je nach Situation gespielt werden können. :)","replies":[{"id":"","poster":"Jisatsu90","date":"2015-02-10T08:45:17.357+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=NightmareXIII,realm=EUW,application-id=Wj1wcocU,discussion-id=yd8EAWgK,comment-id=0004,timestamp=2015-02-09T16:39:05.771+0000)\n>\n> Der beste Jungler?\n> \n> Nun ja, es ist dennoch bedingt durch die gegebene Situation.\n> Der beste Champ im Jungle? - dann schlage ich dir die variationsreichste Kreation von League of Legends vor - - - {{champion:113}} - - - .\n> \n> Warum Sejuani?\n> \n> Ganz einfach, kommen wir zu den Skills.\n> \n> Q  =  Knockup, skaliert auf AP auch gut dür den \"Escape\" wo man sich dann natürlich 'Teleport' oder 'Exhaust' statt 'Flash' zu den Spells gönnen kann.\n> \n> W =  Sehr gemein, skaliert mit Leben und AP, fügt wie eine AOE Schaden zu und zusätzlich noch an nahen Feinden Schaden über Zeit.\n> \n> E  =  Skaliert auf AP und kann Feinden nicht nur viel Schaden zufügen, sondern auch alle problemlos um 70% Verlangsamen.\n> \n> R  =  Eine AOE die eine gute Reichweite hat, skaliert auf AP und ist wohl eine fatale Angelegenheit für Champions die wenig aushalten.\n> \n> Mit meinen Build erreiche ich ca. ( 750 AP  /- 3600 Leben /- 1500 Mana /- 120 Rüstung /- 100 Magieresistenz und stolze 40% CD + 30 bis 50 Magiedurchdringung )\n> \n> Wenn du da alleine stehst und du alle Skills bereit hast, was du eigentlich fast immer haben wirst und dich jeder flamed, da du cheatest und keine Cooldown besitzt *angeblich* - naja, dann bleibst du stehen - wirfst deine Ultimate, alle fast halbtot - drückst E und schon stehen da nur noch 3 Feinde, jetzt kommt der Jump mit der Q welches noch einen auschaltet, die W funktioniert wie eine AOE und der Rest fällt zu Boden und du lebst da ca. mit 2000 von 3600 Leben.\n> ( Das alles passiert binnen 3 Sekunden. )\n> \n> Und falls das nicht reicht, dann sollte deine E wieder bereit sein.\n> \n> Muss man aber können.\n> \n> Dann gibt es noch 3 andere Builds die je nach Situation gespielt werden können. :)\n\nDann gib mal dein Build her :D: Biiiiitteeeeee ;).","replies":[{"id":"","poster":"Mare TV","date":"2015-02-10T11:35:19.606+0000","up_votes":1,"down_votes":0,"body":"Die Itemreihenfolge ist sehr entscheident.\n\nGeh auf meine zuletzt gespielten Spiele - der Build hängt von den Gegnern oft ab, um 1 Item und wegen der Reihenfolge.\n\nZwar habe ich die letzten 3 Verloren aber habe da auch bewusst 2 gegen 5 Gespielt um mich etwas zu verbessern. :)\n\nSchau dir die Spiele zwischen den 07.02.2015 und 09.02.2015 an - da habe ich eigentlich 90% meiner Spielen gewonnen mit {{champion:113}} .\n\nUnd meine 'Stats' sollten da auch aufgelistet sein. :)\n\nDer Build funktioniert aber nur, wenn der Gegner mindestens 3 Squishy Champions besitzt und kein Nasus oder Mundo.\nDann empfiehlt sich ein andere AD - Tank - Build.","replies":[]}]}]},{"id":"","poster":"Iron IV dude","date":"2015-02-10T09:09:07.145+0000","up_votes":1,"down_votes":0,"body":"Meine persönliche Top 5:\n\n1. Vi\nEinfache Ganks, skaliert gut ins Lategame und dank Ult+Q mit ein wenig cc ausgestattet.\n\n2. Jarvan IV \nÄhnlich wie bei Vi. Dank E+Q einfache Ganks, haut gut Schaden raus, kippt nicht so schnell um und hat schon early eine gute Phase.\n\n3. Rek'Sai\nTunnel ohne ende. Ganks kann man zwar auch verhauen, aber insgesamt sehr befriedigendes Gefühl fast ohne CDs durch die Gegend zu huschen.\n\n4. Shaco\nNo risk no fun. Entweder man zerstört oder man wird zerstört.\n\n5. Amumu\nSehr schwaches early, aber diese Ulti ist der Hammer!\n\nUnderdogs\n1. Hecarim\nAuch gute und einfache Ganks. Skaliert sehr schön ist aber Itemdependend, hat relativ schwaches early\n\n2. Talon\nSpielt sich überraschenderweise echt gut im Jungle, ab lvl 6 ist er imho der bessere Rengar. Braucht Tanky Teammates\n\n3. Zed\nIhr habt die Mitte nicht bekommen und Zed ist ungebannt? Er ist auch im Jungle gut unterwegs! Braucht Tanky Teammates\n\nAndere Nennenswerte gute Jungler:\nUdyr, ganz klar, kiten kiten kiten.\nYi, wenn das Team kein CC Monster ist. Braucht Tanky Teammates.\nElise, kann ich nicht gut spielen, aber kann auch sehr gut sein.\nLee Sin, ist nur nicht mein Spielstil, relativ hoher Skillcap, und LeeSyndrom (Q+Follow) macht es manchmal hart.\nKha'Zix, immer noch sehr hart und sehr stark.\nSejuani, ähnlich wie Amumu: Ult kann spiele Gewinnen.\nMalphite, siehe Sejuani/Amumu.\nXin Zhau, dank passive keine Probleme im Jungle.\nNidalee, dank Buff ein wirklich fieses Viech geworden.\n\nDenke das wäre so ziemlich alles","replies":[]},{"id":"","poster":"Ragequit Account","date":"2015-02-09T16:44:54.652+0000","up_votes":1,"down_votes":0,"body":"Nur auf Soloq bezogen?\n\nDann muss man Fiddle und Shaco definitiv beachten.","replies":[]},{"id":"","poster":"Fanzer","date":"2015-02-09T05:57:33.617+0000","up_votes":1,"down_votes":0,"body":"Für mich gehört Senjuani durch ihre Ulti und Tankyness zu den stärksten Junglern. Nach ihrem Buff ist auch ihre Cleartime ok. Zudem ist ist relativ Mobil unterwegs.\nUndm al ganz ehrlich, sie reitet auf einem Rieseneber über die Map. Was bitte giebt es cooleres.","replies":[]},{"id":"","poster":"stoffwechsel","date":"2015-02-08T22:03:19.707+0000","up_votes":1,"down_votes":0,"body":"Also ich persönlich finde den besten jungler vi... Sie macht so krass viel schaden und mit der ult ist der adc innerhalb von 5 sekunden tot... Mit vi kann man alles machen","replies":[]},{"id":"","poster":"iSw4Gx","date":"2015-02-08T20:03:50.512+0000","up_votes":1,"down_votes":0,"body":"Shaco.{{summoner:10}} {{item:3128}}","replies":[]}]}