{"id":"9iEzfzGz","poster":"Laphícet","date":"2015-02-08T21:38:31.118+0000","title":"Support Teemo Gleich easy WIn (für Gegner)","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"kennt ihr das habt ein super team und aufeinmal der freiwillig sich meldet spielt Teemo Support? ({{champion:17}}  {{summoner:4}} {{summoner:3}}  )\n\nwenn Ja oder Nein bitte begründen.","replies":[{"id":"","poster":"Quantum Theory","date":"2015-02-10T17:21:50.588+0000","up_votes":1,"down_votes":0,"body":"Oft genug gespielt und es war mindestens 50% win /lose\nMan sollte ihn allerdings nur zb gegen Vayne oder jinx picken \nNicht random","replies":[]},{"id":"","poster":"zoriax","date":"2015-02-08T21:54:46.524+0000","up_votes":1,"down_votes":0,"body":"Sicher nicht der beste aber auch nicht unspielbar.\nFinde sogar das er sich zum teil anbietet wenn man bot etwas Agressiver spielen will.\nEr ist schnell (was erstmal nur ihm nützt)\nEr hat seine Giftpfeile die langsam aber sicher schaden machen (was gut ist wenn der ADC den kill bekommen will.)\nSein Blind ist selbstredend ein Albtraum für jeden ADC ob zum angriff (Schaden+sicherheit) oder zum schützen wenn es mal eng wird.\nUnd natürlich die dauerfreewards. Wer will dich schon ganken wenn man alles sieht und auch noch dmg und slow bekommt.\n\nWie gesagt man kann Agressiver spielen. Minions zum Tower treiben. dem Gegner lasthits verwären und früh Tower einreißen.\n\nUnd wenn alles nichts hilft wird er einfach nur ein Ward der mit Aurenitems unsichtbar im Teamkampf steht^^","replies":[]},{"id":"","poster":"Laphícet","date":"2015-02-08T21:47:20.206+0000","up_votes":1,"down_votes":0,"body":"Ich bin für Nein ich hatte immer egal was war immer ein Lose!","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-08T21:42:32.981+0000","up_votes":1,"down_votes":0,"body":"Gibt schlechtere Supporter. Auf den ersten Leveln ist er nicht schlecht und ab Level 6 kann er das Spiel maßgeblich beeinflussen, wenn er gut ist.\nEr verlangt halt mehr Teamplay als andere Supporter und ist competitive nicht viable, aber im SoloQ kann er schon funktionieren.","replies":[{"id":"","poster":"Laphícet","date":"2015-02-08T21:44:06.743+0000","up_votes":1,"down_votes":0,"body":"ja kann ich ja verstehen aber hatte immer das GG für enemy momente deswegen das bild xD","replies":[]}]}]}