{"id":"0K9IrUEy","poster":"ProfMayr","date":"2015-02-08T13:37:04.878+0000","title":"PVP.net Patcher Kernel funktioniert nicht mehr","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Ich habe gestern noch ganz normal League of Legends gespielt und als ich heute das Programm öffnen wollte bekam ich eine Fehlermeldung **(PVP.net Patcher Kernel funktioniert nicht mehr, Das Programm wird aufgrund eines Problems nicht richtig ausgeführt. Das Programm wird geschlossen und Sie werden benachrichtigt, wenn eine Lösung verfügbar ist.)**!!! Ich habe nun schon im Internet nach Lösungen gesucht aber keine gefunden die funktioniert hat... Ich denke es geht nicht mehr da mein Laptop sich gestern beim Ausschalten noch mal aktualisiert hat und ein Update gemacht hat oder sonstiges, möglicherweise könnt ihr mir ja helfen!! \r\n> *Danke schon im Voraus.*","replies":[{"id":"","poster":"Sree","date":"2015-02-08T17:50:40.564+0000","up_votes":2,"down_votes":0,"body":"Schau mal hier: http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000\nUnter dem Punkt \"Unspecified Error occured\" steht, was du machen kannst, damit es wieder funktioniert.","replies":[]},{"id":"","poster":"Rirol","date":"2015-02-08T14:32:36.047+0000","up_votes":2,"down_votes":0,"body":"Hi, das Problem hatte ich Gestern komischerweise auch. Vorgestern noch gespielt und Gestern verweigert der Launcher den Dienst.\nGeholfen hat bei mir den Launcher einmal als Administrator zu starten. Seitdem funktioniert es wieder wie gewohnt auch ohne Adminrechte.","replies":[{"id":"","poster":"Simshobel","date":"2015-02-08T18:14:39.975+0000","up_votes":1,"down_votes":0,"body":"Richtig. Programm einfach als Admin ausführen. Hatte auch einen Fall, bei dem es geholfen hat.","replies":[]}]},{"id":"","poster":"Brais","date":"2015-02-08T14:03:17.682+0000","up_votes":1,"down_votes":0,"body":"Hast du seitdem versucht lol nochmal zu starten? bekomem dese fehlermeldung auch hin und wieder ist aber nichts schlimmes bei mir. (ist nur beim start des launchers) und dann starte ich einfach erneut und es läuft.","replies":[]}]}