{"id":"MJHu5Inf","poster":"Charyptoroth","date":"2019-11-28T13:02:28.782+0000","title":"TFT - Mages zu stark?","subforum":"Teamfight Tactics","up_votes":1,"down_votes":1,"body":"Sehr geschätzte Community,\r\n\r\nich wollte einmal nach eurer Einschätzung bezüglich des Mage-Bonus erkundigen.\r\nIch persönlich habe das Gefühl das Mages viel zu stark sind. In jedem Game spielen die Erstplatzierten Mage und hin und wieder schleicht sich mal ein Preditor hinein. Vielleicht sind aber auch meine Überlegungen falsch, aber ich habe das Gefühl, dass Mystic mist ist xD\r\nSelbst wenn ich es mal schaffe 4 Mystics aufs Feld zu bekommen ( was enorm schwer ist,da Master Yi und Nami beide Level 5 sind) habe ich das Gefühl, dass bsp. ein Veigar oder Brand Level 2 trotzdem enorm hohen Schaden verursacht. \r\nEine andere Überlegung wäre natürlich ihre Manaregeneration mit Gift zu countern, aber ich muss gestehen, dass ich die Einheiten eher semi finde. Singed ist wieder ein 5 Sterne und Twitch empfinde ich ohne passende Items als nutzlos.\r\nDas soll jetzt natürlich kein Flame sein, sondern mich interessiert, ob ihr ähnlich so empfindet und Riot vielleicht an Bonis wie Mystic oder Mage Änderungen vornehmen sollte? Oder bin ich mit meiner Meinung vielleicht alleine?\r\n\r\nLiebe Grüße Chary","replies":[{"id":"","poster":"Gin","date":"2019-11-29T10:26:34.279+0000","up_votes":1,"down_votes":0,"body":"Mages aktuell zu stark? - Ja.\nMystic zu schwach bzw. ein schlechter Counter? - Nicht wirklich.\n\nDie aktuellen Meta Comps sind Poison/Predator und Ocean/Mages. Da es in deinem Thread allerdings um letzteren geht, gehe ich mal darauf mehr ein.\n\nAlso, zu allererst sprechen wir Mystic an: Yes, das ein 2er Brand und ein 3er Veigar mit 2 Mystics in deinem Team immer noch hohen Schaden machen ist korrekt. Gerade weil Veigars Ultimate ein Semi-Execute ist. Aber: Mystic ist trotzdem eine ziemlich gute Synergy, insbesondere gegen Mages. \n\nDenn auch wenn Mystic nicht so insane auf gebufften Einheiten ist wie die Dragon-Synergy im Set 1, bufft sie am Ende des Tages dein ganzes Team. Und auch wenn Brand und co. immer noch 'hohen' Schaden drücken, machen sie weniger Schaden was deinen Einheiten etwas mehr Zeit gewinnt.\n\nUnd gegen Veigar speziell kann ich dir nur raten Einheiten auf Stufe 2/3 (selbe Stufe oder höher als Veigar zu bringen), und/oder Einheiten und Synergies reinzunehmen die Veigar cc-en oder ein paar Ults fressen oder denien können wie Taric zum Beispiel.\n\nOder du baust dir eine Comp mit Poison Units die ebenfalls sehr stark sind, insbesondere Singed.\n\n---\n\nUnd was Poison als Synergy betrifft: Poison ist mehr als fine. Du kannst Mundo und Singed in so ziemlich jede Comp als Frontline reinnehmen, und Twitch/Kog'Maw jeweils als Synergy enabler. Wenn du dann noch die richtigen Items auf den Units hast kannst du Comps die sich auf ihre Spells verlassen müssen sehr zu Schaffen machen.\n\n---\n\nTl;dr: Ja, Mage ist aktuell stark aber nicht unschlagbar. Und Poison/Mystic sind eine gute Antwort darauf.\n\nUnd sollten Mages weiterhin dominant bleiben kannst du damit rechnen das Nerfs mit einem der nächsten Patches folgen werden.","replies":[]}]}