{"id":"x0EIe7TB","poster":"Instabuy","date":"2015-02-07T23:26:09.729+0000","title":"Anti Homophobie und Rassismus! Tipps zur Bekämpfung","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":4,"body":"Hey Community,\r\ngerade ebend durfte ich wieder mit erleben, wie ein Mitspieler wegen einer anderen Orientierung fertig gemacht wurde.\r\nSolch ein Verhalten ist meiner Meinung nach kindisch. Auch wenn ich Kinder in meiner Freundesliste habe, welche sich positiver Verhalten als mancher Erwachsener.\r\n\r\nDas gleiche mit Rassismus. Diese Zeiten sollten eigentlich langsam mal ausgestorben sein, das Leute wegen anderer Herkunft fertig gemacht werden.\r\nBestes Beispiel: Franzosen. Wie oft lese ich, das Franzosen schlecht spielen und sie einen eigenen Server bekommen sollten. ich meine was soll das? Es ist und bleibt ein Spiel und es ist der Server EUW (Europa West) und in den Westen Europas gehören auch Franzosen.\r\n\r\nUm dies nun Vorzubeugen, würde ich Vorschlagen eine neue Report Funktion für genau solche Fälle einzufügen. Denn \"schlechter Spieler\" gibt es ja auch (Wobei ich das für das Sinnloseste überhaupt halte). Bei einem Report (für Rassismus/Homophobie) sollte dies auch umgehend überprüft werden (Chat) und stafen wie low priority queue, Chat bans oder sogar Bans geben.\r\n\r\nIhr könnt auch gerne weitere Vorschläge unten in die Kommentare schreiben.\r\n\r\nMfG MisterMCy","replies":[{"id":"","poster":"zoriax","date":"2015-02-08T00:13:00.997+0000","up_votes":2,"down_votes":0,"body":"Hmm sollte es einen Unterschied geben zwischen \"blöder Franzmann\" und \"wünsche deiner Mutter Krebs\" wenn dann jede Beleidigung überprüfen...","replies":[{"id":"","poster":"Instabuy","date":"2015-02-08T11:10:13.830+0000","up_votes":1,"down_votes":0,"body":"finde ich auch ... nur wird irgendwie zu selten durch gezogen.","replies":[{"id":"","poster":"eingew","date":"2015-02-08T11:13:05.289+0000","up_votes":1,"down_votes":0,"body":"Was wird nicht durchgezogen? Strafen für Flamer? Gibt mir 10 Minuten und ich liefere dir 200 Leute, die das Gegenteil beweisen.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-02-08T10:50:13.807+0000","up_votes":1,"down_votes":0,"body":"Rassismus wird genauso bekämpft wie jede andere Beleidigung. \n\nDie Reportfunktion \"schlechter Spieler\" wurde lediglich eingefügt, damit keine anderen Reportfunktionen mehr dafür missbraucht werden.\n\nDie Low-Priority Queue ist für Leaver gedacht und daran wird sich auch nichts ändern. Für Fehlverhalten im Chat gibt es bereits Bans und Chat Bans, die bis hin zu permanenten Bans führen.\n\nIch sehe in deinem Beitrag ehrlich gesagt keinerlei neue Informationen...","replies":[{"id":"","poster":"Instabuy","date":"2015-02-08T11:12:35.406+0000","up_votes":1,"down_votes":0,"body":"Soll es auch nicht. Ich finde es sollte nur auf das Thema aufmerksam gemacht werden.","replies":[]}]},{"id":"","poster":"Hibernius Riesig","date":"2015-02-08T09:50:52.394+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MisterMCy,realm=EUW,application-id=YnZkMR0R,discussion-id=x0EIe7TB,comment-id=,timestamp=2015-02-07T23:26:09.729+0000)\n>\n> Hey Community,\n> gerade ebend durfte ich wieder mit erleben, wie ein Mitspieler wegen einer anderen Orientierung fertig gemacht wurde.\n\nWoher kennen  seine gegenüber denn seine Vorlieben ?\nVersteh mich nicht falsch, jeder kann leben wie er will aber erklär mir was hat eine \"Hi Leutzz ich bin homo/hetero/bi\" in einem Spiel wie LoL zu suchen?","replies":[{"id":"","poster":"Instabuy","date":"2015-02-08T11:12:11.455+0000","up_votes":1,"down_votes":0,"body":"Sie hat es ebend gesagt im Chat weil sie mit ihrer Freundin pre war. Ist ihr denke mal rausgerutscht","replies":[]}]}]}