{"id":"mefe7fmz","poster":"lMcCookyl","date":"2015-02-07T23:01:22.936+0000","title":"Suche 5vs5 Ranked Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wie im Titel zu lesen ist suche ich ein 5vs5 Ranked Team,\n\nzu mir:\n-Mainlane ist die Botlane, das heißt Adc sowohl als auch supp, ich springe aber auch auf den anderen lanes ein ;)\n- bin ein aktiver Spieler\n- flexibel und spiele lol seit ende der season 2\n- besitze Ts3 sowie ein Headset (:\n\nErwartung:\nIch erwarte ein Team mit guter geistiger Reife die aber auch mit Spaß umgehen können. Das Elo oder Ranked ist mir egal.\nNatürlich sollte Teamtraining sowie Aktivität vorhanden sein.\n\nSomit wars das erstmal.\n\nBei Interesse addet mich in LoL\n\nMfg lMcCookyl ","replies":[{"id":"","poster":"JFI UnForGiven","date":"2015-04-04T14:20:07.582+0000","up_votes":1,"down_votes":0,"body":"hi\nich würde gerne mit machen. Bin main mid und second role ist adc,aber bin auch gut auf den anderen lanes. Ich spiele seid s2 und bin zuzeit plat 5 in solo! Komme aus deutschland kann aber hollandisch, dänisch und englisch sprechen!!! Ich nehme bin ein sehr seriöser spieler aber habe auch spaß dran!! ich spiele meistens nur am wochenende, weil ich auf ein internat bin aber sobald die ferien anfangen bin ich durchgehnt online","replies":[]},{"id":"","poster":"CueCue","date":"2015-02-08T10:34:36.849+0000","up_votes":1,"down_votes":0,"body":"Hallo.\nIch wil gerne mit tun mit das team ich bin ein niederlander und ich kan  ein ziemlich deutsch reden. ich war s3 im seoson 4.\nIch kan support und jungle spielen. Ich bin in latste jahr von schulen nach den examens kan ich viel spielen. Nur spiel ich am dinstag donderstags freitags und samstags avond und in der urlaub spiel ich viel.\nMeiner in game name ist CueCue.","replies":[]},{"id":"","poster":"DasAprikose","date":"2015-02-08T05:49:10.338+0000","up_votes":1,"down_votes":0,"body":"Hey :) Ich würde gerne bei dir im Team mitmachen. Ich bin 14 Jahre alt und war in der S4 Gold 3 Spieler. Zurzeit habe ich meine zehn Einstiegsspiele noch nicht gespielt. Ich bin Main Supporter seid Anfang der Season IV und spiele Aktiv League of Legends (sofern es die Schule zulässt^^) Ich bin ein sehr flexibler Spieler, bevorzuge jedoch einen Offensiven Spielstil. Mainchamps sind bei mir: {{champion:89}} , {{champion:412}} , {{champion:37}} und {{champion:99}} . Falls du interesse haben solltest, schreib mich doch Ingame an :DasAprikose","replies":[]}]}