{"id":"cWrGk7fb","poster":"XIII BTLmovies","date":"2015-02-07T21:07:49.256+0000","title":"Bugs und Fehlermeldungen aus dem alten Forum?","subforum":"Foren-Feedback","up_votes":1,"down_votes":0,"body":"Ich habe gerade gesehen dass das Forum off gesetzt wurde.\r\nUnd was ist mit den Fehlerberichten aus dem Forum?\r\nWerden die jetzt abgearbeitet oder ignoriert?","replies":[{"id":"","poster":"recon","date":"2015-02-07T21:50:22.323+0000","up_votes":1,"down_votes":0,"body":"Im alten Forum gab es zwar auf die meisten Meldungen keine Antwort, dennoch sind viele der Fehler bekannt. Ob und wann diese behoben werden, kann ich dir leider nicht sagen.\nIch vermute, dass die meisten (wenn nicht sogar alle) Programmier bei Riot kein deutsch sprechen und daher wohl eher in den englischen Bereich schauen werden. Dort wird oft das Selbe gemeldet wie bei uns ;)\nKritische Fehler gebe ich meist direkt weiter, sofern diese nicht schon bekannt sind.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-07T22:08:05.192+0000","up_votes":1,"down_votes":0,"body":"Und wenn man es dem Support schreibt, geben die diese wirklich weiter? oder sagen die das nur so? ^^ \n\nFinde es aber dennoch iwie blöd. es sollte mind 2 o. 3 Programmierer geben die die jeweilige Sprache sprechen. Oder nur 1. Jedenfall jemand der öfters in diese Fehler schaut. sowas eben ^^ Aber dennoch danke fürs weitergeben :)\nZudem ist es ja dann eig. sinnlos hier Fehler zu posten. Dann könnte man sie ja gleich isn englische schreiben oder gar nicht. Also. Naja. Egal ","replies":[{"id":"","poster":"recon","date":"2015-02-08T16:38:27.901+0000","up_votes":1,"down_votes":0,"body":"Davon gehe ich aus, dass der Support das weitergibt ;)\n\nDas Problem wird wohl auch sein, dass diese Programmier wohl mit programmieren beschäftigt sind :)\nDie können dann schlecht noch den ganzen Tag Berichte von Usern lesen.\nHierfür müsste man dann speziell Personen einstellen, die sich um Berichte kümmern.\nAlles nicht ganz so einfach wie man sich manchmal vorstellt :P","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-08T18:06:18.004+0000","up_votes":1,"down_votes":0,"body":"Hmm Stimmt :D","replies":[]}]}]}]}]}