{"id":"kB2akFAR","poster":"Velοnic","date":"2015-02-07T19:50:22.650+0000","title":"Ven Chung the Redeemed Shadow","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"**Ven Chung the Redeemed Ninja**\n\n**Geschichte:**\nVen Chung wuchs in einer armen Familie auf. Sein Vater starb als er gerade erst 4 Jahre alt war, deswegen musste ihn seine Mutter großziehen. Als seine Mutter umgebracht wurde, kam ein Schattenmensch namens Zed in sein Leben, dieser kümmerte sich um den 14 Jährigen Jungen als wäre es sein eigener Sohn.\nAls Ven Chung gerade erst 16 Jahre alt war, beschloss Zed auf Wünschen von Ven alleine ihn auszubilden. Ven war kein Naturtalent das stellte sich sehr schnell heraus trotzdem Trainierte und Kämpfte er mehrere Stunden am Tag und hatte kaum Zeit zum Schlafen. Als Ven Chung 24 Jahre alt war beförderte Zed ihn zum Hauptmann seiner Armen. Ein paar Jahre später griffen sie den Tempel von Zeds ehemaligen Meister an und  bekamen den Befehl die Schüler des ehemaligen Meister zu erschlagen. Von da an trennten sich die Wege von Zed und Ven Chung. Jedoch blieben sie Freunde.\nVen war auf der Suche nach etwas, das ihn von allen Menschen ausmacht. Also die noxische Besatzung, Ionia angriff, konnte Ven Chung nicht einfach zuhören wie Schrei für Schreie jedes einzelnen Menschen verstummt. So beschloss er in den Kampf zu ziehen. Dort lernte er einen Mönch kennen namens Lee Sin. Nach dem Kampf gegen die noxische Besatzung, wurden Lee Sin und Ven Chung Freunde. Lee Sin merkte das Ven stark ist jedoch keine Geduld hat und der er nicht mochte das ihm das gleiche widerfährt wie ihm einst, unterrichtete er ihn.\nAls er eines Tages die Nachricht bekam das der Mann gesehen wurde der seine Mutter auf dem Gewissen hatte wurde er von Hass erfüllt und suchte den Mann auf. In einen Tagelangen Kampf mit ihm hatte er es geschafft ihn zu besiegen. Als die Liga von dem Vorfall erfuhr, wollten sie Ven Chung kennen lernen und beschlossen ihn in der Liga aufzunehmen. Ven Chung willigte ein und tritt aus jedem Kampf stehst als Sieger heraus.\n\n**Waffe:**\nEr trägt einen werfbaren Dagger bei sich, dieser an ihm befestigt ist.\n\n**Allgemeines:**\nLeben: 578.2 (+82 pro Stufe)\nLebensregen.: 7.225 (+0,7 pro Stufe)\nEnergie: 200\nEnergieregeneration: 50\nAngriffsschaden: 55.812 (+3.5 pro Stufe)\nRüstung: 25.91 (+3.2 pro Stufe)\nAngriffstempo: 0.662\nMagieresistenz: 32.1 (+1.25 pro Stufe)\nLauftempo: 345\nArt: Nahkämpfer, Assassine\nGeeignet: Jungel, Mitte\n\n**Skills:**\n\nPassiv:\nAlle 8 Sekunden erhält Ven Chung 20%/55%/90%/120%/ seiner Energie als Leben (1/7/14/18)\n\nQ Skill: Stechender Atemzug\nKosten: 50 Energie\nReichwiete: 650\nCooldown: 11/10/9/7/6\nVen Chung wirft seinen Dagger schnell auf den Zielort, der an einem getroffenen Gegner Schaden verursacht und diesen 1 Sekunde in seine Richtung zieht. Ein zweites Aktivieren zieht Ven Chung zum Gegner hin.\nWenn Ven Chung seinen Gegner mit dem Dagger trifft bekommt dieser 70/100/145/190/210 (+90% zusätzlicher Angriffsschaden) Schaden.\n\nW Skill: Schatten Versteck\nKosten 90 Energie +5% des aktuellen Lebens \nReichweite: Selbst\nCooldown: 20/18/16/15/13\nVen Chung versteckt sich in einer Art Tarnung. Jede Sekunde hinterlässt er eine Spur am Boden diese 0,5 Sekunden anhält.\nTarnt Ven Chung für 2/3/4/5/6 Sekunden.\n\nE Skill: Gelungener Plan\nKosten 60 Energie\nReichweite: 450\nCooldown: 10/9/8/7/6\nVen Chung rammt seinen Dagger in den Boden und verlangsamt alle Gegner die innen Stehen und hindurch laufen.\nVen Chung schlägt mit seinen Dagger in den Boden und verursacht eine Druckwelle diese 2 Sekunden anhält, ebenfalls erhalten gegner die bei dem einschlag innen standen 80/120/160/210/250 (+100% zusätzlicher Angriffsschaden) magischen Schaden. \nDie Laufgeschwindigkeit nimmt für 2 Sekunden 32%/39%/45%/53%/60% ab.\n\nR Skill: Macht des Daggers\nKosten: Keine\nReichweite: 600\nCooldown: 95/70/50\nVen Chung erhält die macht des Fernkampfes.\nVen Chung kann von nun an für 7/11/15 Sekunden lang von der Ferne Angreifen. Das wiederholte Betätigen lässt ihn frühzeitig abbrechen.\n\n**Vorgeschlagene Items:**\n{{item:3111}} {{item:3153}} {{item:3072}} {{item:3046}} {{item:3026}} \n{{item:3102}} {{item:3172}} {{item:3022}} {{item:3143}} {{item:3031}}\n\n\nUnd was haltet ihr von diesem Champion denkt ihr Riot könnte den vielleicht einmal in die Liga bringen?\nSorry dafür dass ich kein Bild habe, ich bin eben nicht künstlerisch begabt.\nCooles Feedback würde mich freuen :)","replies":[]}