{"id":"PmjE7qgE","poster":"Torfu","date":"2015-02-07T12:41:27.258+0000","title":"xSolution.gg - Wir basteln uns ein Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\n\nwie ihr euch sicherlich denken könnt geht es hier darum Leute zu finden welche für und mit uns spielen möchten. Einleitend werde ich euch unseren Clan/unsere Community vorstellen und anschließend weitere Informationen zur Verfügung stellen.\n\n** Wer oder was ist xSolution?**\nUrsprünglich im Jahr 1999 mit Real Life-Freunden gegründet war xSolution ein reiner Counter Strike 1.6 Clan. Nachdem die älteren Mitglieder als auch die Führungsebene des Clans neuen Aufgaben und Interessen im Leben gegenüberstanden (Kinder, Hausbau, usw.) wurde es recht ruhig um den Clan.\n\nMit Hilfe von langjährigen Freunden und Bekannten wurde der Clan wieder neu aufgebaut und sucht nun nach Spielern, Fans, Teams und Unterstützern jeder Art. Unsere neue Homepage erlaubt es uns professionell aufzutreten und stellt eine Vielzahl an Funktionen zur Organisationen des Clans, Events usw. bereit. \n\n**Welche Anforderungen haben wir generell?**\n*Eines vorweg: Diese Anforderungen sind eine Wunschvorstellung, es können in Einzelfällen Ausnahmen gemacht werden.*\n\n* Verlässlichkeit\n* Mindestalter: 18 Jahre\n* Ruhige, nette Art der Umgangsform\n* Fähigkeit Kritik anzunehmen als auch richtig anzubringen\n* Grund-Sympathie\n* Aktivität\n* Bereitschaft Teamspeak zu benutzen\n* Funktionierendes Headset\n\n*Wie ihr seht stehen bei uns die Soft-Skills an erster Stelle, Skill und Teamplay kann man entwickeln, für Benehmen und Verhalten sind andere zuständig und das wollen wir auch niemanden beibringen. Natürlich muss auch eine gewisse Grund-Sympathie vorhanden sein, es wird wohl niemand mit jemandem spielen wollen den er nicht leiden kann.*\n \n**Welche Anforderungen haben wir LoL betreffend?**\n\n* Spielverständnis (MINIMAP, Mechanics, Champions, Warding, Timings usw.)\n* Solide Picks in Bezug auf die Teamcombo, Counterpicks\n* brauchbarer Championpool\n\n**5on5 Team: Welche Positionen sind zu besetzen?**\n\n* Top: TMN Wreckingball (G4)\n* Mid: I am pluxyy (D1)\n* Jun:  Retrain (G4)\n* Adc: Sortac (S2)\n* Sup: Torfu (S2)\n* Allrounder: TMN Miley Cyrus (G5)\n\n**3on3 Team: Welche Positionen sind zu besetzen?**\nDa ich persönlich sehr gerne 3on3 spiele aber niemand anderen aus meinem Bekanntenkreis dazu motivieren kann suche ich/wir auch noch Leute für ein 3on3 Team.\n \n* Top: Torfu (Bruiser, AD-Typie)\n* Jun: frei\n* Bot: frei\n\n**Zu welchen Zeiten sind wir aktiv?**\nDa wir berufstätig sind und mitten im Leben stehen sind wir prinzipiell täglich abends so gegen 19:00Uhr/20:00Uhr online jedoch lautet bei uns die Devise: \"Reallife geht vor!\" Somit kann es sein, dass man vielleicht mal nicht jeden Tag online ist und andere Pläne hat.\n\n**Was können wir euch bieten?**\nIm Prinzip bieten wir euch ein Umfeld an in dem durchaus nette Freundschaften entstehen können. Zusätzlich zu diesen Dingen findet ihr bei uns noch folgends:\n\n* Eine, exklusiv für uns erstellte, Homepage mit vielen Features, modern, hell und freundlich. - www.xsolution.gg \n* Teamspeak-Server (Public, Clan, Turnier)\n* Mehrmals pro Jahr sind Turniere (vorerst für LoL) geplant.\n* Derzeit hosten wir eine Liga mit 10 bzw. 9 Teilnehmern. Live-Übertragung per Stream / Spieltag: Sonntag 20Uhr\n* Leute unterschiedlicher Spiele (H1Z1, LoL, CS:GO, uvm.), welche immer wieder Gleichgesinnte suchen.\n* Counter Strike:GO Server\n* Die, für uns, größt mögliche Unterstützung in allen Belangen.\n\n**Wie kann man mit uns Kontakt aufnehmen?**\nDir hat sagt das Ganze zu und du möchtest nun mit uns in Kontakt treten? Klasse! \nDazu gibt es verschiedene Möglichkeiten:\n\nÜber unsere Homepage:** www.xsolution,gg**\nauf unserem Teamspeak3-Server: **ts3.xsolution.gg**\nper Mail an **info@xsolution.gg**\noder auch inGame [LoL] bei: **Torfu**\n\nWir würden uns freuen bald neue Gesichter bei uns begrüßen zu dürfen.\n\nNatürlich ist auch jeder der nicht in den Clan/eines der Teams will herzlich willkommen und kann gerne auf unseren Teamspeak-Server kommen um mit uns und anderen zu spielen!\n\nSolltet ihr ein komplettes Team haben welches einen Clan mit guter Infrastruktur sucht oder ihr euch als Streamer, Caster, oder anderweitig in den Clan einbringen wollt, könnt ihr euch ebenfalls gerne melden. Alles weitere klären wir dann in einem persönlichen Gespräch/Chat.\n \nBis dahin viel Erfolg und alles Gute!","replies":[{"id":"","poster":"Torfu","date":"2015-02-10T07:39:24.102+0000","up_votes":1,"down_votes":0,"body":"Push fürs 3on3 Team.","replies":[]},{"id":"","poster":"iJudazz","date":"2015-02-07T13:04:25.329+0000","up_votes":1,"down_votes":0,"body":"Hallo Leute :)\nIch finde solche Teams die Member usw suchen ja echt cool. Ich hab mir jetzt inzwischen schon die meisten posts durchgearbeitet wo ranked-teams member suche. Aber was mich richtig stört, ist das in jedem dieser Posts ein Mindestalter von 18 Jahren gefordert ist. Ich kann ja verstehen das es kleiner Kinder gibt die das ganze Game rumflamen, beleidigen und sich nicht aufs Spiel konzentrieren können(Ich gehöre definitiv nicht zu dieser Sparte). Aber ich bin mit meine 17 Jahren langsam echt aufgeschmissen.\nMfg Maris","replies":[{"id":"","poster":"Torfu","date":"2015-02-09T10:14:19.650+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=iJudazz,realm=EUW,application-id=ElKI1ocy,discussion-id=PmjE7qgE,comment-id=0002,timestamp=2015-02-07T13:04:25.329+0000)\n>\n> Hallo Leute :)\n> Ich finde solche Teams die Member usw suchen ja echt cool. Ich hab mir jetzt inzwischen schon die meisten posts durchgearbeitet wo ranked-teams member suche. Aber was mich richtig stört, ist das in jedem dieser Posts ein Mindestalter von 18 Jahren gefordert ist. Ich kann ja verstehen das es kleiner Kinder gibt die das ganze Game rumflamen, beleidigen und sich nicht aufs Spiel konzentrieren können(Ich gehöre definitiv nicht zu dieser Sparte). Aber ich bin mit meine 17 Jahren langsam echt aufgeschmissen.\n> Mfg Maris\n\nDa hat wohl wer nicht genau gelesen. :P\n\n> Eines vorweg: Diese Anforderungen sind eine Wunschvorstellung, es können in Einzelfällen Ausnahmen gemacht werden.\n\nDas 5on5 Team ist komplett. - **Wir suchen aber noch Leute fürs 3on3 Team!**","replies":[]}]},{"id":"","poster":"Kapitän Balu","date":"2015-02-07T12:58:44.242+0000","up_votes":1,"down_votes":0,"body":"Hey Leute, ich bin 18 Jahre alt und suche schon seit langem ein Team um meine Fähigkeiten weiter auszubauen, falls Interesse eurer seits besteht so meldet euch einfach bei mir.\nIngame Name: Kapitän Hulk","replies":[]},{"id":"","poster":"boehseopelz","date":"2015-02-07T12:43:04.167+0000","up_votes":1,"down_votes":0,"body":"hi leutz, bin 27 und suche schon lange ein team was öfter zusammen zockt, wenn ihr intresse habt, meldet euch zum probe vernichten^^","replies":[]}]}