{"id":"tAEieY2K","poster":"McMillerYT","date":"2015-02-06T11:53:52.754+0000","title":"McMiller road to 30! YOUTUBER HILFE BENÖTIGT :) MIDLANER","subforum":"Streams & YouTube","embed":{"title":"Russisches Battle auf der Midlane -Vladimir League of Legends Diarys 004","description":"Eine neue Folge :) Stufe 22 derzeit :) Spielt einen League of Legends Account auf 10 und unterstützt mich : http://signup.leagueoflegends.com/?ref=54d270d7c9cf0421325683 Hier gehts zum Orllo : https://www.youtube.com/channel/UCl3v2DdCgy1djHuaduUv0jQ KSBeats hat mich mit guter musik versorgt ^^ Einen Daumen nach oben ist gern gesehen und für mehr Videos einfach den Kanal abonnieren!","url":"https://www.youtube.com/watch?v=jpy6q-nX9rQ","image":"http://i.ytimg.com/vi/jpy6q-nX9rQ/hqdefault.jpg"},"up_votes":6,"down_votes":6,"body":"Hallo liebe Community :)\r\nMein Name ist McMiller und ich bin leidenschaftlicher YouTuber und LoL Spieler :)\r\nIch habe bereits ein paar Dota2 Erfahrungen gemacht, spiele aber nun seit einiger Zeit League of Legends :)\r\nDementsprechend hab ich auch ein Projekt auf YouTube gestartet wo ich den Weg von Stufe 20-30 festhalte und auf YouTube hochlade.\r\nJetzt brauch ich noch ein paar Dringende Tipps, die man vorallem auf der Midlane beachten sollte :)\r\nich möchte meiner kleinen Community bessere Plays bieten ^^ deshalb sind Tipps sehr Wilkommen :)\r\nWürde mich freuen wenn ihr helfen könnt ^^ \r\nLg McMiller :)","replies":[{"id":"","poster":"OP DoubleM","date":"2015-02-06T12:12:11.267+0000","up_votes":1,"down_votes":0,"body":"Hi\nich habe mal kurz reingeschaut....\nAlso du solltest auf keinen Fall die Vision vergessen. In Normals brauchst du die wards zwar noch nicht so intensiv, willst du aber später mal Rangliste spielen und auch weiter als Bronze kommen, dann achte öfter drauf wards zu kaufen. \nÜberschüssiges Gold immer für vision freihalten.\nUnter anderem nicht zu früh aufhören zu farmen. Du verpasst noch lasthits (ist eine sache der Übung) und hast auch öfter mal zu früh aufgehört da weiter zu farmen.\nZu guter letzt: Riskiere nicht zu viel xD Im normal gehts um fun, aber bei der Rangliste wird es dann etwas kritischer, da ein Misslungener Fight schnell entscheidend werden kann \nhoffe ich konnte helfen","replies":[{"id":"","poster":"McMillerYT","date":"2015-02-06T17:00:30.829+0000","up_votes":1,"down_votes":0,"body":"Okay danke ^^ ja das mit dem Creeps bekomme ich langsam auf die Reihe :) und warden...ja daran sollte ich wirklich denken :) Danke dir herzlich ^^","replies":[]}]},{"id":"","poster":"Greenfinger499","date":"2015-02-06T12:02:38.035+0000","up_votes":1,"down_votes":1,"body":"Super coole Videos und spielst für dein level bisher richtig gut!!!\n100% abo und like\nIch werde dich auf jeden fall weiter supporten","replies":[]}]}