{"id":"pEyTY4In","poster":"Pente","date":"2015-02-06T15:11:22.184+0000","title":"Eure Meinung ist gefragt: deutscher LCS Stream!","subforum":"Esports","up_votes":34,"down_votes":8,"body":"Wie einige unter euch sicher wissen wird die LCS seit dem 2014 Summer Split auch in deutsch gebroadcasted. Uns und das deutsche Broadcast-Team von Freaks4You interessiert eure Meinung zu ihrem Stream ganz besonders. Was gefällt euch gut und was vielleicht wengier? Was würdet ihr euch für den Stream wünschen? \n\n**Stream Links:**\n\n* [Deutscher EU LCS Stream](http://www.twitch.tv/besserwerdenimranked)\n* [Deutscher NA LCS Stream](http://www.twitch.tv/mori09tv)\n\nSchaut euch die Broadcasts auf jeden Fall einmal an und schreibt uns hier euer Feedback rund um den deutschen LCS Broadcast. Vielen Dank! :)","replies":[{"id":"","poster":"randale4GE","date":"2015-02-06T20:20:47.596+0000","up_votes":41,"down_votes":5,"body":"Schönen guten Abend zusammen.\n\nNormalerweise beteillige ich mich nicht an mehr an Spieleforen. Dafür bin ich mittlerweile einfach zu alt. Wenn es aber darum gehen soll, Maxim und seine Kollgegen zu unterstützen, melde ich mich gerne zu Wort.\n\nZunächst bin ich der englischen Sprache nicht so mächtig, dass ich den NA Stream problemlos und entspannt verfolgen könnte. Das ist bedauerlich, hat mich aber nie davon abgehalten die LCS (o.ä.) zu verfolgen. Irgendwann habe durch Zufall Maxims Channel entdeckt und schaue seitdem nur noch seine Übertragungen. Das hat folgende Gründe:\n\n1. Maxim hat eine sehr angenehme Art. Auf der eine Seite eloquent, verliert er gleichzeitig nicht die Beziehung zu seinen Zuschauern. Das imponiert mir und es ist fast bedauerlich, dass er seine Talente nicht in der Schule einsetzt.\n2. Sein erster Co-Kommentator war Perrick. Perrick war ein wirklich cooler, sympathischer und absolut passender Partner von Maxim. Ich kenne die Gründe für seinen Weggang nicht, würde es aber begrüßen, ihn wieder an der Seite von Maxim zu sehen. (Thumbs up@Perrick)\n3. Deutsch! Endlich gibt es einen LoL Stream in Deutsch, selbst für ältere Semester wie mich. Super! Danke! LCS Stream > TV\n4. der total bekloppte HandofBlood: Wirklich witziger und sympatischer Kerl, der in seinen Youtubevideos manchmal zuviel rumschreit aber ich habe mich köstlich über \"Schelle Fielmann\" amüsiert. Danke dafür.\n5. Sehr interessant fand ich auch die Gast-Auftritte von \"Mountain\".\n\nZusammenfassend kann man nur sagen, dass das Team um Maxim für viele unterhaltsame Abende in meinem Wohnzimmer gesorgt hat und ich mir wünschen würde, diesen Service in Zukunft weiter nutzen zu können.\n\nAnregung:\nIch könnte mir eine weibliche Note für die Analyse Ecke gut vorstellen. Ihr hattet mal eine zu Gast, die ein wenig verkrampft aber sehr sympatisch wirkte. Vielleicht kann man hier ein wenig schulen und ihr eine zweite Chance geben? (Wenn sie nach dem hässlichen Kiddie Geflame noch Bock hat)\n\nAuf jeden Fall möchte ich mich für die Arbeit und Unterhaltung bedanken.","replies":[{"id":"","poster":"IceH","date":"2015-02-08T14:32:22.597+0000","up_votes":4,"down_votes":1,"body":"Hier nochmal explizit: Danke für das detaillierte Feedback. An der weiblichen  Note arbeiten wir schon sehr, jedoch haben wir da noch keine langfristige Lösung. Aber was nicht ist, kann ja noch werden.\n\nWas das Personal angeht, versuchen wir sehr es immer weiter zu optimieren. Mountain wird sicherlich auch in Zukunft mal wieder vorbeischauen. Wir scouten nebenher auch schon nach neuen, interessanten Spielern im Bereich Challenger Series / EPS, um die mal als Gast zu haben. \n\nAnsonsten: Vielen Dank für die vielen positiven Sachen ^^ Max und Maxim wirds sicher sehr freuen.","replies":[{"id":"","poster":"IHannah BakerI","date":"2015-07-29T16:54:39.635+0000","up_votes":1,"down_votes":0,"body":"Hendrik wir lieben dich mehr Aktionen sowie gestern bei Allstars Maxim vs Community :)","replies":[]}]}]},{"id":"","poster":"Heretsu","date":"2015-02-06T19:12:04.991+0000","up_votes":23,"down_votes":4,"body":"Super Stream! Ich schaue jeden Donnerstag und Freitag die EU LCS auf dem Kanal.\nVerbesserungsvoschläge: \n1.Einige Spielinhalte(z.B) Items sollten sie ruhig auf Englisch aussprechen(Ich glaube, sie MÜSSEN alles auf deutsch kommentieren)\n2.Die Qualität. Da sie einen Stream streamen, leidet die Qualität. Eventuell kann Riot da ja was klären?;)\n3. BRINGT PERRICK ZURÜCK und Saitain in die Kommentarecke :(","replies":[{"id":"","poster":"cremnik","date":"2015-02-07T13:48:36.620+0000","up_votes":8,"down_votes":0,"body":"Das Thema Sprache ist auch das, was mich am meisten vom Gucken abhält. Es gibt sicher eine allgemeine Lolsprache, die von allen Spielern gut verstanden wird. Besonders irritierend, ist das ständige switchen zwischen Deutschen und Englischen Begriffen und zwar an Stellen, an denen es nicht wirklich sinnvoll ist. Also werden manche Begriffe zwar auf Englisch genannt -und so um Konsens mit der allgemeinen Sprache- aber dann gibt es die Momente, in denen mache Begriffe auf Deutsch fallen, was dann extrem verwirrt. Also würd ichs begrüßen, wenn alles Begriffe auf Englisch wären.","replies":[{"id":"","poster":"LuckyLinus","date":"2015-05-07T13:07:55.761+0000","up_votes":1,"down_votes":0,"body":"Ich finde gerade das besonders gut, dass zB auch die Gegenstände mit dem deutschen Namen, den sie auch in der deutschen Spielversion haben, genannt werden.","replies":[]}]},{"id":"","poster":"Pente","date":"2015-02-06T19:38:37.376+0000","up_votes":6,"down_votes":0,"body":"Zum Thema clean feed Qualität:\nWir sind in ständigem Kontakt mit unseren Broadcast Partnern und versuchen die Probleme mit dem Feed so gut und so schnell wie möglich zu beheben. Ich bin leider kein Technik-Genie und kann dazu somit auch wenig sagen, außer, dass wir unser Möglichstes tun, um dies zu verbessern.","replies":[]},{"id":"","poster":"TDS Zibjax","date":"2015-02-07T16:04:46.156+0000","up_votes":1,"down_votes":0,"body":"Also ich kann dich voll unterstützen, dass perrick wieder zurückkommen sollte","replies":[]}]},{"id":"","poster":"CaptainCaveBunny","date":"2015-03-18T20:00:47.310+0000","up_votes":12,"down_votes":0,"body":"Positiv:\nDen Deutschen Stream vorzugsweise von Maxim geleitet (wenn es um EU geht) halte ich vom Casting her sehr gut. Maxim hat es verstanden regelrecht mit zu Fiebern und auch wenn man merkt das ihm die Zeit fehlt selbst zu Spielen, sind zu 90% die Hintergründe über die er spricht (z.B. warum nimmt er dieses Item, warum diesen Champion) sehr ausführlich und auch korrekt erklärt.\n\nDie Analyse ecke (wie ich hier lese war dies ja schon ein Kritikpunkt) muss ich, denke ich, nicht mehr weiter erwähnen. Freaks4u hat gemerkt das man trotz jungem Publikum nicht zu albern werden sollte und sucht nun Hände-ringend nach Professionellen Spielern die Sie dabei unterstützen sollen. Zufällig, in einem kleineren Stream, habe ich auch schon die freudige Nachricht von einem Spieler im TS gehört das man ihn eventuell dazu einladen wird.\n\nZwar kann man nicht hoffen das es wie im Englischen Stream sein wird, aber eventuell schafft man es sich nun etwas besser anzunähern anstatt nur das Spiel \"runter zu reden\" wofür man auch wirklich jeden hätte nehmen könnte.\n\nNegativ:\nWas mich aber nun besonders stört, und falls es stimmt darf sich Riot gleich mit angesprochen fühlen, ist nun die Werbung von der Glücksspielseite \"Vulcun\" die freudig angepriesen wird an ein Publikum, das eben nicht nur aus über 18 jährigen besteht sondern auch, gerade weil das Spiel ab 12 Jahren ist, aus minderjährigen. \n\nHier preisen die Vorbilder, wie Maxim, nun die Vorteile des Glücksspiels an und das Anfangs ohne selbst 1. Auf die Gefahren des Glücksspiels hinzuweisen und 2. Darauf hinzuweisen das Glücksspiel und dementsprechend auch diese Seite ab 18 ist. Dieses konnte man dann Anfangs in den Kommentaren der \"News\" (Manche würden es auch eher Schleichwerbung nennen, immerhin ist es im Journalismus so das man beides trennt um nicht \"gerügt\" zu werden) vernehmen. (Heute im Stream wurde es übrigens dann doch kurz gesagt das diese Seite ab 18 ist, aber nur eher beiläufig)\n\nVon der ganzen Rechtslage halte ich mich raus, auch wenn ich zum Glück einen Bruder habe der sich damit auskennt. Mir geht es mehr um die Moralische Frage warum Riot dieses zulässt (wurde von freaks4u jedenfalls gesagt) das durch ein Spiel ab 12 Jahren auf einer Streaming Seite (ohne ab 18 Kontrolle zum Stream) Werbung für ein Angebot gemacht wird das laut Gesetz nicht für minderjährige bestimmt ist.\n\nUnd ich denke jeder im leben hatte seine Vorbilder, genau so hat sie auch der liebe Maxim der nun für freaks4u ihnen sagt wie toll diese Seite ist und das man da unbedingt mit machen sollte (natürlich sollte man aber nicht den Code vergessen, sonst gibt es ja kein Geld.....und damit meine ich für freaks4u).\n\nUnd ob sich freaks4u sich nicht schämt so eine Vorbildfunktion auszunutzen, des Geldes wegen?\n\nMir ist es egal wenn jemand der 18 Jahre ist Geld rein steckt, er ist alt genug und weiß was er tut, aber für unter 18 jährige haben wir einen Jugendschutz und nach meiner Ansicht wird der hier gerade mit Füßen getreten und das von Riot und freaks4u.\n\nSpielsucht ist in vielen Dingen nichts schönes, aber noch schlimmer wird es, wenn man durch angebliche Vorbilder dazu animiert wird und früh genug damit anfängt. Da ich von Beruf Physiotherapeut bin, kenne ich auch ein paar Psychotherapeuten die genug Patienten hatten die früh genug Angefangen haben und alleine nicht mehr raus kamen.\n\nIch würde mir einfach wünschen das auf die gefahren mehr eingegangen wird bevor man mit dem anpreisen beginnt, auch wenn man die Euphorie der Fans dadurch wieder zügelt. Aber leider ist Geld in vielen Situationen verlockender, als ein gutes Vorbild für seine jüngeren Fans zu sein...\n\nP.s Mir ist bewusst das Vulcun auch bei bekannten Streamern zu finden ist, nur haben die nichts \"offiziell\" mit Riot zu tun. Und ich sehe ich keine \"aggressivere\" Werbung außer beim Deutschen Riot Stream wo erst mal zeit dafür geopfert wird auf die Seite drauf zu gehen und Vulcun anzupreisen um zu sagen wie toll Vulcun zum Wetten doch ist.","replies":[{"id":"","poster":"Aenrikr","date":"2015-04-16T07:13:22.642+0000","up_votes":6,"down_votes":0,"body":"Totally agreed!\n\nDieses Hochgelobe und Angepreise dieser reinen Glücksspielseite ist echt nervig und moralisch extrem fragwürdig.\nUnd es nimmt grad eher zu denn ab, momentan hör ich während jeder Auswertung oder Diskussion noch eine Weiterleitung zu dieser Seite.\n\nWenn die das schon anwerben wollen. dann soll gefälligst noch immer ein Hinweis dazu kommen, dass Glücksspiel gefährlich ist da es süchtig machen kann.\n\nAuf der Youtube Seite hab ich diesen Hinweis auch schon losgelassen, wurde dafür aber nur milde belächelt.\nTeilweise von Kindern wohlgemerkt, die haben da ihr Alter mit angegeben.\n\nIm Anbetracht der Zielgruppe dieses Spieles (größtenteils Minderjährige), gehört jegliche Verbindung zu Vulcun von Riot verboten und sollte umgehend eingestellt werden.","replies":[{"id":"","poster":"Kelfi","date":"2015-04-16T12:26:49.763+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Aenrikr,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=004e0000,timestamp=2015-04-16T07:13:22.642+0000)\n\n> Wenn die das schon anwerben wollen. dann soll gefälligst noch immer ein Hinweis dazu komme, dass Glücksspiel gefährlich ist da es süchtig machen kann.\n> \n\nIch frag mich eh warum der Hinweis nicht kommt, ich hab immer gedacht das wäre verpflichtend in Deutschland...","replies":[{"id":"","poster":"Aenrikr","date":"2015-04-16T13:25:03.211+0000","up_votes":3,"down_votes":0,"body":"Ich glaube nicht, dass es verpflichtend ist. Zumindest nicht in Deutschland.\nIch hab ja selber die ein oder andere Spielhölle in meiner Nähe, da klebt aber nix an der Tür von wegen \"Glückspiel kann süchtig machen\".\nDas letzte mal hab ich sowas mal im Fernsehen gesehen als es um`s Lotto ging.\nAber sonst nirgends.\n\nUnd wenn ich mir zudem mal so das Alter einiger LCS Spieler anschaue, dann merke ich, dass die stellenweise selber nicht mal alt genug sind um auf diese Seite zu gehen.\nÜber einen Hinweis braucht man sich da also gar nicht unterhalten, das kann man gleich direkt komplett abschreiben.","replies":[]}]}]},{"id":"","poster":"CaptainCaveBunny","date":"2015-04-22T16:38:53.660+0000","up_votes":3,"down_votes":0,"body":"Passend zum Thema gab es vor 2 Tagen ein Artikel auf Spiegel.de\nhttp://www.spiegel.de/gesundheit/psychologie/spielsucht-bei-jugendlichen-jugend-zockt-online-a-1027322.html\nUnd für die Faulen eine Zusammenfassung:\n**Zocker hoffen, mit Online-Glücksspielen schnell viel Geld zu machen. Das Problem: Die Anzahl minderjähriger Spieler nimmt zu. Ein Grund sind die laschen Kontrollen. Immer häufiger müssen Psychologen junge Spielsüchtige behandeln.**\n\nDa ich den Deutschen Stream nicht mehr schaue weiß ich nun nicht ob sich da irgendwas getan hat. Aber zur Freude von freaks4u war das letzte was ich mit gekriegt habe das ihre \"Dauerwerbesendung\" wohl dazu geführt hat das Vulcun ganz bei ihnen eingestiegen ist. \nUnd wie man auch sieht, sind gerade solche unbequemen Moral fragen wohl nicht so leicht zu beantworten da der klare Menschenverstand weiß wie man so etwas zu bewerten hat.\n\n Also wird das Thema wohl weiterhin brav ignoriert :)","replies":[{"id":"","poster":"IceH","date":"2015-04-27T08:01:58.495+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nich kann euch versprechen, dass wir diese Thematik nicht ignorieren. Ganz im Gegenteil. Wir setzen uns sehr stark mit der Thematik auseinander.\n\nAn dieser Stelle möchte ich ausführen, dass es in der eSports-Landschaft viele Sponsoren gibt, die \"problematisch\" sind, die jedoch feste Plätze in der Landschaft haben. Hat sich jemand mal Gedanken zu G2A, Kinguin und Co gemacht? Das sind Unternehmen, die ihr Geld in einer großen Grauzone mit dem Verkauf von Spielekeys verdienen - und das obwohl die AGBs von zB. Steam und Origin es nicht erlauben. Trotzdem kann man keinen einzigen Stream schauen, ohne die Logos dieser Unternehmen zu sehen.\n\nNatürlich versuchen wir \"legitime\" Sponsoren zu finden, die unsere moralische Sicht ebenfalls vertreten. Ich kann euch versprechen, dass gerade Maxim als Familienvater äußerst kritisch mit dem Thema umgeht (siehe sein [YouTube Video](https://www.youtube.com/watch?v=-KscKIAPlEg) dazu).\n\nLetztendlich suchen wir die wirtschaftliche und moralische Balance, denn ich will euch einerseits geile Gäste und eine super Produktion liefern, andererseits aber natürlich auch moralische Grundsätze verfolgen.\n\nNagelt mich gerne auf dieses Statement fest. Ich werde in der Zukunft gerne auch in diesem Bezug transparent Rede und Antwort stehen.\n\nIch hoffe aber auch, dass ihr uns weiter treu bleibt und auch in Phasen, während der wir kritisch beäugt werden, hinter uns steht.","replies":[]}]}]},{"id":"","poster":"IceH","date":"2015-02-06T16:38:55.622+0000","up_votes":18,"down_votes":5,"body":"Hier der Projektmanager von Summoner's Inn und somit auch Produktionsleiter der LCS Übertragung. Wir werden uns auch hier Feedback hier anschauen und nächste Woche direkt besprechen. Solltet ihr Fragen haben, werd ich die gerne beantworten.","replies":[{"id":"","poster":"Pente","date":"2015-02-06T18:32:07.750+0000","up_votes":10,"down_votes":0,"body":"Ich highlighte hier mal den Kommentar von IceH. Wie ihr seht, die Jungs und Mädels vom Summoner's Inn Team sind ebenfalls vor Ort und verfolgen gespannt euer Feedback. Denn unser Ziel ist klar: wir wollen euch den bestmöglichen deutschen LCS Stream liefern und dazu brauchen wir dringend all euer Feedback, sowohl positiv als auch negativ! :)","replies":[]}]},{"id":"","poster":"PANBU","date":"2015-02-06T19:35:48.821+0000","up_votes":2,"down_votes":2,"body":"Es gibt einen Twich channel der das macht das auf deutsch der heis Besserwerdenimranked!","replies":[{"id":"","poster":"Pente","date":"2015-02-06T19:39:21.681+0000","up_votes":9,"down_votes":0,"body":"Genau über den reden wir hier ;)","replies":[{"id":"","poster":"PANBU","date":"2015-02-06T20:39:33.773+0000","up_votes":1,"down_votes":1,"body":"oh (facepalm) das hab ich jetz auch schon bemerkt -.-","replies":[{"id":"","poster":"Psydelick","date":"2015-02-07T03:24:49.872+0000","up_votes":2,"down_votes":2,"body":"ahaha das war ein Mega Atom {{champion:429}} Facepalm :D","replies":[]}]}]}]},{"id":"","poster":"BAITH0V3N","date":"2015-02-06T15:18:21.386+0000","up_votes":5,"down_votes":5,"body":"Habe bisher nur einmal in einen deutschen LCS Stream reingeschaut. \nMir hat einfach nicht zu gesagt wie die Streamer das rübergebracht haben\n\nIch schaue schon immer den Riot Games stream einfach weil man mit der Zeit die Kommentatoren so  liebgewonnen hat.","replies":[{"id":"","poster":"KedyinsCrow","date":"2015-02-06T15:50:25.262+0000","up_votes":8,"down_votes":1,"body":"Naja, das liebgewinnen der Kommentatoren ist bei mir verloren gegangen als die (zumindest in meinen Augen) beiden besten, Deman und Miller, gegangen sind -.-\nDer Rest kann da einfach nicht mithalten (und damit meine ich natürlich nicht das Fachwissen).\n\nWas den deutschen Stream angeht, find ich ihn persönlich \"zu deutsch\", einige Begriffe sind einfach eingedeutscht und sollten auch verwendet werden, schließlich sind sie -in der Regel- selbst erklärend und werden von fast allen Spielern auch ingame verwendet, Neulinge könnten dadurch sogar etwas lernen, wenn ihnen die Begriffe aus dem Spiel her noch nicht bekannt sein sollten. \nMan könnte ja auch ggf. eine \"Fachbegriff-Sammlung\" erstellen und verlinken. Ich meine es gibt in jedem Sport Fachbegriffe und wenn ich den Sport nicht kenne ist es ganz egal ob diese auf Deutsch oder Englisch sind, man versteht sie, entweder so oder so (aus dem Kontext) oder gar nicht und braucht in beiden Fällen eine Erklärung.  Da die englischen Begriffe weiter verbreitet sind, macht es -aus meiner Sicht- auch mehr Sinn diese zu verwenden.\n\nAber ich bin ganz ehrlich, ich werd in jedem Fall beim Englischen Stream bleiben, einfach aus dem Grund, dass ich es mir generell angewöhnt habe, alles auf Englisch zu hören/anzusehen und wenn es um Fachliteratur geht auch zu lesen um die Sprache zu behalten/erweitern/lernen/verbessern (was nunmal in vielen Berufen heute unumgänglich ist).","replies":[]}]},{"id":"","poster":"Jaberno","date":"2015-02-07T09:28:22.548+0000","up_votes":9,"down_votes":4,"body":"Ich muss sagen es kommt immer sehr stark drauf an welche Gäste (Caster, Co-Moderator) etc. sie anwesend haben. \n\nBeispielsweise finde ich Maxim mit Sola, Saitain oder wie gestern Kevin echt super. Perrick hingegen muss ich sagen passt nicht so sehr (früher sehr symphatisch, aber er ist abgehoben mittlerweile). \n\nWas die analysecouch angeht, fand ich gestern & vorgestern nicht so berauschend, mit Handofblood und Hallodri ist alles ein wenig ins witzige lächerliche gelangt und weg vom Professionellen. Da sollte doch das Professionelle etwas erhalten bleiben (was den ein oder anderen witz oder lacher ja nicht auschließt, aber das war zuviel!) Ansonsten guck ich Handofblood selber sehr gerne, und er macht es eigentlich auch auf der Analysecouch recht gut, vllt. war es einfach die Combo mit Hallodri die ihn etwas lockerer und unprofessioneller gemacht hat. \n\nIch finde es gehört einfach jemand wie Mountain, Saitain, Kevin etc. auf die Analysecouch (progamer ex-progamer), die bringen die Professionalität da sehr gut zur geltung neben Mori und ggf. Handofblood. Sissor ist eine sehr symphatische Frau und hat es nicht schlecht gemacht, aber man hat einfach die Unwissenheit in bezug auf einige Teams und auch LoL gemerkt (ist halt Hobbyspielerin!), daher fand ich es auch nicht so super, was nicht böse gemeint ist. Ich könnte es wahrscheinlich auch nicht! Das war meine Meinung zum deutschen LCS Stream. Hoffe ich konnte mit etwas konstruktive kritik zur zukünftigen Verbesserung des Streams beitragen. \n\nGrüße\nJaberno *Sascha","replies":[{"id":"","poster":"HandIOfIBlood","date":"2015-02-07T13:11:52.868+0000","up_votes":11,"down_votes":5,"body":"Zum Thema Analyseecke melde ich mich hier mal zu Wort.\nIch habe diese im vergangenen Split, teilweise während den Worlds und stellenweise jetzt moderiert. \nMori soll mich langfristig als Moderator bei der LCS Übertragung ersetzen und ich finde er macht einen klasse Job. Ich habe leider keine Zeit mehr, auch wenn ich echt Lust hätte.\n\nWas das analytische angeht bzw. die Miteinbeziehung von Pro-Gamer in der Analyse, so wollen wir diesen Split mehr für Abwechslung sorgen. Es werden natürlich Leute wie Kev1n, Sola, Mountain und nächste Woche z.B. auch Dexter kommen und zusammen mit Mori analysieren. \nAllerdings wollen wir eine gute Mischung vorweisen, indem wir YouTuber einladen, die sich durchaus mit LoL beschäftigen. Der Sinn dahinter ist, dass wir dann eher auf Unterhaltung setzen, als auf Tiefe wie z.B. in einer Analyse mit Pro-Gamern. Es werden im März zum Beispiel PietSmiet zu Besuch kommen. Die Analyseecke wird dann zu einer Art Gesprächsrunde, die vereinfacht gehalten werden soll. \nEs macht keinen Sinn Leute wie Hallodri und PietSmiet einzuladen und dann zu versuchen eine Pro-Analyse abzuhalten. Das kam glaube ich bisher nicht ganz so gut rüber. \nAber wie schon gesagt, wir wollen euch eine gute Mischung bieten, indem wir ausprobieren und versuchen uns immer weiter zu steigern.\nIch will mich hier noch einmal für eure Unterstützung und euer Feedback bedanken! Ich werde mich weiterhin an der Produktion beteiligen, allerdings eher hinter den Kulissen. Ich hoffe ihr schaltet weiterhin fleißig ein :)\n\nGruß\nMax aka HandOfBlood\nButz{{item:3184}}","replies":[{"id":"","poster":"Jaberno","date":"2015-02-07T15:21:28.223+0000","up_votes":1,"down_votes":1,"body":"Grüße Max, \n\nerstmal vielen dank das du dich zu wort meldest. \nIch muss dir zustimmen, ich finde Mori macht das Super! \n\nIch finde halt man sollte sich entscheiden, entweder macht man ne Analyseecke zwischen den Matches oder ne Unterhaltungsshow (Talkrunde?!?). Und nicht es Analyseecke nennen und dann nur blödsinn/quatsch machen. (Was ja unterhaltsam ist, und ich auch sehr begrüße außerhalb der LCS :D)\n\nLCS ist ja praktisch die Elite (neben den Worlds) was LoL und ESport angeht, da finde ich sollte es einfach Professionell sein. Einfach weil es auch ESport repräsentiert. Im endeffekt müsst Ihr wissen (oder Riot?) ob es mehr ins Professionelle gehen soll (mit entsprechender Analyse/geeignete Person dazu), oder es rein der Unterhaltung dienen soll (Talkrunde). Ein Mischmasch, die eine woche so und andere so, find ich persönlich nicht so gut. Man sollte einen roten faden haben dem man folgt. \n\nAlles in allem muss man trotzdem sagen das Ihr das super macht, und immer weiter so. Vielleicht bin ich auch einfach zu alt und somit in der Minderheit :D\n\nGruß\nJaberno *Sascha","replies":[]},{"id":"","poster":"Witchking7399","date":"2015-02-07T14:01:58.103+0000","up_votes":1,"down_votes":1,"body":"Find ich super, die Mischung machts. Sonst wäre es ja jeden Spieltag immer dasselbe. Das unterscheidet euch in meinen Augen vom englischsprachigen Stream und es macht einfach VIEL mehr Spaß euch zuzuschauen /-hören. Ich oute mich als Fanboy und Aboboxcamper von dir, finde aber gerade Maxim, Mori und Sola machen einen hervorragenden Job: Einerseits informativ mit Dingen, die ich selbst noch nicht über das Spiel/die Teams wusste, andererseits, wie man es von euch gewohnt ist, übel reudig und gestört :D\n\nGerade deshalb fände ich auch eine Cam und ein Mic in der Analyseecke während der Spiele echt toll, mit denen dann NACH jedem Spiel die Highlights aus dem Off gezeigt werden. Man hört manchmal nur sehr leise die Zwischenrufe (was ja während der Spielübertragung auch in Ordung ist, aber nach dem Spiel fänd ich es sehr lustig das ganze - Ausschnittsweise - doch noch einmal zu sehen).\n\nIn diesem Sinne: Zickezackezickezacke BUTZ BUTZ BUTZ ;)","replies":[]},{"id":"","poster":"I cAhri This","date":"2015-02-07T13:57:23.159+0000","up_votes":1,"down_votes":1,"body":"Wegen Youtubern hätte ich 2 gute Vorschläge. Die Kanäle German LoL Gaming und Dansen. Ob sie mitmachen würden bzw. können weis ich natürlich nicht, aber die sind jeweils gut mit dem Spiel vertraut und haben dementsprechend auch Ahnung :)","replies":[]},{"id":"","poster":"Widoya","date":"2015-02-07T15:27:47.151+0000","up_votes":2,"down_votes":4,"body":"Hi Max\n\nWollte echt mal sagen, dass Maxim und du das echt Hammer gestalten. Ich finde es sehr angenehm den deutschen Stream von Maxim zu schauen. Ich verfolge dich, Maxim, Perrick usw. schon länger auf Youtube und ich finde eure Arbeit echt Klasse. \n\nÜber den Stream gibts eigentlich nur Gutes zu sagen, das Einzige was mir nicht so passt ist folgendes. Gestern in der Analyseecke fand ich, dass Hallodri einen guten Job gemacht hat zusammen mit dir, mein Problem war einfach, dass Mori dauernd versuchte dich auf irgendeine Weise herauszufordern. Dies steigerte sich dann immer weiter und die Spiele wurden nicht mehr ganz so ernst genommen. Wenn ihr diesen kleinen Punkt noch verbessern könntet, dann gibt es wirklich nichts mehr zu bemängeln.\n\nAnsonsten frage ich mich seit längerem was mit Perrick passiert ist. Kannst oder darfst du da etwas dazu sagen, wieso er nicht mehr mit Maxim zusammen am casten ist?\n\nJedenfalls vielen Dank für die Mühe die du und das Team jeweils auf euch nehmt. Macht weiter so!\n\n\nGruss an Mr. Pringles\nWidoya","replies":[]}]}]},{"id":"","poster":"Treffnix","date":"2015-03-06T18:10:53.144+0000","up_votes":2,"down_votes":1,"body":"Die Caster ansich sind okay. Maxim und Solaa machen das gar nicht schlecht.\nAuch die NA-Lcs-Caster sind ganz okay.\n\nWas aber gar nicht geht, vor allem nicht gestern und heute, ist die Analyseecke, das ist ne katastrophe. Ich meine, ganz ehrlich, ein wenig seriös kann ich mich doch geben....","replies":[{"id":"","poster":"Sir Sharuke","date":"2015-03-07T03:39:42.227+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Puferli,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=004b,timestamp=2015-03-06T18:10:53.144+0000)\n>\n> Die Caster ansich sind okay. Maxim und Solaa machen das gar nicht schlecht.\n> Auch die NA-Lcs-Caster sind ganz okay.\n> \n> Was aber gar nicht geht, vor allem nicht gestern und heute, ist die Analyseecke, das ist ne katastrophe. Ich meine, ganz ehrlich, ein wenig seriös kann ich mich doch geben....\n\nIch kann mich der ganzen Sache nur anschließen, was in der Analyseecke die beiden Tage so los war.... \nWenn ich ehrlich bin, freue ich mich darüber das die Woche bei Freaks4U vorbei ist (was das 1. mal ist weil eigentlich sonst immer großartige Arbeit geliefert wird) und ich hoffe das sie nächste Woche den Sinn dieser Ecke wieder erfüllen.\nIch hatte sogar teilweise das Gefühl das Maxim die ganze Sache auch etwas unangenehm war und ich fande es schade das Hand of Blood da auch voll mit gezogen hat, klar es war irgendwo ein bisschen \"spaßig\" aber das wars dann auch...\n\nNichts gegen Brammen und Jay, ich mag beide, aber sie passen einfach nicht dort hin, da fehlt meiner Meinung nach einfach auch das Wissen über LoL.\nDamit hat Freaks4U sich diese Woche leider selbst ins Bein geschossen und ich bin irgendwie auch ein bisschen enttäuscht, aber habe Hoffnung das es nächste Woche wieder deutlich besser wird.","replies":[{"id":"","poster":"IceH","date":"2015-03-09T12:55:20.546+0000","up_votes":6,"down_votes":1,"body":"Hallo Leute,\n\nals Projektleiter des deutschen LCS Streams, zeichne ich mich verantwortlich für die Struktur der Show und jene Inhalte. Daher ist meine Verantwortung, dass euch, den Fans, unsere Show zusagt.\n\nEigentlich ist unsere Vorstellung, dass die LCS Show langfristig ein richtiges Sportformat wird. Das bedeutet, dass in den Pausen auch wirklich die Matches analysiert werden sollen. Zusätzlich dazu, wollen wir allerdings natürlich auch größer werden und die deutsche League of Legends Szene stärken. Wenn wir Leute wie PietSmiet für LoL begeistern können, dann heißt das, dass eines der größten YouTuber-Teams Deutschlands für unsere Szene/Community Content produziert. Das ist der Hammer! Das wirkt sich nicht nur auf den eSports aus sondern auf die gesamte Spielelandschaft in Deutschland. Mehr begeisterte Lol-Fans heißt auch mehr aktive Spieler, mehr Teams die sich gründen, mehr Zuschauer bei Formaten wie der ESL Meisterschaft usw. Damit wir LoL in Deutschland noch wichtiger. Als größte Plattform für League of Legends in Deutschland wollen wir natürlich, dass League of Legends an Stellenwert gewinnt. Das sehen wir als eine unserer größten Verantwortungen. \n\nIch habe am vergangenen Wochenende den Call gemacht und mich dafür entschieden, PietSmiet in die Show einzuladen. Sie mögen zwar nicht das größte Fachwissen haben, als Platin/Diamond Spieler sind sie jedoch in der Lage, das Spiel zu besprechen. Es überwog natürlich massiv der Unterhaltungsfaktor, wobei die Analyse der Spiele deutlich zu kurz kam. Genau dieser Umstand wurde auch bei uns so wahrgenommen, und genau das besprechen wir.\n\nWie oben besprochen ist unser Ziel, die LCS zum ultimativen Sportformat zu machen. Langfristig wollen wir Inhalte wie die vom letzten Wochenende natürlich weiterhin erstellen, allerdings getrennt von der LCS Produktion. Wir werden auch in der Zukunft wieder und weiter Progamer oder bekannte Persönlichkeiten aus der eSports Szene als Gäste haben (wie bei der kommenden IEM), allerdings sind auch wir daran gebunden, wann diese Personen Zeit haben. Einigen ist sicher aufgefallen, dass Prüfungsphase in den Unis war, das heißt viele studierende Spieler (meistens sind Studenten unsere Gäste, Personen die Vollzeit arbeiten können leider donnerstags und freitags nicht so leicht spontan nach Berlin reisen) hatten Prüfungsphase. In solchen Phasen fällt es uns leider nicht leicht Gäste zu bekommen.\n\nAlle ESL Meisterschaft-Teams haben von uns die Anfrage erhalten, ob ihre Spieler bei uns zu Gast sein wollen. Wenn ihr unsere Produktion verfolgt habt, konntet ihr sicher sehen, wie viele Spieler solcher Teams wir als Gäste hatten. (nicht viele)\n\nAndere Gäste scheitern leider an Zeitmangel, fehlendem Interesse oder anderen Aspekten, wegen derer sie nicht als Gäste kommen können - egal wie gerne wir es uns wünschen. \n\nAbschließend will ich sagen: Ich bin euch wirklich dankbar für eure Kritik. Besonders wenn sie so konstruktiv vorgebracht ist. Natürlich wollen wir wissen, wie euch unsere Shows gefallen. Ihr, die Kerncommunity, habt uns von Anfang an unterstützt und wir werden euch niemals hängen lassen. \nVersucht nur, trotz des gelegentlichen Mists den wir bauen, unseren Standpunkt zu verstehen. Wir tragen die Verantwortung für unheimlich viele Dinge im deutschen LoL Bereich. Wir geben alles, um dieser Verantwortung gerecht zu werden.\n\nSolltet ihr \"professionelle\" Spieler kennen oder selber sein, und wollt unbedingt mal vorbeischauen, meldet euch bitte bei mir hier auf der Seite über das PM-System, oder, ebenso gut, über Twitter an @Hendrik_Ruhe\n\nLiebe Grüße und vielen Dank, dass ihr mit uns diesen Weg geht,\n\nHendrik Ruhe\nProject Manager Summoner's Inn\n","replies":[{"id":"","poster":"Kelfi","date":"2015-03-10T15:34:17.178+0000","up_votes":4,"down_votes":0,"body":"Ich wünsch euch ganz viel Erfolg bei dem Projekt, und v.a. (vermtl. auch wichtiger) einen langen Atem!\n\nDarf man fragen welchen Zuspruch euer Stream hat (gesamt und concurrent)? \n\nIch muss gestehen ich hab bisher bei euch noch nicht reingeschaut, was aber an Gründen liegt die ihr kaum bis gar nicht beeinflussen könnt (die dt. Namen der Spells usw. gehen für mich gar nicht), habe es mir aber schon länger mal vorgenommen; hoffentlich komm ich diese Woche auch mal dazu... Dann gibt es von mir auch etwas vernünftigere Kritik.\n\nEvtl. solltest du diesen Post nochmal als eigenen Post in diesen Thread packen und nicht nur als Antwort auf einen Post, das wäre vermtl. etwas übersichtlicher und auch das Diskutieren wäre einfacher. :)\n\nGrüße","replies":[]},{"id":"","poster":"HandIOfIBlood","date":"2015-03-09T13:15:07.417+0000","up_votes":3,"down_votes":3,"body":"Wichtig hierbei: wir haben nie gesagt, dass es eine Analyseecke ist :) \nHendrik hat schon ganz genau unsere akute Problematik mit Hinsicht auf die Verfügbarkeit der Spieler erläutert. Was wir uns gedacht haben (und das war auch schon bei Hallodri so): Wir machen aus der Analyseecke kurzfristig eine \"Communityecke\". Das heißt, wir laden keine Pros ein, mit großer Spielerfahrung, sondern andere Persönlichkeiten aus dem deutschen LoL Bereich. Hendrik hat schon ganz richtig gesagt, was daraus hervor geht und warum das gar nicht mal so blöd ist.\nIch bin der Meinung, dass sowas außerdem eine gelungene Abwechslung für unsere Zuschauer ist. Das Problem dabei: Änderungen. \nÄnderungen verärgern, verunsichern und verscheuen teilweise Zuschauer. Ich habe, seit ich in dem Webvideo Bereich tätig bin, immer wieder die Erfahrung gemacht, dass man es NIE allen recht machen kann. Allerdings ist es natürlich gut Kritik zu äußern und genauso wichtig ist es, diese Kritik anzuhören. Was aus eurer Kritik hervorgeht ist: mangelnde Seriosität in der Analyseecke. Das stimmt - war sogar auch so geplant - nur war es keine Analyseecke und genau hier schalten sich die Gewohnheitstiere ein und sind verärgert (oder es ist einfach nur ein Missverständnis).\nAuf jeden Fall finde ich es persönlich schade, wenn Abwechslung nicht richtig wahr genommen wird. Ich finde so etwas toll, aber wie Hendrik schon richtig sagte: das Endziel ist eine durchweg seriöse Sportshow. \n\nGruß\nMax","replies":[{"id":"","poster":"Treffnix","date":"2015-03-10T13:51:56.497+0000","up_votes":3,"down_votes":1,"body":"Lieber IceH , lieber HandIOfIBlood ,\n\nerstmal großen Dank und großen Respekt dafür, das ihr euch persönlich meldet und die Kritik ernst nehmt. Das ist sicher  nicht selbstverständlich, allein schon wegen der mangelnden Zeit. Kann mir vorstellen, das ihr viel zu tun habt.\n\nIch verstehe eure Problematik sehr gut. Es ist eine große Community, da kann man es nicht jeden Recht machen und jeder fasst es Anders auf.\nBislang war immer die Rede von der Analyseecke. Das man dann mal auch nen Unterhaltungsfaktor sucht, und nicht alles Bierernst analysiert, okay. Ist richtig so.\nich fand halt, das PietSmiet  fehl am Platz war. ich betone hierbei, das es meine eigene Meinung und Auffassung ist. Ich empfand es halt eher als nervig als unterhaltsam.\nAber wie scgon gesagt, man kann es nicht jedem und vor allem nicht immer Recht machen.\n\nInsgesamt sind die LCS-Streams wirklich Richtig gut. Ihr macht gute Arbeit. Und ich finde es Klasse, das die NA-Lcs in diesem SPlit auf deutsch gecastet wird. hoffe, ihr bleibt am Ball und arbeitet weiter so, dann werdet ihr in zukunft sicher noch mehr Viewer erhalten","replies":[]}]},{"id":"","poster":"Kaeptin","date":"2015-04-15T16:46:48.476+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=IceH,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=004b00000000,timestamp=2015-03-09T12:55:20.546+0000)\n>\n> Hallo Leute,\n> \n> als Projektleiter des deutschen LCS Streams, zeichne ich mich verantwortlich für die Struktur der Show und jene Inhalte. Daher ist meine Verantwortung, dass euch, den Fans, unsere Show zusagt.\n> \n> Eigentlich ist unsere Vorstellung, dass die LCS Show langfristig ein richtiges Sportformat wird. Das bedeutet, dass in den Pausen auch wirklich die Matches analysiert werden sollen. Zusätzlich dazu, wollen wir allerdings natürlich auch größer werden und die deutsche League of Legends Szene stärken. Wenn wir Leute wie PietSmiet für LoL begeistern können, dann heißt das, dass eines der größten YouTuber-Teams Deutschlands für unsere Szene/Community Content produziert. Das ist der Hammer! Das wirkt sich nicht nur auf den eSports aus sondern auf die gesamte Spielelandschaft in Deutschland. Mehr begeisterte Lol-Fans heißt auch mehr aktive Spieler, mehr Teams die sich gründen, mehr Zuschauer bei Formaten wie der ESL Meisterschaft usw. Damit wir LoL in Deutschland noch wichtiger. Als größte Plattform für League of Legends in Deutschland wollen wir natürlich, dass League of Legends an Stellenwert gewinnt. Das sehen wir als eine unserer größten Verantwortungen. \n> \n> Ich habe am vergangenen Wochenende den Call gemacht und mich dafür entschieden, PietSmiet in die Show einzuladen. Sie mögen zwar nicht das größte Fachwissen haben, als Platin/Diamond Spieler sind sie jedoch in der Lage, das Spiel zu besprechen. Es überwog natürlich massiv der Unterhaltungsfaktor, wobei die Analyse der Spiele deutlich zu kurz kam. Genau dieser Umstand wurde auch bei uns so wahrgenommen, und genau das besprechen wir.\n> \n> Wie oben besprochen ist unser Ziel, die LCS zum ultimativen Sportformat zu machen. Langfristig wollen wir Inhalte wie die vom letzten Wochenende natürlich weiterhin erstellen, allerdings getrennt von der LCS Produktion. Wir werden auch in der Zukunft wieder und weiter Progamer oder bekannte Persönlichkeiten aus der eSports Szene als Gäste haben (wie bei der kommenden IEM), allerdings sind auch wir daran gebunden, wann diese Personen Zeit haben. Einigen ist sicher aufgefallen, dass Prüfungsphase in den Unis war, das heißt viele studierende Spieler (meistens sind Studenten unsere Gäste, Personen die Vollzeit arbeiten können leider donnerstags und freitags nicht so leicht spontan nach Berlin reisen) hatten Prüfungsphase. In solchen Phasen fällt es uns leider nicht leicht Gäste zu bekommen.\n> \n> Alle ESL Meisterschaft-Teams haben von uns die Anfrage erhalten, ob ihre Spieler bei uns zu Gast sein wollen. Wenn ihr unsere Produktion verfolgt habt, konntet ihr sicher sehen, wie viele Spieler solcher Teams wir als Gäste hatten. (nicht viele)\n> \n> Andere Gäste scheitern leider an Zeitmangel, fehlendem Interesse oder anderen Aspekten, wegen derer sie nicht als Gäste kommen können - egal wie gerne wir es uns wünschen. \n> \n> Abschließend will ich sagen: Ich bin euch wirklich dankbar für eure Kritik. Besonders wenn sie so konstruktiv vorgebracht ist. Natürlich wollen wir wissen, wie euch unsere Shows gefallen. Ihr, die Kerncommunity, habt uns von Anfang an unterstützt und wir werden euch niemals hängen lassen. \n> Versucht nur, trotz des gelegentlichen Mists den wir bauen, unseren Standpunkt zu verstehen. Wir tragen die Verantwortung für unheimlich viele Dinge im deutschen LoL Bereich. Wir geben alles, um dieser Verantwortung gerecht zu werden.\n> \n> Solltet ihr \"professionelle\" Spieler kennen oder selber sein, und wollt unbedingt mal vorbeischauen, meldet euch bitte bei mir hier auf der Seite über das PM-System, oder, ebenso gut, über Twitter an @Hendrik_Ruhe\n> \n> Liebe Grüße und vielen Dank, dass ihr mit uns diesen Weg geht,\n> \n> Hendrik Ruhe\n> Project Manager Summoner's Inn\n\n\nGuten Tag Herr Ruhe, \nbezüglich der Frage :\nSolltet ihr \"professionelle\" Spieler kennen oder selber sein, und wollt unbedingt mal vorbeischauen, meldet euch bitte bei mir hier auf der Seite über das PM-System, oder, ebenso gut, über Twitter an @Hendrik_Ruhe\n\nich kenne da einen sehr guten Freund von mir, welcher bei mir auf der Schule gegangen ist bzw. noch ist. Er war letzte Season im Challenger Bereich und hat bei zahlreichen Turnieren mitgespielt zum einen bei der EPS oder wie das hieß vor einer Woche im Finale oder vor 2 Wochen. Ihr Team heißt PlanetKey und sein Summonername ist \"Uloper supp here\"(Finale gewonnen gegen Mountains Team). Er spielt so unglaublich gut und er hat ein sehr gutes Spielverständnis. Anmerkung: PlanetKey sie spielen kaum zusammen, die spielen nur wenn Turniere sind, dass finde ich sehr erstaunlich. Naja \nViele Grüße Dean\n\n@HandIOfIBlood notice me senpai <3 Fanboy incomming{{item:3599}}","replies":[]}]}]}]},{"id":"","poster":"liQs Darkwurmy05","date":"2015-02-06T15:40:17.099+0000","up_votes":7,"down_votes":2,"body":"Die Sache warum manche Leute Maxim nicht schauen ist meiner meinung nach folgender:\nder Stream von Maxim richtet sich sehr an Neulinge, welche die Erklärungen der englische caster nicht verstehen\nbzw.durch diese Fokussierung auf Anfänger fühlen sich manche Erfahrenere Leute nicht sehr unterhaltend, auch sind diese schon an englische Streams \"gewöhnt\" und mögen diese Caster\n\nauch finde ich es etwas störend, dass Riot vorgibt nur deutsche Wörter zu verwenden bzw. er dadurch bestimmte begriffe nicht benutzen kann, welche eher \"Fachbegriffe\" als englische Worte in League of Legends sind\n\nmfg","replies":[]},{"id":"","poster":"Caliban196","date":"2015-02-06T18:16:12.272+0000","up_votes":8,"down_votes":3,"body":"Für die Leute die einfach kein Englisch können ist der einfach super!\nDie Leute dahinter sind so krass geil drauf! :D  ich schaue denn deutschen auch lieber als denn Offizielen von Riot obwohl ich englisch kann^^","replies":[]},{"id":"","poster":"1 Teemo","date":"2015-06-17T01:13:41.526+0000","up_votes":3,"down_votes":0,"body":"Die Art von Maxim geht einem einfach auf die Nerven nach spätestens 10 Minuten, kommt einem vor wie eine nervige Labertasche die einen für dumm hält. Dann noch, dass quasi alles komplett \"eingedeutscht\" wird ist einfach zu anstrengend dabei zuzuhören. Zudem sind die Spielanalysen vom NA Stream viel viel viel viel besser als von Maxim.","replies":[{"id":"","poster":"Pente","date":"2015-06-17T08:27:08.458+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=iLoveCaptTeemo,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=0058,timestamp=2015-06-17T01:13:41.526+0000)\n>\n> Die Art von Maxim geht einem einfach auf die Nerven nach spätestens 10 Minuten, kommt einem vor wie eine nervige Labertasche die einen für dumm hält. Dann noch, dass quasi alles komplett \"eingedeutscht\" wird ist einfach zu anstrengend dabei zuzuhören. Zudem sind die Spielanalysen vom NA Stream viel viel viel viel besser als von Maxim.\n\nWenn du der Spielanalyse des englischen Streams folgen kannst und diese verstehst, dann zählst du primär sicher nicht zur Zielgruppe des deutschen Streams. Klar wäre es schön wenn du diesen auch schauen und lieben würdest, realistisch gesehen richtet dieser sich aber an Spieler die das Spiel in deutsch spielen und auch Content um das Spiel herum lieber in deutsch konsumieren. Für diese Spieler sind die Dinge nicht \"eingedeutscht\", sie sind einfach genau so wie es der Spieler im Spiel selbst vorfindet und das ist auch Sinn und Zweck der Übung. Hast du schon einmal eine deutsche Fußballberichterstattung gesehen bei der der Kommentator \"Pentalty\", \"Corner kick\", \"Goal\" etc benutzt? Ich nicht und das aus gutem Grund.\n\nIch verstehe, dass Englisch sprechen und englische Wörter benutzen \"en Vogue\" (cool) ist, aber man sollte endlich einmal damit aufhören so zu tun als würde gesamt Deutschland perfekt Englisch sprechen. Aus eigener Erfahrung heraus kann ich dir sagen, dass dies bei weitem nicht der Fall ist und ich kann dir auch sagen, dass der Anteil deutscher Spieler die das Spiel in deutsch spielen mit Sicherheit weit höher ist als du vermutest ;)","replies":[{"id":"","poster":"1 Teemo","date":"2015-06-18T20:08:14.626+0000","up_votes":3,"down_votes":0,"body":"Das ist schon klar, ich kenne auch viele die dem Englisch nicht mächtig sind. ABER ich kenne trotzdem niemanden der sagt \"Ich habe geblitzt\" oder \"Ich habe blitz benutzt\" oder \"Vergesst nicht getarnte Augen zu kaufen\".","replies":[{"id":"","poster":"Pente","date":"2015-06-19T08:37:33.337+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=iLoveCaptTeemo,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=005800000001,timestamp=2015-06-18T20:08:14.626+0000)\n>\n> Das ist schon klar, ich kenne auch viele die dem Englisch nicht mächtig sind. ABER ich kenne trotzdem niemanden der sagt \"Ich habe geblitzt\" oder \"Ich habe blitz benutzt\" oder \"Vergesst nicht getarnte Augen zu kaufen\".\n\nIch bin mir relativ sicher, dass sie bei Flash und Wards nicht die deutschen Begriffe benutzen. Wäre möglich, dass sie es tun, ist letztendlich ihre Entscheidung und nicht unsere, aber bei deinen beiden genannten Beispielen bin ich mir doch sehr sicher, dass sie diese nicht in Deutsch sagen.","replies":[{"id":"","poster":"1 Teemo","date":"2015-06-19T20:15:45.208+0000","up_votes":1,"down_votes":0,"body":"Doch doch, kam 1-2 mal vor bevor ich abgeschaltet habe. Naja ist ja nicht schlimm, ich bleibe beim englischen stream. Jeder so wie er meint :)","replies":[]}]}]},{"id":"","poster":"StitchStar","date":"2015-06-18T14:09:54.203+0000","up_votes":1,"down_votes":0,"body":"Maxim macht das für die Zielgruppe (Kinder usw.) schon sehr gut! \nFür mich als Erwachsenen der alles vom englischen Stream versteht ist der deutsche Stream aber überhaupt nichts! \nSelbst wenn ich kein Englisch könnte würde mich diese doch recht kindlich aufgemachten deutsche Stream verrückt machen. \nIch würde mir die Spieler dann eher auf meiner dritten Sprache anschauen, weil die bringen das ernster rüber und spricht mich somit mehr an.\n","replies":[]}]}]},{"id":"","poster":"knuffelbar","date":"2015-02-06T19:20:19.834+0000","up_votes":6,"down_votes":2,"body":"Ich liebe den Cast von LRSB *-* mehr als das amerikanische ! Es liegt einfach daran, dass die Leute Spaß daran haben UND es auch noch zeigen. \nWas Sie mit Professionalität nicht hinbekommen (dank den Cleanfeed z.B.) machen Sie mit Sympathie mit Längen wieder wett :3 ","replies":[]},{"id":"","poster":"Kurisu 1v9","date":"2016-08-17T12:24:43.500+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Pente,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=,timestamp=2015-02-06T15:11:22.184+0000)\n>\n> Wie einige unter euch sicher wissen wird die LCS seit dem 2014 Summer Split auch in deutsch gebroadcasted. Uns und das deutsche Broadcast-Team von Freaks4You interessiert eure Meinung zu ihrem Stream ganz besonders. Was gefällt euch gut und was vielleicht wengier? Was würdet ihr euch für den Stream wünschen? \n> \n> **Stream Links:**\n> \n> * [Deutscher EU LCS Stream](http://www.twitch.tv/besserwerdenimranked)\n> * [Deutscher NA LCS Stream](http://www.twitch.tv/mori09tv)\n> \n> Schaut euch die Broadcasts auf jeden Fall einmal an und schreibt uns hier euer Feedback rund um den deutschen LCS Broadcast. Vielen Dank! :)\n\nIdk wie aktuell der Thread ist, aber der deutsche Stream gleicht einer Clownfiesta. Ich verfolge diesen Stream jetzt seitdem Maxim und Perrick damals mit Saitain und Nyph die Allstars gecastet haben. \nDer Cast und die Analyseecke sind meiner Meinung zwar \"lustig\" anzusehen, aber nicht wirklich seriös und lehrreich, da einfach kein richtiges Knowlegde bzw. Gameverständnis vorhanden ist. Die Leute wissen zwar grob, was die einzelnen Champions machen und wie gewisse Teamcombs gespielt werden sollten, aber dann hört es auch schon wieder auf. Idk für mich kommt das eher wie das Wissen einen Platin-Spielers rüber, der denkt er gehöre nach Challenger und seine Teammates halten ihn zurück.\n\nIch hab ja auch kein Problem, wenn man Mal einen Witz macht oder Ironie/Sarkasmus verwendet um eine Situation zu beschreiben, aber meiner Meinung nach hat das bei manchen Castern Priorität.\n\nDer einzige Pluspunkt, den der deutsche Stream hat, ist, dass er halt auf deutsch ist und wenn dann Gäste wie Grabbz (Roccat Coach) oder LeDuck (ex Copenhagen Wolves, Roccat und Origin Coach) da sind und analysieren und casten, man wirklich eine Menge rund um den E-Sport erfährt auch ohne groß englisch zu verstehen. Dentist (ex Copenhagen Wolves Coach) hätte ja, würde er nicht so rumtrollen, auch dazugezählt.\n\nOverall muss ich aber sagen, dass mir der englische Stream um einiges besser gefällt, da er um einiges professioneller ist. Wie gesagt, der deutsche Stream gleicht einer Clownfiesta.","replies":[]},{"id":"","poster":"Tiltnut","date":"2015-04-24T20:26:10.051+0000","up_votes":2,"down_votes":0,"body":"Die Tatsache das nur deutsche Begriffe benutzt werden find ich schrecklich und macht den Stream nicht anschaubar!!","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-04-26T10:20:25.875+0000","up_votes":1,"down_votes":0,"body":"Das ist von Riot vorgeschrieben.","replies":[{"id":"","poster":"Pente","date":"2015-05-05T17:17:46.706+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FetteKuhMachtMuh,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=00550000,timestamp=2015-04-26T10:20:25.875+0000)\n>\n> Das ist von Riot vorgeschrieben.\n\nDas stimmt so definitiv nicht.","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-06T11:23:38.741+0000","up_votes":1,"down_votes":0,"body":"Nicht ? Dann tut´s mir leid das zu verbreiten, aber im Stream wird/wurde das immer so gesagt.","replies":[]},{"id":"","poster":"malleusmintaka","date":"2015-05-05T17:47:19.969+0000","up_votes":1,"down_votes":0,"body":"Nein? Da hört man aber während dem Stream etwas anderes...","replies":[]}]},{"id":"","poster":"IceH","date":"2015-04-27T07:51:05.211+0000","up_votes":3,"down_votes":0,"body":"Das war eine kooperative Entscheidung von uns und Riot. Wir wollen natürlich den Stream für die deutsche Anhängerschaft zugänglich machen. Diese Mischung aus Deutsch und Englisch die viele verwenden, ist auch nichts Halbes und nichts Ganzes. Professionell wäre es auf jeden Fall nicht. Und ganz auf Englisch geht auch nicht - den gibt es ja schon ^^","replies":[]},{"id":"","poster":"Tiltnut","date":"2015-05-04T15:51:29.017+0000","up_votes":2,"down_votes":1,"body":"Ich weiß und das ist was mich mit Abstand am meisten daran stört","replies":[]}]}]},{"id":"","poster":"xDerrow","date":"2015-02-24T13:11:33.410+0000","up_votes":3,"down_votes":0,"body":"Ich find ja die Leute von Freaks4U Gaming toll^^\nBester LCS Stream ever :D","replies":[]},{"id":"","poster":"Luca1206","date":"2015-02-06T15:19:48.143+0000","up_votes":1,"down_votes":0,"body":"Wie heisst der Stream? Ist der von \"Besserwerdenimranked\" gemeint?","replies":[{"id":"","poster":"Pente","date":"2015-02-06T15:22:51.731+0000","up_votes":1,"down_votes":0,"body":"Ja, die EU LCS wird auf dem Channel von Maxim (Besserwerdenimranked) übertragen.","replies":[{"id":"","poster":"Luca1206","date":"2015-02-06T15:28:02.908+0000","up_votes":3,"down_votes":0,"body":"Ja also ich schaue ihn sehr oft. Ist auch sehr gut! Nur zwischendurch ein paar mehr Emotionen wären cool, so wie in den Teamfights, da rasten die vom Englisch-Sprachigen Stream richtig aus.","replies":[{"id":"","poster":"IKERNEII","date":"2015-02-06T16:53:14.893+0000","up_votes":3,"down_votes":0,"body":"Ich finds super wie die das machen! Bitte so lassen!\n\nMein Kritikpunkt liegt eher in der Qualität des 2fach komprimierten Streams. Ich weiß, dass es nicht anders umsetzbar ist, aber vielleicht lässt sich RIOT ja was einfallen :)","replies":[{"id":"","poster":"CHeFiLiDeFF","date":"2015-02-06T18:54:49.805+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=IKERNEII,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=0001000000000000,timestamp=2015-02-06T16:53:14.893+0000)\n>\n> Ich finds super wie die das machen! Bitte so lassen!\n> \n> Mein Kritikpunkt liegt eher in der Qualität des 2fach komprimierten Streams. Ich weiß, dass es nicht anders umsetzbar ist, aber vielleicht lässt sich RIOT ja was einfallen :)\n\nSehe ich persönlich genau so, an sich finde ich den deutschen Stream einfach wesentlich entspannter, was ihn für mich sehr sympathisch macht.\nWie schon mehrmals erwähnt finden einige, das er eher für \"Anfänger geeignet\" sei, was ich so jedoch nicht bestätigen kann.\nAus meiner Sicht kommen auch Spieler die ein sehr ausgeprägtes Fachjargon an den Tag legen,  kein Problem mit der Englischen Sprache haben und mit hohen Fachwissen trumpfen in dem deutschen Stream nicht zu kurz.\nDas Einzige, was mich bis jetzt ab und zu zum \"offiziellen\" Livestream getrieben hat, war stets der oben genannte 2fach komprimierte Stream, da ich es verstänlicher Weise als sehr stören empfinde, teilweise ganze Spielpassagen nicht sehen zu können, da der Cleanfeed, den Freaks4You castet einfach mal 3 min am laden ist -.-\nAnsonsten bevorzuge ich wie gesgt immer gerne den \"deutschen Stream\", da mir die caster einfach zu Herzen gewachsen sind und mich die allgemeine Atmosphäre des Streams anspricht.","replies":[]}]}]}]}]},{"id":"","poster":"Eric von Kastell","date":"2015-03-16T08:57:52.725+0000","up_votes":4,"down_votes":1,"body":"Moin\n\nMIr Persönlich gefällt der deutsche Stream meist richtig gut. Maxim und Solaa machen wirklich einen tollen Job und es macht wirklich Spass ihnen beim Cast zu zuhören.\nDer doch schon recht häufig schlechte Cleanfeed stört den Spass jedoch. Ich hoffe wirklich Riot schafft es da irgentwann dauerhaft einen sauberen zu liefern der nicht Ruckelt oder die Englsichen Caster hört.\n\nDie IEM am Wochenende war wirklich großartig. Ihr habt euch da wirklich tolle Gäste geholt, die nicht nur wussten von was sie reden sondern auch noch sehr Unterhaltsam waren. Und ja ich muss mich hier als neuer Dentist Fan outen. \nIch weiß das es schwierig ist solch Kompetente Gäste für die Sendung zu holen aber das ist genau das was ich in einem soclhem Stream sehen will.\nDenn ich Persönlich kann mit eurer \"Community Ecke\" überhaupt nichts anfangen. Und mich stört dieses in Lächerlich gezogene unheimlich. Und ja ich kann schon mit HoB nicht viel anfangen (sry auch wenn du nen netter scheinst). \nIch wünsch mir alles in allem eher einen kompetenten Stream mit entsprechendem Know how wie zuletzt bei der IEM. Von dem ich jetzt noch schwärmen könnte.\n\n\nmfg und ihr macht nen wirklichen nen tollen Job","replies":[]},{"id":"","poster":"Final Boss Seth","date":"2015-02-07T10:30:38.002+0000","up_votes":5,"down_votes":2,"body":"Ich hasse es das sie versuchen nur Deutsche Begriffe zu nenen. Zum Beispiel sagen sie Stapel zu den Stacks von {{item:3070}} sowas finde ich geht garnicht!\nAnsonsten geht es. Trotzdem gucke ihc mir den Stream lieber auf Englisch an.","replies":[]},{"id":"","poster":"Dr Fizzstäbchen","date":"2015-02-06T21:22:42.796+0000","up_votes":5,"down_votes":2,"body":"Ich finde den EU-Stream richtig gut, vorallem Maxim. Ein Traum wäre es wenn man Saitain wieder auf die Analyse Couch bekommen könnte, der Name Saitainbrain kommt nicht von irgendwo her. :)\nDer NA-Stream allerdings gefällt mir weniger, da mir Mori und der andere Caster dessen Name ich nicht kenne, weniger sympatisch sind.\nIm Endeffekt werde ich bei EU den deutschen Stream mit Maxim und co gucken und Na den offiziellen Stream von Riot. (auch wenn ich nicht immer alles verstehe)","replies":[]},{"id":"","poster":"diemauss","date":"2015-02-06T19:52:19.664+0000","up_votes":5,"down_votes":2,"body":"Seid ich mitbekommen habe, dass es einen deutschsprachigen Stream gibt, schaue ich nur noch diesen, da dort mit Verständnis und Spaß an der Sache gearbeitet wird. Es werden erfahrene Spieler und lokal erfolgreiche League of Legends Youtuber eingebunden, was das ganze unterhaltsam, aber auch fachlich interessant macht.","replies":[]},{"id":"","poster":"TFG Phoenix","date":"2015-02-06T20:00:56.427+0000","up_votes":6,"down_votes":3,"body":"Zugegebenermaßen.. Ich gucke den deutschen Stream fast nie und ich denke damit gehöre ich nicht unbedingt zu einer Minderheit in der deutschen Community. Das liegt allerdings keineswegs daran, dass die Leute von Summoner's In schlechte Arbeit machen würden - ganz im Gegenteil! Viel mehr macht diese Zwanghafte Eindeutschung, die hier ja auch bereits bemängelt wurde, das ganze Streamerlebnis kaputt... Wenn ich diese - zumindest teilweise künstlerisch wertvollen - Begriffe höre komme ich zum Teil aus dem Grinsen nicht mehr raus.. das ist zwar witzig, aber mit Sicherheit nicht das, was ein ernsthafter Stream erreichen möchte :D \nCaster kann man mögen oder nicht... Das ist kein spezielles Problem des deutschen Streams.. Zumal ich denke, dass das deutsche Team mit Sicherheit bemüht ist die Professionalität und den Unterhaltungswert der beteilgten Leute so hoch wie eben möglich zu halten! \nAlso zum Abschluss nochmals der Appell, wer auch immer dafür verantwortlich ist: lasst das zwanghafte Eindeutschen! \nAnsonsten wird tolle Arbeit gemacht, soweit ich das mit meinen wenigen Stream-Stunden beurteilen kann ;) Insbesondere wenn man bedenkt, dass das ganze Projekt noch am Anfang steht und sich im letzten Jahr wirklich rasant und gut entwickelt hat, besonders da ja nur arg begrenzte Mittel zur Verfügung stehen..\nNebenbei bemerkt ist diese Community-Umfrage eine tolle Sache :)","replies":[]},{"id":"","poster":"HuyEastSide","date":"2015-04-15T17:29:10.691+0000","up_votes":2,"down_votes":0,"body":"Kurz und knapp , ich würde ja den stream auf deutsch schauen aber ich möchte einfach nicht die Szenen vepassen wo riot z.B bei PowerOfEvil war. Es wäre für mich persönlich besser wenn der deutsche Stream auch die Szenen zeigen darf oder würde.","replies":[{"id":"","poster":"Vaan92","date":"2015-04-15T23:55:06.710+0000","up_votes":2,"down_votes":0,"body":"Wenn du eine Art Interview meinst, die gab es am 18.2 hier das video dazu [https://www.youtube.com/watch?v=yVQ5F95lAIM](https://www.youtube.com/watch?v=yVQ5F95lAIM) dort hatte Maxim ihn Fragen aus den Chat gestellt welcher er beim Spielen beantworten durfte hoffe ich konnte dir da etwas helfen :)","replies":[]},{"id":"","poster":"Pente","date":"2015-04-15T19:08:53.721+0000","up_votes":2,"down_votes":0,"body":"Die von dir angesprochenen Feature-Videos dürfen unsere Broadcast-Partner zeigen. Das einzige Problem wäre, dass das Video komplett in Englisch ist. Man könnte dies natürlich in Englisch zeigen, ideal ist dies jedoch nicht. Wir sind im ständigen Dialog mit dem Team des deutschen Broadcasts, evtl finden wir für dieses Problem eine Lösung, versprechen können wir aber leider nichts.","replies":[]}]},{"id":"","poster":"Metal Royal","date":"2015-02-11T18:46:48.781+0000","up_votes":2,"down_votes":0,"body":"Sau gut :)","replies":[]},{"id":"","poster":"Forsaken187","date":"2015-02-10T21:22:01.889+0000","up_votes":2,"down_votes":0,"body":"Ich seh das ähnlich wie meine Vorschreiber. Was mich persönlich am meisten davon abhält den deutschen Stream zu schauen ist die zurückhaltende und ruhige Art der Moderatoren. Denk aber auch dass man mit den Mitteln arbeiten muss die einem zur Verfügung stehen. \n\nWas ich mich aber allgemein frage. Bei jedem großen Event stehen den Moderatoren unzählige Räume zur Verfügung um diese live vor Ort zu moderieren. Warum also stellt Riot ein paar ausgewählten Streamern nicht ein paar Räume direkt in ihrem Studio zur Verfügung. So währen die technischen Probleme gelöst und die Leute würden auch die Chance bekommen mit den Pro-Gamern zu sprechen.\n\nMfG Fors","replies":[]},{"id":"","poster":"Speedchampion00","date":"2015-02-09T19:29:24.872+0000","up_votes":2,"down_votes":0,"body":"Top Stream\nIch schaue die jetzige LCS nur noch auf den beiden Kanälen und hoffe das sie bald offizielle Caster sein können/dürfen. Sie machen ihren Job wirklich Professionell und spannend, jedoch haben sie immer einen grösseren Delay als der offizielle Stream und er laggt manchmal weil sie nicht die beste Qualität bekommen. Dadurch das sie in Berlin wohnen und Arbeiten könnte ich mir ebenfalls vorstellen das sie für die EU LCS sogar in der Arena casten könnten, falls sie dies wollen und die EU LCS in Berlin bleibt.\n**Fazit:** Ich finde sie wirklicht toll, professionell, lustig und dass sie eine Chance auf die ersten offiziellen deutschen Caster verdient haben.\n\n\nFreundliche Grüsse Speedy","replies":[]},{"id":"","poster":"EONA Bloodrayne","date":"2015-02-08T21:35:30.165+0000","up_votes":2,"down_votes":0,"body":"Meine Meinung nach ist der deutsche Stream super. Die Caster sind sympathisch und die \"Analyse\"-Ecke ist mit HandofBlood sehr unterhaltsam. Auch die Analyse durch die Pro-Gamer ist sehr gut.\nDer Cleanfeed ist zwar nicht immer reibungslos aber ich denke da is Riot schon mächtig am arbeiten.{{champion:74}} \n\nDa ich grade in eine Ausbildung zum Anwendungsentwickler bin, habe ich mir gedacht, was kann ich machen um euch zu unterstützen. Dafür habe ich im Forum von summoners-inn.de ein Post gemacht.\nWie andere durch Bilder, Bastelleien oder Twitter-Posts helfen, schreibe ich für euch ein Programm.\n\nJedenfalls find ich den Stream super gemacht und ich finde Riot gebührt auch ein Lob für diese enge Zusammenarbeit.\n\nGrüße , EONA Bloodrayne","replies":[]},{"id":"","poster":"sirdaclan","date":"2015-02-08T19:01:26.897+0000","up_votes":2,"down_votes":0,"body":"Ich bin ein großer Fan des deutschen Livestream. Es ist sehr angenehm die Spiele auf deutsch zu sehen und nicht alles übersetzen zu müssen. Deshalb ist es für mich wichtig das, dass Kommentieren gut ist, und das ist es. Maxim macht super Arbeit und kann dabei sogar Leute die zum ersten mal casten gut mitziehen. Die Analyse stört mich auch nicht finde es sehr unterhaltsam und lustig.\nWas mich aber am cast stört sind einfach die fehlenden Interviews mit den Spieler und die Promo Videos. Ich hab immer das gefühl nur den halbven Stream zu schauen wie wenn ich den englischen schaue. Ich weiß nicht wie man dass beheben könnte aber das fehlt mir.\nWenn man es so machen könnte wie in NA das man das Spieler Interview für der Analyse macht, könnten die deutschen das Interview zeigen und dann übersetzen. Außerdem könnte man ihnen die Promo videos vorher schicken sodass sie diese dann an geigneter stelle einspielen können.\nWenn diese Kleinigkeiten behoben werden würde ich denn deutschen Stream als gleichwertig mit dem englischen ansehen.","replies":[]},{"id":"","poster":"Lematique","date":"2015-02-08T17:57:06.381+0000","up_votes":2,"down_votes":0,"body":"Ich mag Maxim und das ganze Team schon, aber nicht als Caster. Dieses Rumschreien, so sehr, dass es geradezu übersteuert, mag ich einfach nicht. Die \"Originalcaster\" werden natürlich auch mal laut, aber ich empfinde es bei ihnen im Gegensatz dazu wirklich überhaupt nicht als unangenehm. Maxim wird auch übertrieben laut, obwohl da gerade eigentlich gar nichts passiert.\nIch weiß nicht, woran das liegt. Ob man in bessere Mikrofone investieren müsste, Maxim \"anders\" laut werden muss, oder ich deutsches Rumschreien schlicht und ergreifend nicht ertrage - ich schaue mir die deutschen LCS-Übertragungen deshalb nicht an. Ich finde es im Englischen deutlich angenehmer.\n\nUnd nochmal, bevor der Hate über mich hereinbricht: ansonsten mag ich Maxim und Co. und schaue mir auch die (Nicht-LCS-)Streams an. Aber als Caster geht's eben gar nicht. Tut mir leid.","replies":[]},{"id":"","poster":"Baraon","date":"2015-02-08T13:49:54.061+0000","up_votes":2,"down_votes":0,"body":"Hallo miteinander, \n\nich kann mich meinen Vorrednern nur anschließen. \nDer deutsche Stream mit Maxim und co. ist sehr angenehm und ich schaue ihn auch gerne. \nIch finde es toll, was Maxim aus sich gemacht hat und wie Er die Deutsche LoL-Szene prägt. \n\nDa die wichtigsten Punkte oben schon genannt wurden, will ich nicht weiter darauf eingehen. Sind alles sehr gute Punkte wo genannt wurden. \nEiner Meiner Favoriten ist die Sache mit dem Channel-Namen. Vielleicht kann man da was aufsplitten wie \"RiotGamesGermany\" und wenn Maxim was extra macht wieder \"Besserwerdenimranked\". \n\nMan sieht richtig wie sich das Team in Zeug legt und versucht aus wenig viel zu machen. Die beengten Verhältnisse in dem kleinen Studio, oder die \nsehr einfach Technik ( im Verhältniss zu Riot natürlich). \nMan sieht auch, dass Maxim beim Casten teilweise für den Bildschnitt und Tonmix selbst verantwortlich ist und das nebenher auch noch machen muss. Großen Respekt dafür!\nVielleicht kann Riot hier ein bischen mit Technischem Know-How, Hilfe oder finanziellen Unterstützung nachhelfen. Würden das Team um Freaks4U sich mehr auf den Inhalt konzentrieren dürfen und weniger mit technischen Schwierigkeiten kämpfen müssen, könnte es ihnen vielleicht helfen. Die machen das ja jetzt eh schon super! ;-) \nMir fällt auf, dass Beispielsweise auch bei der Analytik Couch zwei unterschiedliche Kameras mit unterschiedlicher Qualität benutzt werden. Ist immer fies, wenn Mori in einer schlechteren Qualität zu sehen ist als die anderen beiden. \n\nDas mit dem Cleanfeed ist natürlich immer ärgerlich wenn es laggt. Aber da können natürlich die Caster nichts dafür. Ich denke, das hat seitens Riot oberste Priorität gegenüber den nicht-englischsprachigen Channels. \n\nVielleicht gönnt Riot Maxim ja irgendwann eine eigene Moderationsplattform im LCS Studio. Sind ja eh alle in Berlin stationiert.  Wäre traumhaft! :D\n\nAnsonsten macht weiter so!\n\nGruß\nBaraon","replies":[]},{"id":"","poster":"NoPeel4MeGaming","date":"2015-02-07T21:20:28.921+0000","up_votes":2,"down_votes":0,"body":"ich würde mich freuen wenn die deutsche Na und EU LCS auf einen channel gecastet wird - schon allein aufgrund der übersichtlichkeit","replies":[]},{"id":"","poster":"KablamoTV","date":"2015-02-07T14:57:33.813+0000","up_votes":2,"down_votes":0,"body":"Ich liebe die Streams von Besserwerdenimranked. Die Kommentatoren sind nice und ich schau mir das ganze echt sehr gerne an. Kann alles so bleiben wie es ist ^^","replies":[]},{"id":"","poster":"MatchMeWithApes","date":"2015-02-07T14:40:15.590+0000","up_votes":2,"down_votes":0,"body":"Halli Hallo.\n\nIch selbst bevorzuge den Riot Stream weil die englische Sprache einfach identischer ist.\nDennoch möchte ich gern Kritik an der deutschen Übertragung ausüben.\n\nPunkt 1 Werbung: Diese ist mir persönlich zu oft. Vor allem in der Pick und Bann Phase möchte ich sehen was passiert und das nicht im Nachhinein \"erzählt\" bekommen. Natürlich könnte ich den Adblock ausmachen, dies ist aber nicht im Sinne des Broadcasters.\n\nPunkt 2 Nahrungsmittel-Zunahme: Geht meines Erachtens einfach nicht während man die LCS Castet. Egal ob im Werbescreen oder sonst wann. Das wirkt einfach mega unprofessionell. Und ganz ehrlich, mal 5 Stunden ohne den Leuten was vor zu kauen ist doch möglich.\n\nAnsonsten finde ich es gut, dass Menschen, die nicht englisch können / verstehen, die Möglichkeit geboten wird die ganze LCS auf deutsch zu verfolgen.","replies":[]},{"id":"","poster":"SoEinKackSpiel","date":"2015-02-07T13:56:49.374+0000","up_votes":2,"down_votes":0,"body":"ich finde es super ich schaue ihn auch immer nur was mich immer nervt aber auch bei dem von riot ist das z.B. Elements um 10 spielt aber dann wird es doch um halb 11","replies":[]},{"id":"","poster":"day3walker","date":"2015-02-07T13:39:04.360+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=randale4GE,realm=EUW,application-id=hGYdiTd1,discussion-id=pEyTY4In,comment-id=001a,timestamp=2015-02-06T20:20:47.596+0000)\n>\n \n> 1. Maxim hat eine sehr angenehme Art. Auf der eine Seite eloquent, verliert er gleichzeitig nicht die Beziehung zu seinen Zuschauern. Das imponiert mir und es ist fast bedauerlich, dass er seine Talente nicht in der Schule einsetzt.\n> 2. Sein erster Co-Kommentator war Perrick. Perrick war ein wirklich cooler, sympathischer und absolut passender Partner von Maxim. Ich kenne die Gründe für seinen Weggang nicht, würde es aber begrüßen, ihn wieder an der Seite von Maxim zu sehen. (Thumbs up@Perrick)\n> 3. Deutsch! Endlich gibt es einen LoL Stream in Deutsch, selbst für ältere Semester wie mich. Super! Danke! LCS Stream > TV\n> 4. der total bekloppte HandofBlood: Wirklich witziger und sympatischer Kerl, der in seinen Youtubevideos manchmal zuviel rumschreit aber ich habe mich köstlich über \"Schelle Fielmann\" amüsiert. Danke dafür.\n> 5. Sehr interessant fand ich auch die Gast-Auftritte von \"Mountain\".\n> \n> \n> Anregung:\n> Ich könnte mir eine weibliche Note für die Analyse Ecke gut vorstellen. Ihr hattet mal eine zu Gast, die ein wenig verkrampft aber sehr sympatisch wirkte. Vielleicht kann man hier ein wenig schulen und ihr eine zweite Chance geben? (Wenn sie nach dem hässlichen Kiddie Geflame noch Bock hat)\n> \n> Auf jeden Fall möchte ich mich für die Arbeit und Unterhaltung bedanken.\n\n\nDem kann ich nur zustimmen. Sowohl Perrick als auch Sola haben beide Ahnung und sind super Co-Caster. \nWeiter so {{summoner:10}}","replies":[]},{"id":"","poster":"Asteriade","date":"2015-02-07T09:04:50.335+0000","up_votes":2,"down_votes":0,"body":"Bleibe dann doch lieber bei Rivington und co.^^ Hab mich einfach zu sehr an die Englischen-Kommentaroren gewöhnt und gerade Rivington hat genau das, was mich zum Mitfiebern anregt. Da sitzt man dann mit TSM-Shirt und Wristbands vorm TV und schaut seinem Team zu - in ordentlicher Lautstärke... \n\nBei den Deutschenstream: Man sitzt eigentlich perm. nur mit roten Kopf davor.\nAbsolut nicht mein Fall, aber sie machen einen vernünftigen Job trotzdem.","replies":[]},{"id":"","poster":"Anatânokami","date":"2015-02-06T18:14:14.980+0000","up_votes":2,"down_votes":0,"body":"Also ich schau sehr häufig bei Maxims Stream vorbei und finde es immer sehr unterhaltsam. Zum Thema LCS-Stream: mir gefällt die Auswahl der Analysten und auch die Co-Caster sind eigentlich immer recht gut gewählt (klar, keine Profis, aber das Zusammenspiel der zwei Caster ist immer gut gelungen). Macht mir immer Spaß zuzuschauen/zuzuhören.\n\nWas mich, wie vermutlich einige andere auch, wirklich stört sind die immens vielen zwanghaft eingedeutschten Begriffe (Gesichtsüberprüfung?!). Bei Gegenstandsnamen und Chamionfähigkeitn verstehe ich das ja noch, dass man da die deutschen Begrifflichkeiten verwendet, aber face checking ist nunmal face checking und sollte es auch bleiben. Vielleicht könnte von Riot-Seite da das Gebot, deutsche Bezeichnungen zu verwenden, etwas aufgelockert werden.\n\n@KedyinsCrow hat mit der Liste von Fachbegriffen da schon einen guten Vorschlag gemacht, der auch Anfängern, die mit dem Begriff Towerdive nichts anfangen können, das Verständnis ermöglicht.","replies":[]},{"id":"","poster":"Good Guy Clarkz","date":"2015-02-06T18:10:04.400+0000","up_votes":2,"down_votes":0,"body":"Ich finde den deutschen Stream echt gut. Die Sache ist, ich gucke ihn nicht oft, da ich den englisch-sprachigen Stream einfach mehr mag und mir so auch mehr Wissen aneignen will. Die EU-LCS wird ja im deutschen Stream von Maxim \"LRSB\" gecastet. Das macht EU halt interessant, da Maxim der beste deutschsprachige Caster ist. Die NA-LCS gucke ich schon aus dem Grund nicht, weil ich Mori einfach nicht so mag und ich finde, dass er nicht gut ist als LoL-Caster. Er mag ja Ahnung von anderen Spielen haben, aber LoL liegt ihm einfach nicht.\nUnd allgemein haben die englisch-sprachigen Streams den Vorteil, dass sie viel besser produziert ist. \nMan muss aber sagen, dass Maxim und Co. das mit den gegebenen Mitteln echt gut machen. :)","replies":[]},{"id":"","poster":"AbsinthSüffler","date":"2015-04-16T13:08:56.658+0000","up_votes":3,"down_votes":1,"body":"Ich versuch es sehr knapp zu machen: \n\nDas Besondere und enorm Wichtige ist die nahezu unparteiische Herangehensweise. Ich kann mir nicht vorstellen, dass man sich als Fan eine Teams durch die Moderation benachteiligt fühlt. Klar bin ich traurig, wenn \"mein\" Team verliert. Hohn, Spott bzw. Sarkasmus habe ich bisher nicht bemerkt. Im Gegenteil: Jedes Team und jeder Spieler bekommt vor jedem Spiel immer wieder seine Chance.\n\nGut finde ich auch, dass die Analyse nach einem Spiel von mehreren \"Kollegen\" mit unterschiedlichen Erfahrungen moderiert wird. Das führt zu ziemlich treffsicheren und nachvollziehbaren Aussagen. \n\nIn diesem Sinne: Weiter so.\n\nDie technischen Probleme wurden ja oft genug genannt.","replies":[]},{"id":"","poster":"SGP Senpai Appic","date":"2015-03-09T15:13:00.402+0000","up_votes":3,"down_votes":1,"body":"Ich finde den Stream top! \nEs gibt zwar immer mal kleine technischen Pannen dies machen sie mit der einzigartigen Persönlichkeit von Maxim und Sola wieder wett.\n\nHoB als Moderator in der Couch-Ecke fände ich zwar um längen besser als Mori aber gut ^^\nIch würde mir auch mal Saitain und Shantao in die Couch-Ecke wünschen. Die sind zusammen einfach zum schreien! \n\n\nGenerell Lob an die Leute von Summoners Inn! Ihr macht das alles super, besser als die von baronbuff oder flashignite oder wie die heißen. (Internetseite und so) \nAuch die Videos auf dem Summoners Inn youtube Kanal sind spitze. Lob an Sola! \n\nJetzt bin ich etwas vom Thema abgekommen aber das musste ich loswerden!","replies":[]},{"id":"","poster":"HDLuckySlevin","date":"2015-02-12T10:28:59.937+0000","up_votes":3,"down_votes":1,"body":"Ich habe mir Maxim und Co. auch hin und wieder angeschaut, aber ich kann mir das einfach nicht lange geben. Von der Produktion ist alle paletti, aber es wird halt für den jüngeren und neueren Zuschauer gecastet. Es werden Dinge erklärt die der großteil schon kennt. Dabei wird der Fokus halt darauf belassen, dass man einfachere Dinge erklärt und nicht tiefer in die Materie geht. Das stört mich ein wenig und daher schaue ich den Broadcast nicht so oft. \n\nBeim englischen Broadcast hingegen wird viel öfter auch mal auf die Mechanik, auf die Neuerungen, auf die Kniffe eingegangen. Das überzeugt und gefällt!","replies":[]},{"id":"","poster":"Emsikay","date":"2015-02-07T18:31:41.800+0000","up_votes":3,"down_votes":1,"body":"Ich denke, dass ein deutscher Stream definitiv Sinnvoll ist. Ein deutscher Stream hilft zum einen, die nicht-Englisch-sprechende Community mit einzuschliessen, was ich als wichtig erachte. Zum anderen glaube ich, dass dies auch das Gefühl der deutschen Community ein wenig stärkt.\nZu dem deutschen Stream lässt sich sagen, dass diese die ihnen verfügbaren Mittel sehr gut nutzen. Diese Mittel sind natürlich nicht so stark wie die des \"normalen\" Riot-Games-Streams. Auch denke ich, dass die Kommentatoren einen guten Job haben, und viel Ahnung von dem Spiel haben bzw. die Informationen gut und kompetent wiedergeben (hierzu gleich mehr).\nIch denke, dass es aber einige Dinge gibt, die die Leute vom gucken des Streams abhalten.\n1. Der Name des Streams. Der Stream heisst \"BesserwerdenimRanked\". Meiner Meinung nach ist das zu abweichend/verschieden von den anderen Riot-Games Cahnnels (z.B. RiotGames, Riotgames2, RiotgamesOceania). Das ganze führte bei mir dazu, dass ich bis grade eben noch nicht einmal wusste, dass der Stream offiziell von RiotGames ist. Dies kann aber natürlich auch daran liegen, dass auf dem Stream auch anderer Content gezeigt wurde, u.a. Teamrankeds von Maxim. Ich finde einen deutschen Stream cool, aber ich denke dass dieser vom privaten Stream der Gruppe getrennt sein sollte.\n2. Die Überbringung der Spielinhalte. Dies ist einer der beiden Gründe, die mich leider vom gucken des deutschen Streams abhalten. Ich finde, dass die Kommentatoren einen riesig guten Job machen, die Spielinhalte darzulegen. Von Randale4 wurde auch schon erwähnt sind die Jungs sehr ruhig und gelassen. Diese Gelassenheit ist sehr angenehm, bei \"langweiligen Teilen des Spiels (z.B. kein Tower wird getradet, oder es wird grade nicht um Objektives gakämpft, bzw. es gibt keine Ganks). Wenn es aber zu hochinteressanten Spielmomenten kommt (z.B. ein 5v5 am Dragon mit vielen Plays, die die Spieler beider Teas machen (z.B. eine 4-Mann Morgana/Gnar Ult, oder das instabursten eines Spielers), dann muss leider definitiv sagen, dass ich das ausrasten/feiern der Plays von den Englischen Kommentatoren viel Besser finde. Ihnen fällt es irgendwie leichter komplett loszulassen und bei coolen Spielmomenten haben sie meiner Meinung nach Richtige Informationen.\n3. Ganz kurz andgeschnitten: Ich denke, dass die Spieler- und Coach-Interviews nach bzw. vor den jeweiligen Spielern sehr interessant sind. Dies ist ein weiterer Grund für den englischen Stream. Auch weiss ich, dass zwar Spielexperten wie z.B. Saitan vorbeischauen, aber das ist nicht vergleichbar mit einem bekannten Spieler (vor allem wenn dieser gewinnbringende Plays für sein Team an dem Tag machte).\n4. Genau wie 2. ist ein weiterer RIESIGER Grund, der mich vom schauen des deutschen Streams abhält die deutsche Sprache! Tut mir leid aber wenn man von Todesmütze oder Stärke der Dreieinigkeit redet, was zu einem Stärkemoment im mittleren Teil des Spiels führt, oder von drei Teammitgliedern, die über die Karte ziehen, Sicht, herstellen und andere Leute unter einem Turm tauchen,  dann rege ich mich komplett darüber auf. Das deutsch von den Kommentatoren ist für meine Verhältnisse leider viel zu aufgezwungen.\n\nTrotz der vielen Punkte, die mich vom verfolgen des deutschen Streams abhalten, denke ich, dass dies eine SUPER Idee ist und bleibt. Dennoch denke ich dass man vor allem 2. und 4. verbessern sollte um eine große Masse an Menschen damit anzusprechen (ich denke das ist das Ziel des Streams).","replies":[]},{"id":"","poster":"unsT0Pable","date":"2015-02-06T18:19:10.918+0000","up_votes":3,"down_votes":1,"body":"Also  ich bin seit mehreren Jahren Abonent von Maxim, deswegen finde ich seine übertragung auch dementsprechend gut und verfloge sie seit beginn. Der Umsteig von den Englischen Fachbegriffen emfand ich am Anfang nicht leicht, aber verständlich. Es ging mir niocht darum den Stream umbedingt auf Deutsch zu schauen, sondern die Persönlichkeiten gefielen. mir(Maxim,HoB,Perrick). Seit dem ich den STream schaue habe ich mir selber angewöhnt alles auf Deutsch zu sagen weil es mir manchmal echt nervig vorgekommen ist immer alles auf Englisch zu sagen und mir ist es auch manchmal in den altäglichen Sprachgebrauch übergegangen. Seitdem das Team sehr proffesionel geworden ist und immer bessere Leute in der Analyseecke waren habe ich jeden LCS-TAg den stream verfolgt. Trotzdem habe ich zwei Kritik-Punkte: \n1. Ich mochte Perrick als Kommentator mehr als Kevin(wobei Kevin als Analytiker geniual ist weil er selber den Druck usw mitbekommen hat) und Solo\n2. Bitte holt wieder öfter bessere Analytiker (Mountain, Kevin  und vor allem Saitain waren der Hammer)\n\nMacht weiter  so!!","replies":[]},{"id":"","poster":"Kobenstein","date":"2015-04-03T20:28:12.486+0000","up_votes":2,"down_votes":1,"body":"Ich gucke mir den Deutschen Stream nicht an, da ich die englischen Kommentatoren und die Übertragung so viel besser und unterhaltsamer finde.","replies":[]},{"id":"","poster":"Blechvid","date":"2015-02-08T23:25:29.605+0000","up_votes":2,"down_votes":1,"body":"Ich gucke den deutschen Stream sehr gern, dennoch gibt es einige Sachen, die ich zu bemängeln habe:\n\n1. Perrick fehlt (schade, dass er ohne Erklärung einfach so gestrichen worde). Zusammen mit Maxim waren beide perfekt beim Casten und haben sich gut ergänzt.\n2. Die Analyseecke ist keine Analyseecke (mehr). Ein bisschen Witz ist ja richtig gut aber bitte nicht nur. Dort sollten wieder Leute wie Saitain, Solaaaa, Mountain und Kev1n sitzen, neben Hand of Blood, der wieder mehr moderieren als \"analysieren\" sollte. Hallodri und die Pietsmiets passen da nicht rein.\n3. Bei der Übertragung der NA LCS fehlt eine Analyseecke. Ich finde Neon richtig gut aber nur die beiden zu sehen, ist auf Dauer zu langatmig.","replies":[]},{"id":"","poster":"dex der 1337Mann","date":"2015-02-06T18:56:18.914+0000","up_votes":2,"down_votes":1,"body":"Ich mochte den Summer Split deutlich lieber als den aktuellen Split. Kevin oder Sola sind ja ganz nett als CoCaster, aber können überhaupt nicht mit Perrick an Maxims Seite mithalten. Ohne Maxim würde ich es gar nicht mehr gucken.\nDazu kommt die \"Analyseecke\", die mag ich in diesem Split überhaupt nicht. Irgendwie fehlt mir das sympathische von dem letzten Split oder von den Worlds. Zudem fehlt irgendwie das Wissen, da die Besetzung, meiner Meinung nach, \"drittklassig\" wirkt im Vergleich zu der Besetzung des Summer Splits.","replies":[]},{"id":"","poster":"Akkordeonmarcel","date":"2016-10-18T07:04:37.761+0000","up_votes":1,"down_votes":0,"body":"Ich verfolge nun seit fast 3 Jahren die LCS und ich kann nur eines sagen ich mag den deutschen Stream absolut nicht. Ich muss zugeben das ich keine Ahnung habe wie es damals war, doch die jetzige Aufmachung ist mir einfach viel zu affig und hat nichts mehr mit seriösem Sport zu tun. Des weiteren ist mir neulich aufgefallen, als ich mit Freunden zusammen im TS war und wir Worlds schauten, das einige Sachen im deutschen Stream gar nicht gezeigt werden. Z.B. das Interview mit dem Spieler von Sjokz. Das finde ich echt sehr schade da es doch mit eines der tollsten Momente ist, bei dem man indirekt mehr von seinen Idolen mitbekommt. Ja kurzum ich werde nen Teufel tun und mir diesen Stream anschaun ... da bleib ich beim englischen Stream der ist um Längen professioneller und informativer.","replies":[]},{"id":"","poster":"gyyyr","date":"2016-05-03T15:49:45.896+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach müsste man auch dem deutschen Team ein \"observer\" Team zur verfügung stellen.\nDie englischen Caster haben Einfluss auf gewisse sachen und die deutschen Caster müssen dann einfach auch darüber kommentieren.\n\nAusserdem könnte man sachen wie \"Current LCS Patch\" zu \"aktueller LCS Patch\" übersetzen.(\"Finals\" zu \"Finale\", die untertitel der Champions in der Champselect usw.)","replies":[]},{"id":"","poster":"FNC Quapsel","date":"2015-09-14T22:17:05.228+0000","up_votes":1,"down_votes":0,"body":"Ich schaue normalerweise den englischen Stream, habe aber auch schon ein paar mal in den deutschen geschaut und mir jetzt speziell auch die Gruppenziehung für Worlds angeschaut. Ich finde die Jungs wirken sehr sympatisch und haben angenehme Stimmen, leider reden sie aber mehr \"Slang\". Im Vergleich zum englischen Team klingt alles viel unseriöser, was wohl auch daran liegt, dass es ursprünglich Youtuber sind und keine Angestellten von Riot (davon gehe ich jetzt einfach mal aus?) und sowas auf Youtube ja auch gut ankommt. Außerdem muss ich sagen, dass sie sich teils fachlich nicht so sehr auskennen, auch hier wieder im Vergleich zum Riot Team. Beispielsweise bei der Gruppenziehung hatten sie nicht wirklich eine Ahnung, was vor sich geht, wie die Pools funktionieren oder welche Gruppe gerade gezogen wird. Hier ist natürlich auch wieder die Frage, wie sie vorbereitet werden und ob sie überhaupt vorab etwas über den Ablauf erfahren. Beim Live-Kommentar gibt es nichts zu meckern, aber an der Analyse vor und nach den Spielen sollte man arbeiten! Da wirkt es einfach noch sehr amateurhaft und oft scheint auch kein großes Fachwissen dahinter zu stecken. Ich weiß nicht, ob Spieler-Interviews etc. gezeigt und übersetzt werden, ich habe es bisher nicht gesehen, falls nicht sollte das definitiv noch dazu kommen. Ich hoffe das hört sich jetzt nicht zu gemein an! Das sind ein paar Dinge, die mir so von den wenigen Malen aufgefallen sind und die man verbessern könnte!","replies":[]},{"id":"","poster":"Treffnix","date":"2015-09-13T12:12:41.284+0000","up_votes":1,"down_votes":0,"body":"Hab gestern die Auslosung versucht, auf deutsch zugucken, habe dann aber doch auf den englischen Stream umgeschaltet.\n\nErst einmal finde ich diesen niklas nervig, der hat ne Art an sich, mit der ich nicht zurecht komme. Ist echt nicht persönlich gemeint, sowas kommt ja vor.\n\nWas ich aber dann echt auch schrecklich fand: Nach jeder Ziehung eines Teams, kam ne Einspielung des jeweiligen Teams, und die haben nichts besseres zu tun, als sich wieder zu zeiogen, was soll das denn? Sowas von schlecht gemacht.","replies":[]},{"id":"","poster":"IHannah BakerI","date":"2015-07-29T16:52:50.233+0000","up_votes":1,"down_votes":0,"body":"Richtig Geil wie Maxim/Mori und Co das machen :)","replies":[]},{"id":"","poster":"StitchStar","date":"2015-07-21T22:37:48.414+0000","up_votes":1,"down_votes":0,"body":"http://www.thescoreesports.com/lol/news/3083\nBin jetzt kein Experte ab ist das nicht Wettbewerbsverzerrung von Riot? Die zwei Teams die gegen Gambit spielen wird es denk freuen aber die anderen eher nicht. Ich finde man muss was besseres finden für Spieler in der LCS als diese Spiel sperren.","replies":[]},{"id":"","poster":"Chrisinator1307","date":"2015-07-08T12:14:11.577+0000","up_votes":1,"down_votes":0,"body":"Ich finde es super das der LCS Stream jetzt auch auf deutsch ist ! Jetzt muss ich endlich nicht mehr den Untertitel benutzen ( Was echt nervig ist ) und auch nicht alles überstetzen, sondern kann alles verstehen !","replies":[]},{"id":"","poster":"punalet","date":"2015-07-08T11:57:43.574+0000","up_votes":1,"down_votes":0,"body":"Hab grad zufällig diesen Beitrag gesehen und hoffe mal das meine Anmerkung noch gesehen wird.\n\nIch schaue meißt denn englischen Stream obwohl ich nicht alles verstehe!\nDer Grund ist das dort meiner Meinung nach viel besser und emotionaler Kommentiert wird.\n\nMein Vorschlag wäre einen profesionellen Kommentator zu suchen\n und Maxime (der echt super erklären kann) entweder als Co-Kommentator und/oder in die Analyse.","replies":[]},{"id":"","poster":"AyteeDE","date":"2015-07-08T10:32:00.932+0000","up_votes":1,"down_votes":0,"body":"Vorsicht, hochgradig subjektive Meinung!\n\nDer deutsche Stream ist gut. Es wird nämlich konsequent auf die Verwendung deutscher Wörter geachtet. In sämtlichen Situationen. \nAllergrößten Respekt vor dieser Leistung, ich (und vermutlich viele andere) könnten das nicht und würden aus reiner Gewohnheit auf die \"eingedeutschten\" bzw. englischen Begriffe ausweichen, gerade wenn es um Itemnamen etc. geht.\n\nDieses konsequente Deutsch ist aber trotzdem der Grund, warum ich beim englischen Stream bleibe. Es klingt für mich persönlich einfach bescheuert. Man hat sich über die Jahre dermaßen an das Englisch gewöhnt.  \nClient auf Englisch.\nIngamekommunikation auf Englisch.\nTeilweise Teamspeak auch auf Englisch.\n\nAus dieser Gewohnheit ergibt sich, dass man zwar weiß, was mit dem deutschen Begriff für ein Item oder einen Spell gemeint ist, ich aber jedes mal innerlich lachen (oder weinen?) muss, weil es sich in meinen Ohren einfach \"bescheuert\" anhört.\nDas ist auch der Grund, warum ich niemals mit deutschem Client spielen könnte, auch wenn dieser dem englischen in nichts nachsteht und auch die Syncro echt überdurchschnittlich gut ist.","replies":[]},{"id":"","poster":"StitchStar","date":"2015-06-28T17:48:26.787+0000","up_votes":1,"down_votes":0,"body":"Von den drei Spielern die CW anscheinend oder schon verlassen haben würde ich sagen war Airwaks der beste vom Skill. Ich würde auch sagen das er besser ist als mancher der noch in der Eu LCS Spielt(Diamondprox, Fr3deric über die nächsten zwei kann man streiten dexter, loulex)! Sieht das einer anders oder nicht?! Mich würde dazu mal eure Meinung interessieren.\n\nIch hoffe jedenfalls das er ein Team findet damit EU allgemein als Region stärker wird. ","replies":[]},{"id":"","poster":"De Kus","date":"2015-05-28T20:35:43.317+0000","up_votes":1,"down_votes":0,"body":"Habe heute mal die Chance genutzt den Stream live zu schauen.\n\nPositiv fand ich:\n- die taktischen Analysen fand ich gut\n- die Ingame-Kommentare sind waren passend\n\nNegativ:\n- Der Nachteil von Twitch zu Youtube ohne die Fähigkeit den Live-Stream zu pausieren oder spuhlen ist nach wie vor für mich ein Faktor, der schwer gegen den Stream spricht. Es zwingt dich von der zeitlichen Abendplanung einfach total rein. Während ich bei Youtube einfach mal zwischen 2 Spielen selbst eine Runde was zoggen kann, oder einfach nur mal ans Telefon gehen kann...\n- Der Ton vom Stream ist zwar grundsätzlich gut, aber dass man das Publikum nicht hört ist einfach Faktor, den ich doch vermisst habe. Es wurde Teemo ausgewählt, und der Stream war einfach ignoriert und weitergeredet. Wo war der Hype darüber, dass so ein Champion auch nur gehovert wird?\n- Für mich Persönlich habe ich in den deutschen Kommentaren die Fähigkeiten und Items teilweise nicht verfolgen können, kann aber auch daran liegen, dass ich selbst das Spiel in Englisch spiele (ich sage nur: Fünffachtötung < Penta Kill !!!) und den englischen Stream nun schon relativ gut gewohnt war. Bei einigen deutschen Begriffen fühlte es sich doch erzwungen \"Weichnase\"... also ich glaube es gibt viel zuviele Jargonbegriffe, die man nicht übersetzen kann. Tank wird ja auch nicht als Panzer oder Built als \"Bauplan\" oder sowas in der Art übersetzt.\n\nAlles in allem find ich die Leistung vom Team schon super, aber imho. kommt es für Leute, die sowohl dem deutschen wie dem englischen Stream sprachlich folgen können, einfach nicht an den \"verzögerbaren Livestream\" heran.\n\nEdit: Sternchen mit Bindestrich ersetzt, weil das irgendwie weniger Kursiv und mehr Auflistung bringt.","replies":[]},{"id":"","poster":"De Kus","date":"2015-04-24T18:19:14.194+0000","up_votes":1,"down_votes":0,"body":"Ich find die Idee klasse. Leider kann ich zur Ausführung nix sagen, weil Twitch nicht spuhlen kann. Bei einem Live-Stream kann ich den Youtube-Stream bis zu 4 Stunden zurückspuhlen und in Twitch kann ich nichtmal im Archiv die 30 Minuten \"Vorlaufzeit\" vorspuhlen... also leider technisch Twitch mal wieder die totale Niete.\nNachdem ich diesen Beitrag gefunden habe, habe ich auch aufgegeben den Fehler auf meiner Seite zu suchen:\nhttp://www.reddit.com/r/Twitch/comments/2mr53o/no_seekbar_on_archived_streams/\n(den Direktlink zu http://help.twitch.tv/customer/en/portal/questions/9627395-archive-lacks-seek-bar kann man leider auch nicht hier posten, weil irgend ein Script wohl denkt, dass ein Link auf das Help-Portal von Twitch ein einbettbares Video wäre... wer den Link klickt erfährt, dass er leider das \"Video\" nicht abspielen kann...)","replies":[]},{"id":"","poster":"Kaliba257","date":"2015-02-08T12:15:04.655+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein großer Fan des deutschen Streams. Maxim hat eine angenehme Art und ist emotional bei den Spielen immer dabei und das zieht einen richtig mit. Mori von NA LCS ist auch sehr gut, aber bei weitem nicht so gut wie Maxim! Ich würde mir auch wünschen mal handOfBlood als Co-Kommentator zu sehen und dass der Clean Feed von Riot lagfreier wird.","replies":[]},{"id":"","poster":"TheWiseacre","date":"2015-02-08T10:36:48.766+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen,\nIch kann mich den positiven Kritiken nur anschließen.\nAber ein schon öfters erwähnter Punkt ist die Betitelung von Items in Deutsch.\nIch finde das nervig. Es hört sich oft unpassend an und die meisten benutzen sowieso den englischen Client.\nIch persönlich finde es nie so geil, wenn Maxim eine spannendere Situation kommentiert (da hört er sich immer so an, als würde er ne WUrst rausdrücken :P).\nAber abgesehen davon ist es echt top.","replies":[]},{"id":"","poster":"Doctor JayDee","date":"2015-02-07T23:28:57.227+0000","up_votes":1,"down_votes":0,"body":"Also ich finde es echt schade, dass Perrick nicht mehr dabei ist.\n\nAber ansonsten finde ich es einfach super wie die deutschen streams gestaltet sind. Auch alle Caster und die anderen Personen sind echt sympathisch.\n\nICh hoffe, dass das Team sich irgendwie refinanzieren kann. Vote for Spendenfunktion :)","replies":[]},{"id":"","poster":"MisterBuggi","date":"2015-02-07T22:38:45.160+0000","up_votes":1,"down_votes":0,"body":"Ich schaue derzeit beide Streams, so wie ich halt Zeit habe und muss sagen, dass die alle zusammen das ziemlich gut machen. Also Maxim und Solaa bzw. Kev1n sind sehr solide Picks als Caster, beide haben richtig viel Ahnung und können auch mit unvorteilhaften Situationen umgehen. Auch im EU Stream find ich gut, die Analyseecke und auch das Interview mit Nyph in der \"Aftershow\" fand ich gut. Hallodri sollte sich meiner Meinung nach etwas \"seriöser\" geben als zuletzt, aber sonst feier ich die wirklich.\n\nUnd den NA Stream will ich nächsten Split bitte wieder mit Neon und Mori sehen UND auch mit einer Analyseecke, das würde den beiden echt noch gut tun, obwohl der Stream so schon sehr gut! \n\nAlso Fazit: Streams sind mega gut und schau auch immer rein wenn ich kann. Bitte gebt den Leuten ne Zukunft ;D","replies":[]},{"id":"","poster":"Motthl","date":"2015-02-07T22:08:08.549+0000","up_votes":1,"down_votes":0,"body":"schaue regelmäßig, finde ich gut,  Daumen hoch, weiter so","replies":[]},{"id":"","poster":"EONA Bloodrayne","date":"2015-02-07T22:04:45.226+0000","up_votes":1,"down_votes":0,"body":"Auch von mir einen Guten Abend,\n\nich finde es genial, dass es einen deutschen Stream gibt. Und ich finde es hat eine Menge für die deutsche Community getan.\nIch habe auch grad ein Projekt am laufen, dass diesen Stream unterstützen soll. Es handelst sich hierbei um ein Programm, \ndass einen Lade-Bildschirm generiert. Ähnlich wie das Head2Head-Bild von Riot nach der Champion-Auswahl\n\nDer Stream an sich ist super. Die Verteilung von Caster und Analysten. \nEs wird quasi zu jedem Split besser.\n\nGrüße\nBloodrayne","replies":[]},{"id":"","poster":"Lé Blenck","date":"2015-02-07T19:03:16.692+0000","up_votes":1,"down_votes":0,"body":"Guten Abend \nIch möchte meinen Beitrag in zwei Richtungen aufteilen einmal den Eu Lcs Stream,und den Na Lcs Stream.\n\nEu: Die Truppe ist sehr Sympatisch und teilweise sehr professionell.\nMaxim ist ein sehr guter caster und bringt sehr viel Stimmung ins spiel.\nWas mir allerdings fehlt (im vergleich zum Riot lcs stream) sind ein paar Infos zu den Spielern das müsste noch angepasst werden,\nund es müsste noch einen clean stream geben damit sie nicht einfach nur den Riot Lcs stream abspielen.\n\nNa: Ich Persönlich finde den Na stream sehr unprofessionell die beiden haben wahrscheinlich nicht genug cast Erfahrung.\nDa mir bei dem na stream zu viel rumgealbert wird schaue ich ihn fast bis gar nicht.\n\nNote: Ich Finde Trotzdem die arbeit beider Teams klasse, und wünsche mir noch ein paar Verbesserung um Leuten die englisch \nnicht so gut können eine angenehme Erfahrung der Lcs zu geben.","replies":[]},{"id":"","poster":"Sk3yn","date":"2015-02-07T17:42:32.661+0000","up_votes":1,"down_votes":0,"body":"Denn deutschen Stream find ich mega gut also Maxim. Und die analyse Ecke ist auch richtig gut mit Max etc. und den ganzen Gästen wie halodri und sissor.\nNur Kev1n geht mir und vielen von meinen Freunden auf die nerven von seiner Art her.","replies":[]},{"id":"","poster":"Quampelz","date":"2015-02-07T17:27:07.980+0000","up_votes":1,"down_votes":0,"body":"Ich schaue meistens den englischen Stream aber ein Freund von mir guckt lieber den deutschen wenn wir zusammen lcs gucken schaue ich also auch öfter auf deutsch.\n\nDer deutsche Stream  für die EU-LCS ist ziemlich gut, Kritikpunkte sind hier aber das benutzen der deutschen Begriffe für z.B. Items ich kenne zwar die meisten Begriffe weil ich öfter mit Leuten spiele die die deutsche Übersetzung verwenden, mich persönlich stört das aber eher. Obwohl ich verstehe das in einem deutschen Stream auch deutsche Begriffe verwendet werden.\n\nIch habe einmal den deutschen NA-LCS Stream geguckt und dann nie wieder, bin fast eingeschlafen, Mori gibt sich definitiv Mühe aber das ist auch das einzige. Ich muss aber dazu sagen das ich es wie gesagt bisher nur einmal geguckt habe und dieses eine mal ist auch ein wenig her, kann also sein das sich da inzwischen vieles verändert hat.\n\nBei beiden Streams ist die Bildqualität Ingame natürlich etwas schlechter und es stört ein wenig wenn man kleiner Zahlen in den Statistiken etc. lesen möchte, aber um das Spielgeschehen als ganzes zu sehen ist es natürlich absolut ausreichend. Ist zwar etwas das verbessert werden könnte aber meiner Meinung nicht unbedingt muss.","replies":[]},{"id":"","poster":"Rabellerabellera","date":"2015-02-07T14:23:38.862+0000","up_votes":1,"down_votes":0,"body":"Ich mag den deutschen Stream wirklich sehr gern.\n\nObwohl ich den amerikanischen Stream problemlos verfolgen könnte (an Englischkenntnissen mangelt es nicht), sehe ich mir den deutschen Stream deutlich lieber an. Dies hat folgende Gründe:\n\n - Das Moderatorenteam ist sehr sympathisch, Maxim und je nach Gelegenheit Sola (glaub ich), Perrick, Kevin und co. machen das wirklich gut. Man merkt, dass sie Spaß an dem haben, was sie tun und dass sie auch wissen, wovon sie reden. \nIhre Stimmen und Sprechweisen gefallen, weshalb es auch erträglich ist, ihnen zuzuhören (die Stimmen der englischsprachigen Moderatoren nerven mich ein bisschen.)\nDamit stechen sie für mich die englischsprachigen Moderatoren aus (auch wenn die das auch gut machen).\n\n - Für die Moderatoren zwischen den Spielen (HoB und so weiter) gilt das gleiche, sie machen das auf sehr entspannte und sympathische Weise, so dass man wirklich Lust hat, ihnen zuzusehen. \n\n - Die Idee, LoL auch auf deutsch zu casten, gefällt mir sowieso. So erweitert man die Community ungemein (und die Viewerzahlen sicher auch).\n\n Das einzige, was mich noch stört, ist die Werbung, aber damit kann ich leben (sonst gäb's ja gar keinen Stream, das will auch keiner).\n\nWas ich mir wünschen würde:\n\n - Wie schon vor mir gesagt, weiblicher Zuwachs bei Freaks4U könnte glaube ich nicht schaden. :)","replies":[]},{"id":"","poster":"Fragdiemilch211","date":"2015-02-07T14:08:02.264+0000","up_votes":1,"down_votes":0,"body":"Also ich muss zugeben, so sehr ich doch Maxim, Sola ect. mag, guck ich fast nie den deutschen Stream da ich einerseits das ausschließliche verwenden von den deutschen Begriffen (Stapel=Stacks) sehr ungewohnt und unpassend finde. Und andererseits mag ich manche deutsche Caster nicht so gerne wie die englischen wobei ich nicht genau weiß woran das liegt, ich hab das Gefühl dass das alles bei Riot noch ein Stück professioneller rüberkommt. Damit will ich nicht sagen dass der deutsche Stream unprofessionell ist sondern dass bei Riot eine andere Atmosphäre aufkommt als bei Maxim und co. Allerdings muss ich dazu sagen dass ich quasi flüssig Englisch rede und der Sprache auch sehr viel abgewinnen kann, da ich finde dass sie für Entertainmentzwecke schöner klingt und auch einfacher zu nutzen ist. Also würde für mich das Problem der Srpachbarriere wegfallen. Aber trotz alle dem würde ich sagen dass der deutsche stream gut ist und ich würde ihn auch gucken wenn das Eindeutschen gestrichen werden würde und wenn es noch professioneller wirken würde. (Eine Sache die zum Beispiel nicht meinen Geschmack trifft ist das Studio weil mich das zu sehr an ein Wohnzimmer erinnert .","replies":[]},{"id":"","poster":"Only licklake","date":"2015-02-07T14:02:36.652+0000","up_votes":1,"down_votes":0,"body":"Generell ist der Stream der Hammer! Großen Respekt von mir!\n\nDas einizige was maxim und co noch ändern könnten ist, dass sie nicht zu sehr die Fähigkeiten aufzählen die im TF verwendet werden. Ich denke die kann jeder selbst sehen, sondern eher das Gameplay an sich kommentieren. ^^","replies":[]},{"id":"","poster":"ObamaseinNachbar","date":"2015-02-07T13:30:40.690+0000","up_votes":1,"down_votes":0,"body":"Ich liebe den stream allerdings frage ich mich was hallodri max und mori in der analyseecke suchen. ein oder zwei von der sorte unterhalter sind zwar wünschenswert aber man braucht doch auch jemanden mit ahmung wie damals saitain xioh etc. nichrts gegen die aber ein pro wäre mir lieber","replies":[{"id":"","poster":"ObamaseinNachbar","date":"2015-02-07T13:33:09.449+0000","up_votes":1,"down_votes":0,"body":"ach ja und perrick ist ein hammer co caster zusammen mit maxim : bring back my perrick","replies":[]}]},{"id":"","poster":"Blurm","date":"2015-02-07T13:06:46.349+0000","up_votes":1,"down_votes":0,"body":"Ich finde den Stream auch sehr gut :D\nAlles wird erklärt (-> Einsteigerfreundlich), es gibt keine Laggs und die Kommentatoren sind auch klasse, bescheren einen nie Langeweile :D\nWeiter so, Maxim & co! ^-^","replies":[]},{"id":"","poster":"InYourFace4ever","date":"2015-02-07T12:47:08.713+0000","up_votes":1,"down_votes":0,"body":"Ich mag den deutschen Stream sehr obwohl ich auch dem englischen mächtig bin und den offiziellen stream auch mag. Die Mischung aus professionalität und lockerer stimmung ist einfach Perfekt.\nDie coCaster finde ich haben bisher alle gute arbeit geleistet und maxim ist einfach.... nun ja maxim halt :) jedoch würde ich mich auch freuen wenn Saitain in die analyse zurückkehrt.\nMeiner meinung nach wäre es sehr cool wenn sie vlt ein bisschen von riot unterstützt werden könnten oder wenigstens mehr ins rampenlicht gerückt werden könnten. :)\nJedoch sollte dies KEINESFALLS ihre arbeit beinflussen :D Der stream soll nämlich genauso wunderbar bekloppt bleiben wie er ist.\n\nZum na stream : ich mag mori aber gucke na trotzdem beim riot stream, da es bei mori einfach etwas zu simpel und langweilig gestaltet ist :)\n\nLG :) {{summoner:6}}","replies":[]},{"id":"","poster":"KleinGeldGanove","date":"2015-02-07T12:15:36.908+0000","up_votes":1,"down_votes":0,"body":"Eigentlich ein guter Stream, den ich auch oft gucke aber es gibt folgende Punkte die mich stören:\n\n**Analyseecke**\n\nDer Humor ist toll, aber die Analyse ist nichts anderes als das Geschehende nochmal zu beschreiben. Da muss ein bisschen mehr in die Tiefe gegangen werden. Fachwissen muss gezeigt werden. Es kommt mir vor momentan, das Teamfights einfach nur nochmal mit Worten erklärt werden. Deswegen schlate ich oft dann auf den Englischen Stream der dort einfach mehr Qualität zu bieten hat.\n\n**Clean Feed**\n\nHeißt das so? Auf jedenfall nervt es gewaltig das der Stream oft lagged oder hängt. Ich mein da kann der deutsche Stream nix für, aber vielleicht sollte man mal mit Riot reden, ob die einen besseren zur Verfügung stellen können. \n\n**deutscher NA Cast**\n\nIch habe nichts gegen Mori, aber seine Art zu casten finde ich langweilig. Er ist weder lustig noch kann er Spannung in den Cast bringen. Bitte gebt ihm einen etwas, impulsiveren Co-Caster. Momentan finde ich das absolut zum einschlafen.","replies":[]},{"id":"","poster":"Jannarous","date":"2015-02-07T08:34:11.609+0000","up_votes":1,"down_votes":0,"body":"Ich finde ja das man eine bessere Methode finden sollte den Stream zu übertragen( also jetzt nur das Spiel an sich) , da teilweise die Verzögerung zwischen dem originalen und dem deutschen Stream über einer Minute lag. Auch war häufig der Fall das man nichts sah und Maxim irgendwelche Probleme am Stream lösen musste. Sonst gefällt mir der Stream sehr gut, er ist zwar nicht Qualitative so hoch wie der echte Stream, aber es ist super es nicht dauernd auf Englisch zu hören.","replies":[]},{"id":"","poster":"Hypothetical","date":"2015-02-07T07:07:18.673+0000","up_votes":1,"down_votes":0,"body":"Mit fehlt beim deutschen Stream eindeutig die Atmosphäre, welche ich beim englischen Stream sehr liebe. Da sie einfach nicht Vorort sind, kommt da irgendwie keine Atmosphäre auf. Die Kommentatoren machen ihre Arbeit gut wirklich sehr gut keine Frage und das mit den deutschen Items ist mir auch egal. Werde ab und zu mal in den deutschen Stream rein schauen aber wohl trotzdem beim englischen Stream bleiben.","replies":[]},{"id":"","poster":"Śjokz","date":"2015-02-07T02:28:21.669+0000","up_votes":1,"down_votes":0,"body":"ich finde es gut das es nen deutschen stream gibt, habe damals als ich angefangen habe selber nahc deutschen kommentierten pro games gesucht aber nix bis kaum etwas gefunden, dass es sowas heute gibt find ich also toll. allerdings hab ich mich ans englishe mittlerweile zu sehr gewöhnt ich mag die kommentatoren da richtig dolle und englisch verstehen tu ik och super.\nFazit: werd beim englischen bleiben, aber toll das es n deutschen stream gibt\n\n{{champion:266}}","replies":[]},{"id":"","poster":"Flooffy","date":"2015-02-07T00:19:31.387+0000","up_votes":1,"down_votes":0,"body":"Ich bin eigentlich ziemlich begeistert vom deutschen Stream, wenn nich ab und zu ein paar Gäste da sind, die ich nicht leiden kann. Aber naja, damit muss man leben ^^ Ich werds mir jedenfalls auch in Zukunft bei Maxim und Co. anschauen :)","replies":[]},{"id":"","poster":"KDAlex","date":"2015-02-06T21:28:27.142+0000","up_votes":1,"down_votes":0,"body":"Der deutsche stream ist einfach gut. Davor musste ich mir den englischen anhören und immer mehr aufpassen weil ich alles übersetzen musste.^^ \nMaxim usw. machen das echt gut und sehr motiviert.","replies":[]},{"id":"","poster":"CARE CHING CHONG","date":"2015-02-06T21:02:58.101+0000","up_votes":1,"down_votes":0,"body":"Der deutsche Stream ist megaaaaaaaaaaaaaaaa geil! Die Leute sind supercool und das Studio sieht super gut aus! Maxim ist ein sehr professioneller Caster, und Mori macht seine Job auch sehr gut. Man merkt alle haben da wirklich Spaß und sind mit Leidenschaft am Übertragen. HandofBlood sorgt für den gewissen Humor und Maxim  bringt Licht in alle Unklahrheiten! Ich liebe es übrigens wenn Maxim so richtig abgeht in den Teamfights, wenn dann so richtig Action ist{{item:2050}}  und Maxim richtig ausrastet und kaum noch Zeit hat zum Luftholen.\nAlso meiner Meinung nach kann mann nichts verbessern\n\nLG BananaBozz01","replies":[]},{"id":"","poster":"plh DrBabou","date":"2015-02-06T19:47:18.857+0000","up_votes":1,"down_votes":0,"body":"Ich finde den Stream ziemlich nice, in allen Sichten, ab und zu würden mir englische Namen für Gegenstände besser gefallen, aber sie streamen eben auf Deutsch und dass ist dann eben auch bei den Gegenständen so. Es wäre noch nice, wenn sie mehr mit Riot in Verbindung stehen, damit meine ich, dass sie live bei der LCS dabei sind und von da aus Casten, dass die Cleanfeed Probleme etc nicht vorkommen, aber dafür ist der deutsche Stream glaub ich noch nicht umsatzstark genug.","replies":[]},{"id":"","poster":"BadZooka","date":"2015-02-06T19:13:04.795+0000","up_votes":1,"down_votes":0,"body":"Die Betreiber sind einfach nur der Hammer! Maxim und Max kriegen das schon alleine sehr gut hin. Durch die Unterstützung der anderen und hochkarätigen Gästen kann man hier nichts falsch machen! Schade, dass die Atmosphäre des Studios ein wenig auf der Strecke bleibt, aber für Leute, die ihre LCS gerne mal auf Deutsch genießen wollen, ist dieser Stream ein MUSS!","replies":[]},{"id":"","poster":"TEA Salzmeister","date":"2015-02-06T19:10:16.124+0000","up_votes":1,"down_votes":0,"body":"Die Jungs und Mädels machen das einfach Klasse. Es ist super gut verständlich was in den Spielen geschieht, sowie für erfahrene Spieler als auch Einsteiger. Da Mori \"neu\" in League of Legends ist macht er auch einen super guten Job dort es macht immer wieder Spaß die Streams zu schauen!","replies":[]},{"id":"","poster":"Alonius","date":"2015-02-06T18:52:51.333+0000","up_votes":1,"down_votes":0,"body":"Finde ihn persönlich besser, kenne Maxim, Sola, usw. nur deswegen fand sie aber auch dierekt sympahtisch.\nRiP: {{champion:45}} {{item:3070}}","replies":[]},{"id":"","poster":"ÆronIV","date":"2015-02-06T18:48:19.632+0000","up_votes":1,"down_votes":0,"body":"Ich finde den deutschen Stream richtig super! Alle die daran beteiligt sind, sind super drauf und wissen wie sie Leute unterhalten müssen! \nEs wird alles erklärt, der Stream läuft flüssig, die Community ist spitze.\nEinziges Problem: Es fehlt eine gewisse Struktur: Der Co-Caster wechselt ständig (ist nicht schlimm aber Ab und Zu nervig) und mein weiß nie wirklich genau wer die ganzen Leute sind.\nAnsonsten, Daumen hoch für Maxim und seine Crew! Toller Stream!","replies":[]},{"id":"","poster":"GoW Bloodwyn","date":"2015-02-06T18:30:54.701+0000","up_votes":1,"down_votes":0,"body":"Bester Stream Ever! \nUnd ich finde es sogar bisschen lustiger \nEs fehlt noch bisschen feinschliff aber wenn es wie bei den Offizielen Stream von Riot so aussieht dann perfekt !","replies":[]},{"id":"","poster":"Tankus","date":"2015-02-06T18:28:30.358+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich finde den Cast **richtig super**.\nBei der Analyse der jeweiligen Games fehlt mir irgendwie noch ein wenig die* Professionalität *die der englische Stream am Analyse-Tisch zu bieten hat.","replies":[]},{"id":"","poster":"CCJane","date":"2015-02-06T18:25:23.580+0000","up_votes":1,"down_votes":0,"body":"Ich finde den deutschen Stream klasse. Natürlich hat man nicht die Nähe wie die englischen Caster, aber die Fachkompetenz ist auf jeden Fall vorhanden. Mit Gästen wie Kev1n oder Mountain hat man gerade aus der deutschen Community erfahrene Experten. Das Budgetist leider nicht so groß, daher versucht das deutsche Team mit einer Talkrunde für Unterhaltung zu sorgen. Und gerade Leuten wie Maxim kann man sehr entspannt zuhören, haben einen sehr schönen Redefluss und kann gerne auch mal einen Scherz bringen. Probleme gab es bisher vor allem beim Cleanfeed, was die Kommentatoren aber gut überspielen können.\nIn NA merkt man noch ein wenig fehlende Erfahrung, aber gerade die Nähe an die Zuschauer durch aktive Twitter-Interaktion kommt bei mir gut an! Außerdem hat jeder mal angefangen, und ich denke, dass mit N30N ein guter Kommentator werden kann.\n\nMFG Euer Captain Cojones","replies":[]},{"id":"","poster":"IIZodanII","date":"2015-02-06T18:25:17.274+0000","up_votes":1,"down_votes":0,"body":"Also ich finde es einfach Klasse. Ich bin nicht so ein English Profi und ich finde die Art von Maxim und Co. sehr gut. Sicherlich ist noch nicht alles so professionell wie bei Riot, aber früher hab ich gar kein LCS geschaut. :)\nJetzt schau ich regelmäßiger LCS als früher. Einfach weil die Stimmung viel besser rüberkommt.","replies":[]},{"id":"","poster":"Marc A Ronny","date":"2015-02-06T18:14:04.224+0000","up_votes":1,"down_votes":0,"body":"Ich finds gut, wenn es Maxim nicht Moderieren würde würd ichs mir auch nicht angucken :D\nSupersympathischer Dude, ich mag die Art wie er es moderiert, wobei man nicht alles verdeutschen muss von den Begriffen (was allerdings dan für die Anfänger nicht so cool wäre, ja man kanns nicht allen recht machen).","replies":[]},{"id":"","poster":"BalefuI Strike","date":"2015-02-06T18:13:01.272+0000","up_votes":1,"down_votes":0,"body":"An den Kommentatoren gibt es absolut nichts zu meckern. Maxim und seine Co-Caster machen da echt einen guten Job.\n\nIch hab ein großes Problem mit der Analyseecke. Hier kommt es mir so vor, als ist dort mehr Entertainment als fachwissen gefragt. Diese Kumpels von HandOfBlood passen da einfach nicht hin. Ich finde das extrem störend. Warum nimmt man da nicht Leute, die das wirklich gut analysieren können? Ich denke da an Leute wie Saitain, Xioh, Mountain. Oder auch ein Perrick.","replies":[]},{"id":"","poster":"GankMeOrLose","date":"2016-03-09T00:35:07.240+0000","up_votes":1,"down_votes":1,"body":"Ich liebe den deutschen Stream! Was man besser machen könnte wäre z.b. das man die Fans in sofern mit einbezieht das man die Fragen bezüglich des Spiels beantworten könnte :) also das die Analyse Ecke z.b. mal erklärt warum Azir nicht mehr in die Teamcomps passt, warum starke Picks wie Sejuani nicht mehr gepickt werden aber dafür Nautilus obwohl sie sich sehr ähnlich sind usw. Nur meine Meinung aber es kommt mir vor als ob in der Analyse Ecke immer das gleiche gesagt wird außer es passiert igendwas besonderes. Ich hab das Gefühl das wenn sich and der Meta nichts ändert sich auch nicht ds gesagte ändert.","replies":[]},{"id":"","poster":"xImDiiSTRoY","date":"2015-04-15T18:54:39.441+0000","up_votes":2,"down_votes":2,"body":"Maxim und Mori sind genial! Ich liebe die Gastauftritte und auch Maxims Art!Ich liebe einfach die deutschen Streams","replies":[]},{"id":"","poster":"neicky","date":"2015-02-07T22:31:48.336+0000","up_votes":1,"down_votes":1,"body":"Habe Maxim beim Bluebuffcup for Diabetes in Halle kennenlernen dürfen, bin seitdem hellauf begeistert von ihm. HandofBlood kenne ich schon länger und bin nachwievor am totlachen :D.\nAbsolut gute Arbeit auch beim LCS Cast!\nHab mir schon lange vorgenommen mal dort einfach vorbeizuschneien (komme aus Potsdam) und etwas Besonderes mitzubringen eheh :D!\n\nAllergings weis ich natürlich nich ob die Freaks4U Leute da in Spandau das überhaupt zulassen oder ob man da als Fan einfach mal ne Besichtigungstour bei den Jungs machen darf ^^.\nWäre halt meeeegaawesome, hab halt selber n EPS Team die bald groß rauskommen und sich dahingehend mal unterhalten wie man sowas Aufbaut, worauf es ankommt bei nem Ranked Team in LOL und was man beachten muss, wie man sich die Ziele stecken sollte und so weiter und so fort, wäre vielleicht ganz interessant, da die Jungs sicherlich auch schon die ein oder andere Erfahrung gemacht haben und vor allem auch ein paar Berühmtheiten schon gesprochen haben. \n\nMFG Neicky :)","replies":[]},{"id":"","poster":"fabianissam","date":"2015-02-07T16:52:24.814+0000","up_votes":1,"down_votes":1,"body":"Positiv am deutschen LCS -Stream : \n- gute Stimmung\n- \" Erklärung \n- \" Erläuterungen \n- lustig (manchmal)\n\n\n\n\n\nNegativ am deutschen LCS - Stream :\n- Manchmal gibt es Verzögerungen zwischen dem was gesagt wird und im Spiel passiert\n\nWenn das mit den Verzögerungen gefixt wird , gibt es nichts dran anzusetzen","replies":[]},{"id":"","poster":"ashiguran","date":"2015-02-07T16:03:17.659+0000","up_votes":1,"down_votes":1,"body":"ich find den deutschen stream klasse  :)\nmaxim und perrick waren meiner meinung nach das beste team :DD mori und flo sind echt hammer :D \nich würde mir wünschen das es vilecht die interviews und vorbericht die is nur auf dem englischen stream gibt (leider) mit deutschem untertitel versehet und zwischendurch einspielt\nsonst klasse arbeit jungs","replies":[]},{"id":"","poster":"Int3stin3s","date":"2015-02-07T15:33:39.779+0000","up_votes":1,"down_votes":1,"body":"Also ich persönlich schaue ausschließlich die deutschsprachigen Streams, alleine schon um das ganze Summoners Inn-Team zu unterstützen:) Ich finde dass alle, v.a. Maxim an der Spitze, einen echt guten Job machen! Lobend ist auf jeden Fall auch der gute Solaa zu erwähnen, der sich zu meinem Lieblings-Co-Caster entwickelt hat - macht das wirklich sehr gut der Reudenboy :D\nAuch der gute alte HoB, der nebenbei auch mein Lieblings-Youtuber ist, und auch Sissor sind total sympathisch und vor allem unterhaltsam!\nIch finde auch in Sachen Fachkompetenz kann man überhaupt nicht motzen, zudem wird das Niveau dahingehend auch durch Progamer-Beteiligung (Mountain, Kevin) noch gehoben.\nFür die Zukunft würde ich mir wünschen dass man weiter an der Qualität des Streams (Cleanfeed etc) feilt und dass ihr das mit den Englischen Begriffen weniger eng seht ;) Außerdem würde ich mich freuen wenn auch Perrick und v.a. Saitain wieder öfter am Start währen.\n**+ reudige Anreise-, Backstage-, Hotel-, Essensvlogs usw. mit der ganzen Mannschaft werden übrigens IMMER gern gesehen! ;)**\n\nAlso macht weiter so, ihr seid die besten ;)","replies":[]},{"id":"","poster":"NabakiF19","date":"2015-02-07T15:08:09.597+0000","up_votes":1,"down_votes":1,"body":"Einen schönen Samstag Mittag wünsche ich euch,\n\nauch ich möchte mich zum Stream mal äussern und drei Abschnitte zusammenfassen:\n\n1. Maxim und Sola als Kommentatorenteam find ich äusserst angenehm zu sehen und hören. Kommentare und auch die ein oder andere schnell Analyse passt oft sehr gut und ist auch für nicht Platin Spieler eine Hilfe Picks,Counters und Spielverhalten nachzuvollziehen. \n\n2. HandofBlood sehe ich sehr sehr gerne und finde das zurück ziehen sehr schade aber bin im da nicht Böse drum.\nFinde auch das Mori als Ersatz seine Sache dort gut macht und würde vll. in der Analyseecke hauptsächlich nennen wir es mal Fachkundige einladen.\nDieses macht ein Analysieren deutlich angenehmer für die Zuschauer da die professionalität nicht leidet.\n\n3. Zum Bezug auf Max aussage über die Gesprächsrunde würde ich diese vor oder nach den Spielen zusätzlich einbringen zur Moderation dieser Runde könnte ich mir Sissor sehr gut vorstellen, würde mich darüber freuen.\nWenn man diesen Punkt als extra Programmpunkt einbringt können Zuschauer sich besser drauf einstellen und sagen ja da freu ich mich drauf oder auch nein das muss ich nicht gucken und werden dazu nicht gedrängt.\n\nFreue mich drauf wie und mitwem es im Stream weitergeht und finde die gute Zusammenarbeit zwischen Riot,Summoner's Inn und dem Team sehr erfreulich und möchte mich bei euch allen für diesen tolle Sendung bedanken","replies":[]}]}