{"id":"9ta8Ag5O","poster":"stoffwechsel","date":"2015-02-06T18:42:33.895+0000","title":"Graves, Lucian oder Quinn um Solo-Q Bronze zu carrien","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Soll ich mir um Bronze Solo-Q zu carrien Lucian, Quinn oder Graves kaufen? bitte erstellt eine liste welche der champs in folgenden kriterien am stärksten sind: Snowballen, Farmen, Sustain, Mobility, Carryfähigkeit, Lategame, schwierigkeit und spaß\r\nfreue mich auf eure antworten lg maxi\r\np:s:: stimmt ab","replies":[{"id":"","poster":"Skalety","date":"2015-02-06T18:57:34.933+0000","up_votes":2,"down_votes":1,"body":"Niemanden, spiel Katarina in der Mitte und du wirst immer gewinnen. Spreche aus Erfahrung. :D Sind eh alles \"Anfänger\" bzw. Casual-Gamer in der Elo. :)\nMfG. Skalety","replies":[{"id":"","poster":"ScuttlersCrap","date":"2015-02-07T10:53:11.102+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Skalety,realm=EUW,application-id=Wj1wcocU,discussion-id=9ta8Ag5O,comment-id=0000,timestamp=2015-02-06T18:57:34.933+0000)\n>\n> Niemanden, spiel Katarina in der Mitte und du wirst immer gewinnen. Spreche aus Erfahrung. :D Sind eh alles \"Anfänger\" bzw. Casual-Gamer in der Elo. :)\n> MfG. Skalety\n\nWenn er sagt er würde gerne Carry spielen dann will er gerne Carry spielen. Geh doch einfach auf seine Frage ein??","replies":[]}]},{"id":"","poster":"SupportOnlyOk","date":"2015-02-06T20:11:30.526+0000","up_votes":2,"down_votes":1,"body":"Quinn\n1) Mein Lieblingschamp (Aussehen, Lore, Spielstil)\n2) Quinn wird selten gespielt, entsprechend kennen viele die Bursteigenschaften nicht und unterschätzen sie.\n3) Ich persönlich spiele sie lieber auf Top oder Mitte und habe mich entsprechend auch relativ einfach bis in Gold gespielt.","replies":[{"id":"","poster":"stoffwechsel","date":"2015-02-06T20:21:41.620+0000","up_votes":1,"down_votes":0,"body":"ich hatte iegentlich vor quinn zu kaufen und werde es wahrscheinlich auch tun:) also wenn ich sie hab zeigst du mir mal wie ich sie \"richtig\"spiele?","replies":[{"id":"","poster":"SupportOnlyOk","date":"2015-02-06T20:24:07.499+0000","up_votes":1,"down_votes":0,"body":"Das mit dem \"zeigen\" ist ziemlich schwer.\nIch persönlich könnte dir nur Tips für die Toplane oder Mitte geben. Als ADC spiele ich sie nie.\nWenn du dir Quinn kaufst, dann ist das ein Champion, der etwas tricky ist und nicht leicht zu spielen. Du wirst also wahrscheinlich viele Übungsstunden brauchen, bis du sie wirklich adäquat spielen kannst.\nWeiterer Nachteil: In Bronze wissen viele nicht, dass Quinn Top/Mid kein Trollpick ist. Oft reagieren die Leute mit Ablehnung mangels Tank oder AP und entsprechend kann es schwer sein ein motiviertes Team zu haben.","replies":[{"id":"","poster":"eingew","date":"2015-02-07T11:26:54.655+0000","up_votes":2,"down_votes":0,"body":"Mir haben die Leute in Silber auch immer erzählt Janna sei useless. Wenn man den Flame ignoriert kommt man trotzdem locker nach oben (Sofern man denn wirklich gut spielt.) Ich würde das jetzt nicht als großes Problem sehen, denn nur wenn man das tut ist es auch eins :P","replies":[]}]}]}]},{"id":"","poster":"ScuttlersCrap","date":"2015-02-07T11:24:42.944+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich empfehle Graves, da er einer meiner Lieblingschamps ist. Mit ihm kann man sehr einfach Farmen, er hat einen hohen Burst und nen Atackspeedbuff und sehr viel Flächenschaden und passt aus meiner Sicht in so gut wie jedes Team. Besonders gut geeignet sind aggressive Supports mit guter CC wie Thresh, Leona, Taric. Für unerfahrene Spieler eignet er sich vor allem deshalb, weil er nicht so schwer zu spielen ist wie andere ADC´s.\nLucian wäre meine zweite Wahl, er hat auch einen guten Burst, das Farmen ist auch sehr einfach, guter Flächenschaden, hohe Mobilität. Allerdings schwieriger zu spielen als Graves.\nQuinn passt von mir aus gesehen einfach in kein Team rein. Wird auch im High-Elo Bereich einfach so gut wie nie gespielt.\n\nWenn du willst kannst du mich adden. TsT MajorFunny . Gold5","replies":[]},{"id":"","poster":"Hakkuu","date":"2015-02-06T19:44:19.219+0000","up_votes":1,"down_votes":1,"body":"Kann dir leider keine ausführliche Liste machen, aber Lucian ist meiner Meinung nach im Moment schwächer und auch schwerer als die beiden anderen ;)","replies":[]}]}