{"id":"29YsA4NP","poster":"Hanaguma","date":"2019-11-28T07:22:04.927+0000","title":"[TGSG] Time to say ...","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":0,"body":"... Heeeey :D\r\n\r\nIch hab es Anfang der Woche angedroht und hier ist er: Mein erster TGSG Thread \\o/ \r\nWollen wir mal nicht unhöflich sein; Ich bin Hanaguma, Hana oder Anna (ist mir doch recht egal ^^“) und wenn ich hier mal was loswerde, wird es mit ziemlicher Sicherheit von meinem Alltag an der Uni (Angewandte Mathematik xD), meinen Vierbeinern, offensichtlicherweise von meiner Hassliebe zu LoL, anderen Games oder vllt auch mal Anime handeln (: - womit ihr meine groben Interessen raten könntet.\r\n\r\nAber wir wollen doch erst einmal den wichtigsten Fakt des Tages festhalten: Es ist quasi Freitag! Und damit quasi Wochenende! \r\nAuch wenn ich mich - wie wahrscheinlich jeder andere Mensch auf dieser Welt - ziemlich aufs Wochenende freue, fand ich doch, dass die Woche bis jetzt ziemlich fix rumgegangen ist!\r\n\r\nGestern Nachmittag war Ich das erste Mal aufm Weihnachtsmarkt - der hat Montag bei uns aufgemacht -, auch wenn ich irgendwie absolut noch gar nicht in Weihnachtsstimmung bin. Ich meine, kommt, wir haben noch November ... Aber! Ich konnte mir nicht die Möglichkeit auf einen Kinderschokoladen-Crêpe entgehen lassen und so war es echt ganz schön, vor allem weil um die Uhrzeit unter der Woche recht zu Beginn der Weihnachtsmarktzeit es angenehm leer war und nicht überall gedrängelt wurde.\r\n\r\nDanach hab ich ganz gekonnt nichts mehr gemacht und somit richtig schön lange geschlafen *-* \r\n\r\nHeute wird ein ziemlich langweiliger Tag To be honest. Bis 17:30 Uhr Uni und dann geh ich noch in der Weltgeschichte rumfahren um einen Dampfgarer abzuholen, den jemand zu verschenken abzugeben hat - da sagt man nicht nein :D\r\n\r\nIch wünsch euch einen ganz tollen Fast-Freitag, denkt dran - das Wochenende ist zum Greifen nah (:\r\n\r\n(Vllt kann ich mal bald nachschauen, wie man Bilder hier einbindet, ist ja eigentlich ganz praktisch :D)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T09:02:03.010+0000","up_votes":2,"down_votes":1,"body":"Na dann.\n\nIn irgendeinem der letzten Threads habe ich gelesen das du mit einem eigenen und deinem ersten TGSG Thread gedroht hast und inständig gehofft das es auch wirklich passiert D: Und das ist es. Also schon mal ein imaginäres Däumchen nach oben °-° kann auf der Arbeit leider keine Upvotes verteilen. Sogar die Steinzeit war moderner und komfortabler als der Scheiß der hier genutzt wird.\n\n> Es ist quasi Freitag! Und damit quasi Wochenende!\n\nWird auch Zeit!\n\nHeute ist mein erster Arbeitstag nach dem mini Urlaub und ich würde am liebsten direkt wieder nach Hause fahren tbh XD\n\nHier ist schon wieder alles so ... *komische Würg- und Ekelgeräusche mach* ... Das Pferd redet gar nicht mit mir. Gibt mir keine wichtigen Infos weiter und ich habe keine Lust mit ihr zu reden weil sie es einfach nicht worth ist. Sie hat auch direkt versucht mich bei der \"neuen\" PDL aka Frau Stressfaktor anzuschwärzen von wegen ich hätte Mist gebaut bei den letzten beiden Neueinzügen. Das konnte ich natürlich direkt mit der Wahrheit widerlegen, aber es geht ums Prinzip. Das sind so Sachen wo man sich zusammen reißen muss nicht ins Büro zu stürmen und zu schreien \"Ey du alte @§$%!\"# jetzt kommt mal klar du #*\"§€ sonst &amp;%€!\"@ [...]\" Deswegen verzichte ich auch dankend darauf mit ihr zu reden. Als ich mit Frau Stressfaktor eben noch geredet habe meinte sie auch noch einwerfen zu müssen \"Bei Herrn X auf dem Zettel ist auch angekreuzt das der Anmeldebogen da ist, aber da ist keiner\" XD Wo ich auch nur gesagt hab \"Keine Ahnung?\" ... Da hat Frau Stressfaktor aber auch gesagt das die Angehörigen das erst zum Sonntag mitbringen wo Ausnahmsweise mal ein Einzug stattfindet. Ich guck nachher trotzdem nochmal ob da ein Häkchen ist oder nicht °-° \n\nVielleicht wäre es fair wenn ich mich auch vorstelle? XD\n\nEinen Teil hier kennst du ja anscheinend schon? Bist du durch Zufall dazu gestoßen? Ist hier jemand so etwas wie deine Verbindungsperson die dich mit reingezogen hat?\n\nHallo!\n\nMein Name ist Tamara. Glaub die meisten belassen es mittlerweile bei \"TamTam\" °-° Oder Azima. Oder Kirsche. Oder Kern. XD\n\nlel .. Gut das ich seit einer halben Stunde an dem Teil schreibe und jetzt einfach lösche weil ich finde das es zu viel ist XD Ich versuch es nochmal kompakter!\n\n- Wohl die älteste Person hier\n- Ein Hund + Zwei heilige Birma Katzen\n- Arbeitet an einem Ort der schlimmer als die Hölle ist, was nicht am Ort selbst liegt, sondern an so genannten \"Kollegen\"\n- Threads bestehen meistens aus Meckereien über die Arbeit/ Kollegen und hin und wieder League Spoilern bzgl. anstehender Skins usw.\n- Ist gerne alleine und spielt vor allem gerne alleine\n- League ist momentan irgendwie auf Eis gelegt. Gibt nur eine Handvoll Spiele auf einem Lv 16 Smurf atm. Und TFT Spiele auf Azima die ... einfach so passiert sind XD idk\n- Spielt neben League nur noch Blade and Soul an einem Tag, alle vier Monate XD (fühlt sich zumindest so an)\n- Liebt schlafen + Hasst zu langes schlafen\n\nFertig :D Mehr gibt es nicht über mich zu sagen! Außer das ich eigentlich ganz nett bin :> aber das sind hier alle.\n\nOh doch. Ich bin so etwas wie die Mama der Ganzen Sache. Die anderen zwei/ drei Leute die mit verantwortlich sind für die Entstehung und tatsächliche Gründung und Umsetzung (dann sind es vier Leute) existieren momentan nicht oder nur als ... ich würde sie als Schattenwesen bezeichnen. Hin und wieder huschen sie mal vorbei ^^\n___\nNeue und nette Leute sind immer gern gesehen :) Freut mich!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:09:11.483+0000","up_votes":1,"down_votes":0,"body":"Das ist die Uschi welche ständig Urlaub hat...\nIn 2,5 Woche ja schon wieder....\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T09:16:06.932+0000","up_votes":1,"down_votes":0,"body":"=p Dafür war ich die ersten sechs Monate und von Juli bis Anfang Oktober actually durchgehend da D: Jetzt darf ich am Ende auch mal Urlaub haben :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:19:34.820+0000","up_votes":1,"down_votes":0,"body":"Ja das war auch sehr vorbildlich von dir aber leider hast du nun nachgelassen. :( \nBtw bist du die jünge hier nicht die älteste :D\n{{sticker:sg-ahri-2}} ","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T09:31:41.266+0000","up_votes":1,"down_votes":0,"body":"Dann die zweit älteste. Du behauptest ja immer über 30 zu sein =p Aber ich bin noch drunter \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:37:26.527+0000","up_votes":1,"down_votes":0,"body":"Nein!\nDu bist 27\nMax ist damit älter als du..\nStäbchen hat noch den zweiten Weltkrieg miterlebt.\nMartin ist gleich alt wie du. \nIch bin eh Jesus.\nVllt ist Martins Freundin ja jünger als du\nSonst würde mir niemand einfallen. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T09:55:23.352+0000","up_votes":1,"down_votes":0,"body":"Joa, wäre ganz schön wenn es hier ein paar ältere nette Herren geben würde =p\n\nAber das bleibt auch nur ein Traum °-°\n{{sticker:sg-lulu}}\n\nP.S.\nDas hat mich jetzt irgendwie an den geheimnisvollen Mister X erinnert :o Du böses Ding!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T09:56:44.405+0000","up_votes":1,"down_votes":0,"body":"Also bin ich nicht nett? :(","replies":[{"id":"","poster":"XenesisCH","date":"2019-11-28T10:03:09.197+0000","up_votes":1,"down_votes":0,"body":"Das habe ich mich auch gefragt, aber dann habe ich beim genauen lesen noch **ältere** entedeckt, ich glaube sie meint damit mindestens Ü50. Ergo redet sie nicht von uns. ","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T10:14:31.785+0000","up_votes":1,"down_votes":0,"body":"Ja gut, wenn man darauf steht ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T10:59:01.182+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich sollte man das \"ältere\" beachten :D Aber nicht wie Xeni sagt ü50. Das müsste schon 'ne Ausnahme sein der die krasseste aller krassen Begründungen (?) zu Grunde liegt XD\n\nUnd keine Angst :P du bist auch sehr nett! Was mich nicht davon abhält deine Frau zu klären :> XD Das musste irgendwie raus.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:18:38.674+0000","up_votes":1,"down_votes":0,"body":"Ob sich hier im Forum wohl jemand mit ü50 rumtreibt? Wäre irgendwie interessant zu wissen ^^\n\nWas willst du mit meiner Frau klären? xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:24:23.555+0000","up_votes":1,"down_votes":0,"body":"Hmmmmm Haudrpmoore (????) war doch ü50?\n\nNein nein =p mit deiner Frau will ich nichts klären. Ich will sie klären!\nhttps://media.tenor.com/images/62135e32e90344afbcd0ace63eb81657/tenor.gif","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:48:12.057+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich koche heute Pasta mit Tomaten, Mozarella und Ruccola {{sticker:sg-jinx}}","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-28T12:40:25.373+0000","up_votes":1,"down_votes":0,"body":"Hmmmm Pastaaaaaa\n{{sticker:sg-jinx}}","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:37:43.140+0000","up_votes":1,"down_votes":0,"body":"Da wird nix besprochen, entweder darf ich zusehen oder du bleibst hungrig, basta :P","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-28T12:34:35.805+0000","up_votes":1,"down_votes":0,"body":"Das müssen wir dann erst ohne dich besprechen :p","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:29:47.221+0000","up_votes":1,"down_votes":0,"body":"Ach so ist das also, einverstanden, aber nur wenn ich zusehen darf XD","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:26:48.685+0000","up_votes":1,"down_votes":0,"body":"Aber nur wenn dabei zuschauen darf. :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T10:04:12.356+0000","up_votes":1,"down_votes":0,"body":"Du bist auch ziemlich frech. ^^\n\nAber manchmal bekommst du auch eine Blume:\n{{item:3340}} \n\nDas ist doch nett oder?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T10:59:53.870+0000","up_votes":1,"down_votes":0,"body":"Stimmt. Und respektlos bin ich auch :o manchmal glaube ich auch das ich etwas ziemlich böses und toxisches in mir habe °-°","replies":[]}]}]},{"id":"","poster":"Nanary","date":"2019-11-28T11:33:16.634+0000","up_votes":1,"down_votes":0,"body":"nop sollte sie echt 27 sein bin ich Älter ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T11:44:18.118+0000","up_votes":1,"down_votes":0,"body":"Bist du älter als Martin? o.O\n\nÄhm..ich bin mir nicht 100% sicher.\nDas 27 wäre wahrscheinlich sogar nett gemeint es kommt +1 oder +2  drauf. \n\nAber im Herzen sind wir alle für immer 17. :)","replies":[{"id":"","poster":"Nanary","date":"2019-11-28T11:50:48.382+0000","up_votes":1,"down_votes":0,"body":"Ja ich bin 29, ach Nur mal so am Rande ich bin eine Freundin von ihm nicht \"seine\" xD \nIch steh auf ältere im Kopf und Alter. :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:12:42.576+0000","up_votes":1,"down_votes":0,"body":"Was?\nIch bin die ganze Zeit davon ausgegangen das wäre so eine Beziehung wo er ADC und sie Support spielt. :(","replies":[{"id":"","poster":"Nanary","date":"2019-11-28T12:15:53.929+0000","up_votes":1,"down_votes":0,"body":"Nop \nIch such nur immer nach Adc's da ich nicht gerne alleine Spiele o:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:27:43.690+0000","up_votes":1,"down_votes":0,"body":"Also hab nie physischen Kontakt mit Martin?\nDas ist traurig.\nIch hätte sogar für ihn gefreut wenn er eine Freundin hätte. :(","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-28T12:00:40.244+0000","up_votes":1,"down_votes":0,"body":"Ich bin auch 29 :o \n\nJetzt kommt es auf Tag und Datum an!\n\nIch habe am 02.02. Geburtstag! Und du? O.O","replies":[{"id":"","poster":"Nanary","date":"2019-11-28T12:02:02.716+0000","up_votes":1,"down_votes":0,"body":"08.04! :O","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:06:02.406+0000","up_votes":1,"down_votes":0,"body":":DDDDDD\n\nUnd damit bist du sechs Tage und zwei Monate jünger \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:11:42.494+0000","up_votes":1,"down_votes":0,"body":"Aber ich war immer bei 91 warum zerstörst du nun mein Weltbild?\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:25:43.589+0000","up_votes":1,"down_votes":0,"body":"Aber das möchte ich nicht!\nDu bist 91 das habe so entschieden.\nÄndere bitte all deine Dokumente auf 91 okay?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-28T12:13:50.056+0000","up_votes":1,"down_votes":0,"body":"°-° Was kann ich denn dafür wenn du dich im Jahrgang irrst?\n\nIch gehöre dem einzig wahren 1990er Jahrgang an \\o/ \\o/ \\o/ \\o/ \\o/ \\o/","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-11-28T11:45:33.538+0000","up_votes":1,"down_votes":0,"body":"Jeder ist älter als Maddin, oder zumindest reifer.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-11-28T11:38:57.033+0000","up_votes":1,"down_votes":0,"body":"Fun fact. Zariza ist älter als ich.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T11:42:42.408+0000","up_votes":1,"down_votes":0,"body":"Царица","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-11-28T11:43:50.716+0000","up_votes":1,"down_votes":0,"body":"Nur ich darf sie so nennen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:09:40.635+0000","up_votes":1,"down_votes":0,"body":"ごめんなさい","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T09:21:26.994+0000","up_votes":1,"down_votes":0,"body":"Hey, willkommen zurück TamTam :) Haben dich echt vermisst...\nIst irgendwie immer etwas trostlos ohne dich ^^\nWie auch immer...schön dass du wieder da bist :3 (auch wenn das bedeutet dass du wieder von inkompetenten und nervigen Wesen umgeben bist ^^)\n\nFängt ja schon wieder gut an bei dir. Das Pferd gehört zurück in den Stall und Stressfaktor sollte durch sofortiges Leaven der Arbeitsstelle reduziert werden ^^\nAber wenigstens bleibst du vom Wiehern des Pferdes fürs erste verschont, das ist ja auch was ^^\nBei mir auf Arbeit ist es gerade etwas langweilig...\n\nKann ich nur bestätigen, dass du eine nette Person bist :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T10:48:19.727+0000","up_votes":1,"down_votes":0,"body":"=p Dann müsst ihr es euch eben auch bunt machen können wenn ich nicht da bin. Früher, zu Anfangszeiten, gab es da immer wahnsinnig tolle Ideen bzgl. der Thread Gestaltung. Schau mal die ersten Threads von Azima °-° \n\nOkay. Nein. Besser nicht XD Guck sie dir nicht an. Eher so Hälfte bis Ende XD idk\nhttps://boards.euw.leagueoflegends.com/de/player/EUW/Azima?content_type=discussion\n\nQbert hatte Anfangs auch immer Gestaltungsmäßig aufwendigere, \"buntere\", Versionen\n\n=p So etwas schönes könntet ihr euch doch basteln, die Kuschel-Lounge war wirklich was feines, und dort Dinge passieren lassen.\n\nUnd ja .-. ist halt echt so.\n\nAls hätte man nur darauf gewartet das ich wieder komme um den schwarzen Peter an mich zu heften XD Aber das konnte das Pferd schon immer gut. Ich erinnere mich gerne an das Notfall Gespräch mit meiner Chefin, nachdem man versucht hat mir Abmahnungen aufzudrücken. Spoiler: War entweder alles gelogen, nicht abmahnungswürdig und alle drei nicht der Gültigkeitsform entsprechend ausgestellt. Also dachte man ich hätte drei Abmahnungen, am Ende waren es 0 XD\n\nDa war so viel Scheiße was das Pferd angebracht hatte ... Satan aber auch. Die hat da eventuell mitgemischt. Beispielsweise das man mich abmahnen wollte weil ich für einen Tag den Friseur für beide Häuser abbestellt habe, weil der Aufzug an der Rezeption nicht funktioniert hat, aber beide Häuser darauf angewiesen sind. Kein Aufzug = Bewohner kommen nicht zum Friseur. Und die Reparatur sollte 24h+ dauern.\n\nGenau so geil war dann Satan am nächsten Morgen. Die angeblich von nichts wusste und keine Info bekommen hat. Dabei habe ich noch den Tag davor oben an der Rezeption angerufen und gesagt die sollen Satan, QB und Pitbull Infos zukommen lassen.\n\nWie gesagt. Satan hat behauptet die Info nie bekommen zu haben. Konnte aber trotzdem vor sieben Uhr, bevor ich auf der Arbeit war und sie angerufen habe, beim Friseur anrufen und mit denen ausmachen das die zumindest \"oben\" in die Einrichtung kommen. XDDDDDDDDDDDDDDDDDDD\n\nIch hab Chefin auch gesagt wie beschissen das Pferd die Aufnahmen macht. Die sagt Heimplätze zu bevor Diagnosen da sind oder sonstige Unterlagen. Bei mir kommt man nicht mal auf die Warteliste wenn ich vorher keine Diagnosen bekommen habe XD Und jetzt hängt auch noch Frau Stressfaktor da mit drin.\n\nJetzt war ich nicht da und trotzdem kümmern sich zwei Leute um die Aufnahmen. Und was ist? Nichts. Person zu lückenhaft im Programm eingegeben, keine Unterlagen vorhanden, keine Sachen für den Wohnbereich fertig gemacht XD\n\nHier gibt es AUFNAHMEVORAUSSETZUNGEN. **DIAGNOSE MIT ICD-10-SCHLÜSSEL**. Hat die Stadt so vorgegeben. Die Stadt will ICD-10-Schlüssel. **DIE STADT WILL DEN ICD 10 SCHLÜSSEL!**\n\nPlötzlich werden hier Leute aufgenommen mit einem einfachen Text als Diagnose. Keine näheren Bezeichnungen, keine Schlüssel, nichts.\n\nUnd da soll man sich nicht verarscht vorkommen? XD Mamaaaaaaaaaaaaaaaa","replies":[]}]},{"id":"","poster":"Hanaguma","date":"2019-11-28T09:46:32.564+0000","up_votes":1,"down_votes":0,"body":"\n\nDann mal hallo TamTam (:\nAlso ich Versuch mal an alles zu denken :D\nErstmal danke und ja, meistens versuche ich meine Drohungen wahr zu machen ^^\n\nUnd hey, wenn das Pferd nicht mit dir redet, hat das auch so seine Vorteile und du hast vor der Schonmal deine Ruhe!\n\nIch hab von ganz alleine hergefunden tatsächlich und vor allem deine Arbeitalltagsgeschichten haben mir schon manchmal Langeweilemomente ziemlich versüßt :D\n\nUnd ich gehe voll bei deinen Schlafangewohnheiten mit ^^ Schlafen ist himmlisch, bei zu langem schlafen ist man aber viel zu kaputt und der Tag ist schon halb rum D:","replies":[]}]},{"id":"","poster":"Hanaguma","date":"2019-11-28T12:15:23.900+0000","up_votes":1,"down_votes":0,"body":"Ihr seid alle so alt :p Ich habe es bis jetzt nur bis Level 20 irl geschafft :D \nBin ich jetzt euer Küken? ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:31:29.569+0000","up_votes":1,"down_votes":0,"body":"Es gibt nur ein Küken! °-°\n\nAuch in ihrer Abwesenheit wird Sophia immer das Küken sein °^°","replies":[{"id":"","poster":"Veezey","date":"2019-11-28T13:49:43.002+0000","up_votes":1,"down_votes":0,"body":"Und was war ich nochmal? :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T13:57:17.778+0000","up_votes":1,"down_votes":0,"body":"Oh verdammt! Du warst auch ein Küken D:\n\nAber jetzt bist du Viktoria. Eine mittelgroße goldene Henne mit Alkoholproblem \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T14:11:59.050+0000","up_votes":1,"down_votes":0,"body":"Jetzt verrate doch nicht ihren Namen. :(\nJetzt geht mein Witz nicht mehr auf das ich ihr komische Männernamen gebe....","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T14:14:15.699+0000","up_votes":1,"down_votes":0,"body":"Der Witz ist eigentlich das ich IHM einen weiblichen Namen verpasst habe, der von seinem eigentlichen Namen abgeleitet wurde.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T14:34:32.988+0000","up_votes":1,"down_votes":0,"body":"Jetzt bin ich komplett verwirrend...\n\nhttps://media.tenor.com/images/232edcade5b7827357a34de5acc2d888/tenor.gif","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T14:36:58.419+0000","up_votes":1,"down_votes":0,"body":":D Yeay!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T14:39:45.779+0000","up_votes":1,"down_votes":0,"body":"Wir sollten \"Es\" in Max Keller bringen und dann entkleiden um zu sehen was \"Es\" ist. \n\nhttps://media.tenor.com/images/d06d37982c7487f0d55363767fd39815/tenor.gif","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T14:51:08.698+0000","up_votes":1,"down_votes":0,"body":"Nein °-° Finger weg von meiner Viktoria!","replies":[{"id":"","poster":"Veezey","date":"2019-11-28T15:36:50.586+0000","up_votes":1,"down_votes":0,"body":"Jetzt bin ich schon dein Eigentum? Auch mal gut zu wissen{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T15:46:17.905+0000","up_votes":1,"down_votes":0,"body":"Sie hat doch vorhin schon geschrieben sie sich Slippi Frau klar machen möchte also sei lieber vorsichtig. \n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Veezey","date":"2019-11-28T16:41:34.602+0000","up_votes":1,"down_votes":0,"body":"Ach das passt schon xD","replies":[{"id":"","poster":"Veezey","date":"2019-11-29T13:16:13.102+0000","up_votes":1,"down_votes":0,"body":"Ich kann auf Zwieback verzichten :>","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T22:47:36.905+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich muss dich mal wieder in Handschelle legen.\nDu wirst langsam ein wenig zu frech.\nMorgen gibt es dafür keinen Zwieback zum Mittagessen!!","replies":[]},{"id":"","poster":"Veezey","date":"2019-11-28T21:53:31.120+0000","up_votes":1,"down_votes":0,"body":"Einfach nur eine Vermutung^^","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T20:09:55.285+0000","up_votes":1,"down_votes":0,"body":"Wieso nicht?","replies":[]},{"id":"","poster":"Veezey","date":"2019-11-28T20:08:33.513+0000","up_votes":1,"down_votes":0,"body":"So funktioniert das glaube ich nicht :D","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T17:09:59.191+0000","up_votes":1,"down_votes":0,"body":"Ich könnte natürlich auch Tamara nehmen die schon Slippes Frau hat und noch dich dazu dann hätte ich Harem. :)","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T15:01:38.048+0000","up_votes":1,"down_votes":0,"body":"Ne ich möchte endlich mal aufgeklärt werden. :)\nAber ich kann auch gerne meine Finger an dich legen...^^","replies":[{"id":"","poster":"Veezey","date":"2019-11-28T15:35:44.179+0000","up_votes":1,"down_votes":0,"body":"Ich bin eigentlich ein Kampfhubschrauber, der sich als Koala identifiziert.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T15:45:42.674+0000","up_votes":1,"down_votes":0,"body":"Natürlich. :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T17:12:11.595+0000","up_votes":1,"down_votes":0,"body":"Ich halte dich einer für einen Bagger. :)","replies":[]},{"id":"","poster":"Veezey","date":"2019-11-28T16:40:55.297+0000","up_votes":1,"down_votes":0,"body":"Zweifelst du etwa? pew pew","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2019-11-28T15:32:37.607+0000","up_votes":1,"down_votes":0,"body":"Ne das finde ich nicht gut xD","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T13:52:54.670+0000","up_votes":1,"down_votes":0,"body":"Das wissen wir nicht. \nDu hast dich noch nicht vorgestellt.\nBisher bist du Uwe der Busfahrer. :)","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:53:04.542+0000","up_votes":1,"down_votes":0,"body":"Der war doch schon ewig nicht mehr hin. :) \n\nDie Sonderbonbons sind bei Anna glaub ich besser aufgehoben. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T13:36:28.530+0000","up_votes":1,"down_votes":0,"body":"Nein","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T13:53:17.028+0000","up_votes":1,"down_votes":0,"body":"Bei mir schon. :)","replies":[]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T13:43:39.761+0000","up_votes":1,"down_votes":0,"body":"Wir sind doch nicht alt ^^ Männer mit langen, grauen Bärten und Frauen mit Gehstock sind alt, aber wir doch nicht xD","replies":[]}]},{"id":"","poster":"INoKami","date":"2019-11-28T18:17:37.220+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 256, apokalyptisch späte Abendausgabe\n- INoKami´s Bizzare Adventure-Edition -**\n\nWas. Für. Ein. Tag.\nHeute war echt die Hölle los. Also der Reihe nach:\n\n* So wirklich beschweren darf ich mich ja nicht, weil ich es ja wirklich die letzten drei Tage heraufbeschworen habe... und nun ist es passiert. Mit voller Wucht.\nDeutsche Bahn natürlich, was habt ihr denn jetzt erwartet???\nIch, heute mit der früheren Bahn unterwegs, da noch ein Protokoll einzureichen ist (übrigens das letzte Protokoll für TU! Wir haben hiermit offiziell das dritte von fünf Praktika überlebt!) und ja... man kennt es: Bus ist überfüllt, Bahn lässt sich noch eine Minute mehr Zeit, mittlerweile ist man abgehärtet genug, um das einfach zu schlucken.\nUnd dann sind wir ungefähr in der Mitte meiner Strecke angelangt. Die Bahn hält, die Menschen gehen rein und raus... und wir warten. Rotes Signal? Keine Ahnung... und wir warten weiter. Drei Minuten Verspätung. Dann fährt endlich die Bahn los. Genau einen Meter weit, bevor die Notbremsung volle Möhre alle Insassen wie in einem Mixer durch den Zug schleudert. Da hat wohl jemand Spaß bei der Berufswahl gehabt... die Warterei geht also weiter. Fünf Minuten Verspätung. Der Zug fährt endlich los!\nTja, wieder mal genau einen Meter weit und wieder wird unnötig harsch gebremst. Mittlerweile wunderte es mich, dass ich noch niemandens Frühstück auf dem Boden gesehen habe. Und wir warten weiter. Auf dem anderen Gleis, dass eigentlich für die Gegenrichtung erbaut wurde, wird eine Regio angesagt... und zwar die, die eigentlich 8 Minuten hinter uns sein sollte!!! Schnell rechnet sich der Azubi aus, dass die Regio die schnellere Wahl als diese nervige S-Bahn ist. Also ab zur Tür und... sie geht nicht auf. Der Lappen von Lokführer hat einfach schon die Türen verschlossen, weil der Zug gleich los will!!! \"Gut\", denke ich mir, \"dann fahren wir halt gleich los! Verspätung haben wir ja schon genug...\"\nSchön wär´s.\nEs passieren weitere Minuten gar nichts (zum Glück aber auch keine Break Tests mehr...), bis dann an den Anzeigetafeln eine Nachricht aufploppt, die der Finisher ist. Es ist die voraussichtliche Ankunftszeit am nächsten Bahnhof. 20 Minuten Verspätung. Ne, den Spaß gebe ich mir nicht, zum Glück sind wir schon an der Hälfte der Strecke, heißt, eine andere S-Bahn und Regio-Linie hält hier auch. Die muss es also werden.\nErwähnte ich bereits, dass während dieser gesamten Wartezeit **NICHT EINE EINZIGE** Durchsage kam zwecks (Un-)Sinn des längeren Halts? Deutsche Bahn halt.\nZum Glück ist nicht alles verloren, denn nicht mal 10 Sekunden, nachdem ich die Bahn verlassen habe, rollt weiter hinten auf dem Gleis eine Regio ein. Also, Predator-Boots und Youmuus angeworfen und rein in die Blechkiste! Ging sogar gut. Nur jetzt ist Predator auf Cooldown, ohne dass ich was treffen konnte.\nOk, lassen wir das.\nEndlich geht es voran, im Rausfahren sehe ich noch, wie von meiner Linie die **NACHFOLGENDE** S-Bahn die immer noch stehende am Bahnsteig überholt, an einem späteren Bahnhof sehe ich diese nochmal, hab ausgerechnet, dass die nur drei Minuten Verspätung hat, im Endeffekt wäre die also wesentlich pünktlicher gewesen als die, die eigentlich eine Viertelstunde vorher losgefahren ist. Sachen gibt´s. Wir kommen nach einer gefühlten Ewigkeit an meinem Bahnhof an, aussteigen und zur U-Bahn rennen, der Zeitplan ist ja denkbar knapp... zu knapp. Als ich am U-Bahnsteig eintreffe, sehe ich gerade noch so die Rücklichter meiner U-Bahn. Na ja, wenn schon was schief geht, dann aber alles.\nAlso Planänderung: zurück zu den S-Bahnen, jede ist mir recht, da ich nur eine Station weit muss und ausnahmslos jede dort vorbeifährt. Dort gibt es nämlich auch einen passenden U-Bahn-Halt für mich. Wieder bei den S-Bahnen, die erstbeste wird genommen... oh, welch Ironie, es ist die von meiner Linie. Muss wohl die spätere sein, was auch sonst? Und noch besser: ihr Endhaltepunkt wurde wesentlich verkürzt, aber gut, da gibt es eine Wendeschleife oder so ähnlich... die Verspätungen muss man ja auch irgendwie korrigieren. Ich steige also ein, schaue belustigt auf die Anzeigetafel, schnell nicht mehr belustigt, sondern verwirrt, berechne die Differenz zwischen geplanter Ankunftszeit und tatsächlicher Uhrzeit...\nIch war wieder genau in der S-Bahn drin, in der ich vor 30 Minuten ausgestiegen bin. Ich begann, fast schon irre zu kichern und mich hätte es nicht gewundert, wenn man mich direkt von der S-Bahn in die nächstbeste Psychiatrie eingeliefert hätte. Ich hätte es aber auch irgendwie nötig.\nJunge, ich sitze hier schon seit einer Viertelstunde am Blog, wir sind bei locker 400-500 Wörter und das ist nur über die deutsche Bahn am Morgen!!!\nOh, warte, der Spoiler war unbeabsichtigt...\n* Schon ziemlich mit den Nerven am Ende komme ich an der Psychia… ähm, Schule an, ich will endlich nur das verdammte Protokoll abgeben (sind ja nur... 25 Minuten Verspätung von meinem ursprünglichen Plan), stehe am Labor, suche einen Assistenten… aber da ist keiner! Auch im Labor und im Assistentenzimmer ist keiner! Watsefuk?!\nNach 2 Minuten Belagerung stellte sich raus, die waren alle noch oben bei einer Besprechung und kamen daher alle gleichzeitig runter, nur, um ungelogen 15 Schüler in Empfang zu nehmen, die alle was von ihnen wollten. Darunter auch ich. Zum Glück ging das schnell: dem erstbesten Assistenten, der mich anschaute, Protokoll in die Hand gedrückt, er nahm es mit fertig.\nDann in den Hörsaal geschleppt und es machte sich jetzt schon das wohlig-bekannte \"Ich will nicht mehr!!!\"-Gefühl in mir aus.\n* Unsere Schule betont ja gerne, eine \"Schule ohne Rassismus\" zu sein. Ist ungefähr so wahr wie die Aussage \"Ich habe die Nutzungsbedingungen gelesen\". Erneutes Beispiel: heute Morgen. Ein Mitschüler kommt herein und bringt einen umgebauten Briefkasten mit. Die vordere Platte ist transparent, das Innere in zwei Kammern unterteilt: \"Ja\" und \"Nein\". Auf dem Einwurfschlitz war eine Frage. Der Sinn dahinter: damit die ganzen Raucher nicht ihre Kippen achtlos in die Umwelt schmeißen, können sie die auch in den Kasten werfen und nebenher noch an Umfragen teilnehmen, die der Schüler für seine Projektarbeit macht.\nSo. Und was macht man, wenn man Nichtraucher ist? Schon dezent diskriminierend...\n* Stöchiometrie und ich könnte kotzen. Wir haben die Klausur von letzter Woche besprochen und ich sage voraus: alles, was besser als eine 5 ist, wird als positive Überraschung vermerkt.\nIch sollte wirklich Motivationscoach werden.\n* Am Mittag gab es dann eine recht interessante WhatsApp, nämlich die Resultate der Klassensprechersitzung vom Montag. Hier die Ergebnisse im Schnelldurchlauf: Heizung in der Umkleide ist seit Monaten kaputt (vermerkt, wird irgendwann repariert), Mikrowelle in der Mensa ist kaputt (vermerkt, wird irgendwann repariert), wir bekommen eine Kaffeemaschine (die gibt aber kein Rückgeld und im Gebäude Kaffee trinken ist und bleibt verboten. Meine Schule halt), wir haben zu wenig Geräte (\"Reden sie mit Lehrer xy\" a.k.a. \"Nicht unser Problem\"... ist ja auch nur die Schulleitung, mit der gesprochen wurde), die Kleinen sind unsauber beim Reinigen von Labor und Hörsaal (scheint aber eine Tradition zu sein, dass sich das höhere Semester darüber beschwert. Gut, bei den Hygiene\"standards\" kann ich es aber auch verstehen, dass man Eingewöhnungszeit braucht) und die Geräteausgabe wird im Laufe des Jahres (konkrete Zeitangaben? Jauchzet und frohlocket, meine Kinder!!!) von einem anderen Lehrer übernommen, der die fast 80-jährige Lehrerin damit ablöst. Aber dafür noch langsamer ist als eben diese Lehrerin, da körperlich eingeschränkt (ich nenne keine Details) und ebenfalls in der Altersklasse 70+... die haben doch alle einen gottverdammten Lattenschuss in der Führungsetage!!!\n* Rückfahrt... oh boi. Deutsche Bahn, die zweite. Gut, es waren \"nur\" 7 Minuten Verspätung und ein verpasster Bus, aber das soll nicht Thema sein. Schon beim Einsteigen fällt mir ein älterer Mann im Rollstuhl auf, ebenfalls an der Station zugestiegen. Gut, erstmal war der für mich irrelevant, ich habe meinen Sitzplatz, alles ist gut. Der Mann beginnt daraufhin, sich mit einem anderen Fahrgast, ungefähr mein Alter, zu unterhalten. Kurz vor meinem Ausstieg spricht mich der Nicht-Rollstuhlfahrer an und fragt, ob ich diesem mit dem Aufzug helfen könne. Gut, der Bus ist eh weg, also kann die die paar Minuten Warterei auch sinnvoll nutzen. Gesagt, getan, wir sind mit dem Aufzug an der richtigen Seite des Bahnhofs angekommen. Ich frage ihn, wo er hin muss, der Busbahnhof soll es sein? Nebenbei fällt mir auf, dass seine Kommunikationsfähigkeiten eher eingeschränkt sind, aber gut, solche gibt es auch. Am Busbahnhof angekommen frage ich ihn, welchen Bus er denn brauche... konnte er mir nicht sagen. Das einzige, was er weiß, ist der Name des Pflegeheims, wo er hin muss. Nach einigem Hin und Her weiß ich endlich genau, wo er hin will (weil es bei uns im Ort zwei verschiedene Einrichtungen mit dem selben Namen gibt, musste erst rausfinden, welche davon er meinte)… tjoa, nur blöd, dass halt der Bus, den er braucht, auch meiner war. Und der ist schon ein paar Kilometer vom Bahnhof weg und dreht seine Runde.\nAlso habe ich mal kurz ein spontanes Praktikum zum Krankenpfleger absolviert und hab den Mann nach Hause geschoben. Gut einen Dreiviertel Kilo\n\nSo, und damit endet meine wahnwitzige Geschichte heute. Morgen schreiben wir Mathe, ich versteh gar nichts bei den Lehrer (haben wir übrigens auch bei der Klassensprechersitzung angesprochen. \"Wir reden mal mit ihm.\"), also das wird auch ein Quell der Freude werden. Aber jetzt genug, ich habe mir die Pause verdient!\n\nOk, vielleicht eine Sache noch: herzlich willkommen an unseren Neuzugang! Fühl dich wie zu Hause!\nMit Games und Anime wirst du hier schnell Freunde finden, Vierbeiner... ist eine Gratwanderung. Es gibt nur eine gültige Antwort und solltest du nicht diese angeben, wirst du ziemlich wahrscheinlich rechtskräftig zum Tode verurteilt und gesteinigt. So läuft das halt ;)\nAch ja, frisches Blut ist immer schön zu haben...\n\n_*_ _cries in Skin- &amp; Champion-Konzept-Schreiber_ _*_","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-28T09:29:30.042+0000","up_votes":1,"down_votes":0,"body":"Apropos Weihnachten.\n\nNein.\n\nDas einzig gute an Weihnachten ist das \"viele\" frei haben, zumindest dieses Jahr, und das ganze Essen XD Und das wunderbar super schöne kalte Wetter wodurch es mir ermöglicht wird eine kuschelige Jacke zu tragen und einen flauschigen Schal °-° Vor meinem Urlaub war ich so kuschelig verpackt das ich auf der Heimfahrt im Zug so tief eingeschlafen bin das ich geschnarcht habe \\o/\n\nWobei es seit vorletzter Nacht wieder viel zu warm ist. Richtig nervig.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-28T15:11:42.182+0000","up_votes":1,"down_votes":0,"body":"Die meisten feiern Weihnachten, weil die meisten Weihnachten feiern ;)","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-11-28T09:49:10.434+0000","up_votes":1,"down_votes":0,"body":"Hier geht doch irgendetwas vor °^°\n\nDas Pferd sagt das morgen Rechnungslauf ist und hat sich schon Belege aus meinem Ordner raus geholt. Sogar die von den Taschengeldkonto Leuten. Das verwirrend XD Weil die zu meinem Rechnungslauf gehören!\n\nAlso mache ich das Taschengeld anscheinend nicht morgen °-°\n\nDann könnte es sein das ich morgen den Rechnungslauf durch böller und so gut wie gar nicht hier bin :o Ich arbeite ja nur bis 13 Uhr und länger werde ich definitiv nicht bleiben. Auch wenn die Briefe noch frankiert und weg gebracht werden müssen. Nein.\n\nEgal wie weit ich dann morgen komme, laufe ich 12.50 raus und Richtung Post. Muss nur daran denken meine Aushilfe zu bitten 15 Minuten früher zu kommen D: sofern das geht.\n\nWieso muss der Rechnungslauf auch schon morgen sein? Hallo? 29.11.? Sonst wird auch eher das Wochenende gewartet was hier auch der 02.12. wäre ... sonst ist das legit nie ein Ding XD","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-28T11:43:53.133+0000","up_votes":1,"down_votes":0,"body":"Ich mag dein neues icon {{item:2010}} \n\n:D","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T11:58:24.464+0000","up_votes":1,"down_votes":0,"body":":> und ich mag dich.\n\nDas Icon habe ich nochmal in blau :o das sieht aber minimal anders aus. Vielleicht denk ich heute Abend daran es zu wechseln. Oder ich irre mich gerade im Account XDDDD","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-28T12:42:00.329+0000","up_votes":1,"down_votes":0,"body":"Ich mag dich auch :)\n\nAlso das gleiche mit blauem statt rotem Hintergrund meinst du? ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:44:05.241+0000","up_votes":1,"down_votes":0,"body":"^.^ \n\nXD Kennst du das Icon etwa? Ich bin maximal überrascht :o gefühlt 95% wussten nicht mal das es die Icons zu kaufen gab.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-28T15:10:24.318+0000","up_votes":1,"down_votes":0,"body":"Nein, aber farblich ist da nicht viel zu holen. Die Farben von Poro und Keks sind ja praktisch vorgegeben, da bleibt nur der Hintergrund als farbliche Variable xD","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T13:18:22.423+0000","up_votes":1,"down_votes":0,"body":"Das blaue in für den ADC das ist das männliche Poro. :)\nWenn ich das tragen würde denken alle wir wären verheiratet. ^^","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T13:31:41.757+0000","up_votes":1,"down_votes":0,"body":"Bezweifle ich, dass das irgend jemand denken würde ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T13:52:11.230+0000","up_votes":1,"down_votes":0,"body":"Das ist schade.\nMir gefällt diese Vorstellung das die beiden Poros ein Paar bilden. :)","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T10:05:44.893+0000","up_votes":1,"down_votes":0,"body":"Warum ging der November so schnell vorbei?\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T11:24:23.279+0000","up_votes":1,"down_votes":0,"body":"Ich hab im November nur neun Tage gearbeitet XD ?????????????\nIm Oktober nur neun Tage XDDD ??????????????????\n\nUnd im Dezember .. 12 Tage D: nooooooooooooooooo","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T11:35:41.678+0000","up_votes":1,"down_votes":0,"body":"Das geht nicht....\nDein Betrieb kann doch nicht ohne dich laufen. :(\nDie machen doch alle nur Unsinn, wenn du nicht da bist.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T15:02:32.202+0000","up_votes":1,"down_votes":0,"body":"Schönen Feierabend an alle.\nNimmt noch ein wenig Fleisch für unterwegs mit:\n\nhttps://media.tenor.com/images/91e02ab49c66a3ab486b284f5d306506/tenor.gif?itemid=15422882\n\n(Sorry aber die Gifs zu dem Anime sind super *-*)","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-28T14:23:08.769+0000","up_votes":1,"down_votes":0,"body":"Wie unfaaaaiiiiiirrrrrrr XD\n\nMein Magen knurrt und wer kommt rein? Tinas Mann!\n\nWer Tina ist? Eine meiner Damen aus der Pflege =p\n\nWer Tinas Mann ist?\n\nKoch im China Restaurant hier hinterm Haus XD Erst hab ich das gar nicht wahr genommen aber so nach zwei Minütchen ... Dieser Duft nach Hühnchen süß sauer °^° Mittlerweile ist er weg, aber als der Geruch durch gekommen ist x.x fwaöegnbaäfdngäsfgser","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T14:26:55.483+0000","up_votes":1,"down_votes":0,"body":"Dann ruf dort an und sag denen dass Tinas Mann dir Hünchen Süß-Sauer rüber bringen soll, aber dalli! ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T14:36:12.717+0000","up_votes":1,"down_votes":0,"body":"Ich hab vorhin so ein lustiges Video gesehen. :D","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-28T14:33:57.118+0000","up_votes":1,"down_votes":0,"body":":D Der Mann hat mich legit zuerst begrüßt mit \"Hey lang nicht gesehen\"\n\nDas schreit doch förmlich nach einem \"Lass nochmal Gebratenen Reis mit Hühnchen bestellen!\" °-°\n\nVielleicht nächste Woche. Ich freu mich nämlich auch immer wenn ich den Lieferanten sehe \\o/ wir grüßen uns sogar im vorbei fahren XD So Bros sind wir!","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-28T12:09:10.101+0000","up_votes":1,"down_votes":0,"body":"#_***~~HUNGEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEER~~***_","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T12:13:13.742+0000","up_votes":1,"down_votes":0,"body":"Leider nicht :/","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:16:59.399+0000","up_votes":1,"down_votes":0,"body":"Ich kämpfe so hart mit mir nicht bei BK zu bestellen XD Der Kampf muss so lange gehen bis es 14:30 Uhr ist oder so °^° Dann ist es nämlich zu spät zum bestellen und es hat sich automatisch erledigt c.c","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:23:04.816+0000","up_votes":1,"down_votes":0,"body":"So ein saftiger Burger wär jetzt schon ganz fein :3 \nDu hältst es ja doch nicht aus, also warum nimmst du nicht einfach dein Telefon, wählst die Nummer des bekannten Burgerhauses und sagst denen ganz im Vertrauen wonach dein Gaumen verlangt? ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:26:43.567+0000","up_votes":1,"down_votes":0,"body":"Der Burger wäre noch nicht mal das \"beste\" D: ich finde die Chicken Nuggets um Welten besser. \n\nAber ich bin heute wohl zu geizig und bete das meine Mama was gekocht hat XDDDDDDDDDDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:34:28.416+0000","up_votes":1,"down_votes":0,"body":"Da hat halt jeder so seine Vorlieben :3\n\nIch bin von Geiz und Gebeten noch nie satt geworden, aber vielleicht hast du ja mehr Glück ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:36:44.527+0000","up_votes":1,"down_votes":0,"body":"Dafür das ich BK actually wirklich ekelhaft und schlechter als jede billige Kaschemme finde .. XD","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:44:07.207+0000","up_votes":1,"down_votes":0,"body":"Ich finde ja dass die Burger dort alle gleich schmecken, und esse dann meistens nur Chicken Wings und Chili Cheese Nuggets ^^ Wenn ich wirklich bock auf Burger hab, dann gehe ich lieber ins Steakrestaurant bei uns in der Nähe ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:47:39.391+0000","up_votes":1,"down_votes":0,"body":"Ja, also wirklich krasse Unterschiede gibt es wirklich nicht. Vor allem verstehe ich den Bacon Kram nicht. Er schmeckt eh schon so meh und auf jeden zweiten Burger sind einfach Bacon Streifen drauf?! XD \n\nIch hab halt immer geguckt was Mc Donalds Sachen am nächsten kommt und das dann probiert XD Aber hier muss ich echt sagen, dass meine selbst gemachten Burger genau so random und schwach sind wie BK Sachen. Am liebsten bestelle ich deswegen die Chicken Nuggets und Apfeltaschen XD Da kann ich ewig von essen und sogar noch mit nach Hause nehmen!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:54:33.741+0000","up_votes":1,"down_votes":0,"body":"Ich hab mich auch schon des öfteren selbst an Burgern versucht und dabei wirklich schmackhafte Kreationen entwickelt :)\nIch wollte früher sogar Koch werden, aber die Arbeitszeiten haben mich dann doch davon abgehalten ^^ Jetzt ist es halt mein Hobby ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T13:45:24.570+0000","up_votes":1,"down_votes":0,"body":"Bei mir scheitert es immer am Patty. Hab bisher keins gefunden das schmeckt bzgl. der fertig Dinger. Vielleicht muss ich einfach mal selbst welche machen .-.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T14:19:20.776+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir im Sommer einen kleinen Smoker gekauft. Zum einweihen hab ich meine Familie zum Grillen eingeladen. Da hab ich Rippchen gesmoked und dann hab ich noch selbst aus Hühnerfleisch Hackfleisch hergestellt und gewürzt (Zwiebelpulver, süßer Paprika, Salz, Pfeffer und Thymian). Daraus hab ich dann Patties gemacht und gegrillt. Belegt habe ich die Burger dann mit Ruccola, Patty, Mozzarella, Tomaten und einer Soße aus Joghurt, Creme Fraiche, Knoblauch, Salz und Pfeffer ;) Waren super lecker :3\nDie Patties kann man natürlich auch in der Pfanne braten ;)","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"G2 Isbo","date":"2019-11-28T12:19:02.654+0000","up_votes":1,"down_votes":0,"body":"_Wenn Sie Hunger haben, dann bestellen Sie doch einfach.\n_","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:21:12.139+0000","up_votes":1,"down_votes":0,"body":"XD Manchmal glaube ich das ich nur hier arbeite um bei allen möglichen \"Restaurants\" bestellen zu können.\n\nAber vielleicht bestelle ich besser nächste Woche etwas? °-°","replies":[{"id":"","poster":"G2 Isbo","date":"2019-11-28T12:24:44.054+0000","up_votes":1,"down_votes":0,"body":"Wenn du es dir leisten kannst, dann darfst du dir ruhig etwas gönnen.\nIch werde später auch noch Bestellen. Genau so wie am Wochenende und nächste Woche ;-)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:25:46.632+0000","up_votes":1,"down_votes":0,"body":"Finanziell definitiv XD Körperlich ja eher nicht so\n{{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T13:17:01.213+0000","up_votes":1,"down_votes":0,"body":"Es regnet heute einfach denn ganzen Tag. :(\nDa werde ich wohl wenig Zeit heute in der Außenwelt verbringen und mich noch mehr als sonst in digitale Welten stürzen.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-11-28T11:42:24.106+0000","up_votes":1,"down_votes":0,"body":"Oho ein neuer Name in der Laberecke :D\n\nIch stell mich auch kurz vor:\n\nIch bin Nordwolf (Wölfchen oder Nordi werden auch akzeptiert) xD\nIch bin LvL 221 bzw LvL 32 irl\n\no/","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:01:49.195+0000","up_votes":1,"down_votes":0,"body":"Schaut doch mal. Wölfchen ist auch schon 32.\n\nLos! Nehmt euch ein Beispiel an ihm!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T12:13:59.012+0000","up_votes":1,"down_votes":0,"body":"Ich bin noch knackig :3","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:15:12.438+0000","up_votes":1,"down_votes":0,"body":"Wölfchen auch :p","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-28T12:39:23.914+0000","up_votes":1,"down_votes":0,"body":"{{sticker:katarina-love}}","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:19:26.661+0000","up_votes":1,"down_votes":0,"body":"Ich versuch ja schon ganz schnell älter zu werden, aber immer wenn ich ganz schnell älter werde, werden die anderen auch älter -.-","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:21:36.612+0000","up_votes":1,"down_votes":0,"body":"wow .-. richtige Nachmacher!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T12:24:18.320+0000","up_votes":1,"down_votes":0,"body":"Ist halt echt so, die geben mir nicht mal die Chance dass ich sie überholen kann...","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T11:18:45.969+0000","up_votes":1,"down_votes":0,"body":"Ich stell mich auch noch vor :3 \n\nIch bin maddin \nLvl 27 \nSpiele lol und ab und an andere Spiele.  \nIch tilte immer und bin recht laut wenn es sein muss ... Es muss immer sein \n\nAber meisten bin ich brav :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T11:20:41.466+0000","up_votes":1,"down_votes":0,"body":"xD Wieso musste ich bei dem \"Lvl 27\" so lachen?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T12:16:50.523+0000","up_votes":1,"down_votes":0,"body":"Warum musstest du den lachen ? :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T12:18:25.245+0000","up_votes":1,"down_votes":0,"body":":D Ja, keine Ahnung. Ich hab das gelesen und plötzlich fing es an XD","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-11-28T11:35:07.011+0000","up_votes":1,"down_votes":0,"body":"Na du? Lange nichts mehr gehört von dir.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T12:07:30.139+0000","up_votes":1,"down_votes":0,"body":"Die hat in letzter Zeit auch ständig Urlaub oder ist Krank...>.&lt;","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-28T11:56:49.991+0000","up_votes":1,"down_votes":0,"body":"Dinge passieren\n\nhttps://media.tenor.com/images/d404885b9b4491efd90a5f99e82522c1/tenor.gif","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T11:40:19.912+0000","up_votes":1,"down_votes":0,"body":"Bei deinem nächsten Geburtstag sag ich einfach:\n\"Gz zum Level up!\"","replies":[]}]}]},{"id":"","poster":"G2 Isbo","date":"2019-11-28T10:35:21.018+0000","up_votes":1,"down_votes":0,"body":"Time tooo.... say Goodbye","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T11:14:41.892+0000","up_votes":1,"down_votes":0,"body":"Warum?","replies":[{"id":"","poster":"G2 Isbo","date":"2019-11-28T12:05:55.471+0000","up_votes":1,"down_votes":0,"body":"Ich bin froh wenn dieser Tag vorrüber ist - auf der Arbeit ist es sowas von schlimm.\nAlle haben irgendwie schlechte Laune.. oh man!\n\nNaja, den Nachmittag noch und dann ist es geschafft. Heute Abend geht es zum Hallen Fußballtraining, dort werden\ndie Gedanken beiseite \"gebolzt\". \n\nSchönen Tag.{{item:3084}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T12:17:40.975+0000","up_votes":1,"down_votes":0,"body":"Dir auch :0","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-11-28T11:40:16.416+0000","up_votes":1,"down_votes":0,"body":"Müssen wir uns jetzt alle vorstellen?","replies":[]},{"id":"","poster":"Soul92fly","date":"2019-11-28T11:40:14.069+0000","up_votes":1,"down_votes":0,"body":"Hallo Anna! \n\nSind ja ein paar tolle Interessen die du hast, nur mit der angewandten Mathematik werde ich nicht viel anfangen können :D \n\nIch bin sehr selten auf Weihnachtsmärkten, ist echt nicht so mein Ding, obwohl ich eigentlich die Weihnachtszeit sehr mag. So ein Crêpe wäre schon was feines. Da gibt es allgemein so viele Leckereien...ich glaube es ist besser weiterhin von Weihnachtsmärkten fern zu bleiben, sonst verputze ich am Ende noch alles was dort angeboten wird D:\n\nAufs Wochenende freue ich mich schon, ich werde versuchen die restlichen Geschenke für die Familie zu besorgen und ansonsten wird entspannt und mit Freunden irgendwas gespielt.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T11:39:53.024+0000","up_votes":1,"down_votes":0,"body":"Irgendwie habe ich gerade spontan lust bekommen Pokemon Gelb zu spielen...\nIst das Nostalgie oder bist du einfach komisch?","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T10:43:27.710+0000","up_votes":1,"down_votes":0,"body":"Schlüpfer des Tages: Weiß ohne viel Schnickschnack einfach ganz schlicht weiß. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T11:01:03.244+0000","up_votes":1,"down_votes":0,"body":"weiß grün gestreift!\n\nUnd was passiert jetzt? :o\n\nP.S\nGestreift. \"Gestrift\" *höhö* XDDDDDDDDD Mein Hirn .... ist wieder dumm ... help!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T11:20:48.322+0000","up_votes":1,"down_votes":0,"body":"Danke das du uns erzählst was du heute trägst. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T11:28:46.109+0000","up_votes":1,"down_votes":0,"body":"Gerne. Aber merk es dir gut, denn des wird sich erst wieder zur Silvester Nacht ändern!\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T11:34:25.552+0000","up_votes":1,"down_votes":0,"body":"Das will ich doch wohl hoffen.\nMan muss seine Wäsche solange ausnutzen wie es möglich ist.\nAlle die Noobs welche täglich ihre Kleidung wechseln haben doch mal gar kein Plan davon wie man effizient seine Kleidung benutzt und damit sogar noch eine menge Geld sparen kann. :)","replies":[]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T10:45:51.984+0000","up_votes":1,"down_votes":0,"body":"Hey, warum bestimmst du jetzt den Schlüpfer des Tages? {{sticker:sg-shisa}} \nIch bin doch das Schlüpferorakel...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T10:50:14.914+0000","up_votes":1,"down_votes":0,"body":"Weil du es nicht gemacht hast bzw du hast zu lange dafür gebraucht. :P","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T10:53:55.503+0000","up_votes":1,"down_votes":0,"body":"Gut, dann muss ich ab morgen wieder schneller sein :P","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T07:55:57.189+0000","up_votes":1,"down_votes":0,"body":"Guten morgen und willkommen in unserer krabbel Gruppe ^^ \n\nIch hab einen eher schlechten Tag :/ \nGestern recht früh ins Bett weil es mit nicht gut ging und jetzt ist es immer noch nicht besser. Hab meinen Meister zwar schon gesagt das es sein kann das ich wieder geh aber ich will jetzt nicht heim weil ich genau weiß das gerade kein Ersatz für mich da ist :/ \n\nWie dumm das ist eigentlich sollte es mir egal sein :/ \n\nMorgen ist zum Glück Freitag da geht die Laune endlich etwas Berg auf. \nIch werd am Wochenende versuchen The Irishman auf Netflix zu schauen der ist gestern raus gekommen :0 \n3 1/2 Stunden gabster film :D \n\nAnsonsten hat mir eben mein Kollege ein Video geschickt welches mal wieder so krass war das hab ich sicher wieder den ganzen Tag im Kopf ^^' Eigentlich wollte ich es garnicht anklicken .... Aber die Neugier :/ \n\nAnsonsten wünsche ich euch einen schönen Donnerstag heute sollte ich etwas mehr Zeit haben denk ich :) \n\nPS. \n\nDie meisten Bilder aus Google kannst du einfach den link vom Bild Posten dann kommt das Bild von alleine :)","replies":[{"id":"","poster":"Hanaguma","date":"2019-11-28T08:38:36.002+0000","up_votes":1,"down_votes":0,"body":"Oh nein D: Gute Besserung!\nAber ja, das Gefühl kenn ich, man will ja doch irgendwie sein Möglichstes tun, wenn niemand zum Einspringen da ist, aber geh lieber heim, wenns nicht besser wird, nicht dass du dafür die nächsten Tage richtig flach liegst ):\n\nUnd danke für den Tipp mit dem Bild, das werd ich dann demnächst mal ausprobieren (:","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T11:13:50.562+0000","up_votes":1,"down_votes":0,"body":"Habs bis jetzt überlebt :) \nBis 10 Uhr war es zwar anstrengend aber jetzt geht es wieder. Nur der Hunger will nicht einsetzten :/ mal schauen jetzt mach ich erstmal mittag ^^\n\nDann noch 3 Stunden und ich hab es geschafft :D","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T08:56:40.487+0000","up_votes":1,"down_votes":0,"body":"Ja darum gehen seinen Bilder auch manchmal nicht obwohl ich es ihm schon so oft erklärt habe. :D \n\nBilderlinks sollten am besten mit .jpg oder .png enden.\n\nDazu geht man auf ein Bild macht klicksklick und geht dann auf \"Bildadresse kopieren\" und schaut auf was der Link endet. \n\nBeispiel:\nhttps://www.pinterest.de/pin/850758185842705650/\n\nRechtsklick und Bildadresse kopieren und dann kommt das hier raus:\n\nhttps://i.pinimg.com/564x/6f/b2/04/6fb204f7aa8b3c0547286f6a693aaee2.jpg\n\nMit Reddit geht es meisten sogar noch leichter wenn du auf ein Bild klickst bekommst du schon ein fertigen Link zum kopieren:\n\nhttps://www.reddit.com/r/DarlingInTheFranxx/comments/e1wuij/its_best_girls_day/\n\neinmal linksklick und dann hat man\n\nhttps://i.redd.it/p5m3f2n5q0141.jpg\n\ni.imgur macht manchmal Probleme und funktioniert gerne mal nicht. \n\nBei anderen Bilder von z.B. von Amazon muss man erst nochmal klicken sonst bekommt man ein wenig langen Link der nicht geht!!!\n\nhttps://www.amazon.de/ALTcompluser-Darling-FranXX-Actionfigur-Sammelfigur/dp/B07WYWCNJG/ref=sr_1_1?__mk_de_DE=%C3%85M%C3%85%C5%BD%C3%95%C3%91&amp;keywords=Zero+two+figur&amp;qid=1574931346&amp;sr=8-1\n\nhttps://images-na.ssl-images-amazon.com/images/I/51haO9bbNeL._SL1001_.jpg\n\nImmer auf die Endung achten ist wichtig dann geht es auch. :)\n\nEdit: \nDas ipinimgding scheint auch nicht gehen obwohl es die richtige Endung hat...\nManchmal muss man leider testen was im Forum geht und was nicht aber Reddit geht immer. :) ","replies":[{"id":"","poster":"Hanaguma","date":"2019-11-28T09:30:46.536+0000","up_votes":1,"down_votes":0,"body":"Omg, vielen Dank für die ausführlich Erklärung, damit sollte selbst ich das hinkriegen :D","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:20:43.414+0000","up_votes":1,"down_votes":0,"body":"Ich heiße Johannes. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T09:30:47.811+0000","up_votes":1,"down_votes":0,"body":"XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:47:49.103+0000","up_votes":1,"down_votes":0,"body":"Was ich daran bitte witzig?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-28T09:58:25.712+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal einen Johannes mit der flachen Hand geschlagen. Ins Gesicht. Ihm ist die komplette Unterlippe aufgeplatzt. Achte Klasse °-°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T10:04:46.658+0000","up_votes":1,"down_votes":0,"body":"Der arme Kerl. :(\nDafür hättest du ihm einen Kuchen backen müssen. ^^","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T08:46:09.527+0000","up_votes":1,"down_votes":0,"body":"Herzlich Willkommen^^\n\nNimmt dir einen {{item:2009}} und mach es dir gemütlich. :)","replies":[{"id":"","poster":"Hanaguma","date":"2019-11-28T09:29:24.426+0000","up_votes":1,"down_votes":0,"body":"Kekse gehen immer, danke! (:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:48:58.170+0000","up_votes":1,"down_votes":0,"body":"{{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} {{item:2009}} ","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-28T09:07:44.224+0000","up_votes":1,"down_votes":0,"body":"Oh, und hallo Welt \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:48:15.784+0000","up_votes":1,"down_votes":0,"body":"Hallo Welt könnte ihr mich hören?\nIch dürft mich nie bei Minecraft Jumpleague stören. ^^","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:35:51.947+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern meine Placements in TFT gespielt....\nOmg wurde ich da hart ausgezogen. :((\nWas für kranke Spieler gibt es dann bitte mittlerweile?\nFrüher hatte ich ja immer noch eine gute Chance aber nun teilweise so überhaupt nicht. >.&lt; \nAlles cheater bestimmt. Die drücken auf ein Knopf und dann machen ihre Einheiten doppelt soviel Schaden.\nSo muss es sein und nicht anders!\n{{sticker:sg-shisa}} {{sticker:sg-shisa}} {{sticker:sg-shisa}}","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T09:37:32.214+0000","up_votes":1,"down_votes":0,"body":"Genau aus dem Grund zögere ich zur Zeit noch TFT zu spielen ^^ Denke nicht dass ich nochmal Platin schaffe xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:47:29.043+0000","up_votes":1,"down_votes":0,"body":"Aber ich war so voller Hoffnung...\nDas eine Game war ich Platz 2.\nAber die gleiche Taktik funktioniert nicht mehr. \nIch versuche ein super tankiges Team aufzubauen und werde dann trotzdem in 15 Sekunden umgehauen. \n{{sticker:sg-janna}}","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T09:25:40.718+0000","up_votes":1,"down_votes":0,"body":"Stell mich auch kurz vor:\n\n* Stephan\n* 28 Jahre\n* aus Österreich\n* habe einen kleinen Japanspitz (1,5 Jahre) und 3 faule Katzen\n* spiele League seit 2 Jahren und bin ein relativ entspannter Spieler, wenn auch nicht wirklich gut ^^","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-11-28T07:55:01.500+0000","up_votes":1,"down_votes":0,"body":"Ich überlege gerade, ob ich mir einen Schuppenpanzer holen soll oder nicht. Die Dinger sind flexibel und nicht sehr schwer, schützen dafür sehr gut gegen Stiche und Schnitte. Die kann man bestimmt auch färben und lackieren lassen, für eine gute Optik. Hab jetzt zwischen 200€und 500€ fast alles an Preisen gefunden, weiß aber nicht ob die Dinger dann auch was taugen. Eventuell kann ich mir dann noch ein vernietetes Kettenhemd dazu holen, für maximalen Schutz. Auch wenn das dann wieder echt schwer wird. Aber hey, passives training und so.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T08:44:59.198+0000","up_votes":1,"down_votes":0,"body":"So ein schwarzes Shirt wie Son Goku damals im Kampf gegen Tenshinhan getragt hat wäre cool.\n\n\"Wartet Leute ich ziehe mal eben meine schweren Klamotten aus dann geht leichter.\"\n\n\"Was du bist die ganze Zeit mit diesem schweren Teil rumgelauft?\"\n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-11-28T09:15:05.951+0000","up_votes":1,"down_votes":0,"body":"Genau so!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-28T09:24:13.847+0000","up_votes":1,"down_votes":0,"body":"Ein Traum!\n{{sticker:sg-jinx}}","replies":[]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-28T07:31:38.678+0000","up_votes":1,"down_votes":0,"body":"Hallo Anna und herzlich willkommen bei den Forumsuchtis ^^\n\nDu hast recht, die Woche ist bis jetzt wirklich fix rum gegangen :) Hoffentlich bleibt das auch so :)\n\nIch will auch so nen Crepe haben :3\nAber bei uns starten die Weihnachtsmärkte erst -.-\n\nIch finds gut dass ich noch nicht in Weihnachtsstimmung bin, denn wenns bei mir zu früh los geht, dann ist davon zu Weihnachten nix mehr übrig xD\nAber ich denke, sobald die ersten Weihnachtslieder im Radio laufen wird es wohl unvermeidbar sein, dass die Weihnachtsstimmung hoch kommt.\n\nAm Wochenende steht bei mir die Auslosung fürs Wichteln bei den Schwiegereltern an und am Sonntag ist dann die Taufe meiner kleinen Nichte. \nAnsonsten wird wie immer gezockt und Animes geguckt ^^\n\nWünsche dir einen entspannten Uni-Tag und auch allen anderen einen schönen Donnerstag :)","replies":[{"id":"","poster":"Hanaguma","date":"2019-11-28T08:35:56.217+0000","up_votes":1,"down_votes":0,"body":"Ja ich denke auch, dass Weihnachtslieder mich wahrscheinlich wieder ganz gut anstecken werden :D Ich hör zwar kein Radio, aber inzwischen wird man ja auch bei Spotify&amp;Co immer auf dem Laufenden gehalten, wann die Weihnachts-Lieder-Saison startet ^^\n\nUh, Wichteln! Ich mach auch bei ner Wichtelaktion mit und muss mich so langsam mal ransetzen:D","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-28T08:54:01.767+0000","up_votes":1,"down_votes":0,"body":"Naja, ich hör gezwungener Maßen Radio ^^ Hab im Büro einen Radio stehen und ohne Hintergrundbeschallung währe der Arbeitsalltag ziemlich ätzend ^^\nUnd zuhause läuft dann ab 1. Dezember immer die Michael Bublé Weihnachtsplaylist auf Spotify :3\nUnd Pentatonix natürlich :3\n\nBei mir sinds sogar zwei Wichtelaktionen, einmal mit meiner Familie und einmal mit der Familie meiner Frau ^^","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T07:58:44.869+0000","up_votes":1,"down_votes":0,"body":"Ich geh am Samstag shopen :3 Vilt sogar ein paar Weihnachts Geschenke für mich :) Und meine Eltern ^^'","replies":[]}]}]}