{"id":"zWzwQb6J","poster":"Undread Sazuna","date":"2015-02-06T13:03:31.305+0000","title":"Hooks? (Gibts wahrscheinlich schon irgendwo hab aber trotzdem nochmal eins eröffnet)","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Ist mir persönlich mal OFT aufgefallen (ingame/Aufnahmen/Mitspielern) das hooks ({{champion:53}}  und {{champion:412}} ) und ähnliche (hi {{champion:89}} und {{champion:25}} ) zwar offensichtlich treffen! Aber ohne Interrupt stun disable keinen Schaden verursachen onhit-Effekte sich nicht aktivieren und so weiter und so fort. Kommt häufig vor wenn die maximale Reichweite fast erreicht wurde. Ich würde ja sagen, dass das Einbildung ist doch dem ist nicht so. Aufnahme zeigt getroffen aber nichts passiert!\r\n\r\nWäre irgendwie mal cool wenn das bei diesen Champs mal gefixt werden könnte zumal es auch sehr alte sind... Insbesondere hooks sind wichtige gapcloser(oder wie man das nennt)-skills.\r\n\r\nHabt ihr auch solche Erfahrungen mit anderen Champs?","replies":[{"id":"","poster":"recon","date":"2015-02-06T14:01:32.668+0000","up_votes":2,"down_votes":0,"body":"Soweit ich weiß, werden hier einfach nur die Animationen nicht richtig angezeigt.\nSprich: Es sieht zwar so aus, als würde der Hook landen, jedoch ist hier einfach nur die Animation zu groß bzw zu weit gegangen.\nDemnach wäre dies nur ein Anzeigefehler. Vor allem bei Morgana und Blitzcrank sieht man dies häufiger.\nAlternativ kann auch die Latenz eine große Rolle spielen.","replies":[]},{"id":"","poster":"Eldrasil","date":"2015-02-08T19:49:49.590+0000","up_votes":1,"down_votes":0,"body":"Sind aber nicht nur bei hooks so sondern auch bei vielen Skillshots algemein  (Lux Q, Lees Q ( wahrscheinlich war er nur blind (...) ) , etc)","replies":[]},{"id":"","poster":"Just One Word","date":"2015-02-06T18:12:11.789+0000","up_votes":1,"down_votes":0,"body":"Je niedriger dein Ping, desto seltener wird dir das passieren. Eine Spiel-Aufnahme (nicht Videos, sondern Spectator-Ansicht) wird gewöhnlich korrekt angezeigt.","replies":[{"id":"","poster":"Undread Sazuna","date":"2015-02-07T09:48:16.172+0000","up_votes":1,"down_votes":0,"body":"Ein ping von 10 max XD\n\nFehler treten leider auch ohne Aufnahme auf. Sehr ärgerlich das ganze-.-","replies":[]}]}]}