{"id":"ZwszeNwq","poster":"Gadian","date":"2015-02-05T20:54:45.381+0000","title":"PaimonRen - Twitch: [GER/ENG] Presenting my Stream","subforum":"Streams & YouTube","embed":{"title":"PaimonRen - Twitch","description":"Paimon Ren plays League of Legends","url":"http://www.twitch.tv/paimonren","image":"http://static-cdn.jtvnw.net/jtv_user_pictures/xarth/404_user_150x150.png"},"up_votes":2,"down_votes":2,"body":"**Hallo alle zusammen,**\r\n\r\nich möchte euch hier gerne meinen Stream vorstellen um euer Interesse zu erwecken und euch zu zeigen warum es sich lohnen würde.\r\n\r\nMein Name ist Erik, ich bin 19 Jahre alt und Studiere gerade Medizinische-Informatik{{item:3137}}  an der Universität Siegen.\r\nZu meinen Hobbys und Interessen gehören; League of Legends, Mangas, Computer Hardware,\r\n osu!, Volleyball, K-Pop und verschiedenste Metal Richtungen um mal ein paar zu nennen.\r\n\r\nIch spiele seit Ende Season 2, habe jedoch Aufgrund meines bisherigen Internets auf Ranked's verzichten müssen,\r\nwas letzte Season in Silber 1 geendet hat, leider. Ich spiele am liebsten AD- oder AP-Carry, gefolgt von\r\nTop und Support, nur Jungle mag ich nicht.\r\nIch bin auch hin und wieder für Lustige Troll-Runden oder ARAM's zu haben, nur dauerhaft kann ich das nicht ab.\r\nIch würde mich selbst als sehr ehrgeizig und kompetitiv bezeichnen.\r\nAm häufigsten jedoch spiele ich mit Freunden und die Unterhaltungen sind meist sehr ... amüsierend,\r\nselten Jugendfrei und Frauenfeindlich. Bitte seht diese Sachen nicht zu eng.\r\nWir kennen uns alle schon lange genug um das einfach über uns ergehen zu lassen.\r\nBei mir werde auch andere Spiele gestreamt, am häufigsten osu! und Blacklight Retribution.\r\nAlso bitte nicht wundern wenn mal kein League of Legends bei mir zu sehen ist.\r\n\r\n**Ich lege sehr viel Wert auf einen respektvollen und freundlichen Umgang miteinander.\r\nDer Chat ist Bilingual in Deutsch und Englisch. Sowie auch mein Gameplay.**\r\n\r\nIch lasse mich auch gerne auf Diskussionen mit euch ein, sei es über League of Legends oder etwas anderes.\r\nSchreibt mich dann einfach im Chat oder Ingame an. Ihr könnt auch auf meinem YouTube-Kanal \r\n(https://www.youtube.com/user/Erik1995Vid)\r\nvorbei schauen.\r\nDort werde ich hin und wieder Highlights und andere Sachen, sowie Informationen über den Stream hochladen.\r\n\r\nFalls dies euer Interesse geweckt hat, dann schaut doch einfach mal bei mir vorbei.\r\nIch streame regelmäßig zwischen 15:00 - 17:00 und dann ab 19:00 bis ich keine Lust mehr habe oder nicht mehr kann.\r\nViel Spaß euch allen auf dem Feld der Beschwörer,\r\nvielleicht sehen wir uns ja. {{summoner:2}} \r\n\r\n**LG, Erik**","replies":[]}