{"id":"Mz35NO8o","poster":"VuMpX","date":"2015-02-05T22:27:40.517+0000","title":"Frage an riot Mitarbeiter","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo community und hallo riot.\r\n\r\nIch hab mal ne frage.\r\nHat sich yorik selbst verbuddelt? \r\nAls ich angefangen habe zu spielen hab ich den öfters gesehen.\r\nWar auch ne zeit lang mein Main.\r\nAber als ich vor kurzem mal wieder yorik angeschaut habe, hab ich gemerkt das der zur Zeit richtig unterpowert ist.\r\nAusserdem hat der immernoch keine neue skin.\r\nUnd n rework wurde auch schon lange angekündigt.\r\n\r\nJetzt noch mal die fragen im Klartext.\r\n\r\n1. Wird yorik mal so langsam gebufft?\r\n2. Sind neue skins geplant?\r\n3. Steht noch ein rework auf dem Plan oder nicht?\r\n\r\nWürde mich ü über eine Antwort freuen.\r\n\r\nMfg vumpx","replies":[{"id":"","poster":"SupportOnlyOk","date":"2015-02-05T22:45:13.432+0000","up_votes":1,"down_votes":0,"body":"Ich bin zwar kein Arbeiter bei Riot, aber vielleicht erlaubst du dennoch eine Antwort.\nFalls es angekündigt wurde bzw. Planungen über ein Rework gibt (Habe das im Bezug auf Yorick nie verfolgt und glaube dir einfach mal), dann hängen deine Punkte miteinander zusammen.\n\nFalls man also neue Fähigkeiten für Yorick überlegt, müssen auch andere Animationen her. Das bedeutet ein anderes Modell und wenn erst das fertig ist, können Skins folgen.\n\nDaher könnte man es verstehen, dass Riot sich im Moment bedeckt hält mit kurzfristigen Änderungen, wenn man langfristig eh etwas anders für deinen Lieblingschampion plant.\n\nSei aber nicht traurig, wenn du länger auf ein Rework warten musst. Riot kann da auch keine konkreten Termine nennen, weil es immer passieren kann, dass in ihrer Prioritätenliste etwas vor Yorick auftaucht und alles was man dann machen kann, ist die Community zu vertrösten.\nDaher sagt man lieber gar nichts und arbeitet solange am Rework, bis es fertig ist.\n\nZumindest könnte ich mir das so vorstellen^^","replies":[{"id":"","poster":"VuMpX","date":"2015-02-06T00:26:28.182+0000","up_votes":1,"down_votes":0,"body":"Ne darfst nich antworten ^^\nJa stimmt eig schon, dass ergibt Sinn.\nNur finde ich es nicht so gut das ryze sogar noch vor yorik kommt.\nDer hats ja mal garnich nötig ^^.\n\nPS: könntest du vll mal in meinen champ Vorschlag reinschauen?\nHab mich echt mühe gegeben.\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/jJEcL8NR-champion-vorschlagkelios-der-krieger-aus-der-zukunft","replies":[]}]}]}