{"id":"oThvdlHn","poster":"DeltaGER","date":"2015-02-04T17:16:06.734+0000","title":"Suche Ranked Team","subforum":"Clans & Teams","up_votes":4,"down_votes":8,"body":"Hallo,\r\n\r\nIch würde gerne wieder in einem aktiven Ranked Team spielen.\r\nIch bin 23 Jahre alt und beende derzeit meine Ausbildung zum Fachinformatiker AE.\r\n\r\nAuf der Position bin ich echt nicht wählerisch.\r\nSeason 4 habe ich **ADC** gemaint, aber auch im ***Jungle*** und ***Support*** habe ich gute Erfahrungen gemacht, und ich spiele mich auch gerne auf den Sololanes ein.\r\n\r\nEingestuft wurde ich nach meinen Placements Silver 2, habe die Preseason mit Gold 4 abgeschlossen und ich bin zuversichtlich, dass diese Season Platin drin ist. \r\n\r\nIch erwarte: \r\n* Engagement\r\nZuverlässigkeit / Pünktlichkeit\r\nFreundlicher Umgangston\r\n*\r\n\r\nIch würde mich über Meldungen freuen.\r\n\r\nMfG\r\nxDeltax","replies":[{"id":"","poster":"Ichbinhier","date":"2015-02-06T14:51:45.096+0000","up_votes":1,"down_votes":1,"body":"Hey!\nHast du ein Problem damit wenn du in ein Team mit 16-jährigen kommen würdest?\nElo ist bei dem einzigen der aktiv Ranked gespielt hat (mir :D) Gold 3 in Pre-season gewesen .\n1. Engagement:\nMit festen Trainingszeiten wäre das ziemlich groß, aber Spaß kann und muss immer sein\n2. Zuverlässigkeit/Pünktlichkeit:\nAlle Zuverlässig. Ausfälle werden vorher angekündigt\n3.Freundlicher Umgangston:\nDer is auf jeden Fall gegeben [freundschaftliches ärgern (\"den minion hättest aber kriegen können *mehehe*\") zählt dazu]\n\nDu würdest ADC oder Jungle spielen, was von beidem kannst du dir eigentlich aussuchen, da ich beides gerne spiele, Jungle zwar schon länger und adc grad erst lerne aber das wäre dann deine Entscheidung.\nUnsere Namen sind:\n\nToplane: Fene aka Freajk\n-Spieler, der gerne auf Farm geht und sich oftmals darüber aufregt dass er seine Lane verliert (falls es durch den Jungler passiert), indem er mit seinem Farm beweist (beweisen will Kappa), dass er besser als der Gegner ist\nChamp:Renekton\n\nJungle/Adc: Ich bzw. Marvin aka Ichbinhier ^^\nJa was soll ich über mich selbst schreiben :D. Als Jungler farm ich wohl sehr gerne und counterganke fast nur,ganke  meist Midlane - early manchmal auch top - sehr ungern botlane. Als Adc farme ich sehr gerne so viel es geht, um dann in den Teamfights meinen Job zu tun. Kann von mir sagen, dass ich häufiger mal tilte, dann aber ganz ruhig bin und eher nix sage\nChamps: Jungle: Vi ; ADC: Caitlyn \n\nMidlane: Aruna aka Bloodcake01\nhäufig ahead in der Lane kauft auch öfters mal Wards (sollten wir im TR sehr häufig machen ^^)\nChamp: Alles was Midlane spielbar ist\n\nSupport: Niklas aka Hailo987\nruhiger Typ flamet nie, kauft immer Sightstone als erstes max. zweites Item.\nChamps:Thresh\n\nWir nutzen häuptsachlich Skype.\n\nLG Ichbinhier","replies":[{"id":"","poster":"DeltaGER","date":"2015-02-06T17:59:00.726+0000","up_votes":1,"down_votes":0,"body":"nein, hab ich kein Problem mit.\n\nhört sich ja gut an, was du hier schreibst.\nIch habe dich mal geaddet, dann können wir mal quatschen, wenn ich dich online erwische :)","replies":[]}]},{"id":"","poster":"BaumwolleHD","date":"2015-02-06T12:58:45.147+0000","up_votes":1,"down_votes":0,"body":"Komm einfach mal auf ts.geg-clan.com, mit ts natürlich ^^\n\nWir sind ein netter kleiner Clan mit ~30 aktiven Members und jeder ist willkommen.","replies":[]}]}