{"id":"tZe8AyZz","poster":"ArabicHaze","date":"2015-02-05T01:25:30.534+0000","title":"Wann ist Freljord - Ashe wieder verfügbar","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":3,"body":"Hey Leute! Ich wollte mir den Freljord - Ashe Skin kaufen doch da steht das er nicht verfügbar ist...\r\nWann wird der Skin wieder verfügbar sein? Ich möchte mir nämlich nicht Waid und Sherwood Ashe holen, da die Skins nicht zu Ashe passen \r\n(Wals>Frost)...\r\n\r\nBitte um antworten","replies":[{"id":"","poster":"D3Reap3R","date":"2015-02-05T05:20:20.804+0000","up_votes":2,"down_votes":0,"body":"http://leagueoflegends.wikia.com/wiki/Ashe/SkinsTrivia\n\nFreljord-Ashe ist leider ein \"Legacy\"-Skin, das heißt, er ist unregelmäßig (z.b. für Events o. besondere Ereignisse) für einen bestimmten Zeitraum erhältlich.\n\nFakt ist, dass die meisten bis alle Legacy-Skins hin und wieder in den Verkauf kommen. Im Englischen sagt man, \"the Legacy-vault gets opened up\" - einfach deine {{item:2044}} {{item:2044}} offen halten dafür! :)","replies":[{"id":"","poster":"Instabuy","date":"2015-02-08T11:14:12.858+0000","up_votes":3,"down_votes":0,"body":"Das lustige ist... Freljord Ashe und Marble Malphite hab ich mir damals am Anfang als ersten Skin gekauft... ich wusste gar nicht, das die legacy sind xD die hab ich mir random zugelegt","replies":[{"id":"","poster":"TheUnknown98","date":"2015-05-01T09:35:31.955+0000","up_votes":1,"down_votes":0,"body":"LOL, Freljord Ashe ust ja echt n Legacy. Wusst ich nicht als ich mir den vor ein paar jahren gekauft habe :D","replies":[]}]}]},{"id":"","poster":"Evenrider","date":"2015-05-01T09:41:45.061+0000","up_votes":1,"down_votes":0,"body":"Freljord Ashe war auch nicht von Anfang an Legacy, wenn ich mich nicht ganz irre.\nDen Skin haben sie später zu einem Legacy Skin gemacht und aus dem Shop genommen, genauso wie Musen Sona oder Molten Rammus.","replies":[]},{"id":"","poster":"Skjvcjem","date":"2015-05-01T08:38:06.682+0000","up_votes":1,"down_votes":0,"body":"Es wäre soooosoo schön, wenn der Skin bald mal wieder erhältich ist. :3 Ich finde den so wahnsinnig schön und Ashe ist dazu noch mein liebster Champ. <3","replies":[]}]}