{"id":"XlsRrg7B","poster":"trµe Fox","date":"2015-02-05T14:57:46.018+0000","title":"BRING BACK URF !!!","subforum":"Karten & Spielmodi","up_votes":860,"down_votes":146,"body":"Hi can we get a \"bring back URF and other mods\" thread going?\r\n\r\nI feel like that is the only really relevant thing. Also, i dont understand why all these awesome game mods havent been added permanently to the game with the season 5 release.\r\n\r\nSo please Riot, give us back urf!\r\n\r\nCheers","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T15:50:29.876+0000","up_votes":39,"down_votes":77,"body":"It's still the German Page. Post it on the english page..\n\nÜbrigends Für immer? Wirklich? Dann wird es sowas von langweilig.\nDas ist als würde jeden Tag Weihnachten sein.\nKlar hört sich echt toll an. Aber es wird nach einer Zeit langweilig.\nIch finde solche limitierten Sachen besser, hat man etwas worauf man sich freut.","replies":[{"id":"","poster":"trµe Fox","date":"2015-02-05T15:53:56.630+0000","up_votes":124,"down_votes":4,"body":"Aram wurde ja auch dauerhaft eingeführt- heißt ja nicht, dass du es auch jeden Tag spielen musst. Allein die Option zu haben, irgendwann zum Beispiel aus 5 verschiedenen Mods dauerhaft wählen zu können würde die Vielfalt des Spiels nur erweitern meiner Meinung nach.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:00:59.730+0000","up_votes":16,"down_votes":61,"body":"Aram war aber kein Funmodus, glaube ich.\nUnd es zweckentfremdet auch nicht das Spiel.\nUnd ja na klar ist es toll die Vielfalt des Spiels zu erweitern.\nAber nur mit Urf? Hmm.\nZudem musst du auch dir gedanken drüber machen wie lang du in der Queue sein möchtest.\nDesto mehr Möglichkeiten desto länger, weil sich die Leute eben aufsplitten.\nManchmal hat keiner Lust auf Urf. manchmal keiner lust auf das. Aber ja, es würde schon gehen, aber nunja. Ich mag das iwie nicht. :D","replies":[{"id":"","poster":"ElDete","date":"2015-02-05T16:23:23.220+0000","up_votes":25,"down_votes":24,"body":"Ich stimme dir so ziemlich zu. URF war der beste Funmode den LOL-Spieler bisher spielen dürfen und auch Ich wünsche ihn mir sehnlichst zurück aber ihn permanent zu implementieren finde ich keine gute Idee. \"Wer jeden Tag nur Kuchen isst und Keks und Schokolade, der weiß ja nicht, wann Sonntag ist, und das ist wirklich schade!\" Dieses Sprichwort stellt die Situation glaub' Ich ganz gut dar :P\nWenn wir URF dauerhaft spielen könnten wäre es ziemlich schnell langweilig und viele Spieler, die mit dem normalen Spielmodus nicht so gut zurechtkommen und häufig verlieren, würden sich dort sammeln, da es um einiges einfacher ist ohne Manakosten und mit 80% CDR zu spielen ^^","replies":[{"id":"","poster":"P2P Neydone","date":"2015-02-05T16:37:55.058+0000","up_votes":56,"down_votes":7,"body":"Dann sollen sie eben URF nur Samstags und Sonntags freischalten :D Ich glaube damit wären doch alle Seiten gestillt.\nDie Leute die es spielen wollen können es jedes Wochenende spielen, und damit es nicht zu \"einseitig\" wird schalten sie den Spielmodus nur 2 mal in der Woche, oder eine Woche im Monat frei ;)  (oder mit irgendwelchen anderen Zeitabständen)\n\nDas wäre ja nicht so schwer das einzurichten (also für Riot) ^^","replies":[{"id":"","poster":"Darkraî","date":"2015-02-05T21:06:53.409+0000","up_votes":19,"down_votes":3,"body":"Aber nicht jeder kann Wochenende spielen, es gibt tatsächlich welche die wochenenende arbeiten müssen :/\nDie Mehrheit is trotzallem dafür das URF wieder eingeführt is - permanent. Es is kein Zwang es zu spielen, wer will der kann, wer nich will der muss es dann auch nicht. Ich bin eindeutig dafür das alle Modes permanent sein sollten, um eben die Spielvielfalt zu erweitern.","replies":[{"id":"","poster":"Dr PhreakZz","date":"2016-02-05T18:27:07.477+0000","up_votes":1,"down_votes":0,"body":"Dazu habe ich auch noch eine Idee in der Hoffnung das sie noch nicht erwähnt wurde. Man könnte ja jedes oder jedes zweite Wochenende ein Spielmod einfügen. Somit hätte man regelmäßige Abwechslung und niemand kann sich darüber beschweren dass es ja langweilig wird ,weil es dann ja einseitig wäre. :)","replies":[]},{"id":"","poster":"EDDY SMURPHY","date":"2015-02-07T21:30:52.139+0000","up_votes":1,"down_votes":1,"body":"jo alle modes permanent und dann brauch man 5 jahre um ein game zu finden.. mal darüber nachgedacht ?","replies":[]},{"id":"","poster":"ElDete","date":"2015-02-06T13:23:17.479+0000","up_votes":3,"down_votes":3,"body":"Meh..ich glaube, wenn wirklich alle Gamemodes permanent implementiert werden würden, wäre League of Legends nach ziemlich kurzer Zeit ein sehr schwer überschaubares Spiel und nach außen hin glaube Ich weit aus weniger attraktiv. \nAnderseits wäre es natürlich auch viel Vielseitiger aber ist das immer gut?\nKlar werden die vielen Normals oder Rankeds nach einiger Zeit sehr eintönig und viel Abwechslung gibt es mit ARAM oder Dominion, was wirklich fast niemand spielt, nur wenig. Dennoch würden die vielen Modes LoL nach und nach überfüllen und das wäre auch nicht das Wahre. :/","replies":[{"id":"","poster":"Kafauze Senpai","date":"2015-02-07T10:37:59.820+0000","up_votes":1,"down_votes":1,"body":"Meiner Meinung nach ist Dominion mit der schlechteste Gamemode den Riot entwickelt hat. Man könnte ja als alterneative Urf einführen und dafür Dominion entfernen, da ich es persönlich nicht so prickelnd finde. Wäre zumindest abwechslungsreicher.","replies":[]},{"id":"","poster":"Ali Moe","date":"2015-02-06T16:53:43.571+0000","up_votes":2,"down_votes":2,"body":"Als vergleich könnte man denk ich mal Starcraft heranziehen. Starcraft hat sein Hauptspiel, mit Ranking, Meisterschaften, Ligas usw. auf das sich alle Profi-Spieler und alle, die das Spiel kompetitiver spielen wollen konzentrieren.\nDagegen gibt es aber den Arcade Mode, wo nicht nur verschiedene Spielmodi zur Auswahl stehen, sondern jeder, der etwas engagiert ist, sein eigenes Spielkonzept mit der Starcraft-Engine umsetzen kann.\nUnd das Spiel ist bei weitem nicht überflutet und die Warteschlange auf das nächste Spiel ist auch nicht zu lang. Blizzard hat nicht mal Wartungsarbeiten, weil sie diese Modi weder balancen, noch sich um die Umsetzung oder so kümmern.\nIch sag nicht, dass Riot uns Mods bauen lassen soll, aber die Mods funktionieren doch schon und müssten nur noch hochgeladen werden. Und ich denke eben auch es wäre einfach eine Bereicherung","replies":[]}]}]},{"id":"","poster":"Sh ee N n Kill a","date":"2015-05-09T23:10:12.742+0000","up_votes":1,"down_votes":0,"body":"Cool wäre aber auch ein extra Server der Riot bereitstellen würde, wo man alle funmodes zocken könnte","replies":[]},{"id":"","poster":"hackle99","date":"2015-02-06T22:09:50.864+0000","up_votes":1,"down_votes":0,"body":"Es wäre super cool, wenn jede Woche ein andere Funmode freigeschaltet wird. So wäre es nicht langweilig und jeder hat, was er will.","replies":[]},{"id":"","poster":"Dannÿ","date":"2016-11-03T17:22:07.998+0000","up_votes":1,"down_votes":1,"body":"ich mag es dinge zu lesen die vor 2 jahren gesagt haben was sein soll und es dann wirklich so gekommen ist :D so wie [Die anderen Modies ^^](http://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/3fgEAs1t-doom-for-all)","replies":[{"id":"","poster":"P2P Neydone","date":"2016-11-12T10:54:31.781+0000","up_votes":1,"down_votes":1,"body":"Hahahaha, omg :'D\nIch hab diesen Kommentar von vor 2 Jahren ja KOMPLETT vergessen :D\nDas ist ja echt krass, ich finde ich sollte ein Jobangebot von Riot bekommen!\nhahaha, vielen Dank für's dran erinnern :D","replies":[]}]}]},{"id":"","poster":"NLG DaZZel","date":"2015-02-06T19:21:03.589+0000","up_votes":8,"down_votes":2,"body":"> [{quoted}](name=ElDete,realm=EUW,application-id=cGRapXds,discussion-id=XlsRrg7B,comment-id=0002000000000001,timestamp=2015-02-05T16:23:23.220+0000)\n>\n> Ich stimme dir so ziemlich zu. URF war der beste Funmode den LOL-Spieler bisher spielen dürfen und auch Ich wünsche ihn mir sehnlichst zurück aber ihn permanent zu implementieren finde ich keine gute Idee. \"Wer jeden Tag nur Kuchen isst und Keks und Schokolade, der weiß ja nicht, wann Sonntag ist, und das ist wirklich schade!\" Dieses Sprichwort stellt die Situation glaub' Ich ganz gut dar :P\n> Wenn wir URF dauerhaft spielen könnten wäre es ziemlich schnell langweilig und viele Spieler, die mit dem normalen Spielmodus nicht so gut zurechtkommen und häufig verlieren, würden sich dort sammeln, da es um einiges einfacher ist ohne Manakosten und mit 80% CDR zu spielen ^^\n\nIch finde URF ziemlich geil! Dann zu sagen das es nur noch gezockt wird und es dann schnell langweilig wird ist\" Kontraproduktiv\". Es ist ja dann eine \"WIN WIN\" Sache! Wenn die es langweilig finden zocken die dann erst mal wieder Normals oder Rankeds !!\n\nEs ist ja einem selbst überlassen was er zocken will und wenn URF mehr Spaß macht soll es so sein und der Vorschlag das es nur am Wochenende freigeschaltet werden soll ist eine Gute Idee, die man sollte auch einpflegen!!!!!\n\n\nMfG","replies":[]},{"id":"","poster":"Diderer","date":"2015-02-17T12:44:29.545+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir voll und ganz zu weil irgendwann die ganze Sache sehr langweilig würde! Ich finde aber das man einen Kompromiss machen könnte z.B. das man einmal im Monat Freitags bis Sonntags Urf Aktivieren könnte damit man das Gemüt der Community beruhigen könnte :)","replies":[]},{"id":"","poster":"bananapopo38","date":"2015-02-06T19:52:41.462+0000","up_votes":1,"down_votes":0,"body":"das sehe ich genauso obwohl ich mir urf sehnlichst zurückwünsche ^^ aber naja mann kann ja leider nicht alles haben :)","replies":[]},{"id":"","poster":"KanobBob","date":"2015-02-06T15:29:43.268+0000","up_votes":1,"down_votes":0,"body":"Das stimmt zwar aber was ist dann LoL für dich?\nFindest du etwa das jeden Tag ein Spiel mit der besten community der Welt spielen zu dürfen ist kein Keks?\nWenn du es so siehst wie ich würde URF das Spiel also nur bereichern.","replies":[]},{"id":"","poster":"xXxFunplayer2xXx","date":"2015-02-06T14:38:15.291+0000","up_votes":1,"down_votes":0,"body":"Mann muss es ja nicht die ganze Zeit spielen, alleine die Auswahl zu haben währe nur Geil^^","replies":[]}]},{"id":"","poster":"Kendonomon","date":"2015-02-05T16:13:03.422+0000","up_votes":2,"down_votes":6,"body":"Es war kein Funmomdus aber am anfang war es nicht für die ganze Zeit vorgeschrieben","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:15:27.137+0000","up_votes":2,"down_votes":2,"body":"Ich glaube aber sie haben Aram wegen der neuen Map gelassen ;)","replies":[{"id":"","poster":"Kendonomon","date":"2015-02-05T16:25:09.012+0000","up_votes":2,"down_votes":0,"body":"Stimmt, aber würden sie jetzt noch eine neue Map machen würden sie die vermutlich auch lassen. Und durch Aram wurden ja gut möglich auch Ashe, Sejuani und die anderen Freiljorder gemacht. Es ist außerdem auf der Lila Seite auch Vel`Koz zu sehen","replies":[{"id":"","poster":"trµe Fox","date":"2015-02-05T16:41:41.068+0000","up_votes":16,"down_votes":1,"body":"Aram war früher nur als freies Spiel möglich, man hat das immer auf der Botlane auf Dominion gespielt. Musstest halt immer ein freies Spiel suchen, warten bis 10 Leute drin waren und dann mussten sich auch noch alle an die Regeln halten etc. War super umständlich. Da war die Nachfrage so groß das Riot reagiert hat, was echt top war! Sehe in URF etwa das gleiche wie in Aram. Einfach eine Möglichkeit, nochmal schnell ne lustige Runde zum Aufwärmen oder Abschluss zu spielen.","replies":[{"id":"","poster":"Towaldo","date":"2015-02-05T20:46:59.597+0000","up_votes":3,"down_votes":2,"body":"> Aram war früher nur als freies Spiel möglich, man hat das immer auf der Botlane auf Dominion gespielt.\n\nFalsch, man hat es auf der Proving Grounds Map gespielt, die mit dem Freljord Patch entfernt wurde.","replies":[{"id":"","poster":"mingo unchained","date":"2015-02-08T12:27:12.609+0000","up_votes":2,"down_votes":1,"body":"Also eigentlich hat man es am Anfang auf der SR in der Midlane gespielt, weil es zu der Zeit auch nur 2 Maps gab. :D","replies":[]},{"id":"","poster":"BoeserGott","date":"2015-02-06T10:34:49.163+0000","up_votes":1,"down_votes":1,"body":"Ursprünglich spielte man auf Summoners Rift alle midlane, daher der Name:\nAll Mid All Random = ARAM\nWenn ich mich recht erinnere konnte man Ursprünglich proving grounds garnicht in costums auswählen, das kam erst als Riot ARAM \"offiziel\" gemacht hat. Mit dem Freljord Patch haben sie dann einfach noch die Map überarbeitet.","replies":[{"id":"","poster":"KriegerAura","date":"2015-02-06T13:53:55.406+0000","up_votes":1,"down_votes":1,"body":"All Random All Mid * klugscheis$er alarm >.>{{champion:74}}","replies":[]}]}]},{"id":"","poster":"Kendonomon","date":"2015-02-05T16:46:40.500+0000","up_votes":2,"down_votes":1,"body":"ok Danke","replies":[]}]}]}]}]},{"id":"","poster":"Rei hakase","date":"2015-02-05T18:14:47.987+0000","up_votes":7,"down_votes":1,"body":"ARAM war ein modus der von spielern erfunden wurde, es war also auch nur aus spaß. Wenn ARAM, warum dann nicht Urf?","replies":[]},{"id":"","poster":"suchtla95","date":"2015-02-06T13:35:52.229+0000","up_votes":1,"down_votes":0,"body":"Wäre dafür, dass es immer einen Mod für (zB) eine Woche gibt (mittlerweile existieren ja schon genug für ausreichend Abwechslung).\nNatürlich ist die Frage wie viel von den Mods auf den einzelnen PCs gespeichert wird/wieder gelöscht wird(Hab ehrlich gesagt keinen Schimmer wie das eig. Funktioniert.","replies":[]},{"id":"","poster":"WiIsu","date":"2015-02-05T20:31:34.722+0000","up_votes":4,"down_votes":0,"body":"Aram ist nicht weniger ein Funmodus als URF.\nEinen zufälligen Champion zu bekommen und sich dann sinnlos gezwungener Maßen bis aufs Blut zu bekämpfen, in einem Modus in dem es nie eine Meta geben wird, das ist definitiv ein Funmodus.","replies":[]},{"id":"","poster":"torerochiller","date":"2015-02-07T09:54:44.350+0000","up_votes":1,"down_votes":0,"body":"Ich finde es echt traurig wie solch konstruktive kritik so gedisliked wird...\nIch finde man sollte auch die gegenseite akzeptieren.\nIch finde es ziehmlich wichtig was er da sagt und wenn ich das erst einblenden muss weil es zu viele dislikes hat,\ngeht irgendwie die gegenseite unter.\nIch fände es besser das das ausblenden von Kommentaren nur durch Meldungen erfolgen kann.\nDas ist meine meinung.\nMfg torerochiller","replies":[]},{"id":"","poster":"Dannÿ","date":"2016-11-03T17:17:40.590+0000","up_votes":1,"down_votes":0,"body":"ich finde einfach krass wie dieser Kommentar todgehated(downgevoted) wird nur weil es die Wahrheit ist und es niemanden gefällt das es so ist (ist i.wie traurig (mein upvote hast du))\n{{champion:103}}","replies":[]},{"id":"","poster":"Alry FireBlade","date":"2019-05-26T11:38:58.467+0000","up_votes":1,"down_votes":0,"body":"Vor allem, war ARAM ein Modus, den die Community schon gespielt hat, bevor es den Modus gab. Ja, das ganze war ein Fan Modus, wie Find the Teemo und was es nicht alles gibt.\n\nDaher steht es in einem ganz anderen Licht als URF oder so.","replies":[]}]},{"id":"","poster":"BéstRivenDE","date":"2015-02-05T16:37:50.996+0000","up_votes":18,"down_votes":1,"body":"BIn genau deiner Meinung , das spiel macht oft genug keinen Spaß mehr , da kann man ruhig ein wenig Abwechslung rein bringen. \n\nBRING BACK URF","replies":[{"id":"","poster":"xReQuiiT","date":"2015-02-05T17:11:20.546+0000","up_votes":13,"down_votes":9,"body":"jap ich spiele kaum noch lol ist zu langweilig geworden URF ODER IHR VERLIERT MEHR SPIELER! DAS SOLL EINE DROHUNG SEIN xD","replies":[{"id":"","poster":"Sch0koBr0wnie","date":"2015-05-01T18:09:20.332+0000","up_votes":1,"down_votes":0,"body":"SAME HERE URF BESTER MODUS BRING BACK URF FOR EVER!!!!","replies":[]}]},{"id":"","poster":"Bro4Mann","date":"2015-02-08T11:39:25.997+0000","up_votes":1,"down_votes":0,"body":"{{champion:92}}  ;)","replies":[]}]},{"id":"","poster":"crazydomi","date":"2015-02-05T16:33:15.106+0000","up_votes":14,"down_votes":3,"body":"Man könnte vielleicht auch ein Fun- Modus hinzufügen (statt Normal, Bots etc.), wo dann z.B immer nach 4 Wochen zwischen verschiedenen Modis wie URF gewechselt werden kann.","replies":[{"id":"","poster":"Grorll12","date":"2015-02-06T13:01:24.186+0000","up_votes":8,"down_votes":0,"body":"Ist eine gute Idee man könnte jede 4te Woche einen anderen FunModus anstelle des anderen rein machen (nach zufalls Prinzip)\nso erweitert sich die Vielfalt des Spiels um TAUSEND fach da es nie langweilig wird wen ein anderer spielmodus kommt und das gibt Abwechslung zum normalen gameplay Oder? :D so wäre alles geklärt ;) ez","replies":[]},{"id":"","poster":"DarkBr3ak","date":"2015-02-11T01:04:18.708+0000","up_votes":1,"down_votes":0,"body":"Die Server jedesmal zu patchen wäre viel zu aufwendig.Ich weiß ja nicht wie Riot die Server aufgebaut hat, wenn sie mehrere Modis\nauf einen Server laden können und dann immer tauschen können ist es natürlich machbar.","replies":[]}]},{"id":"","poster":"AkaiHono","date":"2015-02-07T18:02:43.616+0000","up_votes":2,"down_votes":1,"body":"Ich denke den Modus komplet einzuführen würde dem URF eine Menge Reiz nehmen. Ich denke er sollte gelegentlich auftauchen, aber Regelmäßig. Zum beispiel immer eine Woche im Monat. Das könnte dann mit rotieren, so das die anderen Wochen mit anderen Modi gefüllt werden.","replies":[]},{"id":"","poster":"The Real Kerudot","date":"2016-03-17T15:31:59.900+0000","up_votes":1,"down_votes":0,"body":"Ich bin ganz deiner Meinung.\nWenn es ein paar funmodi geben würde, hätte man eine gute abwechslung.\nUnd für die es nicht gut finden, kann ich nur sagen:\n\n**DANN ZOCK ES NICHT !!!!!!!**\n\nSowohl die umfrage als auch meine erfahrungen zeigen, Funmodi sind erwünscht!\nAuch die Horror Bots waren ne nette abwechslung.\nWas die Warteschlange angeht kann ich nur sagen:\n\n**WER KEINE FREUNDE HAT WIRD IMMER ALLEINE SEIN!!!!!**\n\nIch hab mir bereits eine gute Freundesliste zugelegt.\nSo löst sich das Problem mit der Warteschlange von alleine^^\nIch zocke weder Ranked noch bin ich in ein Clan. -> Freunde bekommt durch freundlich sein ^^\n\nDie Funmodi müssen ja nicht unbedingt immer zu verfügung stehen, aber minimun ein Funmodi sollte immer zur verfügung stehen.\nDas kann ja jeden monat wechseln.\nSo würde es auch abwechslung geben.\n\nMfG\n\nKerudot","replies":[]},{"id":"","poster":"Sch0koBr0wnie","date":"2015-05-01T18:07:51.040+0000","up_votes":1,"down_votes":0,"body":"URF FÜR IMMER EINFACH NUR EIN TRAUM","replies":[]},{"id":"","poster":"Chosensibosan","date":"2015-03-24T17:06:49.968+0000","up_votes":1,"down_votes":0,"body":"Common Rito. Wie viele Tränen müssen noch vegossen werden, wegen des uns ans Herz gewachsenen, verstorbenen Modis.\n\nAm 1. April habt Ihr die Chance uns zu überraschen.","replies":[]},{"id":"","poster":"Foggy4","date":"2015-02-06T16:45:53.258+0000","up_votes":1,"down_votes":0,"body":"Ich bin zum Teil deiner Meinung, aber ich denke es hat Risiken 5 Mods gleichzeitig laufen zu lassen. Denn dann kann es gut sein das manche gar nicht mehr Normal oder Ranked spielen oder halt die Warteschlangenzeit dann ziemlich lang ist.\nIch fände es gut, wenn \"U.R.F.\" z.B. immer am 1, Wochenende eines Monats spielbar ist, so würde man die Normal warteschlangen ein bisschen schützen, denke ich.","replies":[]},{"id":"","poster":"Kendonomon","date":"2015-02-05T16:14:35.976+0000","up_votes":1,"down_votes":2,"body":"Es wäre cool, aber es würde somit auch viel länger dauern ranked games zu finden und nicht immer gegen den gleichen zu spielen. Sie sollten es einfach 1 Monat drinn lassen dann wären glaub  ich alle zufrieden","replies":[]}]},{"id":"","poster":"So wie Sahne","date":"2015-02-08T16:56:30.649+0000","up_votes":1,"down_votes":1,"body":"Du hohlbirne musst den mode ja nicht spielen!","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-08T18:05:20.367+0000","up_votes":1,"down_votes":0,"body":"Das nenn ich mal mit einer Meinung umzugehen ^^","replies":[]}]},{"id":"","poster":"Dorn","date":"2015-02-05T18:10:46.089+0000","up_votes":6,"down_votes":4,"body":"Ich stimme Dir zu, URF für immer zu haben, ist keine gute Idee, aber man könnte den Modus regelmäßig ein mal im Monat aktivieren. Dann würde man sich immer auf diese Woche oder diesen einen Tag im Monat freuen und  es würde sich nicht abnutzen. :D","replies":[{"id":"","poster":"Evengron","date":"2015-02-06T11:58:53.424+0000","up_votes":1,"down_votes":0,"body":"einmal im monat is jedoch schlecht da da nicht jeder spielen kann ich währe dafür dass es von den besten 5-6 gamemodes einen gibt der dann alle 3-4 tage mit einem anderen ausgetauscht wird.","replies":[]}]},{"id":"","poster":"GERsnake","date":"2015-02-06T09:21:41.740+0000","up_votes":1,"down_votes":0,"body":"ich sehe es so wie Fox ARAM war genau so ein fun mod der aber von den Spielern \"erschaffen\" wurde (glaub ich jedenfalls) und von Riot erst nur in den custom games reingepatcht wurde und später ein richtieger spielmodi drauß wurde ..\nund so könnte man es mit den andern spielmodi auch machen fände ich jedenfalls rchtig geil !!!\nund wie schon gesagt ARAM wurde zumindestens mir nicht langwelig und mann muss es ja nicht nur spielen .. ich meine 5 vs 5 oder 3 vs 3 wird ja auch nicht langweilig ...","replies":[]},{"id":"","poster":"PANBU","date":"2015-02-05T16:55:31.691+0000","up_votes":5,"down_votes":1,"body":"Ich meine Aram oder Dominion sind auch für immer geblieben warum dann nicht auch Urf auserdem kann man dann immer die neusten Champs in U.R.F ausprobieren ich finde das diese modi für immer bleiben soll!","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:59:57.209+0000","up_votes":2,"down_votes":3,"body":"Für beide gibt es eine Map.\nDennoch, ich bleibe bei meiner Entscheidung, ich finde es nicht gut das URF bleibt. Aber am Ende hat die Mehrheit oder Riot eben Die Entscheidung. Ich warte ab was passiert :)","replies":[]}]},{"id":"","poster":"Allama","date":"2015-02-06T10:28:44.686+0000","up_votes":1,"down_votes":0,"body":"Ich find man sollte den modi einfach in freien spielen einstellen können. Sind ja immerhin freie spiele","replies":[]},{"id":"","poster":"IndominousKami","date":"2015-02-06T10:27:49.315+0000","up_votes":1,"down_votes":0,"body":"Du musst ihn ja nicht spielen? Keiner wird dich Zwingen!\n\nAber ich finde es eine tolle Idee da es halt mal einfach nen reiner FUN-Mode ist.... Auch wenn manche Champs gebannt sind...\n\nIch denke dass es viele gibt wie mich denen manchmal das Normale einfach auf den Keks geht und dann mit URF spaß haben wollen.\n\nLiebe Grüße CubbyKill :3{{summoner:31}}","replies":[]},{"id":"","poster":"Mhh lecker Pvssy","date":"2015-02-06T11:48:17.342+0000","up_votes":1,"down_votes":0,"body":"dann aber vielleicht öfters als nur einmal im jahr 2 wochen oder so :)","replies":[]},{"id":"","poster":"Hakkuu","date":"2015-02-06T18:12:22.559+0000","up_votes":1,"down_votes":0,"body":"Upvote.","replies":[]},{"id":"","poster":"SmokeJumper","date":"2015-02-06T20:04:27.666+0000","up_votes":1,"down_votes":0,"body":"Was sollen denn die Downvotes hmm?\nDer Junge hatte eh ne super Idee: URF mit Weihnachten in Verbindung zu bringen! \n\nWie wär´s wenn uns Riot neben den überteuerten Snowdown Skins noch URF zu Weihnachten \"schenkt\" ? So für ... 2 Wochen oder in die Richtung ?!","replies":[]},{"id":"","poster":"Bl4ckRu1n","date":"2015-02-06T20:44:01.409+0000","up_votes":1,"down_votes":0,"body":"man muss es ja nicht spielen!","replies":[]},{"id":"","poster":"Alry FireBlade","date":"2019-05-26T11:37:54.858+0000","up_votes":1,"down_votes":0,"body":"Ich gebe dir Recht, Klar glaubt man es nicht, aber ist ein solcher Modus permanent da, verliert er an wert.\nIch war dabei als Dominion damals releast wurde und man war ich Hyped, ich hab den Modus gesuchtet, aber den wurde es langweilig und ich spielte den Modus immer weniger und weniger.\n\nUnd heute ist der Modus weg. Einerseits, wäre eine große Auswahl an gamemodes cool, andererseits, würden die Wartezeiten extrem lang werden, wenn sich die Spieler auf so viele Modis verteilen.\n\nIch wäre einfach wieder für die Wochenend Events.","replies":[]}]},{"id":"","poster":"CloudX2K","date":"2015-02-05T15:35:49.127+0000","up_votes":14,"down_votes":4,"body":"How about bringin URF back but at 3 random days every week or month ...?!?! :D So everyone will be excited when the mode is going to be Live.\nsry for my englanderino but this would be a nice option\nPS: How about: \"Every Weekend a New Mode\"","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T15:53:07.134+0000","up_votes":4,"down_votes":16,"body":"Habt ihr schonmal drüber nachgedacht ob das gehen würde?\nJedes Wochenende ein neuer Mode?\nWeißt du wie man programmiert? Weißt du wie lang das dauert?\nIch weiß nicht ob das so geht.\nEs müsste eine Woche vorher die Idee da sein, es müsste programmiert sein, es müsste aufm PBE getestet werden und dann online kommen?\nIch denke eher nicht.","replies":[{"id":"","poster":"BloodEchelon","date":"2015-02-05T16:17:09.555+0000","up_votes":17,"down_votes":0,"body":"Theoretisch wäre es schon möglich, aber der Aufwand wäre extrem! Die Idee an sich wäre gut, aber man müsste es wenn dann mit bereits vorhandenen machen und vlt 2mal im Jahr oder so einen Neuen hinzufügen. Ansonsten einfach eine zufällige Rotation aus Hexakill, URF, OfA, etc...\n Was mir persönlich lieber wäre, wäre aus custom games RICHTIGE zu machen also die Möglichkeit z.b. handicaps für bestimmte Teams, Stärke von Minions/Monstern, Spezielle Modi wie URF,.... an oder auszuschalten Das wäre richtig nice!","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:18:42.855+0000","up_votes":4,"down_votes":0,"body":"Jap, das ist auch eine gute Idee. Eben richtig Benutzerdefiniert","replies":[]},{"id":"","poster":"Kendonomon","date":"2015-02-05T16:25:53.318+0000","up_votes":3,"down_votes":0,"body":"Da geb ich dir recht","replies":[]}]},{"id":"","poster":"AmazingJX","date":"2016-12-08T13:15:28.735+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BTLmovies,realm=EUW,application-id=cGRapXds,discussion-id=XlsRrg7B,comment-id=00010000,timestamp=2015-02-05T15:53:07.134+0000)\n>\n> Habt ihr schonmal drüber nachgedacht ob das gehen würde?\n> Jedes Wochenende ein neuer Mode?\n> Weißt du wie man programmiert? Weißt du wie lang das dauert?\n> Ich weiß nicht ob das so geht.\n> Es müsste eine Woche vorher die Idee da sein, es müsste programmiert sein, es müsste aufm PBE getestet werden und dann online kommen?\n> Ich denke eher nicht.\n\nUnd heute gibt's sowas...","replies":[{"id":"","poster":"XIII BTLmovies","date":"2016-12-13T21:32:14.996+0000","up_votes":1,"down_votes":0,"body":"Das ist ein guter Punkt, wobei ich damals eher auf komplett neue Modis anspielte :D","replies":[]}]},{"id":"","poster":"KuroYokai","date":"2015-02-05T19:46:44.616+0000","up_votes":2,"down_votes":1,"body":"Es gibt ein Spiel welches Monster Squad heißt, an jedem Tag in der Woche gibt es dort eine neue \"Insel\" in die man rein kann. \nIm Grunde gibt es dort verschiedene Inseln und man muss immer auf den richtigen Tag warten um eine bestimmt Insel zu bekommen, wenn also ein Spiel wie Monster Squad zu so etwas in der Lage ist, wieso dann nicht LoL?","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T20:02:06.065+0000","up_votes":1,"down_votes":0,"body":"Weil in Riot eventuell mehr Technik steckt? Frag doch Riot und nicht mich. Ich würde es nicht schaffen und ich will es auch nicht, weils sinnlos ist.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T20:02:24.314+0000","up_votes":1,"down_votes":0,"body":"Sollen sie erstmal da weiter machen, wo sie gerade sind.","replies":[]}]},{"id":"","poster":"Shozzu","date":"2015-02-05T19:55:57.538+0000","up_votes":1,"down_votes":1,"body":"Smite schafft es auch dass täglich ein anderer Modus verfügbar ist was auch nur eine Rotation ist","replies":[]}]}]},{"id":"","poster":"Bro4Mann","date":"2015-02-08T11:38:55.362+0000","up_votes":1,"down_votes":0,"body":"Every Weekend a new mod? Lol it takes a lots of time to create a new gamemdoe :D {{champion:103}}","replies":[]}]},{"id":"","poster":"Raubhamster","date":"2015-02-05T16:25:14.572+0000","up_votes":14,"down_votes":2,"body":"URF war für mich bisher der unterhaltsamste Spielmodus, weil er einfach ein völlig neues Spielgefühl bietet. \nIn allen anderen Modi verhalten sich alle Champions nahezu gleich. \n\nUnd was ist das für ein Argument, dass der Spielmodus nach einer Weile langweilig wird?\nDas selbe könnte man über Summoners Rift, Twisted Treeline, Dominion und ARAM sagen.\nAlles nutzt sich mit der Zeit mal ab und man braucht eine Pause oder Abwechslung.\nUnd URF hat eine tolle Abwechslung reingebracht für alle die das Spiel vielleicht eher zum Spass und nicht aus Wetteifer spielen.\n\nIch bin ja voller Hoffnung, dass Riot den Modus verfeinert hat um z.B. das Balancing einigermaßen hinzubekommen und wir ihn dann ab April dauerhaft spielen können. ","replies":[]},{"id":"","poster":"Handsome I Jack","date":"2015-02-05T23:53:39.250+0000","up_votes":9,"down_votes":0,"body":"Okay... Warum den Kram nicht einführen wie Aram damals?\n\nOder Warum nicht in den Freien spielen mehr auswahl geben wie z.B. Basis CDR (10-99%) , Manakosten (Doppelt, Halb, Viertel, Null ) Dann noch sache wie AP Cap ( 100-1200 ) AD CAP ( 100-400) Start level ( 1-4 ) ... all sowas ?! vielleicht sogar Items die man nicht benutzen darf... dabei denk ich jetzt and Hide and Seek \nDann kann jeder seinen eigenen kleinen Custom-URF machen wenn er will >.>\nDann noch sonderbuffs ein und aus wenn ja welche... dass man aus 'ner vorgegebenen Auswahl auswählen kann...  (Wie damals beim Urf *hust 20% Dinosaurier-Resistenz hust*","replies":[]},{"id":"","poster":"So wie Sahne","date":"2015-02-05T16:26:56.546+0000","up_votes":10,"down_votes":3,"body":"An all die Spass Verderber: \n\nIhr müsst den Mode nicht spielen wenn er permanent wäre. Man kann immer noch ganz normales 5v5 spielen.\nAlso, wenn ihr es nicht wollt einfach klappe halten und normal games spielen.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:33:32.551+0000","up_votes":3,"down_votes":3,"body":"Wenn es doch so schön einfach wäre einfach überall die Klappe zu halten.\nNein, ich will mitreden, weil es auch auswirkung auf das Normal hätte.\nWarum gibt es Umfragen wenn es eh heißt \"Wer nicht will, der braucht es nicht tun\"","replies":[{"id":"","poster":"Darkraî","date":"2015-02-05T21:08:56.090+0000","up_votes":1,"down_votes":1,"body":"Da ja aber trotzdem die Mehrheit dafür ist ;) was für Auswirkung auf das Normal? Du bekommst so oder so immer andere random leute in die gruppe also was soll's???","replies":[]}]}]},{"id":"","poster":"shoxbra","date":"2015-02-05T18:19:05.315+0000","up_votes":7,"down_votes":1,"body":"URF wäre damit der einzige nicht 5vs5 Modus, der mir Spaß machen würde. Aram finde ich langweilig, genauso wenig wie mich Dominion reizt. League braucht mehr Abwechslung, indem man vielleicht einen neuen Spielmodus veröffentlicht oder einfach alte, beliebte und lustige wieder einführt.","replies":[]},{"id":"","poster":"Len Kagamine","date":"2015-02-06T12:06:08.976+0000","up_votes":5,"down_votes":0,"body":"Welche Monster haben nein gedrückt?!?!{{summoner:14}}","replies":[]},{"id":"","poster":"BfG ThePunisher","date":"2015-02-05T18:10:10.420+0000","up_votes":5,"down_votes":0,"body":"PLEASE GIVE US BACK URF !!!! I HOPE IT SO, I LOVE THIS MODE !!!","replies":[{"id":"","poster":"Sch0koBr0wnie","date":"2015-05-01T18:11:05.075+0000","up_votes":1,"down_votes":0,"body":"JA MAN BRING URF BACK FOR EVER!!!","replies":[]}]},{"id":"","poster":"Black x SaW","date":"2015-02-05T18:05:52.666+0000","up_votes":5,"down_votes":0,"body":"So wie ich Riot kenne, verstehen sie die Spieler echt gut. Ich denke daher, dass sie den Urf Mode am 1 April wieder implementieren werden.\n\nMfg Black x SaW","replies":[]},{"id":"","poster":"TB Yoda","date":"2015-02-05T19:14:04.923+0000","up_votes":6,"down_votes":1,"body":"Viele meinen ich habe meinen Summoner name nach dem gamemode gewählt, weil ich ihn wie besessen gespielt hab, aber ich hatte ihn bereits davor!^^\nWie dem auch sei: dieser spielmodus bringt nichts als abwechslung und spaß und kann einem auch gut helfen den aufgebauten Stressder durch die 3 verlorenen rankeds entstanden ist wieder abzubauen. Oder einfach dem Retard-Modus zu verfallen wenn man gerade mal Lust drauf hat!\nalso:#justcallBRON .......... falscher Hashtag:#justcallURF","replies":[]},{"id":"","poster":"BloodEchelon","date":"2015-02-05T16:12:00.781+0000","up_votes":8,"down_votes":3,"body":"Ich wäre ja für einen One-for-all-URF-Hexakill-Spielmodus! Syndra ftw xD {{champion:134}}","replies":[]},{"id":"","poster":"Hans Rudi","date":"2015-02-18T10:14:09.702+0000","up_votes":4,"down_votes":0,"body":"Warum sollte es auf Dauer langweilig werden? Schau dir doch Aram an, das läuft schon ewig und ein haufen Leute spielen es obwohl es ein ziemlich stumpfer modus ist.","replies":[]},{"id":"","poster":"FeedMeImHungry","date":"2015-02-05T15:57:51.122+0000","up_votes":5,"down_votes":1,"body":"I agree. Maybe Riot should do a week rotaion. Every week, with the new free champion they anable another gamemode and add some more over time.","replies":[]},{"id":"","poster":"Coco der Panda","date":"2015-02-23T18:31:09.674+0000","up_votes":3,"down_votes":0,"body":"Ich würde mich schon freuen, wenn Riot mal News zu dem Thema bringen könnten.\nNaja, ich selbst spiele sowieso so gut wie gar nicht mehr LoL.\nWarum?\nGanz einfach. Nach so langer Zeit, ist es mir zu langweilig geworden.\nDie freundliche LoL Community Ingame hält mich nun auch nicht unbedingt am Spiel fest.\nURF fand ich Klasse, gefolgt von Hexakill. ( Das Kombiniert = *.*)\nEs wurde mal was gesagt von, öfters kommt mal ein Fun Mode rein.\nKann ich leider an den Händen abzählen.\nEs wurde mal was von neuer Karte gesagt.\nMuss ich wohl irgendwie übersehen.\nIch mochte das Spiel wirklich sehr und es ist auch immer noch ein gutes Spiel.\nHabe auch round about 1000 Euro oder mehr über die Jahre in das Spiel gesteckt.\nInzwischen bin ich bei Blizzard gelandet (Ich schreibs jetzt einfach rein, weil wer kennt Blizzard denn nicht? Falls unerwünscht, nicht erlaubt etc. bitte zensieren oder mich drauf hinweisen, danke.) und stecke da mein Geld rein.\nLoL braucht für mich einen neue Anreize, mehr Vielfalt. Die Möglichkeiten wäre doch da oder nicht?\n\nKlartext: Gäbe es URF, würde ich wieder LoL spielen und jeden Tag ein kleines Tänzchen machen, wenn ich nach Hause komme.","replies":[]},{"id":"","poster":"Solters","date":"2015-02-21T18:55:14.470+0000","up_votes":3,"down_votes":0,"body":"Bring back URF!\n\nGibt hier mal ein Riot-Mitarbeiter Antwort oder unterhalten sich hier alle alleine? {{summoner:3}} \n\nWie wäre es wenn wir verschiedene Riot Mitarbeiter mal über Twitter fragen? Da bekommt man evtl. schneller eine Antwort.","replies":[]},{"id":"","poster":"HQ Todestoast","date":"2015-02-18T18:49:49.471+0000","up_votes":3,"down_votes":0,"body":"Shiiiiit 3434 yes und 209 no haha, This is Nice. Ich liebe Urf, da eigentlich jeder Champ dort Spass macht. Habe es die ganze Zeit gespielt und würde es gerne weiterspielen und das ist ein Grund für mich ihn Permanent haben zu wollen. Andere wie jetzt Nemesis, one for all, all for one waren einfach nach einiger Zeit ziemlich eintönig, da irgendwann immer die gleichen Champs gepickt wurden, aber bei Urf spielt man halt alle Champs, die man besitzt.","replies":[]},{"id":"","poster":"Hans Rudi","date":"2015-02-12T06:37:44.454+0000","up_votes":3,"down_votes":0,"body":"Urf war in der tat der beste Funmode so far. {{item:3020}}","replies":[]},{"id":"","poster":"mrapple56789","date":"2015-02-09T21:56:43.367+0000","up_votes":3,"down_votes":0,"body":"JA Hollt es PLS PLS PLS zurück PLS","replies":[]},{"id":"","poster":"Masterfighter23","date":"2015-02-08T14:28:04.328+0000","up_votes":3,"down_votes":0,"body":"URF!!!!! BITTE DAUERHAFT!!!!","replies":[]},{"id":"","poster":"Bro4Mann","date":"2015-02-08T11:33:43.229+0000","up_votes":3,"down_votes":0,"body":"Jaa macht immer Wochenende so ein Urf tag ^^ {{champion:103}}","replies":[]},{"id":"","poster":"T3rminator6502","date":"2015-02-08T08:38:52.990+0000","up_votes":3,"down_votes":0,"body":"Bitte Riot :( bring es uns für immer{{champion:105}} {{champion:7}} {{champion:81}}","replies":[]},{"id":"","poster":"SheriffKK","date":"2015-02-07T15:25:31.854+0000","up_votes":3,"down_votes":0,"body":"Jetzt ist es schon fast ein Jahr her -.- , wenns zum 1. April kommt ists nix besonderes mehr, bringt URF SOFORT zurück plz","replies":[]},{"id":"","poster":"CLT Key","date":"2015-02-07T08:57:27.165+0000","up_votes":2,"down_votes":0,"body":"ICh bin noch nicht so lange dabei, also was hat es mit URF auf sich? Würde mich über eine ANtwort freuen","replies":[{"id":"","poster":"Psychochinese","date":"2015-02-08T11:35:55.897+0000","up_votes":2,"down_votes":0,"body":"Der Mode Ultra Rapid Fire, kurz U.R.F. spielt in der Summoners Rift, exakt wie im 5vs5 Normal/Draft. Jedoch gibt es 2 Unterschiede: \n1. Jeder Champion bekommt 80% CDR und\n2. Es gibt keinen Manapool mehr / Abilities kosten kein Mana \n{{champion:51}} \nMfg.","replies":[{"id":"","poster":"CLT Key","date":"2015-02-08T18:39:17.737+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Antwort.","replies":[]}]},{"id":"","poster":"Eldrasil","date":"2015-04-01T06:52:06.318+0000","up_votes":1,"down_votes":0,"body":"Vergiss die zusätzliche Movespeed nicht und doppelte Atk Speed 250% krit dmg (mit ie 300%) und noch 20% resistenz gegen Dino Angriffe","replies":[]}]},{"id":"","poster":"AlcâtraZ","date":"2015-02-07T03:05:21.219+0000","up_votes":3,"down_votes":0,"body":"Würde es natürlich sehr feiern wenn URF permament wieder back kommt, falls sich zuviele splitten in die verschiedenen Modes, ihr könntet ja auch einfach immer einen bestimmten Tag URF freischalten, Zb. Jeden Montag-Dienstag URF ^-^                             PS: NERF FIZZ","replies":[]},{"id":"","poster":"Hapaq","date":"2015-02-06T13:11:43.129+0000","up_votes":3,"down_votes":0,"body":"Ich fand URF lustig und habs ziemlich lang gespielt und es wurde **nicht** langweilig. \nAbgesehen davon gibts da kein Flame, egal wie man da Spielt. \n\nMeinetwegen können die da auch die EXP und EP Belohnung auf 0 setzen, würde trotzdem nur dies zocken. ^^","replies":[]},{"id":"","poster":"hi i want urf","date":"2015-02-07T20:13:15.851+0000","up_votes":4,"down_votes":1,"body":"URF IS LIVE\nURF IS LOVE\n{{summoner:10}} {{summoner:12}} \n[{{champion:6}} OP]","replies":[]},{"id":"","poster":"kingarren","date":"2015-02-07T11:32:42.670+0000","up_votes":4,"down_votes":1,"body":"Und vor allem kann man sich bei URF schön zurücklehnen und das gespamme genießen. !!!","replies":[]},{"id":"","poster":"Grorll12","date":"2015-02-06T12:57:39.260+0000","up_votes":4,"down_votes":1,"body":"Wisst ihr was noch geiler als Urf ist URF  {{summoner:4}} + HEXAKIL?! :D{{summoner:17}}  ","replies":[]},{"id":"","poster":"Double S ESSAH","date":"2015-07-28T13:52:03.225+0000","up_votes":2,"down_votes":0,"body":"Bring back DOOM BOTS !!!!","replies":[]},{"id":"","poster":"washout007","date":"2015-02-09T17:27:02.135+0000","up_votes":2,"down_votes":0,"body":"I WANT URF BACK PLS :,(((((","replies":[]},{"id":"","poster":"Aco3x3","date":"2015-02-08T14:40:03.017+0000","up_votes":2,"down_votes":0,"body":"hoffentlich kommt es wenigstens zum 1.April wieder\n{{summoner:10}}","replies":[]},{"id":"","poster":"V II C II O U S","date":"2015-02-08T09:27:33.241+0000","up_votes":2,"down_votes":0,"body":"Ich bin der Meinung der Mehrheit. Mir persönlich ist es jedoch egal, ob URF permanent oder nur temporär eingeführt wird. Ich wäre mit beiden Varianten zufrieden. Hauptsache, man kann URF spielen.","replies":[]},{"id":"","poster":"Flordor","date":"2015-02-06T19:14:19.589+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=trµe Fox,realm=EUW,application-id=cGRapXds,discussion-id=XlsRrg7B,comment-id=,timestamp=2015-02-05T14:57:46.018+0000)\n>\n> Hi can we get a \"bring back URF and other mods\" thread going?\n> \n> I feel like that is the only really relevant thing. Also, i dont understand why all these awesome game mods havent been added permanently to the game with the season 5 release.\n> \n> So please Riot, give us back urf!\n> \n> Cheers","replies":[]},{"id":"","poster":"Yanolas","date":"2015-02-06T16:38:31.913+0000","up_votes":2,"down_votes":0,"body":"Ja wäre echt cool wenn URF wieder kommen würde da es ein echt cooler Modi ist und dauerhaft wäre natürlich noch geiler:))","replies":[]},{"id":"","poster":"xXThisSeeXx","date":"2015-02-06T15:33:07.955+0000","up_votes":2,"down_votes":0,"body":"Ist finde ich eine super Idee , URF macht riesigen Spaß! An Aram und Dominion kann ich leider überhaupt keinen Gefallen finden und somit wäre URF endlich mal wieder etwas Abwechslung{{champion:115}}","replies":[]},{"id":"","poster":"Noko111","date":"2015-02-06T14:17:53.748+0000","up_votes":2,"down_votes":0,"body":"wenn urf für immer da wäre, könnten wir mit jedem neuen champ neue sachen ausprobieren. außerdem sind VERDAMMT VIELE leute dafür und in dem teaster für urf wurde gesagt (sry wenn ich es falsch verstanden habe), dass urf eine neue möglichkeit und neue version von lol sein soll und es BLEIBEN soll. desshalb hoffe ich wie mehr als  1974 andere zu diesem moment dass es wieder kommt BIIIIIIIIIIIIIITTE\n{{summoner:10}}","replies":[]},{"id":"","poster":"salyXD","date":"2015-02-06T13:36:56.105+0000","up_votes":2,"down_votes":0,"body":"Was Spannend wäre wenn es neben Aram, Dominion und Kluft der Beschwörer noch ein sozusagen Partymodus gibt mit URF und anderen Modis{{summoner:31}} {{summoner:17}} {{summoner:30}}","replies":[]},{"id":"","poster":"Dejo88","date":"2015-02-06T13:34:44.296+0000","up_votes":2,"down_votes":0,"body":"URF ist geil gewesen und soll zurück gebracht werden :D","replies":[]},{"id":"","poster":"Pîxum","date":"2015-02-06T13:10:23.336+0000","up_votes":2,"down_votes":0,"body":"I love ***Ultra Rapid Fire*** {{champion:28}} op","replies":[]},{"id":"","poster":"Shaco 357","date":"2015-02-06T08:47:14.578+0000","up_votes":1,"down_votes":0,"body":"ja urf back :) und diese hexakill kacke usw kann alles weg bleiben selbs wenns permanent is was is das problem? jeder sollte das spielen was er möchte","replies":[{"id":"","poster":"Suppœrt","date":"2015-02-06T09:15:36.151+0000","up_votes":2,"down_votes":0,"body":"nicht mehr lange und jeder spielt das was das Gegner Team für dich wählt Muahahahahaha {{champion:17}}","replies":[]}]},{"id":"","poster":"Balvor","date":"2015-02-05T21:28:36.280+0000","up_votes":2,"down_votes":0,"body":"Hell yeha ! That will be Hot {{summoner:14}}","replies":[]},{"id":"","poster":"Kendonomon","date":"2015-02-05T16:12:15.199+0000","up_votes":2,"down_votes":0,"body":"Soweit ich das jetzt verstanden habe kommt URF, eh im April wieder. Wir {{summoner:4}} wieder in den besten Modus von Leagu of legends","replies":[]},{"id":"","poster":"Der wahre 31er","date":"2015-02-05T19:11:52.169+0000","up_votes":3,"down_votes":1,"body":"#BringBackURF{{champion:38}}","replies":[]},{"id":"","poster":"AaronDinio","date":"2015-11-17T16:04:04.695+0000","up_votes":2,"down_votes":1,"body":"ne idee wäre es Urf nur für Aram zu machen oder?{{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"Thromkar","date":"2015-02-06T14:04:22.241+0000","up_votes":2,"down_votes":1,"body":"yeah wenn urf zu zurück kommen würde währ das voll geil","replies":[]},{"id":"","poster":"Songoku214","date":"2015-02-05T20:24:54.600+0000","up_votes":2,"down_votes":1,"body":"Ich will Doom bots of doom wierder haben damit ich aufs maul bekommen kann gegen richtig epische mega bots mit ultra epischen fähigkeiten{{summoner:12}} {{item:3460}}  XD. und ich will urf wieder haben weil es das epicste war und ich es vollkommen verpasst habe.XC for ewa yea urf{{champion:115}} ","replies":[]},{"id":"","poster":"NoNamesWey","date":"2015-02-05T19:39:48.686+0000","up_votes":2,"down_votes":1,"body":"URF MY BEST FRIEND NEED U FAST!{{champion:53}}","replies":[]},{"id":"","poster":"Gacks00","date":"2019-05-14T11:25:47.718+0000","up_votes":1,"down_votes":0,"body":"Wäre schön!\nEs muss ja nicht immr dreselbe sein, aber immer einen speziellen, lustigen Spielmodi zu haben, wäre schon lustig.\nIch vermisse die letzten! Wann werden neue kkommen?","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2017-12-19T21:55:57.762+0000","up_votes":1,"down_votes":0,"body":"Das was wir jetzt haben ist leider kein URf.","replies":[]},{"id":"","poster":"BIG Alastraea","date":"2017-09-15T09:17:22.932+0000","up_votes":1,"down_votes":0,"body":"Ich hab das Gefühl das sich der Modus verändert hat was schaden und cooldowns angeht scheint er nicht mehr so krass wie früher :( \nLG Tigers Roar Alastraea","replies":[]},{"id":"","poster":"HappySchabernack","date":"2015-11-21T18:17:52.380+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/gqt4F1Zn-freies-spiel-mehr-freiheiten","replies":[{"id":"","poster":"The Furious Rob","date":"2016-11-27T02:29:08.184+0000","up_votes":1,"down_votes":0,"body":"Danke Für den Link, der Thread war nochmal wesentlich durchdachter! :D","replies":[]}]},{"id":"","poster":"call me NíGGaR","date":"2016-03-22T13:18:50.794+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Veezey","date":"2015-12-30T15:42:55.917+0000","up_votes":1,"down_votes":0,"body":"Nur noch 3 Monate warten! :D","replies":[]},{"id":"","poster":"YT UnseenSecure","date":"2015-12-02T09:36:12.052+0000","up_votes":1,"down_votes":0,"body":"gebt mir mein urf zurück","replies":[]},{"id":"","poster":"LolisAreCuwt","date":"2015-11-23T17:57:54.023+0000","up_votes":1,"down_votes":0,"body":"Lol, Rito now needs to bring back URF because of all the votes {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"DeadlineDodo","date":"2015-11-08T20:51:59.633+0000","up_votes":1,"down_votes":0,"body":"Warum dauerhaft in Game machen? Jedes Jahr 2 oder 3Wochen find ich besser. Sonst wär es nichts besonderes mehr...","replies":[]},{"id":"","poster":"I Bonk I","date":"2015-09-10T22:32:11.802+0000","up_votes":1,"down_votes":0,"body":"Ich würde es richtig nice finden rito pls :D{{item:3112}}","replies":[]},{"id":"","poster":"Toestik","date":"2015-07-20T18:42:22.312+0000","up_votes":1,"down_votes":0,"body":"Warten wir einfach auf den nächsten April c:","replies":[]},{"id":"","poster":"Leberwurstfrau","date":"2015-04-01T13:42:09.643+0000","up_votes":1,"down_votes":0,"body":"Jetzt muss er nur noch dauerhaft bleiben!{{summoner:30}}","replies":[]},{"id":"","poster":"cremnik","date":"2015-04-01T10:46:29.675+0000","up_votes":1,"down_votes":0,"body":"Ihr wolltet es, da habt ihrs! :D","replies":[]},{"id":"","poster":"Chosensibosan","date":"2015-03-24T17:07:15.194+0000","up_votes":1,"down_votes":0,"body":"Common Rito. Wie viele Tränen müssen noch vegossen werden, wegen des uns ans Herz gewachsenen, verstorbenen Modis.\n\nAm 1. April habt Ihr die Chance uns zu überraschen.  :)","replies":[]},{"id":"","poster":"iTheChiller","date":"2015-03-07T23:07:58.103+0000","up_votes":1,"down_votes":0,"body":"Die Spieler rauchen mehr abwechslung um wie schon viele gesagt haben zu entspannen oder sich aufzuwärmen...\nIch finde auch gut das man vielleicht jedes Wochenende URF spielen kann.\nHoffentlich führt ihr ihn wieder am 1.April ein so kommt schwung in die Bude ;D\nIch selber hab ihn geliebt und gefeiert auf ein baldiges wiedersehen URF!!!\nMfg iTheChiller \nP.S.Hoch lebe League of Legends für gute weitere Ideen.","replies":[]},{"id":"","poster":"Anopka","date":"2015-03-02T21:07:51.082+0000","up_votes":1,"down_votes":0,"body":"Jaaa, bringt URF zurück. Mal schauen was der erste April so mit sich bringt. RITO PLS!!!!111einself^^","replies":[{"id":"","poster":"crit in ur anus","date":"2015-03-04T08:58:12.059+0000","up_votes":1,"down_votes":0,"body":"es könnte sein das riot urf als champ rausbringt :D riot hat vor kurzem urf als modell uf den pbe gepatcht mit keinen texturen und wenig animationen^^ geil wärs dan werd ich urf main :D","replies":[]}]},{"id":"","poster":"eragon0102","date":"2015-02-26T17:09:34.151+0000","up_votes":1,"down_votes":0,"body":"Ich denke Rito ... verzeihung Rito, sollte es Sesongmäßig zurückbringen. Jedes halbe jahr für 1-2 Wochen wäre doch nicht verkehrt oder?","replies":[]},{"id":"","poster":"Nimtolien","date":"2015-02-06T12:31:29.964+0000","up_votes":1,"down_votes":0,"body":"Ich würde gern den URF Modus zumindest im Freien Spiel Freigeschaltet haben.\nDann könnte Riot die Anfrage besser abwägen wie oft man auch der Karte Spielen würde und irgendwann mit einer neuen Karte, Champions, Skin ´s und Champion Geschichten veröffentlichen.\nDamit kämen wir auf den selben verlauf wie bei Aram.","replies":[]},{"id":"","poster":"lU kaA Ss","date":"2015-02-06T12:21:17.792+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es denn das der funmode jede Woche ein anderer ist. Dann sind die Warteschlangen nicht so lang usw.\nEs sollten aber nicht alle modes in der Rotation sein, so 3-4 die die Spieler voten können.","replies":[]},{"id":"","poster":"Evengron","date":"2015-02-06T11:55:27.221+0000","up_votes":1,"down_votes":0,"body":"Für die die sagen URF wird irgendwann langweilig: klar es wird langweilig jedoch muss man es ja nicht spielen. wenn man z.B. grade ein ranked gespielt hat kann man danach um sich auszuruhen ein urf spielen. aram wird ja auch nach ein paar runden langweilig ich spiel trotzdem gerne eins zwischendurch.","replies":[]},{"id":"","poster":"CrazyThunFisch","date":"2015-02-06T11:20:59.653+0000","up_votes":1,"down_votes":0,"body":"ja ich finde es MUSS nicht für immer da sein, aber es sollte AUFJEDENFALL noch mal zu spielen sein :D {{item:3060}}","replies":[]},{"id":"","poster":"Ecstasy Abuser","date":"2015-02-06T11:11:02.797+0000","up_votes":1,"down_votes":0,"body":"Ich währe auch echt sehr glücklich wenn URF zurück kommen würde. Ich glaube das am Anfang sehr viele URF spielen würden aber nach ca. 2 Wochen URF nur noch wie ARAM gespielt wird.(Keine Bedrohung für den Normalen Spielmodus)","replies":[]},{"id":"","poster":"dRyK1887","date":"2015-02-06T10:10:58.114+0000","up_votes":1,"down_votes":0,"body":"Ich denke Riot hat begriffen das der großteil der Community sich URF zurück wünscht.. kann man es nicht so einfach im dem wissen jetzt auch dabei belassen und warten bis Riot darauf reagiert?.. Das permanente gespamme nach URF machts auch ned schneller :P","replies":[]},{"id":"","poster":"En007","date":"2015-02-06T09:45:48.115+0000","up_votes":1,"down_votes":0,"body":"Urf zurückzuhaben wäre schon geil\nDann hätte LOL wenigstens mal einen richtigen funmode","replies":[]},{"id":"","poster":"MyHawtTeets","date":"2015-02-06T08:18:13.208+0000","up_votes":1,"down_votes":0,"body":"bitte bitte schaltet URF nicht wieder als Aprilscherz frei, bin Anfang April in den Ferien {{summoner:13}} \n\nwill den Modus soo dringend mal spielen! {{champion:30}} {{champion:17}} {{champion:22}} \n\nPLS RITO {{item:2054}} ","replies":[]},{"id":"","poster":"Funnyplayer99","date":"2015-02-06T05:25:44.154+0000","up_votes":1,"down_votes":0,"body":"GO GO GO  U.R.F","replies":[]},{"id":"","poster":"Sn1p3rP4nda","date":"2015-02-06T04:24:03.823+0000","up_votes":1,"down_votes":0,"body":"Wenn es einem Langweilig wird muss man es doch einfach nicht mehr spielen ist wie mit aram und dominom finden viele auch lw :D o.O","replies":[]},{"id":"","poster":"SodermanMitar","date":"2015-02-07T13:42:35.641+0000","up_votes":1,"down_votes":2,"body":"Ich bitte euch, es wurde bereits in den NA Foren von LeagueOfLegends bestätigt, dass URF demnächst wieder kommen wird, zwar verändert, aber es wird wieder kommen, aber auch nicht permanent. (jeden Tag Weihnachten ist auch scheiße.)\nDas fuckt so ab, dass ihr hier alle das 10000 mal schreiben müsst, obwohl es schon bekannt gegeben worden ist.","replies":[]},{"id":"","poster":"Mestera","date":"2015-02-06T12:28:20.035+0000","up_votes":1,"down_votes":3,"body":"The problem is if urf come back do you want to play ranked or normal?\nDont think so , but it would be cool to have it like ones a year","replies":[{"id":"","poster":"Shiggyvara","date":"2015-02-13T22:05:27.384+0000","up_votes":1,"down_votes":0,"body":"Und wo ist das Problem, wenn die Leute nicht ranked spielen wollen? Immerhin dann nur noch Vollpros am Ranked spielen und keine Noobs mehr, die dich und andere am vorankommen hindern. Yay alle endlich Diamant.","replies":[]}]},{"id":"","poster":"Evildragonfire","date":"2015-09-16T12:39:04.502+0000","up_votes":1,"down_votes":1,"body":"One for All \n\nsag ich nur mal so. :) xD","replies":[]},{"id":"","poster":"Suppœrt","date":"2015-04-01T14:25:19.118+0000","up_votes":1,"down_votes":1,"body":"we did it Boys :D","replies":[]},{"id":"","poster":"I Asurea","date":"2015-02-07T12:03:17.842+0000","up_votes":1,"down_votes":1,"body":"Ich hätte eine andere idee man könnte nach den games coins bekommen diese würden dann als währung für sonderbare spielarten wie ufr al for one gelten und wenn man genug coins hat dann man dann auch die sonderbaren mods spielbar","replies":[]},{"id":"","poster":"XxtheblindxX","date":"2015-02-06T18:39:27.684+0000","up_votes":1,"down_votes":1,"body":"Ich finde die Idee ganz gut die Funmodes FALLS(!) Riot überhaupt darauf reagiert wöchentlich abzuwechsel, weil ich von der anderen Idee die Funmodes nur am Wochenende freizuschalten nicht wirklich überzeugt bin da viele Leute am Wochenende beschäftigt sind durch Arbeiten oder wichtigere Sachen zu tun haben.Also denke ich dass es eine gute Idee wäre die Funmodes abzuwechseln, ob nach Wahl oder nach Zufall lässt sich diskutieren. Letztenendes ist es ja immernoch Sache von Riot darüber zuentscheiden. Problematisch wird nur dass ,wenn es nach Wahl entschieden wird meistens U.R.F gewählt werden wird wie wir es an der Abstimmung deutlich erkennen können...","replies":[]},{"id":"","poster":"the only best","date":"2015-02-06T15:59:38.126+0000","up_votes":1,"down_votes":1,"body":"Naja ich bin irgendwie dagegen URF permanent in das Spiel (wie auch andere Mods) einzubeziehen. Natürlich wäre es toll öfter eine Mod zu haben aber genau in dem Seltenen liegt de Reiz.","replies":[]},{"id":"","poster":"ShiiZzleMyDizZle","date":"2015-02-06T13:57:07.522+0000","up_votes":1,"down_votes":1,"body":"URF an jedem ersten Wochende im Monat ????\ndamit es attraktiv bleibt ;D","replies":[]},{"id":"","poster":"Sold môm for RP","date":"2015-02-05T20:34:13.243+0000","up_votes":2,"down_votes":2,"body":"Wie wär's den damit:\nEs gibt jede Woche am Wochenende einen zufälligen Funmode, der der bereits existiert.\nIch rede jetzt nicht von einen komplett Neuen.\nBsp.: Diese Woche: URF\nNächste Woche: Nemesis\nÜbernächste Woche: OFA\nusw...\n\nWäre eine Option.\nObwohl ich sogar dafür wäre, dass dies jeden Monat am 29/30 (bzw. 30/31 oder 27/28)geschieht.\n\nLG: ThunderLordJack","replies":[]},{"id":"","poster":"xDestenyx","date":"2015-02-05T19:52:01.892+0000","up_votes":2,"down_votes":2,"body":"Es sollte sag ich mal jede woche rotieren. Also z.b. 1 wOCHE DOOM BOT  2. URF {{summoner:10}}   3. 6v6  usw   und hin und wieder fügen sie etwas neues in die rotation ein","replies":[]},{"id":"","poster":"Veckthor","date":"2015-02-05T17:32:05.671+0000","up_votes":1,"down_votes":1,"body":"ICH WAR NUMBER 500!!\n","replies":[]},{"id":"","poster":"BananenBubi","date":"2015-02-05T17:19:34.115+0000","up_votes":2,"down_votes":2,"body":"URF war echt richtig lustig, aber ich glaube nicht das es gute wäre den permanent ins Spiel zu implementieren. Der Grund ist einfach, dass genau das gleich wie bei Dominion passieren wird, am Anfang ist der Modus sau cool und mit der Zeit wird er immer mehr meh.\n\nJe rarer Sachen sind desto cooler sind sie auch. gilt nicht nur für skins ;)\n\nTrotzdem wäre es cool, wenn rito zu manchen Eventn den Modus mal wieder reinhaut :)","replies":[]},{"id":"","poster":"FoW Phnix","date":"2015-02-05T17:14:52.149+0000","up_votes":1,"down_votes":1,"body":"HI joel","replies":[]},{"id":"","poster":"DerangedTomato","date":"2015-02-05T17:12:56.969+0000","up_votes":1,"down_votes":1,"body":"http://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/eYGdJZaY-nostalgia-good-old-3-vs-3-map","replies":[]},{"id":"","poster":"LiMuSe","date":"2015-02-05T16:12:41.944+0000","up_votes":2,"down_votes":2,"body":"> **1 Week in a month the special mod URF, because so is the fun at the biggest and NOBODY need to wait 1 jear to haVe SOOO much fun :D**","replies":[]},{"id":"","poster":"JustFeedingAsADC","date":"2015-02-05T15:54:35.738+0000","up_votes":1,"down_votes":1,"body":"URF war echt der beste Modus und bitte bringt URF wieder zurück aber nicht für immer nur vielleicht alle 4 Monate für 1-2 Wochen","replies":[]},{"id":"","poster":"RapidDuck","date":"2015-02-06T13:11:34.187+0000","up_votes":0,"down_votes":1,"body":"Ich finde auch das URF zurückkommen sollte, aber nicht für immer !!\nMeine Idee wäre jedes Wochenende einen der neuen Modes für 2 Tage freizugeben.\nDas heißt das man dann für kurze Zeit 1vs1 oder 2vs2 oder OneForAll oder URF spielen kann.\nFinde nämlich das wenn URF für immer da wäre, dass sehr schnell langweilig werden würde.\nAlso Riot bitte bringt die alten Modes zurück, aber nicht das man sie dauerhaft spielen kann, den die Modes haben schon viel Spaß gemacht!","replies":[]},{"id":"","poster":"DrBlzzrd","date":"2015-02-05T15:01:50.272+0000","up_votes":6,"down_votes":8,"body":"Not permanently.. but i want it back, too :D","replies":[{"id":"","poster":"So wie Sahne","date":"2015-02-05T15:45:25.552+0000","up_votes":5,"down_votes":9,"body":"Not permanently? You, sir, have alot problems in your head.{{summoner:3}}","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T15:51:52.654+0000","up_votes":4,"down_votes":11,"body":"Ich finde er hat recht.\nWas bringt es dir es immer zu spielen? Es wird langweilig. Außerdem geht es eben ohne Mana nicht. Ende. Dann geht der Sinn des Spiels weg, seine Skills zu planen.\nMein Gott.\nUnd dazu, geht der Witz flöten.\nIst als würde dir jeden Tag jemand den gleichen Witz erzählen,","replies":[{"id":"","poster":"Gelban der Reihe","date":"2015-02-05T16:25:40.840+0000","up_votes":4,"down_votes":3,"body":"> [{quoted}](name=BTLmovies,realm=EUW,application-id=cGRapXds,discussion-id=XlsRrg7B,comment-id=000000000000,timestamp=2015-02-05T15:51:52.654+0000)\n>\n> Ich finde er hat recht.\n> Was bringt es dir es immer zu spielen? Es wird langweilig. Außerdem geht es eben ohne Mana nicht. Ende. Dann geht der Sinn des Spiels weg, seine Skills zu planen.\n> Mein Gott.\n> Und dazu, geht der Witz flöten.\n> Ist als würde dir jeden Tag jemand den gleichen Witz erzählen,\n\nOder als würde man nur noch ARAM spielen (Ich).\nOder als würde man nur noch Classic spielen, wie vermutlich 99% aller Spieler.\nWas'n dummes Argument...","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:32:44.461+0000","up_votes":2,"down_votes":4,"body":"Finde ich nun eig. gar nicht so dumm.\nKlar macht Classic spielen noch Spaß, aber auch nur weil man immer eben voraus denken muss. Weil man gerade kein Mana hat, der gegner aber voll ist. Man muss umdenken.\nSo und sowas fällt raus beim URF.\n\nJa klar es hat Spaß gemacht ganze zeit alles zu Spammen.\nAber das ist NICHT das Ziel von League Of Legends.\nURF ist fast genau das GEGENTEIL von League Of Legends.\nDa könnte man ja eig. gleich Classic löschen. Ich finde es einfach nicht gut, weil meiner Meinung dann der Sinn weg geht.","replies":[]}]},{"id":"","poster":"B4K","date":"2015-02-05T15:57:17.760+0000","up_votes":2,"down_votes":7,"body":"1. als Partymode ohne xp und gold gewinn\n2. Alle 2 monate eine Woche wäre gut","replies":[{"id":"","poster":"M4ster Yi","date":"2015-02-26T17:11:07.959+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lordiusmc,realm=EUW,application-id=cGRapXds,discussion-id=XlsRrg7B,comment-id=0000000000000000,timestamp=2015-02-05T15:57:17.760+0000)\n>\n> 1. als Partymode ohne xp und gold gewinn\n> 2. Alle 2 monate eine Woche wäre gut\n\n\noder einfach random dan freut sich jeder wenn es da ist ;)","replies":[]}]}]}]}]},{"id":"","poster":"BadabingBadaboom","date":"2015-02-15T00:32:56.076+0000","up_votes":1,"down_votes":2,"body":"1.April kommt der Mode wieder, bis dahin calm ur tits summoner.","replies":[]},{"id":"","poster":"ysasxDD","date":"2015-02-06T14:56:57.820+0000","up_votes":1,"down_votes":2,"body":"Wäre auf einer Seite zwar gut aber dann würden\nzu viele Leute auf die Standard Gamemodes verzichten\nund dann würde keiner mehr die normalen zocken.","replies":[]},{"id":"","poster":"DerGurkenhändler","date":"2015-02-06T19:44:37.135+0000","up_votes":2,"down_votes":3,"body":"URF IS LOVE URF IS LIFE!! ich würde mir alle finger einzeln von einer reudigen, atomverseuchten, dreiköpfigen kanalratte abknabbern lassen nur um urf wieder spielen zu dürfen...{{champion:29}}","replies":[]},{"id":"","poster":"FeS Dregorin","date":"2015-02-15T00:16:31.741+0000","up_votes":3,"down_votes":4,"body":"Ich finde den URF hype ja einfach mal mega übertrieben. Eigentlich wünsch ich mir das er garnicht wieder kommt und das Riot das genau so sagt lol. Damit endlich diese nervigen Kommentare und Threads aufhören. Als meine Freunde URF gesuchtet haben, konnten wir gut ne Woche keine richtigen Rankeds mehr spielen, weil die sich alle nen Tunnelblick aufs fighten besorgt haben und mit Cooldowns gerechnet haben die längst nicht hinkommen. Ich hätte ja angst, dass so ein Mode die Community unnötig verwirrt. Und von Spaß kann man da eher weniger reden. Das ist ungefähr 10 mal lustig und dannach uninteressant. Mal abgesehen davon gab es unendlich viele Leute die rumgeflamet haben, von wegen andere hätten keinen Skill xD. Das war ein Funmode verdammt. Es ging um Spaß nicht um Skill. Egal, wurscht.\n\nIch persönlich möchte nicht, dass der Mode zurückkommt, ich kann mir jedoch kaum vorstellen, dass Riot ihn bei dem Hype zurücklässt. Ich schätze die werden URF dann wieder am 1. April freigeben. MFG","replies":[]},{"id":"","poster":"elaustriaco1","date":"2015-02-08T19:27:55.203+0000","up_votes":1,"down_votes":3,"body":"Wieso Urf?\ndann würde wieder lol +9999 kids haben.....","replies":[]},{"id":"","poster":"Erzk3tzer","date":"2015-02-07T23:26:32.540+0000","up_votes":1,"down_votes":3,"body":"solange es die server nicht überlastet und 5vs5 SR nicht schrottet (BUGS), könnt ihr URF gerne wieder freischalten.\nwerde den mode trotzdem nicht zocken aber evtl hört ja dieses BRING BACK URF gezeter auf {{summoner:3}}","replies":[]},{"id":"","poster":"Racksus","date":"2015-02-05T17:51:14.519+0000","up_votes":1,"down_votes":3,"body":"Man sollte keinen modi dauerhaft hinzufügen, sondern es sollte immer gennau einen fun mod geben, welchen den alten ablöst (und die besten kann man ja immer wieder mal bringen). Das ist abwegslungsreicher und man muss in der Queue nicht so lange warten!","replies":[]},{"id":"","poster":"BAYLIFE plsxQzme","date":"2015-02-05T17:36:42.344+0000","up_votes":1,"down_votes":3,"body":"{{champion:238}}  Bgjersen...","replies":[]},{"id":"","poster":"liQs Darkwurmy05","date":"2015-02-06T15:41:53.841+0000","up_votes":1,"down_votes":5,"body":"Ich will Urf nicht wieder haben, hatte kaum Spaß an den Modus\nauch verstehe ich das ganze gehype darum nicht wirklich sry :/\n\nmfg","replies":[]},{"id":"","poster":"Anjoulas","date":"2015-02-05T16:41:26.096+0000","up_votes":1,"down_votes":6,"body":"Bitte nicht. Das is so ziemlich der langweiligste Modus, der testweise raus war ;_;","replies":[]}]}