{"id":"NIJi1yL8","poster":"Ènvy","date":"2015-02-04T01:03:05.337+0000","title":"[AT] Envy Diamond Stream - Main Jungle","subforum":"Streams & YouTube","embed":{"title":"at_envy - Twitch","description":"AT] Envy Road To Diamond - German Comment","url":"http://www.twitch.tv/at_envy","image":"http://static-cdn.jtvnw.net/jtv_user_pictures/at_envy-profile_image-198ebbb4ea4f5128-300x300.png"},"up_votes":4,"down_votes":4,"body":"{{summoner:14}} \n\n**Hallo liebe Community!**\n\nIch möchte hier mal, vielleicht etwas ausführerlicher, meinen Stream vorstellen:\n[AT Envy](http://www.twitch.tv/at_envy)\n\n*Aktuelles Programm:*\n\nsoloQ\n\n\n\n\n {{champion:59}}  \n\n**Meine Person:**\n\nMein Name ist Markus bin 24 Jahre alt, wohne in Wien (Österreich) und arbeite hauptberuflich bei der wiener Polizei. \nIn meiner Freizeit beschäftige ich mich sehr gerne mit dem österreichischen e-sport und versuche diesen auch zu unterstützen.\nIch spiele schon seit Mitte Season 1 (War ich Bronze, S2 Gold, S3 Diamond 3 und S4 Diamond 2) habe ~1000 Normal Wins und pro Season ~300 Ranked Games.\n\nIch habe bereits einiges an Erfahrung (national sowie international) im e-sports Bereich sammeln können und war auch selbst im Nationalteam (Amateur). Es gab im Jahr 2013 im Herbst eine Staatsmeisterschaft die ich (doch mit etwas Glück) mit meinem Team gewonnen habe. Anschließend durften wir in Bukarest bei der iesf-WM teilnehmen. War eine sehr tolle Erfahrung :-)\n\nWeiteres gebe ich (hauptsächlich in der österreichischen Community) kostenloses coaching. \nIm shoutcasten, sprich im Kommentieren von Spielen, habe ich mich auch schon versucht. Ich durfte die letzte österreichische Amateur-Staatsmeisterschaft casten. Ich freue mich auch schon auf die nächsten Events, die ich casten darf :-)\n\n\n\n\n{{champion:121}}   \n\n**Mein Stream:**\n\nIch versuche meinen Stream sowohl lehrreich als auch entertainend zu gestalten. \nHauptsächlich werde ich wahrscheinlich soloQ spielen und dabei so viel wie möglich reden und Tipps geben. \n\nWeiteres würde ich auch mich beim Spielen auch selbst casten. Das soll einerseits als Übung für mich dienen und andererseitds recht Fun für die Zuseher sein wenn man ein \"Ja da hat Envy aber richtig hart gefailt!\" vom Spieler selbst hört :-)\n\nIch werde auch, falls österreichische Turniere oder Events anstehen, diese Casten und Streamen. Ob das über meinen Stream läuft oder über einen anderen weiss ich noch nicht.\n\nZiel meines Streams ist es die Zuseher etwas zu entertainen und ihnen auch gleichzeitig den österreichsichen e-sports etwas näher zu bringen. Da freue ich mich natürlich auch besonders über Zuseher aus Deutschland.\n\nWährend dem Stream werde ich mich auch so viel wie möglich mit den Zusehern im Chat beschäftigen. Fokus natürlich auf Fragen bzgl. des Spiels (was ja in Coaching hinein fällt).\nWürde auch, falls die gewünscht ist, exotische Jungler ausprobieren. Die könnt ihr dann vorschlagen. Ist im neuen Jungle sowieso sehr interessant ;-)\n\nViewergames wird es natürlich auch geben :P\n\nQualität des Streams liegt zur zeit bei 1080p\n\nStreamzeiten werde ich immer im Channel bzw. hier announcen. Wegen meines Berufs sind die halt leider komplett unterschiedlich.\n\n\n\n\n{{item:3035}} \n\n*Streamzeiten für diese Woche:*\n05.02., 15 Uhr\n\n\n\n\n{{summoner:11}}  \n\n**Meine SoloQ Stats:**\n\nZur Zeit Plaz I, Main Jungle\nHoffe Diamond bald incoming :-)\n\n\nIm Stream selbst läuft eine selbst erstellte Playlist von Spotify.\nIch höre sehr gerne Rock/Alternative und Metal.\nLink zur Playlist gibt es im Channel.\n\nKönnt mich auch gerne liken/follown:\n[Facebook](https://www.facebook.com/at.envy)\n[Twitter](https://www.twitter.com/at__envy)\n\nAktuelles zum österreichischen E-Sport:\n[InsideAUT](http://www.insideaut.at)\n\nAlso viel Spass beim Zusehen:\n[Stream](http://www.twitch.tv/at_envy)\n\n\n\n\n{{item:3416}} \nLG Envy :-)","replies":[{"id":"","poster":"Ènvy","date":"2015-03-02T18:25:05.095+0000","up_votes":1,"down_votes":0,"body":"Stream online :-)","replies":[]},{"id":"","poster":"Vienna","date":"2015-02-04T02:08:39.103+0000","up_votes":1,"down_votes":0,"body":"♥","replies":[]}]}