{"id":"sOakjsE5","poster":"EliseOP","date":"2015-02-04T10:41:12.179+0000","title":"Bannzahl bitte auf 8 erhöhen!","subforum":"Champions & Gameplay","up_votes":3,"down_votes":29,"body":"Es gibt einfach zu viele OP champs, gegen die es desweiteren NULL spaß mach zu spielen wie{{champion:103}} {{champion:7}} {{champion:238}}{{champion:76}} .  => permabann\r\n\r\nAlso bleiben noch 2 Banns übrig für {{champion:127}} {{champion:59}} {{champion:421}} {{champion:69}} {{champion:39}} {{champion:107}} {{champion:268}} {{champion:104}} {{champion:40}} {{champion:38}} \r\n\r\nWie soll man da noch taktisch bannen dafuq","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T10:50:23.175+0000","up_votes":4,"down_votes":1,"body":"Wenn du immer die gleichen Champs bannst, in welchem Universum bannst du dann bitte taktisch?\nDein Standpunkt ist gerade: \"Die Champs sind OP, gegen die will/kann ich nicht spielen, BANN!\" Mit Taktik hat das nichts zu tun und der einzige Champ, der derzeit wirklich OP ist, ist Ahri, weil sie's mit der DFG-Kompensation übertrieben haben.\nSeit Monaten ist der einzige Champ, den ich mit ner gewissen Regelmäßigkeit banne Jarvan und selbst den nicht immer.\nIch gucke, was ich spielen möchte und banne dann entsprechend schlechte Matchups oder generelle Kontermechaniken, das nennt man dann taktisches Bannen.\nAber \"OP-Champ-QQ\" hat damit nichts zu tun. Umso witziger, dass zwei deiner \"OP-Champs\" bei 46-47% Winrate rumkrüppeln.","replies":[{"id":"","poster":"EliseOP","date":"2015-02-04T10:56:19.311+0000","up_votes":3,"down_votes":6,"body":"Winrate hat nix mit Opness zu tun","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-02-04T11:00:45.942+0000","up_votes":3,"down_votes":2,"body":"Warum nicht? \nWenn ein Champion zu stark ist, gewinnt er öfter ---> Die Winrate steigt","replies":[{"id":"","poster":"EliseOP","date":"2015-02-04T11:06:14.211+0000","up_votes":3,"down_votes":6,"body":"Das wurde schon oft genug disskutiert ( unter anderem auch von Riotlern)\nBsp: Kassadin 47% winrate in LCS pick oder bann","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-02-04T11:13:55.920+0000","up_votes":9,"down_votes":1,"body":"Bitte vergleiche nicht LCS-Spiele und SoloQ...","replies":[]},{"id":"","poster":"grimmiexlove64","date":"2015-02-06T02:41:36.539+0000","up_votes":1,"down_votes":0,"body":"Was für ein verlgeich. >> Werden Riven & Katarina in der LCS gebannt? Nö, trotzdem OP ***SoloQ*** Champs","replies":[]}]},{"id":"","poster":"GummibaumXYZ","date":"2015-02-06T01:40:10.390+0000","up_votes":1,"down_votes":0,"body":"Man muss bei der Winrate aber auch die Pickhäufigkeit mitbedenken. Viele der Champions mit einer hohen Winrate werden nur sehr selten gepickt, was bedeutet, dass einzelne Spieler, die sich auf diese spezialisiert haben, mit diesen sehr häufig gewinnen. Zusätzlich wissen die Gegner oft nicht mit diesen Champions umzugehen.\nDie Winrate hängt dabei also nicht von der Stärke des Champions sondern von dem Können des Spielers mit diesem Champion und dem fehlenden Wissen der Gegner über die Schwächen dieses Champions ab.","replies":[]}]}]}]},{"id":"","poster":"Zobbel","date":"2015-02-05T14:53:51.952+0000","up_votes":3,"down_votes":0,"body":"Gibt genug Counterplay zu **JEDEM** Champ ;)\nEdit: Rummeckern das es kein Spaß macht gegen Cassio zuspielen aber selber 19 Games mit ihr haben ;) GGWP{{champion:6}} ","replies":[]},{"id":"","poster":"Balzamon","date":"2015-02-04T11:36:02.454+0000","up_votes":2,"down_votes":0,"body":"in soloq einfach so bannen das du evtl deinen größten lane counter raus nimmst + für andere auch (die dir sagen was sie spielen wollen) \nansonsten ban ich halt die dinge welche schreckliche combos ergeben. -> niemand schreit das er gnar oder j4 spielen will -> einer der beiden wird gebannt, da gegen beide zu spielen einfach nur schrecklich ist ^^ usw halt","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2015-02-04T10:55:20.173+0000","up_votes":2,"down_votes":0,"body":"Die Bans sind dafür da, bestimmte Taktiken zu verhindern, nicht um alle Champs zu bannen die man für OP hält.","replies":[{"id":"","poster":"EliseOP","date":"2015-02-04T10:59:21.114+0000","up_votes":1,"down_votes":3,"body":"Pick Lux mitte -> Ban {{champion:103}} {{champion:59}} {{champion:421}} {{champion:238}} {{champion:7}}  damit die halbwegs gut in der mitte steht jaja","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-02-04T11:04:43.937+0000","up_votes":1,"down_votes":0,"body":"Es geht auch nicht darum, sämtliche Counterpicks rauszunehmen. Es geht darum, generelle Taktiken zu verhindern. Wenn dein Team zum Beispiel viel Long-Range-Poke hat, macht es vlt Sinn Champions die das in irgendeiner Weise verhindern können rauszunehmen bzw. deren Auswahl zu reduzieren.","replies":[]}]}]},{"id":"","poster":"Trivijane","date":"2015-02-05T13:31:52.783+0000","up_votes":1,"down_votes":0,"body":"An sich ist die Idee einen Champ pro Seite mehr Bannen zu können ja nicht schlecht, die Begründung dafür ist nur, wie ich finde, falsch angesetzt.\nAls Argument fnde ich es eher sinnvoll, einen Champion mehr bannen zu können, da der Championpool einfach immer größer wird. Mit OP hat das nun nichts zu tun, aber da immer mehr neue Champions dazu kommen, fände ich es doch gerechtfertigt dementsprechend bei den Banns auch einen Slot mehr zu bekommen. \n(Nicht im übertriebenen Sinne , mit XXXXX Bans, sondern mit 4 oder 5 Bans pro Seite wenn sich der Pickpool erhöht.)","replies":[{"id":"","poster":"50Bronze","date":"2015-02-05T14:01:04.080+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Trivijane,realm=EUW,application-id=Wj1wcocU,discussion-id=sOakjsE5,comment-id=0005,timestamp=2015-02-05T13:31:52.783+0000)\n>\n> An sich ist die Idee einen Champ pro Seite mehr Bannen zu können ja nicht schlecht, die Begründung dafür ist nur, wie ich finde, falsch angesetzt.\n> Als Argument fnde ich es eher sinnvoll, einen Champion mehr bannen zu können, da der Championpool einfach immer größer wird. Mit OP hat das nun nichts zu tun, aber da immer mehr neue Champions dazu kommen, fände ich es doch gerechtfertigt dementsprechend bei den Banns auch einen Slot mehr zu bekommen. \n> (Nicht im übertriebenen Sinne , mit XXXXX Bans, sondern mit 4 oder 5 Bans pro Seite wenn sich der Pickpool erhöht.)\n\nNaja bei mehr verfügbaren Banns ergibt sich aber auch das Problem das es möglich ist einen Spieler aus dem gegnerischen Team aus dem Spiel zu nehmen. (mehr oder weniger) Dies wird in den niedrigen Elo-Bereichen nicht passieren, aber auf den höheren Rängen wo man mit hoher wahrscheinlichkeit öfter mal gegen die gleichen Personen spielt ist das schon was anderes.\n\nZ.B.: Wenn man weiß mit welchen Champs der Gegner gut ist Bannt man die einfach alle und einer von 5 spielt nur noch auf 80% weil er einen Champ nehmen muss den er nicht auswendig kennt. \n\nDie meissten haben halt oft nicht mehr als 2-3 Champs mit denen sie am persönlichen \"Skillcap\" spielen können.","replies":[{"id":"","poster":"Trivijane","date":"2015-02-05T14:36:39.820+0000","up_votes":1,"down_votes":0,"body":"Deswegen ja auch, das ich die Idee an sich nicht schlecht finde. \nDas man einige dinge dann anpassen müsste, setze ich der Idee einer weiteren Bann möglichkeit vorraus.\nEs gibt ja verschiedene möglichkeiten, so etwas zu berücksichtigen. (Soll nicht heißen, das ich erwarte/Verlange das so etwas überarbeitet oder eingeführt wird.)\n\nEs gäbe z.B die möglichkeit einer Abstimmung des Banns (ähnlich der One for All abstimmung). Nur als beispiel wie geschrieben. \n\nNatürlich ist die gefahr, das der beste Champion für einen selbst gebannt wird, noch immer hoch, allerdings ändert das nichts an der Tatsache, das 3 Champions zum Bannen noch immer der Zeit entspricht, als es (wenn ich mich irre einfach normal Schreiben und nicht famen) grade mal ca. 50? Champions gab. Mitlerweile gibt es aber wesentlich mehr. Da wäre ein Bannslot mehr schon sinnvoll. In wie weit man so etwas einfügen/erweitern kann bleibt offen.\n\nAber nebenbei gesagt, immer wenn es änderungen gab wurde geschimpft, geflamed und gejammert. Meistens war das nach ein paar Tagen, einer Woche vorbei und alle haben sich mit der änderung abgefunden. Ich denke mal das es bei einer solchen änderung genau so laufen würde.\n\nWeiter dazu muss ich sagen, das ich das mit den Skillcap ein wenig anders sehe. Ja, viele Spieler können mit 2-4 Champions nunmal am besten spielen. Gehen wir davon aus, das es 5 Positionen zu besetzen gibt, und es schon so lange heißt man sollte am besten auf jeder Position spielen können (wenn auch nicht so gut wie auf seiner Mainrolle) sind das ca 5 Champions. Geht man davon aus, das man auf der Mainrolle 2 - 3 Champions besitzt, die man gleich gut Spielen kann, hat man auch schon mehr auswahl. \nDas ist aber ein gaz anderes Thema und spielt mehr oder weniger eine Rolle.\n\nAber das alles müsste man durchdiskutieren, rechnen etc. ^^","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-05T14:44:42.898+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Trivijane,realm=EUW,application-id=Wj1wcocU,discussion-id=sOakjsE5,comment-id=000500000000,timestamp=2015-02-05T14:36:39.820+0000)\n\n> Natürlich ist die gefahr, das der beste Champion für einen selbst gebannt wird, noch immer hoch, allerdings ändert das nichts an der Tatsache, das 3 Champions zum Bannen noch immer der Zeit entspricht, als es (wenn ich mich irre einfach normal Schreiben und nicht famen) grade mal ca. 50? Champions gab. Mitlerweile gibt es aber wesentlich mehr. Da wäre ein Bannslot mehr schon sinnvoll. In wie weit man so etwas einfügen/erweitern kann bleibt offen.\n\n\n50?\nAm Ende der ersten Season gab es bereits 82 Champions(exakt 2/3 der jetzigen Anzahl). Am Ende von Season 2 waren es 107. Die Veränderung seitdem ist so minimal, dass eine Änderung der Bannzahl damals vielleicht diskutabel gewesen wäre, aber der relative Unterschied zwischen heute und vor 2,5 Jahren ist definitiv zu vernachlässigen.","replies":[]}]}]}]},{"id":"","poster":"HeTossMySalade","date":"2015-02-04T10:55:19.777+0000","up_votes":2,"down_votes":1,"body":"Unnötiges QQ..","replies":[]},{"id":"","poster":"FeS Dregorin","date":"2015-02-05T23:45:44.117+0000","up_votes":1,"down_votes":0,"body":"Vielleicht wäre es auf einer Basis von 120+ Champions einen Bann mehr zur verfügung zu haben. Wobei ich sagen würde, dass zurzeit Ahri, Nidalee, Lissandra, Cassiopeia, Rengar und vorallem Azir keinen Bann Wert sind. Kann mir mal einer erklären warum Azir so häufig gebannt ist? Ich denke, wenn man mit dem \"Fett\" wird, hat das was mit ziemlichem Skill zutun. Entweder Azir zuviel, oder sein Gegner zu wenig.","replies":[{"id":"","poster":"Turun ambartanen","date":"2015-02-07T22:24:31.452+0000","up_votes":1,"down_votes":0,"body":"es ist übersetzt nicht fett.\n\"fed\" kommt von \"feed\" -->   \"......wenn man mit dem gefüttert wurde....\" :P","replies":[{"id":"","poster":"FeS Dregorin","date":"2015-02-08T02:23:57.758+0000","up_votes":1,"down_votes":0,"body":"Jaa, aber das resultat von überfüttern ist fett werden. Deswegen hab ich mir angewöhnt fett zu sagen :P","replies":[]}]}]},{"id":"","poster":"Spezi","date":"2015-02-06T01:25:52.610+0000","up_votes":1,"down_votes":0,"body":"Mir fallen bei jeden dieser Champs direkt Champions ein, mit denen ich gegen sie spielen könnte!\n\nIch weiß echt nicht ob du nur nicht genug Spielerfahrung hast, oder jeder Champ für dich OP ist :D","replies":[]},{"id":"","poster":"AyteeDE","date":"2015-02-04T11:33:03.159+0000","up_votes":1,"down_votes":0,"body":"{{champion:76}}  würde ich nur bannen, damit niemand aus meinem Team die pickt.\n\nNutzloser Champ, der momentan völlig overhyped (als MIDLANER!) ist und aus irgendwelchen Gründen viel zu oft gepickt wird.","replies":[{"id":"","poster":"Balzamon","date":"2015-02-04T11:37:05.152+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PenteIsNoobSupp,realm=EUW,application-id=Wj1wcocU,discussion-id=sOakjsE5,comment-id=0003,timestamp=2015-02-04T11:33:03.159+0000)\n>\n> {{champion:76}}  würde ich nur bannen, damit niemand aus meinem Team die pickt.\n> \n> Nutzloser Champ, der momentan völlig overhyped (als MIDLANER!) ist und aus irgendwelchen Gründen viel zu oft gepickt wird.\n\nnaja :P nida gestern im jungle gesehen...aber insgesamt viel zu selten und gut gegen spielbar als das sie en ban wert ist ^^\n\nund ahri: du glaubst garnicht wie oft sie nicht gebannt wird in high platinum ^^ was auch nicht wirklich nötig ist mMn da man einfach nen talon oder so dagegen picken kann.","replies":[]},{"id":"","poster":"EliseOP","date":"2015-02-04T11:35:24.147+0000","up_votes":1,"down_votes":2,"body":"Nidalee vorrangig weil es einfach kein Spaß macht gegen die zu spielen einfach nur schlechtes champ design imo","replies":[]}]},{"id":"","poster":"Gelban der Reihe","date":"2015-02-05T14:51:13.518+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=flieg und sieg,realm=EUW,application-id=Wj1wcocU,discussion-id=sOakjsE5,comment-id=,timestamp=2015-02-04T10:41:12.179+0000)\n>\n> Es gibt einfach zu viele OP champs, gegen die es desweiteren NULL spaß mach zu spielen wie{{champion:103}} {{champion:7}} {{champion:238}}{{champion:76}} .  => permabann\n> \n> Also bleiben noch 2 Banns übrig für {{champion:127}} {{champion:59}} {{champion:421}} {{champion:69}} {{champion:39}} {{champion:107}} {{champion:268}} {{champion:104}} {{champion:40}} {{champion:38}} \n> \n> Wie soll man da noch taktisch bannen dafuq\n\nWas ist daran taktisch einfach **alle** vermeindlichen OP-Champs (,die erstmal so gekonnt werden müssen) zu bannen?","replies":[]}]}