{"id":"XnTYXTi5","poster":"IWhiteWalkerI","date":"2015-02-04T22:06:19.482+0000","title":"Übernahme ins neue Forum: Zusammenfassung der LoL-Wie es wirklich begann-Story von Nuix?","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":2,"body":"Hallo zusammen,\r\n\r\ndie Foren stehen ja jetzt in neuer Gestalt vor uns, und für den Bereich der Comm-Kreationen frage ich jetzt mal in die Runde:\r\n\r\nSoll die \"LoL-Wie es wirklich begann\"-Story von Nuix in ihrer Zusammenfassung (zusammengetragen von Chucky Norris, zu finden [HIER](http://forums.euw.leagueoflegends.com/board/showthread.php?t=758567)) hier in das neue Forum übernehmen?\r\n\r\nIch finde, Nuix hat sich verdammt viel Mühe damit gegeben und das sollte auch von uns gewürdigt werden (auch wenn die Story mit dem IoW von Riot bekannterweise gekippt wurde). Darüber hinaus ist es ein sehr schöner Teil aus der LoL-Vergangenheit und darum... naja... schützenswert :D\r\n\r\n\r\nAlso, sagt mal eure Meinungen dazu! (siehe Umfrage)","replies":[{"id":"","poster":"Schnuffelchen","date":"2015-02-05T00:09:39.508+0000","up_votes":1,"down_votes":4,"body":"Da fehlt viel zu viel um es rüber zu bringen.\nFinde man sollte sie auffrischen und neu schreiben wenn sich schon jemand die Mühe machen möchte.\nEs fehlen so viele Champions die in der Story nicht drin stehen.\nDas langweilt nur.","replies":[{"id":"","poster":"GummibaumXYZ","date":"2015-02-05T10:00:29.762+0000","up_votes":3,"down_votes":0,"body":"Ich finde es langweilt überhaupt nicht!\nDie Story ist halt eine Fanfiction, da muss nicht alles mit den echten Storys übereinstimmen und auch, dass einige Champions nicht vorkommen, empfinde ich nicht als Nachteil.\nAußerdem ist die Geschichte ja noch nicht fertig ;)","replies":[]}]},{"id":"","poster":"HDLS Link3000XD","date":"2015-03-23T22:46:04.145+0000","up_votes":1,"down_votes":0,"body":"Ich würde weinen, wennd as nicht fortgeführt wird... ohne die geschichte wäre ich nicht auf lol gekommen....{{champion:32}}","replies":[]},{"id":"","poster":"ArgRIB","date":"2015-02-06T12:17:50.462+0000","up_votes":1,"down_votes":0,"body":"Ich will haben und zwar die ganze Geschichte. Ich habe jeden einzelnen Beitrag davon gelesen.\nBitte mehr und bitte auch in dieses... Forum","replies":[]}]}