{"id":"56UWcxGy","poster":"Kelfi","date":"2015-02-05T14:26:13.259+0000","title":"LCS 2015 Spring Split","subforum":"Esports","up_votes":7,"down_votes":0,"body":"Es geht wieder los :)\n\nAm [22.01.](http://na.lolesports.com/articles/new-challenger-approaches-2015-challenger-series) startet die LCS Season 2015 in ihren Spring Split.\n\n\n\n[We are LCS](https://www.youtube.com/watch?v=pBulCXXAPsQ)\n\n[Fantasy LCS](http://fantasy.euw.lolesports.com/en-US)\n\n[Leaguepedia](http://lol.gamepedia.com/Riot_League_Championship_Series/Europe/2015_Season/Spring_Split/Spring_Regular_Season/Overview) mit weiteren umfangreichen Statistiken.\n\n\nTeamübersicht:\n\nStatt wie gewohnt 8 Teams spielen dieses Jahr 10 Teams in der LCS mit, folgend verlinke zu den einzelnen Teams die Teamseiten von [Lolesports](http://euw.lolesports.com/)\nAuf den einzelnen Teamseiten findet man zu jedem Team eine kleine Bio, Links zu den einzelnen Spielern und eine Statistikübersicht, allerdings dürfte der wichtigste Teil der Teamseiten die Übersicht der kommenden Matches sein.\n\nDie Übersicht ist nach alphabetischer Reihenfolge.\n\n[Copenhagen Wolves](http://euw.lolesports.com/eu-lcs/2015/spring/teams/copenhagen-wolves)\n\n[Elements](http://euw.lolesports.com/eu-lcs/2015/spring/teams/elements) (ehemals Alliance), defending Champion\n\n[Fnatic](http://euw.lolesports.com/eu-lcs/2015/spring/teams/fnatic]) runner up\n\n[Gambit Gaming](http://euw.lolesports.com/eu-lcs/2015/spring/teams/gambit-gaming)\n\n[Giants Gaming](http://euw.lolesports.com/eu-lcs/2015/spring/teams/giants-gaming), Aufsteiger\n\n[H2K](http://euw.lolesports.com/eu-lcs/2015/spring/teams/h2k), Aufsteiger\n\n[Meet your Makers](http://euw.lolesports.com/eu-lcs/2015/spring/teams/meet-your-makers), Aufsteiger\n\n[Roccat](http://euw.lolesports.com/eu-lcs/2015/spring/teams/roccat)\n\n[SK Gaming](http://euw.lolesports.com/eu-lcs/2015/spring/teams/sk-gaming)\n\n[Unicorns of Love](http://euw.lolesports.com/eu-lcs/2015/spring/teams/unicorns-love), Aufsteiger","replies":[{"id":"","poster":"JCDenton333","date":"2015-04-04T18:15:12.883+0000","up_votes":4,"down_votes":0,"body":"Das war ziemlich eindeutig...","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-03-27T19:08:17.234+0000","up_votes":4,"down_votes":0,"body":"Hah, El ist draußen, sehr schön!","replies":[{"id":"","poster":"Treffnix","date":"2015-03-27T19:20:57.500+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=WorstCarryEver,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0057,timestamp=2015-03-27T19:08:17.234+0000)\n>\n> Hah, El ist draußen, sehr schön!\n\nFreut mich auch sehr^^\nAber in diesem Spiel hat man noch einmal gesehen, wie sich die 2 teams auseinander entwickelt haben. Elements hat Probleme innerhalb des Teams, ich denke mal, das in der pause sich nochmal was tut was Rooster angeht.\n\nUnd bei Fnatic war ich vor dem Split auch als Fan sehr sehr skeptisch, ob das überhaupt noch was wird. Habe wirklich gedacht, das die froh sein können, in der LCS zu bleiben.Immerhin haen die, mit ausnahme von Yellowstar, ein komplett neues Team. Aber die Verpflichtungen haben bislang extremst eingeschlagen. Huni ist ein Biest.^^\nund Steeelback wurde und wird immer besser. Das \"neue\" Fnatic macht weitehrin sehr viel Spaß","replies":[{"id":"","poster":"Kelfi","date":"2015-03-27T19:22:59.983+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Puferli,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00570000,timestamp=2015-03-27T19:20:57.500+0000)\n>\n> Freut mich auch sehr^^\n> Aber in diesem Spiel hat man noch einmal gesehen, wie sich die 2 teams auseinander entwickelt haben. Elements hat Probleme innerhalb des Teams, ich denke mal, das in der pause sich nochmal was tut was Rooster angeht.\n> \n> Und bei Fnatic war ich vor dem Split auch als Fan sehr sehr skeptisch, ob das überhaupt noch was wird. Habe wirklich gedacht, das die froh sein können, in der LCS zu bleiben.Immerhin haen die, mit ausnahme von Yellowstar, ein komplett neues Team. Aber die Verpflichtungen haben bislang extremst eingeschlagen. Huni ist ein Biest.^^\n> und Steeelback wurde und wird immer besser. Das \"neue\" Fnatic macht weitehrin sehr viel Spaß\n\nSchön zusammengefasst. Ich bin mir auch ziemlich sicher das Rekkles den nächsten Split nicht bei EL spielen wird.","replies":[{"id":"","poster":"StitchStar","date":"2015-03-27T23:40:03.230+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Treffnix","date":"2015-03-28T14:36:15.198+0000","up_votes":1,"down_votes":0,"body":"Habe Wickd auch oft kritisiert, und stimme dir schon zu, das EL sich überlegen sollte, sich einen neuen toplaner zuholen.\nAber man muss auch fair sein. Sowohl Wickd als auch kevin, als er für Wickd gespielt hat, wurden extrem hart gegankt und gefocusst und wurden vom Team im Stich gelassen. Das sollte man mal bedenken.\n\nWas Jungle angeht, stimme ich dir aber zu. Shook´s zeit ist meiner Meinung nach vorbei. Die gestrige Szene sprach einfach Bände: Wickd wird gejagt, und er macht gemütlich den redbuff weiter anstatt zuhelfen. Sorry, aber das ist nicht LCS-Niveau. \n\nUnd Rekkles ist vielleicht ein sehr guter ADC, hat aber, so scheint es, viel Unruhe ins Team gebracht. Er kommt schon manchmal divenhaft rüber. Das sportliche ist halt nicht immer das Wichtigste. Die Chemie im Team muss stimmen, und die stimmt bei Elements nicht mal ansatzweise.\nUnd Froggen ist eigentlich einer der stärksten Midlaner in der EU. Aber er konnte in diesem Split sehr selten an sein Können ranreichen.\n\nWürde mich nicht wundern, wenn Elements so ein Umbruch nun erlebt, wie Fnatic es hatte. denke, man kann gespannt sein, wie es da weitergeht","replies":[{"id":"","poster":"Kelfi","date":"2015-03-28T20:19:29.421+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß ist Kev1n als Toplaner weiterhin angedacht, Wickd war die letzten Spiele einfach nur Sub da Kev1n in Namibia ist.\n\nIst eigtl. auch klar das die beiden gegankt werden/wurden, sie waren ein (der?!?) Schwachpunkt des Teams (Wickd) oder aber mit dem Team nicht eingespielt (Kev1n), alles andere als Permagank wäre fahrlässig von den anderen Teams gewesen. Jedenfalls meiner Meinung nach.","replies":[{"id":"","poster":"Treffnix","date":"2015-03-29T09:28:55.075+0000","up_votes":1,"down_votes":0,"body":"gebe dir da Recht, die Teams mussten quasi Top immer ganken. Aber trotzdem finde ich, das sowohl Wickd als auch Kevin extrem im Stich gelassen wurden vom Team. Ich weiss, das einer aus meinem team von Spiel zu SPiel hart gegankt wird, dann muss ich dagegen was unternehmen. Und das als Team.\n","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Bezar","date":"2015-04-11T18:47:37.189+0000","up_votes":3,"down_votes":0,"body":"Zed ist so ein frustrierender Champ, sobald er seine Ulti hat... sieht man ja in Urf auch... das Schlimme an Ihm ist, im Lategame braucht er nichtmal mehr den Deathmarkschaden...","replies":[]},{"id":"","poster":"Kelfi","date":"2015-04-01T06:33:02.528+0000","up_votes":3,"down_votes":0,"body":"Incarnati0n ist für den nächsten Split nicht mehr gebannt *grabspopcorn*, mal gucken welchen Midlaner es erwischen wird.\n\n[Quelle](http://na.lolesports.com/articles/2015-mid-year-long-term-suspension-reviews)","replies":[{"id":"","poster":"StitchStar","date":"2015-04-01T22:06:15.604+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Kelfi","date":"2015-04-02T13:40:59.331+0000","up_votes":1,"down_votes":0,"body":"Auf Reddit geht ja schon rum das C9 an ihm dran ist...","replies":[{"id":"","poster":"StitchStar","date":"2015-04-06T09:41:08.545+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"liQs Darkwurmy05","date":"2015-04-06T09:50:10.878+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das C9 den sich villeicht doch geholt hat\nund wieder ersucht mit C9 eclipse in die EU LCS zu kommen\nich mein versucht haben sie es schon und so schlechte Leute haben wir in der mitte gerade auch nicht\nvorallem glaube ich nicht das es gmb wird\ndas liegt ganz einfach daran, dass die sich schon immer schwer hatten mit neuen Leuten und Betsy ist nicht schlecht zur Zeit\n\nCW wird es auch nicht, denn Dentist meinte mal im Interview das er keine Leute replaced\n\nmfg","replies":[]}]}]}]},{"id":"","poster":"JCDenton333","date":"2015-04-01T13:04:33.346+0000","up_votes":1,"down_votes":0,"body":"Nukeduck? ;)","replies":[]}]},{"id":"","poster":"Kelfi","date":"2015-03-26T14:21:33.996+0000","up_votes":3,"down_votes":0,"body":"Geht ja nun in die letzte Woche der regulären Saison, 5 der 6 Play Off Plätze sind schon vergeben (Sk H2k FNC GMB UOL) um den verblieben Platz streiten sich CW, Roc und El. Was meint ihr wer wird den Platz bekommen? \nWas glaubt ihr wer den sicheren Abstieg in die CS hinnehmen muss MYM oder Giants?\n\nWerdern mit Sicherheit spannende Spiele und ich wünsch euch allen schon einmal viel Spass :)\n\n\nMeine Tipps sind btw:\n\nPlay-Offs: Elements\nAbstieg: Giants","replies":[]},{"id":"","poster":"DaggettBeaver","date":"2015-02-19T19:22:56.816+0000","up_votes":3,"down_votes":1,"body":"Wow was für ein Throw.... Elements hatte das Spiel sowas von in der Tasche. Und dann lassen sie sich den Baron klauen und die Bot-Lane wird erwischt - und so schnell kann es enden ^^\n\nGG Giants. Trotz unzähliger kleinerer Misplays während des ganzen Spieles - Elements hat schlicht den größeren Fehler gemacht und dafür bezahlt...","replies":[{"id":"","poster":"Ariya","date":"2015-02-19T19:28:40.430+0000","up_votes":3,"down_votes":0,"body":"http://i.imgur.com/XVlBv4b.png","replies":[{"id":"","poster":"Kelfi","date":"2015-02-19T19:31:00.885+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ariya,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00190002,timestamp=2015-02-19T19:28:40.430+0000)\n>\n> http://fc01.deviantart.net/fs70/i/2013/238/b/7/league_of_legends___baron_by_austindarkwolf-d6jrrec.png\n\nAwww :3","replies":[{"id":"","poster":"Ariya","date":"2015-02-19T19:31:34.779+0000","up_votes":2,"down_votes":0,"body":"Psst, ich hab es editiert :D","replies":[]}]}]},{"id":"","poster":"KedyinsCrow","date":"2015-02-19T19:24:50.907+0000","up_votes":2,"down_votes":1,"body":"Auch wenn ich für Elements bin, irgendwie musste ich bei dem Ende lachen...\n\nIch hab mich nur gefragt, warum sie sich nicht den open inhib geholt haben...","replies":[]},{"id":"","poster":"Kelfi","date":"2015-02-19T19:25:48.137+0000","up_votes":1,"down_votes":0,"body":"Geil, Internet war 2-3 Minuten weg und ich seh Giants als Sieger. xD\n\nIch werd morgen mal nach den letzten Minuten gucken^^","replies":[]}]},{"id":"","poster":"JCDenton333","date":"2015-02-06T19:05:43.864+0000","up_votes":1,"down_votes":0,"body":"Sieht nach dem ersten Sieg für Gambit aus","replies":[{"id":"","poster":"Bezar","date":"2015-02-06T19:09:24.954+0000","up_votes":3,"down_votes":0,"body":"Ryu's recalls in dem Spiel sind ziemlich unglücklich... >.>'{{champion:103}}","replies":[{"id":"","poster":"JCDenton333","date":"2015-02-06T19:17:48.470+0000","up_votes":2,"down_votes":0,"body":"Japp. Und P1noy war extrem stark, super positioning.","replies":[]}]}]},{"id":"","poster":"DaggettBeaver","date":"2015-05-09T00:33:20.542+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Estell,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00ac,timestamp=2015-05-08T19:57:39.446+0000)\n>\n> CandyPanda rejoins SK Gaming's LCS roster\n> \n> http://www.sk-gaming.com/content/1845347-CandyPanda_rejoins_SK_Gamings_LCS_roster\n> \n> FORG1VEN moves to Sub.\n> \n> Ich hätte lieber die gekickt die mit For1ven nicht klar gekommen sind und zu wenig an sich gearbeitet haben als Spieler und dafür junge talentierte Spieler geholt. Auch wenn CandyPanda immer ganz ok war aber zuletzt hat es nicht mehr gelangt International.  Fox hat anscheinend eine gute Arbeitsmoral Schade für Ihn.\n\nIch hab's damals schon gesagt und ich wiederhole es gerne:\n\nSK hat(te) ein starkes spielerisches Lineup, aber vermutlich auch das am wenigsten belastbare.\n\nEs ist genau das passiert, was ich damals schon prophezeit habe - bei den ersten deutlichen Rückschlägen, also sobald es mal nicht so gut für SK läuft (wie etwa bei den Playoffs) zerbricht das Team. Forg1ven hat direkt Stress gemacht und quasi dem Support den schwarzen Peter zugeschoben (jap, das klassische SoloQ blaming) und über Twitter über andere Spieler gelästert, wobei er wieder klar gezeigt hat, dass für ihn nur \"Playmaker\" richtige Spieler sind - ADCs oder Mid-Lane, die unterstützende Rollen erfüllen, sind für ihn \"minderwertig\" oder \"skill-los\".\n\nMit solchen Leuten kann man langfristig kein Team unterhalten - egal wie mechanisch begabt sie sind. Es bringt dir einfach nichts, einen super-tollen ADC zu haben, wenn der so viel Unruhe in's Team bringt, dass alle anderen dadurch negativ beeinflusst werden - und der nebenbei noch die möglichen Team-Strategien einschränkt, weil er sich weigert, unterstützende ADCs zu spielen (z.B. Sivir). Aber das sehen die Leute im Twitch-Chat oder auf Reddit halt nicht - die sehen nur die tollen mechanischen Plays auf seinen Playmaker-Champions (vor allem Graves) und erheben ihn zum Idol.\n\nWenn ich dann sowas lese wie \"Ich hätte ja lieber die gekickt, die nicht mit Forg1ven klar gekommen sind\" kann ich echt nur den Kopf schütteln... da fehlt einfach fundamentale Kenntnis wie die inneren Abläufe eines gesunden Teams aussehen und was für Probleme es noch so mit Forg1ven gab - ja, die Weigerung, unterstützende ADCs zu spielen, ist ein **massives** Manko, welches das gesamte Team vor allem in Turniersituationen schwächt, weil es einfach Konter eröffnet.\n\nNebenbei ist es nun wirklich nicht das erste Mal, dass Forg1ven trotz guter individueller Leistungen aus einem Team geworfen wurde. Das sollte denjenigen, die weiterhin an ihm festhalten möchten, echt zu denken geben, denn es ist ein glasklares Indiz, dass zahlreiche Gründe gegen ihn sprechen, die wir als Außenstehende nicht sehen können.\n\n> [{quoted}](name=Estell,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00ad,timestamp=2015-05-08T22:09:58.200+0000)\n>\n> Wenn FNC gegen BJK später verlieren sollte dann muss man sich echt Fragen was EU da immer treibt!\n> \n> FNC vs SKT Hype in einem Bo5! :p\n\nNaja, TSM macht's auch nicht besser. Hat mich tatsächlich etwas verwundert, dass beide Teams gegen AHQ verloren haben und damit den Kampf um den vierten Platz unter sich austragen müssen.\n\nImmerhin hat FNC den Tie-Breaker gegen TSM - und gegen SKT sahen sie nicht so schlecht aus wie gegen AHQ. Die Hoffnung, dass sie im Halbfinale in einem Best-of-Five gegen SKT gewinnen können ist zwar eher gering, aber nicht völlig tot... ","replies":[{"id":"","poster":"StitchStar","date":"2015-05-09T10:02:41.814+0000","up_votes":1,"down_votes":0,"body":"Selbst der Manager von SK hat im ASK.FM gesagt das man mit Forg1ven einfach Arbeiten kann!\n\nDann hast du das Statement von InnerFlame Gelsen anscheinend nicht. Es gab 2-2-2 Gruppen und eine davon war Forg1ven mit nRated.\n\nForg1ven hat es nicht gepasst das manche lieber irgendwelche andere Spiele oder ka. was gemacht hab als richtig Traniert auch InnerFlame hat sowas in der Art gesagt in einem Inverview das es zwar schön ist ein extra Arbeitsplatz zu haben aber das bringt auch nur was wenn Spieler das auch nutzen.\n\nFox ist anscheinend neben Forg1ven der einzige fast der richtig hart an sich Arbeitet und das ging auch InnerFlame auf die Nerven und er konnte seine Ideen nicht einbringen und manche Spieler nicht kicken was dazu führte das nun fast alle die eigentlich unbedingt 1 werden wollten im Sommer nicht mehr für SK spielen.\n","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-05-11T19:15:11.037+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Estell,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00ae0000,timestamp=2015-05-09T10:02:41.814+0000)\n> Forg1ven hat es nicht gepasst das manche lieber irgendwelche andere Spiele oder ka. was gemacht hab als richtig Traniert auch InnerFlame hat sowas in der Art gesagt in einem Inverview das es zwar schön ist ein extra Arbeitsplatz zu haben aber das bringt auch nur was wenn Spieler das auch nutzen.\n\nDer Punkt ist aber eben, dass Training nicht alles ist.\n\nJa, Spieler brauchen auch Entspannung. Und wenn ein Spieler dann halt gerne mal etwas Hearthstone oder CS:GO spielt, statt 16 Stunden am Tag LoL zu spielen, einfach, weil sie die Abwechslung brauchen, hat das nichts mit mangelnder Einstellung zum Spiel zu tun.\n\nDas erinnert mich echt an die Abi-Vorbereitungs-Zeit vor fast 15 Jahren. Einige Eltern meinen, ihre Kinder dürften den ganzen Tag nix anderes tun als zu lernen - das geht meistens nicht gut, einfach weil die Menge des gelernten, die hängen bleibt, durch das allgemeine Wohlbefinden begrenzt wird.\n\nAllgemein kann man sagen, dass es deutlich gesünder ist, etwas, dass man wirklich gut beherrschen will, konzentriert 6-8 Stunden am Tag zu machen und den Rest des Tages auszuspannen, als sich zu zwingen, 16+ Stunden am Tag zu üben. Viel hilft eben nicht zwangsläufig viel, darüber herrscht in der Didaktik ziemliche Einigkeit...\n\n> Dann hast du das Statement von InnerFlame Gelsen anscheinend nicht. Es gab 2-2-2 Gruppen und eine davon war Forg1ven mit nRated.\n\nDoch doch, aber ich kann InnerFlame recht gut einschätzen. Er ist im Geiste sehr nah an Forg1ven, sodass es nicht wundert, dass er - nach anfänglichen Schwierigkeiten - gut mit ihm zu Recht kam. Und wer gerade gegen wen in welchen Koalitionen gestritten hat ist mehr oder minder irrelevant - fest steht, dass es aufgrund der Persönlichkeiten innerhalb SK Gamings viel zu viel Stress gab und wer Forg1ven und Svenskeren auch nur ein wenig kennt weiß, dass gerade die beiden nicht zur deeskalierenden Sorte gehören, sondern auf ihren Standpunkten beharren bis die Titanic sinkt. Ob die Standpunkte richtig oder falsch sind kann dabei jedem selbst überlassen zu werden - ich sage nur, dass besagte Spieler nicht konfliktfähig sind, und das ist in einem Team-Sport ein riesiges Problem. Wer nicht in der Lage ist, persönliche und professionelle Differenzen zu überwältigen, wird langfristig entweder das Team verlassen, weil ihm das Klima nicht passt oder das Team zerstören. Und das ist bei SK passiert.\n\nDazu ein paar Worte von InnerFlame aus dem Reddit-AMA:\n\n> The stubbornness and personal differences escalated to a point where it wasn't possible to practice efficiently which ultimately led to the bad preparation you saw in playoffs. It was happening in the regular season, however the severity was overshadowed by the fact we had such a good record and we were on top of LCS.\n\nWie gesagt, wer nun die Hauptschuld trägt, wer \"richtig\" und wer \"falsch\" lag mit seiner Meinung und all dies ist mehr oder minder irrelevant. Fest steht, dass SK zu viele zu ehrgeizige, zu sehr von sich überzeugte Spieler hatte, die einfach nicht teamfähig waren. Und das läuft eben nur so lange gut, bis die erste Krise kommt und war folglich absehbar.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-05-11T21:07:02.941+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DaggettBeaver,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00ae00000000,timestamp=2015-05-11T19:15:11.037+0000)\n>\n> Und wer gerade gegen wen in welchen Koalitionen gestritten hat ist mehr oder minder irrelevant - fest steht, dass es aufgrund der Persönlichkeiten innerhalb SK Gamings viel zu viel Stress gab und wer Forg1ven und Svenskeren auch nur ein wenig kennt weiß, dass gerade die beiden nicht zur deeskalierenden Sorte gehören, sondern auf ihren Standpunkten beharren bis die Titanic sinkt. \n\nBei der Titanic haben sie das Problem gesehen, den Kurs geändert, sind aber trotzdem gesunken.\nSowie ich das hier rauslese, sind einige SK Spieler von vornherein gegen eine Kursänderung (welche bei der Titanic vorgenommen wurde).\nIm Falle der Titanic war wen ich mich richtig erinnere so, dass ein Frontal-Crash mit dem Eisberg das Schiff zwar schwer beschädigt, aber nicht zum sinken gebracht hätte, im Gegensatz zu der Kursänderung welche das Schiff versenkt hat (welche einige SK  Spieler wohl ablehnen).\n\nWenn ich alles richtig verstanden habe, läuft dein Vergleich darauf hinaus, das du glaubst, dass eine Kursänderung nötig ist, aber gerade im Falle der Titanic (dein Vergleich) wäre das Beibehalten des Kurses und der Frontal-Crash die bessere Alternative gewesen.\n\n:)","replies":[{"id":"","poster":"StitchStar","date":"2015-05-12T08:35:05.517+0000","up_votes":1,"down_votes":0,"body":"Ich würde sagen SK hat mit dem Roster Swap kapituliert. Die sind denk gut genug im in der LCS zu bleiben aber mit Worlds wird das nichts. Roccat wird stärker spielen im Sommer, Elements auch dazu noch Origen anstatt MYM usw.!\n\nIch bin echt gespannt welches Team direkt absteigt.\nIm Sommer Finale wird bestimmt wieder Fnatic stehen aber jetzt wissen wir ja noch nicht alle Roster von allen Teams deswegen mal schauen.\n\nZu SK nochmal ich glaub einige Spieler kann man da nicht Coachen das aber generell ein Problem mit Spielern die schon länger LCS spielen ohne Coach. Eigene Ideen braucht man als Coach bei SK überhaupt nicht erst einbringen wollte InnerFlame machen ging nicht dann hat er hin geschmissen. \n\nZu der Sache mit der Arbeitseinstellung. Ich denke nicht das InnerFlame meinte das die Spieler 24/7 trainieren sollen. Ich glaub eher das er mal was machen wollte und das Team bzw. paar Spieler dann lieber was anders gemacht haben! Die haben extra einen Haus mit H2K und ROCCAT wo Sie arbeiten sollten und extra eine Wohnung wo Sie machen können was Sie wollen.","replies":[]}]}]}]}]},{"id":"","poster":"StitchStar","date":"2015-03-01T08:48:09.143+0000","up_votes":2,"down_votes":2,"body":"***","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-03-02T12:36:20.303+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Ch4rles,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=002f,timestamp=2015-03-01T08:48:09.143+0000)\n>Wenn eine Organisation währe und mir das leisten kann würde mir die Spieler holen. Würde einen Spot von einem CS Team abkaufen oder selber versuch rein zu kommen sollte mit dem Team nicht schwer werden.\n\n\nYay, wir sind wieder beim Thema\n\"Ich als Außenstehender weiß genau, was ich tun würde, obwohl mir sämtliche relevante Informationen fehlen - aber wer braucht schon Informationen? Und wenn ich Präsident wäre, würde ich auch den Welthunger lösen und Weltfrieden herstellen - kann doch so schwer nicht sein?!?\"\n\nEhrlich, wir haben absolut keine Ahnung, ob die besagten Spieler überhaupt auch nur annähernd miteinander auskommen und ihre Spielstile annähernd kompatibel sind. Wir wissen nicht, welche Vorstellungen die Spieler in Bezug auf Teamklima, Zukunftsplanung, Trainingsvorlieben oder sonstiges haben.\n\nDas ist echt wie mit Fußballfans, die über Trainerentscheidungen diskutieren, deren Hintergründe sie nichtmal im Ansatz kennen, aber so tun, als wüssten sie alles. Aber natürlich weiß es jeder Fan besser als die tatsächlichen Akteure in dem Bereich. Willkommen im Land der über 80 Millionen Bundestrainer und Stammtisch-Bundeskanzler...","replies":[{"id":"","poster":"Kelfi","date":"2015-03-02T16:39:14.079+0000","up_votes":1,"down_votes":1,"body":"Wundert dich das wirklich? :D\n\nIch würde einfach nur gerne mal bei so einer Organisation arbeiten, nur um mit zu bekommen, wie und was im Hintergrund so alles abläuft.","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-01T20:03:27.300+0000","up_votes":2,"down_votes":2,"body":"Wickd und Nyph stehen noch bei Elements unter Vertrag.\nLaut Krepos Post auf Facebook? ist Nyph wohl in der Analyse tätig.","replies":[]}]},{"id":"","poster":"Kelfi","date":"2015-04-30T15:43:57.822+0000","up_votes":2,"down_votes":0,"body":"Rekkles also zurück zu Fnatic... Find ich ehrlich gesagt eher so Semigeil gegenüber Steelback.","replies":[{"id":"","poster":"StitchStar","date":"2015-05-01T08:24:18.784+0000","up_votes":1,"down_votes":0,"body":"Rekkles kann alles was Steelback kann besser + er verliert die Lane nicht oft (siehe Yellow und Rekkles vorletzten Split.) und das gibt FNC mehr und neue taktische Möglichkeiten. Dazu kommt das FNC und Yellowstar genau weiß wie viel besser REkkles ist im vergleiche zu Steelback. \n\nDamit hat EU ja echt eine Chance mal wieder weit zu kommen in Worlds. Wenns Rekkles wird sag ich nur endlich mal eine Organisation die was dafür tut um weit zu kommen in Internationalen Turnieren und nicht die beleidigten spielt oder sowas in der Art.\n\nSK scheint ja den Zug mächtig zu verpassen:\nIncarnati0n \nhttps://twitter.com/Cloud9_Jack/status/593909378283012096\nWenn Forg1ven auch geht sehe für die Schwarz. \n\nWürde mich MSI genau anschauen und wenn die Botlane von Beşiktaş e-Sports Club\n(Dumbledoge + Nardeus) gut genug sind die sofort holen oder einen davon holen. Dann Incarnati0n überzeugen außer man hofft darauf das Sencux und Perkz bald alt genug sind und schnell gut genug werden. Dann hat man sich aber damit abgefunden im Sommer vielleicht nicht nach Worlds zu fahren. Klar keiner weiß wie gut Incarnati0n sein wird aber was ist wenn er voll gut ist in der LCS. Irgendwas stimmt nicht mit ganz mit SK im Moment.","replies":[]},{"id":"","poster":"Treffnix","date":"2015-04-30T17:43:37.984+0000","up_votes":1,"down_votes":0,"body":"Ich als Fnatic-Fan bin da ziemlich zwiegespalten. Hab ja an anderer Stelle schon gesagt, das ich Steelback für einen guten ADC halte, der während des Splits immer besser wurde. Hat auch einige Spiele gecarried.\nDesweiteren war Fnatic ja für Rekkles nicht mehr gut genug, also schnell zu einem anderen Team wechseln, was augenscheinlich bessere Chancen auf die Worlds hat. Und jetzt, wo es bei Elements gar nicht läuft und der sich da vllt. nicht ganz so wohl fühlt, und es bei Fnatic sehr gut läuft, schnell wieder zurückgehen, ist auch charakterschwach in meinen Augen.\n\nAndererseits empfand ich rekkles/Yellowstar als eine verdammt starke Botlane mit enormen Potenzial. Die stärkste Botlane  letztes Jahr in EU in meinen Augen (nur meine persönliche Meinung). Auch wenn rekkles enorm davon profitiert hat, das er Yellowstar bei sich hatte^^\n\nSteelback war ja mehr der Support-ADC, wie mit Sivir z.B.\nUnd Rekkles hat nen passiven Stil, der so ziemlich das Gegenteil von Huni und Reignover ist finde ich.\n\nSchwierig schwierig die Entscheidung. Ich glaube, ich würde mit Steelback in den SUmmersplit gehen...bin mir aber unsicher....","replies":[]}]},{"id":"","poster":"StitchStar","date":"2015-04-29T05:22:07.105+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"JCDenton333","date":"2015-04-30T00:40:59.345+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Estell,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=009d,timestamp=2015-04-29T05:22:07.105+0000)\n>\n> Elements Team Foto:\n> https://twitter.com/Elementsgg/status/593099842437685248\n> Tabzz, Froggen, Dexter, Zorozero, Nyph!\n> \n> Zorozero hat Angebot von Pain nicht angenommen, die haben sich Mylon als Toplaner geholt.\n> Da EL zuletzt noch versucht hat Krepo zu überzeugen würde sagen ist es sehr wahrscheinlich Nyphe. Krepo ist aber als Spieler lieber in Ruhestand gegangen.\n> \n> Denk das Team wäre ganz gut mir gefällt nur Npyhe sein passives Laning und nie die Lane verlassen nicht aber ansonsten sehr guter Spieler.\n\nWoher hast du das denn?","replies":[]}]},{"id":"","poster":"StitchStar","date":"2015-04-22T10:16:19.987+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"ShyLu","date":"2015-04-22T10:24:21.831+0000","up_votes":1,"down_votes":0,"body":"-http://imgur.com/XK0uBWP\nKann das jemand übersetzen? Ich glaube ich verstehe den Post falsch D:","replies":[{"id":"","poster":"StitchStar","date":"2015-04-22T21:39:46.603+0000","up_votes":1,"down_votes":0,"body":"P1noy schreibt da Ironisch gemeint von Ihm zu Leviathan. \n\nJa du bist der Grund warum wir 4 in der LCS geworden sind indem du dein Bett und Ausgehen anstatt was mit deinem Team zu machen vorziehst. \n\nIch denke das trifft es denk ganz ok! Leviathan hat dann auf Twitter geschrieben das manche Spieler sehr toxic sind in Gambit und er deswegen die Lust verloren hat denen was beizubringen. Ich denk damit meint er P1noy, Edward und vielleicht Diamond.","replies":[]}]}]},{"id":"","poster":"Bezar","date":"2015-04-11T15:17:51.717+0000","up_votes":2,"down_votes":0,"body":"Incarnation wär nicht der erste gehypte Spieler, der seine leistung nicht bringt, siehe den anderen Rekkles, der bisher nun wirklich noch keine grossen Leistungen, besonders wenn es wichtig wurde, gezeigt hat.\n\n\nAber jetzt erstmal Halbfinale!\n\n\nMatch 1:\n\nBedenkt man, wie überraschend solch eine Strategie von FNC für viele Teams sein muss, so spielt H2K gerade sackstark!\n\nBtw. an H2K sieht man aber auch, dass neue Challengerteams durchaus etwas in der LCS zu sagen haben, also NME würd ich nicht abschreiben, bevor man sie nicht gegen die anderen teams gesehen hat.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-04-05T19:00:40.047+0000","up_votes":2,"down_votes":0,"body":"Hylissang ist so stark, sein Thresh gefällt mir sogar noch besser als Morgana.","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-05T18:10:05.323+0000","up_votes":2,"down_votes":0,"body":"GMB hat früher mal mit Udyr so hart gecarried letztes Jahr und jetzt werden sie von Udyr zerstört...\nIch erwarte in Game 4 eine neue Teamkombo von Gambit besonders im Jungle und Top!\n\n\n.... oder zumindest andere Banns...\n\n\n\n\n..... SHACO ..... zusammen mit Sivir kann auch nur funktionieren, wenn die Gener keine 2 Tanks haben... dürfte AD Shaco werden, AP ist scheisse im Jungle, die Boxen sollten mal ein Healthscaling mit AP haben.\nDas läuft alles darauf hinaus, ob GMB die Türme schnell genug einreissen kann.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-04-05T16:57:47.046+0000","up_votes":2,"down_votes":0,"body":"Die Unicorns sind einfach geil <3","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-04T17:13:37.784+0000","up_votes":2,"down_votes":0,"body":".... Entschuldigung, aber CW ist schon ein ziemlich dummes Team.... als würde man ein \"Katzenvideo\" anschauen....","replies":[]},{"id":"","poster":"Kelfi","date":"2015-03-27T19:16:37.237+0000","up_votes":2,"down_votes":0,"body":"Report Abyssal for Assisting Enemy Team :D\n\nGeiles Spiel von Fnatic.","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-19T21:45:01.445+0000","up_votes":3,"down_votes":1,"body":"..... ich hasse den Patch... Tankjungler sind ja ne tolle Sache, sofern sich endlich Nunu/Lee Sin/Rek Sai mal verpissen... aber kann es sein, dass Riot mit einem Patch grad wieder den Lategame-ADC-Hypercarry-Mist ins Spiel gebracht hat?\n\nRiot hat immer mehr Mobility ins Spiel gerbacht mit neuen Champs, es wär mal an der Zeit richtige Hardcounter gegen Mobilitychamps ins Spiel zu bringen, das würde mal die Mobility-Meta etwas zur Seite schieben.\n\n\nGiants stellt sich echt gerade ziemlich dämlich an, wenn man sich das so anschaut, selbst die Caster wissen nichtmehr, was man dazu noch sagen soll...","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-19T19:06:41.277+0000","up_votes":2,"down_votes":0,"body":"Welche Sprache sprechen die im Fnatic Teamchat eigentlich?\nBesonders flüssiges Englisch sprechen Reignover und Huni ja nicht grade^^.","replies":[{"id":"","poster":"Kelfi","date":"2015-03-19T19:09:39.235+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eleandor317,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=003f,timestamp=2015-03-19T19:06:41.277+0000)\n>\n> Welche Sprache sprechen die im Fnatic Teamchat eigentlich?\n> Besonders flüssiges Englisch sprechen Reignover und Huni ja nicht grade^^.\n\nIch hab mal irgendwo gelesen (glaub war nen AMA von einem der beiden) das sie im Teamvoice Englisch sprechen, allerdings wenn beide Ganks o.ä. koordinieren sie in Koreanisch kommunizieren.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-19T19:19:05.906+0000","up_votes":1,"down_votes":1,"body":"Werden die dann für \"refusing to communicate\" reportet?\nAlso, von den anderen?","replies":[]}]}]},{"id":"","poster":"StitchStar","date":"2015-02-25T12:37:15.793+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"KedyinsCrow","date":"2015-02-25T15:21:55.159+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ch4rles,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0023,timestamp=2015-02-25T12:37:15.793+0000)\n\n> Alles in allem wenn EL ein bessere Team werden soll macht der wechsel auf Lange Sicht keinen Sinn. Die brauchen einen Shot Caller und wenn das nicht der Supporter macht, dann muss es MID oder JGL machen und die beiden machen das ja anscheinend auch nicht und will man nun dann einen von denen ersetzten ich denke nicht.\n> \n\nWieso macht es auf lange Sicht keinen Sinn? Auf lange Sicht kann sich Krepo durchaus zu einem sehr guten Shout caller mausern, seine analytischen Fähigkeiten scheinen ziemlich gut zu sein, also warum soll er nicht lernen können das Ingame zu verwenden. Mmn. bringt er dafür bessere Anlagen mit als Nyph (grob gesagt, Nyph scheint der \"schüchternere, zurückhaltender\" typ zu sein, was das durchsetzungsvermögen in frage stellen kann (sowie Shook schon Nyphs call komplett ignoriert hat)).\nFroggen wird man nicht ersetzen, alleine weil er der Star ist um dem das Team gebaut worden ist und er der \"Teamleader\" ist (Seine Leistungen sind ja auch konstant gut). Wenn man aber auf lange Sicht besser werden will, kann man Shook durchaus in Frage stellen. Für ein Team was bei den Worlds viel erreichen möchte, spielt er einfach nicht konstant gut, sondern eher ein konstantes mittelmaß mit ca. jedes 5-6 Game ner herrausragenden Leistung. Aber das ist für ein Weltklasse Team eigentlich nicht gut genug. (Aber auch das kann sich ändern.)\nWenn ich es aber richtig im Kopf habe, müssten weitere Änderungen im Roster wegen den Regeln sowieso nächsten Split statt finden und ich hoffe stark das bis dahin sich das \"neue\" Team eingespielt hat und an den vielen Baustellen sich stark verbessert. \n\nIch mag sowohl Nyph als auch Krepo. Es freut mich für Krepo, dass er wieder in nem Team ist und ich hoffe, dass Nyph als Analyst bei El bleibt und seinen Spaß dran hat (El könnte es aufjedenfall gebrauchen).\n\nWas ich sehr spannend finde, ist dass gleich in der erste Woche, El mit Krepo gegen MYM und SK spielt. Zuerst gegen das bislang schwächste und dann gegen das stärkste Team in EU, das sollte erste Einblicke ermöglichen, inwiefern El sich verändern kann. (Auch wenn es ggf. etwas kurzfristig ist...)","replies":[{"id":"","poster":"StitchStar","date":"2015-02-25T16:25:03.623+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"KedyinsCrow","date":"2015-02-25T21:10:51.290+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ch4rles,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=002300000001,timestamp=2015-02-25T16:25:03.623+0000)\n>\n>  Die Top Teams im Fußball machen das doch auch so und hin und wieder kommt mal einer vielleicht aus der Jugend dazu, die Sie übrigens meist auch zusammen gekauft haben  die guten Talente meist aus schwächeren Vereinen.\n> \n\nBeim Fußball steckt ein ganz anderer Nachwuss und Spielerpool dahinter als im E-Sports, besonders in EUW/NA.\nAber nehmen wir eben was vorhanden ist.... Wen würdest du den abwerben wollen? nRated oder Yellowstar, die sich als gute shout caller bewiesen haben stecken beide bereits in Spitzenteams, die eine längere und erfolgreiche Geschichte haben als El. Wieviel Kapital hinter den einzelnen Organisationen tatsächlich steckt, weiß ich aber nicht.\nAber nehmen wir alleine mal Fnatic, bevor das Team in der LCS gespielt hat, hat so ziemlich jeder gemeint, dass Fnatic ein gigantischen Risko eingegangen ist und die haben sicherlich die Mittel und das Ansehen um bekanntere Spitzenspieler anzuwerben. Es wird schon seinen Grund haben warum sie das nicht gemacht haben und ggf. auch nichtmal machen konnten. Bei El könnten dieselben Gründe vorliegen, wieso man nicht \"noch bessere\" Spieler angeworben hat.\n\nAnsonsten weiß ich aber auch  momentan von keinen Support in EUW, der sehr gut im Shout callen ist. \nWie es mit Abwerben von guten Spielern im Ausland ist, wäre nochmal eine andere Frage. Allerdings bringt das unter Umständen noch viel mehr Probleme mit sich (erst recht wenn es eine Sprachbarriere geben sollte). Von daher finde ich die Grundidee Krepo, der zumindest einen scheinbar höheres Potential in diese Richtung zeigt, zu nehmen nicht schlecht.\n\nNyph hat sicher das Können um bei anderen (Spitzen-)Teams unterzukommen und wenn er das bevorzugt hoffe ich auch das für ihn. Was ich sagen wollte, ist das El einen Analysten (wie ich mir Nyph durchaus vorstellen kann) gut gebrauchen kann und wenn es Nyph Spaß macht und er dabei bleiben will, finde ich das eine gute Sache. \n\n(Natürlich kann, da jeder seine eigene Ansicht vertreten, aber dass hier soll ja eine Diskussion sein, ich meine hier nicht, dass meine Aussage richtig und wahr ist, es ist lediglich meine Ansicht und ich finde auch deine Ansichten interessant. Es kann durchaus sein, dass sich meine durch die Dikussion verändert ;) )","replies":[{"id":"","poster":"StitchStar","date":"2015-02-25T21:47:22.162+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"KedyinsCrow","date":"2015-02-26T19:06:37.979+0000","up_votes":1,"down_votes":0,"body":"Stimme dir an sich in allem zu. Ob KaSing calls macht, weiß ich zugegebnermaßen nicht.\nNur da El eben diese Fehler gemacht hat, haben sie jetzt eben nicht die große Auswahl (darum fand ich die aktuelle Entscheidung) sinnvoll. KaSing hätte, sofern er der Shout caller ist, dann zugegebnermaßen noch mehr Sinn gemacht.","replies":[]}]}]}]}]}]},{"id":"","poster":"JCDenton333","date":"2015-02-15T23:29:33.650+0000","up_votes":1,"down_votes":0,"body":"Was für ein episches Spiel zwischen TSM und CLG!","replies":[{"id":"","poster":"KedyinsCrow","date":"2015-02-16T15:39:14.531+0000","up_votes":1,"down_votes":0,"body":"Naja als episch würde ich es nur wegen dem ganzen Hype bezeichnen.\nCLG hatte nen guten Start und danach haben sie soviele Missplays gemacht, dass TSM das gute drehen konnte. Sicher TSM hat dabei gut reagiert, aber weggeworfen war es dennoch von CLG. Es sah etwas spannender aus nund war einfach 1000000-mal mehr gehyped, aber der throw von Elements vs FNC war in etwa dasselbe. (Elements die ganze Zeit in Führung, alle \"Trumpfe\" in der Hand, 1-2 Misplays und das Game war vorbei). \nAber ein richtig spannendes hin und her, gab es eigentlich nicht. Es waren aus meiner Sicht zwei Abschnitte, den ersten hat klar CLG dominiert, den zweiten klar TSM durch die Misplays von Link und Doublelift. \nZugegebnermaßen waren die \"Throws\" nicht ganz so extrem, wie bei Shooks 1vs4-5 engages, aber mit der selben Wirkung.\nVon daher ein gutes Spiel, gab viele bessere (zugegenermaßen auch mehr schlechtere) aber \"episch\" war es wenn überhaupt nur wegen dem gigantischen Hype der von den Fans kam und von Riot auch noch verstärkt wurde.","replies":[{"id":"","poster":"JCDenton333","date":"2015-02-17T01:48:13.793+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=KedyinsCrow,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00130000,timestamp=2015-02-16T15:39:14.531+0000)\n>\n> Naja als episch würde ich es nur wegen dem ganzen Hype bezeichnen.\n\n\nIch fand es klasse, die Missplays waren gewissermaßen auf hohem Niveau ;) Ohne Fehler wären die meisten Spiele recht lahm schätze ich. Das interessante war doch, dass sich hier zwei Teams auf Augenhöhe begegnet sind die, wie du schon sagtest, jeweils ihre starken Abschnitte hatten.\nDass CLG das hätte gewinnen MÜSSEN, das dürfte auch TSM klar sein. Trotzdem wäre das wohl gegen kein anderes Team auch nur ansatzweise passiert, selbst mit einer solchen Steilvorlage wäre wohl niemand in NA in der Lage gewesen, das noch rumzureißen.","replies":[{"id":"","poster":"KedyinsCrow","date":"2015-02-17T16:27:37.395+0000","up_votes":1,"down_votes":0,"body":"Ich behaupte ja auch nicht, dass es ein schlechtes Game war. Es war auch sicherlich eins der besseren Spiele und was die Season betrifft, vielleicht sogar das beste bislang. Aber es ist kein Game was mir noch lange in Erinnerung bleiben wird. Wenn ich darüber nachdenke, sind es auch weniger als 10 Spiele die mir wirklich lange in Erinnerung geblieben sind und bleiben werden und ich schau seit Season 1 Streams. \nAber eben diese wenigen Spiele sind für mich \"episch\", während die anderen Spiele sehr gut sein können, aber würde ich dieses Spiel dazu zählen, müsste ich meine Liste auf mindestens 50 erhöhen, wenn nicht mehr und dann ist es keine \"epische\" Liste mehr für mich.\n\nUnd verstehe mich bitte nicht falsch, nur weil ich es nicht als episch bezeichne, heißt es natürlich noch lange nicht, dass du es nicht als episch bezeichnen darfst/sollst. Es ist schön, wenn es dir so sehr gefallen hat, mir hat es auch gut gefallen und wünsche mir durchaus mehr solcher Spiele.  Aber in den epischen Bereich kam es für mich dennoch nicht. Lediglich der Hype der in das Game ging hatte für mich epische Ausmaße, weil selbst die meisten Weltmeisterschaftsgames, aus meiner Sicht, weniger stark gehyped waren als dieses Game. Kann auch nur Zufall gewesen sein, dass ich es da eben stärker mitbekommen habe...","replies":[]}]}]}]},{"id":"","poster":"F L YI NG Candy","date":"2015-02-15T13:24:04.029+0000","up_votes":1,"down_votes":0,"body":"wo kann man denn über die NA LCS diskutieren, hab bisher im Forum nichts gefunden?","replies":[{"id":"","poster":"JCDenton333","date":"2015-02-15T20:53:16.865+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=F L YI NG Candy,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0012,timestamp=2015-02-15T13:24:04.029+0000)\n>\n> wo kann man denn über die NA LCS diskutieren, hab bisher im Forum nichts gefunden?\n\nDirekt hier ;)","replies":[{"id":"","poster":"Kelfi","date":"2015-02-16T11:45:12.082+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=WorstCarryEver,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00120000,timestamp=2015-02-15T20:53:16.865+0000)\n>\n> Direkt hier ;)\n\nJo, wir haben den Faden nun einfach mitgenutzt.\n\nIch war im neuen Forum noch zu faul und zeitlich zu eingespannt um für NA einen eigenen Faden einzurichten. \nMir war der EU Faden schlicht einfach wichtiger, da bereits im alten Forum eher die EU Ausgabe frequentiert wurde und NA ggf. auch mal nur eine One-Man-Show war und deshalb mMn ein NA Faden ad hoc nicht zwingend notwendig war.","replies":[]}]}]},{"id":"","poster":"Kelfi","date":"2015-02-09T12:23:34.154+0000","up_votes":1,"down_votes":0,"body":"Hat schon jmd. das Drama um MYM auf Reddit gelesen?\n\nHoffentlich bekommen die Spinner einen übergebraten... Wenigstens hat Kori das alles schön aufgenommen :D\n\n[Reddit Thread](http://www.reddit.com/r/leagueoflegends/comments/2v93jq/mym_threatened_kori_with_taking_his_mothers_house/)","replies":[{"id":"","poster":"Bezar","date":"2015-02-10T10:13:20.598+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kelfi,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=000b,timestamp=2015-02-09T12:23:34.154+0000)\n>\n> Hat schon jmd. das Drama um MYM auf Reddit gelesen?\n> \n> Hoffentlich bekommen die Spinner einen übergebraten... Wenigstens hat Kori das alles schön aufgenommen :D\n> \n> [Reddit Thread](http://www.reddit.com/r/leagueoflegends/comments/2v93jq/mym_threatened_kori_with_taking_his_mothers_house/)\n\nWTF....\n\nAlso ich hab nicht das Reddit Zeug gelesen, nur den Hauptartikel.\nAlso nach 3-4 Monaten ohne Bezahlung wär ich längstens weg...\nDie Drohung ist ja wohl total daneben, dass mit Stress etc. im nachhinein zu entschuldigen macht es auch nicht wieder gut, sowas sollte man überlegen, bevor man es ausspricht.\nIch an Riots Stelle würde über eine Disqualifizierung des Teams oder eine Spielsperre nachdenken, sowas sollte dringenst Konsequenzen nach sich ziehen.","replies":[{"id":"","poster":"Kelfi","date":"2015-02-12T13:46:34.738+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Bezar,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=000b0000,timestamp=2015-02-10T10:13:20.598+0000)\n>\n> WTF....\n> \n> Also ich hab nicht das Reddit Zeug gelesen, nur den Hauptartikel.\n> Also nach 3-4 Monaten ohne Bezahlung wär ich längstens weg...\n> Die Drohung ist ja wohl total daneben, dass mit Stress etc. im nachhinein zu entschuldigen macht es auch nicht wieder gut, sowas sollte man überlegen, bevor man es ausspricht.\n> Ich an Riots Stelle würde über eine Disqualifizierung des Teams oder eine Spielsperre nachdenken, sowas sollte dringenst Konsequenzen nach sich ziehen.\n\n[5000 Strafe reichen anscheinend...](http://na.lolesports.com/articles/investigation-marcin-%E2%80%9Ckori%E2%80%9D-wolski-and-meetyourmakers) \nWenigstens ist der Manager gesperrt worden, trotzdem ein Witz wenn man bedenkt das CLG für poaching 10K zahlen musste...","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-02-18T13:39:38.983+0000","up_votes":1,"down_votes":0,"body":"Naja, man muss bedenken, dass MYM den Manager rausgeworfen hat, bevor Riot das Urteil sprach.\nAuch sollte man bedenken, dass auf beiden Seiten eine gewisse Schuld vorlag (Kori war offensichtlich selbst Schuld, dass er das Geld nicht erhalten hat, weil er nicht die notwendigen Unterlagen eingereicht hat... und Kori wurde in der Tat vertrachsbrüchig... und die Veröffentlichung der illegalen Aufnahmen ist auch fragwürdig...).\n\nDass die Teams verantwortlich sind für die Handlungen ihrer Angestellten ist klar - deshalb war eine Strafe auch notwendig. Aber das Team ist letztlich indirekt durch die Situation schon recht gestraft (Ordentlich Chaos über den Verbleib von Kori, zwei Wochen Trainingspause, zwei Wochen Midlane-Sub, neuen Manager mitten in der Season finden, Reputationsverlust) und eine höhere Geldstrafe würde das vergangene Unrecht nicht besser machen.\n\nEine Disqualifikation für MYM - auch hier gebe ich Riot Recht - wäre der völlig falsche Weg gewesen, weil das vor allem die Spieler getroffen hat. Was wäre dann das Signal gewesen? Der gekickte und unbegrenzt gesperrte Manager konnte noch das ganze Team mit in den Abgrund ziehen? Ich sehe in dieser Situation keine Gewinner, nur sehr, sehr viele Verlierer... (auch Riot, die ganz schnell ein neues Team aus dem Hut zaubern müssten... und die Zuschauer, weil die Qualität der EU LCS darunter natürlich ein wenig leiden würde...).\n\nAuch muss man berücksichtigen, dass MYM nicht so reich sein dürfte wie CLG. Und ja, solche Strafen sollten sich auch nach der Vermögenssituation der Beschuldigten richten, sonst können sich reiche Organisationen alles leisten, während arme Organisationen schon für Kleinigkeiten vor dem Ruin stehen... daher ist der Vergleich mit der CLG-Poaching-Sache nicht ganz passend...","replies":[]}]}]},{"id":"","poster":"Pente","date":"2015-02-12T14:37:08.624+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kelfi,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=000b,timestamp=2015-02-09T12:23:34.154+0000)\n>\n> Hat schon jmd. das Drama um MYM auf Reddit gelesen?\n> \n> Hoffentlich bekommen die Spinner einen übergebraten... Wenigstens hat Kori das alles schön aufgenommen :D\n> \n> [Reddit Thread](http://www.reddit.com/r/leagueoflegends/comments/2v93jq/mym_threatened_kori_with_taking_his_mothers_house/)\n\nUnabhängig von dem Fall jetzt, das heimliche Aufzeichnen von Gesprächen und deren Veröffentlichung ist strafbar! So seltsam das auch klingen mag, im Zweifelsfall wäre das nicht vor Gericht verwertbar. \"Wenigstens hat er das alles schön aufgenommen\" ist eine sehr riskante Ansicht, denn das hätte im Extremfall auch ganz anders enden können, wenn man das nun rein aus juristischer Sicht betrachtet.","replies":[{"id":"","poster":"Bezar","date":"2015-02-12T14:53:12.619+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Riot Pente,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=000b0002,timestamp=2015-02-12T14:37:08.624+0000)\n>\n> Unabhängig von dem Fall jetzt, das heimliche Aufzeichnen von Gesprächen und deren Veröffentlichung ist strafbar! So seltsam das auch klingen mag, im Zweifelsfall wäre das nicht vor Gericht verwertbar. \"Wenigstens hat er das alles schön aufgenommen\" ist eine sehr riskante Ansicht, denn das hätte im Extremfall auch ganz anders enden können, wenn man das nun rein aus juristischer Sicht betrachtet.\n\nMit anderen Worten; man kann jemandem am Telefon mit allem möglichen drohen und ist dabei noch vor dem Gesetz geschützt, weil es niemand beweisen kann?","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-02-18T13:53:13.550+0000","up_votes":1,"down_votes":0,"body":"Die Gesetzeslage ist da ziiiemlich eindeutig:\n\nhttp://www.gesetze-im-internet.de/stgb/__201.html\n\nDas Veröffentlichen des Gesprächs seitens Kori hat den Straftatbestand des §201 I 2 definitiv erfüllt.\n\nWas die gerichtliche Verwertbarkeit von unzulässigen Tonbandaufnahmen angeht sind wir in Deutschland nicht ganz so krass wie die Amerikaner, aber auch bei uns werden unzulässige Tonbandaufnahmen nur zugelassen, wenn ein sehr, sehr starkes öffentliches Interesse besteht. Denkbar wäre das in Fällen von Schwerverbrechen wie Mord, geplanten Terroranschlägen, Menschenhandel/Kinderschändern und ähnlichem, aber sicherlich nicht bei Beleidigungen oder Drohungen. Nichtmal dann, wenn es um höhere Geldsummen geht...\n\n(kurzum: Im Gegensatz zu den Amis überwiegt bei uns der gesunde Menschenverstand - wir lassen keine Mörder oder sonstige gemeingefährliche Leute wegen \"Verfahrensfehlern\" freikommen... aber das sind halt die krassen Ausnahmen!)","replies":[]},{"id":"","poster":"Kelfi","date":"2015-02-12T16:25:02.518+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bezar,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=000b00020000,timestamp=2015-02-12T14:53:12.619+0000)\n>\n> Mit anderen Worten; man kann jemandem am Telefon mit allem möglichen drohen und ist dabei noch vor dem Gesetz geschützt, weil es niemand beweisen kann?\n\nJupp. \n\nMeinen gefährlichem Halbwissen nach müsste der Gesprächspartner mit der Aufzeichnung des Gesprächs mindestens einverstanden sein.","replies":[]}]}]},{"id":"","poster":"JCDenton333","date":"2015-02-12T12:14:34.526+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kelfi,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=000b,timestamp=2015-02-09T12:23:34.154+0000)\n>\n> Hat schon jmd. das Drama um MYM auf Reddit gelesen?\n> \n> Hoffentlich bekommen die Spinner einen übergebraten... Wenigstens hat Kori das alles schön aufgenommen :D\n> \n> [Reddit Thread](http://www.reddit.com/r/leagueoflegends/comments/2v93jq/mym_threatened_kori_with_taking_his_mothers_house/)\n\nDas ist alles eine sehr undurchsichtige Sache. Weiß nicht ganz, was ich davon halten soll...","replies":[]}]},{"id":"","poster":"JCDenton333","date":"2015-02-09T00:41:06.194+0000","up_votes":2,"down_votes":0,"body":"Ich bin so froh, Bjergsen in der Fantasy-League zu haben :)","replies":[]},{"id":"","poster":"Kelfi","date":"2015-02-05T14:41:24.314+0000","up_votes":1,"down_votes":0,"body":"Spielplan Woche 3\n\n05.02.2015\n\nStart 18 Uhr\n\nH2K - SK\nFnatic - UoL\nMYM - Elements\nRoccat - Giants\nCW - GG\n\n06.02.2015 \n\nStart 18 Uhr\n\nFnatic - Giants\nGG - H2K\nRoccat - MYM\nUoL - CW\nElements - SK","replies":[{"id":"","poster":"Pente","date":"2015-02-05T21:23:11.092+0000","up_votes":2,"down_votes":0,"body":"Fnatic - UOL war bisher mein top Game des Tages. Wahnsinns Match, hat richtig Spaß gemacht zuzusehen! Die anderen Matches waren auch gut, keine Frage aber das hin und her im Fnatic Spiel war einfach nur nervenaufreibend und Spannung pur :D","replies":[]}]},{"id":"","poster":"KedyinsCrow","date":"2015-02-17T20:28:50.078+0000","up_votes":3,"down_votes":1,"body":"Wie es aussieht wird auch WIckd durch Kev1n ersetzt:\nhttps://www.youtube.com/watch?v=VYMdC2m_X4M&feature=youtu.be&a\n\nIch bin sowohl Wickd als auch Kev1n fan und während es mich für Kev1n freut, glaube ich nicht, dass es Elements weiter bringt.\nDamit haben sie einen weiteren passiven Spieler, der auch weniger gern fürs Team stirbt. Wickd hat alles mögliche getan um Teamfights zu gewinnen, egal ob seine eigene KDA drunter leidet oder nicht.\nDamit haben sie nur noch Shook der überhaupt mal nen play versucht und bei den letzten Games, sah es so aus, als hat sich Shook zu einigen Plays selbst gezwungen, weil einfach nichts passiert, wenn er nichts macht. Das hat dazu geführt, dass er alleine gestorben ist, was ziemlich bescheuert aussah.\nWenn sie also nicht generell ihre Taktik ändern, werden sich selbst in den tot farmen und jedes Spiel langsam verlieren,...\n\nIch hoffe ich irre mich und ich hoffe auch, dass Wickd nicht im nichts verschwindet. Auch wenn er oft kritisiert wird/wurde, ist er doch einer der besten toplaner in EU.","replies":[{"id":"","poster":"Kelfi","date":"2015-02-18T07:30:03.764+0000","up_votes":1,"down_votes":0,"body":"Mal gucken ob sie das wieder in die Spur bringt, allerdings glaube ich nicht das es nur an Wickd lag...","replies":[]}]},{"id":"","poster":"DaggettBeaver","date":"2015-04-18T20:12:01.171+0000","up_votes":1,"down_votes":0,"body":"Ach, ich seh schon, das Blame-Game geht wieder los.\n\nWenn du die Schuld an den Niederlagen von SK Fox geben willst musst du andere Spiele gesehen haben als ich. In den ersten Spielen hat Fox hart gecarried, in den letzten drei Spielen war H2K einfach auf der taktischen Ebene so viel besser - besseres Roaming, bessere Picks, bessere Teamfights. Und vor allem Forg1ven ist teilweise unnötig gestorben, aber das werfe ich ihm nicht vor - als sein Team zurücklag musste er höhere Risiken eingehen, um den Rückstand auszugleichen - und dann wird man halt mal beim Farmen gekillt...\n\nAber gut, es ist immer einfacher, hinterher einem Spielen den schwarzen Peter zuzuschieben - in diesem Fall Fox. Und ich fürchte, in SK Flaming (oder war's SK Blaming?) wird's ähnlich ablaufen und Forg1ven und Svenskeren werden auch versuchen, einen \"Schuldigen\" zu finden. Und getreu dem guten alten Motto \"Einer ist immer das árschlóch\" ist nicht auszuschließen, dass Fox als Sündenbock gehen muss. Traurig, aber wie gesagt, es ist offensichtlich so viel einfacher, einen Posten als Bauernopfer rauszuwerfen (im Fußball traditionell der Trainer), statt sich mit den eigentlichen Problemen auseinander zu setzen...","replies":[{"id":"","poster":"StitchStar","date":"2015-04-18T20:24:31.418+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-04-18T21:39:45.490+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}]> Interessant das du die zwei Spieler gepickt hast Svenskeren und Forg1ven sind spielerisch die zwei besten Spieler.\n\nIch habe die beiden gepickt, weil die beiden gerade den HypeTrain reiten...\n\n> Ich finde es außerdem interessant das SK nicht so beliebt ist weil manche Spieler sich nach Außen nicht verstellen. Ich will überhaupt nicht wissen wie Assi manche sind die in der Öffentlichkeit schauspielere und somit beliebt sind.\n\nSorry, aber diese Ansicht ist schlicht unhaltbar.\nSvenskeren, Fredy und Forg1ven sind nicht unbeliebt, weil sie \"sich nicht verstellen\", sondern weil sie keine Selbstkontrolle haben und sich beschissen benehmen. Und ja, dafür darf man sie nicht mögen.\n\nMag sein, dass einige andere Spieler auch schlechte Charakterzüge haben - aber sie haben zumindest die Selbstbeherrschung, diese Charakterzüge nicht an ihren Mitspielern auszulassen. Was im Kopf einer Person vorgeht ist völlig irrelevant (\"Die Gedanken sind frei\" sagt dir hoffentlich etwas...), wichtig ist, wie du handelst und dich verhälst. Und SK hat aktuell leider das Lineup mit den meisten bekannten Flamern und Blamern...\n\n> Und Fakt ist auch Fox hat voll schlecht gespielt und nur weil er mal hier und da was gecarryd hat heißt es nicht das er gut genug ist für das Team siehe Link, der carryd auch manchmal trotzdem kein guter Midlaner interessant wie die Leute immer nur das Positive hervorheben wollen wenn man mache Spieler kritisiert.\n\n... und trotzdem ist LiNk seit 2.5 Jahren bei CLG und sein Vertrag läuft noch bis Ende des Jahres (wie alle CLG-Verträge der aktuellen Mitglieder)\n\nWas du nicht verstehst, ist, dass du nicht alle Informationen hast und bestimmte Dinge überbewertest, während du andere unterbewertest.\nLiNk ist z.B. kein Playmaker, dafür aber ein relativ konsistenter Spieler mit einem enormen Champion-Pool. Leute tendieren leider dazu, Spieler einzig aufgrund ihrer Playmaker-Eigenschaften zu bewerten, weshalb es diese riesigen Hype-Trains für Svenskeren, Forg1ven und nicht zuletzt Faker gibt. \n\nEs ist nichts weiter als das, was wir überall im Internet haben. Viele Leute mit Halbwissen sammeln sich und plappern alles nach, was gerade \"in\" ist.\n\n> Und da Fox eben mit das neuste Mitglied ist sollte klar sein das wenn er nicht gut spielt auch einer der ersten ist der geht. Außerdem hat Forg1ven so einen krassen nachteil im 2 vs 2 mit nRated meine güte war diese Morgana schlecht im vergleich zu Hylissang.\n\nAh, ich sehe, du hast den nächsten Sündenbock gefunden... und machst wieder den gleichen Fehler, indem du auch nRated nur aufgrund seiner Spielmacher-Qualitäten und Mechaniken bewertest, statt dir ein Gesamtbild des Spielers zu machen (wozu dir aber eh einige Daten fehlen).\n\n> Was für Problem soll das sein außer das deine Midlane choked und dein Sup einfach mechanisch nicht gut ist im vergleich zu den anderen TOPTEAMS. InnerFlame ist ein guter Choach das kann es also auch nicht sein.\n\nOha, Ausschlussverfahren also nun... :rolleyes:\nUnd wie du als Außenstehender nun auch noch die Qualität des Coaches beurteilen willst - wow. Du musst wirklich Hellseher sein.\n\n> Ja aber bleib du mal bei deiner Freundschaft über alles Einstellung und den Schauspielern. Wird man ja sehen wie weit diese Teams damit kommen wenn Sie es nach Worlds schaffen oder MSI. Vor allem weil im echten Mannschaftssport auch alle Freunde sind ne is klar.\n\nWann habe ich das je gesagt? Es **müssen** nicht alle \"Freunde\" im engeren Sinne sein, aber es hilft. Wichtiger ist aber, dass Spieler nicht das Gefühl haben, ständig eine Pistole auf der Brust sitzen zu haben, weil sie wissen, dass sie direkt gefeuert werden, wenn sie mal ein Leistungstief haben (ja, jeder Spieler hat mal ein Leistungstief. Ohne Ausnahme!). Aber für ein professionelles Zusammenspielen ist es u.a. tatsächlich sehr wichtig, dass sich die Spieler zumindest halbwegs leiden können - Antipathien innerhalb von Teams führen immer zu indirekten Leistungseinbrüchen, was dir auch jeder Sportpsychologe bestätigen wird.\n\nIch sage daher nur, dass du und der restliche Reddit-Pöbelmob den typischen Fehler machst, so zu tun, als wüsstest du mehr, als du tatsächlich weißt - oder du offensichtlich maßgebliche Fakten ausblendest und Spieler aufgrund einzelner, gut für dich als Zuschauer sichtbarer - Teilaspekte ihres Skills über- bzw. unterbewertest. Als Zuschauer siehst du halt nur die Mechanics - und hättest du mal echten Mannschaftssport gemacht oder dich mit Team-Management auseinandergesetzt wüsstest du, dass weit mehr dazu gehört, ein funktionierendes Team zu bauen, als einfach nur die mechanisch besten Spieler zu beschaffen.\n\nDu blendest wie jeder \"Bundestrainer auf dem Sofa\" aber das alles aus und pöbelst gegen Spieler auf Grundlage fehlender Informationen. Und das ist einfach völlig daneben.\n\nDie Teams haben Coaches, Analysten, Manager und Sportpsychologen genau für das, was du hier meinst, als Fernanalyse machen zu können. Und die Teams, die einen guten Staff haben, zeichnen sich in der Regel damit aus, dass sie nicht alle paar Wochen ihre Spieler austauschen...","replies":[]},{"id":"","poster":"Treffnix","date":"2015-04-18T20:57:03.849+0000","up_votes":1,"down_votes":0,"body":"Wenn Forgiven spielerisch so toll ist, wieso wird er dann ausgebannt? Richtrig, weil er 2-3 ADC´s stark ist, mit dem rest nur absolutes Mittelmaß.\nAber ich sehe das Problem bei SK nicht bei eionzelnen Spielern oder deren Championpool, sondern bei deren taktik. die waren während des Splits gewöhnt, auf Objectives zugehen, heisst türme, dragon, baron. Das war ihre Stärke. Flexibilität war kaum bis gar nicht vrohanden.\nUnd darauf haben sich andere Teams jetzt eingestellt. Ohne Flexibilität und schnelles Reagieren kannst du nichts gewinnen.\n\nUnd irgendwie hat SK auch ein Problem mit der Konzentration. Klar, 5 Spiele auf einem Topniveau zuspielen ist extrem schwer, aber wer Ansprüche hat, muss das bewerkstelligen.","replies":[]}]}]},{"id":"","poster":"JCDenton333","date":"2015-04-04T19:50:18.093+0000","up_votes":2,"down_votes":1,"body":"Kommen jetzt gleich wieder Vorschläge, wen die denn am besten holen sollten? Wir sind hier nicht bei FIFA...","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-03-21T22:27:36.759+0000","up_votes":2,"down_votes":1,"body":"Urgot hats gerissen :D","replies":[]},{"id":"","poster":"Zero000","date":"2015-03-21T22:19:41.119+0000","up_votes":2,"down_votes":1,"body":"DAS IST ES!\nDer erste Sieg für Urgot.","replies":[]},{"id":"","poster":"Zero000","date":"2015-03-21T21:44:59.970+0000","up_votes":2,"down_votes":1,"body":"Urgot!!!\nVerdammt GV dieses Spiel müsst ihr einfach gewinnen.","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-05T22:06:40.350+0000","up_votes":2,"down_votes":1,"body":"Das neue Forum ist auch kacke... :P\n\nwow... SK hat das Spiel ab dem Baron echt krass gerissen, mit der Teamkombo hätte ich eigentlich gedacht, dass sie alle 3 Lanes auch so gewinnen würden... FNC hat echt schlecht gepickt und das mit der Doppel-ADC-Strategie, das funktioniert einfach zu selten... Ist halt nen Unterschied, ob dich n Ezrael mit 10 AAs killt oder ne LeBlanc dich in ner Sekunde pflückt.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-26T20:34:55.951+0000","up_votes":1,"down_votes":0,"body":"Bisher sind alle Spiele so ausgegangen, wie ich es mir erhofft habe. Mal sehen ob EL zumindest mal gegen MYM was gerissen bekommt, da sollte es schon mit dem Teufel zugehen, wenn die selbst das nicht packen.","replies":[{"id":"","poster":"Bezar","date":"2015-02-26T20:51:01.262+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=WorstCarryEver,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0026,timestamp=2015-02-26T20:34:55.951+0000)\n>\n> Bisher sind alle Spiele so ausgegangen, wie ich es mir erhofft habe. Mal sehen ob EL zumindest mal gegen MYM was gerissen bekommt, da sollte es schon mit dem Teufel zugehen, wenn die selbst das nicht packen.\n\nWürd mich aber freuen, wenn MYM gewint, einfachso aus Schadenfreude.","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-02-26T20:59:06.080+0000","up_votes":2,"down_votes":1,"body":"Ich sag dazu nur:\nGo Krepo\nGo Blitzcrank :D","replies":[]}]}]},{"id":"","poster":"DaggettBeaver","date":"2015-02-26T20:27:56.727+0000","up_votes":1,"down_votes":1,"body":"Roccat steckt echt in einer dicken Krise.\nUnd immer wenn Roccat schlecht spielt sieht gerade Nukeduck so richtig schlecht aus. Gerade eben wieder: 0/4/1.\n\nWenn das so weiter geht glaube ich echt, dass Nukeduck rausfliegt. Zugegeben, das liegt auch daran, dass Nukeduck zu \"Alles-oder-nichts\"-Champions tendiert - und wenn einer LeBlanc einfach der Damage fehlt ist es schwer, überhaupt etwas zu reißen. Aber dennoch: 1 Assist bei 6 Kills? 16.66% Kill-Participation als Mid-Laner? Da **muss** einfach mehr gehen...","replies":[{"id":"","poster":"KedyinsCrow","date":"2015-02-26T20:30:54.546+0000","up_votes":2,"down_votes":1,"body":"Wenn Nukeduck rausfliegt, kann ich wenigsten das Team wieder leiden :P","replies":[]}]},{"id":"","poster":"Bezar","date":"2015-02-08T21:23:09.898+0000","up_votes":2,"down_votes":1,"body":"Die Disskussion hier ist ja riesig...\nVielleicht finden die Leute auch den Thread einfach nichtmehr... -.-'\n\nCLG vs. GV hehe mit Sivir / Ezrael hat CLG Gravitiy die Doppel-ADC Kombo weggeschnappt und sie echt etwas aufgemischt denk ich mal.","replies":[{"id":"","poster":"Kelfi","date":"2015-02-09T11:24:41.003+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bezar,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0009,timestamp=2015-02-08T21:23:09.898+0000)\n>\n> Die Disskussion hier ist ja riesig...\n> Vielleicht finden die Leute auch den Thread einfach nichtmehr... -.-'\n> \n> CLG vs. GV hehe mit Sivir / Ezrael hat CLG Gravitiy die Doppel-ADC Kombo weggeschnappt und sie echt etwas aufgemischt denk ich mal.\n\nIch geh mal davon aus das sich das über die nächsten Wochen einpendeln wird.\nIch selber hab leider, weiterhin, auch nicht die riesen Zeit um groß mitzudiskutieren :(","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-02-18T13:55:22.332+0000","up_votes":1,"down_votes":0,"body":"**Riot sollte dringend im alten Forum einen Sticky machen!**\n\nIch habe mich gewundert, warum keiner mehr im alten Forum ist, weil ich die Foren nicht über die Webseite, sondern über Bookmarks navigiere - und folglich gar nicht mitbekommen habe, dass das neue Forum online gegangen ist.","replies":[]}]}]},{"id":"","poster":"StitchStar","date":"2015-05-19T13:45:00.001+0000","up_votes":1,"down_votes":0,"body":"Bezüglich 2015 CHALLENGER SERIES SUMMER QUALIFIERS\nhttp://euw.lolesports.com/articles/2015-challenger-series-summer-qualifiers\n\nIch mein das Format wurde ganz klar für NA gemacht aber wer ist den in EU bitte 1 - 10 Platz wie wird den das entschieden??? Wir in EU haben 2 mal 1 - 5, was  für falsch halte weil EUW die besseren Teams hat. Deswegen braucht man auch in EU die 1 Runde nie anschauen da fliegen erstmal 90% EUNE Teams nur raus und somit sollten es eher 1 - 7/8 EUW und 1 - 2/3 EUNE Teams sein.\n\nJetzt mal abgesehen davon das ich es falsch halte mit dem 2 mal 1 - 5 bin ich mal gespannt wer welchen Platz kriegt in EU, weil als EU Team/Organisation könnte man sich leicht beschweren falls man die Aufteilung für nicht richtig hält bzw. sich benachteiligt fühlt anders als bei NA da war ja klar mit welchem Platz man wohin geht im Format!!!\n","replies":[]},{"id":"","poster":"StitchStar","date":"2015-05-19T10:00:51.388+0000","up_votes":1,"down_votes":0,"body":"**Gewinner des Team Roster Shuffle NA:**\n\nCloud9 (Hai → Incarnati0n)! Die sind dadurch in der Midlane konkurrenzfähig geworden zum richtigen Zeitpunkt, da fast alle Teams nun eine besser Midlane haben als zu den guten alten C9 Zeiten. Ich denke einige Team waren an Incarnati0n dran aber C9 war so schnell das die anderen überhaupt keine Chance hatten überhaupt Ihm ein Angebot zu machen. Wenn Incarnati0n auch nur die hälfte hält was er verspricht, dann hat C9 wieder eine Chance wieder 1 in NA zu werden und sogar International besser abzuschneiden auflängere Sicht.\n\n**Verlierer des Team Roster Shuffle NA:**\n\nMan kann hier nur Team Dignitas stehen haben, da gibt es glaube ich keine zwei Meinungen. Mit dem gleichen Roster, dass mit Mühe und Not durch die Promo gekommen ist wieder in den nächsten Split! Die wollten Helios fragen aber haben Ihn nicht mal gefunden. Wenn man Masochist ist spielt man bestimmt gerne damit den nächsten Split. Selbst T8 hat sich auf der ADC Positon verbessert und auch das schwächere CS Team TDK hat sich gut für ein neues LCS Team verstärkt.\n\nIch glaube aber eh sollte DigEU in die EULCS kommen wird das NA Team verkauft sollte es dann noch NALCS spielen.\n\n\n\n**Gewinner des Team Roster Shuffle EU:**\n\nFnatic(Steeelback → Rekkles)! Fnatic ist dadurch auf der Botlane flexibler geworden und die anderen Lanes müssen auch nicht mehr so sehr der Botlane aushelfen und Rekkles bringt außerdem die Option mit das Team im Late Game zu carryn. Dazu kommt das Yellowstar schon mal mit Ihm gespielt hat und es nicht ganz so schwer werden sollte auf der Botlane miteinender zurecht zu kommen.\n\n**Verlierer des Team Roster Shuffle EU:**\n\nIch finde das ist ziemlich schwer zu sagen aber denke Giants Gaming! Giants hat anscheinend nichts am Roster gemacht und die LCS ist allgemein stärker geworden und dieses mal gibt es wahrscheinlich kein MYM die in Problemen ertrinken und dadurch sehr schlecht spielen am Anfang und in der Mitte der Season. Ein paar anderen Teams könnte auch in Frage kommen aber das mit Gaints ist am offensichtlichsten.\n\nIch glaub Gaints wird mit dem Roster mindesten wieder Relegation spielen müssen, wenn nicht sogar sofort absteigen. ","replies":[]},{"id":"","poster":"StitchStar","date":"2015-05-16T15:29:51.612+0000","up_votes":1,"down_votes":0,"body":"Da es noch keinen offizieless Thema zu LCS 2015 Summer Season gibt schreib ich das einfach hier rein.\n\nMeine Top 3: \n1. Fnatic \n2. H2k\n3. ROCCAT\n\nFnatic kann und wird wahrscheinlich mit Rekkles noch viel besser spielen. H2k hat anscheinend nichts geändert und finde die waren das zweit beste Team im der Spring Season und Ryu hat noch nicht mal seine 100% gezeigt. \nRoccat ist meiner Meinung hinter den Erwartungen zurückbleiben aber mit einem neuen Main Toplaner \"Steve\" sieht das Team sehr Komplet aus auf dem Papier und einem neuen Coach. Außerdem glaub ich das nun Nukeduck Ansager wird bei Roccat, da nun Overpow nicht mehr in dem Team spielt und als Nukeduck das in Lemondogs gemacht hat lief es für Ihn und das Team damals ganz gut. Ich hätte Roccat auch den 2 Platz gegeben aber dafür war mir dann H2k doch zu konstant und sicherer was eine Top Platzierung angeht.\n\nIch denk Fnatic hat international gute Karten, Roccat auch wenn die so spielen wie man es von Ihnen erwarten könnte. Ich denk H2k würde International eher Probleme haben in die Quarterfinals zu kommen.\n\nKönnt ja mal eure Top 3 sagen finde sowas immer interessant vor einen Season zu wissen wie die allgemeine Erwartung ist an bestimmte Teams.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-05-16T22:04:53.708+0000","up_votes":1,"down_votes":0,"body":"Warum kein UOL?\nIhr Abschluss/Entwicklung in dieser Saison war doch durchaus solide?","replies":[{"id":"","poster":"StitchStar","date":"2015-05-17T07:53:47.857+0000","up_votes":1,"down_votes":0,"body":"UOL ist eine neue Organisation die noch einiges dazu lernen muss. Dann der Ihr Coach vom Team ist auch Gleichzeit der Manager vom Team. Ich hab deswegen keine Ahnung wie er das alles Zeitlich sehr gut machen will, weil ich glaub nicht das große Organisationen umsonst einen Coach und einen Manager haben. \n\nIch finde mit dem Style den UOL spielt kann man nicht wirklich Arbeiten und sich somit nur schwer verbessern. Die können deswegen nicht Formel X anwenden um zu gewinnen, der Ihr Spiel ist zu Chaotisch und ein Analyst oder Coach hat bestimmt auch so seine Probleme damit richtig zu arbeiten.\n\nUOL kann einen guten Split spielen aber auch einen richtig schlechten bei denen ist alles möglich. Dazu kommt das im Sommer Split sich die Team mehr an UOL gewöhnt haben und allgemein die Teams im Schnitt besser sind.\n\nHeißt nicht das die nicht wieder Top 3 machen aber wenn man das logisch betrachtet spricht mehr dagegen als dafür.\n\nIch persönlich hätte den ADC getauscht aber hab nicht wirklich die Einsicht in UOL also gehe ich mal davon aus das die wissen was Sie da machen im Management & Co.! Wird eh ziemlich interessant auf der Botlane diesen Split nun sind zumindest mal fast die besten ADCs alle in der EU LCS (Freeze, Tabzz, Rekkles, Forg1ven, Hjärnan, Niels, Woolite) außer MrRallez.","replies":[]}]}]},{"id":"","poster":"JCDenton333","date":"2015-05-16T16:34:21.175+0000","up_votes":1,"down_votes":0,"body":"1. FNC\n2. H2K\n3. UOL\n\nFnatic sollte das eigentlich regeln schätze ich. Dahinter wird es allerdings sehr spannend, neben H2K, die ich auch auf Platz zwei sehe, gibt es noch viele Teams, die da mitmischen können. UOL wird sich weiter verbessern und hoffentlich konstanter, zudem erwarte ich Gambit sehr stark mit Forg1ven. \nRoccat und Aliance wollen den miesen Split sicherlich vergessen machen und Origen ist wohl auch nicht zu unterschätzen.\n\nInsgesamt erwarte ich einen ziemlich engen Split. SK kann ich nicht so ganz einschätzen, Giants sind (wieder) der klare Außenseiter und die Wolves könnten durchaus für Überraschungen sorgen.","replies":[{"id":"","poster":"StitchStar","date":"2015-05-16T18:37:35.408+0000","up_votes":1,"down_votes":0,"body":"Zu SK die sind damals zweiter geworden mit mit Jezis und sonst dem selben Roster. Ich fande das Roster sah auf dem Papier damals nicht so gut aus aber die sind dritter damit geworden. Denk daher nicht das die absteigen aber für ganz oben wird es nicht langen.\n\nIch hab FNC und H2K auch auf 1. und 2. nicht nur wegen den Spielern auch wegen dem Coach den diese Teams haben. \n\nGanz besonders der Fnatic Coach Deilor. Ich hab den sein ask.FM gelesen oder Ama gelesen und das fand ich sehr gut. Er hat Pick & Ban immer das letzte Wort. Manchmal wenn Spieler denken das Champion X nicht gut ist er aber findet das er OP ist zwingt er auch mal den Spieler das zu lernen, wenn er Ihn nicht so überzeugen kann mit Argumenten usw.! Er sieht auch das große ganze deswegen musste Stealback gehen und Rekkles wurde geholt um International eher mithalten zu können, auch wenn andere Coaches oder Manager das nicht so ganz verstanden haben warum man bei einem Nr.1 Team was am Roster machen sollte, er meinte da nur es gibt immer was zu verbessern.\n\nAnsonsten ist der CW Coach anscheinend ganz gut, dass einzige Problem was mit dem hab er hält meiner Meinung nach zu sehr an bestimmten Spielern fest. Mag ja sein das diese oder der Spieler außerhalb des Spiels oder für die Teamatmosphäre gut ist und von mir aus auch hart Trainiert aber wenn dieser Spieler nicht gut genug für zumindest EU LCS Verhältnisse spielt sollte man wenn Ersatz auf dem Markt zu haben ist zuschlagen und nicht warten und dadurch seine Optionen verspielen. Ja ansonsten scheint der auch ziemlich viel zu Melden zu haben als Coach.\n\nBei Prolly bin mir nicht so sicher ob er so viel zu sagen hat wie die anderen beiden aber macht anscheinend auch einen guten Job und bestimmt gut für Teamatmosphäre. Ansonsten hätte er auch nicht diesen Award als bester Coach denk gewonnen.\n\nDie anderen haben entweder noch keinen Coach oder einen von dem nicht so überzeugt bin. Außer Sheepy aber der ist Manager und Coach und wo nimmt der dann die ganze Zeit her und YamatoCannon der mit MYM eine total katastrophale Organisation hatte und MYM hat am Ende ganz ok gespielt da war es nur schon zu spät und denk das mit Roccat wird der erste richtige Test um zu sehen ob er einen guten Coach abgibt.","replies":[]}]},{"id":"","poster":"JCDenton333","date":"2015-05-13T16:51:29.331+0000","up_votes":1,"down_votes":0,"body":"Sehe ich ähnlich. Über Rekkles´ Klasse muss man sicherlich nicht diskutieren, von seinem Verhalten her allerdings ist das wieder etwas ganz anderes. \nAuf der anderen Seite hat Yellowstar sicherlich auch ein Wörtchen mitzureden bei solchen Entscheidungen und insofern ihr der Deal wohl gar nicht so übel...","replies":[]},{"id":"","poster":"ü ö","date":"2015-05-13T16:39:17.769+0000","up_votes":1,"down_votes":0,"body":"Rekkles wohl zu 99% wieder bei FNC ; Gab schon einen Artikel auf der FNC Homepage der allerdings wieder gelöscht wurde, sollte scheinbar erst morgen veröffentlicht werden.\n\n(http://www.summoners-inn.de/de/news/27797-update-rekkles-zurueck-zu-fnatic)\n\nIch bleibe bei meiner Meinung dass es gegenüber Steelback extrem respektlos ist und ich mir wenn ich er wäre nun auch ziemlich verar.. vorkäme, mag ja sein dass er nicht die Riesen Plays gerissen hat, er war allerdings sehr solide und mit ihm wurde man immerhin 1. \n\nUnd Rekkles, joa, das ist auch so 'ne Sache, FNC baut ihn auf, er geht zu dem seiner Meinung nach besserem Team weil er Titel will, dann läufts nicht und er kommt wieder angekrochen und wird direkt wieder aufgenommen.. find ich auch nicht so toll.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-05-13T15:54:33.400+0000","up_votes":1,"down_votes":0,"body":"Forg1ven ist jetzt offiziell bei Gambit...","replies":[]},{"id":"","poster":"Bezar","date":"2015-05-09T22:01:56.815+0000","up_votes":1,"down_votes":0,"body":"Grössten Respekt für Fnatic!!!!!\n\nDas erste Team seit langem, dass SKT mal bezwungen hat. :)","replies":[{"id":"","poster":"ü ö","date":"2015-05-09T22:05:04.931+0000","up_votes":1,"down_votes":0,"body":"Hat CJ Entus in den Playoffs auch 2 mal geschafft, die erst 2-3 Wochen her sind.\n\nAber das erste Team aus dem Westen stimmt allerdings..","replies":[]}]},{"id":"","poster":"StitchStar","date":"2015-05-08T22:09:58.200+0000","up_votes":1,"down_votes":0,"body":"Wenn FNC gegen BJK später verlieren sollte dann muss man sich echt Fragen was EU da immer treibt!\n\nFNC vs SKT Hype in einem Bo5! :p","replies":[]},{"id":"","poster":"StitchStar","date":"2015-05-08T19:57:39.446+0000","up_votes":1,"down_votes":0,"body":"CandyPanda rejoins SK Gaming's LCS roster\n\nhttp://www.sk-gaming.com/content/1845347-CandyPanda_rejoins_SK_Gamings_LCS_roster\n\nFORG1VEN moves to Sub.\n\nIch hätte lieber die gekickt die mit For1ven nicht klar gekommen sind und zu wenig an sich gearbeitet haben als Spieler und dafür junge talentierte Spieler geholt. Auch wenn CandyPanda immer ganz ok war aber zuletzt hat es nicht mehr gelangt International.  Fox hat anscheinend eine gute Arbeitsmoral Schade für Ihn.","replies":[]},{"id":"","poster":"Kelfi","date":"2015-05-08T13:37:17.461+0000","up_votes":1,"down_votes":0,"body":"Incarnation ist wohl der neue Midlaner bei C9 geworden. Vom spielerischen her hätte ich ihn ja schon lieber gern in EU gesehen.","replies":[{"id":"","poster":"StitchStar","date":"2015-05-08T19:49:00.231+0000","up_votes":1,"down_votes":0,"body":"http://www.dailydot.com/esports/incarnati0n-hai-cloud9-official/\n\nJa hier steht es er der neue Midlane von C9 geworden ist von allen die Sie zur Auswahl hatten. Für die EU LCS ist es bisschen Schade aber für C9 oder TSM kann ich schon verstehen das man EU verlässt sind ja mit Abstand die besten Teams in NA und dadurch wird man denk sicher Worlds spielen ganz zu schweigen von den ganzen Fans die man dadurch bekommt usw.!","replies":[]}]},{"id":"","poster":"Bezar","date":"2015-05-08T16:54:14.267+0000","up_votes":1,"down_votes":0,"body":"Viertelfinale SKT vs FNC und EDG vs AHQ, Finale SKT vs EDG, Sieger dürfte SKT werden...\n\n\nBtw. Es sieht nicht gerade so aus, als würde Bard demnächst mal ein viabler Supporter werden, wenn man sich die Matches so anschaut...","replies":[]},{"id":"","poster":"ObeVanDope","date":"2015-05-08T13:13:16.672+0000","up_votes":1,"down_votes":0,"body":"Fnatic muss heute devinitv den Sieg gegen Beşiktaş gewinnen, was auch keine herausforderung sein sollte, damit sie fast sicher in den halbfinals sind. Ich würde es mir wünschen das sie das schaffen, da wir alle denke ich wissen, Fnatic ist ein best of 5 team. Round Robin liegt denen einfach nicht. \n\nBin mal gespannt was TSM heute noch abliefern wird, aber wenn da nicht mehr kommt als gestern sehe ich schwarz das sie weiterkommen.\n\nAber ansonsten wird es immer mehr wahrscheinlich das SK T1 das erste team sein kann das den Worlds Titel ein 2 mal gewinnen wird bzw kann.\n\nGreetz","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-05-07T21:27:46.468+0000","up_votes":1,"down_votes":0,"body":"FNC hat genau das gemacht, was sie machen müssen: Chaos schaffen und den Druck oben halten. Das haben sie überragend gemacht. \nTSM ist damit überhaupt nicht klar gekommen, die waren hart von der Rolle.","replies":[]},{"id":"","poster":"Bezar","date":"2015-05-07T20:04:25.752+0000","up_votes":1,"down_votes":0,"body":"MSIMSIMSI :)\n\nEndlich wieder Matches, wenn auch zu spät von der Uhrzeit her...\n\nBeeindruckender und unerwarteter Start für FNC, respekt für diese Leistung gegen TSM!","replies":[]},{"id":"","poster":"StitchStar","date":"2015-05-04T15:25:32.232+0000","up_votes":1,"down_votes":0,"body":"SK mit X-Sven-Fox-Forgiven-X hätte gut werden können!\nSK mit Freddy-Sven-X-CandyPanda-Nrated nicht wirklich!\nNur ein weiteres Standard Team in EU was International überhaupt nichts erreichen wird falls die überhaupt so weit kommen. Man kann nur hoffen das die so einen Sommer-Split hinlegen wie EL im Spring damit da mal was passiert. Scheint mir so als wenn da paar Spieler einfach nur Ihr Gehalt beziehen wollen.","replies":[]},{"id":"","poster":"StitchStar","date":"2015-05-04T14:23:24.005+0000","up_votes":1,"down_votes":0,"body":"http://www.twitlonger.com/show/n_1sm29qo\n\nInnerFlame why he left SK Gaming! Find die Einstellung von Ihm gut, er wollte SK verbessern und durfte es nicht um 1 zu werden in der LCS. Fox scheint eine echt gute Einstellung zu haben als Pro. Bin da voll seiner Meinung SK geht einen falschen Weg.\n\nDas Management bei SK überzeugt mich nicht mehr und dem neuen Coach wünsch ich viel Glück mit den Spielern & Management denen es anscheinend egal ist ob man 1 wird oder nicht usw.!","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-05-04T04:41:48.306+0000","up_votes":1,"down_votes":0,"body":"C9 kriegt/hat wohl den Zuschlag von Incarnation. \nJedenfalls spielt er momentan Duo-Q mit Sneaky und C9 scrimt morgen mit ihm.\n\n[Quelle](http://www.reddit.com/r/leagueoflegends/comments/34rls8/tomorrow_c9t_is_scrimming_c9_incarnation_is/)","replies":[]},{"id":"","poster":"StitchStar","date":"2015-05-03T00:19:37.571+0000","up_votes":1,"down_votes":0,"body":"https://twitter.com/InnerFlameLoL/status/594563085618262017\nhttps://twitter.com/InnerFlameLoL/status/594577340325339138\n\nInnerFlame hat SK verlassen. Anscheinend kracht es gerade bei SK ziemlich was man sonst noch so mitkriegt. Ich fand InnerFlame war vielleicht nicht der beste Coach aber denk ein guter Manager, wobei wenn man so viele Spiele gewinnt hat man auch da einiges richtig gemacht.\n\nDenk InnerFlame wollte um jeden Preis Nr.1 im Sommer Split wieder werden, wie Frog1ven aber andere anscheinend nicht!","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-05-01T17:05:57.492+0000","up_votes":1,"down_votes":0,"body":"Richtig, ich kenne ihn privat nicht. Aber ganz offensichtlich scheint keiner der Pros wirklich dicke mit ihm zu sein, was ich so sehe und das ist mit Sicherheit nicht grundlos. \nAmbitioniert zu sein ist völlig in Ordnung, da hat niemand was dagegen. Aber man sollte dann vielleicht, wenn es nicht gut läuft, lieber versuchen, an den richtigen Schrauben zu drehen, als in ein \"besseres Team\" zu flüchten. \nWas, wenn es bei FNC anfangs nicht läuft? Dann kann ein Spieler wie Rekkles durchaus zum Problem werden, wenn er die anderen runterzieht.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-05-01T13:54:47.369+0000","up_votes":1,"down_votes":0,"body":"Rekkles ist ohne Frage ein großartiger Spieler, aber ich weiß nicht, ob ich mit so einer Diva zusammen spielen wollte.","replies":[{"id":"","poster":"StitchStar","date":"2015-05-01T15:11:06.230+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ist er Privat voll der Coole Typ? Woher will man den wissen ob er wirklich so eine Diva ist wie einige behaupten!\nVielleicht wollte er einfach ein Team das sich ansträngt und gute Spieler hat um sehr weit in Worlds zu kommen oder das vielleicht mal zu gewinnen? Er kann doch nicht wissen das AL so schlecht wird und FNC so gute Spieler holt die dann so gut einschlagen. In dem Moment hat das schon Sinn gemacht AL zu wählen.\n\nIch kann dem Jungen keinen Vorwurf machen wenn man ein großes Talent ist will man meistens das beste Team haben das man kriegen kann und nicht seine kostbaren Jahre verschwenden. Kommt natürlich auch auf den Spielertypen an manche sind auch ok damit einfach bisschen EU LCS zu spiele eine schöne Zeit zu haben und das bezahlt zu bekommen aber denk Rekkles ist nicht der Typ dafür. Der will einfach Dinge gewinnen.\n\nFinde FNC ist genau das richtige Team dafür, junge Spieler die alle Dinge gewinnen wollen und dafür hart trainieren. Die Organisation will auch anscheinend Dinge gewinnen und ist gewillt Dinge zu ändern wenn nötig.\n\nIn EU kommt mir das immer so vor wenn eine Organisation oder ein Spieler das beste rausholen will wird das immer negativ aufgefasst. Ich will ja nicht wissen wenn UOL Ihren ADC tauschen würde was dann wieder die Community sagt nur mal so!","replies":[]}]},{"id":"","poster":"JCDenton333","date":"2015-04-30T09:32:40.578+0000","up_votes":1,"down_votes":0,"body":"Ziemlich genau das ;) Ist mir ein wenig viel geraten, aber klingt halbwegs plausibel.","replies":[]},{"id":"","poster":"StitchStar","date":"2015-04-29T15:58:42.241+0000","up_votes":1,"down_votes":0,"body":"http://ask.fm/YamatoCannon/answer/126339477595\nhttp://ask.fm/LoLVander/answer/127586033329\nhttps://twitter.com/TheMaelk/status/583093001427263488\n\nIncarnati0n bleibt anscheinend in EU. Ich hab außerdem irgendwo noch gelesen das alle verbliebenen C9 Spieler Yusui auf Twitter oder so einer Seite seit gestern folgen sollen. Wenn Yusu die neue Mid von C9 wird dann gratuliere ich schon mal TSM zum Sommer Sieg.\n\nBin gespannt in welchem Team er dann landet! Kann ja fast nur SK oder Gambit werden.","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-26T17:29:21.264+0000","up_votes":1,"down_votes":0,"body":"Winterfox wird ziemlich sicher nicht verlieren, die sind gut genug, denen hat meistens in der LCS nur das gewisse Etwas gefehlt.\n\nDignitas weiss ich nicht...","replies":[{"id":"","poster":"StitchStar","date":"2015-04-27T09:18:43.194+0000","up_votes":1,"down_votes":0,"body":"Der Experte hat gesprochen :D. \n\nSpaß beiseite, ich hatte mit \"Alex Ich\" in der MID ein gutes Gefühl für TDK. Der hat in der Alphadraft League alles gewonnen mit Misfits. Und da  Seraph der bessere Spieler ist auf der Toplane.\n\nIch fand das DIG eine ganz gute Chance hatte sich wieder zu Qualifizieren wegen Gambsu. Die Botlane von DIG 2 vs 2 hat mich bisschen überrascht aber Fusion Ihr 2 vs 2 war noch nie so gut. Allgemein sah DIG ganz ok aus nur über den Jungler kamma echt streiten. \n\nDIG kann sich ja nun Helios holen was mit zwei Koreanern im Team eigentlich nur hilfreich sein kann und finde auch das er besser spielt wie Azingy. Und wenn er das gleiche macht in DIG was er in WTX gemacht hat dann wird sich Gamsu denk über paar nice Ganks freuen und CoreJJ.\n\nEcht nichts persönliches gegen Azingy aber NintendudeX war der besser Jungler und in der NA LCS noch viel bessere! Würde ja sagen den können Sie auch fragen aber denk der bleibt bei Fusion.","replies":[]}]},{"id":"","poster":"Bezar","date":"2015-04-25T18:06:03.830+0000","up_votes":1,"down_votes":0,"body":"Sieht nicht so aus, als gäbe es neue Teams in der EU LCS, abgesehen von Origen.","replies":[{"id":"","poster":"StitchStar","date":"2015-04-25T18:45:44.071+0000","up_votes":1,"down_votes":0,"body":"Ich denk mal keiner hat gelaubt das Roccat verliert und das RG gegen Gaints gewinnt war auch sehr fraglich die haben ja letztes mal auch gegen RG gewonnen um in die LCS zu kommen.\n\nRoccat sieht im early Game allgemein nicht gut aus im Laning. PICK & BAN war aber diesmal Solide von Roccat denk YamatoCannon hat da was gebracht. Wenn ehrlich bin hab keine sehr große Verbesserung gesehen von Roccat außer das Jankos viel besser gespielt hat.\n\nKa ob ich mit dem gleichen Team in Sommer Split gehen würde ist eine sehr harte Entscheidung für Roccat. Auf der einen Seite willst du nicht immer dein Roster tauschen aber auf der anderen Seite ist denk Sommer Split schwerer geworden schon allein wegen Origen und dem neuen EL. Wenn man das gleiche Roster behält und es schlecht anfängt will nicht derjenige sein der entschieden hat das man das Roster behält oder wenn man tauscht und es dann schlecht läuft.\n\nGaints ka was von denen halten soll, der Ihr Toplaner scheint mehr Toplaner spielen zu können aber ansonsten sehen die genauso aus JGL und MID immer noch die besten Lanes und early Game sind die gut.","replies":[]}]},{"id":"","poster":"StitchStar","date":"2015-04-25T11:39:56.927+0000","up_votes":1,"down_votes":0,"body":"Alle reden immer es gibt keine guten Coaches oder so aber RapidStar scheint sehr gut zu sein. Wenn man aber überhaupt nichts ausgeben will für einen guten Coach und einen oder zweit Analysten die gut sind dann kann man überhaupt nicht so gut sein wie ein Team das alles hat und guten Spieler.\n\nIch würde sogar sagen das Spieler die nur normal sind aber mit so einem Support und sich was sagen lassen wahrscheinlich besser abschneiden als einige Teams mit besseren Spielern.\n\nKa warum noch keine große Organisation RapidStar gefragt hat ob er Coach machen will. Vielleicht kann er nicht so gut Englisch sprechen aber schreiben kann er und so mit der Zeit kriegt er das mit dem reden denk auch hin. Zur not holt man am Anfang einen übersetzter.","replies":[]},{"id":"","poster":"StitchStar","date":"2015-04-24T21:40:02.304+0000","up_votes":1,"down_votes":0,"body":"Interessant was so alles passiert in Gambit.\n\nhttp://www.dailydot.com/tags/league-of-legends/\n\nJebus scheint der neue ADC zu werden von Gambit auch wenn das Management dazu nicht viel gesagt hat.\n\nMeint Güte jetzt finde ich es noch schlimmer das UOL zweiter geworden ist in der EU LCS weil in einer Welt wo es nicht so Glücklich gelaufen wäre für UOL hätte man anscheinend Jebus für Vardags geholt.","replies":[]},{"id":"","poster":"StitchStar","date":"2015-04-23T07:44:08.316+0000","up_votes":1,"down_votes":0,"body":"http://cloud9.gg/news/thank-you-hai\n\nHai der gute Shot Caller aus C9 ist raus aus dem Team. Im Artikel steht das er zurück getreten ist wegen seinem Problem mit seinem Handgelenk. Er wird dafür im C9 Management aufgenommen. Der neue Midlane für C9 soll bald vorgestellt werden.\n\nhttp://www.dailydot.com/esports/incarnati0n-jack-etienne-cloud9/\n\nDenk mal Incarnati0n!","replies":[]},{"id":"","poster":"Playmaker Face","date":"2015-04-22T16:15:07.031+0000","up_votes":1,"down_votes":0,"body":"Anscheinend pennen die beiden lieber, als für ihr team da zu sein","replies":[]},{"id":"","poster":"StitchStar","date":"2015-04-19T19:58:08.721+0000","up_votes":1,"down_votes":0,"body":"Rekkles denkt sich bestimmt gerade da könnt ich jetzt auch stehen neben YellOwStaR & Co. und weint bestimmt oder so. oO","replies":[]},{"id":"","poster":"Saxxnot","date":"2015-04-19T19:14:32.792+0000","up_votes":1,"down_votes":0,"body":"Will the Ulti connect(Kikis gegen Febiven)  .... Xmithie haha der war so gut :D. Weil doch Xmithie seine Seju Ultis immer total verhauen hat sogar ein Plat oder lower hätte manche davon getroffen.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-04-19T18:58:19.173+0000","up_votes":1,"down_votes":0,"body":"Warum ist das EU Bo5 und das NA Bo5 eigentlich direkt hintereinander?\nFände es sehr viel bequemer, wenn es nicht fast 10 Stunden durchgeht...","replies":[]},{"id":"","poster":"DaggettBeaver","date":"2015-04-19T18:41:22.663+0000","up_votes":1,"down_votes":0,"body":"Yes, im vierten Spiel haben sie endlich das Early Game gewinnen können.\n\nSchön, wieder eine Serie mit 5 Spielen.\n\nNun drücke ich UoL die Daumen für den Gesamtsieg :D","replies":[]},{"id":"","poster":"DaggettBeaver","date":"2015-04-19T17:52:14.663+0000","up_votes":1,"down_votes":0,"body":"Leider fallen die Unicorns bisher in jedem Spiel im Early Game stark zurück.\n\nIm ersten Spiel konnten sie es durch den Baron-Throw von Fnatic ausgleichen, im zweiten Spiel hatten sie keine Chance und im dritten Spiel... naja, war Hecarim einfach zu früh viel zu stark.\n\nIch wette, im nächsten Spiel gibt es einen Hecarim-Ban... und ich hoffe, im nächsten Spiel werden die Unicorns im Early Game aufpassen, keine Kills abzugeben... aber das ist natürlich leichter gesagt als getan.","replies":[]},{"id":"","poster":"PsYchoChaOs","date":"2015-04-19T15:55:58.386+0000","up_votes":1,"down_votes":0,"body":"Großartig! Ich bin so begeistert von dem ersten spiel XD","replies":[]},{"id":"","poster":"DaggettBeaver","date":"2015-04-19T15:53:57.679+0000","up_votes":1,"down_votes":0,"body":"Großartiges erstes Spiel :D\n\nVarus Mid... dass ich das noch erleben darf :)\n\nUnd Saxxnot, sich zu verklicken ist nicht \"peinlich\", es ist ein simpler Fehler der ständig passiert, auch in der LCS. Ebenso, wie es nicht \"peinlich\" ist, wenn ein Hürdenläufer mal eine Hürde umreißt - das passiert einfach hin und wieder mal, und zwar jedem.","replies":[]},{"id":"","poster":"Saxxnot","date":"2015-04-19T15:50:09.645+0000","up_votes":1,"down_votes":0,"body":"Steeelback lieber mal E on Kalista bei ca. 1200 HP benutzen so das Kikis eine Chance hat Barn zu Smiten. Ganz zu schweigen von der Peinlichen Aktion gegen POE wo er einen Minion lasthittet anstatt PEO. Dann noch Blade of the Ruined King kaufen anstatt Runaan's Hurricane.\n","replies":[]},{"id":"","poster":"Saxxnot","date":"2015-04-19T15:10:02.780+0000","up_votes":1,"down_votes":0,"body":"Wenn es einen Gott gibt lässt er Vardags nicht die LCS gewinnen obwohl wenn dann so drüber nachdenke Steeelback ist auch nicht viel besser! Mein Gott mit die schlechtesten ADCs in der EU LCS sind im Finale haha.\n\nDie Supporter sind beide gut damit die sowas möglich machen.","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-18T21:17:30.376+0000","up_votes":1,"down_votes":0,"body":"Die Caster sagten zu den Banns gegen Forgiven am Anfang der Serie noch, dass er nicht schlecht auf den anderen ADCs ist, es würde mehr daran liegen, dass das Team nicht mit der anderen Spielweise klarkommt, also wenn Forgiven mal nicht die Lane so krass dominiert mit seinen Lanebullys.\nSieht man aber auch ganz gut, in letzter Zeit hat es bei SK weder Freddy noch Fox grossartig geschafft, ihre Lane zu kontrollieren.\nAuf der Toplane kann man aktuell sowieso nicht besonders viel machen...","replies":[]},{"id":"","poster":"DaggettBeaver","date":"2015-04-18T20:02:21.153+0000","up_votes":1,"down_votes":0,"body":"echt schöne Serien die letzten Wochen...\n\nUoL gegen SK war einfach herrlich :D\n\nUnd die SK-H2K-Serie war in jedem Fall wirklich spannend...\n\nLCS-Season als erster beendet, in den Playoffs hat's aber nur für den vierten gereicht...\n\nJetzt müssen die Unicorns morgen nur noch gegen Fnatic gewinnen. Go UOL!","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-18T19:50:43.675+0000","up_votes":1,"down_votes":0,"body":"Naja xPeke kommt ja zurück in die LCs nächste Season, mal schauen ob ein weiterer guter Midlaner wieder im Spiel ist.\n\n\nGG H2K, ich lach mir n Ast ab. :D","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-18T19:13:01.791+0000","up_votes":1,"down_votes":0,"body":"Fox => Incarnation ? Du hast den doch schon in jedes Team reingepackt, jetzt würde sich grad ne Tür öffnen bei SK. :P\n\nOh Mann... Fox hat es echt nicht mit Orianna, das nächste Game dürfte über die Champselect laufen, wenn H2K starke Picks kriegt wars das.","replies":[{"id":"","poster":"StitchStar","date":"2015-04-18T19:19:24.654+0000","up_votes":1,"down_votes":0,"body":"Ich wollte mich ändern und dazu nichts mehr sagen aber wenn du es erwähnst. Ich würde als Manager Incarnati0n holen wenn ich kann und Fox kicken ohne mit der Wimper zu zucken egal was das Team sagt. Damals als Incatnati0n bei SK war haben die auch mit schlechteren Spielern fast besser gespielt das sollte man auch berücksichtigen scheint guten Plan vom Spiel zu haben. Damit kann man auch nRated ersetzen als Brain und einen Mechanisches Monster holen für Forg1ven.\n\nIch glaub aber Incatnati0n will denk mit Rekkles spielen.\n\nFox ist denk gut genug für die LCS aber nicht für ein TOPTEAM. POE und Febiven sind beide bessere Spieler und die sind auch neu in der LCS.","replies":[]}]},{"id":"","poster":"StitchStar","date":"2015-04-18T19:04:03.381+0000","up_votes":1,"down_votes":0,"body":"Wenn SK nicht den 3 Platz macht glaub ich wird es Roster Changes geben.\n\nRyu geht ab :D.","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-18T15:58:02.602+0000","up_votes":1,"down_votes":0,"body":"Fu.... hab das erste Spiel verpasst, meine Leitung hat sich entschlossen kurz zu streiken...\n\nNaja \"dieses\" SK würde international auch nichts reissen... und H2K darf auch grad mit Facepalms um sich werfen... was geschieht fast jedesmal, wenn man mit Leuten zum Baron geht, wenn alle low sind... einfach den Drake und ggf einen Turm holen und gut is...","replies":[{"id":"","poster":"StitchStar","date":"2015-04-18T18:17:06.697+0000","up_votes":1,"down_votes":0,"body":"Wenn SK immer so Spielen könnte wie das 1 Spiel hätten die was zu Melden. FNC da brauch nur den ADC anschauen und weiß schon bescheid gegen Deft und Pray ne das wird nix.\n\nAso und Forg1ven muss mal seine Augen aufmachen Fox ist viel schlechter wie Febiven. Fox im besten Fall Standard Midlaner für EU Verhältnisse, der mach sehr viele Fehler und Ryu zeigt dem wie man Midlane spielt.\n\n","replies":[]}]},{"id":"","poster":"Bezar","date":"2015-04-18T14:58:53.066+0000","up_votes":1,"down_votes":0,"body":"TSM ist noch gar nicht sicher, auch wenn es C9 nicht grad so mit den Bo5 gegen TSM hat... und FNC spielt aktuell auch nicht schlecht/ besser als SK.","replies":[{"id":"","poster":"StitchStar","date":"2015-04-18T15:13:13.755+0000","up_votes":1,"down_votes":0,"body":"FNC spielt im Moment besser aber die werden keinen Stich landen gegen Korea oder China und ich denk nicht mal gegen NA wenn TSM NA vertritt in MSI.","replies":[]}]},{"id":"","poster":"ü ö","date":"2015-04-12T20:25:16.317+0000","up_votes":1,"down_votes":0,"body":"Wow, klasse Spiel, UOL unterhält wirklich sehr gut. GGWP UOL!","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-12T20:20:20.101+0000","up_votes":1,"down_votes":0,"body":"EIHÖRNCHEN! EIHÖRNCHEN! EIHÖRNCHEN!\n\nArmes SK mehr oder weniger die ganze Season über auf dem ersten Platz und so kann es enden.","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-12T19:47:10.823+0000","up_votes":1,"down_votes":0,"body":"Ständig diese \"oooooooooooooooooooooooooooooooh.....\" Momente....\n\n\nDen Baronsteal hat man sowas von kommen sehen ... ^^'","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-12T16:18:19.791+0000","up_votes":1,"down_votes":0,"body":"Naja das 0:1 Sk vs UOL haste ja schonmal richtig, mal schauen wie es gleich aussehen wird. xD","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-11T20:49:50.488+0000","up_votes":1,"down_votes":0,"body":"Weil man einfachso Spieler auswechseln kann ohne, dass das Team daran zerbricht?\n\nSieht grade nicht so toll aus für C9, da fehlt irgendwie die Aggressivität und wie beim H2K Spiel scheint hier bei den Picks irgendwas komplett schief gegangen zu sein.\n\n@ Saxxnot es gibt ne Menge Toplaner, die man hätte picken können, mit der Tankmeta wär selbst Ryze eine Option gewesen...\n\nFight @ 30min .... Gott was macht Sneaky da? So gut wie nur rumgeeiert....","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-11T20:00:39.068+0000","up_votes":1,"down_votes":0,"body":"Auf dem Papier hätte H2K eiegntlich gewinnen sollen mit der Kombo.... naja was solls... es gibt unzählige Toplaner, aber wenn nie einer über den Tellerrand hinausschaut, man hätte z.B. Zed gleich von Anfang an gegen Vlad schicken können und Diana in die Mitte, steht ja nirgends geschrieben, dass ein Spieler auf eine bestimmte Lane gehen muss.","replies":[]},{"id":"","poster":"Kelfi","date":"2015-04-11T19:48:34.317+0000","up_votes":1,"down_votes":0,"body":"Das war mal leicht dominant...^^","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-11T19:24:46.305+0000","up_votes":1,"down_votes":0,"body":"Game 5...\n\nIn keiner Welt glaube ich, dass ein Cho gath eine Chance gegen Zed hat..., vielleicht im Lategame...","replies":[{"id":"","poster":"Kelfi","date":"2015-04-11T19:37:55.971+0000","up_votes":1,"down_votes":0,"body":"Das wird aber recht unwichtig wenn Rek bei 5-0 nach 14 Minuten steht^^","replies":[]}]},{"id":"","poster":"Kelfi","date":"2015-04-11T19:12:27.319+0000","up_votes":1,"down_votes":0,"body":"Cool, zum decider Feierabend. Hab ich wohl Glück :D\n\nWie waren die ersten Spiele?","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-10T17:56:09.319+0000","up_votes":1,"down_votes":0,"body":"Finds cool, dass NME es in NA geschafft hat, ich find deren Logo cool und will es als Icon. .D","replies":[{"id":"","poster":"Saxxnot","date":"2015-04-11T07:16:16.292+0000","up_votes":1,"down_votes":0,"body":"Team SoloMid, Cloud9, Counter Logic Gaming, Team Impulse, Team Liquid und an Gravity Gaming. Nah irgendwie kickt mich das Team von NME nicht so, die können froh sein wenn Sie den 7 Platz machen. \n\nDa habe ich schon mehr Lust mir Origen anzusehen in der EU LCS und wie Cloud9 Tempest und das Team von Alex Ich und Crumbzz sich so macht.\n\nAnsonsten ob CLG (HotshotGG) nun endlich mal paar Köpfe rollen lässt und damit mein ich nicht nur alteingesessene Spieler. Ansonsten der größte Fehler im nachhinein war es Saintvicious aus dem Team zu kicken und dann nicht mal in der Organisation zu behalten.\n\nWohin Incarnati0n und Rekkles nun gehen und wie gut Incarnati0n dann wirklich ist wenn er seine Chance bekommt.","replies":[]}]},{"id":"","poster":"Kelfi","date":"2015-04-08T17:45:25.839+0000","up_votes":1,"down_votes":0,"body":"Autsch, Surrender...","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-08T17:01:06.805+0000","up_votes":1,"down_votes":0,"body":"Ja, unter dem Namen CW gabs noch keine riesen Erfolge...\n\nDas wird ein deutliches 3:0 für Origen, wahren ganz klar im Vorteil.","replies":[]},{"id":"","poster":"Kelfi","date":"2015-04-08T16:56:26.394+0000","up_votes":1,"down_votes":0,"body":"Gutes 1. Spiel von Origin, mal gucken obs gleich so weitergeht.\n\nIch finds irgendwie schade das die LLL nun unter Copenhagen Wolves Acadamy unterwegs sind :(","replies":[]},{"id":"","poster":"Kelfi","date":"2015-04-05T20:18:34.558+0000","up_votes":1,"down_votes":0,"body":"Geile Serie von UOL, mehr gibts nicht zu sagen.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-04-05T19:34:59.852+0000","up_votes":1,"down_votes":0,"body":"P1noy hat sich zu oft treffen lassen, aber auch diamond - über den man sicher nicht sagen kann, dass er schlechte mechanics hat - wurde verdammt oft gecatched. Gegen Forgiven wird das allerdings was ganz Anderes ;)","replies":[]},{"id":"","poster":"Bezar","date":"2015-04-05T18:22:59.082+0000","up_votes":1,"down_votes":0,"body":"Im nächsten Patchzyklus kommt bestimmt endlich das Shäco/Scheiko-Rework :p wär nicht das erste Mal, dass ein Rarepick kurz darauf sein Rework erhält.\nExtrem schwer Ezrael zu ganken als Shaco...","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-04-05T18:15:56.400+0000","up_votes":1,"down_votes":0,"body":"Und da kommt der Shaco Pick!\nDie ersten Minuten werden in dem Game wahrscheinlich schon entscheiden, in welche Richtung das geht. Wenn die ersten Ganks nicht klappen, dann siehts schlecht aus für UOL wage ich mal zu prognostizieren.","replies":[]},{"id":"","poster":"Kelfi","date":"2015-04-04T16:12:39.733+0000","up_votes":1,"down_votes":0,"body":"Auf gehts H2k!","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-04-03T13:17:55.066+0000","up_votes":1,"down_votes":0,"body":"Muss dir da schon Recht geben, es wäre für beide Seiten schon sinnvoll. Hai hat einenunterdurchschnittlichen Split gespielt und ist definitiv limitiert, was seinen Pool angeht. \nAuf der anderen Seite sollte man hier nichts übertreiben, der Junge muss sich auch erst mal beweisen, ich sehe ihn jedenfalls nicht auf einer Stufe mit Bjergsen.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-04-02T16:31:21.013+0000","up_votes":1,"down_votes":0,"body":"Fände ich schade, C9 war alleine dadurch schon sympatisch, dass sie immer beim selben roster geblieben sind...","replies":[]},{"id":"","poster":"PsYchoChaOs","date":"2015-03-28T08:07:11.770+0000","up_votes":1,"down_votes":0,"body":"Was ist überhaupt an dem Gerücht dran das Forgiven SK verlassen will?\nBei denen läuft es doch soweit ganz gut oO","replies":[{"id":"","poster":"Kelfi","date":"2015-03-28T11:26:01.600+0000","up_votes":1,"down_votes":0,"body":"Wer weiß was dort im Hintergrund im Team abgeht, sportlich gibts eigtl. keine Gründe warum er gehen sollte.","replies":[]}]},{"id":"","poster":"Kelfi","date":"2015-03-27T17:11:45.155+0000","up_votes":1,"down_votes":0,"body":"Ich nehm dann mal alle möglichen Tiebreak Matches bitte :D","replies":[]},{"id":"","poster":"Kelfi","date":"2015-03-26T18:17:31.487+0000","up_votes":1,"down_votes":0,"body":"Die Wolves sind doch besoffen oder so.\n\nEdit: Was ein Spiel o.O Das war von beiden Seiten mal sowas von unsauber gespielt.","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-20T21:17:25.536+0000","up_votes":1,"down_votes":0,"body":"Irgendwas mit dem Lebensbalken von Viktor...","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-20T20:49:27.985+0000","up_votes":1,"down_votes":0,"body":"Uhm.. weiß einer die Gründe warum das Spiel jetzt wiederholt wird?\nHab auf Stumm geschaltet und mich anderweitig beschäftigt.. xD","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-20T19:30:48.604+0000","up_votes":1,"down_votes":0,"body":"UOL hätte das Spiel aber auch früher beenden können, als sie den ersten Nexusturm zerstört haben, da war klar, dass sie es nicht beenden können und hätten stattdessen ziemlich sicher den Bot Inhibitor reissen können und dann mit den 2 Inhibs den Baron und fertig spielen.\n\n\nDas ist das Erste mal, dass ich ein Remake miterlebe (mal mit Ausnahme des nachträglichen (fragwürdigen) Gambit-Spiels letztes Jahr...)","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-03-20T19:28:27.239+0000","up_votes":1,"down_votes":0,"body":"Hey, ich will mich definitiv nicht drüber beschweren, wenn es mal etwas chaotischer wird ;) Manche Leute sehen darin eben immer mangelnde Struktur - was in einigen Fällen sicher auch stimmt. \n\nAuf jeden Fall ein verdammt geiles Spiel.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-03-20T19:14:27.981+0000","up_votes":1,"down_votes":0,"body":"OH MEIN GOTT!\nDas war wohl das verrückteste und aufregendste Spiel überhaupt! \nMan kann sich hier sicher über \"Qualität\" oder so streiten, aber was die Spannung angeht, war das wohl nicht zu überbieten :D","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-03-20T19:18:32.332+0000","up_votes":1,"down_votes":0,"body":"Die Qualität war doch topp - also die Teamfights waren größtenteils schön gespielt, jede Menge klasse engages.\n\nEs haben lediglich beide Teams non-meta gespielt und sich einfach mal mit roaming Support permanent gegenseitig auf die Fresse gehauen :D Das ist doch nichts schlechtes oder qualitativ minderwertiges, es ist nur eine andere Strategie als das normale \"Wir farmen erstmal in Ruhe...\".\n\nFür mich war das eines der unterhaltsamsten Spiele seit sehr, sehr langer Zeit und ich wünschte, mehr Teams würden sich so offensive Multi-Engage-Kompositionen trauen...","replies":[{"id":"","poster":"Kelfi","date":"2015-03-20T19:27:20.262+0000","up_votes":1,"down_votes":0,"body":"Ich werds mir morgen auf jeden Fall nochmal als VoD geben, ich konnts grad leider nicht schauen, aber rein von den Stats und den Comps her siehts einfach nur geil aus :D","replies":[]}]}]},{"id":"","poster":"ObeVanDope","date":"2015-03-20T19:20:19.243+0000","up_votes":1,"down_votes":0,"body":"Jo war ein schönes Game. Hätte mir das Ende zwar anderst gewünscht, aber hey, das Leben ist kein Wunschkonzert. Finde es schön anzusehen was Fnatic in ihrer \"1 Season\" so spielen, denk mal in 1 - 2 Seasons geht da schon um einiges mehr. Aber auch UOL halten sich für nen Aufsteiger ziemlich gut in der LCS. \n\nMacht Spaß solche Games zu sehen.\n\nGreetz","replies":[]},{"id":"","poster":"Zero000","date":"2015-03-20T19:17:46.235+0000","up_votes":1,"down_votes":0,"body":"Ich weis nicht wirklich was ich sagen soll, zweimal hat Fnatic den gegnerischen Nexus auf gefühlt 100 HP und schaffen es trotzdem nicht das Spiel gegen UOL zu beenden.\nAuch wenn es ~~viele~~ einige Fehler gab so liebe ich doch solche Spiele.\nDazu zum ersten mal in diese Saison {{champion:111}} und {{champion:83}}, dass sogar Region übergreifend.","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-20T19:13:34.392+0000","up_votes":1,"down_votes":0,"body":"So ein geiles Game o.o'  xD","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-03-19T20:09:12.008+0000","up_votes":1,"down_votes":0,"body":"Gambit ist grade einfach völlig von der Rolle...\nIch muss sagen, ich mag den Patch, viele neue Picks, so kann das gerne weiter gehen.","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-19T19:15:44.582+0000","up_votes":1,"down_votes":0,"body":"Nabend.... boah bin ich fertig vom Training...\n\nKanns dir frühestens morgen sagen Kelfi :D\n\nIch freue mich auf nächste Woche, da sollte ja Bard feigeschaltet sein, das wird lustig!","replies":[{"id":"","poster":"Kelfi","date":"2015-03-19T19:22:15.944+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich wird er gleich gespielt, ich glaub aber noch nicht dran. Sobald die Supporter und auch Teams den Champ beherrschen wirds bestimmt richtig geil :D\n\nIch werd den erstmal morgen das erste mal selber spielen, hab ihn mir auch grad geholt :)","replies":[]}]},{"id":"","poster":"Kelfi","date":"2015-03-19T19:10:15.300+0000","up_votes":1,"down_votes":0,"body":"Was war denn bei GMB - MYM los? o.O 'Die reinen Stats sehen ja nach nem massiven Stomp aus.","replies":[]},{"id":"","poster":"Kelfi","date":"2015-03-18T17:23:42.600+0000","up_votes":1,"down_votes":0,"body":"Im Moment läuft die EU CS und Twitch.tv funktioniert leider nicht, ihr könnt die Spiele unter [lolesports](http://watch.euw.lolesports.com/en_GB) via Azubu oder Youtube schauen, viel Spass :)","replies":[]},{"id":"","poster":"F L YI NG Candy","date":"2015-03-08T21:59:13.358+0000","up_votes":1,"down_votes":0,"body":"bin gespannt wie sich Piglet schlagen wird, als Jinx gegen Vi, Maokai und dazu noch Leona Ult ohne escape ist extrem gefährlich...","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-08T20:03:19.727+0000","up_votes":1,"down_votes":0,"body":"Was machen die Jungler da jedesmal mit Sejuani? Keine Ganks oder so gut wie keine und noch viel schlimmer, ich hab bisher noch keine gute Sejuani-Ulti gesehen, womit ein Fight gestartet wurde, obwohl die Ult eine riesen Reichweite hat.\n\n\nBin der Meinung, dass Riot es mit dem Buff, des Wardtrinkets, eventuell etwas zu gut gemeint hat, aktuell liegen dauernd so extrem viele Wards rum, dass es neben dem DFG-remove noch viel schwerer für Assassinen wurde.\nIn der SoloQ wird das Trinket viel zu selten Upgradet und man läuft immer noch überall blind herum, is nix neues, aber in der LCS nimmt es wieder etwas überhand, wie vor 2 Jahren, mit dem Unterschied, dass jetzt beide Teams soviele Wards rumstehen haben und nichtmehr alles vom Support ausgeht.","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-05T20:56:48.406+0000","up_votes":2,"down_votes":2,"body":"Soooooooooo GEIL!!!!!!!\n\nGZ CW :)","replies":[{"id":"","poster":"StitchStar","date":"2015-03-05T23:43:56.195+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-06T19:31:49.287+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ch4rles,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00340000,timestamp=2015-03-05T23:43:56.195+0000)\n>\n> Ich fand das auch richtig Geil. \n> \n> Lustig wahr auch wie Sie Wickd total zerstört haben im early Game. Ich sah da keinen unterschied zu Kev1n nur das der davor kaum gespielt hatte. Ich hätte mit Kev1n weiter gemacht der währe wenigstens richtig Motiviert gewesen.\n> \n\nDer Unterschied im direktem Vergeich zu dem Spiel mit Kevin ist, dass Kevin einfach  \"sinnlos\" gestorben ist.\nAls Kevin mit dem TP zu seinem Tower portete, wurde er einfach ohne Aufwand oder Kosten gekillt.\n\nWickd hat zum einem den Shutdown rausgeholt, und zum anderem sehr lange durchgehalten, wodurch die Gegner enorm viel Schaden gefressen haben. Das hat Elements einen einfachen Drachen eingebracht.\nSelbst wenn er keinen Kill bekommen hätte, wären die Gegner immer noch verdammt low life gewesen, und hätten nach wie vor den Drachen nicht contesten können.\nKevin ist mit seinem TP jedoch.. nunjja, einfach nur gestorben und das war's.\n\nIch sehe da einen gewaltigen Unterschied.","replies":[]},{"id":"","poster":"Kelfi","date":"2015-03-06T18:05:31.331+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ch4rles,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=00340000,timestamp=2015-03-05T23:43:56.195+0000)\n\n> Lustig wahr auch wie Sie Wickd total zerstört haben im early Game. Ich sah da keinen unterschied zu Kev1n nur das der davor kaum gespielt hatte. Ich hätte mit Kev1n weiter gemacht der währe wenigstens richtig Motiviert gewesen.\n\n\nSoweit ich das verstanden habe werden sie auch mit Kev1n weitermachen, nur kann der aktuell 4 Wochen einfach nicht.","replies":[]}]}]},{"id":"","poster":"PsYchoChaOs","date":"2015-03-06T19:22:29.189+0000","up_votes":1,"down_votes":0,"body":"Oh gott!Mir tut Elements mittlerweile richtig leid ....","replies":[{"id":"","poster":"Bezar","date":"2015-03-06T20:29:32.334+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PsYchoChaOs,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=003a,timestamp=2015-03-06T19:22:29.189+0000)\n>\n> Oh gott!Mir tut Elements mittlerweile richtig leid ....\n\nnäääääääääääääääääääääh... nicht wirklich... mich störts nur, dass ich Rekkles in der Fantasyleague hab ... -.-'\n\n\nOb nun Wickd oder Kevin, es spielt mehr ne Rolle, mit wem das team spielen will und anhand von 1-2 Spielen ein Fazit zu ziehen ist ziemlich unsachlich.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-06T21:13:00.428+0000","up_votes":1,"down_votes":0,"body":"Das ist der Vorteil des Fanboys.\nDer muss nicht \"sachlich\" sein, das ist was für Casuals.\nBin für Wickd!","replies":[]}]}]},{"id":"","poster":"Treffnix","date":"2015-03-06T18:08:57.762+0000","up_votes":1,"down_votes":0,"body":"Wie kann man SK denn mehr oder weniger kamflos die ersten 3-4 Dragon überlassen? Ich kapier das einfach nicht, das hat Fnatic gestern auch gemacht. Sowas von dumm, ehrlich >.<\nDenn dann auf einmal muss man am Drake kämpfen, damit die den 5. Dragon nicht bekommen. Dann verliert man den teamfight, Dragon und Baron. da muss man sich echt mal fragen, ob in der LCS keine Analysten gibt, die die SK-Spielweise schon verstanden haben^^","replies":[]},{"id":"","poster":"liQs Darkwurmy05","date":"2015-03-06T16:37:43.764+0000","up_votes":1,"down_votes":0,"body":"ich wollte nur nochmal fragen we rgesgat hatte fox wäre die schwäche in sk?^^\ner hatte einmal die aufgabe zu carryen\nalso ich fand hat er gut gemacht^^^\n\nmfg","replies":[]},{"id":"","poster":"ü ö","date":"2015-03-05T21:18:49.467+0000","up_votes":1,"down_votes":0,"body":"Die ersten 40 Minuten waren sehr sehr zähe Kost.. dann wurde man allerdings gut entschädigt. \n\nTjoa Elements, wollten die Worlds gewinnen und nun.. siehts recht bescheiden aus mit dem 5-8. Aber ist ja noch alles möglich durch die Playoffs.\n\nPS: Der Thread ist aber irgendwie extrem in der Versenkung verschwunden..","replies":[]},{"id":"","poster":"Treffnix","date":"2015-03-05T21:02:40.245+0000","up_votes":1,"down_votes":0,"body":"Ich sage nur eins: Vielen vielen Dank für dieses epische Spiel!\nRichtig hammergeil","replies":[]},{"id":"","poster":"PsYchoChaOs","date":"2015-03-05T20:41:02.860+0000","up_votes":1,"down_votes":0,"body":"Diese Shockwave und krepos freudiges klatschen  hahaha^^","replies":[]},{"id":"","poster":"PsYchoChaOs","date":"2015-03-05T20:30:08.854+0000","up_votes":1,"down_votes":0,"body":"Was zum Henker macht da Elements bitte?Verlieren nen fight 5 gegen 4 oO","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-03-05T19:39:39.070+0000","up_votes":1,"down_votes":0,"body":"Vom Supporter zum Coach?\nPasst irgendwie :P","replies":[]},{"id":"","poster":"PsYchoChaOs","date":"2015-03-04T15:25:01.770+0000","up_votes":1,"down_votes":0,"body":"Kevin fährt aus privat gründen 1nen Monat mit seiner Freundin nach Namibia. Deswegen kommt wicked zurück","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-28T23:36:15.558+0000","up_votes":1,"down_votes":0,"body":"4:1 :p","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-28T22:36:51.572+0000","up_votes":1,"down_votes":0,"body":"ViktOOOOOOOOOOOOOOOOOOOR","replies":[{"id":"","poster":"Zero000","date":"2015-02-28T22:42:15.531+0000","up_votes":1,"down_votes":0,"body":"Mal sehen ob Viktors 100 Prozent Win-Rate(Region übergreifend) hält. Er wurde sowohl in der LPL und in der LCK in dieser Woche gespielt und liegt bei 4 Spielen und 4 Siegen.","replies":[]}]},{"id":"","poster":"Bezar","date":"2015-02-28T22:12:59.632+0000","up_votes":1,"down_votes":0,"body":"Sooooo geil.... T8 gewinnt sozusagen im einzigen noch möglichen Augenblick das Spiel!!!\nDas ist ne bittere Pille für Impulse.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-28T22:11:52.024+0000","up_votes":1,"down_votes":0,"body":"Was für ein finish!","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-26T22:22:44.737+0000","up_votes":1,"down_votes":0,"body":"Was macht Airwaks da denn...","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-26T22:02:42.308+0000","up_votes":1,"down_votes":0,"body":"Winstreak battle! Mal sehen, ob Freeze wieder so hart rockt wie die letzten paar Spiele.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-26T20:52:38.069+0000","up_votes":1,"down_votes":0,"body":"Ich hätte da auch nichts dagegen, auch wenn mir Elements dank K3vin und Krepo einiges sympathischer ist.","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-26T18:59:35.832+0000","up_votes":1,"down_votes":0,"body":"Ououou... SK kriegt doch echt aufn Latz... ist nicht das erste Mal, dass ein Team nach einer Winstreak ( meistens sind es die ersten Games gegen anderen Teams) richtig ins strudeln gerät, Dignitas hats letztes Jahr vorgemacht C9 kämpft grade etwas damit und FNC war letztes Jahr auch nicht viel besser.","replies":[]},{"id":"","poster":"PsYchoChaOs","date":"2015-02-25T05:18:13.286+0000","up_votes":1,"down_votes":0,"body":"Wurde nun offiziell bestätigt. Nyph is raus und krepo drin. Meiner Meinung nach kein schlechter tausch. Mal schauen wie die Synergie zwischen rekkles und krepo ist","replies":[]},{"id":"","poster":"Kelfi","date":"2015-02-24T21:22:36.771+0000","up_votes":1,"down_votes":0,"body":"Krepo ist bei lolesports nun im Elements Roster.","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-21T19:57:05.565+0000","up_votes":1,"down_votes":0,"body":"Die EU Teams haben halt meistens bloss einen Spieler, der meistens ein Spiel carrien kann... oder auf den sich das Team fokusiert.","replies":[]},{"id":"","poster":"F L YI NG Candy","date":"2015-02-20T20:03:04.594+0000","up_votes":1,"down_votes":0,"body":"wow da kommt man nach Hause und sieht dass sowohl fnaric als auch Elements gestompt werden. Was war denn da los?!","replies":[]},{"id":"","poster":"Treffnix","date":"2015-02-20T19:17:31.888+0000","up_votes":1,"down_votes":0,"body":"Kann mir mal einer erklären, was bei Elements los ist?\nDas die Wickd ausgetauscht haben, wurde ja eigentlich Zeit. Hab ich zumindest gedacht. Aber anscheinend hab ich mich da vertan. Da liegt mehr im Argen als man denkt, hm?\n\nHat der Rekkles Post doch mehr angerichtet als man denkt? Würde mich nicht überraschen, wenn es so wäre.\n\nund das Fnatic nach so einem Spiel gg SK gegen gambit verliert, war ja zu erwarten :/","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-20T18:29:56.224+0000","up_votes":1,"down_votes":0,"body":"Eigentlich ziemlich interessant, letzte Woche war der totale Vi Hype in NA, in EU merkt man aber rein gar nichts davon...\n\n\n\nKrass... wie schlecht Elements gerade spielen, ist echt unterirdisch schlecht....","replies":[]},{"id":"","poster":"Kelfi","date":"2015-02-20T17:51:06.764+0000","up_votes":1,"down_votes":0,"body":"Man Fnatic -.-","replies":[]},{"id":"","poster":"PsYchoChaOs","date":"2015-02-19T19:26:43.421+0000","up_votes":1,"down_votes":0,"body":"So jetzt startet gleich das Spiel der Giganten!\nDrücke SK die Daumen das es nen 9:0 wird :)","replies":[{"id":"","poster":"DaggettBeaver","date":"2015-02-19T20:06:52.951+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PsYchoChaOs,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=001a,timestamp=2015-02-19T19:26:43.421+0000)\n>\n> So jetzt startet gleich das Spiel der Giganten!\n> Drücke SK die Daumen das es nen 9:0 wird :)\n\nSieht gerade nicht danach aus :D\nAber gut, ich muss sagen dass ich beiden Teams nicht wirklich viel abgewinnen kann...\n\nAber definitiv erstklassiges Turret-Aggro-Management bei Fnatic...\n\n(Edit: Und wo wir gerade von Turret-Aggro-Management sprechen: Gambit, was zur Hölle war das denn?!?)","replies":[]}]},{"id":"","poster":"KedyinsCrow","date":"2015-02-18T19:10:56.419+0000","up_votes":1,"down_votes":0,"body":"Dem AMA von Wickd zufolge, liegt bei Elements sehr viel im argen: http://www.reddit.com/user/Wickd\n\n\n> The problems from my perspective was 4 things.\n> \n> Passive play: We played the game extremely passive and barely made plays. The only plays that were made were either solo plays or extremely obvious champions so everyone was on the same page. For example Rengar uses ultimate and everyone have time to think about it and know they have to follow up.\n> \n> Mindset: Our mindset within the team wasn't great in my opinion. There was too much of myself, myself, myself and too little focus on the team. It felt like looking good individually was important instead of only focusing on winning.\n> \n> Calls: We had Nyph shot calling and I don't think that's something that goes well with Nyph's nature as a person. He isn't the leader figure and he had a lot of doubt when he made calls.\n> \n> Practice: Our practice wasn't very useful and we didn't have a goal going into practice. It just felt like grinding games. I often said I think we play too much and analyse too little and I suggested that we watch more replays, but was always shot down. During this years LCS we watched less than 5 replays while I was on the team.\n\n\n\n> The team atmosphere was very shitty and people didn't really trust in each other because of a lot of different things. We all had 500 different opinions of why it wasn't working out and everyone took the losses really hard. How it's now I don't know, but from my experience as a pro player I would say it's great. Every time you get a new player you enter the \"Honeymoon Phase\" where everything is great until something goes wrong.\n\n\n\n\nVorallem der letzte Punkt lässt mich doch stark daran zweifeln, dass Wickd das Problem war. Wenn sie tatsächlich nur so wenig analysiert haben und die Mehrheit der anderen Spieler nicht einsieht, dass sie mehr in dieser Richtung tun müssen, werden sich ihre Probleme nie lösen.\nWas die anderen Punkte betrifft, stimme ich mit ihm im Prinzip auch überein, wobei ich Nyph -mit Übung- zutraue ein guter shot caller zu werden, wenn vermutlich auch nicht der beste. Aber auch da, Wickd kennt Nyph sehr viel besser als jeder von uns, von daher wird die Zukunft zeigen müssen, wie sich das ganze entwickelt. \n\nWas mich hingegen freut, sind die folgenden Aussagen:\n\n> The good news was basically the benching. I am quite happy with it because things weren't working out in the team and I really didn't like our passive play style at all. Now I can start practicing to become a play maker like I once was and it's already going really well in solo queue. Also in the back of my head I always thought \"What if my team doesn't follow up and leaves me to die\" whenever I was trying to make plays.\n> \n\n> After our last LCS game we agreed on having individual talks with our management once we got back to the office. I was the second person to talk with them and they basically told me the news. I didn't take it bad at all because I don't see a reason to. My mind simply started thinking about what exactly does this mean for me and what to do from here. I take everything one step at a time. Right now I will be playing a lot of solo queue trying to get rank 1 and I will probably start streaming once I get internet in my apartment. Regarding getting back into LCS I will take it slow and see what options I have.\n> \n\n> My plan right now is to play solo queue with the mindset of practicing being aggressive and making plays. I will never play passive again because I think that play style is flawed. I will also stream during this time and make cool content for you guys. \n> \n> \n\nDas lässt mich hoffen, dass Wickd noch eine großartige Zukunft in LoL hat.\n\nUnd ansonsten hat er auch noch einige andere interessante Antworten bezüglich Tabzz, die Teamdynamik von Elements, wie er die Toplane und die Toplaner moment auffasst, etc. geben. Wenn es also genauer interessiert, sollte sich das AMA nochmal genauer anschauen.\nIch zweifle momentan jedenfalls, dass Elements es schafft, sich wieder ein Platz unter den \"besten\" Teams zu verdienen -zumindest diesen Split-, auch wenn ich es als Fan von Froggen, Nyph und Kev1n natürlich hoffe. (Auch wenn ich zugeben muss, dass ich sowieso eher ein Fan dieser einzelnen Spieler bin als ein Fan des Teams. Ich mag alle drei, aber alle drei in einem Team zusammen mit Rekkles ergibt zumindest momentan ein Playstyle den ich nicht sehr mag.\nAuch führt diese \"Arbeits-/Trainingseinstellung\" dazu, dass ich Elements in ein weniger gutem Licht sehe und wenn ich wüsste an welchen Spielern das liegt, auch diese weniger mögen würde.)","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-18T13:34:19.111+0000","up_votes":1,"down_votes":0,"body":"Würde mir EL wenigstens sympathischer machen, Wickd war wirklich absolut noch nie mein Fall. \nSportlich betrachtet halte ich es durchaus auch für eine Verbesserung, wenngleich es da wohl anderweitig klemmt bei EL.","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-17T19:02:40.428+0000","up_votes":1,"down_votes":0,"body":"Einverstanden, \"episch\" war sicherlich zu hoch betitelt von mir. Das wäre wohl eher die Kategorie a la Xpekes Kassadin Backdoor damals ;)\n\nInteressante Neuigkeiten bei Liquid: Der hoch gepriesene Piglet wird in Week 5 von Keith ersetzt. Ob das seinem Ego wohl so gut tut?\n\nhttp://www.newsoflegends.com/index.php/team-liquid-benches-piglet-for-week-5-of-the-na-lcs-33954/","replies":[]},{"id":"","poster":"Moldywarp","date":"2015-02-16T16:35:02.092+0000","up_votes":1,"down_votes":0,"body":"Hey,  kann mir einer von euch einen Link geben wo ich den gesammten Soielplayn finde?\nIch war der meinung das heute auch Spiele sind aber ich finde nichts dazu.\n\ndanke schon ein mal im vorraus.","replies":[{"id":"","poster":"Kelfi","date":"2015-02-17T07:51:05.862+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Adaroth,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0014,timestamp=2015-02-16T16:35:02.092+0000)\n>\n> Hey,  kann mir einer von euch einen Link geben wo ich den gesammten Soielplayn finde?\n> Ich war der meinung das heute auch Spiele sind aber ich finde nichts dazu.\n> \n> danke schon ein mal im vorraus.\n\n[Spielplan](http://euw.lolesports.com/schedule/2015-02-16)","replies":[]}]},{"id":"","poster":"PsYchoChaOs","date":"2015-02-14T05:50:42.428+0000","up_votes":1,"down_votes":0,"body":"Fnatic verliert gegen copenhagen und elements gegen Gambit??? Sehr überaschend  für mich ^^","replies":[{"id":"","poster":"Kelfi","date":"2015-02-15T08:55:11.799+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PsYchoChaOs,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0011,timestamp=2015-02-14T05:50:42.428+0000)\n>\n> Fnatic verliert gegen copenhagen und elements gegen Gambit??? Sehr überaschend  für mich ^^\n\nAch in der EULCS überrascht doch fast gar nix :D","replies":[]}]},{"id":"","poster":"JCDenton333","date":"2015-02-12T21:30:12.476+0000","up_votes":1,"down_votes":0,"body":"Man sollte die Schlange gegen POE einfach bannen.","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-12T20:18:28.485+0000","up_votes":1,"down_votes":0,"body":"Elements hat sich eben nichtmal richtig gewehrt, als wollten sie verlieren...\n\nUnd MYM rennt irgendwie gerade in ihr eigenes Verderben. -.-'\nDie focusen Rumble, der auch ohne Farm gefährlich ist, anstatt den immobilen Xerath zu focusen...\n\n\nGott spielt MYM schlecht...\nH2K hats gezeigt, wenn man schon durch die Wards sieht, dass das gesamte Gegnerteam auf eine Lane geht für einen Turm, macht man dasselbe einfach auf der anderen Seite der Map.\nFnatic konnte gerade mit 5 Leuten mehrere Minuten auf der Botlane stehen und hat dabei nicht einen äusseren Turm der anderen Lanes verloren. Einfach nur schlecht für ein Pro-Team, nicht dass ich es besser machen würde, bin aber auch kein Profi...\nMYM hat eine epische Disengagekombo... :p Sivir-Ult / Jayce-Gate / Flag&Drag / Lissy-Pfad, alles um schnell wegrennen zu können. xD","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-12T19:58:35.328+0000","up_votes":1,"down_votes":0,"body":"Was mit denen los ist versteht kein Mensch...","replies":[]},{"id":"","poster":"Kelfi","date":"2015-02-12T19:41:00.558+0000","up_votes":1,"down_votes":0,"body":"Ganz komischer Auftritt von Elements grad, ich hab schon die Teamcomp gar nicht verstanden.","replies":[]},{"id":"","poster":"Rytark","date":"2015-02-06T22:54:58.615+0000","up_votes":1,"down_votes":0,"body":"Ich weiß wirklich nicht, warum Riot es nicht in den Griff bekommt, aber der Teamfight, den Elements im jungle verloren haben, achtet mal auf die Ahri, die flasht aus dem rumble ulti, während sie im Lissandra ulti ist, sowas kann doch nicht ernsthaft passieren, das ist gamebreaking. Auch wenn der Fight wahrscheinlich auch sonst nicht bei elements gewonnen worden wäre, aber Ahri tötet Wickd noch am ende.","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-06T20:23:20.891+0000","up_votes":1,"down_votes":0,"body":"Die MYM Spiele sind immer solch ein Trauermarsch ...\n\nEdit: und Roccat macht im Lategame gerade nur Scheisse...","replies":[]},{"id":"","poster":"JCDenton333","date":"2015-02-06T18:02:16.544+0000","up_votes":1,"down_votes":0,"body":"Giants sind einfach nicht auf dem Level von Fnatic...","replies":[{"id":"","poster":"Kelfi","date":"2015-02-06T18:15:47.226+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=WorstCarryEver,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0005,timestamp=2015-02-06T18:02:16.544+0000)\n>\n> Giants sind einfach nicht auf dem Level von Fnatic...\n\nJopp, haben aus ihrem Lead einfach mal gar nüx gemacht...","replies":[]}]},{"id":"","poster":"Bezar","date":"2015-02-06T17:21:43.543+0000","up_votes":1,"down_votes":0,"body":"Tag 2\n\nFNC vs. Giants\n\nFNC pickt Kassa -> Giants picken, wie vorausschaubar Rek Sai und Gnar -> alles verläuft, wie FNC das vorausgedacht hat...","replies":[]},{"id":"","poster":"KedyinsCrow","date":"2015-02-06T02:13:37.709+0000","up_votes":1,"down_votes":0,"body":"Yeah, UoL hat Fnatic geschlagen! \nBin gespannt wie morgen bzw. heute sich Elements gegen SK schlägt. Favorisieren tue ich leider SK, auch wenn ich voll und ganz für Elements bin (mit der Hoffnung, dass sie sich solangsam mal am riemen reißen) :)\n\nIch mag das neue Forum irgendwie nich....","replies":[]},{"id":"","poster":"Bezar","date":"2015-02-05T18:42:13.278+0000","up_votes":1,"down_votes":1,"body":"Find das Forum hässlich von den Farben her...\n\nKikis und Vizi sind echt geile Typen mit ihren Picks. :D","replies":[{"id":"","poster":"Bezar","date":"2015-02-05T20:24:01.704+0000","up_votes":1,"down_votes":1,"body":"MYM vs. EL\nIst jetzt nicht so, dass Elements gut spielen würde... MYM macht einfach bloss gerade CW nach...","replies":[{"id":"","poster":"Bezar","date":"2015-02-05T23:04:00.614+0000","up_votes":1,"down_votes":0,"body":"Woah... GMB im letzten Spiel hat einfach overstayed und ihre beste Chance verworfen, wären sie am Ende bei den 2 Inhibs einfach zurückgegangen, hätten sie bessere Chancen gehabt.","replies":[]}]}]},{"id":"","poster":"AyteeDE","date":"2015-02-05T14:36:56.981+0000","up_votes":1,"down_votes":0,"body":"Du hast die URL Tags irgendwie verhauen :(","replies":[{"id":"","poster":"Kelfi","date":"2015-02-05T14:42:13.727+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PenteIsNoobSupp,realm=EUW,application-id=hGYdiTd1,discussion-id=56UWcxGy,comment-id=0000,timestamp=2015-02-05T14:36:56.981+0000)\n>\n> Du hast die URL Tags irgendwie verhauen :(\n\nIch hab die erstmal nur mit rüberkopiert, die sollten nun alle Stimmen. Ich musste jeden neu Einfügen :(","replies":[]}]},{"id":"","poster":"Saxxnot","date":"2015-04-19T19:47:12.789+0000","up_votes":1,"down_votes":1,"body":"HORO HORO HORO :D Huni <3. Denk das Team das EU besser vertreten wird hat gewonnen. Hoffentlich ist Huni, Febiven und Yellowstar genug.\n\nBisschen Schade für POE ist echt ein guter Midlaner. Was auch bisschen interessant war bei der Serie überall wo FNC stark ist hatte UOL auch gute Spieler und da wo FNC nicht so stark ist hatte UOL das gleiche :D.\n\nAso und FNC sollte Steelback nur noch Sivir geben.","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-29T19:34:22.629+0000","up_votes":2,"down_votes":2,"body":"Hätte mir am Anfang der Season jemand gesagt, dass Urgot gegen Cho Gath in der Midlane gespielt wird, hätte man denjenigen wohl glatt eingeliefert.... xD\n\nAber für sich verstehe ich allgemein nicht, warum Cho Gath gespielt wird, haben die Caster auch schonmal angemerkt, aber durch die Doppeltankmeta (Cinderhulk) sind die Kämpfe sehr lange und Mobility ist da nichtmehr ganz so wichtig, ich hoffe jetzt einfach mal, dass neben Varus auch wieder mal Miss Fortune ins Spiel kommt. :/","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-27T18:49:43.980+0000","up_votes":2,"down_votes":2,"body":"Estell, warum gründest du nicht einfach ein Team und verschonst das Forum mit diesen \"Ich fänd diese Spieler in einem Team\"-Posts?\n\n\nOh cool, hab ganz vergessen, dass Bard bereits freigeschaltet ist, schade nur, dass bisher noch kein Team etwas mit Ihm anfangen kann. :/\n\nElements schlägt sich gerade relativ gut gegen FNC, aber ich würde es von den drei Teams am ehesten CW gönnen, auch wenn sie eben schlecht waren, Elements hat vielmehr enttäuscht, hätte aber wohl die besten Chance, realistisch gesehen.","replies":[]},{"id":"","poster":"Kelfi","date":"2015-03-25T17:06:49.198+0000","up_votes":1,"down_votes":1,"body":"[Das ist btw der Grund warum Kev1n grad nicht in der LCS spielt](https://www.youtube.com/watch?v=mQ5qP8FIYkg&feature=youtu.be&noredirect=1)","replies":[]},{"id":"","poster":"Bezar","date":"2015-03-25T20:04:07.092+0000","up_votes":1,"down_votes":2,"body":"EU CS\n\nMouse pickt Teemo Mid und gewinnt ernsthaft gegen G2 xD... soooo geil ^^'","replies":[]}]}