{"id":"EV6XrvL1","poster":"yartago","date":"2015-02-04T15:35:54.353+0000","title":"[Forenspiel] Klau den Punkt","subforum":"Allgemeiner Chat","up_votes":15,"down_votes":5,"body":"hi,\r\n\r\nHier mal ein kleines forenspiel, welches ich aus einen anderen Forum kenne:\r\n\r\nDer erste, in dem Fall also ich, hat einen Punkt, den er versteckt. der nächste muss dann sagen wie er den Punkt klaut, und ihn danach dann selber verstecken.\r\n\r\nbsp.:\r\nA: ich verstecke den Punkt in meiner Mülltonne\r\nB: Ich werde Müllmann und klaue den Punkt. Ich verstecke ihn da un da\r\n\r\n\r\nJetz versteck ich den punkt in stinkenden socken.","replies":[{"id":"","poster":"Razum","date":"2017-06-22T19:39:27.467+0000","up_votes":2,"down_votes":0,"body":"Google Maps kennt die Insel nicht. Ich stand also vor einem Problem. Doch dann fiel mir auf, dass nicht von der Insel \"Circe\" die Rede war, sondern ein Lebewesen auf der Insel leben musste, nämlich Circe. Dazu gab es viele Treffer zu Kreuzworträtseln, die mir aber nichts brachten. Nach langer Suche fand ich auf der Seite www.die-götter.de Hilfe. Sie erzählte mir die Geschichte von Kirke, wie sie auch geschrieben wird.  Ich musste mich also bereit machen.\nIch segelte um die Welt und fand schließlich die Insel. Mit einem Fernglas schaute ich aus der Ferne auf die Insel. Da Circe alles in ein Tier verwandelt, muss auch der Punkt ein solches geworden sein. Also halte ich nach Glühwürmchen Ausschau. Jeder weiß, dass das Hinterteil der Glühwürmchen magnetisch ist. Das Leuchten entsteht durch Induktion. Also nehme ich einen langen Kupferdraht und wickel ihn zu einer Spule. Ein langes Ende binde ich an den Mast. Wenn es gewittert, dann wird der Punkt angezogen.\n\nInzwischen sind drei Wochen vergangen, ohne, dass es auch nur geregnet hat. Deshalb bin ich zur Insel geschwommen und habe mir neben Essen und Trinken den Punkt einfach geholt. Ich verlasse die Insel als Frosch, aber so kann der Punkt wenigstens nicht weg.","replies":[{"id":"","poster":"Angel Ayume","date":"2017-06-22T20:01:11.479+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Razum,realm=EUW,application-id=YnZkMR0R,discussion-id=EV6XrvL1,comment-id=00a7,timestamp=2017-06-22T19:39:27.467+0000)\n\n> Ich verlasse die Insel als Frosch\n\nDanke dafür. :D Musste voll lachen. xDDDD","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-06-12T08:54:42.162+0000","up_votes":2,"down_votes":0,"body":"Ich gebe mich als CEO von Riot aus und behaupte, dass sollte der Punkt nicht sofort gefunden und mir übergeben werden, kein Mitarbeiter mehr niedlichen Krimskrams an seinem Platz haben darf.\nDas macht de Riotlern in Dublin eine sochle Angst, dass sie den Punkt mit allen verfügbaren Mitteln suchen und ich ihn nach kürzester Zeit habe.\n\nAuf dem Weg aus dem Office, verstecke ich den Punkt in einem Ausrufezeichen eines Perma-Bann Chatlogs.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-11T13:42:21.443+0000","up_votes":2,"down_votes":0,"body":"Auf der Suche nach Leichen für den Kurs \"nekromantisches Allerlei\" fnden meine Stundenten der Fakultät für innere Angelegenheiten, eine die sich noch bewegt.\nAls Studenten, im Umgang mit Zombies bestens vertraut, bringen sie den Untoten ins Institut, wo ich den Punkt fachmännisch *extrahiere*.\nVerantwortungsbewusst wie ich bin, lege ich ihn in den Raum für Fundsachen, welcher allerdings nur mit Passierschein A38 betreten werden kann.","replies":[]},{"id":"","poster":"Myrmiron","date":"2016-05-10T19:29:11.976+0000","up_votes":2,"down_votes":0,"body":"Ich sterbe und werde in den Katakomben begraben. \nAllerdings befällt mich das T-Virus und ich erwache als Zombie wieder zum Leben.\nDer Geruch nach frischem Mensch führt mich zu King Prow.\nIch fresse ihn und so einen komischen Punkt den er festhält.\nKing Prow respawnt nach 2 Kommentaren. :P","replies":[]},{"id":"","poster":"Yaxtee","date":"2015-02-06T10:53:28.535+0000","up_votes":2,"down_votes":0,"body":"Sie haben sich verflogen und das Bermudadreieck in Bochum genommen. Ich hols mir da einfach ab und trink nebenbei noch n Cocktail :D\nTragischerweise hab ich den Punkt danach ins Klo fallen lassen :c","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-02-04T16:06:04.695+0000","up_votes":2,"down_votes":0,"body":"Ich kaufe mir eine Gasmakse und hole den Punkt heraus.\nDann verstecke ich ihn in einem Haifischbecken.\n\nIch wurde ignoriert -.-","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-04-03T15:06:19.062+0000","up_votes":1,"down_votes":0,"body":"Hast du scon nen Plan?\n\nWerden wir sie diffamieren? Langsam von innen heraus übernehmen? Ihnen durch gewagte Programmiertechnik ihre Macht entreißen? Pudding kochen?","replies":[]},{"id":"","poster":"FiM Ol Salt","date":"2018-03-31T19:47:33.553+0000","up_votes":1,"down_votes":0,"body":"Nieder mit den Eulen!\nEinhörner sind besser!","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-03-31T13:23:20.436+0000","up_votes":1,"down_votes":0,"body":"Ein Kompott gegen die Volus? Da bin ich dabei, da seh ich mich. Kannste dich auf mich verlassen :D\n\nDann das TGSG eingliedern und eine Diktattur der Einhörner errichten!","replies":[]},{"id":"","poster":"FiM Ol Salt","date":"2018-03-31T13:05:43.954+0000","up_votes":1,"down_votes":0,"body":"Du denkst zu klein. \nDas alles kann so viel größer werden!\n\nWozu das TGSG stürzen, wenn die Volus viel angreifbarer sind?","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-03-30T11:35:05.478+0000","up_votes":1,"down_votes":0,"body":"Den Sturz des OTs und die Errichtung einer Einhorndiktatur? Die Zerschlagung des TGSGs?","replies":[]},{"id":"","poster":"Kind Prow","date":"2018-03-30T10:20:11.842+0000","up_votes":1,"down_votes":0,"body":"Na klar :D","replies":[{"id":"","poster":"FiM Ol Salt","date":"2018-03-30T11:16:57.759+0000","up_votes":1,"down_votes":0,"body":"Super! \nLass uns eine Einhornbewegung gründen.\n\nJetzt brauchen wir nur noch ein Ziel. ","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2018-03-29T21:55:14.704+0000","up_votes":1,"down_votes":0,"body":"Korrekt. Und dies schon seit einer Weile :D","replies":[{"id":"","poster":"FiM Ol Salt","date":"2018-03-29T22:08:03.142+0000","up_votes":1,"down_votes":0,"body":"Hmmmm.\nHast du lust ein untotes Einhorn zu werden?","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2018-03-29T21:23:53.535+0000","up_votes":1,"down_votes":0,"body":"Heißt das, das Spiel ist jetzt beendet?","replies":[{"id":"","poster":"FiM Ol Salt","date":"2018-03-29T21:42:53.976+0000","up_votes":1,"down_votes":0,"body":"Klappe zu, KP tot.","replies":[]}]},{"id":"","poster":"Razum","date":"2018-03-29T17:35:57.217+0000","up_votes":1,"down_votes":0,"body":"Nun löst der Punkt leider eine Anomalie aus, weil in der Ursprungsdimension ein wenig Materie fehlt und in deiner Dimension ein wenig zu viel ist.\n\nDurch diese Anomalie fällt das gesamte Universum in sich zusammen und keiner kann sich den Punkt holen.","replies":[]},{"id":"","poster":"Azradan","date":"2017-12-13T17:24:24.421+0000","up_votes":1,"down_votes":0,"body":"Da ein Schwarzes Loch eigentlich ein Inter-dimensionales Wurmloch ist, landet der Punkt in meiner Dimension wo kein anderes Wesen dieses Universum hingelangen kann. So ist der Punkt nun in meiner Welt und wird von meinen Dämonen bewacht","replies":[]},{"id":"","poster":"Razum","date":"2017-12-13T16:53:33.410+0000","up_votes":1,"down_votes":0,"body":"Nun habe ich endlich einen Nutzen für meine alte Kernspaltmaschine. Sie ist in der Lage, ungeheure Mengen an Energie bereitzustellen. Aber bisher habe ich einfach noch keinen Nutzen dafür gefunden. Mithilfe dieser Maschine mache ich mich auf den Weg zu jenem Ort. Dort angelangt fange ich damit an, diesen Ort zu erhitzen, sodass ich mich auf die Suche nach dem Punkt begeben kann. Dafür habe ich extra einen Spürhund gezüchtet, der den Punkt aufspüren kann. So finde ich den Punkt.\nNun fliege ich bis ans andere Ende des Universums und werfe den Punkt dort in ein schwarzes Loch.","replies":[]},{"id":"","poster":"Azradan","date":"2017-12-12T15:20:37.928+0000","up_votes":1,"down_votes":0,"body":"Ich erschaffe einen kleinen Stern auf der Erde, ungefähr in der größe des Mondes, der aber nur 30 Minuten bestehen bleibt. Diese 30Minuten reichen aber um alle Ozeane der Welt auszutrocknen und jeden Fisch zu veporiesieren. Nun bin ich im besitzt des Punktes und Teleportieren ihn in den kältesten Ort des Universum, einen Sternennebel an dem es nur ein Halbes Grad über 0 Kelvin ist","replies":[]},{"id":"","poster":"Razum","date":"2017-12-12T14:51:37.184+0000","up_votes":1,"down_votes":0,"body":"Hab ich toll gemacht. Ich habe die Piranhas in jahrelanger Nachtarbeit gebaut und programmiert nur für den einen Augenblick. Nun gehört der Punkt mir.\nDie Piranhas schwimmen im tiefen Ozean umher und niemand weiß, wo sie sind.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-09-10T20:18:57.230+0000","up_votes":1,"down_votes":0,"body":"Raffael ist ein guter Freund von mir, daher schickt er mir den Punkt per Post. Ich lass das Postflugzeug über dem Atlantik abstürzen und der Punkt landet im maul eines Piranhas, welcher in einem Säuretümpel auf einer fleischfressenden Insel lebt. Der Fisch ist natürlich an die Umgebung angepasst, und wird weder verätzt noch verhungert er.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-08-23T22:45:28.755+0000","up_votes":1,"down_votes":0,"body":"Ich bin rein zufällig auf dem Meer unterwegs und ein Motorschaden verhindert ein Beenden meiner Reise. Ich treibe also so vor mich hin und lande auf einer Insel. Ich erkunde die Insel und finde eine Hütte. Niemand ist dort, ich bin etwas dreist und schaue mich um. Es wirkt alles verlassen, also überkommen mich keine Schuldgefühle. Ich finde in einer Ecke ein kleines Kästchen, darin ist ein Punkt Jedoch nicht nur ein Punkt, es ist der Punkt.","replies":[{"id":"","poster":"The mute Swan","date":"2017-09-10T20:16:57.304+0000","up_votes":1,"down_votes":0,"body":"Ich bin Geheimagent und verfolge dich aus streng geheimen Gründen und schnappe mir den Punkt in dem Moment wo du ihn entdeckst.\n\nIch verstecke ihn hinter einem Raffael in einem Museum.","replies":[]}]},{"id":"","poster":"Like a Sir","date":"2017-08-14T08:55:38.778+0000","up_votes":1,"down_votes":0,"body":"Ich wollte eigentlich nur gemütlich auf meinem kleinen Ruderboot angeln als auf einmal ein gewaltiger Tunfisch angebissen hat ich kämpfte den Halben Tag mit ihm. Gott sei dank hat meine Angelschnur das mitgemacht. Voller Stolz ruderte ich zurück auf meine kleine einsame Insel und verbrachte den Rest des Tages damit den Fisch zu meiner Hütte zu schleppen und ihn auszunehmen.\nDoch halt! Was ist das? Ein Punkt in so einem Fisch? Das kann kein gewöhnlicher Punkt sein denk ich mir, es muss einen Grund geben warum der Fisch einen Punkt gefressen hat.\nDiesen Punkt habe ich ab nun im Schmuckkästchen meiner Großmutter hinten links im Schlafzimmer neben meinem Bett versteckt auf das ihn nie jemand außer mir zu Gesicht bekommt.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-08-13T22:44:24.695+0000","up_votes":1,"down_votes":0,"body":"Ich rufe meinen alten Kumpel Mose an, der schuldet mit noch einen Gefallen. Und schon ist das Wasser weg. Dann arbeite ich mich mit schwerem Werkzeug langsam weiter rein. Schließlich habe ich den Punkt in meinen Händen. Ich gehe zur angrenzenden Wassermauer und verfüttere ihn an einen vorbei schwimmenden Fisch. Der wollte mich sogar noch beißen, aber nicht mit mir!","replies":[]},{"id":"","poster":"Razum","date":"2017-08-13T11:02:30.518+0000","up_votes":1,"down_votes":0,"body":"Ich transformiere mich in ein U-Boot un tauche dem Punkt hinterher. Wenn ich ihn habe, verstaue ich ihn sorgfältig in einem Safe. Den stelle ich in einen Eisenschrank, den ich zuschweiße. Den stelle ich in einen Kasten aus Stahlbeton und lasse diesen auf den Meeresgrund sinken. So wird niemand den Punkt je wieder in die Hände bekommen (weil die hier alle zu faul, ne tolle Geschichte zu schreiben)","replies":[]},{"id":"","poster":"Razum","date":"2017-06-26T14:49:48.161+0000","up_votes":1,"down_votes":0,"body":"Dann schreib ich weiter:\nDa ein Frosch auch mal kacken muss, scheide ich den Punkt aus und er fällt ins Wasser.","replies":[]},{"id":"","poster":"Razum","date":"2017-06-23T14:44:20.444+0000","up_votes":1,"down_votes":0,"body":"Gerne, schreibst du weiter?","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-06-15T21:35:32.049+0000","up_votes":1,"down_votes":0,"body":"Deine Tarnung war sinnlos. Ich hole ihn.\n\nIch verstecke ihn auf der Insel der Circe.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-06-05T21:06:42.077+0000","up_votes":1,"down_votes":0,"body":"Ich Durchsuche den _OT-Schrotrplatz_ und finde ihn im größten Becken.\n\nDanach verstecke ich ihn im französischen Forum.","replies":[]},{"id":"","poster":"Razum","date":"2017-06-05T17:52:07.772+0000","up_votes":1,"down_votes":0,"body":"Ich habe den Komdmentar nie verstanden, aber ich verstecke den Punkt auf dem Schrortplatz des OTs","replies":[]},{"id":"","poster":"Razum","date":"2017-05-21T09:40:35.837+0000","up_votes":1,"down_votes":0,"body":"Du hast etwa 19 Punkte in deinem Thread versteckt (kann sein, dass ich mich verzählt habe), und einer davon ist es. Ich suche ihn nicht, das kann ein anderer machen.\n\nEs ist einer von diesen hier: --> ...................","replies":[{"id":"","poster":"Azradan","date":"2017-05-21T10:34:34.705+0000","up_votes":1,"down_votes":0,"body":"Der Punkt den ich meiner Der steht auch in deinen Text^^","replies":[]}]},{"id":"","poster":"Azradan","date":"2017-05-20T17:17:42.922+0000","up_votes":1,"down_votes":0,"body":"Da ich ein absoluter Nerd bin kann ich den Punkt gefahrlos aus der Schule holen.\n\nJetzt ist er in meinem Neusten Text im RP thread","replies":[]},{"id":"","poster":"Razum","date":"2017-05-20T16:11:36.465+0000","up_votes":1,"down_votes":0,"body":"Das schwarze Loch verwandelt sich kurz vor dem Auftreffen des Punkt in selbigen in eine Supernova und katapultiert den Punkt zu mir.\n\nDann verstecke ich ihn am unbewohnbarsten Ort der Erde. Es gibt Legenden über diesen Ort, Legenden, die selbst schon ausgestorben sind. Den Ort, von dem ich spreche, hat noch niemand mit posttraumatischen Erlebnissen verlassen. Der Ort, von dem ich spreche, heißt Schule.\n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Razum","date":"2017-05-14T08:58:10.954+0000","up_votes":1,"down_votes":0,"body":"Ich beauftrage einen Zeilatonamie-Spürhund, um den Punkt zu finden (der kann durch das Universum rennen)\n\nDann schmeiß ich den Punkt in ein schwarzes Loch.","replies":[]},{"id":"","poster":"Azradan","date":"2017-05-13T17:42:54.684+0000","up_votes":1,"down_votes":0,"body":"dann versetze ich unsere gesamte Zivilisation auf einen anderen Planeten und injizieren unseren Planeten Rote Materie.\n\nViel spaß den punkt durch Raum und Zeit zu vefolgen da durch rote materie eine raum-zeit anomalie entsteht","replies":[]},{"id":"","poster":"Razum","date":"2017-05-13T17:35:24.213+0000","up_votes":1,"down_votes":0,"body":"und dann filter ich die gesamte luft im universum und der Punkt ist dabei.\n\nDen **versteck** ich ihn im im Erdkern","replies":[]},{"id":"","poster":"Azradan","date":"2017-05-13T17:27:31.858+0000","up_votes":1,"down_votes":0,"body":"Ich verbrenne das gesamte Altpapier dieses Universums so nun ist er irgendwo in der Schwarzen Asche versteckt","replies":[]},{"id":"","poster":"Razum","date":"2017-05-13T17:22:39.646+0000","up_votes":1,"down_votes":0,"body":"ich tausche mit ihm den Punkt gegen einen Leuchtstab ein.\n\nDann entsorg ich dann im altpapier als Pigment auf ner verpackung","replies":[]},{"id":"","poster":"Azradan","date":"2017-05-13T17:04:45.733+0000","up_votes":1,"down_votes":0,"body":"Ich wollt gerade ein Pfeffer schnitzel essen,doch ohh schreck eins der Pfefferkörner ist der Punkt\n\nNun geb ich den Punkt Loki und erzähle ihm das dieser eine Unendliche quelle der macht sei","replies":[]},{"id":"","poster":"Razum","date":"2017-05-13T16:57:33.159+0000","up_votes":1,"down_votes":0,"body":"Da der Punkt \"auf\" der Welt ist, ist er leicht zu finden und ich kann ihn mitnehmen (ich lege hohen Wert auf Rechtschreibung und Grammatik)\n\nIch verstecke ihn da, wo der Pfeffer wächst.","replies":[]},{"id":"","poster":"Azradan","date":"2017-05-13T16:54:47.139+0000","up_votes":1,"down_votes":0,"body":"Hab den Punkt aus \"wer hat das letzte wort\" an mich genomme.\n\nNun verstecke ich ihn auf einer Welt in der es von schrecklichen alles verschlingenden wesen nur so wimmelt","replies":[]},{"id":"","poster":"Razum","date":"2017-05-13T16:48:16.953+0000","up_votes":1,"down_votes":0,"body":"Ich verkleide mich als Zugvogel und finde so heraus, welcher Vogel den Punkt mit anderen Stoffwechselendprodukten und dann verstecke ich ihn im Thread \"Wer hat das letzte Wort\" (Azradan hat ihn schon gefunden, also hat er das Recht auf den nächsten Kommentar :D)","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2017-05-13T13:47:55.829+0000","up_votes":1,"down_votes":0,"body":"Ich frage Ego, Peters Vater, ob er mir helfen kann den Punkt zu finden. Dieser zerstört nun alle Planeten außer der Erde und überreicht mir den Punkt, den er bei seiner Einnahme-Aktion aufgelesen hat.\n\nIch verfüttere ihn an die Zugvögel.","replies":[]},{"id":"","poster":"Razum","date":"2017-05-13T09:15:48.536+0000","up_votes":1,"down_votes":0,"body":".. . . . ... . .  .. ob ihn jemand findet?... . .. . ... . .","replies":[]},{"id":"","poster":"Razum","date":"2017-05-12T18:21:05.018+0000","up_votes":1,"down_votes":0,"body":"Der Punkt fliegt noch immer durch das Weltall.... .. .. .... .    .  ..      .                .. .","replies":[]},{"id":"","poster":"Razum","date":"2017-05-11T17:35:54.702+0000","up_votes":1,"down_votes":0,"body":"Gutes Versteck!\nIch kann nur bis in gewisse Tiefen tauchen, würde so schon eine recht große Fläche des Meeres absuchen, aber das Zielobjekt liegt mit hoher Wahrscheinlichkeit tiefer, als ich tauchen kann und ein U-Boot hab ich auch nicht. Und das ist der springende Punkt...ups, da hab ich ihn ja.\n\nIch nehme den Punkt, steige in ein Raumschiff, dass ich natürlich besitze, statt einem U-Boot, und fliege zu einem Stern in einer unbekannten Galaxie. Das ist aber nur Tarnung, damit alle Welt denkt, ich habe ihn im Weltraum versteckt, denn ich komme zurück zur Erde und verstecke ihn...oh, wo ist er denn...ich muss ihn im Weltraum verloren haben. Verdammt!","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-12-05T11:13:09.849+0000","up_votes":1,"down_votes":0,"body":"1. Anscheinend weißt du, obwohl ich dich ständig damit nerve, fast nix über One Piece. Und checkst nicht was, und wo das One Piece ist(was übrigens im Intro auch gesagt wird). Allgemein wird angenommen dass dieser riesige Schatz auf der letzten Insel der Grand Line liegt. Und dass bis dorthin bisher nur einer vorgedrungen ist (Gol D Roger) der den Schatz auch dort versteckt haben soll -_-. Den hat nich irgendein Toter auf der Grandline dabei\n\nAlsooo...ich nutze den Kolor 2.0 aus dem Düsentriebschen Labor in Entenhausen und entfärbe so die Welt. Nun, da der Punkt wieder als solcher erkennbar ist, nehme ich ihn an mich.\n\nIch hau ihn dann in die elbe, von wo er dann bald ins meer treibt, und unter unglaublichen Wassermassen begrben unerreichbar ist","replies":[]},{"id":"","poster":"Razum","date":"2016-11-23T19:42:03.976+0000","up_votes":1,"down_votes":0,"body":"Ich lasse Yorick all die Leichen die es so auf der Grand Line gibt wiederbeleben und jene durchsuchen, so komme ich an den Punkt. xD\n\nNun habe ich den Punkt, doch was mache ich mit ihm. Ihn einfach zu verstecken in einer Felsspalte wäre nicht sicher, ihn einem anderen anzuvertrauen nicht klug. Ich kann den Punkt nirgends verstecken, ohne dass er gefunden wird, ich kann ihn nicht behalten; das würde mein Leben kosten. Doch kann ich nicht zulassen, das jemand anderes, der die Macht des Punktes nicht versteht, in seinen Besitz kommt. Deshalb muss ich mir etwas einfallen lassen...\n...ich muss ihn für alle anderen unkenntlich machen.\n\nIch mal ihn grün an!!! xD","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-29T15:13:51.596+0000","up_votes":1,"down_votes":0,"body":"Ich frag ihn (sind ja Höllenkumpel) dass er ihn mir gibt\n\nDann verstecke ich ihm in dem One Piece (muhaha viel spaß beim suchen)","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-10-29T08:11:38.689+0000","up_votes":1,"down_votes":0,"body":"das heißt also ich bin dran mit verstecken :P\n\nIch verstecke ihn in Satanteemo auf LVL 100","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-28T21:10:21.616+0000","up_votes":1,"down_votes":0,"body":"Das Leben\nes geht bei Rätsel 2 nicht um die Zeiten sondern um die Wörter\n\nDann verstecke ich ihn in der Brauerei von Gragas","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-16T19:15:17.884+0000","up_votes":1,"down_votes":0,"body":"Das erste denke ich ich ist eine Laus, das zweite, da komm ich nich dahinter, weil es ein Paradoxon is: passiert etwas in einer Minute oder während eines Momentes, so passiert es auch während tausend Jahren. also denk ich wahrscheinlich in die falsche Richtung.\n\n-_-  ....\n\n\nein M, wow\n\nund das dritte Räsel\n\nIS GEKLAUT, GEKLAUT AUS HARRY POTTER 4. TEIL\nwie KANNST du es WAGEN!\n\nPS: Lösung is Spinne\n\nSo, jetz wo ich den Punkt habe gibts auch von mir ein Rätsel, und am Ende der Lösung findest du den Punkt:\n\nwas wird immer kürzer je länger es wird?","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-14T09:54:38.445+0000","up_votes":1,"down_votes":0,"body":"Kassadin der mir ein Gefallen schuldet nimmt sich den Punkt da er sich durch andere hindurchbewegen kann und gibt ihn mir7\n\nDann verstecke ich ihn an einem Geheimen Ort durch den man nur durch die Lösung von 3 Rätseln eintritt erlangt.\n\nRätsel 1:Ich bin ein schwarzer Ritter,\nDoch hab’ ein weißes Roß, \nMein Sporen schmeckt ihm bitter,\nSein Zorn darob ist groß.\n\nEs möchte mich zermalmen,\nSchlägt nach mir kreuz und quer,\nDoch ob sein Zorn mag qualmen,\nEs kümmert mich nicht sehr;\n\nSitz’ auf der Croupe hinten,\nWenn mich sein Schlag sucht vorn,\nBin auf dem Hals zu finden,\nSucht hinten mich sein Zorn;\n\nUnd will sich’s müde legen,\nSo sporn’ ich’s wieder auf,\nBin immerdar verwegen,\nBin immer oben drauf.\n \nRätsel 2:Was ist einmal in einer Minute, 2mal in jedem Moment und niemal in Tausend jahren\n\n3. Rätsel\n\"Erst denk an den menschen der immer lügt,\nder geheimnisse sucht und damit betrügt.\nDoch um das Ganze nicht zu verwässern,\nnimm von dem Wort nur die ersten drei Lettern\n\nNun denk an das doppelte des Gewinns\nden Anfang von nichts und die mitte des Sinns\n\nUnd schließlichein Laut, ein Würtchen nicht ganz,\ndas du jetzt selbst von dir hören kannst.\n\nNun füg sie zusammen, denn dann wirst di wissen,\nwelches Geschöpf du niemals willst küssen\"","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-14T05:13:29.251+0000","up_votes":1,"down_votes":0,"body":"Ich mach mir nen neuen Punkt und verstecke ihn unter Gragas linker Brust :D","replies":[{"id":"","poster":"Ravensky","date":"2016-10-14T05:46:01.353+0000","up_votes":1,"down_votes":0,"body":"Oke der ist gut","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-10-14T06:04:28.014+0000","up_votes":1,"down_votes":0,"body":"Wobei es hier nicht drum gehen sollte den Punkt verschwinden zu lassen sondern darum ihn lustig zu verstecken...","replies":[{"id":"","poster":"Ravensky","date":"2016-10-14T06:31:52.162+0000","up_votes":1,"down_votes":0,"body":"Das Spiel Könnte ich eh weiter spielen Mache so machen immer mit freunden xD","replies":[]}]}]}]},{"id":"","poster":"Azradan","date":"2016-10-13T16:00:28.834+0000","up_votes":1,"down_votes":0,"body":"Ich erschieße den Leoparden und verwende alles von ihm (Knochen schwerter wuhu)\n\nDanach verstecke ich ihm in der Bibel","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-10-14T05:12:26.461+0000","up_votes":1,"down_votes":0,"body":"Aber Leoparden stehen doch unter schutz du gewissenloser Poro","replies":[]}]},{"id":"","poster":"Ravensky","date":"2016-10-13T19:32:55.583+0000","up_votes":1,"down_votes":0,"body":"Da mein Onkel Priester ist Findet er den Punkt schnell und schenkt ihn mir.\n\nNun lasse ich ihn von Aurelion Versigeln und in ein schwarzesloch wo ihn niemand finden kann und durch die Versiegelung kann ihn niemand auf finden oder aus einem Verben Ort wegbringen....\n\nSo das der Punkt auf Ewigkeit verschollen sein Möge","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-13T15:21:38.507+0000","up_votes":1,"down_votes":0,"body":"Alles klar...ich bitte den Geist der vergangenen Weihnacht mir den Punkt zu holen...als Geist hat den das alles nicht zu Interessieren :D\n\nIch verstecke den Punkt auf dem Fell eines Leoparden als der geschlafen hat.","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-13T15:12:23.896+0000","up_votes":1,"down_votes":0,"body":"Ich hacke das spiel so das ich es ins 5 Minuten durchhabe.\n\nDanach nehme ich den Punkt und verstecke ihn in einen Hornissen nest das ich mit für Hornissen Ungefärlichen Lasern ausstate und Raketenwerfern die selbst Panzer sprengen ein Anti Chrono Feld das es vor Dr. Who schützt anti Luftraketen die Atomraketen auf 500000 km abschießt ein von mir kontrollierten Bruce Lee ,der auch vor den Strahlen geschützt ist, der Chuck Norris und Hulk aufhählt sowie andere Waffen um ihn vor Mervel/dc oder anderen Comic Helden und LoL Champions schützt oder auch vor Characteren aus anderen Videospielen eine Kuppel die vor Teleportern schützt und ein Notfall programm das vor Hacking angriffenschützt. außerdem Schutz gegen Raketen und Handfeuerwaffen","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-13T15:04:14.101+0000","up_votes":1,"down_votes":0,"body":"Ich lerne Programmiersprache und nehm mir die zeit ihn zu finden\n\nDanach implementier ich ihn im Langweiligsten Spiel dass es gibt als Belohnung für 500 Spielstunden...viel Spaß bei No mans Sky :D","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-13T14:37:19.204+0000","up_votes":1,"down_votes":0,"body":"Mit Hilfe von Bruce Banner finde ich den Punkt durch seine einzigartige Gammastrahlung.\n\nDanach Verstecke ich ihn im Code des Unbeliebtesten Videospiels der letzten 5 jahre","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-13T13:54:01.440+0000","up_votes":1,"down_votes":0,"body":"Blöd nur dass Chuck Norris wieder steht, gefolgt ist  und den Punkt mit einem Roundhousekick aus seinem Arsch befördert\n\nDanach Kickt er den Punkt ins Weltall und keiner weiß wohin er geflogen ist","replies":[]},{"id":"","poster":"Ravensky","date":"2016-10-13T13:40:52.372+0000","up_votes":1,"down_votes":0,"body":"Ich beauftrage Garen mir den Punkt zu holen nach einer Blutigen Schlägerei Kommt Garen zurück und gibt mir den Punkt.\n\nJetzt verstecke ich den Punkt in Garens Hintern:P","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-13T13:09:44.622+0000","up_votes":1,"down_votes":0,"body":"Ich beauftrage die Runterra Garten und Landschaftsbau GmbH alles Umzugraben und mir den Punkt zu bringen.\n\nDanach beauftrage Ich Chuck Norris den Punkt mit seinem Leben zu Verteidigen.","replies":[]},{"id":"","poster":"Ravensky","date":"2016-10-13T11:00:59.234+0000","up_votes":1,"down_votes":0,"body":"Da ich Teemo`s Persönlicher Handlanger bin ich schnell zu ihm Gegangen und Habe ihn den Punkt abgenommen.\n\nUnd gebe ihn dann einer Guten Freundin Names Reksai die ihn mit Teemo dann irgendwo vergraben hat:D","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-13T10:58:22.170+0000","up_votes":1,"down_votes":0,"body":"Ich sehe eine Sternschnuppe und wünsche mir den Punkt herbei...\n\nDanach gebe ich ihn Teemo und stelle ihn in einen Busch :P","replies":[]},{"id":"","poster":"Ravensky","date":"2016-10-13T10:55:50.584+0000","up_votes":1,"down_votes":0,"body":"Da ich gelegentlich urlaub in Tartarus mache habe ich den Punkt schnell gefunden und verstecke ihn im Gesetz von Coulomb","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-13T08:45:25.623+0000","up_votes":1,"down_votes":0,"body":"Ich schieß auf dich mit meinem G26 Panzer. Da ich den Punkt jetzt aus deinen Überresten geholt habe verstecke ich ihn im Tartarus","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-13T07:09:14.110+0000","up_votes":1,"down_votes":0,"body":"Ich bin dir einfach heimlich gefolgt und hab ihn genommen als du dich umgedreht hast\n\nund verstecke den punkt in meiner Unterhose :D","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-12T11:39:12.123+0000","up_votes":1,"down_votes":0,"body":"Ich reiße die vergessene stadt ab nehme mir den Punkt und baue sie wieder auf\n\nIch verstecke den Punkt im Erdkern des am weitesten entferntesten Planeten in diesem Universum","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-12T11:37:48.073+0000","up_votes":1,"down_votes":0,"body":"I I\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI .\nI\nI\nI\nI\nI\nI\nI\nI\nI\n\ngefunden :)\n\nIch meißel ihn in die Mauern der vergessenen Stadt. Die jeder vergisst sobald er sie sieht :P","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-12T10:22:09.588+0000","up_votes":1,"down_votes":0,"body":"Da ich die Tardis kenne führt sie mich dierekt zum Punkt\n\ndanach verstecke ich ihm Linienland","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-12T08:00:16.137+0000","up_votes":1,"down_votes":0,"body":"Ich beantworte das Rätsel mit der Lösung \"Die Zeit\" und halte den Punkt in der Hand.\n\nSofort Rufe ich meinen Kumpel Dr. Who an und bitte ihn den Punkt in einem der Unendlichen Räume seiner Tardis zu verstecken.","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-11T19:13:59.443+0000","up_votes":1,"down_votes":0,"body":"Aurelion Übergibt mir den Punkt damit ich ihn die Größte Schwäche der Targonier verrate.\n\nDann verstecke ich den Punkt in Dantes Inferno und zwar da wo er Unaufindbar ist für Technik Dämonen Göttern Teemo Lol Champs dem Teufel anderen Forenusern und deren Freunden sowie für mich Selbst außerdem konnte mich keiner dabei beobachten\n\nmann muss dieses Rätsel lösen damit man den Punkt findet\n\nEtwas, das alles und jeden verschlingt:\nBaum, der rauscht, Vogel, der singt,\nfrisst Eisen, zermalmt den härtesten Stein,\nzerbeißt jedes Schwert, zerbricht jeden Schrein,\nSchlägt Könige nieder, schleift ihren Palast,\nträgt mächtigen Fels fort als leicht Last.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-11T19:01:14.049+0000","up_votes":1,"down_votes":0,"body":"Ich schenk dem guten Aurelion den Punkt, den er bewachen sollte, sodass er jetz 4 Sternchen zum otieren hat.","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-11T10:43:28.365+0000","up_votes":1,"down_votes":0,"body":"Tja da ich eine U-Boot Drohne besitze ist das sehr einfach für mich\n\nDann verstecke ich ihm im Kern von WOH G64 unter bewachung von Aurelion Sol","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-11T10:04:45.255+0000","up_votes":1,"down_votes":0,"body":"Ach, dieser Kirche dir ich anführe? Du lieferst ih mir direkt? Wie nett *.*\n\nAlso, da muss ich mal direkt ne Dankesrede halten... wie? Nich ;( Naguut... Was? Meine Reden sind schrecklich? \n\n;(\n\nDann versteck ich den Punkt eben in meinem Tränenbach. Der heißt jetz übrigens Elbe.","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T21:00:13.421+0000","up_votes":1,"down_votes":0,"body":"Ich beauftrage meine Freund Twitch damit die Kanalisation nach dem punkt zu dursuchen und mir dem punkt zu übergeben dafür darf er ein stück meine Dinosaurier Gulasch haben,\nDann verstecke  ich den Punkt im Ultra hochsichertheitstresor der Scientology Kirche\n\nVerderber was here","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-10T20:20:54.755+0000","up_votes":1,"down_votes":0,"body":"In der Leere? Guuut, dann greif ich durch mein Ohr in meinen Kopf und hol den Punkt da wieder raus.\n\nDann verschluck ich ihn, wobei er bei der Luftröhre rechts abbiegt, im Magen kurz nen Donut isst, dann die Schnellstraße Richtung Darm nimmt, kurz vorm Dickdarm rechts runterfährt und dann dort parkt.","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T16:42:25.766+0000","up_votes":1,"down_votes":0,"body":"Ich Erschieß den Dinosaurier mit meinem M26 Pershing(google es, es ist ein Panzer) Grille ihn danach. Esse ihn zusammen mit Kha´zix und Cho´gath und beauftrage sie und die anderen Leerenwesen (außer Kassadin) damit sie in der Leere zu verstecken und zu verteidigen","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-10-10T16:14:32.089+0000","up_votes":1,"down_votes":0,"body":"Ein Überfall derartiger Ausmaße braucht eine Crew. So ziehe ich mit Gragas, dem zwerg, meiner baldigen Schankmaid und meinem Poreemo in Richtung dieses Amerikas. Gragas Aufgabe besteht im Fässer tragen, denn nüchtern ist der zwerg nicht auszuhalten. Das Poreemo soll durch seine süße Ader für gute Reisestimmung sorgen. Endlich angekommen, bekommt der zwerg das restliche Rümmelbier.\n\nDas Gerücht, Fort Knox wäre uneinnehmbar, muss von Leuten verbreitet worden sein, die noch nie einen betrunkenen zwerg in Aktion gesehenhaben. \n\nIch verstecke Ihn im Magen eines Dinosuariers\n\nPs: Meine Aufgabe bei der Mission Fort Knox bestand übrigens im fürs nichts tun die Lorbeeren einstreichen","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-09T15:18:13.232+0000","up_votes":1,"down_votes":0,"body":"Ich bezahle ein paar der Doom Bots of Doom, die nehmen die gesamte Rift auseinander, und wenn dann nix mehr übrig ist, außer dem unzerstörbaren Punkt, nehm ich ihn, und in Fort Knox!","replies":[]},{"id":"","poster":"Razum","date":"2016-08-25T15:12:28.829+0000","up_votes":1,"down_votes":0,"body":"Endlich antwortet jemand!\n\nIch reise mit Zilean in der Zeit und kauf mir ne Straßenbahnkarte, die waren damals noch billiger. Dann reise ich nochmal in der Zeit und fahre mit der Straßenbahn zu dir Nachhause und sehe dich, wie du das Buch ließt. Dann nehme ich es dir weg und so hast du es nicht mehr...\nSo kannst du in der Zukunft den Punkt nicht in das Buch tun und ich habe keine Ahnung, wie das weitergeht, aber ich habe den Punkt.\n\nDann versteck ich ihn irgendwo in der Vergangenheit, als die Rift aufgebaut wurde, und verstecke ihn irgendwo in einer Felsspalte.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-08-12T14:52:31.593+0000","up_votes":1,"down_votes":0,"body":"Mit meinen supermegaXDstahlharten Muskeln geh ich zum Elderdrake und schenk ihm Blumen. Er muss niesen und ich krieg den Punkt!\n\nIch versteck ihn mitten im ersten Buch das ich je gelesen habe!","replies":[]},{"id":"","poster":"Razum","date":"2016-08-12T13:15:22.523+0000","up_votes":1,"down_votes":0,"body":"der ist gefährlich...","replies":[]},{"id":"","poster":"Razum","date":"2016-07-27T16:24:09.615+0000","up_votes":1,"down_votes":0,"body":"Ich beauftrage Vel'Koz, der das Forum \"analysiert\" und der gibt mir dann den Punkt.\n\nDann verstecke ich ihn in der Rift im Elder Dragon ( im Maul)","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-07-24T05:42:21.448+0000","up_votes":1,"down_votes":0,"body":"ich rude Galio mit seinem w Schild. er läuft die karte ab und heilt sich an jeder puppe bis er den Punkt hat.\n\nich vertausche den Punkt mit einem i Punkt im Forum","replies":[]},{"id":"","poster":"Razum","date":"2016-07-23T21:24:32.334+0000","up_votes":1,"down_votes":0,"body":"Ich verkleide mich als Schnewittchen und einer der Zwerge gibt mir den Punkt als Geschenk. Dann vrsteck ich den Punkt direkt neben einer Shacopuppe (bevor Shaco diese setzt)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-07-23T05:36:15.546+0000","up_votes":1,"down_votes":0,"body":"Da ich in diesen Loch saß um zu meditieren, war es ein leichtes den Punkt zu nehmen. Dann ritt ich über die 7 Berge, besuchte das Schneewittchen und ließ den Punkt in einem der Zwergenbetten zurück.","replies":[]},{"id":"","poster":"Razum","date":"2016-07-22T14:53:41.349+0000","up_votes":1,"down_votes":0,"body":"Leute, ich kann das Spiel nicht alleine führen.","replies":[]},{"id":"","poster":"Razum","date":"2016-06-20T08:44:01.012+0000","up_votes":1,"down_votes":0,"body":"Da du betrunken warst, wurde dir der Punkt gestohlen und du hast ne Stange Lauch in der Pyramide versteckt. Der Dieb war ein Gehilfe von mir (Prow), der mir den Punkt für ne Stange Lauch, weil seine ja in der Pyramide eingeschlossen ist, gibt\nund ich baue ein Loch irgendwo ganz tief und verstecke den Punkt darin. Das Loch schließt sich von alleine durch Druck und so.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-06-14T17:01:42.048+0000","up_votes":1,"down_votes":0,"body":"Ich nutze meine Riot Connections, um den Perma Bann aufzuheben und den fragwürdigen Perma Bannbeauftragten entlassen zu lassen. daraufhin erhalte ich meinen Chatlog und finde den Punkt mit Leichtigkeit.\n\nIch verstecke den Punkt in einer geheimen Kammer in einer Chinesischen Pyramide","replies":[]},{"id":"","poster":"Razum","date":"2016-06-14T12:21:51.265+0000","up_votes":1,"down_votes":0,"body":"Ich erkämpfe mir in 2 Monaten die Position des Perma-Bann-Verantwortlichen, hebe alle Perma-Banns auf, so bekomme ich auch den Punkt wieder und verstecke ihn in einer Perma-Bann Nachricht an Rümmel, der daraufhin nicht mehr Lol zocken kann und auch auf die Nachricht nicht zugreifen kann. Ich habe als einziger Macht über diese Nachricht und somit über den Punkt. Und falls mich jemand bedrohen sollte, hat er mit einem Perma-Bann zu rechnen.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-06-11T17:44:26.283+0000","up_votes":1,"down_votes":0,"body":"Schallgeschwindigkeit ist ziemlich lahm. da komm ich mit meinem Weltraumfahrrad locker hinterher.\n\nIch verstecke den Punkt im Riot office in Dublin. Da siehts so kaotisch aus, dass der Punkt sich quasi in Luft auflöst","replies":[]},{"id":"","poster":"Razum","date":"2016-06-10T06:54:28.348+0000","up_votes":1,"down_votes":0,"body":"Beim nächsten Patch entsteht ein Fehler, wodurch Lol nochma neu installiert wird; der Punkt wird sozusagen rausgeschmissen und landet bei mir.\n\nIch versteck ihn in einem Kometen (d=ca. 9cm) und schieß ihn ins All mit Schallgeschwindigkeit, Nun ist der Komet mit dem Punkt irgendwo da draußen.","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-06-09T15:31:18.598+0000","up_votes":1,"down_votes":0,"body":"Ich öffne die Büchse, die wurde ja schon mindestens einmal geöffnet, außer dem Punkt is da nix mehr drin.\n\nIch verstecke den Punkt im Quellcode von LoL","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-06-08T20:46:52.639+0000","up_votes":1,"down_votes":0,"body":"jeder weis, dass der Base Tower nicht ausreichend Schutz bietet. ich versammel Blitzcranck, tresh, Singed, Volibear, Poppy und Tam kench. Die brauchen nicht lange und schon steht Mundo unter meinem Base Tower. Übrig bleibt nur der Punkt.\n\nich stecke ihn in Pandorras Büchse","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-10T19:19:24.488+0000","up_votes":1,"down_votes":0,"body":"Die Uralten karten der katakomben helfen mir bei der langwierigen und schwierigen Suche. Nach 7 Jahren 8 monaten, 3 Wochen und 5 Tagen find ich ihn in einer ecke liegend. ich lass ihn da. Ohne die Karten verirrt sioch hier unten eh jeder. und falls doch nich, bringt mir was zu essen mit!!","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-05-10T19:09:15.239+0000","up_votes":1,"down_votes":0,"body":"ÄHM. Teemo und ich sind eins. Ich werde Teemo genannt und Teemo heißt inoffiziell schon Eibert. Ich nehm mir den Punkt einfach und verstecke ihn in den Katakomben von Becks seinem Schloss","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2016-05-08T12:16:03.513+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch bitte Brand mir den zu hohlen, der ist immun gegen Radioaktive Strahlung, Denkmalschutz interessiert den nicht und Feuer macht ihm eh nichts aus.\nDann verstecke ich den Punkt in einem Pilz von Teemo in einem Feld voller Pilze von Teemo.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Razum","date":"2016-05-08T11:12:17.370+0000","up_votes":1,"down_votes":0,"body":"Ich lege ein Feuer, welches all die Bücher ib einem riesigen Inferno verbrennt. Da der Punkt feuerfest ist, überlebt er. Die Löscharbeiten der Feuerwehr spülen ihn irgendwohin in der riesigen Bibliothek ( die ist eingestürzt, steht unter Denkmalschutz und darf nicht betreten werden. Davor steht wurden selbstschießende Waffen aufgebaut mit Detektoren, ob du tot bist, wenn nicht , werden 10 Atombomben abgefeuert.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-01T20:46:37.154+0000","up_votes":1,"down_votes":0,"body":"Da dies der hundertste Post ist, kehrt der Punkt zurück um mir zu gratulieren. \n\nDanach pack ich ihn in einen Satz von einem der 50 Bände, der Ellipoischen Abhandlung über exgruumpfige Gegelmäuler. Jedes dieser Werke umfasst 1000 Seiten und ist im bekanntermaßen extrem einschläferndem Stil von Ellipois ,Arnold , geschrieben.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-01T20:46:13.032+0000","up_votes":1,"down_votes":0,"body":"Test","replies":[]},{"id":"","poster":"dêr zwerg","date":"2016-05-01T20:40:23.188+0000","up_votes":1,"down_votes":0,"body":"Nachdem er sich in der Schänke satt gegessen hatte, beschloss er dem blauen Proffesor den Punkt zu stehlen. Er lief zurück zum Institut. Ein Blick genügte, um Ryze klar zu machen, dass seine Magie gegen den zwerg wirkungslos ist und er gar nicht versuchte den Punkt zu verteidigen. Er ging Richtung seines neuen Hauses und verlor den Punkt auf dem Weg.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-01T19:39:32.643+0000","up_votes":1,"down_votes":0,"body":"Ich passe. Das Schloss und die Bibliothek (ja, beides is gleich groß ) haben noch keine Blitzableiter.\n\nDer nächste bitte.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-01T18:34:21.352+0000","up_votes":1,"down_votes":0,"body":"Meine Forscher der Fakultät für Angelegenheiten des Inneren, haben soeben einen seltsamen Punkt in den kürzlich sezierten Innereien gefunden.\nEigentlih wollte ich ihn mit hier her bringen, allerdings hielten meine Doctoren und ich es für eine bessere Idee, ihn auf Professor Ryze Stirn zu kleben, da dieser ohnehin immer behauptet Hindu zu sein.\nEr hat übrigens geschworen, jeden mit seiner Magie zu vernichten, der ihm sein \"Tor zur Seele\" wieder abnehmen will.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T18:39:35.778+0000","up_votes":1,"down_votes":0,"body":"mit ryze leg ich mich nicht an, dass soll jemand anderes versuchen","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T18:26:24.763+0000","up_votes":1,"down_votes":0,"body":"Wenn wir schon sardistisch sind, weist du was mit dir passiert :P\n\nDeinen Magen geb ich zu Vorschungszwecken an Mugis Institut. Die verwirrten Forscher dort verlegen den dann in Rekordzeit und schwupps ist er weg","replies":[]},{"id":"","poster":"Yjuq","date":"2016-04-30T18:21:59.230+0000","up_votes":1,"down_votes":0,"body":"Ich war schon immer sadistisch veranlagt. Drum schnei'd ich den kleinen Zeh einfach ab und esse diesen samt den Punkt auf. {{champion:45}}","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-04-23T21:10:59.515+0000","up_votes":1,"down_votes":0,"body":"Hey jo ich bin der Eibert. Das Weiß auch der Klaus und traut sich mir nicht auf die Nase zu hauen, so kann ich mir unbeschwert den Punkt holen.\n\nIch tatowiere ihn auf Kengens kleine Zehe","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-04-23T20:24:03.219+0000","up_votes":1,"down_votes":0,"body":"Ich beschieß die ERde mit dunkler Materie, und da der Punkt nur ein stilistisches Mtel und keine Materie is, unerlebt der. dann nehm ich mir den und vergrab ihn unter mienm Haus, in dem sitzt der Klaus, der haut jedem auf die Rübe der irgendiwe auch nur in die Näh von meinem Haus kommt !!","replies":[]},{"id":"","poster":"Razum","date":"2016-04-21T19:54:29.757+0000","up_votes":1,"down_votes":0,"body":"ich, als selbsternannter Psychologe. erkenne anhand der Kommentare, wo sich der Punkt befindet.\n\nDann hypnotisiere ich einen meiner imaginären Patienten, gebe ihnen den Punkt, ohne, dass sie es selbst wissen und sie verstecken ihn an einem Ort, den nur sie kennen. Und sie holen den Punkt nur, wenn man ihnen folgenden Satz sagt:\"Autsch, mich hat ein Panzer getreten!\" Das würde in einer normalen Situation niemand sagen, deshalb ist das so praktisch. Wenn sie den Punkt geholt haben, geben sie den Punkt nur, wenn man irgendetwas sagt.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-17T10:25:18.020+0000","up_votes":1,"down_votes":0,"body":"Der Eibert hat Hunger und frisst das ganze Gemüse auf und schreit: \"Wo ist das Fleisch\"\n\nzumindest bleibt der Punkt zurück.\n\nEr versteckt ihm im Spielerverhaltenforum in einem \"ich hab mich doch nur verteidigt threads\"","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-03-12T22:43:47.017+0000","up_votes":1,"down_votes":0,"body":"Mit dem von der Jagd nach dem Punkt etwas genervten Doctor reise ich in die Zukunft, sodass der Punkt in der Erntezeit wieder aus der Erde geholt wird. \nDann lasse ich den Punkt gleich bei dem ganzen Gemüse.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-12T10:26:35.434+0000","up_votes":1,"down_votes":0,"body":"Ich wirke desinfizierend, durch mein bloßes Erscheinen sterben allle Bakterien ab. \n\nIch verstecke Ihn bei der Gartenarbeit in einen der neuangelegten Hochbeete.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-03-12T07:03:01.342+0000","up_votes":1,"down_votes":0,"body":"Ich trinke das ganze Rümmel Bier und verschlucke den Punkt. Nachts im Schlaf dreht sich alles und ich kotze den Punkt wieder aus. Dieser gelangt über die Kanalisation ins Klärwerk. Dort versteckt er sich in einer Gruppe Bakterien.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-10T09:49:05.322+0000","up_votes":1,"down_votes":0,"body":"Ich behersche Mandelbrots fraktale Geometrie, sodass es für mich ein leichtes ist, den genauen Aufenthaltsort zu berechnen.\n\nIch versteck den Punkt in einem Fass Rümmel Bier. (Wegschütten nicht erlaubt, Prost!)","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-03-06T18:31:00.764+0000","up_votes":1,"down_votes":0,"body":"Da du den Punkt offensichtlich in einem deiner letzten Kommentare versteckt hast, reicht ein bisschen rumprobieren, um ihn zu finden.\n\nNun verstecke ich den Punkt in einem schwarzen Loch.\n\nOh, noch ein Doctor Who Fan :D","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-06T18:20:27.601+0000","up_votes":1,"down_votes":0,"body":"Ich treff mich mit meinem Freund dem Doctor. Der Schuldet dem Eibert eh noch einen Gefallen für die Unterstützung im ewigen Krieg. Durchreise mit ihm Raum und Zeit bis wir den verdammten Punkt gefunden habe.\n\nDer Eibert spamt heut ohne Punkt und Komma, da lässt sich der Punkt echt gut verstecken.","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-03-04T21:45:42.287+0000","up_votes":1,"down_votes":0,"body":"Da der Punkt aufgrund der Diamante verstrahlt ist, verstirbst bald, ich erge den Punkt dann mühelos aus deiner Leiche.\n\nIch verstecke den Punkt, sage euch aber nicht, wo.","replies":[]},{"id":"","poster":"SwissKeks","date":"2016-03-03T19:19:47.237+0000","up_votes":1,"down_votes":0,"body":"Tja, hättest du nicht die Diamanten von meiner Miene geholt, dann wären sie eventuell auch nicht verstrahlt. Jetzt kann ich sie einfach Orten. Strahlung geht ja trotzdem durch :^)\n\nIch nehme den Punkt raus und schlucke ihn runter. Nun habe ich einige Tage um mir zu überlegen wo ich ihn verstecken werde.","replies":[]},{"id":"","poster":"Razum","date":"2016-02-15T17:57:07.946+0000","up_votes":1,"down_votes":0,"body":"Als dieser eine Rede hielt, erwähnte er einen bekl****** Spas***, der ihm einen Punkt gab und sagte, er hätte magische Kräfte. Dann warf er ihn ins Pubikum und ich habe ihn zufällig gefangen.\n\nDann lege ich den Punkt in einen Tresor aus Diamant, den Schlüssel zerstöre ich, indem ich ihn zu Spähnen verarbeite, dann nehme ich den Tresor und schwimme in den Pazifik und versteckke ihn zwischen all dem Plastikmüll, der da rumschwimmt. Der Tresor ist außerdem sehr klein, also etwa 5cmx5cmx5cm. Also nicht so leicht zu finden, dazu ist er mit einer schwarzen Schicht überzogen, die Reflexionen vermeidet.","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-01-14T16:43:57.549+0000","up_votes":1,"down_votes":0,"body":"Ich erfinde eine Quelle, der zufolge dir genetisch die Thronfolge des englischen Königshauses zugestanden wäre. Bei der Exhumierung bin ich als Experte anwesend und klaue mir den Punkt.\n\nIch lasse den Punkt anonym Donald Trump zukommen mit der Anmerkung, dass dessen magische Kräfte ihn zum Sieg in der Präsidentenwahl verhelfen.","replies":[]},{"id":"","poster":"Doenerlord","date":"2016-01-13T09:10:02.210+0000","up_votes":1,"down_votes":0,"body":"Ich entwickle einen bosartigen Darmvirus, der den Punkt für mich beschafft.\nDummerweise stecke ich mich dabei an und sterbe relativ bald.\nDer Punkt wird mit mir begraben.\n\nGruß,\nDoenerlord","replies":[]},{"id":"","poster":"Kryptonq","date":"2016-01-12T19:02:26.274+0000","up_votes":1,"down_votes":0,"body":"Ich finde den Punkt zufälligerweise in einer Tüte Pommes von BurgerKing. Beunruhigend.\n\nDummerweise habe ich den Punkt aus versehen verschluckt.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-11-23T18:39:05.318+0000","up_votes":1,"down_votes":0,"body":"Die ich alle verbrenne, den Punkt aus der Asche hohle, und dann in den Müll bei MC Donalds werfe.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-08T05:05:57.340+0000","up_votes":1,"down_votes":0,"body":"Ich habe den Punkt als Kind wieder an mich genommen (einem kleinen Kind misstraut niemand), und bis heute aufbewahrt, wodurch ich die ganze Zeit, während ihr euch um den Punkt gestritten habt, im Besitz des selbigen, aus der Zukunft kommenden war. Nun verstecke ich ihn zwischen ganz vielen anderen Punkten.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-09-01T10:44:25.925+0000","up_votes":1,"down_votes":0,"body":"Nur bei Menschen mit einer normalen Anzahl an Gehirnzellen. Da Zamo jedoch nur 42 Gehirnzellen hat, finde ich den Punkt mit ein wenig Glück recht schnell.\n\nVersteckt wird der Punkt in einem von 75 Maigret-Romanen.","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-08-03T11:53:46.308+0000","up_votes":1,"down_votes":0,"body":"Da Cortana mittlerweile das gesamte Inventar des Hauses analysiert hat:\nIch: Cortana, würdest du bitte den Punkt holen, der vor einer Stunde hier ankam?\nCortana: Bitte sehr, hier ist er!\n\nIch nehme den Punkt, tarne ihn als Neuronenverbindung und setze ihn in mein Gehirn.\nWusstet ihr, dass die Anzahl der möglichen Neuronenverbindungen die Anzahl der Atome im Universum übersteigt?\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Kaito","date":"2015-08-03T10:50:07.103+0000","up_votes":1,"down_votes":0,"body":"Ich gehe zu dir nach Hause, klopfe bei dir an, drücke dir 'ne 10er PSC in die Hand, dafür gibst du mir den Punkt.\n\n\n\nJetzt verstecke ich ihn bei Zamo zu Hause","replies":[]},{"id":"","poster":"asdftyp","date":"2015-08-01T22:32:06.963+0000","up_votes":1,"down_votes":0,"body":"Ich ziehe mir ein Twitch Kostüm an, sneake mich ins Riot HQ, hole den Punkt, haue mit {{summoner:12}} wieder ab und verstecke den Punkt bei mir zu Hause. {{summoner:31}}","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-08-01T20:55:32.841+0000","up_votes":1,"down_votes":0,"body":"Heya\nDas wird spaßig den Punkt zu finden. Ich mach ne OT-Party, kauf das ganze Bier, lass die Leute alles austrinken und wenn sie zu betrunken sind um es zu merken nehm ich mir den Punkt und versteck ihn im Riot HQ.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-07-16T21:48:28.710+0000","up_votes":1,"down_votes":0,"body":"Ich habe mittels meinen eher schlechten Informatikkünsten und der Hilfe von Google den Punkt aus dem Quelltext extraahieren können und verstecke ihn nun in einer Bierkiste im Getränkemarkt.","replies":[]},{"id":"","poster":"Kaito","date":"2015-07-09T20:10:35.365+0000","up_votes":1,"down_votes":0,"body":"Zamonianer! Komm raus! Wo steckst du denn, wenn man dich mal braucht? Wenn du dies liest, sag mir, wie ich den Punkt aus dem Quelltext befreien kann!","replies":[{"id":"","poster":"SuperKahlan","date":"2015-07-10T06:45:45.666+0000","up_votes":1,"down_votes":0,"body":"Nein tu's nicht ...","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-07-09T18:42:16.384+0000","up_votes":1,"down_votes":0,"body":"Die legendären Kräfte des Punktes setzen ihn wieder zusammen, mit meinem speziellen \"Legendäre-Punkte-aus-Fluss-Filter-Netz\" kann ich ihn ganz gemütlich einsammeln.\n\nIch verstecke den Punkt im Quelltext dieses Threads.","replies":[]},{"id":"","poster":"Kaito","date":"2015-07-09T16:02:45.540+0000","up_votes":1,"down_votes":0,"body":"Ich gebe Tahm Kench ein Opfer names Zamonianer und im Austausch dafür spuckt er mir den Punkt vor die Füße.\n\nNun verstecke ich den Punkt in meiner Toilette, drücke ab, hole ihn beim Klärwerk ab, stecke ihn in den Ofen ( wohl gemerkt nicht den Ofen, den man bei sich in der Küche hat ), lasse ihn dort verbrennen, hole mir mit einem Kehrblech die Schnipsel raus, und verstreue sie im Fluss.","replies":[]},{"id":"","poster":"XxKampflappenxX","date":"2015-06-11T16:46:21.417+0000","up_votes":1,"down_votes":0,"body":"ich fixe das Problem mit Caitlyn, geh schick mit ihr essen und danach haben wir zwei noch viel spaß mit flauschigen Handschellen ;)\n\nGefesselt wie sie ist kann sie mir ja natürlich nichts anhaben und ich klau ihr den Punkt und verschwinde.\n\nDanach gehe ich zu dem nächsten noch Mega geheimen Champion der gerade in Entwicklung ist und gib ihm den\n\nNun ja, Caitlyn ist nicht deaktiviert, sie ist nur immernoch am Bett gefesselt","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-13T13:56:48.712+0000","up_votes":1,"down_votes":0,"body":"Dat Cait Nerf^^","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-06-20T13:32:35.944+0000","up_votes":1,"down_votes":0,"body":"Jetzt da der neue Champion schon geteasert wurde könnte man ja weitermachen xD","replies":[]}]}]},{"id":"","poster":"Kryptonq","date":"2015-06-11T16:02:54.376+0000","up_votes":1,"down_votes":0,"body":"Twitch wird von Caitlyn getötet, welche ihm den Punkt abnimmt und mir bringt.\n \nIch überlasse den Punkt Caitlyn, damit sie auf ihn aufpasst. Dummerweise ist sie zur Zeit vorübergehend deaktiviert :)\n\n***Lehre** übrigens ;) #Klugscheißer OP","replies":[]},{"id":"","poster":"Razum","date":"2015-06-11T11:25:43.380+0000","up_votes":1,"down_votes":0,"body":"Ich gehe in die Leere bei Twitch und lass mir das Unsichtbarwerden beibringen. So nehm ich den Punkt.\n\nDoch als ich ihn verstecken will, frisst Twitch ihn auf.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-09T19:45:07.616+0000","up_votes":1,"down_votes":0,"body":"Deine Söhne machen es sich zur Lebensaufgabe, den richtigen Punkt zu finden und studieren die Punktologie. So finden sie heraus, welcher de richtige Punkt ist. Da sie durch ihre Studien jedoch verarmt sind, überlassen sie ihn mir im Gegenzug für 10.000 €, die ich in der Lotterie gewonnen habe.\n\nIch verstecke ihn irgendwo in einem riesigen Festmahl bei einem VIP-Privatfest, gut gesichert durch Profi-Bodyguards.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-10T19:07:54.484+0000","up_votes":1,"down_votes":0,"body":"Sry, hab das Verstecken ursprünglich vergessen.","replies":[]}]},{"id":"","poster":"Razum","date":"2015-06-09T10:14:09.078+0000","up_votes":1,"down_votes":0,"body":"Ich nehm mir alle drei und werde sie an meine drei Söhne weitergeben, die dasselbe tun sollen.\n(Fragt nicht, wie ich Rkoturdos Haus gefunden hab.)","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-09T08:50:44.096+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch nehm einfach alle Drei und lege sie auf meinen Nachttisch. \nSoll sich doch jemand anderes die Mühe machen den richtigen zu finden.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-08T17:48:50.432+0000","up_votes":1,"down_votes":0,"body":"Die Qualität deiner Punktsammlung ist nicht gerade die beste wesshalb ich den Punkt sofort erkenne.\n\nIch verstecke den Punkt mit 2 anderen exakt gleich aussehenden Punkten.","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-06-08T17:50:01.844+0000","up_votes":1,"down_votes":0,"body":"weshalb","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-08T18:01:58.206+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LuckingFegendary,realm=EUW,application-id=YnZkMR0R,discussion-id=EV6XrvL1,comment-id=00310000,timestamp=2015-06-08T17:50:01.844+0000)\n>\n> weshalb\n\nNaja, die 15 Punkte die schon ein wenig älter sind? Da war der Unterschied schnell festzustellen :D\n(Nichts gegen deine Punktesammlung, ich bin ein wenig neidisch)","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-06-08T18:20:36.491+0000","up_votes":1,"down_votes":0,"body":"Ich meinte Weshalb, nicht wesshalb ;D","replies":[]}]}]}]},{"id":"","poster":"LuckingFegendary","date":"2015-06-08T17:45:49.551+0000","up_votes":1,"down_votes":0,"body":"Zum Glück bin ich großer Fan der Versammlung und resie jählich zum Südpol um diesem Ereignis beizuwohnen. Dort bemerke ich DEN Punkt und nehme ihn mit, da er als Außenseiter gehandelt wird, da er kein Satzzeichen ist.\n\nNun verstecke ich ihn in meiner Punktsammlung.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-05-21T17:55:59.602+0000","up_votes":1,"down_votes":0,"body":"Ich ruf meinen Onkel Brandon Beck an, der holt ihn daraus und schickt den Punkt per Expressboten zu mir.\n\nIch verstecke den Punkt in der Versammlung der Satzzeichen. Diese findet jährlich am Südpol statt.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-21T06:18:01.972+0000","up_votes":1,"down_votes":0,"body":"Ich verkleide mich als Zahnarzt und behandle das Monster, dabei entferne ich auch den Punkt.\n\nDann versecke ich den Punkt in einem der 10 Milliarden Bücher in der Bibliothek :D","replies":[{"id":"","poster":"SwissKeks","date":"2015-05-21T14:31:32.844+0000","up_votes":1,"down_votes":0,"body":"*Seufz*\nIch fange an die Bücher zu lesen, im 523. Buch finde ich den Punkt. Im Rahmen stehen ausserdem interessante Zeichen. Ich versuche sie zu entziffern, scheitere aber daran..\n\n> ( Der Code) 01001011011010010110111001100111001000000101000001110010011011110111011100100000011011000110000101100101011100110111001101110100001000000110011101110010011101010110010101110011011100110110010101101110\n\nIch verstecke den Punkt im Riot Tresor.","replies":[{"id":"","poster":"Brünette","date":"2015-05-21T17:29:51.286+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwissKeks,realm=EUW,application-id=YnZkMR0R,discussion-id=EV6XrvL1,comment-id=002e0000,timestamp=2015-05-21T14:31:32.844+0000)\n>\n> *Seufz*\n> Ich fange an die Bücher zu lesen, im 523. Buch finde ich den Punkt. Im Rahmen stehen ausserdem interessante Zeichen. Ich versuche sie zu entziffern, scheitere aber daran..\n> \n> Ich verstecke den Punkt im Riot Tresor.\n\n\nIch ruf meinen Onkel Brandon Beck an, der holt ihn daraus und schickt den Punkt per Expressboten zu mir.\n\nIch verstecke den Punkt in der Versammlung der Satzzeichen.  Diese findet jährlich am Südpol statt.","replies":[]}]}]},{"id":"","poster":"Kryptonq","date":"2015-05-20T20:52:14.132+0000","up_votes":1,"down_votes":0,"body":"Als Hausmeister kenne ich mich im Schloß bestens aus, auch im Labyrinth. Nach der ein ider anderen Gefahr finde ich ihn schließlich hinter einem gigantischen Monster, welches ich durch ein Plüsch-Saur ablenke, und hole mir schnell den Punkt.\n\nDanach verstecke ich ihn im Maul des Monsters (fragt nicht, wie!)","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-05-20T19:55:49.726+0000","up_votes":1,"down_votes":0,"body":"Dadurch dass du ihn nirgendwo versteckst, ist er ganz offensichtlich und leicht zugänglich in einem Museum ausgestellt. Ich hole ihn mir ganz einfach und verstecke ihn überall.","replies":[{"id":"","poster":"Doenerlord","date":"2015-05-20T20:46:55.038+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LuckingFegendary,realm=EUW,application-id=YnZkMR0R,discussion-id=EV6XrvL1,comment-id=002c,timestamp=2015-05-20T19:55:49.726+0000)\n>\n> Dadurch dass du ihn nirgendwo versteckst, ist er ganz offensichtlich und leicht zugänglich in einem Museum ausgestellt ***.*** Ich hole ihn mir ganz einfach und verstecke ihn überall ***.***\n\nGefunden!\nIch nehme ihn und verstecke ihn im Labyrinth im Schloss.\n\nGruß Doenerlord","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-05-20T17:25:59.352+0000","up_votes":1,"down_votes":0,"body":"Da man offensichtlich Sachen in Wasser vergraben kann, muss man sie auch wieder aus dem Wasser ausgraben können. Daher baue ich mir einen Bagger, der das tut, und zwar hocheffizient. Innerhalb einer halben Stunde bin ich wieder in Besitz des Punktes.\n\nDanach verstecke ich ihn nirgendwo.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-19T18:06:44.636+0000","up_votes":1,"down_votes":0,"body":"Ich befrage Zamo, den allmächtigen Aushilfsgott. nachdem ich nun weiß wo der ist, hol ich mir Oceans Eleven (der schuldet mir noch was, ich war der 12 und wurde nie erwähnt  ) und wir klauen den Punkt.\n\nDanach vergrabe ich ihn in den Abgründen des Marianengrabens.","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-05-19T17:37:19.442+0000","up_votes":1,"down_votes":0,"body":"Ich fliege durch ein Wurmloch wodurch ich direkt beim Punkt ankommen kann und ihn im Flug schnappen kann.\n\nIch verstecke den Punkt in einer Schweizer Bank, somit weiss keiner, dass der Punkt in der Bank ist.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-19T16:50:18.584+0000","up_votes":1,"down_votes":0,"body":"Ich sprenge die Katakomben mit einer Säurebombe gebildet nach Saurs Vorbild. Nur der Punkt überstehts.\n\nDanach schick ich ihn mit meinem Hyperprotonenbeschleuniger per Lichtgeschwindigkeit durchs All.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-16T16:07:55.898+0000","up_votes":1,"down_votes":0,"body":"Der hat ihn zum Glück nicht angerührt, ich verstecke ihn also in den Katakomben.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-16T13:36:57.895+0000","up_votes":1,"down_votes":0,"body":"Ich rematerialisiere den Punkt mit meinem Rematerialisierer ;P\n\nIch gebe den Punkt Saur zum Fressen.","replies":[]},{"id":"","poster":"Razum","date":"2015-04-16T10:57:05.091+0000","up_votes":1,"down_votes":0,"body":"Hallo, ich habe ihn DEMATERIALISIERT, ist das so unoffensichtlich?? Naja, du Spielverderber, so, jetzt brech ich im OT-Zoo ein, während sich alle das Baum-sagende Schwein anschaun, un schnapp mir den Punkt.\n\nJERTZ DEMATERIALISIERE ICH DEN PUNKT, UND KEINER KANN MICH AUFHALTEN!!! MUHAHAHAHA\n_~~tschuldige, wegen feststelltaste~~_ Bob","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-15T13:13:55.820+0000","up_votes":1,"down_votes":0,"body":"Ich breche bei dir ein und klaue den Punkt, während du deinen Dematerialisierer suchst und verstecke ihn im OT-Zoo.","replies":[]},{"id":"","poster":"Razum","date":"2015-04-15T11:25:26.963+0000","up_votes":1,"down_votes":0,"body":"Ich besorg mir nen Riesenkran, hebe deine Schule hoch, schnapp mir den Punkt und setze deine Schule sanft ab, damit ihr auch ja nichts passiert.\n\nIch bin ein Superchenie und arpeite zurzeit an einem Dematerialisierer. Eikentlich wollte ich den Punkt irkendwo verputteln, aber ich finte ihn nicht mehr...Wo könnde er nur sein???        ???    ???              ???        ???              ???            ???            ???         ?? ???            ?? ?           ????            ??? ??            ???    ???\nNa? Ne Ahnung?? Schreib es auf http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/EV6XrvL1-forenspiel-klau-den-punkt?page=2 und gewinne bis zu 0€!!","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-13T10:56:53.319+0000","up_votes":1,"down_votes":0,"body":"Ich finde den Punkt auch so, bin aber nett und zerstöre deine Schule. Ich verstecke ihn nun im Fundament meiner Schule, so dass man ihn nur erreichen kann, wenn man die Schule zerstört.","replies":[]},{"id":"","poster":"Razum","date":"2015-04-13T10:42:56.042+0000","up_votes":1,"down_votes":0,"body":"Ich lock den Punkt mit nem Stück Petersilie aus deinen Chemikalien raus und versteck ihn in meiner Schule.\n\nDer nächste bitte meine Schule zerstören!! BBBBBBBBBBIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIITTTTTTEEEEEEEEEEEEEEEEEEEEEEEE!!!!!!!!!!!!!!!!!!!","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-11T14:50:40.310+0000","up_votes":1,"down_votes":0,"body":"Da ich ebenso Hausmeister bin (aber eher auf der technischen Seite), kenne ich mich im Haus aus und durch meinen Zugang zu Putzutensilien nehme ich mir die Stelle vor, schnappe mir den Punkt und verstecke ihn in den Chemikalien, die ich verwendet habe, um die Zookäfige gegen die Säure des Zeugs resistent zu machen.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-11T11:19:18.974+0000","up_votes":1,"down_votes":0,"body":"Pffff...Fort Knox? Als ob mich das aufhalten würde. Mit der Genehmigung meines guten Freundes, Mr. President himself, fahre ich als hochgestellter Beamter des Königreiches Offtopic (aka Königlcher Hausmeister) nach Fort Knox und lasse mir dort den Punkt überreichen, mit der Begründung, dass er essentiell für Sicherheit meines geliebten Landes sei.\n\nDanach verstecke ich ihn an der schmutzigsten Stelle des Badezimmers des Königspalastes.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-11T10:56:27.541+0000","up_votes":1,"down_votes":0,"body":"Ich werd Bürgermeister und lass mir den Punkt per bus bequem zur Haustür liefern :D\n\nUnd dann versteck ich ihn in Fort Knox..is ja genug Platz ne...wegen kein geld und so ;)","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-08T13:14:01.139+0000","up_votes":1,"down_votes":0,"body":"Zum Glück habe ich all deine Hühner gekauft, da sie den falschen Punkt übrig gelassen haben, habe sie alle an einen Schlachthof verkauft und den Punkt vom Schlachthof erhalten.\n\nIch verstecke ihn im Bus.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-04-08T08:52:19.270+0000","up_votes":1,"down_votes":0,"body":"Ich verwandle mich mit meiner Erermaschine in einen Hahn und befehle meiner Hühnerschar alle Punkte aufzupicken und dann einen übrig zu lassen. Den Punkt versteck ich dann in einem Ei von einem Adler hoch oben im Gebirge in Mittelerde :D\n\nIzo Alex","replies":[]},{"id":"","poster":"XxKampflappenxX","date":"2015-04-07T19:44:40.198+0000","up_votes":1,"down_votes":0,"body":"Du weisst schon dass ich dich damals adoptiert habe.... da war es natürlich ein leichtes diesen an mich zu nehmen und demjenigen zu geben der vor kurzem dieses Spiel gestartet hat...\n\nBtw hab ich dich dann wieder ins heim gesteckt damit jemand anders sich um dich kümmern kann... Babys die Punkte kacken sind einfach viel zu creepy\n\nJetzt wo ich so darüber nachdenke hab ich eine dauerschleife geschaffen...","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-06T17:04:14.218+0000","up_votes":1,"down_votes":0,"body":"Da schwarze Löcher wie Raum-Zeit.Portale wiken, landet er direkt in meinen Händen, und zwar als ich noch ein Baby war. Damals habe ich ihn natürlich geschluckt, wodurch er in meinen vollgekackten Windeln landete und schließlich im Müll. Doch da das vor 15 Jahre geschehen ist, konnten ihn nicht alle aktiven Spieler suchen, da man sich mit 3,4... Jahren nicht dafür interessiert  ;D","replies":[]},{"id":"","poster":"Dute Universe","date":"2015-04-06T15:03:33.149+0000","up_votes":1,"down_votes":0,"body":"Da ich einen guten Kontakt zu Garen habe, frage ich ihn, ob er mir den Punkt aus dem Kristall des Turmes, der die Gegnerbase schützt, holt. Nachdem Garen mir den Punkt gebracht hat, werfe ich den Punkt so hoch, dass er in irgendein schwarzes Loch fliegt.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-06T14:39:59.614+0000","up_votes":1,"down_votes":0,"body":"Für einen erfahrenen und ausgefuchsten Punkteklauer wie mich ist das kein Problem. Ich folge dir als Klassenkamerad verkleidet, sehe zu wie du den Punkt versteckt und nehme ihn umgehend heimlich an mich. \n\nDanach verstecke ich ihn dem Kristalls des Turmes, der die gegerische Base beschützt.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-06T12:24:51.664+0000","up_votes":1,"down_votes":0,"body":"Zum Glück habe ich eine leichte Veranlagung zur Nekromantie (, weshalb wir auch hier jetzt spielen), dadurch finde ich ihn und verstecke ihn in bei meiner Klassenexkursion irgendwo in Linz.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-06T10:18:03.792+0000","up_votes":1,"down_votes":0,"body":"Dummerweise erkennt die Dame den wahren Wert des Punktes nicht und wirft ihn vor meinen Augen mit einem sarkastischen \"Was für ein romantisches Geschenk\" in einen Mülleimer, wo ich ihn nur mit einem paar Handschuhe rauszufischen brauche. \n\nDann verstecke ich den Punkt in einem verstaubten QQ-Thread voller Satzzeichenfehler.","replies":[]},{"id":"","poster":"XxKampflappenxX","date":"2015-04-06T02:27:17.589+0000","up_votes":1,"down_votes":0,"body":"Da der Punkt ja anscheinend feuerfest ist fackel ich die blöden Bällchen einfach alle ab, nehme mir den Punkt und biete ihn der nächsten hübschen Dame an die mich küsst :P","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-04-05T22:11:42.400+0000","up_votes":1,"down_votes":0,"body":"Bedauerlicherweise wurde dein Lehrmeister, der dich ausgebildet hat, von mir bestochen, und hat dir nicht einmal die elementarsten Grundlagen beigebracht, wodurch es mir ein Leichtes war, den Punkt in meinen Besitz zu bringen.\n\nIch verstecke ihn im weltgrößten Bällchenbad.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-04-05T21:42:27.829+0000","up_votes":1,"down_votes":0,"body":"Mein guter Freund aus alten Tagen, der allseits bekannte Mann im Mond, schickt mir freundlicherweise die Rakete mitsamt Punkt zurück.\n\nDann mache ich ein Nahkampf- sowie eine Schußwaffenausbildung und behalte den Punkt, den ich um jeden Preis verteidigen werde, bei mir.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-03-29T12:25:28.596+0000","up_votes":1,"down_votes":0,"body":"Bedauerlicherweise hast du keine Erlaubnis um zu starten, also schleiche ich mich an Bord, nimm den Punkt an mich, programmiere die Steuerung deiner Rakete um, damit sie zum Mond fliegt.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-03-29T12:08:50.854+0000","up_votes":1,"down_votes":0,"body":"In einer Nacht und Nebel Aktion breche ich mit der berühmt-berüchtigsten Bande von Kunstdieben in ganz Europa in das Louvre ein und hole mir den Punkt. Dann rufe ich die Polizei, lasse die Verbrecher auffliegen und kassiere die üppige Belohnung. \n\nMit dem Geld, welches ich durch Börsenanlagen geschickt vervielfacht habe, lasse ich eine Superrakete bauen, welche mit dem Punkt in das Schwarze Loch im Zentrum der Milchstraße fliegt.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-03-29T09:17:24.284+0000","up_votes":1,"down_votes":0,"body":"Ich putze mein Zimmer und finde den Punkt wieder, wundere mich warum ihn niemand mehr will, und stelle ihn schließlich im Louvre aus.","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-02-08T23:38:58.029+0000","up_votes":1,"down_votes":0,"body":"Ich verbrenne die Taschentücher und hol den Punkt aus der Asche, daraufhin verstecke ich ihn hinter meiner Tür.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-02-06T17:12:43.022+0000","up_votes":1,"down_votes":0,"body":"Ich spende Greenpeace nen Euro, und durch die Spenden engagieren die sich für den Dschungel und die aufgewachte (nagut, gestürzt und neu besetzte) Regierung lässt den Dschungel säubern und dann find ich den Punkt mit meiner superspezialpunktsuchbrille.\n\nUnd dann versteck ich ihn zwischen meinen (inzwischen tausenden) benutzten Taschentüchern :D\n\nIzo Alex","replies":[]},{"id":"","poster":"VirtuousViolence","date":"2015-02-06T16:59:32.215+0000","up_votes":1,"down_votes":0,"body":"Da brauchen wir wohl einen Staatlich lizensierten Toilettentieftaucher. Und jetzt wird es spannend. Gegen nur einen kleinen Aufpreis, bringt dieser den Punkt in den Seuchendschungel.","replies":[]},{"id":"","poster":"VirtuousViolence","date":"2015-02-06T06:20:42.309+0000","up_votes":1,"down_votes":0,"body":"Ich habe allerdings einen Verbündeten bei Hermes Paketdienst, welcher mir dein ziemlich überlastetes paket gerne vorbeibringt. Der Punkt wird nun allerdings von einer Gruppe heldenhafter Fliegerasse im Bermudadreieeck stationiert.","replies":[]},{"id":"","poster":"Sakurâ","date":"2015-02-05T18:35:15.880+0000","up_votes":1,"down_votes":0,"body":"Ich schicke einen Eisbrecher los der den Punkt bergen soll und lass ihn mir bringen.\n\nIch verschicke den Punkt mit der Post in einem Paket, in einem Paket, in einem Paket, etc. und der Bemerkung der Empfänger möge das Paket einfach wieder los schicken.","replies":[]},{"id":"","poster":"yartago","date":"2015-02-04T18:05:57.241+0000","up_votes":1,"down_votes":0,"body":"folglich bei mir also muss ich ihn garnicht erst suchen \n\nps ich mach es dir einfach ich bin bei 67°54'38.6\"S 39°38'15.2\"W mitsamt dem Punkt","replies":[]},{"id":"","poster":"Tiaryn","date":"2015-02-04T17:58:54.996+0000","up_votes":1,"down_votes":0,"body":"Ich frage Larry Page nach dem Punkt welcher sämtliche Google-Rechenzentren darauf ansetzt den Punkt zu finden.\n\nVerfolgt von unzähligen Datenströmen materialisiert sich der Punkt am Hinterkopf des nächsten Suchenden.","replies":[]},{"id":"","poster":"yartago","date":"2015-02-04T17:32:34.231+0000","up_votes":1,"down_votes":0,"body":"dann geh ich taucen da dicg´h die nicht näher definierten Haie als Zwerghaie anseh welche total ungefährlich sind und \nhol mir den punkt einfach  danach digitalisier ich den punkt und werf ihn in das world wide web{{summoner:31}}","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-02-04T17:00:24.171+0000","up_votes":1,"down_votes":0,"body":"Ich frag Anivia, sie fliegt runter und holt ihn mir. \n\nJetzt verstecke ich ihn WIEDER im Haifischbecken. -.-","replies":[]},{"id":"","poster":"yartago","date":"2015-02-04T16:45:31.591+0000","up_votes":1,"down_votes":0,"body":"dann nehm ich nen poro mach nen Gefangenaustausch und werf den punkt in die Heulende schlucht","replies":[]},{"id":"","poster":"tortenmaker","date":"2015-02-04T16:43:51.357+0000","up_votes":1,"down_votes":0,"body":"Ich werde Papst und hol mir den Punkt. Danach verstecke ich den Punkt  hinter Braums Schild\nM.F.G\nTortenmaker{{champion:201}}","replies":[]},{"id":"","poster":"yartago","date":"2015-02-04T16:20:56.094+0000","up_votes":1,"down_votes":0,"body":"dann gehe ich einfach in die katakomben nehm ihn mir und bversteck ihn im geheimarchiv des Vatikanstaates","replies":[]},{"id":"","poster":"VirtuousViolence","date":"2015-02-04T16:06:29.909+0000","up_votes":1,"down_votes":0,"body":"Ich ordere ein Giftmüllentsorgungssonderkommande um den Punkt aus deinen Socken zu befreien, und versteccke ihn anschließend in den Katakomben unter Rom.","replies":[]},{"id":"","poster":"Razum","date":"2017-06-15T16:56:57.116+0000","up_votes":1,"down_votes":1,"body":"Ich, als gelernter Programmierer, schreibe ein Programm, das Fehler im Text findet. Das setze ich auf das französische Forum an und finde so den Punkt.\n\nIch tarne ihn als Massemittelpunkt der Erde.","replies":[]},{"id":"","poster":"Razum","date":"2016-05-20T20:53:41.734+0000","up_votes":1,"down_votes":1,"body":"Ich beauftrage Mundo mit URF-Buff, den Passierschein zu holen, und dann den Punkt, der Passierschein A38 soll nur als Andenken dienen.\nDann frisst Mundo ihn auf und Backported sich; jeder, der ihn angreift, wird vom Base-Tower vernichtet.","replies":[]}]}