{"id":"LuaxEsAY","poster":"XIII BTLmovies","date":"2015-02-05T14:26:43.018+0000","title":"DJ Sona: Antworten einiger häufig gestellte Fragen. (Übersetzt)","subforum":"Skin- & Champion-Konzepte","embed":{"title":"DJ Sona: Answering some frequently asked questions.","description":"DJ sona is currently 50% off in the store in PBE. 1900 rp. She will be released some time within the next patch. They changed their minds, it'll be out in a few months. Eventually. I can see why. There's definitely a lot of bugs that would come with something as big and complicated as this skin.","url":"https://www.youtube.com/watch?v=JgaxVzYurPI","image":"http://i.ytimg.com/vi/JgaxVzYurPI/hqdefault.jpg"},"up_votes":30,"down_votes":13,"body":"NEU/WICHTIG: \"Für alle die sich wundern, DJ Sona wird 3250 RP kosten, wird aber ~25% runtergesetzt werden und somit 2450 RP beim release kosten!\" (Das wären 13,54€)\n\n~~DJ sona ist derzeitig im PBE 50% runtergesetzt. 1900 RP~~\n\"DJ Sona ist NICHT als 1900 RP Skin im PBE Shop gelistet. \nSie ist als vollständiger 3250 RP Skin gelistet.\nWir haben offiziell kein Statement dazu abgegeben ob sie günstiger Angeboten wird oder was der Preis wär wenn wir ihn Günstiger anbieten würden (Ich habe darüber derzeitig keine Informationen)\"-Riot KateyKhaos \n\"DJ Sona ist viel größer als Geistwächter Udyr oder als Pulsfeuer Ezreal. Aber es wird eine Chance geben sich den Skin für einen Rabatt zu holen :)\" -WizardCrab\n\n/Etwas kurz von Mir. Es tut mir leid, dass sich das hier ganz schön ändert. Ich übersetze nur was im Englischen steht und versuche so schnell wie mögliche die Riot Posts mit einuzubeziehen :) \n\n~~Sie wird irgendwann im nächsten Patch freigegeben werden~~\n\"Wie Riot Galetta sagte, DJ Sona wird NICHT im 5.3 Patch heraus kommen. Wir haben unsere Meinung nicht geändert, wir haben niemals gesagt das er in ein paar Monaten raus ist. Wir sagten nur, er kommt nicht im 5.3 Patch.\nWir haben kein offizielles Datum oder Patch angegeben wann der Skin rauskommt. \" -Riot KateyKhaos \n\nIch weiß warum.\nDer Skin hat definitiv viele Fehler/Bugs welche dadurch kommen, da der Skin eben so groß und kompliziert ist.\n\nEs kann nur 1 Sona in jedem Team sein, also wenn ihr \"Blind Pick\" spielt, besteht eine Chance, dass die Gegner auch Sona haben und auch den gleichen Skin. \nAlso würden sich die Songs überlappen. Deshalb sind die Lieder auch nicht global bei beiden Teams, sondern eben nur euer Team hört das. \nDies wird zudem auch bestätigen dass das einzigartig für einen Skin ist, so sie wird der einzige sein welche ihre eigenen Musik Stücke mitbekommt. Wenn irgendjemand andere einen Musikalischen Skin-Entwurf hat wird dieser nicht mit eigener Musik kommen außer es hängt mit den Fähigkeiten zusammen.\n\nDie Lieder können manuell von DIR stumm geschalten werden und nur die Person mit dem Skin kann die Musik ändern, also sei dir sicher dass du alle aus deinem Team mit in die Musikwahl einbeziehst. \nUnd wenn du nicht bekommst was du hören möchtest, Nunja... Schlecht für dich gelaufen. Es ist sein Skin.\n\nDas Lied welches von Anfang an läuft (bei DJ Sona) Ist das Lied Kinetisch. \nDie Lieder/Der Skin kann mit dem Befehl /toggle (/g) oder mit ctrl(strg)+5 geändert werden\n\nVO: Wenn du der Stimme von DJ Sona zuhörst sei nicht verwirrt, die Stimme wurde gemixed um besser in ihre Lieder zu passen.\nDer Fakt dass du fast nichts verstehen kannst ist MIT ABSICHT!\n\nEs dauert 0.5 Sekunden bis man es wieder ausführen kann.\n\nDie Form zu ändern, Schaden zu verteilen, Schaden zu nehmen oder festgehalten/hochgeworfen etc. zu werden aktiviert eine interne Abklingzeit von 2 Sekunden.\nDiese Abklingzeit startet sobald toggle aktiviert wurde.\nDu kannst die Taste für /toggle ändern.\nUnter Optionen->Schnellzauber->Kommunikation->Toggle \n\nWie deaktiviert man die Musik?\nDrück Tab oder \"o\" um in die Anzeigetafel zu kommen und klick neben Sonas Porträt auf die grüne Note um die Musik zu deaktivieren und auf die ausgegraute Note um sie zu aktivieren\nDer Button wird bald größer sein und die Musik Note bekommt bald ihr finales Bild.\n\nWie funktioniert dass mit der Musik, fügt sich die Musik mit den Fähigkeitszaubern zusammen? Oder unterbricht es die Musik?\n\nDJ Sona startet mit einem standart Lied (Kinetisch) am Anfang des Spiels. \nMit erstmaliger Benutzung der Q/W/E Fähigkeiten, egal in welcher form, werden neue Musik \"Schichten\" mit in die Musik eingefügt.\n\n[ Hier ein Video Dazu ](https://www.youtube.com/watch?v=YSbNeoUWsZE)\n\nIch hoffe dass hat einigen Leuten geholfen. Wenn du noch mehr Fragen hast, schreib sie unten in die Kommentare und ich versuche ein paar Antworten zu finden und zu antworten \n\n\n\"Hallo Ihr\nDas DJ Sona nicht im Patch 5.3 released wird, ist KEIN Fehler :]\nWie Riot Galetta schon sagte, DJ Sona ist ein sehr komplizierter Skin. Sie hat ein Haufen von Musik, Partikeln, Form änderung und bewegenden Teilen.\n\nWir wollten sie schnell auf dem PBE haben damit viele Leute den Skin testen können und eben Fehler entdecken können.\n(Wir haben aber auch ein gutes Test Team, aber mehrere Augen sehen mehr ;))\n\nUnser Ziel ist es das DJ Sona die beste Bedingung hat die man sich vorstellen kann.\nBesser als später mit vielen Patches die Bugs weg zu machen ;)\"\n\nSona hat nun ihren offiziellen Splashart.\nEs ist der Kinetic Splashart, welchen man auf der Ankündigungsseite sah.[ (Bild)](http://1.bp.blogspot.com/-qrL1Ur9VnU8/VN0NmspvzeI/AAAAAAAAj3I/XUAPuFqi0cY/s1600/Sona_Splash_6.jpg)\n\n[Hier ein Video über den DJ Sona Skins ](https://www.youtube.com/watch?v=27IHtV166rc)\n\nÜbersetz vom Englischen Forum :\n[Klick\n](http://boards.na.leagueoflegends.com/en/c/skin-champion-concepts/a7ExrdB9-dj-sona-answering-some-frequently-asked-questions?comment=0001)\n[Klick](http://boards.na.leagueoflegends.com/en/c/skin-champion-concepts/P5EkcaYk-dj-sona-release-rioter-info?comment=00040000)\n\n/Bitte nehmt Schreibfehler oder Übersetzungsfehler nicht so ernst, sagt mir bescheid und ich überarbeite es :) \n/Ich weiß es kommt Likegeil herüber dennoch muss ich es sagen : Desto mehr Likes, desto höher ist es gelistet = Es sehen mehr.\nAlso kann ich mehr Leuten damit helfen. (Ich glaube jedenfalls dass das System so funktioniert) \n/Ich füge nach und nach ein paar Sachen hinzu","replies":[{"id":"","poster":"Xplode Carnage","date":"2015-02-05T16:16:30.398+0000","up_votes":8,"down_votes":1,"body":"best skin :D","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:19:26.433+0000","up_votes":6,"down_votes":0,"body":"Finde den Skin auch echt Hammer, es ist nur echt schade das es noch so lang dauern wird. ._.","replies":[{"id":"","poster":"Connected Syan","date":"2015-02-06T07:13:06.408+0000","up_votes":2,"down_votes":1,"body":"Je länger, desto schöner wird es mit dem Skin zu zocken :D","replies":[{"id":"","poster":"Black Mage","date":"2015-02-06T11:58:43.391+0000","up_votes":4,"down_votes":0,"body":"nahh, desto besser die qualität, desto besser der skin ;o\nansonsten kannst du ja eine tasse kaffe 3 jahre stehen lassen, besser wird er nicht ;o","replies":[{"id":"","poster":"Uialeth","date":"2015-02-06T17:18:01.393+0000","up_votes":2,"down_votes":2,"body":"ICH WILL ENDLICH EIN RELEASE DATE RIOT!!!\nHALT MICH NICH SOLANGE HIN SONST WERD' ICH AUSFÄLLIG XD\n\nXD  =P{{champion:14}}","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-08T22:24:09.641+0000","up_votes":1,"down_votes":0,"body":"xD","replies":[]}]}]}]}]}]},{"id":"","poster":"Asteriade","date":"2015-02-05T18:44:17.398+0000","up_votes":4,"down_votes":0,"body":"Schade...\n\nAber dachte mir bereits, dass der Skin noch eine ganze ganze gaaaaanze Weile auf sich warten lassen wird. Auf Reddit stand ja, dass die Infos zu ihr (angeblich) viel zu früh raus gekommen sind.\nAls Sona-Main warte ich seit ewigen Monaten auf den Skin und habe mir auch deswegen nie einen anderen Sonaskin geholt (seit die ersten Codes mit \"djSona\" aufm PBE auftauchten vor etlichen Monaten :)).\nDie Zeitangabe ist halt wieder etwas... na ja, unschön. Im frühstens Fall also 5.4 wenn es dumm kommt noch 3-4Monate. \nAber wenn der Skin dafür Bugfrei ist, lohnt sich das warten.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T18:48:39.947+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Asteriade,realm=EUW,application-id=L7E6lhzo,discussion-id=LuaxEsAY,comment-id=0007,timestamp=2015-02-05T18:44:17.398+0000)\n>\n> Schade...\n> \n> Aber dachte mir bereits, dass der Skin noch eine ganze ganze gaaaaanze Weile auf sich warten lassen wird. Auf Reddit stand ja, dass die Infos zu ihr (angeblich) viel zu früh raus gekommen sind.\n> Als Sona-Main warte ich seit ewigen Monaten auf den Skin und habe mir auch deswegen nie einen anderen Sonaskin geholt (seit die ersten Codes mit \"djSona\" aufm PBE auftauchten vor etlichen Monaten :)).\n> Die Zeitangabe ist halt wieder etwas... na ja, unschön. Im frühstens Fall also 5.4 wenn es dumm kommt noch 3-4Monate. \n> Aber wenn der Skin dafür Bugfrei ist, lohnt sich das warten.\n\nFind es auch echt schade. Das mit dem Reddit habe ich nicht gelesen, wobei ich nicht denke dass das passierte. Dann müsste diese Information ja (x alle Sprachen) zu früh rausgegeben wurde. Naja, ich hoffe einfach das sie es so schnell hinbekommen wie nur möglich :) \nÜbrigends was mir gerade einfällt : Wenn es wirklich zu früh released wurde, warum sind dann schon alle Sachen fertig und aufm Pbe :D? \nAber wie du schon sagtest, solang es Bugfrei wird :D","replies":[{"id":"","poster":"Asteriade","date":"2015-02-05T19:27:13.723+0000","up_votes":2,"down_votes":0,"body":"Na ja, entweder mein Englisch war zu schlecht, oder... man sollte nicht jedem glauben auf Reddit und surr20 :p\n\nDumm ist halt... extra RP aufgeladen... aber gut dann gehen die halt für die Lunar Skins raus :-))\n\n\nDanke auf jeden Fall für die Übersetzungen! (habe mir einige Teaser angeschaut vom PBE und joar... okay, der Skin ist echt noch \"unfertig\", aber bereits jetzt einfach wunderschön und sieht 10x besser aus, als ich es mir vorgestellt habe vor den vielen Monaten.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T19:34:10.268+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Asteriade,realm=EUW,application-id=L7E6lhzo,discussion-id=LuaxEsAY,comment-id=000700000000,timestamp=2015-02-05T19:27:13.723+0000)\n>\n> Na ja, entweder mein Englisch war zu schlecht, oder... man sollte nicht jedem glauben auf Reddit und surr20 :p\n> \n> Dumm ist halt... extra RP aufgeladen... aber gut dann gehen die halt für die Lunar Skins raus :-))\n> \n> \n> Danke auf jeden Fall für die Übersetzungen! (habe mir einige Teaser angeschaut vom PBE und joar... okay, der Skin ist echt noch \"unfertig\", aber bereits jetzt einfach wunderschön und sieht 10x besser aus, als ich es mir vorgestellt habe vor den vielen Monaten.\n\nNaja, kannst ja auch die RP sparen :D","replies":[]}]}]}]},{"id":"","poster":"Icefye","date":"2015-02-05T15:10:27.260+0000","up_votes":3,"down_votes":0,"body":"Super Beitrag. \nHatte gedacht, dass man nur durch dem Befehl /toggle den Skin/Lied ändern kann.","replies":[]},{"id":"","poster":"Lord Shadow","date":"2015-02-05T14:56:32.069+0000","up_votes":3,"down_votes":0,"body":"Super von dir  :D\n\nJetzt können die Leute deren English etwas schwach ist auch informiert sein ^^","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-02-05T14:29:51.475+0000","up_votes":3,"down_votes":0,"body":"Danke :)","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T14:33:19.212+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Citoso,realm=EUW,application-id=L7E6lhzo,discussion-id=LuaxEsAY,comment-id=0000,timestamp=2015-02-05T14:29:51.475+0000)\n>\n> Danke :)\n\n\nBitte :D Habe ich gern gemacht :D ","replies":[]}]},{"id":"","poster":"Love Rakan","date":"2015-02-08T21:56:45.808+0000","up_votes":2,"down_votes":0,"body":"ich kanns kaum erwarten >___< meeeensch haltet mich doch nicht so lange hin xD ich würde auch den unfertigen skin kaufen xD fehler könnt ihr ja nach und causpatchen :-D\n\n {{champion:37}}","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-08T22:25:18.437+0000","up_votes":1,"down_votes":0,"body":"Naja, aber das mag Riot nicht. Auch ich hätte den Skin echt gern. Am besten so schnell wie nur möglich xD","replies":[]}]},{"id":"","poster":"Lord Mossy","date":"2015-02-05T20:18:21.155+0000","up_votes":1,"down_votes":0,"body":"Jooo, cool Danke!\nAllerdings sind in dem Text einige \"das\" - \"dass\" Fehler. D:\nLG","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T20:22:12.117+0000","up_votes":1,"down_votes":0,"body":"Habe ich mir schon gedacht, ich habe nur irgendwie dass/das nie verstanden, egal ob im Unterricht oder im Internet. xD \nMan soll ja es mit \"dieses,jenes\" oder so probieren wenns stimmt ist es das wenn nicht dann dass oder so. Ich verstehe es aber dennoch nicht ._.","replies":[{"id":"","poster":"Shipoopi","date":"2015-02-06T17:10:17.604+0000","up_votes":2,"down_votes":0,"body":"\" Regel Nummer 1: \"das\" lässt sich im Gedanken immer durch dieses, welches oder jenes ersetzen, ohne dass der Satz seinen Sinn verliert.\n\nDas Kind ist glücklich.\nDieses Kind ist glücklich.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nWenn das nicht funktioniert, verwendet man \"dass\"\n\nIch weiß, dass sie schwimmen kann.\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n▪ Regel Nummer 2: Es gibt keine Regel, die besagt, dass nach einem Komma immer \"dass\" steht!\n\nIch fülle das Wasserglas, das halb leer ist.\nIch fülle das Wasserglas, welches halb leer ist.\"\n\n\nhttp://www.das-dass.de/\n\nDu kannst auch versuchen, es dir so zu merken: Wenn sich \"das\" auf ein Substantiv bezieht wird es mit einem s geschrieben, ansonsten mit 2 :)","replies":[]}]}]},{"id":"","poster":"Majestra","date":"2015-02-06T15:14:45.206+0000","up_votes":2,"down_votes":0,"body":"so gut und so teuer.. struggle of my life","replies":[]},{"id":"","poster":"Asteriade","date":"2015-02-05T23:29:47.911+0000","up_votes":2,"down_votes":0,"body":"Meh, du solltest aufhören, die Riotpost's zu übersetzen... das macht mich mehr mad als ein 4vs5 Ranked...\n\nSehs schon kommen, werde recht behalten mit den \"3-4Monaten\" :D","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-06T11:47:12.607+0000","up_votes":1,"down_votes":0,"body":"Nunja, es gehört aber leider dazu. Aber ich glaube, genau dieser Post macht mir mehr Hoffnung darüber das er mit dem 5.4 Patch kommt :D","replies":[]}]},{"id":"","poster":"Saurkrautz","date":"2015-02-05T19:32:51.658+0000","up_votes":2,"down_votes":1,"body":"Schade hätte ihn schon gerne früher bekommen :/","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T20:22:36.597+0000","up_votes":2,"down_votes":0,"body":"Ich auch ._.","replies":[]}]},{"id":"","poster":"Xayfu","date":"2015-02-05T15:47:37.939+0000","up_votes":2,"down_votes":0,"body":"Wann kommt der Skin genau weiß das jemand ? {{champion:37}} {{item:3070}}","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T15:54:58.550+0000","up_votes":2,"down_votes":0,"body":"Leider noch nicht mit dem nächsten Patch, im nächsten patch kommen erstmal die Valentin Sachen :3 (Aber ich Sage nichts :D) \nWann er kommt ist noch ungewiss. Erstmal müssen all die Bugs weg.\nIch hoffe das passiert schnell.\nIch hoffe/denke mal so, ich bin mal optimistisch, im 5.4 Patch.","replies":[{"id":"","poster":"Kendonomon","date":"2015-02-05T16:22:15.042+0000","up_votes":2,"down_votes":0,"body":"Woher weißt du das alles???\nAber das ist nicht so wichtig es wird ja oben geschrieben dass sie in den paar nächsten patchs vermutlich rauskommt und dann nur 1900 RP kostest somit wird es vermutlich noch ein paar Wochen dauern","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:25:53.974+0000","up_votes":2,"down_votes":0,"body":"Das mit den Valentin Sachen? Das weiß ich durch andere Seiten welche PBE Inhalte zeigen.\n(surrenderat20.net)\n\nNunja, ich hoffe das es nur ein paar Wochen sind (Ich hoffe nur 3 Wochen, dann hätte ich wieder Schule und ich will MIT dem Skin in die Schule ._.)\n\nUnd naja, eventuell wird es auch 1950 RP Kosten, aber wegen den 50 RP :D","replies":[]}]}]}]},{"id":"","poster":"Äegir","date":"2015-02-05T15:36:24.200+0000","up_votes":2,"down_votes":0,"body":"Frage: Spielt sie immer eins von den drei liedern und wenn man ne fähigkeit aktiviert kommt nen extra sound hinzu und fügt der sich in den rhythmus des \"standartliedes\" mit ein? oder bricht wenn man ne fähigkeit aktiviert das lied ab und der sound der fähigkeit kommt allein?\ndanke schon im vorraus","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T15:43:16.148+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Äegir,realm=EUW,application-id=L7E6lhzo,discussion-id=LuaxEsAY,comment-id=0003,timestamp=2015-02-05T15:36:24.200+0000)\n>\n> Frage: Spielt sie immer eins von den drei liedern und wenn man ne fähigkeit aktiviert kommt nen extra sound hinzu und fügt der sich in den rhythmus des \"standartliedes\" mit ein? oder bricht wenn man ne fähigkeit aktiviert das lied ab und der sound der fähigkeit kommt allein?\n> danke schon im vorraus\n\nDanke für die Frage :) So wie ich das verstanden habe spielt sie immer eins von den drei Liedern. Sobald du ein Skill machst \"ändert\" es die Musik. Also es kommt zum Beispiel: Eine Gitarre dazu. Sozusagen machen die Skills die Musik erst vollwärtig :)\n\nIch verlink mal das Youtube Video : [Video](http://youtu.be/YSbNeoUWsZE)","replies":[{"id":"","poster":"Kendonomon","date":"2015-02-05T16:20:27.397+0000","up_votes":2,"down_votes":0,"body":"Nein, man kann als Mitspieler bei ihrem Icon an der Linken Seite einstellen ob an das hören will und das kann auch sie soweit ich weiß","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T16:24:07.483+0000","up_votes":2,"down_votes":0,"body":"Nunja, neben dem DJ Sona Icon ist ein weiteres Icon (welches eventuell noch grafisch aufgewertet wird und sich Themisch an den Skin anpasst(wer weiß)) \nwomit du Die Musik von DJ Sona muten kannst.\nMehr kann man als Mitspieler nicht machen :) \nUnd Die Skills machen die Melodie eben vollständiger.\n\nOb DJ Sona ihre eigenen Lieder muten kann weiß ich nicht. Wär aber vorstellbar. \n(Ich würde es aber nie Benutzen ;))","replies":[]}]}]}]},{"id":"","poster":"SektumBreak","date":"2015-02-05T18:02:31.033+0000","up_votes":1,"down_votes":6,"body":"der skin ist meiner meinung nach unnötig nich wirklich viele leute spielen sona wie wärs mit nem skin für lee sin der des wäre awesome","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-05T18:28:20.540+0000","up_votes":2,"down_votes":0,"body":"Nunja, es kommt immer drauf an welche Idee am besten ist. Welcher Vorschlag gut aussieht. Außerdem hat sie eine Spielrate von 17% Also doch eig. recht viel ;)\nNebenbei, viele Freuen sich über den Skin und natürlich man kann es nicht jedem Recht machen. ABER : Ein ADC hat einen Ultimativen Skin bekommen. EIn Jungler hat einen bekommen und jetzt ist eben ein Supporter dran gewesen ;)","replies":[]},{"id":"","poster":"Crey","date":"2015-02-05T19:24:06.167+0000","up_votes":3,"down_votes":1,"body":"Lee Sin Skin? der hat schon mehr als genug Skins...\nMit dem Skin für Sona wird sich das vermutlich ändern","replies":[]}]},{"id":"","poster":"bot not warded","date":"2015-02-06T09:40:48.254+0000","up_votes":1,"down_votes":0,"body":"Ich finde es richtig  toll, dass ihr euch solche Mühe gebt. Der Skin hat das Recht darauf, ein Ultimate zu sein und dementsprechenend auch knapp 4k RP zu kosten. Ganz ehrlich? Das ist es mir wert. Ich möchte Riot damit unterstützen, denn diese Arbeit am Skin braucht sicherlich ewig. Ich denke drüber nach, mir nen Account auf dem PBE zu erstellen... Kommt man da einfach rein oder muss man da erst überprüft werden etc.?","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-06T11:48:36.955+0000","up_votes":1,"down_votes":0,"body":"Man kommt da leider nicht mehr einfach so rein. Du musst dich unter https://pbesignup.euw.leagueoflegends.com/de/pbe \nbewerben und wenn du angenommen wirst, bekommst du einen register Link glaube ich. \n\nFinde den Skin auch toll :D","replies":[{"id":"","poster":"bot not warded","date":"2015-02-08T11:14:44.046+0000","up_votes":2,"down_votes":1,"body":"Cool, hab mich mal \"beworben\". Hoffentlich werd ich als fähig angesehen :D","replies":[]}]}]},{"id":"","poster":"XIII BTLmovies","date":"2015-02-19T23:35:14.600+0000","up_votes":1,"down_votes":0,"body":"NEU/WICHTIG: \"Für alle die sich wundern, DJ Sona wird 3250 RP kosten, wird aber ~25% runtergesetzt werden und somit 2450 RP beim release kosten!\" (Das wären 13,54€)","replies":[]},{"id":"","poster":"Leinhard","date":"2015-02-12T23:18:56.659+0000","up_votes":1,"down_votes":0,"body":"Kann es sein das DJ Sona,s  (Kinetisch) sich ingame ganz anders anhört als die offizielle Musik auf der Promo Seite?","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-13T00:07:33.978+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lanurius,realm=EUW,application-id=L7E6lhzo,discussion-id=LuaxEsAY,comment-id=0012,timestamp=2015-02-12T23:18:56.659+0000)\n>\n> Kann es sein das DJ Sona,s  (Kinetisch) sich ingame ganz anders anhört als die offizielle Musik auf der Promo Seite?\n\nIch möchte nichts falsches sagen, ich glaube aber das ist gewollt.\nWie schon weiter oben beantwortet, wird die Musik erst du die Q,W,E,R Fähigkeiten vollwärtig.\nMit jeder Fähigkeit kommt also ein Teil der Musik dazu und mit der Ult, wird dann Kinetic so wie wir es kennen abgespielt.\n\nSo sollte das eig. sein.\n\nAuch die anderen 3 Musikstücke hören sich glaube ich am Anfang recht \"Unfertig\" an. Eben die Fähigkeiten machen die Musik vollwärtig. ","replies":[{"id":"","poster":"Leinhard","date":"2015-02-13T00:23:10.170+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir zu und ich Denke auch das es gewollt ist aber ich habe Sie auf dem PBE angetesten und sobald man die R benutzt gibt es meiner Meinung nach kaum eine Ähnlichkeit aber ich kann mich auch Irren.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-13T00:32:52.690+0000","up_votes":1,"down_votes":0,"body":"Hmm, ich muss ehrlich gestehen, ich habe keinen PBE Account. Aber als ich ein Video über dieses Vervollständigen des Liedes sah, war da schon eine große veränderung zu hören.\nNunja, wenn er offiziell raus ist, sehen wir es ja. Bzw. hören wir es ","replies":[]}]}]}]},{"id":"","poster":"NeueFolge","date":"2015-02-06T15:09:02.489+0000","up_votes":0,"down_votes":0,"body":"Ich würde mich freuen wen es ein Ultimativ Paket gibt wo alle 3 ultimativ skins drin sind {{champion:37}} {{champion:81}} {{champion:77}}","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-06T15:17:50.108+0000","up_votes":1,"down_votes":0,"body":"Nunja, das Paket wär aber echt teuer ^^ \nWenn man keine Champs besitzen würde (Eventuell auf alles 20% rabatt) \nwären es 9624RP.\nOhne Champs so 7800 RP\nAber ich denke nicht das es so etwas geben wird.\nUltimative Skins sollen normalerweiße nicht runtergesetzt werden.","replies":[]}]},{"id":"","poster":"XIII BTLmovies","date":"2015-02-06T14:55:34.855+0000","up_votes":1,"down_votes":0,"body":"\"DJ Sona ist viel größer als Geistwächter Udyr oder als Pulsfeuer Ezreal. Aber es wird eine Chance geben sich den Skin für einen Rabatt zu holen :)\" -WizardCrab","replies":[]},{"id":"","poster":"Zangetsu18","date":"2015-02-05T23:36:26.015+0000","up_votes":1,"down_votes":0,"body":"Finde ich super endlich was cooles für Sona , eventuell meinem besten Freund noch PulsfireEzreal kaufen, wir spielen die Lane sehr of ist nur zu empfehlen xD\nIst bestimmt absichtlich so gemacht da Ez und Sona gut zusammenpassen\n\n(Meine Meinung)","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-06T11:50:21.274+0000","up_votes":1,"down_votes":0,"body":"Naja, es gibt eventuell bessere Match Ups für Ez, kommt aber immer auf den Spieler drauf an, Ez mit Leo ist auch echt gut. :D\n\nAber auch ich als Main Support find es toll,dass jetzt Sona einen bekommt :D","replies":[]}]},{"id":"","poster":"IDelfouneso","date":"2015-02-06T06:09:43.459+0000","up_votes":1,"down_votes":3,"body":"http://store.donanimhaber.com/5e/eb/fe/5EEBFE14CD2BAC760E1843856421599E.jpg","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-02-06T11:49:06.871+0000","up_votes":1,"down_votes":0,"body":"Hat nichts mit DJ Sona zu tun ôo","replies":[]}]}]}