{"id":"F1AFwNdT","poster":"Ariya","date":"2015-02-03T20:09:35.767+0000","title":"Willkommen zur Beta der neuen Foren!","subforum":"Foren-Feedback","up_votes":26,"down_votes":7,"body":"Hallo!\n\nWillkommen zur Beta der neuen Foren, einer neuen Diskussions-Plattform!\n\nDie neuen Foren wurden gestaltet, um es einfacher für euch zu machen, Feedback zu den neusten Champion Veröffentlichen zu geben, Inhalte mit anderen Spielern zu teilen, Geschichten zu erzählen und alle anderen Interaktionen mit euren Mitspielern.\n\nUm es kurz zu halten, hier sind drei Dinge die ihr euch anschauen solltet, bevor ihr postet:\n\n**[ALLGEMEINE REGELN](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/NAoZxZxA-allgemeine-regeln)** - wir haben unsere Allgemeine Regeln etwas angepasst, basierend auf eurem Feedback in der Vergangenheit.\n\n**MELDEN-KNOPF** - hurra! Unten rechts findet ihr nun einen Knopf um Posts zu melden. Diese gehen direkt zu einem Team aus Riotern und Volunteers, die sich dann darum kümmern werden.\n\n**[FOREN FEEDBACK](http://boards.euw.leagueoflegends.com/de/c/foren-feedback-de)** - du befindest dich derzeit in diesem Forum. Fehlerberichte, neue Funktionen und allgemeines Feedback über die neuen Foren gehören hier her und sind sehr willkommen. Immerhin handelt es sich hier um eine Beta!\n\nLasst uns wissen, falls ihr noch Fragen habt!","replies":[{"id":"","poster":"afk or lucian","date":"2015-02-03T20:29:27.597+0000","up_votes":12,"down_votes":7,"body":"finds nicht soooooo toll","replies":[{"id":"","poster":"Ariya","date":"2015-02-03T20:40:55.577+0000","up_votes":7,"down_votes":0,"body":"Wir würden gerne hören, was dir nicht gefällt!","replies":[{"id":"","poster":"sksprudelsk","date":"2015-02-03T21:42:37.375+0000","up_votes":20,"down_votes":2,"body":"Es ist einfach nicht hübsch, dunkel, erdrückt. Durch hellere Schrift auf dunklerem Hintergrund ist auch das längere Lesen anstrengend. Außerdem: Links sind teilweise sehr klein. Und blaue Schriften auf blauen Hintergründen lässt farbenblinde User auch nicht unbedingt jubeln.\n\nSimpel schön und gut, aber DAS ist nicht das, was ich mir erhofft hatte. Da ist das LoL-Subreddit ansprechender.\n\nGut: Die Übersicht über die eigenen Posts.","replies":[{"id":"","poster":"Kunkel","date":"2015-02-04T20:56:27.665+0000","up_votes":4,"down_votes":3,"body":"Stimmt genau außerdem, ist es leider kein Forum mehr sondern lediglich ein Board, ohne chronologische Reihenfolge, es ist also sehr schwer sich einen Überblick zu verschaffen und man bekommt auch nicht unbedingt mit wenn jemand etwas neues schreibt.\n\nAnsonsten finde ich es auch fürchterlich un-einladend geradezu abweisend so dunkel wie es ist.","replies":[{"id":"","poster":"Sree","date":"2015-02-04T21:02:40.546+0000","up_votes":5,"down_votes":2,"body":"Man kann sich die Kommentare chronologisch ordnen lassen. Schau mal unter dem Eroeffnungspost, da findest du eine Funktion dafuer.\nAusserdem kannst du dir die Threaduebersicht auch so Sortieren lassen, dass immer der Thread oben ist, der zuletzt neue Kommentare erhalten hat. Dazu waehlst du ganz oben die Sortiermethode: Neueste.\nWenn Dann neue Posts in einem Thread sind, den du bereits besucht hast, steht sogar da, wieviele neue Posts. klickst du dann auf das Symbol fuer die neuen Posts, werden dir diese auch direkt angezeigt.","replies":[{"id":"","poster":"Kunkel","date":"2015-02-04T22:01:53.579+0000","up_votes":1,"down_votes":0,"body":"Danke dir sehr nützlich.","replies":[]}]},{"id":"","poster":"itsjustviky","date":"2015-03-14T20:58:17.121+0000","up_votes":2,"down_votes":1,"body":"Da stimme ich dir vollkommen zu, ich für meinen Teil fand die alte Version um einiges besser.","replies":[]}]},{"id":"","poster":"Hakkuu","date":"2015-02-07T21:21:51.363+0000","up_votes":1,"down_votes":1,"body":"Muss da einfach mal meine Meinung zu sagen: Ich finds richtig gut gelungen. Es ist schön übersichtlich und nicht so langweilig wie viele andere Foren. Die Umfragen Option ist richtig nützlich, und man versteht alles auch ohne Foren-Geek zu sein :p\n\nMein Wunsch wäre: Lasst es so wie's ist. Is jut.","replies":[]}]},{"id":"","poster":"AmShaegar","date":"2015-02-03T20:42:39.921+0000","up_votes":11,"down_votes":2,"body":"Die Performance! Es ist unerträglich langsam.\n\nGenauer: Beim Aufrufen einer Diskussion wird das Gerüst, also Layout, Hintergrund etc., sofort dargestellt. Bis aber der Text und die Kommentare nachgeladen wurden, können bis zu 25 Sekunden vergehen.","replies":[{"id":"","poster":"Ariya","date":"2015-02-03T20:46:45.521+0000","up_votes":10,"down_votes":0,"body":"Das haben wir schon weitergeleitet. Für uns ist es auch sehr langsam. :(","replies":[]}]},{"id":"","poster":"Asteriade","date":"2015-02-03T22:53:27.668+0000","up_votes":8,"down_votes":1,"body":"Nicht wirklich übersichtlich das ganze... \n\nIst ja so schon nur ein Bruchteil der Community im Forum unterwegs, mit dem Designe werden es noch weniger.\n\nMan wird sich langfristig daran gewöhnen, bin ich mir sicher - im Moment ist es einfach nur unübersichtlich, überladen und \"meh\"","replies":[{"id":"","poster":"Brainman20","date":"2015-03-31T09:23:39.669+0000","up_votes":2,"down_votes":0,"body":"Ich finde dies hier so viel besser. Ich kann hier nach neu/beliebt etc. suchen.","replies":[]},{"id":"","poster":"D3Reap3R","date":"2015-02-04T23:13:10.357+0000","up_votes":2,"down_votes":2,"body":"Es geht, eigentlich. Wer mit Reddit arbeitet, weiß, dass dies sogar ein wenig übersichtlicher ist. Es erscheint nur sehr überladen, wenn man noch nicht damit gearbeitet hat. Aber es ist immer für eine Überraschung offen, wenn man es nur erlaubt :)\n\nDas ist, wie ich es für mich entdeckt habe!","replies":[]}]},{"id":"","poster":"Poppy Lee Jones","date":"2015-03-02T16:42:53.648+0000","up_votes":4,"down_votes":1,"body":"um ehrlich zu sein, ich finds tierisch unübersichtlich. mag das alte forum zurück. das war angenehm und nutzerfreundlich. dieses ist kompliziert und unübersichtlich","replies":[]},{"id":"","poster":"simonsis","date":"2015-02-23T16:31:36.892+0000","up_votes":1,"down_votes":0,"body":"Ich habe mir rengar und jayce für 10 euro gekauft. jayce habe ich zurückerstattet und mir statdessen jinx geholt. Jetzt sind rengar und jinx weg und ich habe nurnoch 188 Rp ich habe in den Einkäufen nachgeschaut und da stand ich hätte sie zurückerstattet was ich nicht habe. Ich hoffe ihr könnt den bug fixen und mir Jinx und Rengar zurückerstatten","replies":[]}]}]},{"id":"","poster":"50Bronze","date":"2015-02-04T13:41:18.792+0000","up_votes":7,"down_votes":0,"body":"Eine Option bei der man einstellen kann welche Kategorien einem auf der Startseite angezeigt werden wäre nice. :D Ich mag es das man dort gleich aus mehreren Kategorien die neuen Posts sehen kann. Nur Sparten wie der Allgemeine Chat interessieren mich zm Beispiel nicht so sehr. Wäre schön wenn man dies ausfiltern könnte würde es übersichtlicher machen.","replies":[{"id":"","poster":"Sree","date":"2015-02-04T13:44:34.590+0000","up_votes":3,"down_votes":0,"body":"Ja, so eine Funktion faende ich ebenfalls sehr nuetzlich.\nEs nervt schon ein wenig, wenn man staendig Clanzeug oder den Allgemeinen Chat zwischen den anderen Diskussionen angezeigt bekommt.","replies":[]}]},{"id":"","poster":"H0tten T0tten","date":"2015-03-07T20:25:39.056+0000","up_votes":5,"down_votes":0,"body":"Und das ganze hier soll Nutzerfreundlich sein?\nIch glaub ich werde langsam echt zu alt.\nNicht nur das Lesen fällt übelst schwer mit der tollen Farbwahl, auch das man ewig scrollen muss um das ende zu erreichen hilft der Übersicht nicht wirklich.\nDann startet das Forum oder was immer das hier darstellen soll und man liesst nur:\nADC sucht ...\nTeam sucht ...\nbla bla\nDas interessiert doch kein Mensch.\nNaja, ich spiele eh schon weniger aber hier hällt mich absolut nichts mehr.\nIst ja nur noch Grauenhaft was immer das hier sein mag.","replies":[]},{"id":"","poster":"GummibaumXYZ","date":"2015-02-05T18:40:18.352+0000","up_votes":4,"down_votes":0,"body":"Ich finde die Grammatik über dem  Eröffnungspost sehr merkwürdig.\nHier steht jetzt: Ariya (EUW) hat gesendet vor 2 Tagen in Foren-Feedback.\nRichtig müsste es doch heißen: Ariya (EUW) hat vor 2 Tagen in Foren-Feedback geschrieben.\n\nMan könnte das ganze auch noch einfacher machen,indem man wie bei den Antworten auch, das Verb ganz weglässt.\nAlso: Ariya (EUW) vor 2 Tagen in Foren-Feedback","replies":[{"id":"","poster":"Ariya","date":"2015-02-11T14:10:26.509+0000","up_votes":5,"down_votes":0,"body":"Wir schauen mal ob sich da was machen lässt! :)","replies":[]}]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-03T22:35:27.447+0000","up_votes":5,"down_votes":0,"body":"Die Breite bei der das Forum schon seine automatischen Zeilenumbrüche macht ist...digusting!\nDa ist noch soviel Platz nach rechts, warum nutzt man das nicht? Find das so irgendwie sehr geklumpt und ungewohnt/schlecht zu lesen.\nGerade für Stichpunktartige Listen, die ihren Reiz ja darin haben, dass sie im Vergleich zum Resttext nicht bis zum Rand gehen, stechen gar nicht mehr heraus, sobald der Stichpunkt auch nur aus nem halben Satz besteht.\n\n/edit: Achja...und warum gibt man selbstgeposteten Beiträgen automatisch einen Upvote? Das ergibt irgendwie keinerlei Sinn.","replies":[{"id":"","poster":"Ariya","date":"2015-02-11T13:47:06.072+0000","up_votes":2,"down_votes":0,"body":"Ich habe mal nachgefragt, was es mit den Zeilenumbrüchen auf sich hat. Diese wurden so gewählt, da es sich wohl wissenschaftlich rausgestellt hat, dass diese Anzahl an Buchstaben die beste Leserlichkeit darstellt.\nZur Zeit wird auch daran gearbeitet, das Design anzupassen, damit es rechts nicht so leer ist.","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-11T14:29:03.102+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ariya,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=00060001,timestamp=2015-02-11T13:47:06.072+0000)\n>\n> Ich habe mal nachgefragt, was es mit den Zeilenumbrüchen auf sich hat. Diese wurden so gewählt, da es sich wohl wissenschaftlich rausgestellt hat, dass diese Anzahl an Buchstaben die beste Leserlichkeit darstellt.\n> Zur Zeit wird auch daran gearbeitet, das Design anzupassen, damit es rechts nicht so leer ist.\n\nFür Blocktext ist das sicher nicht falsch, man kommt relativ entspannt mit 3-4 Fixierungspunkten durch eine Zeile und hat den Zeilenanfang gleichzeitig so gut im Blick, dass man unmöglich in der Zeile verrutschen kann, aber für Aufzählungen und Stichpunkte riecht es wie gesagt außerordentlich.\nAußerdem würde ich mir vorstellen, dass es mehrere Maxima der Lesbarkeit geben muss, da der \"gute Leser\" für den das ganze getestet wurde, ja die Peripherie und Sichtbreite einer Fixierung gut ausnutzen muss, sprich, Maxima sind immer da, wo er am Zeilenende am wenigsten seiner Erfassungfähigkeit \"verschwendet\".\nDazu wird das ganze auch noch von manuell verstellbarer Textgröße beeinflusst, so dass ich eine wissenschaftlich optimierte Lesbarkeit für einen Haufen Gamer, die sicher zum Großteil nicht gut lesen(mit \"gut\" lesen meine ich in dem Zusammenhang 250+ Wörter pro Minute bei 90-100% Textverständnis), als recht zweifelhaft erachte, wenn damit Strukturierungsmodelle für Guides und längere Posts ziemlich geschädigt werden.\nDanke trotzdem für's nachfragen, vielleicht tut sich ja noch was dran.","replies":[]}]},{"id":"","poster":"Thx And Bye","date":"2015-02-03T23:49:37.618+0000","up_votes":1,"down_votes":1,"body":"Das ist nicht unüblich, das bei einem Punktesystem eigene Beiträge automatisch einen Punkt von einem selbst bekommen.","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T11:13:34.568+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Thx And Bye,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=00060000,timestamp=2015-02-03T23:49:37.618+0000)\n>\n> Das ist nicht unüblich, das bei einem Punktesystem eigene Beiträge automatisch einen Punkt von einem selbst bekommen.\n\nOkay, hatte ich noch nicht so gesehen, aber da man seinen eigenen Vote auf den Post scheinbar zurücknehmen oder sich selbst sogar downvoten kann, scheint das ok zu sein. Wirkt nach dem alten Forum erstmal komisch, für die Hälfte der Beiträge hätte ich mir da keinen Upvote gegeben x)\n\n@Gelban: Jup, Neueste und Chronologisch gibt die gute alte Ansicht.\n\nAnsonsten vielleicht noch eine Anregung um doppelte Threads zu vermeiden:\nAuf der Startseite den \"Starte eine Diskussion\"-Button entfernen. Wenn man nur in die allgemeine Forenübersicht guckt, findet man wohl nur in den seltensten Fällen den Thread, den man selber aufmachen wollte, insbesondere da das wohl unwesentlich vom OT-Bereich korrumpiert sein wird.\nGerade für seltenere Forennutzer scheint es mir mit diesem Button allzu verführerisch gar nicht erst nach links und rechts zu gucken.","replies":[]}]}]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T14:08:16.882+0000","up_votes":4,"down_votes":0,"body":"Es wäre imo auch wünschenswert, wenn man beim Schreiben eines Posts das Vorschaufenster vom Editorfenster farblich stärker abheben könnte.\nIst mir jetzt schon mehrfach passiert, dass ich kurz in nem anderen Tab war, dann weiterschreiben wollte und versucht habe, in der Vorschau weiterzuschreiben, bzw. meist etwas zu korrigieren, wobei Backspace mich dann erstmal auf die vorherige Seite geworfen hat.\nGut aber immerhin, dass geschriebene Posts jetzt temporär gespeichert werden, auch wenn man versehentlich auf Zurück geht.\n\nDesweiteren könnten die Seitenzahlen der Threads in der Forenübersicht für meinen Geschmack ein wenig größer sein.\n\n(Yay, wenn ich jeden Vorschlag in einen einzelnen Beitrag packe, kann man ihn einzeln upvoten! Spammerino inc)","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T13:56:18.190+0000","up_votes":4,"down_votes":0,"body":"Benutzt man in der Diskussionsansicht die \"Antworten\"-Funktion, sollte dem Beitrag nach Absenden ein Quote beigefügt werden, der nur in der chronologischen Ansicht sichtbar ist, um Nachvollzug des Postkontexts zu gewährleisten.\nVice versa wäre es wünschenswert, wenn die Quotes, die bei der Antwort-Funktion in chronologischer Ansicht beigefügt sind, in der Diskussionsansicht nicht angezeigt werden, um Textredundanz zu vermeiden.\nWichtig ist aber vor allem der erste Punkt, da er die Nutzbarkeit der chronologischen Funktion effektiv einschränkt.","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-21T02:17:46.366+0000","up_votes":3,"down_votes":0,"body":"Nach den letzten Tagen würde ich \"Foren-Feedback\" auch in \"Feedback zum Forum\" umbenennen. Genug Leute scheinen das als \"Feedback zum Spiel im Forum\" zu interpretieren.\nNicht, dass es eine Rolle spielen würde, da sich an den entscheidenden Sachen im Forum eh nichts ändert :^)","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-05T10:56:58.108+0000","up_votes":1,"down_votes":0,"body":"Wenn man irgendwas mit < startet, verschwindet alles dahinter, als ob das Forum denken würde, dass dort ein HTML-Tag beginnt\nWeiß nicht, warum es jetzt nicht geht, ist mir aber speziell bei Benutzung hinter einem Icon aufgefallen {{champion:79}}  \n(und das ist es dann auch reproduzierbar)","replies":[{"id":"","poster":"Ariya","date":"2015-02-05T15:18:03.747+0000","up_votes":3,"down_votes":0,"body":"Jo, das ist schon als Bug notiert und es wird daran gearbeitet. Ascii Herzchen sind davon betroffen :(","replies":[]}]},{"id":"","poster":"BlackquillEUW","date":"2015-02-04T14:04:23.673+0000","up_votes":3,"down_votes":0,"body":"Was einige hier bemängeln ist eigentlich etwas was schon seit Jahren bekannt ist: \nWeiße Schrift auf dunklem Hintergrund ist eine Webdesignsünde. Auf der anderen Seite ist es nicht angenehmen wenn man in einem schlecht ausgeleuchteten Zimmer abends um 10 Uhr vor dem PC hängt und einem so ein aggressives Weiß entgegen leuchtet. Ansonsten müsste man es so machen, dass der Hintergrund ein 50%-iges Grau ist, aber das ist unästhetisch.\n\nWas ich schön finde ist, dass die Kommentare und Antworten auf posts sortiert sind. Im Forum musste ich immer suchen, ob mir jemand geantwortet hat. Jetzt sehe ich das auf einen Blick, sehr schön!\nIch kann verstehen, dass das jetzt für einige eine Umstellung ist aber ich bin schon seit Monaten auf den NA boards gewesen. Man gewöhnt sich sehr schnell daran.\n\nUm nochmal auf das Thema der Schriftfarbe zurückzukommen: Besprecht doch mal mit euren Webdesignern ob es vielleicht Farbkombinationen gibt bei denen es angenehmer ist, länger hier zu schreiben und zu gucken. Vielleicht ein helles Blau.","replies":[]},{"id":"","poster":"Mezzo","date":"2015-02-04T13:46:00.550+0000","up_votes":3,"down_votes":0,"body":"Schade das es jetzt ein Board und kein Forum mehr ist. Ich pers. finde die Forumstruktur (also die Baumstruktur) viel angenehmer zu lesen und wesentlich übersichtlicher als ein Board. Ich werde es eine Zeit lang testen, aber Stand jetzt ist das Beenden der Forumsaktivität seit der Beta. Zudem ist die helle Schrift auf dunklem Grund auf längere Zeit anstrengend wodurch man weniger Zeit auf dem Board verbringen möchte.\n\nGibt es nicht die Möglichkeit das man sich das Board wie ein klassisches Forum anzeigen lassen kann? Also ein Hybrid ála SELFHTML.","replies":[{"id":"","poster":"Sree","date":"2015-02-04T13:49:56.125+0000","up_votes":1,"down_votes":0,"body":"Meinst du die chonologische Ansicht? Schau mal unter dem Beitrag des Erstellers. Da gibt es eine Moeglichkeit, die Ansicht zu wechseln.","replies":[]}]},{"id":"","poster":"GMHammer","date":"2015-05-10T17:15:55.885+0000","up_votes":1,"down_votes":1,"body":"Das nächste mal wenn bei mir im game einer afk geht dann geh ich auch! \nDa kann ich meine Zeit echt sinnvoller \"wasten\" als da 4 gegen 5 zu spielen.\nUnd wenn ich dafür gebannt werde höre ich auf mit LOL !","replies":[{"id":"","poster":"eingew","date":"2015-05-10T18:05:08.501+0000","up_votes":2,"down_votes":0,"body":"Dann kannst du auch gleich aufhören mit LoL, ist vielleicht sinnvoller, als das dauernd Mitspieler unter deinem leaven leiden müssen. Denn Bans kriegst du fürs leaven definitiv.","replies":[]}]},{"id":"","poster":"Metradon","date":"2015-03-19T13:39:41.550+0000","up_votes":1,"down_votes":0,"body":"Hey  wisst ihr wo man beschwerden hinschreiben muss","replies":[{"id":"","poster":"Iceman128","date":"2015-03-19T15:22:44.351+0000","up_votes":2,"down_votes":0,"body":"Dein Tagebuch wäre vermutlich noch die sinnvollste Anlaufstelle wenn deine beschwerde ähnlich nett und sinnvoll ist wie dein letzter Beitrag.","replies":[]}]},{"id":"","poster":"Iceman128","date":"2015-03-16T12:37:47.486+0000","up_votes":2,"down_votes":0,"body":"Danke für die Anzeige der Ränge früherer Seasons! Ein Feature was ich hier bisher extrem vermisst habe.","replies":[]},{"id":"","poster":"AyteeDE","date":"2015-02-16T10:59:30.813+0000","up_votes":2,"down_votes":0,"body":"Unter der Themenüberschrift steht im Deutschen Board \"hat gesendet vor XX Minuten in [Forenname]\".\nDas ist grausames Deutsch, bitte anpassen :P","replies":[]},{"id":"","poster":"Serfight","date":"2015-02-15T10:50:07.538+0000","up_votes":1,"down_votes":0,"body":"Ich weiß das dies nicht ganz hier her gehört aber ich habe ein großes problem was meinen account angeht.Über meinen Account wurden von einen dritten, den ich eigentlich nicht über meinen account spielen lasse er es aber trotzdem macht und iwie immer wieder an das pw rausfindet, \"exploits\" genutzt weswegen ich für immer gebannt wurde.Ich habe schon ein paar tickets geschrieben aber wenn mal eine antwort kam dann war es nur das ich unrecht habe oder so,ich habe es den supportern in einer zweiten mail ganz genau geschildert aber es wurde dann auf diese absolut nie geantwortet.Ich bitte um Hilfe da ich schon viel geld in den account gesteckt habe und das jetzt alles wegen einem \"missverständnis\" weg ist.Vielen dank schon mal im Voraus! und sorry wegen der groß und kleinschreibung","replies":[{"id":"","poster":"eingew","date":"2015-02-15T11:19:31.058+0000","up_votes":2,"down_votes":0,"body":"Wir können leider nicht mehr tun, als der Support. Wir sind nur Spieler wie du selbst auch einer bist.","replies":[]}]},{"id":"","poster":"AyteeDE","date":"2015-02-10T10:00:03.108+0000","up_votes":2,"down_votes":0,"body":"Mein Profil mit den Updates ist irgendwie verschwunden, ich komme nurnoch per Direktlink drauf :(","replies":[]},{"id":"","poster":"Loki Henninger","date":"2015-02-07T11:29:09.500+0000","up_votes":1,"down_votes":1,"body":"Optisch sehr schön!\nAber ich seh nur deutsche Einträge!?!? \nEs fehlt ein Button mit den man die unterstützten/angezeigten Sprachen einstellen kann.\nLG and keep going","replies":[{"id":"","poster":"GummibaumXYZ","date":"2015-02-07T11:48:55.340+0000","up_votes":2,"down_votes":0,"body":"Dazu mustt du das Forum wechseln, wie hier beschrieben.\n\n> [{quoted}](name=Ariya,realm=EUW,application-id=MvEdi5IX,discussion-id=QA3GFORI,comment-id=00190000,timestamp=2015-02-05T19:05:42.273+0000)\n>\n> Das ist leider noch ein kleiner Bug, der die Tage behoben werden sollte. Bis dahin kannst du die Endungen ändern um andere Sprachen anzuschauen:\n> \n> Zum Beispiel:\n> http://boards.euw.leagueoflegends.com/en\n> http://boards.euw.leagueoflegends.com/fr","replies":[]}]},{"id":"","poster":"S04 marciii","date":"2015-02-06T09:21:55.252+0000","up_votes":2,"down_votes":0,"body":"Ich bin also dank Riot jetzt auch aud reddit unterwegs. {{summoner:6}}","replies":[]},{"id":"","poster":"50Bronze","date":"2015-02-05T07:24:21.805+0000","up_votes":2,"down_votes":0,"body":"Was mir grad aufgefallen ist. Wenn ich die Rechner wechsel werden mir Beiträge als neu angezeigt die ich auf dem anderen aber schon längst gesehen habe. Eingeloggt habe ich mich bei beiden.\n\nIst das erste Forum bei dem mir dies auffällt.","replies":[{"id":"","poster":"Avorox","date":"2015-02-05T21:26:36.944+0000","up_votes":1,"down_votes":0,"body":"Vermutlich werden die gelesen Beiträge über cookies gespeichert, somit sind diese lokal auf deinem PC. Spart Speicher vom Host, dafür ist es halt nicht Geräte übergreifend.","replies":[]}]},{"id":"","poster":"Heavenly Sir","date":"2015-02-04T18:55:22.663+0000","up_votes":1,"down_votes":0,"body":"Also wirklich übersichtlich ist das ganze nicht.\nWas soll das Links eigentlich sein?\nUnd wo sind die unter Foren?\nAlso ich finde die gerade nicht, ich bin mir auch nicht genau sicher, wo ich hier eigentlich bin.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-02-04T19:00:50.236+0000","up_votes":2,"down_votes":0,"body":"Das da links **sind** die Unterforen ;)","replies":[{"id":"","poster":"Heavenly Sir","date":"2015-02-04T19:10:23.911+0000","up_votes":1,"down_votes":0,"body":"o_O Die heißen doch alle nicht so, wie im alten Forum und es sind mehr geworden?\nAch ja, huhu und einen schönen Abend wünsche ich dir ;)","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-02-04T19:24:40.580+0000","up_votes":2,"down_votes":0,"body":"Naja, es ist eben ein neues Forum, keine bloße Kopie des alten","replies":[]}]}]}]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T15:06:38.331+0000","up_votes":2,"down_votes":0,"body":"Länger ginge auch \"Neue Themen\" und \"Neue Beiträge\"\n\nWeiterhin:\nWenn man sich ausloggt, muss man in jedem Thread von neuem auf die chronologische Ansicht umstellen, der merkt sich das nicht, wenn man nicht eingeloggt ist. Wäre schön, wenn sich das auch ohne Login nicht umstellen würde :)","replies":[]},{"id":"","poster":"50Bronze","date":"2015-02-04T14:50:38.235+0000","up_votes":2,"down_votes":0,"body":"Was auch sehr schön wäre ist eine Funktion mit der man Threads als schon gelesen markieren kann ohne diese extra öffnen zu müssen. Bzw. das ganze Forum als gelesen markieren kann.\n\nDamit einem Themen die nicht so interessant für einen selbst sind nicht die ganze Zeit als neu angezeigt werden.","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T13:37:06.700+0000","up_votes":2,"down_votes":0,"body":"Wenn man links auf \"Service Status\" geht, wird man auf den Service Status von NA verlinkt. Wär cool, wenn man das direkt auf EUW schicken könnte.","replies":[]},{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T13:22:10.101+0000","up_votes":2,"down_votes":0,"body":"Wenn man die chronologische Ansicht aktiviert hat und in der Thread-Übersicht auf \"Neue Beiträge\" klickt, wird man nur zum Seitenanfang der Seite mit dem ältesten ungelesenen Post geleitet. Wäre sehr schnieke, wenn man direkt auf den ältesten ungelesenen Post geleitet würde.","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T15:58:10.958+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MahouShoujoRakka,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=000b,timestamp=2015-02-04T13:22:10.101+0000)\n>\n> Wenn man die chronologische Ansicht aktiviert hat und in der Thread-Übersicht auf \"Neue Beiträge\" klickt, wird man nur zum Seitenanfang der Seite mit dem ältesten ungelesenen Post geleitet. Wäre sehr schnieke, wenn man direkt auf den ältesten ungelesenen Post geleitet würde.\n\nIch korrigiere:\nDerzeit wird man auf die Seite mit dem neuesten ungelesenen Post umgeleitet. Also auch wenn sich noch ungelesene Posts auf Seite 2 befinden, kommt man auf Seite 3. Das Optimum ist natürlich noch das gleiche(ältester ungelesener).","replies":[]}]},{"id":"","poster":"Rage Awakened","date":"2015-02-03T22:26:18.666+0000","up_votes":2,"down_votes":0,"body":"Ich mag meine Forensymbole wieder haben :(","replies":[]},{"id":"","poster":"Tiger D Rena","date":"2015-02-08T15:52:55.543+0000","up_votes":3,"down_votes":1,"body":"also mir gefällt die beta des neuen forums =) werd jetzt bestimmt aktiver sein im forum.\nklar gibt es hier und da kleinigkeiten, die man immer mal verbessern könnte.\nwas mich am alten forum zum beispiel am meisten gestört hatte, war dass man bei ner antwort auf einem beitrag nicht benachrichtigt wurde und man den post irgendwann aus den augen verlor, was nun nicht mehr passieren kann. super!","replies":[]},{"id":"","poster":"SOL Omnia Regit","date":"2015-02-06T17:25:02.879+0000","up_votes":2,"down_votes":1,"body":"Muss ganz klar sagen, dass mir das dunkle Design deutlich besser gefällt - so verenden meine müden, trägen Augen nicht mehr, wenn ich des Nachts das Forum durchforste.\n*(Man stelle sich vor; dunkler Raum im Keller und plötzlich WEISS!)* ♥\n\nVom Aufbau her kann man auch nicht klagen; habe mich innerhalb von 10 Minuten daran gewöhnt (und ich nutze kein Reddit oder dergleichen).\n\n>> Man muss sich einfach auf Veränderung generell einlassen, dann ist die Zufriedenheit größer!","replies":[]},{"id":"","poster":"Gelban der Reihe","date":"2015-02-03T22:19:06.151+0000","up_votes":2,"down_votes":1,"body":"Find's chic hier.","replies":[]},{"id":"","poster":"Death in Seconds","date":"2015-02-03T20:21:29.953+0000","up_votes":2,"down_votes":1,"body":"sieht das neue forum aber ****** aus","replies":[]},{"id":"","poster":"Kolkuths","date":"2015-06-12T19:18:29.735+0000","up_votes":1,"down_votes":0,"body":"Hallo hoffe das ich hier richtig bin ;P\nhabe da nämlich eine Idee ^^ es gibt ja inzwischen Zeit echt viele Wards wenn man diese nun wenn man mehrer besitzt ein Ward-Skin z.b fürn Pink auswählen kann einen anderen für einen Standard-Ward sowie fürs Ward-Item und Warditem.","replies":[{"id":"","poster":"Caligo","date":"2015-06-19T10:14:23.425+0000","up_votes":1,"down_votes":0,"body":"oder eine Radom Funktion :D, wie bei den skins","replies":[]}]},{"id":"","poster":"xDaniel12","date":"2015-05-27T11:30:13.326+0000","up_votes":1,"down_votes":0,"body":"Hallo Riot, \n\nIch und mein Freund (Mischaboy) sind in einem Ranked Spiel und aufeinmal steht bei uns Attemting to Reconect.\nWenn wir veruschen drauf zu kommen ist einfach nur Schwarzes Bild und nach einer Weile kommt eine Fehlermeldung.\nIch will keine Rankedsperre oder ähnliches. Ich hoffe Ihr könnt da helfen.\n\nMit freundlichen Grüßen \n\nxDaniel12","replies":[]},{"id":"","poster":"ILOVVEMEEE","date":"2015-05-24T08:50:20.358+0000","up_votes":1,"down_votes":0,"body":"Hey ich hab seit fast 2 Wochen das Problem das ich immer wieder meine Verbindung vom PvP.net verliere und dannach wieder bekomme. Der Grund ist mir unklar da ich immer eine stabile Internetverbindung habe. \n\ndanke schon mal im vor raus.","replies":[]},{"id":"","poster":"HuntTheFurries","date":"2015-05-22T13:18:56.332+0000","up_votes":1,"down_votes":0,"body":"Hey Riot ich und mein team sind gerade ganz eZ ins game reingeswitcht und auf einmal wurden wir alle 5 auf einmal gekickt\nwas da los ??\nwtf??\n\n\nWieso passiert sowas und wieso kriegen wir für bugs sperren ...:( das ist nicht fair (keiner kam wieder ins game rein ){{item:3136}}","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-05-11T14:40:28.319+0000","up_votes":1,"down_votes":0,"body":"Wäre schön wenn es endlich mal möglich wäre die Sprache auch in den Boards zu wechseln! Die Funktion ist jetzt schon seit Monaten kaputt.","replies":[]},{"id":"","poster":"BetterDontTiltMe","date":"2015-05-09T16:13:36.487+0000","up_votes":1,"down_votes":0,"body":"was ist den mit den servern los, bei jedem in meiner runde bekommen alle ein disconect","replies":[]},{"id":"","poster":"Omega1002","date":"2015-04-02T04:40:11.323+0000","up_votes":1,"down_votes":0,"body":"Das ist ehr eine frage zu LOL und nicht zu diesem Forum kann man bei LOL  für afk reportet werden auch wenn man es nicht wahr denn das wurde ich ich habe mit meinem Team gespilt dann  kurz nicht so 3 minuten  mehr und dann habe ich denn Leve Buster bekommen  heißt das ich jeden für afk reporten könnte auch wenn er es nicht wahr?!","replies":[{"id":"","poster":"eingew","date":"2015-04-02T11:39:06.722+0000","up_votes":1,"down_votes":0,"body":"Ja, du kannst für AFK reported werden, obwohl du es nicht warst. Aber diese Reports haben keine Auswirkungen. Der Leaverbuster funktioniert sowieso auch ohne Reports. Wenn du also ein Fenster, wo du \"Ich stimme zu/I Agree\" eintippen musst, bekommen hast, dann hat dich der Leaverbuster als AFK erkannt. Auch wenn du eine Strafe bekommst ist diese gerechtfertigt. Aber darüber musst du dir erst einmal keine Sorgen machen, um bestraft zu werden musst du deutlich öfter als ein Mal AFK gehen. Wenn sich das ganze im Rahmen hält wirst du auch nicht bestraft.","replies":[]}]},{"id":"","poster":"1v9 Scripts L9","date":"2015-03-28T23:12:22.872+0000","up_votes":1,"down_votes":0,"body":"Würdet mich supporten bin challanger = https://youtu.be/XN-dz_DDMTo","replies":[]},{"id":"","poster":"Ashessalve","date":"2015-03-28T13:55:53.444+0000","up_votes":1,"down_votes":0,"body":"Könnte man vielleicht eine Funktion hinzufügen wo man etwas speichern kann was man noch nicht veröffentlichen möchte wie z.B. ein neuer champ an den man noch arbeiten muss ?","replies":[]},{"id":"","poster":"Squazzl","date":"2015-03-21T17:22:38.373+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=4fF0riaobjw \n\nBeste musik's /Song's um LoL zu zocken. \n\nGAME MUSIC","replies":[]},{"id":"","poster":"Levitating","date":"2015-03-14T15:59:07.579+0000","up_votes":1,"down_votes":0,"body":"Das neue Design gefällt mir überhaupt nicht! Unübersichtlich und alles hat einen anderen Namen. Ich komm hier überhaupt nicht zurecht. Ich hab eine lange Pause gemacht und wollt mal schauen was im Forum so abgeht, weil ich früher doch recht aktiv im Forum war (Allgemeine Diskussions-Forum) und jetzt finde ich überhaupt nichts mehr. Und diese Farben.. ziemlich unangenehm zum lesen. Das alte Forum war doch perfekt (bis auf die fehlenden Mods). Das hättet ihr nicht ändern müssen. Und macht bitte diese linke Navigation auf die rechte Seite. Weiß nicht genau warum, aber für mich wäre es besser zum lesen, weil man nicht immer in der Mitte den Anfang suchen muss. Und jetzt sieht alles aus wie bei Reddit, nur schlechter und unübersichtlicher. Ich hoffe ihr macht da noch was","replies":[]},{"id":"","poster":"Insidi0us","date":"2015-03-07T17:26:37.505+0000","up_votes":1,"down_votes":0,"body":"Mir werden nur Deutsch sprachige Threaths gezeigt nicht so wie beim alten forum wo threaths in jeder sprache waren","replies":[{"id":"","poster":"eingew","date":"2015-03-07T17:52:52.464+0000","up_votes":1,"down_votes":0,"body":"Es gab doch schon immer für jede Sprache ein eigenes Forum? 0.o","replies":[{"id":"","poster":"Insidi0us","date":"2015-03-10T12:44:57.704+0000","up_votes":1,"down_votes":0,"body":"Bei mir gabs ein forum für alle sprachen.kannst n link schicken wenn du ewißt wo englische forums sind pls","replies":[{"id":"","poster":"eingew","date":"2015-03-10T16:49:15.611+0000","up_votes":1,"down_votes":0,"body":"Oben Links auf dieser Seite ist ein Button, wo du Server und Sprache auswählen kannst, auf die du möchtest ;)","replies":[{"id":"","poster":"Insidi0us","date":"2015-03-13T14:34:35.929+0000","up_votes":1,"down_votes":0,"body":"hab ich schon probiert. bleibt immer auf deutsch.","replies":[]}]}]}]}]},{"id":"","poster":"Brainman20","date":"2015-03-11T13:32:24.743+0000","up_votes":1,"down_votes":0,"body":"Wie wärs mit Dierektnarichten?","replies":[]},{"id":"","poster":"simonsis","date":"2015-02-23T16:37:26.091+0000","up_votes":1,"down_votes":0,"body":"Mir ist gerade zu meinem Problem etwas aufgefallen anscheinend soll ich ezreal mit dem Charmeur Skin und dem Herzblatt Symbol an einen gewissen Sargarion01 geschickt haben, was nicht stimmt bitte kümmert euch um mein Problem","replies":[{"id":"","poster":"eingew","date":"2015-02-28T14:07:42.992+0000","up_votes":1,"down_votes":0,"body":"Hier im Forum erreichst du mit dieser Meldung nicht. Du kannst oben Rechts ein Ticket beim Support verfassen, dann kann Riot dir bei deinem Problem helfen. Und entferne bitte den Namen aus deinem Post, anprangern ist hier verboten.","replies":[]}]},{"id":"","poster":"XMasterPainX","date":"2015-02-08T19:28:12.343+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht ob das angesprochen wurde, aber die Farben der neuen Foren sind sehr dunkel. \nDas macht es wahrscheinlich für viele nicht so leicht längere Texte zu lesen und wirkt sehr trostlos. \n\nAußer die Farben, find ich alles recht übersichtlich.","replies":[]},{"id":"","poster":"Blurm","date":"2015-02-07T13:03:27.702+0000","up_votes":1,"down_votes":0,"body":"Das Design ist mMn nicht gerade schön, viel zu dunkel gehalten... Dazu sorgt die Kombo Weiße Schrift+Blauer Kasten dafür, dass man nicht lange lesen kann, ohne das einen Augen weh tun... ;__; Und die Startseite ist so ordentlich unordentlich, dass man keinen Thread finden kann, schlauer wäre es, es nach 'nem Muster wie beim alten Forum zu machen, da war es wenigstens übersichtlich... So das Forum zu gestalten ist von der Idee her super, da ein Lob, aber die praktische Umsetzung hätte man besser machen können ^^''","replies":[]},{"id":"","poster":"TLE MetoGG ","date":"2015-02-06T19:26:19.746+0000","up_votes":1,"down_votes":0,"body":"woher bekomme ich einen beta key ich habe mich als tester gemeldet aber seit monaten keine email von euch bekommen \n\n> {{champion:77}} OPEN THE GATES !!!!!!","replies":[]},{"id":"","poster":"dRyK1887","date":"2015-02-06T16:19:51.931+0000","up_votes":1,"down_votes":0,"body":"Sieht schon schick aus =)","replies":[]},{"id":"","poster":"WHEN I Q U QQ","date":"2015-02-06T14:36:54.071+0000","up_votes":1,"down_votes":0,"body":"**echt sexy jungs, habt ihr gut hinbekommen : )**","replies":[]},{"id":"","poster":"KING EAZY","date":"2015-02-05T16:09:21.383+0000","up_votes":1,"down_votes":0,"body":"Ich finde es ist recht schön geworden, nur wenn das alles in Ticken heller wäre, würde das lesen nach einer Zeit nicht dermaßen anstrengen.\nAber ansonsten, Good Job Riot! :)\n\nEdit: Den Background würde ich fixen, die Wiederholung ist ein bisschen nervig. :P","replies":[]},{"id":"","poster":"Schnuffelchen","date":"2015-02-05T00:07:31.886+0000","up_votes":1,"down_votes":0,"body":"Das ist total furchtbar ... Viel zu Dunkel\nMir fehlt das Helle Freundliche Design -.- {{champion:1}}","replies":[]},{"id":"","poster":"GTB Ceratius","date":"2015-02-04T20:09:18.867+0000","up_votes":1,"down_votes":0,"body":"Ich finds super. Bisschen wie reddit und ich mag das Design!","replies":[]},{"id":"","poster":"Pain Hail","date":"2015-02-04T18:00:24.864+0000","up_votes":1,"down_votes":0,"body":"Ich mag es.\n\n\nNur wenn ich auf \"LoL\" Logo drücke, Forum auswähle dann komme ich wieder in das alte Forum noch.\nDie Kommentare werden aber echt merkwürdig sortiert. Likes > Zeit (Wann man kommentiert hat) Das stört ein wenig.\n\nRANDOMSPAM: {{champion:101}} {{summoner:31}} {{item:3083}}","replies":[{"id":"","poster":"MahouShoujoRakka","date":"2015-02-04T18:36:27.705+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pain Hail,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=001c,timestamp=2015-02-04T18:00:24.864+0000)\n>\n> Ich mag es.\n> \n> \n> Nur wenn ich auf \"LoL\" Logo drücke, Forum auswähle dann komme ich wieder in das alte Forum noch.\n> Die Kommentare werden aber echt merkwürdig sortiert. Likes > Zeit (Wann man kommentiert hat) Das stört ein wenig.\n> \n> RANDOMSPAM: {{champion:101}} {{summoner:31}} {{item:3083}}\n\nDas kannst du umsortieren. Rechts an der Seite ist sehr klein geschrieben eine Auswahl zwischen \"Wertung\" und \"Neu\" möglich. Wertung sortiert nach Likes, Neu nach Zeit(nur bei Diskussionsansicht).\nEbenso auch in der Forenübersicht, Populär gibt dir beliebte Threads mit mehr Likes/Hits/Beiträgen, Wertung sortiert nach Likes, Neu sortiert nach Threaderstellungsdatum und Neueste sortiert nach neuesten Beiträgen.\nIch schätze aber mal, diese Auswahlreiter könnte man deutlicher herausheben.","replies":[]},{"id":"","poster":"Ariya","date":"2015-02-04T18:30:35.847+0000","up_votes":1,"down_votes":0,"body":"Ja, die Links zum alten Forum werden bald verschwinden! {{summoner:31}}","replies":[]}]},{"id":"","poster":"Avorox","date":"2015-02-04T17:31:35.373+0000","up_votes":1,"down_votes":0,"body":"Das Design und die neuen Funktionen finde ich insgesamt sehr gelungen, leider stört die dunkele Umgebung, eine hellere Farbgebung wäre ganz nett. Alles in Allem aber etwa so, wie ich mir das vorgestellt hatte. Was ich noch gut fände wäre ein Reiter für Threads mit neuen Antworten, bisher kann man ja nur auf eine Liste der neusten Threads zugreifen.","replies":[{"id":"","poster":"Ariya","date":"2015-02-04T17:42:30.938+0000","up_votes":1,"down_votes":0,"body":"\"Neueste\" sollte dir Beiträge mit den neusten Kommentaren zeigen (ganz oben auf der Foren Startseite).","replies":[{"id":"","poster":"Avorox","date":"2015-02-04T17:49:34.191+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ariya,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=001b0000,timestamp=2015-02-04T17:42:30.938+0000)\n>\n> \"Neueste\" sollte dir Beiträge mit den neusten Kommentaren zeigen (ganz oben auf der Foren Startseite).\n\nOh das habe ich leider übersehen, vielen Dank.","replies":[]}]}]},{"id":"","poster":"Stafrighter","date":"2015-02-04T13:32:45.822+0000","up_votes":1,"down_votes":0,"body":"Beim erstellen eines Beitrags/ Kommentars kann man ja mit hilfe der ** die Schrift Dick machen und mit Hilfe von einem Sternchen Kursiv schreiben -> Einfach auf den Button unten klicken. Wenn man jedoch beides möchte und beide Buttons unten rechts klickt ersetzt die eine Textmodifikation die andere, man kann zwar manuell 3 Sternchen schreiben aber wenn es diese Knöpfe gibt, sollten sie schon die Funktion haben :D\nAußerdem wäre es toll, wenn man wie im alten Forum Smilies als kleine Emotes darstellen könnte, um dann wie bei den Champions aus einer Liste sich welche raus zu suchen.\nWeiter gedacht könnte es auch hilfreich sein, auf kurz oder lang, Champion Spells auch als Bild ins Repertoire aufzunehmen um Disskussionen über Champions noch leichter zu machen - auch wenn es schon SEHR viele verschiedene Fähigkeiten gibt","replies":[{"id":"","poster":"Ariya","date":"2015-02-04T17:28:23.721+0000","up_votes":1,"down_votes":0,"body":"Ich leite das mal weiter. Wenn man einen neuen Thread erstellt geht es!","replies":[]}]},{"id":"","poster":"Gelban der Reihe","date":"2015-02-03T23:09:02.091+0000","up_votes":1,"down_votes":0,"body":"\"Neu\" sortiert nach Erstellzeitpunkt des Threads \nund \"Neueste\" sortiert nach neustem Kommentar, kann das sein?\n\nFinde die Wortwahl daher nicht sonderlich intuitiv.\n\n\n\nUnd man kann sich nun recht schnell, wenn man auf den Namen eines Beschwörers klickt, seinen Spielverlauf anzeigen lassen.\nIst dann links unter dem Namen. Sry, wenn das nichts neues mehr ist, aber ich les' mir nicht alles durch. :D","replies":[{"id":"","poster":"Ariya","date":"2015-02-04T14:54:33.289+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gelban der Reihe,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=0007,timestamp=2015-02-03T23:09:02.091+0000)\n>\n> \"Neu\" sortiert nach Erstellzeitpunkt des Threads \n> und \"Neueste\" sortiert nach neustem Kommentar, kann das sein?\n> \n\n\nJa, das hast du richtig gesehen. In English heißt es New und Recent. Hast du einen Vorschlag wie man es deutlicher machen könnte?","replies":[{"id":"","poster":"Mezzo","date":"2015-02-04T15:05:39.901+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ariya,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=00070000,timestamp=2015-02-04T14:54:33.289+0000)\n>\n> Ja, das hast du richtig gesehen. In English heißt es New und Recent. Hast du einen Vorschlag wie man es deutlicher machen könnte?\n\nMan könnte in die Richtung \"Neue Themen\" und \"Aktuelle Beiträge\" oder einfach nur \"Neu\" und \"Aktuell\" gehen. Neu und Neueste ist einfach zu Wortverwandt und stiftet Verwirrung.","replies":[{"id":"","poster":"Ariya","date":"2015-02-04T17:26:22.234+0000","up_votes":1,"down_votes":0,"body":"Ich habe mal weitergeleitet, dass wir gerne \"Aktuell\" hätten. Ich hoffe das ist dann deutlicher, falls es immer noch verwirrend ist, können wir ja nochmal überlegen wie es besser wäre! Danke für eure Ideen!","replies":[]}]},{"id":"","poster":"Gelban der Reihe","date":"2015-02-04T15:52:33.242+0000","up_votes":1,"down_votes":0,"body":"\"Neu\" und \"Aktuell\" würde vielleicht auch reichen und könnte man besser unterscheiden.","replies":[]},{"id":"","poster":"Gelban der Reihe","date":"2015-02-04T15:22:59.123+0000","up_votes":1,"down_votes":0,"body":"Naja, außer \"Neue Themen\" und \"Neuste Kommentare/Beiträge\" fällt mir da eher weniger ein.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-02-04T15:02:13.135+0000","up_votes":1,"down_votes":0,"body":"\"Neu\" kann ja bleiben, um nach dem Erstellzeitpunkt zu sortieren.\n\nWie wäre es mit \"Aktiv\" oder \"Aktivität\" für die Sortierung nach dem letzten Kommentar?","replies":[]},{"id":"","poster":"50Bronze","date":"2015-02-04T14:58:42.603+0000","up_votes":1,"down_votes":0,"body":"Ansich hast du ja schon ne gute Vorlage geliefert.  Benennt \"Neu\" doch einfach in \"Erstellzeitpunkt\" oder kürzer \"Erstellt\" um.  :)","replies":[]}]}]},{"id":"","poster":"DeltaGER","date":"2015-02-04T17:10:06.732+0000","up_votes":1,"down_votes":0,"body":"ich finde das Design total schick.\nIch mag generell eher dunkle Stile :)","replies":[]},{"id":"","poster":"Freyiiia","date":"2015-02-04T16:03:10.434+0000","up_votes":1,"down_votes":0,"body":"finde das neue Forum ehrlich gesagt ganz gut :) was mich jedoch ein wenig stört ist, dass die Seite nun extrem dunkel ist... {{item:3070}}","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-02-04T15:40:08.589+0000","up_votes":1,"down_votes":0,"body":"Also mir ist gerade noch ein Bug aufgefallen. Wenn man in der chronologischen Ansicht die Seite wechselt, dann verschwinden die ganzen Buttons für Fettschrift, Championbilder etc. bei der Kommentarfunktion ganz unten. Erst bei nochmaligem Reload der Seite tauchen sie wieder auf.\n\n\nAußerdem würden mich mal die ganzen Codes interessieren. Gibt es dazu irgendeine Liste. Zum Beispiel vermisse ich auch \"unterstrichen\". Dafür ist seltsamerweise \"durchgestrichen\" dazu gekommen.","replies":[{"id":"","poster":"AmShaegar","date":"2015-02-04T15:44:09.619+0000","up_votes":1,"down_votes":0,"body":"> Zum Beispiel vermisse ich auch \"unterstrichen\". Dafür ist seltsamerweise \"durchgestrichen\" dazu gekommen.\n\nIch hoffe, du bist des Englischen mächtig:\nhttp://programmers.stackexchange.com/questions/207727/why-there-is-no-markdown-for-underline\n\nEs geht also nur um **Betonung** (*engl. emphasis*). Wie das nachher dargestellt wird ist Sache des Webdesigners. Unterstreichungen verwendet man in modernen Webanwendungen einfach nicht mehr oder nur sehr selten. Auch Links haben heutzutage keine Unterstreichung mehr, sondern sind farblich hervorgehoben.","replies":[]}]},{"id":"","poster":"Phobos Selini","date":"2015-02-04T15:14:48.713+0000","up_votes":1,"down_votes":0,"body":"Ich habe es gerade schon in dem anderen Thread geschrieben:\nIn der chronologischen Ansicht sollte ein Link bei Posts angezeigt werden, zu dem Post auf den dieser antwortet, sodass man in der chronologischen Ansicht zu diesem springen kann. Noch besser wäre ein zusätzlicher Vorschau PoPup bei diesem Link, sodass man zwar den Text kurz lesen kann auf den sich ein Post bezieht, aber nicht hinspringen muss.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-02-04T14:49:46.224+0000","up_votes":1,"down_votes":0,"body":"Also an sich finde ich das Farbschema von Schrift und Schrifthintergrund ganz gelungen. Der Kontrast ist nicht zu hoch und es ist nicht anstrengend zu lesen. Ich habe auch mal gelesen, dass helle Schrift auf dunklem Hintergrund angenehmer für die Augen sein soll, da man weniger helle Flächen hat. Nur der Hintergrund wirkt etwas sehr dunkel.\n\nDer Bereich auf der linken Seite ist etwas unübersichtlich. Bleiben die Forenrichtlinien jetzt immer da stehen, oder verschwindet das, wenn ich meinen ersten Thread eröffne?\n\nGibt es jetzt kein General Discussion/LoL Diskussion Unterforum mehr und man muss sich spezialisieren? An sich wäre das nicht schlecht. Aber dann sollte die allgemeine Übersicht personalisierbar sein, oder sich auf die wesentlichen Unterforen beschränken. Clan- und Teamthreads und allgemeines Offtopic Blabla gehören da nicht rein.","replies":[]},{"id":"","poster":"Mezzo","date":"2015-02-04T14:31:28.687+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sree,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=000f0000,timestamp=2015-02-04T13:49:56.125+0000)\n>\n> Meinst du die chonologische Ansicht? Schau mal unter dem Beitrag des Erstellers. Da gibt es eine Moeglichkeit, die Ansicht zu wechseln.\n\nDas weiß ich und nutze es auch^^\n\nMir fehlt am Start z.B. eine Forenübersicht mit den ganzen Subforen die auch Thematisch geordnet sind. So wie es war. Unter Karten und Spielmodi gab es extra Bereich für Dominion usw. Jetzt hab ich links nur noch eine Art Navigation, die zudem noch nichtmal vernünftig geordnet ist.  Wenn es im allg. Chat zu den üblichen Forenspielen (gibt ja jetzt schon genug) kommt wird man von denen auf der Startseite überrollt.\n\n> [{quoted}](name=Swagquill,realm=EUW,application-id=MvEdi5IX,discussion-id=F1AFwNdT,comment-id=0011,timestamp=2015-02-04T14:04:23.673+0000)\n\n> Was ich schön finde ist, dass die Kommentare und Antworten auf posts sortiert sind. Im Forum musste ich immer suchen, ob mir jemand geantwortet hat. Jetzt sehe ich das auf einen Blick, sehr schön!\n> Ich kann verstehen, dass das jetzt für einige eine Umstellung ist aber ich bin schon seit Monaten auf den NA boards gewesen. Man gewöhnt sich sehr schnell daran.\n\nDas hat Vor- und Nachteile. Dadurch das jetzt auf bestimmte Beiträge sortiert wird verzweigen sich oft die Diskussionen. Man wird verleitet nur noch einen Diskussionsstrang zu folgen und verliert dadurch schon Argumente die an andere Stelle schon gebracht wurden. Besonders bei so großen Boards wie dies eines werden wird.\n\nAber am Ende ist es wohl Geschmackssache und es belibt einen nur die Wahl mit dem neuen Board zu leben (da es ja jetzt da ist und bleibt) oder es zu meiden und sich andere Diskussionsorte zu suchen.\n\nSchade das es nur eine Beta auf dem NA-Markt gab und nicht auch auf dem EU-Markt, da die Forenverhalten (Designtechnisch) doch recht unterschiedlich sind.","replies":[]},{"id":"","poster":"BadabingBadaboom","date":"2015-02-04T12:02:55.170+0000","up_votes":1,"down_votes":0,"body":"Schade das man sich immernoch keine Nachrichten schicken kann, viele hätten sich die funktion glaub ich gewünscht.\nich finde es einbischen unübersichtlich das es nur die Kategorie \"Karten & Spielmodi\", diese sollte unterteilt werden.","replies":[{"id":"","poster":"Ariya","date":"2015-02-04T14:48:44.148+0000","up_votes":1,"down_votes":1,"body":"Ich glaube nicht, dass es jemals eine Funktion geben wird, bei der man Nachrichten verschicken kann. Das liegt daran, dass man private Nachrichten nicht wirklich moderieren kann. Stell dir den ganzen Spam und ungewollte Werbung vor, die dann direkt per Nachricht an dich verschickt wird. Oder Beleidigungen.","replies":[]}]},{"id":"","poster":"JR on twitch","date":"2015-02-03T20:23:09.671+0000","up_votes":2,"down_votes":3,"body":"Sieht wirklich ganz gut aus! Und die neuen Optionen lassen sich wirklich sehen! Gut Job weiter so","replies":[{"id":"","poster":"zoriax","date":"2015-02-03T21:55:44.487+0000","up_votes":1,"down_votes":0,"body":"Ich finde die Zitate unübersichtlich. Damit meine ich nicht die verschachtelung sondern eher die Farbgebung (die ich auch Allgemein eher als unschön emfinde).\nWenn jemand Zitiert und das Zitierte nochmal Zitiert würd es sehr unübersichtlich. Hier könnten Rahmen in verschiedenen farben vieleicht etwas mehr Ordnung reinbringen.","replies":[]}]},{"id":"","poster":"testsieger","date":"2015-02-06T08:34:43.063+0000","up_votes":0,"down_votes":0,"body":"Warum haben manche ein Icon und manche nicht?\nWird es wieder Seasonplacementsymbole geben?\n\nGenerell finde ich es nicht schlecht.\nNur die Farben lassen meine augen bluten...","replies":[]},{"id":"","poster":"F4rFr0mGl0rY","date":"2015-03-24T15:55:03.390+0000","up_votes":1,"down_votes":1,"body":".","replies":[]},{"id":"","poster":"Metradon","date":"2015-03-19T13:38:56.805+0000","up_votes":1,"down_votes":1,"body":"HI leute Ich  habe eine beschwerde  seit dem neuen update ist league of legends   der letzte  müll  !","replies":[]},{"id":"","poster":"Der Azirate","date":"2015-03-16T15:06:41.767+0000","up_votes":1,"down_votes":1,"body":"Was ich von Riot scheiße finde ist, dass sie manche Champions mit Skins voll vernachlässigen ({{champion:238}} , {{champion:154}} , {{champion:83}} , {{champion:157}} ) aber {{champion:157}}  ist eine ausnahme er bekamm ja PROJEKT: Yasuo im letzten Jahr. Dann gibt aber auch noch die anderen Champs die schon gefühlt 20 Skins haben ({{champion:1}} , {{champion:13}} , {{champion:84}} , {{champion:22}} , {{champion:19}} , ...) und es gibt immer wieder Nachschub (Marodeur Ashe/Warwick, Headhunter Akali...). Find ich leider echt schade {{item:3070}} {{item:3070}} ... Das wollte ich nur mal gesagt haben denn ich spiele diese Champs ({{champion:238}} , {{champion:154}} , {{champion:83}} , {{champion:157}} ) liebend gern und würde auch NACH der Preiserhöhung den ein oder anderen € investieren. \n\nPS: SKT T1 oder Fnatic... Skins sehe ich nicht als Skins sondern eher als \"FAN ARTIKEL\"","replies":[]},{"id":"","poster":"TT Falco Zen","date":"2015-03-07T19:32:51.384+0000","up_votes":1,"down_votes":1,"body":"Mir gefällt das neue Foren Design Riot, aber ich würde es noch ein bisschen übersichtlicher machen.","replies":[]},{"id":"","poster":"HEY OOK","date":"2015-02-15T12:23:51.169+0000","up_votes":1,"down_votes":1,"body":"das letzte forum war besser und übersichtlicher xD man  muss sich zwar erst dran gewöhnen aber an das forum fällts mir echt schwer^^","replies":[]},{"id":"","poster":"Nudde LFT","date":"2015-02-11T14:33:33.882+0000","up_votes":1,"down_votes":1,"body":"keine ahnung was ihr an dem alten forum schlimm fandet...\nletzte mal hier gewesen!! \neinfach nur hässlich und unübersichtlich","replies":[]},{"id":"","poster":"MegaTurtle","date":"2015-02-06T08:12:50.597+0000","up_votes":1,"down_votes":1,"body":"I am sorry Guys and Girls but this Design is just awful, does anybody of actually look at the final design or do u only read the CSS?","replies":[]},{"id":"","poster":"DerNennes","date":"2015-02-03T21:21:51.401+0000","up_votes":1,"down_votes":1,"body":"Errinert mich enorm an Reddit, was ich nicht mag {{item:3070}} \nNaja, die Spielereien sind nett, man wird sich wohl dran gewöhnen :D","replies":[]},{"id":"","poster":"Sir White Fox","date":"2015-02-04T09:59:34.126+0000","up_votes":1,"down_votes":2,"body":"Ich als Hobbymässiger Webdesigner finde das Design echt gelungen, obwohl es wie schon hier bereits erwähnt recht Dunkel wirkt. Wenn mich meine Sinne nicht täuschen ist die eher orangene Farbe (statt Rot) der Riot posts etwas neues, bzw. empfinde ich die Farbe als ein wenig entfremdend.  \nDie Kommentarfunktionen finde ich echt gelungen Chapeau!\n\nEdit: Globale, sneaky Firmenlogo Anpassung naja mir entgeht halt nichts und schon wird man gedownvotet. Naja Design ist ja bekanntlich geschmacksache. Das RP Icon Ingame hat noch die alte Farbe #Nobodycares","replies":[]},{"id":"","poster":"Marofion","date":"2015-02-04T02:22:49.915+0000","up_votes":1,"down_votes":2,"body":"Also ich mag das dunkle Design. Ich fühl mich aber sowieso im dunkeln wohler als im hellen :)","replies":[]},{"id":"","poster":"RampageGamer111","date":"2015-05-14T15:37:45.712+0000","up_votes":1,"down_votes":3,"body":"MALZAHAR MUSS GENERFT WERDEN !{{champion:90}} {{champion:90}} {{champion:90}} {{champion:90}} {{champion:90}} {{champion:90}} {{champion:90}} {{item:2050}} {{item:2050}} {{item:2050}} {{item:2050}} {{item:2050}}","replies":[]}]}