{"id":"6HNa3XnW","poster":"Minazura","date":"2019-03-06T05:41:20.209+0000","title":"Sobald es ein Update im Client gibt, begeht mein Laptop Suizid (F)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Heyho,\r\n\r\nich wollte mal nachfragen, woran das liegen könnte oder ob das irgendwie normal ist. Sobald es das wöchentliche Update gibt, begeht mein Laptop fast Suizid. Wegen seiner Kontaktangst lasse ich ihn dann solange ruhen, bis er die Phase überwunden hat...\r\n\r\nSpaß beiseite. Da nachher das Update kommt, dachte ich mal, ich frage nach. Es legt einfach total meinen PC lahm, ich kann wirklich nichts mehr nebenbei machen, Seiten laden 500 Jahre und Videos auf YT sind eine Qual. Im Client selbst geht auch nichts mehr, sobald ich es auch nur wage, etwas anzuklicken, werde ich direkt mit der Riot-Fehlermeldung bombardiert und ob ich's an Riot senden will. Die Meldung kommt nahezu alle 3 Min, weil der Client sich eben dauernd aufhängt. Mein Internet ist trotz Neuland nun wirklich nicht sehr schrottig, alle anderen Sachen wie z.b Steam Downloads laufen ja auch ohne Probleme. Und mein Laptop ist auch kein alter Mann, das ist ein MSI Laptop den ich vor knapp 6 Monaten neu gekauft habe.\r\n\r\nHat da jemand ein Vorschlag was ich tun könnte oder zumindest, woran es liegen könnte?","replies":[{"id":"","poster":"SuicidePlank","date":"2019-03-06T06:11:12.387+0000","up_votes":1,"down_votes":0,"body":"Weil ein (schwacher) PC sowas nicht mag, genau wie Chrome öffnet LoL und der Patcher nämlich sehr viele Prozesse.\n\nhttps://imgur.com/a/DbfYIxr","replies":[{"id":"","poster":"Novros","date":"2019-03-06T06:21:36.007+0000","up_votes":1,"down_votes":0,"body":"da geht er hin, der Arbeitsspeicher und der Cache der Festplatte! x_x","replies":[]}]},{"id":"","poster":"Novros","date":"2019-03-06T05:46:24.175+0000","up_votes":1,"down_votes":0,"body":"Ist bei mir (älterer PC) ähnlich.\nMein Nadelöhr ist die Festplatte. Ich habe die Erfahrung gemacht, dass während des Patchvorgangs dein Speichermedium gnadenlos ausgelastet ist. Das bremst daher auch teilweise dein System komplett aus.\n\nEs liegt an der Art, wie der Patch in Lol verarbeitet wird, Steam ist da deutlich schlanker und besser gemacht, deshalb fällt es dir da nicht so auf.\n\nCheck mal, was du für eine Festplatte in deinem Lappi hast. Ich weiß nicht, ob mein Wissen da noch aktuell ist, aber in der Regel ist es eine SSD für das Betriebssystem und eine HDD für den Rest der Daten.\nWenn du genug Platz auf der SSD hast, schieb dein Lol mal da rauf, evtl. schafft das Abhilfe.","replies":[{"id":"","poster":"Minazura","date":"2019-03-06T05:48:38.479+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-janna}} \nIch versuch mein Bestes :'D","replies":[]}]}]}