{"id":"YNEdxf6H","poster":"Reformed Ruffy","date":"2019-03-05T19:21:40.348+0000","title":"Royal Crownz  eSport - Clan sucht!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir sind der neue Deutsche Clan Royal Crownz eSport [RC] und suchen Member die uns auf dem Weg zur Weltherrschaft begleiten wollen.\r\n\r\nWir haben uns dazu entschlossen einen eigenen Clan aufzumachen, da wir einfach keine Lust mehr auf Leaver, Flamer, etc. haben.\r\n\r\nWir leiten diesen Clan nach unseren Regeln, aber in eurem Sinn!\r\n\r\nWir sind ein reiner League of Legends Clan (es steht natürlich jedem frei auch andere Games zu zocken, aber der Fokus liegt bei uns auf LoL).\r\n\r\nDa wir noch ein recht junger Clan sind, ist vielleicht noch nicht alles perfekt,\r\naber wir arbeiten daran, alles an eure Wünsche und Anregungen anzupassen.\r\n\r\nWir nutzen als Sprachtool Discord, da wir finden das die Sprachqualität dort besser ist und Discord einfach viel mehr Vorteile bietet.\r\n\r\nWir bestehen aktuell bereits aus ca. 75 Membern. Teilweise kennen sich einige bereits ein paar Jahre auch persönlich. Grundsätzlich herrscht bei uns eine familiäre Atmosphäre. Unser Ziel ist es, eine nette Gemeinschaft aus Spielern zu bilden, die einfach Spaß am Spiel haben und gerne mit anderen zusammen spielen oder sich einfach nur gemütlich zusammen im Discord unterhalten.\r\n\r\nMit der Teambildung haben wir bereits begonnen und planen diese natürlich weiter regelmäßig auszubauen.Jeder kann selbst für sich entscheiden, ob er einem Team beitreten möchte oder nicht.\r\nSollten wir genug Leute zusammen bekommen, werden wir uns natürlich auch Gedanken zu Clan-internen Turnieren machen, bei denen es dann Preise, wie z.B. Skins oder Riot Points, zu gewinnen gibt.\r\n\r\nBei uns ist jeder Spielmodus vertreten. Ob es nur ein Geschnetzel im Aram ist oder ein koordiniertes 5vs5. Wir spielen das, worauf wir gerade Lust haben.\r\n\r\nJetzt mal kurz etwas zu uns, der Clan-Leitung:\r\nAesthetic Wave - Phil (Clan Leiter)\r\nKóala ó Brien - Kay (Clan Leiter)\r\nWir sind beide sehr nette Personen und spielen schon einige Zeit zusammen LoL.\r\nBei uns beiden passt es einfach in jeder Art und Weise. Wir sind immer gut drauf\r\nund mit uns kann man eine Menge Spaß haben :)\r\nSollte es einmal im Clan Probleme geben, könnt ihr euch gerne an uns oder auch die Mods wenden.\r\nWir haben für jeden ein offenes Ohr und helfen so gut wir können.\r\nBei uns wird niemand bevorzugt nur weil er schon länger im Clan ist.\r\nWir widmen uns jedem Problem neutral und treffen dann eine Entscheidung.\r\nUnd ja ihr dürft auch an uns Kritik ausüben, denn auch wir sind nur Menschen und machen Fehler und wir wollen natürlich das hier alles bestens läuft!\r\nAnregungen und Wünsche nehmen wir natürlich mit großer Freude entgegen und versuchen diese so gut es geht umzusetzen!\r\n\r\nWarum gerade wir?\r\n1. wir haben einen eigenen Discord Server\r\n2. wir sind freundlich und hilfsbereit\r\n3. mit uns kann man eine Menge Spaß haben :)\r\n4. wir haben keine Flamer, Leaver in unseren Reihen\r\n5. jeder ist willkommen (vom Anfänger bis zum Profi)\r\n6. eine nette Clan-Leitung\r\n7. eine familiäre Atmosphäre\r\n\r\nWir haben nicht viele Aufnahmekriterien, aber ein paar solltet ihr schon erfüllen:\r\n1. ihr solltet Spaß am Spiel haben\r\n2. ihr solltet mindestens 20 Jahre alt sein (Ausnahmen bei entsprechender geistiger Reife)\r\n3. ihr solltet nicht Flamen, Leaven etc. sowas sehen wir nämlich überhaupt nicht gerne\r\n4. ihr solltet Discord und ein funktionierendes Headset besitzen\r\n5. ihr solltet kritikfähig sein\r\n\r\nWir sind auch nur Menschen, das heißt, wir sind berufstätig und werden nicht 24/7 online sein. Das “Real Life” geht bei uns ganz klar vor. Niemand wird gezwungen zu irgendwelchen Zeiten online zu sein oder ähnliches.\r\n\r\nWenn du bis hier gelesen hast und wir dein Interesse geweckt haben,\r\ndann adde uns am besten direkt im LoL-Client.\r\n\r\nUnsere Ingame Namen lauten:\r\nKimbø Slice /Admin\r\nKóala ó Brien /Admin\r\nReformed Ruffy /Mod\r\nFiddleNachVier /Mod\r\n13900 RP /Mod\r\n\r\nWir freuen uns darauf mit euch die Kluft unsicher zu machen! :)\r\n\r\nEuer\r\nRC","replies":[]}