{"id":"mMNVeaHU","poster":"Splitting Maxi","date":"2019-03-04T20:48:06.624+0000","title":"14 Tages Bann für Beleidigung ohne Nachvollziehbaren Grund ? Eure Meinung ist gefrag!","subforum":"Spielerverhalten & Moderation","embed":{"title":"RIOT GAMES? U MADE ANOTHER GOOD JOB","description":"League of Legens Riot Games Bann Toxic No idea Lifetime Bann Permabann No reason perma bann 14 Days What are u doing Im Angry i hate u Thats so tilting Fun fact i got the message in Champselect and got -3 lp for it aswell REALLY WELLDONE","url":"https://www.youtube.com/watch?v=pF_O2D1a9sk","image":"https://i.ytimg.com/vi/pF_O2D1a9sk/hqdefault.jpg"},"up_votes":4,"down_votes":5,"body":"Hey habe einen 14 tages bann kassiert ohne das ich eine chat sperre usw in dem letzten 1-2 jahren hatte.\nim link seht ihr den text auch hier nochmal den text man merkt hierbei and das es meine 10000 Platin 3 promo ist und die evelynn reingetrollt hat und hart reingeflamt hat und dann am ende afk and den krugs rum getrollt hat. Die orianna hat first time oriana gepsielt im anderen game und hat die mitte dann runtergerannt.\nps: bin zu tilted um die großschreibung zu verwenden im sorry\n\nSpiel 1\nVor dem Spiel\nSplitting Maxi: we have a pretty good teamfight\nIm Spiel\nSplitting Maxi: no idea\nSplitting Maxi: what way he went\nSplitting Maxi: we do even flame already\nSplitting Maxi: we should win late\nSplitting Maxi: like\nSplitting Maxi: how often\nSplitting Maxi: will skarner be top to carry u\nSplitting Maxi: no summs\nSplitting Maxi: wp\nSplitting Maxi: like\nSplitting Maxi: ur aigan top xd\nSplitting Maxi: like\nSplitting Maxi: wtf\nSplitting Maxi: can\nSplitting Maxi: we\nSplitting Maxi: stop\nSplitting Maxi: tilt\nSplitting Maxi: i hate\nSplitting Maxi: my life\nSplitting Maxi: gotr first tower\nSplitting Maxi: and we got infero\nSplitting Maxi: pretty good\nSplitting Maxi: like u move mid\nSplitting Maxi: she moves mid\nSplitting Maxi: when we see ahri mid moving\nSplitting Maxi: it was worth btw\nSplitting Maxi: isnt it oabout the gold\nSplitting Maxi: i guess\nSplitting Maxi: that was another nice promo\nSplitting Maxi: first promo was a trolling jngler\nSplitting Maxi: and now a crying mid since first dead\nSplitting Maxi: u noticed\nSplitting Maxi: i played vs 2 top\nSplitting Maxi: ask lulu for her w\nSplitting Maxi: ehm draven no r\nSplitting Maxi: about 12 times skarner top now\nSplitting Maxi: just saying ori\nSplitting Maxi: and i can change it\nSplitting Maxi: skarner r\nSplitting Maxi: i mean i have so much pressure\nSplitting Maxi: we need top side jngl ward\nSplitting Maxi: same counts nash\nSplitting Maxi: ap amumu is so bad hter\nSplitting Maxi: they will cc to the moon\nSplitting Maxi: ur not toxic?\nSplitting Maxi: really hope\nSplitting Maxi: u bann ori for verbal and troll\nNach dem Spiel\nSplitting Maxi: season 9\nSplitting Maxi: is one of the best seasons\nSpiel 2\nIm Spiel\nSplitting Maxi: was under 200 hp\nSplitting Maxi: top f\nSplitting Maxi: sad how 1 fastfinger move loose my lane\nSplitting Maxi: how are u even able to talk\nSplitting Maxi: why\nSplitting Maxi: are u\nSplitting Maxi: that fast?\nSplitting Maxi: like how u can outrun my nimbus cloak?\nSplitting Maxi: u can imagine how this eve is\nSplitting Maxi: ahhaha\nSplitting Maxi: erw\nSplitting Maxi: w\nSplitting Maxi: werq\nSplitting Maxi: why is eve trolling?\nSplitting Maxi: not once\nSplitting Maxi: she is the one who permant talks and flames\nSplitting Maxi: guess she has school out\nSplitting Maxi: she was there for 3 minutes\nSplitting Maxi: make sure u report her","replies":[{"id":"","poster":"Humpelstilzche","date":"2019-03-05T04:18:24.650+0000","up_votes":6,"down_votes":1,"body":"Wende dich bitte an den Support. Die können dir entweder den Kontext der Strafe erklären (denn aus den Chatlogs allein ist er hier wohl nicht ersichtlich) oder, sollte es sich um einen Fehler handeln, die Strafe aufheben. \n\nGanz unschuldig bist du nicht, aber wenn es tatsächlich stimmt, dass du noch nie Strafen hattest, ist hier ein 14-Tage-Ban schon sehr ungewöhnlich. Ich muss allerdings auch aus Erfahrung sagen, dass eigentlich in allen Fällen wo solche seltsamen über-strengen sofortigen 14--Tage-Bans, angeblich ohne Vorstrafen vergeben wurden, es diese Vorstrafen eben doch sehr wohl gegeben hat und die entsprechenden Personen das entweder verschweigen, sich nicht dran erinnern oder nicht davon wissen, weil es nicht ihr eigener Account ist und der \"Vorspieler\" diese Strafen bekommen hat.\nMuss natürlich nicht zwingend bei dir auch so sein, ist nur ein Erfahrungswert. \n\nWäre cool wenn du uns über den weiteren Verlauf (sprich: was der Support dir sagt) auf dem laufenden hältst.\n\nedit: Mir fällt gerade auf, dass gar nicht sagst dass du nie Vorstrafen hattest, sondern nur nicht in den letzten 1-2 Jahren. Du hattest also Vorstrafen?","replies":[{"id":"","poster":"Raystlin82","date":"2019-03-05T08:37:41.042+0000","up_votes":1,"down_votes":0,"body":"> edit: Mir fällt gerade auf, dass gar nicht sagst dass du nie Vorstrafen hattest, sondern nur nicht in den letzten 1-2 Jahren. Du hattest also Vorstrafen?\n\nes gab ein wipe, als das ifs eingefuehrt wurde. das heisst jeder, der irgendwelche strafen hatte, galt ab der einfuehrung als unvorbestraft. wenn te also in den letzten 1-2 jahren keine strafen hatte, dann war er auch straffrei in diesem sinne.","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-05T11:02:05.465+0000","up_votes":1,"down_votes":1,"body":"Soweit ich das erkennen kann, wurde das IFS schon vor 4 Jahren eingeführt:\n\nhttps://na.leagueoflegends.com/en/news/game-updates/player-behavior/new-player-reform-system-heads-testing\n\nSiehe die Lyte Kommentare.\n\nDa die weiße Weste nach den endlos CRs kam, die zwischen Tribunal und IFS existierten, ist das also auch schon eher grob 4 Jahre her.","replies":[{"id":"","poster":"Raystlin82","date":"2019-03-05T11:26:24.051+0000","up_votes":1,"down_votes":0,"body":"schon 4 jahre? ich hatte das gefuehl ifs gibt erst seit anderthalb jahren. aber wenn du sagst es sind schon 4 jahre, dann glaub ich dir das mal.","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-05T12:01:48.068+0000","up_votes":2,"down_votes":0,"body":"Zumindest steht unter dem Lyte Kommentar, dass es gerade aktiviert wird, von vor 4 Jahren. Ob das 3,5 oder 4,5 sind, weiß ich nicht. Es ist aber schon \"ewig\" her, auch wenn es gefühlt nicht so lange sein kann. Mich wundert es auch immer wieder zu sehen, wie lange das IFS schon aktiv ist, bzw. das Tribunal deaktiviert.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-03-07T10:56:51.599+0000","up_votes":1,"down_votes":0,"body":"Ich habe Anfang 2015 angefangen LoL zu spielen und da gab es das Tribunal schon nicht mehr. Kommt also recht gut hin mit den 4 Jahren. ^^","replies":[{"id":"","poster":"Raystlin82","date":"2019-03-07T11:35:08.652+0000","up_votes":1,"down_votes":0,"body":"ich hab schon zu zeiten vom tribunal gepielt, hatte aber keine ahnung das es so etwas gibt, denn ich hab damals kein forum gelesen.\n\ndas ifs hat aber das tribunal nicht abgeloest, es gab dazwischen noch andere formen mit endlosen chatsperren und 1-3 tagebanns. irgendwo hab ich mal eine chronologie zu diesem thema gelesen bei so einer art lol-wiki.","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-07T16:05:32.901+0000","up_votes":1,"down_votes":0,"body":"Doch, im Grunde hat das IFS das Tribunal abgelöst. Dazwischen, also in der Übergangszeit, gab es kein richtiges System. Nur CR und RR Strafen, die aber teilweise nicht wirklich nachvollziehbar waren (wenn die Strafe abgearbeitet war, wurde eine neue Verteilt, das System dahinter war ziemlich kompliziert) und da man ab 100 CRs ohnehin ewig bräuchte, auch kaum Effekt hatten.","replies":[{"id":"","poster":"Raystlin82","date":"2019-03-07T19:08:43.481+0000","up_votes":1,"down_votes":0,"body":"also ich hab jetzt gesucht und gesucht und nicht gefunden. es gibt da so ein artikel den ich mal gelesen habe. da stand ganz genau von wann bis wann welches system aktiv war. da gab es auch eine info zu dem perma ban experiment (nicht das von na, welches noch nicht so lang her ist, sondern ein aelteres), wo es nur 5% der spieler geschaft haben einen neuen acc auf lvl 30 straffrei zu spielen.\n\nvielleicht kennst du den artikel auch und hast einen link.","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-07T21:01:11.339+0000","up_votes":1,"down_votes":0,"body":"Vielleicht war es von der Volu library.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-03-07T11:53:12.866+0000","up_votes":1,"down_votes":0,"body":"Wurde das Tribunal mit Einführung des IFS nicht komplett aufgelöst? Ich meine mal sowas gelesen zu haben... \n\nIch meine mich aber tatsächlich auch zu erinnern, dass es zu meiner Anfangszeit die unendlichen Chatsperren die man ansammeln konnte noch gab 🤔\n\nGut möglich, dass die Strafen wie sie heute sind damals so noch nicht waren. Aber das heißt ja nicht, dass das IFS zu der Zeit ein anderes war. Es gab lediglich andere Strafen wobei andere auch nicht wirklich stimmt. Die CR gab es ja schon immer, nur dass man sie ins unendliche hoch stacken konnte.","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-07T16:07:27.977+0000","up_votes":1,"down_votes":0,"body":"Es war Tribunal > Übergang > IFS. Der Übergang war nur solala. Das Tribunal war überlastet und hatte Probleme, deswegen wurde es abgeschafft. Danach gab es die CRs/RRs die endlos stacken konnten und es wurde an einem neuen System gearbeitet, dann kam das IFS raus. \n\nDas dazwischen würde ich nicht wirklich als System bezeichnen. Das ging eher in Richtung Notlösung.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-07T17:45:12.212+0000","up_votes":1,"down_votes":0,"body":"Ah okay. Dann kann es sein, dass ich in dieser Übergangsphase mit LoL angefangen habe.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Splitting Maxi","date":"2019-03-05T09:45:52.093+0000","up_votes":1,"down_votes":0,"body":"hey erstaml danke für die zeite nehmen fürs durchlesen.\n\nIch würde behaupten das ich einmal zu anfangszeiten von League ca 1-2 jahren halt eine chat sperre für 5 games hatte aber das kann ich tdem nicht zu 100 sagen.\nDen account habe ich seit meiner anfangs lol zeit selbst hochgespielt etc. ist auch mein main acc.\ndanke fürs zeitnehmen and den support hab ich mich schon gewendet aber bis der fall durch ist dauert das wieder tage denke ich .\n\nzum thema toxic falls ich das irgendwie in die kategorie stellen kann (was ich nicht einsehe) warum ich dann nicht eine chat restricten für mehrere games bekomme.","replies":[]}]},{"id":"","poster":"Raystlin82","date":"2019-03-05T11:38:06.501+0000","up_votes":3,"down_votes":0,"body":"also hab mir jetzt beide replays angeschaut.\n\ndas spiel mit eve: sag mir bitte zu welchem zeitpunkt eve afk an den krugs rumgestanden sein soll, dann schau ich mir das nochmal genauer an. an sonsten hab ich nicht gesehen, dass sie laenger wie 3-4 sekunden irgendwo afk gestanden ist.\n\ndas spiel mit ori: ich bezweifle, dass sie zum ersten mal ori gespielt hat und hab keine lust das jetzt nachzuforschen. sie ist aber in dem spiel kein einziges mal absichtlich gestorben, geschweige denn die mitte runtergelaufen.\n\nob sie jetzt geflamt haben wie du hier sagst, das weiss ich nicht, aber wenn du schon bei den anderen sachen gelogen hast, dann kann ich mit gut vorstellen, dass du ihr flame zumindest uebertrieben hast, wenn nicht gar erfunden.\n\nwas deine chatlogs angeht, so finde ich, dass diese keinen 14 tage bann rechtfertigen ohne vorherige strafen. ich finde sogar, dass sie noch nicht einmal eine cr rechtfertigen, aber das ist nur meine persoenliche meinung.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T13:35:11.086+0000","up_votes":2,"down_votes":0,"body":"alles klar danke für deine ehrliche Meinung und deine internsive Befassung damit. Vllt kam es mir auch schlimmer vor als es war vor lauter Frust letztendlich hat mein ganzes Team ( ausser ich) diese 2 spieler geflamt aufgrund der Spielleistung als auch unter dem Aspekt trollen.\nMöglicher weise hab ich das zu übertrieben hier geschildert.\n Zurück zu den chatlogs es wird angegeben bann aufgrund beleidigenden oder negativem Verhalten.\nLetztendlich finde ich 14 Tage bann für diese chatlogs übertrieben.\n\nwürde dich imformieren wie sich Riotgames dazu äußert wenn du möchtest","replies":[{"id":"","poster":"Raystlin82","date":"2019-03-05T13:59:39.246+0000","up_votes":2,"down_votes":0,"body":"ja, bitte tu das. du darfst uebrigens auch das, was dir der support anwortet hier mit screenshot zeigen, oder einfach nur den text vom support in das forum kopieren - das ist nicht verboten (im gegensatz zu screens von anderen spielern, was dann gegen shaming/blaming verstoesst).\n\ndu kannst dem support auch den link zu diesem thread geben (den einen, oder anderen support mitarbeiter interessiert sicher auch die meinung der community und hier ist die community ja auf deiner seite, was die bestrafung angeht). aber tu das nicht bevor du eine anwort von ihnen erhaelst, den sonst verschiebt sich dein ticket wieder an das ende der warteschlange und du musst noch laenger warten.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-07T11:33:35.010+0000","up_votes":1,"down_votes":0,"body":"Antwort des supports nach 2 Tagen:\nHallo Splitting Maxi,\n\nes wurde dir den falschen Chat-Log angezeigt.\n\nDas ist der Richtige:\n\n[4:11] Splitting Maxi (Tryndamere): i missed 3 wvaes top\n[12:26] [All] Splitting Maxi (Tryndamere): nice otp\n[18:06] [All] Splitting Maxi (Tryndamere): why is every game like this in season 9\n[19:11] [All] Splitting Maxi (Tryndamere): its so boring\n[19:18] [All] Splitting Maxi (Tryndamere): stomp win or loose\n[21:46] [All] Splitting Maxi (Tryndamere): ofc it matters\n[21:49] [All] Splitting Maxi (Tryndamere): if u wite kys\n[21:53] [All] Splitting Maxi (Tryndamere): u get perma for ever\n[22:01] [All] Splitting Maxi (Tryndamere): sooooooooooooo\n[22:04] [All] Splitting Maxi (Tryndamere): dont say kys xd\n[22:20] [All] Splitting Maxi (Tryndamere): xin can u tell us ur instagram?\n\nIch verstehe, dass du jemanden zitiert hast, daher werde ich dein Ticket an unser Team weiterleiten, das sich um Fälle dieser Art kümmert. Wir können dir nicht garantieren, dass die Sperrung aufgehoben wird, aber ein Mitglied unseres Teams wird sich die Sache ansehen und dich so schnell wie möglich kontaktieren.\n\nBitte vergiss nicht, dass wir die Tickets in der Reihenfolge beantworten, in der wir sie erhalten. Wenn du uns also weitere Nachrichten sendest, um auf eine schnellere Beantwortung deines Tickets zu drängen, wird es stattdessen wieder hinten in die Warteschlange eingereiht. Dadurch könnte sich unsere Antwort ungewollt verzögern. :(\n\nDanke für deine Geduld!\n\nTransference \nRiot Games Player Support\n\n\"Who is she? That depends - who are you?\"","replies":[]},{"id":"","poster":"Splitting Maxi","date":"2019-03-05T14:53:54.950+0000","up_votes":1,"down_votes":1,"body":"vielen dank für die ganzen tipps!","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2019-03-04T23:04:19.080+0000","up_votes":4,"down_votes":2,"body":"Wie immer ist auch die Vorgeschichte wichtig. Hattest du schon zwei CR Strafen?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-05T02:14:04.835+0000","up_votes":2,"down_votes":0,"body":"> Hey habe einen 14 tages bann kassiert ohne das ich eine chat sperre usw in dem letzten 1-2 jahren hatte.\n\nHat er erwähnt ^^","replies":[{"id":"","poster":"ImTheFox115","date":"2019-03-05T06:35:03.600+0000","up_votes":1,"down_votes":0,"body":"In den letzten 1-2 Jahren bedeutet nicht, dass er keine hatte :D","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-05T09:48:15.116+0000","up_votes":2,"down_votes":0,"body":"Ja das schon, ich hab auch nicht gesagt, dass er nie eine hatte. Aber wenn er vor 1 oder 2 Jahren eine CR hatte und sonst immer aktiv gespielt hat, dann wird er seit dem ziemlich sicher reformed sein und bestimmt nicht direkt mit nem 14-Tagebann starten. Und das ist ja wichtig um den Chatlog und die Strafe beurteilen zu können.","replies":[{"id":"","poster":"ImTheFox115","date":"2019-03-05T10:26:40.097+0000","up_votes":1,"down_votes":1,"body":"Ich glaube nicht, dass man so schnell reformed ist...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-05T10:44:29.260+0000","up_votes":3,"down_votes":0,"body":"Nach 1-2 Jahren bei einer CR bei regelmäßigem spielen und sonst keinen Vorkommnissen? \nDoch da glaube ich aber dran.\n\nEr hat ja maximal nur eine 25 Games CR vorher gehabt. Das ist jetzt keine Strafe wie der 14 Tage Bann wo es wirklich lange dauert, bis man reformed ist. \nUnd bei dem Chatlog oben glaube ich mal, dass das nicht das erste Mal vorgekommen ist das er sowas schreibt. \nVllt nicht jedes Game, aber sicher mal irgendwann anders und dann hätte der Bann schon viel früher kommen müssen wenn er nicht reformed wäre.","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-05T10:54:21.496+0000","up_votes":1,"down_votes":0,"body":"Niemand weiß, wie lange es dauert als reformiert zu gelten und wieder bei 0 zu landen. Wenn er seit seiner letzten CR immer nur gerade so störend war, dass es gerade noch so nicht für eine Strafe gereicht hat, könnte er auch 10 Jahre lang kurz vor dem 2 Wochenbann stehen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-05T11:06:03.188+0000","up_votes":2,"down_votes":0,"body":"Ja das stimmt vllt. Aber irgendwie kann ich mir das nicht vorstellen, dass er so war. \nNatürlich wissen wir es nicht wirklich und ich kann auch nicht aus Erfahrung sprechen. \nTrotzdem kann ich mir das einfach so nicht vorstellen.","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-05T11:10:26.148+0000","up_votes":1,"down_votes":0,"body":"Habe gerade einen anderen Kommentar hier gesehen, laut dem der TE noch mehrere Spiele nach den beiden Chatlogs gemacht hat. Vermutlich hat das System wohl die falschen Chats angezeigt. Da können wir jetzt aber auch nicht mehr machen, als darauf warten, was ihm der Support mitteilt.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T11:24:57.896+0000","up_votes":2,"down_votes":0,"body":"werde euch dann mitteilen was der support dazu sagt","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-03-05T11:27:58.071+0000","up_votes":1,"down_votes":0,"body":"Da hast du wohl Recht. ^^","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-07T11:34:08.768+0000","up_votes":1,"down_votes":0,"body":"Antwort des supports nach 2 Tagen:\nHallo Splitting Maxi,\n\nes wurde dir den falschen Chat-Log angezeigt.\n\nDas ist der Richtige:\n\n[4:11] Splitting Maxi (Tryndamere): i missed 3 wvaes top\n[12:26] [All] Splitting Maxi (Tryndamere): nice otp\n[18:06] [All] Splitting Maxi (Tryndamere): why is every game like this in season 9\n[19:11] [All] Splitting Maxi (Tryndamere): its so boring\n[19:18] [All] Splitting Maxi (Tryndamere): stomp win or loose\n[21:46] [All] Splitting Maxi (Tryndamere): ofc it matters\n[21:49] [All] Splitting Maxi (Tryndamere): if u wite kys\n[21:53] [All] Splitting Maxi (Tryndamere): u get perma for ever\n[22:01] [All] Splitting Maxi (Tryndamere): sooooooooooooo\n[22:04] [All] Splitting Maxi (Tryndamere): dont say kys xd\n[22:20] [All] Splitting Maxi (Tryndamere): xin can u tell us ur instagram?\n\nIch verstehe, dass du jemanden zitiert hast, daher werde ich dein Ticket an unser Team weiterleiten, das sich um Fälle dieser Art kümmert. Wir können dir nicht garantieren, dass die Sperrung aufgehoben wird, aber ein Mitglied unseres Teams wird sich die Sache ansehen und dich so schnell wie möglich kontaktieren.\n\nBitte vergiss nicht, dass wir die Tickets in der Reihenfolge beantworten, in der wir sie erhalten. Wenn du uns also weitere Nachrichten sendest, um auf eine schnellere Beantwortung deines Tickets zu drängen, wird es stattdessen wieder hinten in die Warteschlange eingereiht. Dadurch könnte sich unsere Antwort ungewollt verzögern. :(\n\nDanke für deine Geduld!\n\nTransference \nRiot Games Player Support\n\n\"Who is she? That depends - who are you?\"","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-07T11:56:59.155+0000","up_votes":1,"down_votes":0,"body":"Aaah alles klar. Das erklärt natürlich einiges. Ich drücke die Daumen, dass der Bann aufgehoben wird. \n\nGebe dir noch einen letzten gut gemeinten Rat, lass dich auf solche Dinge wie in deinem ursprünglichen Chatlog gar nicht ein. Das ist alles strafbar. Und wenn du nicht irgendwann doch zurecht einen Bann haben willst solltest du das besser nicht machen.\nDu wirst auch merken, dass das Spielen dann viel mehr Spaß macht wenn man sich nicht so mit Rübenköpfen auseinander setzen muss. Und du dich nicht selbst wie ein Rübenkopf benimmst. :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Raystlin82","date":"2019-03-05T10:47:53.354+0000","up_votes":2,"down_votes":0,"body":"und wie lange braucht eine reformation deiner meinung nach?\n\nhier gibt es einen thread, wo jemand einen 14 tage bann hatte und ein halbes jahr spaeter wieder mit einem 14 tage bann bestraft wurde (er wurde also nach einem halben jahr reformed). ich hab hier jetzt kein link zu dem thread, aber wenn du suchst, findest du ihn bestimmt.","replies":[]}]}]}]}]},{"id":"","poster":"Splitting Maxi","date":"2019-03-05T09:47:47.106+0000","up_votes":1,"down_votes":0,"body":"2 denke ich nicht das ist alles schon ewigkeiten her, denke wenn dann nur eine aber möchte hier nichts ausschlissen aufjedenfall im letzten jahr niemals 2.","replies":[]}]},{"id":"","poster":"Alustus","date":"2019-03-04T22:27:50.479+0000","up_votes":4,"down_votes":1,"body":"Du warst zwar hin und wieder salzig und hast zum report aufgerufen, aber ich sehe da jetzt auch keinen Banngrund (wenn ich nichts überlesen habe)\n\nAn deiner Stelle würde ich den Support anschreiben.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T09:46:39.398+0000","up_votes":1,"down_votes":0,"body":"danke das dir zeitgenommen hast .\n\n\nwie gesagt die haben hart getrollt und geflamt wollte es nicht unbestraft lassen","replies":[{"id":"","poster":"Maverick2","date":"2019-03-05T10:08:17.069+0000","up_votes":1,"down_votes":0,"body":".","replies":[]}]}]},{"id":"","poster":"Raystlin82","date":"2019-03-05T09:19:52.227+0000","up_votes":2,"down_votes":0,"body":"sind es diese beiden spiele?\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3950814008/219535323?tab=overview\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3950768949/219535323?tab=overview\n\nwenn ja, dann versteh ich nicht, wie du danach noch 8 weitere spiele spielen konntest. das ifs verteilt banns innerhalb von 15 minuten soweit ich weiss. wenn du schnell genug bist kannst du also hoechstens noch 1 weiteres spiel machen, aber keine 8.\n\nich schau mir grad die replays an.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T09:49:48.473+0000","up_votes":1,"down_votes":0,"body":"das ist korrekt das sind die 2 games. vllt hab ich mit dem mitte runter übertrieben muss es mir nochmal anschauen was ich zu 100% weiss das beide hart toxic waren zb wie l9 clan und die eve afk öfters war","replies":[{"id":"","poster":"Maverick2","date":"2019-03-05T10:30:08.735+0000","up_votes":1,"down_votes":0,"body":"Die Mitte runter sind immer sofort 2 Wochen!!","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T11:25:26.910+0000","up_votes":2,"down_votes":0,"body":"bin nicht die mitte runter :)","replies":[{"id":"","poster":"Maverick2","date":"2019-03-05T12:32:17.760+0000","up_votes":1,"down_votes":0,"body":"Ah. Dann entschuldige bitte! Hatte das „vllt hab ich mit dem Mitte runter übertrieben „ so verstanden.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T13:31:13.258+0000","up_votes":1,"down_votes":0,"body":"nein der midlaner hat so zusagen passiv mitte runter das meinte ich . Mitte runter hab ich noch nie in meinem Leben gemacht mega time waste :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Excited Mayhem","date":"2019-03-05T03:15:02.653+0000","up_votes":3,"down_votes":1,"body":"Mir wurde mal gesagt, das es schon ein bann Grund ist, jemanden zum reporten aufzufordern.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T13:30:23.967+0000","up_votes":1,"down_votes":0,"body":"alles klar das wusste ich nicht mal schauen was der support sagt.","replies":[]},{"id":"","poster":"eingew","date":"2019-03-05T07:31:18.369+0000","up_votes":1,"down_votes":0,"body":"Das ist durchaus richtig, ebenso wie es toxisch ist, Leute zu blamen (egal wie gerechtfertigt das seien mag). Beides ist zwar bestrafungswürdig, ein zweiwöchiger Ban ohne Vorstrafen ist dafür allerdings übertrieben würde ich sagen.","replies":[]}]},{"id":"","poster":"Cykibrar","date":"2019-03-06T01:51:21.204+0000","up_votes":2,"down_votes":1,"body":"Ich persönlich sehe keinen Grund für einen 14-Tage Bann, wenn ich mir deinen Chatverlauf so anschaue und ich denke nicht, dass diese Strafe auf einer 1-2 Jahre alten Chatsperre basiert, denn bis dahin sollte man eigentlich schon längst wieder reformiert sein. \nhttps://i.imgur.com/3Iu3bQV.png","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-06T17:00:23.247+0000","up_votes":2,"down_votes":1,"body":"Keine ahnung support immer noch keine antwort nach 2tagen","replies":[]},{"id":"","poster":"Splitting Maxi","date":"2019-03-07T11:34:32.726+0000","up_votes":1,"down_votes":0,"body":"Antwort des supports nach 2 Tagen:\nHallo Splitting Maxi,\n\nes wurde dir den falschen Chat-Log angezeigt.\n\nDas ist der Richtige:\n\n[4:11] Splitting Maxi (Tryndamere): i missed 3 wvaes top\n[12:26] [All] Splitting Maxi (Tryndamere): nice otp\n[18:06] [All] Splitting Maxi (Tryndamere): why is every game like this in season 9\n[19:11] [All] Splitting Maxi (Tryndamere): its so boring\n[19:18] [All] Splitting Maxi (Tryndamere): stomp win or loose\n[21:46] [All] Splitting Maxi (Tryndamere): ofc it matters\n[21:49] [All] Splitting Maxi (Tryndamere): if u wite kys\n[21:53] [All] Splitting Maxi (Tryndamere): u get perma for ever\n[22:01] [All] Splitting Maxi (Tryndamere): sooooooooooooo\n[22:04] [All] Splitting Maxi (Tryndamere): dont say kys xd\n[22:20] [All] Splitting Maxi (Tryndamere): xin can u tell us ur instagram?\n\nIch verstehe, dass du jemanden zitiert hast, daher werde ich dein Ticket an unser Team weiterleiten, das sich um Fälle dieser Art kümmert. Wir können dir nicht garantieren, dass die Sperrung aufgehoben wird, aber ein Mitglied unseres Teams wird sich die Sache ansehen und dich so schnell wie möglich kontaktieren.\n\nBitte vergiss nicht, dass wir die Tickets in der Reihenfolge beantworten, in der wir sie erhalten. Wenn du uns also weitere Nachrichten sendest, um auf eine schnellere Beantwortung deines Tickets zu drängen, wird es stattdessen wieder hinten in die Warteschlange eingereiht. Dadurch könnte sich unsere Antwort ungewollt verzögern. :(\n\nDanke für deine Geduld!\n\nTransference \nRiot Games Player Support\n\n\"Who is she? That depends - who are you?\"","replies":[{"id":"","poster":"Cykibrar","date":"2019-03-10T05:18:48.947+0000","up_votes":1,"down_votes":0,"body":"Du darfst sowas niemals zitieren, denn das System unterscheidet nicht zwischen Zitaten und wirklich ernst gemeinten Äußerungen, sondern bestraft dich einfach.","replies":[]}]}]},{"id":"","poster":"Kira Rengami","date":"2019-03-05T11:42:28.411+0000","up_votes":1,"down_votes":0,"body":"Wow, dass fur diesen Chatverlauf einen 14 Tage ban bekommst...\nJetzt schockt mich nichts mehr bei Riot o.O\n\nAlso wenn das unter Flaming fällt, was man bannen muss, dann müsste 99% von League gebannt werden.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-05T13:31:58.709+0000","up_votes":1,"down_votes":0,"body":"auch bei stearmern die nur zb schreiben better go afk","replies":[{"id":"","poster":"eingew","date":"2019-03-06T06:35:07.047+0000","up_votes":2,"down_votes":1,"body":"Das sollte auch definitiv bestraft werden.","replies":[]}]}]},{"id":"","poster":"Finstergarde","date":"2019-03-06T23:32:07.286+0000","up_votes":1,"down_votes":3,"body":"Da ich aus eigener Erfahrung sprechen kann, denke ich, dir bei diesem Thema sehr gut weiterhelfen zu können. Von dem her kann ich dir auch direkt sagen, dass in deinen zwei Fällen \"eine Strafe\" zu 100% gerechtfertigt ist. Das einzige was mir komisch und nicht richtig vorkommt, ist der sofortige 14-Tages Bann. Normalerweise durchlaufen bestrafte Spieler ein bestimmtes Muster an wiederholt gesperrten Chatfunktionen bis hin zum Tagesbann und schließlich Permabann. An dieser Stelle kann dir aber sicher der Support weiterhelfen.\n\nNun zu deinem Chatverläufen. Wie ich selbst schmerzlich feststellen musste, da ich im vorigen Jahr 2x einen Chatbann bekam und auch leider dieses Jahr einen (natürlich immer mit Honordrop + Sperre), gibt es, und das ist hier nur meine Meinung, ziemlich extreme und mir nicht logisch vorkommende Regeln. Da ich es dieses Jahr jedoch nicht so ohne Weiteres hinnehmen wollte, habe ich sehr lange mit dem Support geschrieben, bis ich auf mehrere Dinge gestoßen und hingewiesen worden bin, die meinen Chatban \"anscheinend\" rechtfertigten. All diese Dinge kannst du ohne große Mühe selbst nachgoogeln, man findet recht schnell die richtigen Seiten, wenn man weiß, nach was man suchen soll.\n\nWie auch immer, deinen ersten, wahrscheinlich größten \"Verstoß\" stellt das anprangern von anderen Spielern dar. Ich habe gesehen, dass du in beiden gezeigten Chatverläufen andere Spieler eines, dir logisch vorkommenden Verstoßes, bezichtigt hast. Dies hast du mit den Signalwörtern \"report\" \"pls report\" oder auch \"ban\" beschrieben. An dieser Stelle sei dir gesagt, all diese Verhaltensweisen sind an sich reportwürdig und können sowohl als Negative Attitude, als auch als Offensive von anderen reported werden. Dem automatischen System oder auch den menschlichen Mitarbeitern beim Support ist es völlig und ausnahmslos egal, ob du mit deinem \"Anprangern\" anderer Spieler, egal ob für Troll/Afk/Flame usw., nun die Wahrheit gesagt hast oder nicht. Ja, richtig gelesen, sobald du beispielsweise einen Troll/Flamer/Afker im Chat für sein \"Vergehen\" anprangerst und zum Report aufrufst, bist du, genauso wie diese Personen, reportwürdig. Ich konnte das anfangs selbst nicht fassen und habe mich beschwert, habe dann aber nach kurzem googeln sogar einige offizielle Aussagen von hohen Riot Mitarbeitern gefunden, die genau das besagen. Komisch, wie ich finde, aber ist nunmal so.\n\nDes Weiteren diskutierst du viel zu viel in deinen Chatverläufen, besonders im ersten Spiel. Langes Diskutieren, vorallem über Themen wer nun wegen irgendetwas Recht hat oder nicht, sind ebenfalls reportwürdig und können dir Kopf und Kragen kosten.\n\nZu guter Letzt noch ein Punkt, den ich bei dir entdecken konnte. Du bezichtigst des Öfteren andere Spieler für irgendetwas, wie etwa \"trolling\". Auch ohne einen Aufruf zum Report für diese Personen fällst du damit bereits unter negative Attitude.\n\nAllgemein halte dich an folgende Faustregel: Schreibe nie etwas, was andere auch nur im Entferntesten triggern bzw. erzürnen bzw. geheuchelt kränken kann, denn dann sind sie im Recht dich zu reporten. Und ich sage das im Jahre 2019, viel Erfolg damit...\n\nSeit ich dieses Jahr auf all diese Dinge gestoßen bin, von denen ich niemals vorher annahm, dass sie bereits ein negatives Verhalten darstellen, hat sich mein gesamter Chat maßgeblich verändert. Dem aufmerksamen Leser ist vielleicht eine feine Prise Salt aufgefallen, die sich durch meinen Text zieht. Ja, ich war und bin immer noch ziemlich frustriert, vorallem wegen meiner gleichzeitigen Honorabstufung. Warum? Weil ich eine Person bin die noch NIE! \"wirklich schwer\" geflamed bzw. beleidigt hat. Da höre ich in jedem zweiten Spiel gleich zu Beginn schwere Beleidigungen wie \"fcking apes\" \"go die\" inter pls go afk\" \"you stupid fck\" usw., aber ich, der noch niemals solche Wörter in den Mund genommen habe, werde mehrmals Chatgebannt und Honorabgestuft, nur weil ich, zugegebenermaßen sehr oft, im All Chat für Gerechtigkeit sorgen wollte und die offensichtlichen Flamer/Afker/Trolls friedlich und ohne Beschimpfungen für einen Report vorgeschlagen habe. \n\nWie dem auch sei, nun bin ich schlauer und mache genau das, was Riot anscheinend von uns allen will. Ich kommuniziere so gut wie überhaupt nicht mehr mit meinem Team und protokolliere einfach jedes noch so kleine Vergehen, das ich nachher reporte und in einem Text im Zusatzfeld beschreibe. So habe ich schon mehrmals, jedoch mit schwerem Herzen, herzensgute Spieler \"reporten müssen\", die die ganze Zeit über nett waren und nur konstruktieves von sich gegeben haben. Doch leider begangen solche am Ende des Spiels den Fehler, im All Chat zum Report aufzurufen um einen offensichtlichen Troll/Afker/Flamer doch bitte zu reporten. Tja Riot und Community, wie du/ihr mir, so ich euch, kann ich da nur sagen, auch wenn mir selbst dabei das Herz blutet.\n\nDas Outcome meiner Verhaltensänderung? Ich rede absolut nichts mehr mit irgendjemanden und reporte jeden einzelnen wegen noch so kleiner \"Vergehen\", die ich selbst nichmal als Vergehen einstufe, jedoch von Riot so eingestuft werden. Seit dem \"hagelt\" es förmlich diese wunderschönen \"Instant Feedback Reports\" am Ende von sehr sehr vielen Spielen, die mir ein verlogenes und scheinheiliges Grinsen auf den Mund zaubern und mir offenkundig mitteilen, dass wieder ein aufrichtiger Spieler für etwas Skurilles und mitnichten Toxisches bestraft wurde. Gut gemacht Riot, aber das ist anscheinend die Community, die ihr euch wünscht! :)\n\nHoffentlich konnte ich dir mit meinen Hinweisen helfen. Deine Bestrafung, wenn auch direkt zu hart, ist in deinem Fall wohl gerechtfertigt. Gute Besserung und Änderung deines zukünftigen Verhaltens. Hoffentlich wirst du durch dieses System nicht ebenfalls so verbittert wie ich selbst und nährst deine pechschwarze Seele durch die sich häufenden Rückmeldungen, dass du fast täglich mehreren Spielern eine Bestrafung eingebracht hast, von der du selbst überzeugt bist, dass sie nicht mit deiner Auffassung von Gerechtigkeit in Einklang steht, aber vom großen System Riot so gewünscht wird...","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-07T11:35:00.967+0000","up_votes":1,"down_votes":0,"body":"Antwort des supports nach 2 Tagen:\nHallo Splitting Maxi,\n\nes wurde dir den falschen Chat-Log angezeigt.\n\nDas ist der Richtige:\n\n[4:11] Splitting Maxi (Tryndamere): i missed 3 wvaes top\n[12:26] [All] Splitting Maxi (Tryndamere): nice otp\n[18:06] [All] Splitting Maxi (Tryndamere): why is every game like this in season 9\n[19:11] [All] Splitting Maxi (Tryndamere): its so boring\n[19:18] [All] Splitting Maxi (Tryndamere): stomp win or loose\n[21:46] [All] Splitting Maxi (Tryndamere): ofc it matters\n[21:49] [All] Splitting Maxi (Tryndamere): if u wite kys\n[21:53] [All] Splitting Maxi (Tryndamere): u get perma for ever\n[22:01] [All] Splitting Maxi (Tryndamere): sooooooooooooo\n[22:04] [All] Splitting Maxi (Tryndamere): dont say kys xd\n[22:20] [All] Splitting Maxi (Tryndamere): xin can u tell us ur instagram?\n\nIch verstehe, dass du jemanden zitiert hast, daher werde ich dein Ticket an unser Team weiterleiten, das sich um Fälle dieser Art kümmert. Wir können dir nicht garantieren, dass die Sperrung aufgehoben wird, aber ein Mitglied unseres Teams wird sich die Sache ansehen und dich so schnell wie möglich kontaktieren.\n\nBitte vergiss nicht, dass wir die Tickets in der Reihenfolge beantworten, in der wir sie erhalten. Wenn du uns also weitere Nachrichten sendest, um auf eine schnellere Beantwortung deines Tickets zu drängen, wird es stattdessen wieder hinten in die Warteschlange eingereiht. Dadurch könnte sich unsere Antwort ungewollt verzögern. :(\n\nDanke für deine Geduld!\n\nTransference \nRiot Games Player Support\n\n\"Who is she? That depends - who are you?\"","replies":[{"id":"","poster":"Wernicke","date":"2019-03-07T15:06:43.912+0000","up_votes":1,"down_votes":0,"body":"Immer dieses zitieren bei einer emotionslosen Maschine welche Kontextunabhängig arbeitet \n\n{{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"Raystlin82","date":"2019-03-07T11:39:11.053+0000","up_votes":1,"down_votes":0,"body":"cool, danke fuer die info, aber 4 identische posts hintereinander sind wohl ein wenig zu viel freude, findest du nicht auch?\n\nedit: jetzt sind's sogar schon 5, wird es noch mehr?","replies":[]}]},{"id":"","poster":"Julevi","date":"2019-03-07T06:27:02.335+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Finstergarde,realm=EUW,application-id=KYnfKGf0,discussion-id=mMNVeaHU,comment-id=0009,timestamp=2019-03-06T23:32:07.286+0000)\n \n> Ja, richtig gelesen, sobald du beispielsweise einen Troll/Flamer/Afker im Chat für sein \"Vergehen\" anprangerst und zum Report aufrufst, bist du, genauso wie diese Personen, reportwürdig. Ich konnte das anfangs selbst nicht fassen und habe mich beschwert, habe dann aber nach kurzem googeln sogar einige offizielle Aussagen von hohen Riot Mitarbeitern gefunden, die genau das besagen. Komisch, wie ich finde, aber ist nunmal so.\n> \n\nBesonders komisch ist das nun nicht. Wenn man sich ein wenig genauer mit dem System beschäftigt bemerkt man rasch, dass 1 gerechtfertigter Report bereits zu einer Strafe führt und es deshalb egal ist, wie viele ihn für das Verhalten melden. Deshalb ist es schlichtweg eine Verschwendung von Zeit/Energie und ruiniert die Stimmung im Team, wenn jemand zum reporten aufruft. Persönlich finde ich es auch kindisch - du hast ein Problem mit dem Spieler? Gut, dann regelt es nach der Runde mit Hilfe von Riot und zieht nicht noch weitere Personen rein (vor allem Leute, welche teilweise das \"Fehlverhalten\" nicht mitbekommen - wenn man zum Beispiel ans Gegnerteam schreibt: \"report my kata for flaming\").  \n\n> Allgemein halte dich an folgende Faustregel: Schreibe nie etwas, was andere auch nur im Entferntesten triggern bzw. erzürnen bzw. geheuchelt kränken kann, denn dann sind sie im Recht dich zu reporten. Und ich sage das im Jahre 2019, viel Erfolg damit...\n> \n\nJa, sie können dich reporten - wenn dein Chat hingegen keine toxischen Bestandteile enthält, dann kann es nur in Ausnahmefällen zu Strafen kommen (Fehler beim System) und du musst dementsprechend nichts fürchten. Du kannst gerne deinen Mitspielern helfen oder mit ihnen diskutieren, allerdings auf einem gewissen Niveau. \n\n\n> Ja, ich war und bin immer noch ziemlich frustriert, vorallem wegen meiner gleichzeitigen Honorabstufung. Warum? Weil ich eine Person bin die noch NIE! \"wirklich schwer\" geflamed bzw. beleidigt hat. Da höre ich in jedem zweiten Spiel gleich zu Beginn schwere Beleidigungen wie \"fcking apes\" \"go die\". \"inter pls go afk\"; \"you stupid fck\"; usw., aber ich, der noch niemals solche Wörter in den Mund genommen habe, werde mehrmals Chatgebannt und Honorabgestuft, nur weil ich, zugegebenermaßen sehr oft, im All Chat für Gerechtigkeit sorgen wollte und die offensichtlichen Flamer/Afker/Trolls friedlich und ohne Beschimpfungen für einen Report vorgeschlagen habe. \n> \n\nUnd nur weil andere Mitspieler schlimmer sind solltest du etwa nicht bestraft werden? Wenn du bereits mehrmals eine Strafe einkassiert hast solltest du vielleicht dein Verhalten überdenken und dir eingestehen, dass du nicht ganz unschuldig bist. Es ist zwar lieb von dir, dass du für \"Gerechtigkeit\" sorgen willst, na dann mach das bitte auch auf eine andere Weise - denn mit dem Finger auf andere zeigen ist nicht gerade ehrenvoll. Abgesehen davon, auch wenn es gemein klingt, zweifel ich stark an, dass nur die \"friedlichen Reportaufrufe\" deine Strafen ausgelöst haben. \n\n\n> Wie dem auch sei, nun bin ich schlauer und mache genau das, was Riot anscheinend von uns allen will. Ich kommuniziere so gut wie überhaupt nicht mehr mit meinem Team und protokolliere einfach jedes noch so kleine Vergehen, das ich nachher reporte und in einem Text im Zusatzfeld beschreibe. So habe ich schon mehrmals, jedoch mit schwerem Herzen, herzensgute Spieler \"reporten müssen\" die die ganze Zeit über nett waren und nur konstruktieves von sich gegeben haben. Doch leider begangen solche am Ende des Spiels den Fehler, im All Chat zum Report aufzurufen um einen offensichtlichen Troll/Afker/Flamer doch bitte zu reporten. Tja Riot und Community, wie du/ihr mir, so ich euch, kann ich da nur sagen, auch wenn mir selbst dabei das Herz blutet.\n> \n\nTut mir leid - aber das ist die reinste Kindergartenaktion. Riot möchte einen positiven Umgang miteinander fördern und dies setzt eben ein gewisses Verhalten voraus. Man kann gerne diskutieren, gerne auch einmal ausführlicher, sofern man einen gewissen Grundton einhält und es nicht in Spam ausartet. Wenn du Leute, welche deines Erachtens vorbildliche Mitspieler sind, meldest, nur weil du selber dein Fehlverhalten nicht eingestehen kannst und jetzt \"unschuldige\" Leute reinziehst, dann zeugt das weder von Verständnis und Respekt deinen Mitspielern gegenüber, noch von einer gewissen geistigen Reife. \n\n\n> Die mir ein verlogenes und scheinheiliges Grinsen auf den Mund zaubern und mir offenkundig mitteilen, dass wieder ein aufrichtiger Spieler für etwas Skurilles und mitnichten Toxisches bestraft wurde. Gut gemacht Riot, aber das ist anscheinend die Community, die ihr euch wünscht! :)\n> \n\nWenn es ein aufrichtiger Spieler wäre (und kein Fehler vorliegt), dann ist er wohl doch nicht so löblich, wie man denken mag. Riot lässt den Spielern auch eine gewisse Toleranzgrenze/Spielraum - wenn dein Report eine Strafe auslöst, dann sind im Chatlog Bestandteile vorhanden, welche von einen Großteil der Community als nicht okay empfunden werden und/oder gegen die allgemeinen Regel verstoßen. Dieser Maßstab wird ja nicht willkürlich gesetzt, sondern bezieht sich auf Daten und die Erfahrung mehrerer Jahre.","replies":[{"id":"","poster":"Finstergarde","date":"2019-03-07T09:23:19.773+0000","up_votes":1,"down_votes":1,"body":"Edit: Meine erste gelöschte Antwort war mein kläglicher Versuch, deine Absätze zu quoten. Da ich es aber nicht geschafft habe und ein endloses Wirrwarr entstand, habe ich das ganze gelöscht. Hier nun in alter Manier meine Antwort.\n\n_\"Besonders komisch ist das nun nicht. Wenn man sich ein wenig genauer mit dem System beschäftigt bemerkt man rasch, dass 1 gerechtfertigter Report bereits zu einer Strafe führt und es deshalb egal ist, wie viele ihn für das Verhalten melden. Deshalb ist es schlichtweg eine Verschwendung von Zeit/Energie und ruiniert die Stimmung im Team, wenn jemand zum reporten aufruft. Persönlich finde ich es auch kindisch - du hast ein Problem mit dem Spieler? Gut, dann regelt es nach der Runde mit Hilfe von Riot und zieht nicht noch weitere Personen rein (vor allem Leute, welche teilweise das \"Fehlverhalten\" nicht mitbekommen - wenn man zum Beispiel ans Gegnerteam schreibt: \"report my kata for flaming\"). \"_\n\nDa stimme ich dir vollkommen zu, zumindest seitdem ich zur Erkenntnis gelangte, dass ein Report sowieso ausreicht. Seitdem habe ich kein einziges Mal mehr dazu aufgerufen und reporte diese Spieler einfach selbst nach dem Spiel. Ich finde sogar, dass diese Regel sichtbarer gemacht werden muss, da es nirgendwo steht, dass diese gut gemeinten Aufrufe bereits als toxisches Verhalten geahndet werden und ich dementsprechend gefühlt jedes! Spiel ein paar solcher Leute sehe. Ich selbst bin nur durch intensivstes Nachforschen und eigenen Chatsperren darauf gestoßen.\n______________________________________________________________________________\n\n_\"Ja, sie können dich reporten - wenn dein Chat hingegen keine toxischen Bestandteile enthält, dann kann es nur in Ausnahmefällen zu Strafen kommen (Fehler beim System) und du musst dementsprechend nichts fürchten. Du kannst gerne deinen Mitspielern helfen oder mit ihnen diskutieren, allerdings auf einem gewissen Niveau. \"_\n\nRichtig erkannt, mit meinem neuen \"reformten\" Vorgehen kann mir absolut nichts mehr passieren. :D\n______________________________________________________________________________\n\n_\"Und nur weil andere Mitspieler schlimmer sind solltest du etwa nicht bestraft werden? Wenn du bereits mehrmals eine Strafe einkassiert hast solltest du vielleicht dein Verhalten überdenken und dir eingestehen, dass du nicht ganz unschuldig bist. Es ist zwar lieb von dir, dass du für \"Gerechtigkeit\" sorgen willst, na dann mach das bitte auch auf eine andere Weise - denn mit dem Finger auf andere zeigen ist nicht gerade ehrenvoll. Abgesehen davon, auch wenn es gemein klingt, zweifel ich stark an, dass nur die \"friedlichen Reportaufrufe\" deine Strafen ausgelöst haben. \"_\n\nWie bereits erwähnt, wurden meine Strafen allesamt durch die Aufrufe zu, meiner Ansicht gerechtfertigten, Reports ausgelöst und das übermäßige diskutieren mit sturen Mitspielern. Da ich es aber bis zu diesem Jahr nicht wusste, kam es leider aufgrund diesen zwei \"Vergehen\" zu mehrmaligen Strafen, die ich jedoch jetzt im Angesicht dieser Regeln natürlich einsehe und vehement selbst vertrete.\nZum Thema ehrenvolles Handeln, genauso wie im echten Leben werde ich bewusst und mit erhobener Brust auf etwaige Verbrecher (Mörder, Rassisten usw.) mit meinem Finger zeigen. Ja sogar mit sämtlichen Gliedmaßen. Und nur weil ich der einzige war, der dieses Vergehen gesehen hat, macht es dessen Anprangern dessen noch lange nicht selbst zu etwas Unehrenhaftem. Zumindest dachte ich das noch bis kurzem in LoL. Das dem nicht so ist, wurde mir ausdrücklich vom Support mitgeteilt. Schade, aber okay.\n______________________________________________________________________________\n\n_\"Tut mir leid - aber das ist die reinste Kindergartenaktion. Riot möchte einen positiven Umgang miteinander fördern und dies setzt eben ein gewisses Verhalten voraus. Man kann gerne diskutieren, gerne auch einmal ausführlicher, sofern man einen gewissen Grundton einhält und es nicht in Spam ausartet. Wenn du Leute, welche deines Erachtens vorbildliche Mitspieler sind, meldest, nur weil du selber dein Fehlverhalten nicht eingestehen kannst und jetzt \"unschuldige\" Leute reinziehst, dann zeugt das weder von Verständnis und Respekt deinen Mitspielern gegenüber, noch von einer gewissen geistigen Reife. \"_\n\nIch pflichte dir natürlich bei, es IST der reinste Kindergarten! Unschuldige reporte ich natürlich nicht, was eigentlich offensichtlich aus meinem Text hervorgehen sollte. Zumindest keine Unschuldigen aus Riots Sicht. Dass ich damit recht gut fahre bekomme ich tagtäglich mit. Wie bereits erwähnt bekomme ich nun fast täglich gleich mehrere Instant Feedback Reports für ebendiese eindeutig definierten Vergehen. Respekt? Also bitte, dieser Zug ist lange abgefahren. Tut es mir leid? Auf jeden Fall. Geistige Reife? Zusammengeknüppelt auf das Niveau eines Grundschulkindes. Genuss? In vollen Zügen :)\n______________________________________________________________________________\n\n_\"Wenn es ein aufrichtiger Spieler wäre (und kein Fehler vorliegt), dann ist er wohl doch nicht so löblich, wie man denken mag. Riot lässt den Spielern auch eine gewisse Toleranzgrenze/Spielraum - wenn dein Report eine Strafe auslöst, dann sind im Chatlog Bestandteile vorhanden, welche von einen Großteil der Community als nicht okay empfunden werden und/oder gegen die allgemeinen Regel verstoßen. Dieser Maßstab wird ja nicht willkürlich gesetzt, sondern bezieht sich auf Daten und die Erfahrung mehrerer Jahre.\"_\n\nWie bereits oben erwähnt, seit dem es das, meines Erachtens richtig gute, System des Tribunals nicht mehr gibt, entscheidet im Vorfeld ein automatisierter Roboter über die Vergehen. Dieser Arbeitet mit Chatfilter und greift sich insbesondere Signalwörter heraus, die als reportwürdig eingestuft werden. Hierdrin sind, wie mir mehrmals offiziell mitgeteilt wurde, auch die Wörter \"report\" und \"ban\". Sobald man also diese Wörter gebraucht, ist man per Definition, schuldig. Das reicht dann leider aus, um dieses Spiel als \"negative Case\" zu archivieren und im Falle mehrerer solcher Spiele eine Bestrafung triggern zu lassen.","replies":[]}]}]},{"id":"","poster":"Zfix Venom","date":"2019-03-05T18:53:29.819+0000","up_votes":1,"down_votes":2,"body":"Ich sag das jetzt aus der sicht von jemanden, der schon mehrere Chat bans hinter sich hat.\nDu warst salty/toxic in jedem game, nur weil jemand trollt bzw. flamed heißt das nicht, dass du selbst salty sein darfts.\nDie 2 Wochen werden dir gut tun.","replies":[{"id":"","poster":"Splitting Maxi","date":"2019-03-06T17:00:02.411+0000","up_votes":2,"down_votes":1,"body":"Okay :(","replies":[]},{"id":"","poster":"Splitting Maxi","date":"2019-03-07T11:35:32.588+0000","up_votes":1,"down_votes":1,"body":"Antwort des supports nach 2 Tagen:\nHallo Splitting Maxi,\n\nes wurde dir den falschen Chat-Log angezeigt.\n\nDas ist der Richtige:\n\n[4:11] Splitting Maxi (Tryndamere): i missed 3 wvaes top\n[12:26] [All] Splitting Maxi (Tryndamere): nice otp\n[18:06] [All] Splitting Maxi (Tryndamere): why is every game like this in season 9\n[19:11] [All] Splitting Maxi (Tryndamere): its so boring\n[19:18] [All] Splitting Maxi (Tryndamere): stomp win or loose\n[21:46] [All] Splitting Maxi (Tryndamere): ofc it matters\n[21:49] [All] Splitting Maxi (Tryndamere): if u wite kys\n[21:53] [All] Splitting Maxi (Tryndamere): u get perma for ever\n[22:01] [All] Splitting Maxi (Tryndamere): sooooooooooooo\n[22:04] [All] Splitting Maxi (Tryndamere): dont say kys xd\n[22:20] [All] Splitting Maxi (Tryndamere): xin can u tell us ur instagram?\n\nIch verstehe, dass du jemanden zitiert hast, daher werde ich dein Ticket an unser Team weiterleiten, das sich um Fälle dieser Art kümmert. Wir können dir nicht garantieren, dass die Sperrung aufgehoben wird, aber ein Mitglied unseres Teams wird sich die Sache ansehen und dich so schnell wie möglich kontaktieren.\n\nBitte vergiss nicht, dass wir die Tickets in der Reihenfolge beantworten, in der wir sie erhalten. Wenn du uns also weitere Nachrichten sendest, um auf eine schnellere Beantwortung deines Tickets zu drängen, wird es stattdessen wieder hinten in die Warteschlange eingereiht. Dadurch könnte sich unsere Antwort ungewollt verzögern. :(\n\nDanke für deine Geduld!\n\nTransference \nRiot Games Player Support\n\n\"Who is she? That depends - who are you?\"","replies":[]}]}]}