{"id":"Rg89qBJ2","poster":"SvenniGod2004","date":"2019-03-03T14:12:56.499+0000","title":"[URF] Lasst die Leute verdammt noch mal Leaven","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":7,"body":"Ständig AFKler, vorallem in den Fun Modes.\r\nWenn ich diesen drecks Modus URF schon spielen muss, dann will ich ihn auch offiziell leaven können wenn einer von Anfang an AFK rumsteht. Einfach wieder 20 Minuten Zeit verschwendet wegen irgendeinem Inkompetenten. Und wer das ganze Game AFK ist macht das mit Absicht, bestraft die Leute doch mal DIREKT und richtig knallhart. Direkt mal einen Tag bannen. Ich hab keinen Bock auf so eine Kacke. 2x URF und 2x Leute die einfach AFK sind. Tolles System Rito!\r\nUnd wenn die Leute es nochmal machen direkt 14 Tage und dann perma. Kauft euch nen anständigen PC oder fragt eure Mutter um Erlaubnis aber das ist Kindergarten hier und wird auch noch toleriert. Seit 4 Jahren League ist mir das noch nie passiert, dass es einen Grund gäbe ein ganzes Game AFK zu sein. Das ist mit Absicht und den Leuten ists egal also bitte direkt hart bestrafen, die Leute habens nicht verdient LoL zu spielen die halten nur 4 andere in ein Game gefangen weil Riot es nicht schafft das man leaven darf in diesen völlig irrelevanten Müll Modi die keine Sau spielt außer für die Quest.\r\nUnd wenn man so drüber rollt man das ja auch keinen Fun, die 5 Spieler können sich im Gegnerteam auch was besseres vorstellen als die Türme sinnlos einzupushen. Und das passiert natürlich genau dann, wenn man geile Picks hat wo man Bock drauf hat.\r\n\r\nDas System ist ja schon fürs Trollen gedacht, wer selber nicht trollt und voll egozentrisch pickt/spielt/handelt der hat kein Fun daran.","replies":[{"id":"","poster":"Howdaa","date":"2019-03-03T15:26:33.470+0000","up_votes":1,"down_votes":0,"body":"Dann spiel denn \"Drecks Mod\" nicht? Du bist selbst 15, wie ich so an deinem Geburtsjahr im Namen erkenne.","replies":[{"id":"","poster":"SvenniGod2004","date":"2019-03-15T18:59:14.318+0000","up_votes":1,"down_votes":0,"body":"Ne den Namen hab ich nur gewählt um Leute komplett zu triggern. Junge wer nennt sich denn bitte srsly SvenniGod2004 xD Dat ist einfach so ein peinlicher Name, perfekt fürn Smurf.","replies":[]}]},{"id":"","poster":"Miss Wonderfool","date":"2019-03-09T10:34:50.692+0000","up_votes":1,"down_votes":0,"body":">  Das ist mit Absicht und den Leuten ists egal also bitte direkt hart bestrafen, die Leute habens nicht verdient LoL zu spielen\n\nAha, und woran erkennst du die Absicht? Ich glaub eher ich hab jemanden afk mit Connectionproblemen in meiner Base stehen als jemanden der wie du direkt ausflippt ( dein Sprachbild gibt mir da schon genug Info).","replies":[]}]}