{"id":"PY9oNNl3","poster":"BANG LostMelody","date":"2019-03-02T21:51:43.069+0000","title":"Never Surrender Germany sucht Toplaner!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Community!\n\nDer Name NSG hat schon eine lange Geschichte doch das Team ist neu.\n\nDer Jungler spielte vorher bei uns Toplane wechselte aber nachdem unser Jungler uns verlassen hat in den Jungle\n\nMidlane ist der neueste unserer Spieler da wir anfangs nur einen Sub für die Midlane gesucht haben, unser alter uns dann aber verlassen hat.\n\nADC und Supp (letzterer bin ich) sind von allen aus dem Team die eingespielteste Lane da oft die Rift im DuoQ unsicher gemacht wird\n\nAllgemein gesehen sind wir ein humorvoller Haufen der sich durch Spaß und einer Prise Tryhard nach oben kämpfen will doch noch befinden wir uns im Bronze Silber Bereich\n\nIhr solltet im Elo Bereich von Bronze bis Silber 3 sein. Humorvoll, Flamefrei und vorallem solltet ihr mit dem Motto spielen \"Das Game ist erst over wenn der Nexus fällt\". Ihr solltet auch im Altersbereich ab 17 liegen.\n\nSollte ich euer Interesse geweckt haben addet mich unter NGU Teito!\n\nAm Sonntag, dem 3. März um 19 Uhr würden wir ein Tryout spielen!\n\nIch freu mich auf euch! \nEuer Teito :*","replies":[{"id":"","poster":"Ahris Man","date":"2019-03-02T22:17:22.259+0000","up_votes":1,"down_votes":0,"body":"Bin zwar durch die Elobeschränkung raus aber... \"Altersbereich ab maximal 17 liegen\"\n\nIch glaub da ist entweder das ab oder das maximal (oder es müsste minimal heißen) zuviel.\n\nAm besten Editieren damit die anderen bescheid wissen^^","replies":[{"id":"","poster":"BANG LostMelody","date":"2019-03-03T04:03:20.373+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eastwards,realm=EUW,application-id=ElKI1ocy,discussion-id=PY9oNNl3,comment-id=0000,timestamp=2019-03-02T22:17:22.259+0000)\n>\n> Bin zwar durch die Elobeschränkung raus aber... \"Altersbereich ab maximal 17 liegen\"\n> \n> Ich glaub da ist entweder das ab oder das maximal (oder es müsste minimal heißen) zuviel.\n> \n> Am besten Editieren damit die anderen bescheid wissen^^\n\nÄhm ja danke :D ich muss dazu sagen ich war zu dem Zeitpunkt auf ner Geburtstagsfeier und leicht angetrunken xD danke für den Hinweis^^","replies":[]}]}]}