{"id":"7w5Vk60Z","poster":"4 For Maggie","date":"2019-03-01T06:50:13.693+0000","title":"[TGSG] Ein Hack. Eine Panik. Ein Tag.","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":4,"body":"##**_~~ES IST FREITAAAAAAAAAAAAG~~_**\n\nDamit wäre das wichtige für heute erst einmal erwähnt :D\n\nGestern war wirklich ein wirklich komischer Tag. An sich würde ich ihn schon als \"gut\" bezeichnen was, wer mich kennt weiß das, eher ungewöhnlich ist. Ich antworte auf \"Wie geht es dir\" ja nicht mal mit \"gut\" °^° Aber gestern...\n\nAuf der Arbeit war es Recht ruhig. Der Rechnungslauf war angenehm und verlief problemlos. Frau Pferd war gut gelaunt, was an dem Berliner/ Pfannkuchen/ Krapfen liegen könnte mit dem ich sie manipuliert habe :>\n\nDas ich sie manipuliert habe, ist mir dann letzte Nacht beim schlafen gehen aufgefallen. Von wegen \"gute Tat\" XD da hab ich mir wohl selbst was vor gemacht. Fakt ist das die Frau immer sauer auf mich ist wenn ich krank bin ... Kollegin #2 hat seit Mittwoch schon Urlaub und gestern war Frau Pferds letzter Arbeitstag. Da sie aber eher so mittelmäßig gelaunt war und ich definitiv Ruhe haben wollte, dazu muss ich sie in guter Stimmung wissen, habe ich auf dem Rückweg beim Briefmarken Kauf einen Stop bei einer Bäckerei eingelegt. Und der Berliner/ Pfannkuchen/ Krapfen hat seine Wirkung auch nicht verfehlt. Aber jetzt habe ich ein kleines schlechtes Gewissen weil ich diese nette Geste doch eher zu egoistischen zwecken benutzt habe >.&lt;\n\nDie Post habe ich nach Feierabend dann aber doch nicht mehr weg gebracht XD Aber genau genommen ist ja auch heute erst der Erste des Monats :x Also kommt erst heute alles in die Post, wie immer.\n\n#**_~~Die Panikattacke des abends~~_**\n\nAls ich dann gestern Abend richtig Feierabend hatte, kam ich irgendwie auf die Idee mal meine e-Mails zu checken. Auch eher untypisch. Mit \"meiner großen\" habe ich jedoch Anfang Februar ein Ticket an den Support geschrieben, sie möchten mir doch bitte dieses Kontodaten Ding zu schicken. Ich hab gedacht \"vielleicht ist ja schon was da\" oder \"vielleicht will ja noch jemand etwas wissen\". Lediglich wurde mir mitgeteilt das meine Anfrage aktualisiert wurde. Glaub Ende März sollte ich dann die entsprechenden Auskünfte erhalten?!\n\nJedenfalls wollte ich mich dann mit \"meiner Großen\" auf der Seite des Rito Supports einloggen und... es funktionierte nicht °^° Nach dem x-ten Versuch war ich schon nassgeschwitzt und etwas zittrig. Also hab ich gedacht \"Probierst du es mal im Client\" ... Was soll ich sagen? XD Ich war den Tränen nahe als mir der Client sagte \"DEINE DATEN STIMMEN NICHT ÜBEREIN!\" Holy Shit!\n\nNatürlich zweifle ich dann erst mal an meinen Fähigkeiten die Daten richtig eingegeben zu haben ... glücklicherweise schreibe ich so etwas immer auf. Ich habe ein Karteikästchen mit Karten wo alle Benutzernamen und Passwörter aller Webseiten und Spiele und keine Ahnung was noch drauf stehen. Aber keine Chance.\n\nDann die dunkle Erkenntnis: Da muss mein Passwort geändert worden sein.\n\nWas einem da für Sachen durch den Kopf gehen. Angst das die RP verschwinden, die BE ausgegeben werden, die FL gelöscht wird, die Edelsteine verschleudert oder Ängste wie das der Account im Namen eines fremden gelöscht werden könnte, das der Fremdzugriff nicht geglaubt wird und ich sie nie wieder sehen werde. All den Schweiß und die Tränen die man mit diesem virtuellen Ding durchlebt hat. Das Geld was man bereitwillig in den Schlund dieses liebevollen Monsters geworfen hat.\n\nIn der ersten Welle der Panik habe ich einfach per E-Mail auf das Support Ticket geantwortet wo es um die Kontodaten ging XD ich weiß gerade nicht ob ich ein \"alles wieder gut\" ergänzt habe oder ob ich das noch machen sollte.\n\nDann die Idee die Möglichkeit des \"Passwort vergessen\"-s zu benutzen. Was dann auch funktioniert hat °^°\n\nAlso die zweite Vorlage des Tickets an den Support gelöscht und eine Meldung draus gemacht das da etwas passiert ist, aber ich es selbst geregelt habe. Nur für den Fall das da was kommen sollte .-. man weiß ja nie! Uff XD jetzt bin ich beunruhigt wergen dem ersten Panik Ticket ... Verdammt!\n\n#####**_~~Tage kommen...~~_**\n\n... und Tage gehen. Aber wenn man das Gefühl hat im Zug einen Tag verloren zu haben XD ja ........... Manchmal schlafe ich besser im Zug als die Nacht im Bett >.&lt; und heute Morgen war das nicht anders. Ganz komische Sache .-. und ich kann es nicht beschreiben!\n\nCool ist allerdings, dass hier auf der Arbeit alle über Karneval frei haben. Also habe ich theoretisch auch Urlaub nur mit dem Unterschied das ich morgens früh aufstehe. Mal sehen wann heute Mittag meine Aushilfe kommt, dann gehe ich eventuell auch früher. Muss ja eh noch zur Post. Abwarten ^^\n\nAlso dann. Lasst euch nicht von den Wilden auf der Straße mit irgendetwas infizieren! Passt auf euch auf.\n\nHaltet die Ohren steif ihr kleinen _***~~S~~***_ **_*~~C~~*_** _*~~H~~*_ **_*~~M~~*_** _**~~U~~**_ _***~~T~~***_ **_*~~Z~~*_** _*~~F~~*_** _*~~I~~*_ **_**~~N~~**_ _***~~K~~***_ **_*~~E~~*_**  _***~~N~~***_ **_*~~♥~~*_** _*~~♥~~*_ **_*~~♥~~*_** _**~~♥~~**_","replies":[{"id":"","poster":"Veezey","date":"2019-03-01T18:57:21.296+0000","up_votes":1,"down_votes":0,"body":"Freitag ist Hightag.","replies":[]},{"id":"","poster":"INoKami","date":"2019-03-01T16:57:21.490+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 115, superspäte Abendausgabe**\n\nMONNI, DU UNMENSCH!!! WIE KANNST DU NUR?!?!?!?!\nDIE BAHN KAM HEUTE MORGEN PÜNKTLICH AM ZIEL AN!!! AUF DIE MINUTE PÜNKTLICH!!! WAS SOLL DAS????????????\n\nSo viel erst mal dazu. Hat ja nur ~115 Versuche gebraucht xD\n\nAnsonsten... ich lerne es nicht, oder? Wenn man denkt, dass der nächste Tag easy ein lockerer Spaziergang wird... hüte dich, mein Sohn, hüte dich! Es fing damit an, dass heute mal mein Partner die Ehre hatte, den Titer bestimmen zu dürfen. Im Grunde eine Arbeit von 30 Minuten. Es hat es geschafft, sie auf 3 Stunden zu strecken. Was ja vertretbar wäre, wären da nicht dien ganzen Analysen, die wir heute fertig machen müssten. Und da fing der Spaß an. Wieder mal zickte einer meiner Filter rum, dann superlangweiliger Unterricht für zwischendurch, wo man sein möglichstes tut, nicht einzuschlafen, und zur Krönung hatte ich wieder einen kleinen soziophoben Anfall. Der gesamte Nachmittag war im Grunde nur Stress und mittelschweres Angezicke zwischen mir und meinem Partner. Die Analyse war noch nicht fertig und es sollten schon beide laut Plan fertig sein, wir hatten zu dem Zeitpunkt immer noch keinen Titer und in 30 Minuten darf ich meine Analysekolben wieder abgeben, damit die nächste Analyse eingefüllt werden kann, dabei hatte ich die jetzige noch nicht mal anfangen können, dann kam noch raus, dass wir bis heute ein Formular ausdrucken und abgeben mussten, nur hatte fast jeder seine Anmeldedaten für die Schule vergessen...\n\nBOOOOOOOOOOOAAAAAAAAAAAAAAAAAAAHH!!!!!!!!!!!!!!!!!!\nIch krieg gleich ´nen Anfall und dann geht hier mal richtig die Party los!\n\nOk, nicht mehr, ich hab mich wieder beruhigt, weil... ja, Wochenende. Und Pseudo-Ferien! Yay!\n\nAlso, schönes Wochenende euch!","replies":[]},{"id":"","poster":"Valdis17","date":"2019-03-01T08:37:05.019+0000","up_votes":1,"down_votes":0,"body":"wow 5 Tage hintereinandern einen schönen Thread von Maggi zu lesen ist luxus. :) \nDanke für die ganzen netten Texte das erwärmt mein Herz. \n{{sticker:katarina-love}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:47:19.618+0000","up_votes":1,"down_votes":0,"body":"Waren meinen theard also letzte Woche nicht gut ? \n\nPah du würdest auch einen Diamanten finden und weg werfen weil du denkst es ist Glas...","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:08:02.669+0000","up_votes":1,"down_votes":0,"body":"Was?? nur weil jemand lobe heisst das nun das alles andere schlecht ist???\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:25:51.949+0000","up_votes":1,"down_votes":0,"body":"Ja :(","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:38:01.523+0000","up_votes":1,"down_votes":0,"body":"okay wie wäre es damit?\nMaggie Thread sind zwar gut aber deine sind befriedigend :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:48:30.287+0000","up_votes":1,"down_votes":0,"body":"Okay. Das gefällt mir jetzt aber nicht!","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:52:06.560+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-janna}} \nIch versuche doch nur alle Lösung zu finden mit der jeder zufrieden hast.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-03-01T09:54:54.953+0000","up_votes":1,"down_votes":0,"body":"Geiler Satz {{sticker:galio-happy}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:57:06.608+0000","up_votes":1,"down_votes":0,"body":"######solche sätze gehören zu seiner rolle. pssssst","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T10:05:43.969+0000","up_votes":1,"down_votes":0,"body":"die Frau ist paranoid :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:08:00.564+0000","up_votes":1,"down_votes":0,"body":"Ja XD das kann auch sein.\n######das hast du im Discord von max gelesen, oder? Das ich denke paranoid zu sein wegen den ganzen Smurfs.","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T10:13:15.371+0000","up_votes":1,"down_votes":0,"body":"ja genau darum bist du auch die einzige der ich davon erzählt habe extra damit du mich nicht hasst.\nAber Frau hört mir einfach nie zu.....","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:15:46.751+0000","up_votes":1,"down_votes":0,"body":"Wovon genau hast du mir erzählt? XD\n\nJetzt hab ich was verpasst! °^°","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T15:24:39.528+0000","up_votes":1,"down_votes":0,"body":"das ist so dumm.....\nDu hast kein Grund dazu...\nDu trollst mich doch die ganze Zeit und ich weiß nicht warum und ich habe keine Lust mehr darauf.\n{{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T15:06:41.451+0000","up_votes":1,"down_votes":0,"body":"Nein, tust du nicht","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T15:06:16.413+0000","up_votes":1,"down_votes":0,"body":"XD Ich traue dem Braten eben nicht","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-03-01T12:26:45.657+0000","up_votes":1,"down_votes":0,"body":"Du bist echt hartnäckig xD","replies":[]},{"id":"","poster":"Valdis17","date":"2019-03-01T12:11:27.269+0000","up_votes":1,"down_votes":0,"body":"ich hasse dich.....","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T11:44:15.294+0000","up_votes":1,"down_votes":0,"body":"XD Dann sag mir wer du bist!\n{{sticker:sg-zephyr}}","replies":[]},{"id":"","poster":"Valdis17","date":"2019-03-01T11:40:53.766+0000","up_votes":1,"down_votes":0,"body":"nein es nervt mich langsam...\nhör bitte auf damit und gib mir die Möglichkeit es zu ändern.\nIch habe da langsam keine Lust mehr drauf.\nIch fühle mich unfair behandelt","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T11:23:55.195+0000","up_votes":1,"down_votes":0,"body":"°^° Ich werde es immer glauben! IIMMMMEEERRRRRR Ô.Ô","replies":[]},{"id":"","poster":"Valdis17","date":"2019-03-01T11:20:21.370+0000","up_votes":1,"down_votes":0,"body":"nein :D das stimmt nicht....\nIch hab dir sogar gezeigt soviele Skins ich habe und du glaubst das sei nur ein Smurf?\nWarum?\nDas bildest du dir ein :D \nIch verstehe deine Annahme nicht.....\nIch weiß nicht was ich noch tun soll damit du endlich damit aufhörst das zu glauben...","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T11:02:21.554+0000","up_votes":1,"down_votes":0,"body":"Wenn du mit \"Nachrichten\" die Kommentare hier in den Threads meinst, dann ja. Ist da wohl bisher einiges zu Stande gekommen.\n\nUnd ich bin mir bewusst das du mir sagst das du \"Devin\" bist, aber ich gehe davon aus das hinter den mir bekannten Accounts eine andere Person steckt als die, die sie vorgibt zu sein. ^^' Da liegt der Hase begraben","replies":[]},{"id":"","poster":"Valdis17","date":"2019-03-01T10:50:34.592+0000","up_votes":1,"down_votes":0,"body":"das hab ich schon 300mal geschrieben und danach kommt wieder \"aber ich weiß doch garnicht wer du bist\" und danach schreibe ich das nochmal und dann hast du es schon wieder vergessen......\n\nkannst du dieses \"ich weiß doch garnicht wer du bist\" endlich mal lassen nachdem man gefühlt hunderte von Nachrichten ausgetauscht hat zählt das einfach nichtmehr. \nselbst wenn wir nur von Valdis ausgehen haben wir in letzten Tagen soviele Nachrichten ausgetauscht das du nichtmehr davon sprechen kannst das ich eine fremde Person für dich bin....","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:35:44.974+0000","up_votes":1,"down_votes":0,"body":"XD GENAU DAS MEINE ICH!\n\nVielleicht brauche ich manchmal (selten) länger um zu antworten, aber 300 mal muss man mich nicht fragen c.c Und immer wenn du gefragt hast \"was ist denn los\" oder irgendwas in die Richtung, habe ich dir ehrlich gesagt das ich denke das du irgendjemand mit seinem Smurf Account bist XD\n\nAber da du mir nicht sagst wer du bist, will ich dich auch nicht auf meiner Liste haben.\n\nUnd sauer bin ich nicht. Aber ich brauche eine Schadensbegrenzung, sonst würde ich dich wahrscheinlich längst mit einer Harpune durch die Gegend jagen XD","replies":[]},{"id":"","poster":"Valdis17","date":"2019-03-01T10:19:35.137+0000","up_votes":1,"down_votes":0,"body":"weil du mir nie zuhörst...\nund dann schreibe ich was in League an dich bekomme keine Antwort und frage dann was los ist und bekomme wieder keine Antwort....\nIch hab dich gefühl 300mal fragt was mit dir los und anstatt mir zu sagen warum sauer auf mich bist sagst du einfach weiter garnichts...","replies":[]}]}]},{"id":"","poster":"Valdis17","date":"2019-03-01T10:10:51.940+0000","up_votes":1,"down_votes":0,"body":"Ich war noch nie auf dem Discord.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:50:20.104+0000","up_votes":1,"down_votes":0,"body":"Ok ich befriedige gerne ;)","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-03-01T08:47:41.924+0000","up_votes":1,"down_votes":0,"body":"*kommt herein und rutscht aus*","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:50:07.094+0000","up_votes":1,"down_votes":0,"body":"*fällt in meine starken arme mein feuchter warmer Plastikbademantel fängt an an dir zu kleben*","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-01T09:23:25.334+0000","up_votes":1,"down_votes":0,"body":"*befummelt das Material* Ist das zufällig PE?","replies":[{"id":"","poster":"Novros","date":"2019-03-01T09:34:17.866+0000","up_votes":1,"down_votes":0,"body":"Latex.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-01T10:10:52.496+0000","up_votes":1,"down_votes":0,"body":"Sexuell","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:01:58.642+0000","up_votes":1,"down_votes":0,"body":"XDDDDDDDDDDDDD Die Vorstellung von dieser Szene MIT DEM BADEMANTEL\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:09:16.852+0000","up_votes":1,"down_votes":0,"body":"*er Blick in mein Gesicht.  Er zitiert am ganzen Körper... Dann sieht er meine strahlenden Blut unterlaufen Augen. Während die Kapuze von meinen Plastikbademantel mein restliches Gesicht verdeckt*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:12:17.870+0000","up_votes":1,"down_votes":0,"body":"Tell me more!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:21:22.868+0000","up_votes":1,"down_votes":0,"body":"*er wird immer nervöser gleichzeitig ist er aber auch erregt durch meinen starken griff und wie ich ihn nahe bei mir halte. \nEr sieht in mein Gesicht. Langt mit seiner Hand nach oben und will mir die Kapuze vom Kopf ziehen um mein volles Gesicht zu sehen ....Er beißt sich auf die Lippe nur noch ein Stück.  Nur einen Blick! ...\nDoch ich wende mich ab und sage \"Es tut mir leid ich kann nicht\" zögernd fragt er warum nicht ?*\n\n*\"Ich bin einfach viel zu schön für dich!\" \nIch lasse ihn Saft zu Boden gleiten und wende mich ab. Mein Bademantel klebt noch an seiner Wange löst sich aber dann mit einen ritsch Geräusch und ich verschwinde in der Nacht.* \n\n*Alleine lasse ich ihn zurück mit Tränen in seinen Augen...*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:28:48.536+0000","up_votes":1,"down_votes":0,"body":"> \"Ich bin einfach viel zu schön für dich!\"\n\nXDDDDDDDDDDDDDDDDDDD So unerwartet das war, so sicher musste etwas in die Richtung kommen!\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:38:10.791+0000","up_votes":1,"down_votes":0,"body":"Beste Geschichte oder ? :D\nWarum kam das erwartend ? \n\n\n\nWäre sicher ein super liebes film :D und eine drei teilige Buch Reihe ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-03-01T09:06:36.228+0000","up_votes":1,"down_votes":0,"body":"*stell auf Schild auf das hier frisch gewischt ist*","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T08:49:15.368+0000","up_votes":1,"down_votes":0,"body":"XD An ein paar Tagen war ich einfach nur schneller als Martin ...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:53:40.765+0000","up_votes":1,"down_votes":0,"body":"Das freut mich wenn du vor mit \"kommst\" :D ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:02:46.390+0000","up_votes":1,"down_votes":0,"body":"OH LOL XD \n\nWie war das mit dem \"ich bin ein Engelchen\" ? :D","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:05:33.416+0000","up_votes":1,"down_votes":0,"body":"Du bist ein Engelchen","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:15:14.246+0000","up_votes":1,"down_votes":0,"body":"Uff .-. niemals würde ich einer sein wollen!\n\nEngel sind so stumpf, trügerisch, blind, langweilig, schleimig.\n\nKlar. So als Aufpasser sind die ganz gut. Aber einer sein? Ich würde mir die Flügel abschneiden ^^'","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:23:54.330+0000","up_votes":1,"down_votes":0,"body":"was für eine Vorstellung von Engeln hast du denn? :D\n\nEngel sind reine Wesen des Licht die nur gutes im Sinne haben und denn Menschen frieden und glückseligkeit bringen.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-03-01T09:58:48.869+0000","up_votes":1,"down_votes":0,"body":"Ja...klingt echt langweilig...\n\nOhne kleines Teufelchen im Kopf sind Menschen genauso wie Engel einfach langweilig. :o","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:25:46.457+0000","up_votes":1,"down_votes":0,"body":"Ja... ich habe doch genau das gleiche gesagt :o\n\n> Engel sind so stumpf, trügerisch, blind, langweilig, schleimig.","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:38:52.745+0000","up_votes":1,"down_votes":0,"body":"du bist doof :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:49:05.992+0000","up_votes":1,"down_votes":0,"body":":> Si. Aber Fakt bleibt das trotzdem =p","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:53:32.794+0000","up_votes":1,"down_votes":0,"body":"dann bist du halt kein Engel sondern ein anderes Fabelwesen was dir besser gefällt... \n[Hier Fabelwesen einfügen]\nGefällt dir das besser?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:55:53.003+0000","up_votes":1,"down_votes":0,"body":"Fliegende Kotstulle ? \nEinhorn ?\nEin ziehmichstoßdich ?\nRosa Riesen seeschnecke ?","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:10:00.389+0000","up_votes":1,"down_votes":0,"body":"Naja manchmal bin ich ein Engelchen :D","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:14:20.404+0000","up_votes":1,"down_votes":0,"body":"in welchem Parraleluniversum ist das denn der Fall?\nIch dachte du bist der Teufel?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:16:34.183+0000","up_votes":1,"down_votes":0,"body":"Martin ist doch nicht der Teufel!\n\nIch würde ihn als kleinen listigen Sexdämon bezeichnen?","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:24:24.467+0000","up_votes":1,"down_votes":0,"body":"Das könnte auf jeden Mann zutreffen:D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:39:38.418+0000","up_votes":1,"down_votes":0,"body":"Ne der Rest der männer Welt sind nur kleine normale Männer :P ganz ohne Fantasie ^^","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:44:31.915+0000","up_votes":1,"down_votes":0,"body":"als wenn meine kranke Fantasie schon als \"ohne Fantasie\" für dich zahlt dann muss deine Fantasie in relation zu meiner komplett geisteskrank sein. :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:53:07.991+0000","up_votes":1,"down_votes":0,"body":"Kann man so unterschreiben ^^","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:26:40.720+0000","up_votes":1,"down_votes":0,"body":":p achja?","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:24:52.564+0000","up_votes":1,"down_votes":0,"body":"Haha :D \ndas gefällt mir ^^","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-03-01T12:13:37.253+0000","up_votes":1,"down_votes":0,"body":"joa.. für mich ist der Tag seit halb 11 gelaufen...\nnen Anruf bekommen das ein wirklich guter Freund gestern gestorben ist.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T15:02:24.314+0000","up_votes":1,"down_votes":0,"body":":( Herje. Mein Beileid Kleines","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-03-01T12:22:19.254+0000","up_votes":1,"down_votes":0,"body":"Mein Beileid, vor einigen Jahren ist ein guter Freund von mir fast gestorben und das war schon hart :(","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T11:11:07.179+0000","up_votes":1,"down_votes":0,"body":"So also ich lieg aufn sofa ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T11:15:15.123+0000","up_votes":1,"down_votes":0,"body":"Uff :o Sind ja schon 12 Uhr!\n\nAlso habe ich gleich auch Feierabend :D YEAY\n\nMal schauen was die Züge heute sagen .-. Hoffentlich ist es Mittags nicht schlimmer als abends. Vor Rosenmontag graut es mir schon :'D","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T07:00:45.225+0000","up_votes":1,"down_votes":0,"body":"Guten morgen hab extra auf dich gewartet ^^ \nWusste heute musst du dich aussprechen :D \n\n\nSchön das du deinen acc wieder hast hab das gestern im discord nur leicht verfolgt :) \n\nJAAAAAAA es ist Freitag jetzt noch bis 12 Uhr durchhalten und dann hab ich frei 5 Tage lang ! Traumhaft bin ich richtig geil drauf :3 \nDa wird nur gezockt ubd Filme geschaut :) \nUnd heute Abend etwas getrunken ^^' \nWeil kumpel ist mal wieder Papa geworden das muss man feiern :) \n\nWerd dann auch wieder versuchen ranked zu spielen hab die ganze Woche nicht gespielt :( \n\nAber Solo brauch ich immer noch einen Sieg um in die Gold Promo zu kommen. Vilt Spiel ich ja ein paar Solo oder dou games :)\n\nAnsonsten versuch ich nicht zu tun und zu entspannen. \nNaja wenn die Sonne scheint Vilt Auto waschen :D\n\n\nUnd wer ist hier ein Schmutzfink ? Ich bin sauber und meine Gedanken rein ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T07:08:46.122+0000","up_votes":1,"down_votes":0,"body":"XD Vor allem hatte ich mich gestern richtig auf den Feierabend gefreut. Ich war duschen, spazieren und sogar alles etwas minimal früher. Glaub um 19.15 (?) hatte ich dann richtig Feierabend das ich in Ruhe essen konnte \\o/ was warmes und selbst gekochtes.\n\nNur konnte ich nicht essen weil das mit meinem Account passiert ist XD Also war mein Essen dann doch wieder kalt am Ende >.&lt;\n\n:o Nur bis 12 durchhalten? Ich hab eine Stunde länger ... und sofern keine Ausfälle stattfinden, bin ich um 15 Uhr zuhause. Und was mich heute Morgen hat aufstehen lassen war der Gedanke: HEUTE GIBT ES EIN MITTAGSSCHLÄFCHEN! XD\n\nDu bist wenigstens schon in Gold Nähe :o durch meinen Fail in den Placements hänge ich bei Silber 2 und 90 LP rum. Ich bin mal gespannt was bei der Flex-Q raus kommt. Vor allem wenn ich die nicht oder nur teilweise solo spiele. Hab ich vorher noch nie gemacht °^°\n\nSonne kannst du gerne auch hier hin schicken XD bei uns regnet es und so soll es auch weiter gehen. Wobei am Wochenende finde ich das nicht so schlimm. Das ist richtiges \"ins Bett einkuscheln und schlafen\" Wetter &lt;3\n\nUnd ...\n>Traumhaft bin ich richtig geil drauf :3\n\n*Kappa .. du bist doch immer geil Martin :')","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T07:24:25.003+0000","up_votes":1,"down_votes":0,"body":"Also ich hab mir gestern eine Pizza bringen lassen ^^ \nAber gut ich koche ja gezwungenermaßen nicht :) \n\nIn der nähe von Gold ist gut ... letztes Jahr hab ich 13 versuche gebraucht und bin mehrfach wieder gestürzt bis S2 0 lp ... Also Nähe ist das leicht gesagt.\nHätte nur einen Sieg für die Gold 3 Promo letzte season gebraucht :( \n\nUnd in flex war ich letzte season Gold und habs geschafft auf S1 abzusteigen ! Da ich da nicht gewinnen kann ^^ \n\nIn den placements wurde ich dann erstmal B2 Gedanken und nach den 10 game war ich dann S4 ... yeah jetzt bin ich S3 Mitte läuft also auch nur so lala ...\n\n\nAlso ich hab um 12 Schluss freitags dauerte aber immer etwas bis ich raus komm also sollte ich so um 12:10 zuhause sein :P \nUnd dann duschen und entspanne. Vilt sogar etwas schlafen wobei ich lieber zocken will ^^ \n\n\nWas ich und immer geil ? \n\n*drückt die Beule im plastik Bademantel  zurseite* \n\nNe ich doch nicht :D ich bin ein Engelchen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T07:42:03.222+0000","up_votes":1,"down_votes":0,"body":"> drückt die Beule im plastik Bademantel zurseite \n\nPlastikbademantel?\n{{sticker:sg-miss-fortune}} \n\nDas mit den Rankeds kann schon ärgerlich sein, ja. Ich ärgere mich nur über die Placements weil ich letztes Wochenende meine letzten vier gemacht habe und drei davon verloren wurden XD weswegen die letzten LP nicht mehr für S1 rein gekommen sind. Statt wie vorher jeden Tag nur eins zu spielen. Dann hatte ich aber Angst nachher gar keine Lust mehr zu haben und das Morgana Icon nicht mehr zu bekommen XD also habe ich mich gezwungen ...\n\n°^° Bronze? In der Solo oder Flex-Q?\n\nMit Maggie könnte ich mich eigentlich auch nochmal in die Rankeds werfen. Zum auflockern auf aufwärmen bevor meine Große den Sprung in den Abgrund wagt XD Oder bevor ich wieder stundenlang Streams gucke statt zu zocken.\n\nWoah :o wir haben ja dann fast den gleichen Mittag/ Nachmittag. Wenn ich zuhause bin gibt es einen Spaziergang, duschen, essen. Aber definitiv ein Schläfchen XD :D\n\nSind wir heute alleine hier?\n{{sticker:sg-soraka}} ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:01:08.732+0000","up_votes":1,"down_votes":0,"body":"Ja Plastikbademantel ^^\n\nIch hab mein morgana Icon schon :) \n\nDa mir eben im einen anderen theard überraschenderweise gesagt wurde das ich in meinen letzten SoloQ Spielen ein Win rate von 83% und in flex 53% bin ich gerade gut gelaunt ^^ \nOverall ist die Win rate aber nur lala ... \n\nAlso am Start von den placements war ich SoloQ S4 und am Ende S1 und in \nFlexQ B2 und am Ende S4 ... naja und nun wusseln ich da rum aber gerade meine letzten adc games waren echt gut mit einen farm von 7-8 cs :0 \n\n\nJa wir haben halt wirklich fast den selbe nachmittag nur mache ich keine Spaziergang ausser wenn man es mit zählt das ich heil laufe ^^' \n\n\nSieht so aus als wären alle anderen schon im Wochenende verschwunden? :0","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T08:39:41.097+0000","up_votes":1,"down_votes":0,"body":"Hm .-. Also auf diese Auskunft würde ich aber nichts geben.\n\n**Solo-Q**\nIn der Solo-Q hast du seit Anfang Februar sechs Spiele gemacht und davon nur eins verloren. Es stimmt das du dadurch hier eine 83% Winrate hast, aber Overall (Grüße an Sola) bezeichnet diese Zahl nur einen kleinen Zeitraum in dem du aktiv warst.\n\nDeine eigentliche Winrate liegt in der Solo-Q bei 44% welche all deine bisherigen Spiele seit Season Start wertet. Denn insgesamt hast du bereits 26 Solo-Q Spiele gespielt. Davon 16 gewonnen und 20 verloren.\n\nDavon ableiten könnte man aller höchstens die Vermutung das du eventuell gute Chancen hast eine bessere Winrate zu bekommen. Oder das \"es gut läuft\". Aber da die Rankedpausen doch recht groß sind, kann man das nicht so richtig beurteilen finde ich. Wenn da jetzt nochmal der gleiche Zeitraum auftritt aber mit nur einem Win und fünf verlorenen Spielen, kommt da halt auch +/- 0 raus.\n\n\n**Flex-Q**\nBesser! Du spielst viel öfter Flex-Q und man hat mehr Spiele die etwas aussagen können.\n\nIn den letzten acht Tagen kommen 20 Spiele zusammen von denen du zehn gewonnen und eins verloren hast (ein Remake war dabei). Und du kommst auf eine 53% Winrate, was realistisch zu der GESAMTEN Winrate mit 47% eher passt.\n\nAuch gesamt hast du hier mehr Spiele. 45 Spiele, 21 Siege und 24 Niederlagen.\n\nRückläufig auf einen Monat+ betrachtet, hattest du dort eine 50% Winrate. Die aktuellere Zahl sagt uns also das du deine Winrate ein klitze kleines bisschen angehoben hast. Und wenn das eine Konstante bekommt :o kriegst du auch die 47% Overall Winrate höher.\n\n___\n\nXD Von diesen Zahlen in den entsprechenden Reitern auf op.gg halte ich nicht viel wenn man nicht VIEL und regelmäßig Ranked spielt. Das sind meistens Trugschlüsse und lassen nur eine eventuelle Tendenz erahnen.\n\nIch hab nach meinen Placement auch eine 60% Winrate, was aber im Prinzip nichts wert ist weil ich eben zu wenig und zu unregelmäßig spiele und vor allem die Menge der Spiele nichts sagend ist. Was kann man nach zehn Spielen schon großartig sagen ^^ selbiges in der Flex-Q. 75% Winrate. JAAAAAA WUHUUUU FANTASTISCH!!!! Nicht ... 75% Winrate auf vier Spielen (drei gewonnen eins verloren) XD *(hust ... eigentlich 100% weil das vierte Spiel ein Sieg war, aber wir haben diesen Sieg bereitwillig über Board geworfen >.&lt;)*\n\n___\n\nXD Sorry für's auseinander pflücken. Aber mit solchen Aussagen sollte man vorsichtig sein .-. oder es zumindest genauer unter die Lupe nehmen.\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:46:29.780+0000","up_votes":1,"down_votes":0,"body":"Ja Overall läuft es leider nicht so traumhaft. \nAber ich muss das positive anschauen das negative zeigt mich nur runter ^^' \n\nHast natürlich recht! \nAber ranked macht Solo einfach garkeinen spaß da jede Niederlage mehr weh tut als es 1 Sieg ausgleicht :( \n\nFlex zock ich auch nur so viel weil ich mit Freunden spiele \n\nAber allgemein hab ich auch eher das Gefühl ich werd immer schlechter :/ statt besser :( \n\nHeute war auch das erstmal seit Wochen das ich nach meinen Stats geschaut hab ... hab schon geahnt das es nicht so rosig aussieht ^^'","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T08:54:02.658+0000","up_votes":1,"down_votes":0,"body":"Hmmm Du hast das Gefühl schlechter statt besser zu werden?\n\nHast du mal versucht raus zu finden woran das liegen könnte? Fängst du an schluderig zu spielen? Nimmst du Situationen nicht ernst? Kannst du gewisse Matchups nicht spielen?\n\nNatürlich spielt es auch eine Rolle ob du Lust am spielen hast oder es eher aus Zwang tust. Letzteres kann wahnsinnig unangenehm sein.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:59:05.347+0000","up_votes":1,"down_votes":0,"body":"Gute frage denke das liegt daran das ich nicht aufpassen... oder so ähnlich. \n\nIch habe oft Situationen wo ich weiß da sollte ich nicht hin gehen. Und gehe trotzdem hin und Sterne oder waste meine Sums. \nNur um mir danach direkt zu sagen. Genau das hab ich mir gedacht. \nAber warum mach ich es dann trotzdem ? \n\nManchmal hab ich viel Gold und bleibe stehen statt einfach Base zu gehen und neue items zu kaufen und das nur weil ich Vilt gierig auf den einen cannon minion war ... \n\nOder was mir auch oft passiert ich werde gedived obwohl es offensichtlich war das das passieren wird ...\n\nUnd jedesmal weiß ich danach sofort das ich es ja schon davor wusste ^^' \n\nIch hab natürlich auch runden wo ich genau anders spiele und das Gefühl hab ok ich bin echt besser als die und mach gerade das meiste richtig. \nAber dann kommt der Gedanke bin ich besser oder sind die einfach schlecht :(","replies":[{"id":"","poster":"Nordwolf87","date":"2019-03-01T10:23:07.821+0000","up_votes":1,"down_votes":0,"body":"Willkommen im Club. Ich wurde von S8 zu S9 immer schlechter. Mitlerweile kann ich nur noch Velkoz Ranked spielen . Mit allem anderen fühle ich mich als völlig nutzloses Ei, das nur auf der Midlane rumkullert und unschuldige Gartenzwerge hinrichtet c.c","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:10:35.530+0000","up_votes":1,"down_votes":0,"body":"XDDD DAS MACHE ICH AUCH ... das mit dem besser/ schlechter Gedanken.\n\nIch denke halt legit nie das ich besser bin als mein Gegner sondern grundsätzlich \"man spielt der schlecht\". Aber meine eigenen Wertung fällt da nicht mit rein °^° Hab erst immer gedacht das ich mich damit indirekt über zum Beispiel den gegnerischen Support stelle, aber nein XD ich ignoriere mich einfach selbst!\n\n.-. So Situationen wo der Jungler alleine in vier Leute rennt statt abzuhauen und man selbst noch hinläuft um eventuell helfen zu können, kenne ich auch. Leider XD Dann stirbt man selbst inklusive Jungler und ist schon wieder abgefuckt davon weil man auf die Weisen Worte \"never help\" hätte hören sollen XD Aber das geht halt auch nicht einfach so...\n\nMan muss lernen Situationen abzuschätzen und Eventualitäten in Betracht ziehen die einsetzen können. Was wenn der Midlaner mit roamt? Was wenn der gegnerische Support bereits dort wartet? Was wenn alles gewarded ist? blablabla Und dann lieber \"ein kommen antäuschen\" als wirklich hinzugehen.\n\nMittlerweile denke ich mir bei so etwas dann \"lieber den Jungler opfern als dem Gegner zwei Kills zu servieren\" .-. Vor allem wenn man erkennt das man in der Unterzahl sein wird oder die Situation einfach negativ für das eigene Team ausgeht.\n\nGenau das gleiche bei Leuten die chasen. Lass sie rennen. Aber renn nicht bis in die Ewigkeit hinterher. Wenn sie sterben ist es definitiv nicht deine Schuld, auch wenn sie es behaupten.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-03-01T09:36:24.872+0000","up_votes":1,"down_votes":0,"body":"Ich spiele gerade deinen Main. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:51:24.922+0000","up_votes":1,"down_votes":0,"body":"Stalker!","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T10:03:30.257+0000","up_votes":1,"down_votes":0,"body":"what? du warst auf meiner Freundesliste o.O \nIch weine immernoch darüber das du mich gelöscht hast. \n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:05:02.196+0000","up_votes":1,"down_votes":0,"body":"XD Trotzdem Stalker!\n\nUff .-. nicht weinen. Aber ich hab einfach zu große Angst vor dir wenn du da auf meiner Liste rumlungerst °^°","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T10:09:34.798+0000","up_votes":1,"down_votes":0,"body":"wtf ich hab nichts gemacht :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:14:02.506+0000","up_votes":1,"down_votes":0,"body":"Da bin ich mir nicht so sicher!\n\nLieber auf Nummer sicher gehen °^° ich bin mir auch nicht sicher ob der Soraka Skin verwanzt war oder so.","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T10:15:30.308+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:16:56.596+0000","up_votes":1,"down_votes":0,"body":"°^° Man weiß nie was so alles möglich ist!","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:10:58.089+0000","up_votes":1,"down_votes":0,"body":"####**_~~SCHON ELF UUUHHRRR~~_**\nhttps://media.tenor.com/images/c05f569bfd7f2c4efd692bcc6c466b22/tenor.gif","replies":[]},{"id":"","poster":"Novros","date":"2019-03-01T08:52:04.875+0000","up_votes":1,"down_votes":0,"body":"moin!\n\nIch arbeite heute wieder von zu Hause aus, yay! ... habe nicht viel Lust aber ordentlich zu tun uuuuuuuuuuuuuuuuuuuuuuuuund .... gucke nebenbei Pacifik Rim :D \n\nIch boxe mich da einfach durch, je schneller bin ich fertig, dann habe ich Wochenende ... müsste mich EIGENTLICH auf meine Klausur nächste Woche vorbereiten bin aber unmotiviert ... irgendwie kann ich das alles schon, bis auf die Paragraphen ôo","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T08:59:06.295+0000","up_votes":1,"down_votes":0,"body":":o Wie war das Vorstellungsgespräch denn?","replies":[{"id":"","poster":"Novros","date":"2019-03-01T09:31:49.954+0000","up_votes":1,"down_votes":0,"body":"das war so *meh* ... hat mich irgendwie nicht abgeholt, die wollen hat ein Mädchen für alles aber bei meinem Gehaltswunsch haben sie schon geschluckt und joah .... hat mich jetzt nicht abgeholt","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:48:01.320+0000","up_votes":1,"down_votes":0,"body":"Ui :o zweimal \"nicht abgeholt\" so kurz hintereinander!\n\nDas ist aber doof .-. vor allem bei einer Arbeitsstelle in die man förmlich von zuhause aus rein stolpert. Und das mit dem Gehalt ist schon etwas frech .-. wobei auch immer alle kreidebleich werden wenn ich sage \"sie müssen mir mindestens 20k netto zahlen im Monat\"\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Novros","date":"2019-03-01T09:56:11.207+0000","up_votes":1,"down_votes":0,"body":"20k netto im Monat? Was willst du mit 1/2 Mio Brutto im Jahr? ... ist mir viel zu viel :S","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:02:30.988+0000","up_votes":1,"down_votes":0,"body":"Vielleicht will ich mir ja jede Woche einen neuen überteuerten PC kaufen?\nVielleicht möchte ich das Tierheim kaufen und umbauen?\nVielleicht möchte ich nackt auf einem Bobycar durch die Gegend fahren und das Geld durch die Gegend werfen?\nVielleicht möchte ich alle paar Tage irgendwohin fliegen?\nVielleicht möchte ich jeden Tag für 30 Mann Essen bestellen? (Und nein. Obdachlose bekommen nichts von mir solange nicht ihre Hintergrundgeschichte und tatsächlich derzeitige Situation überprüft wurde!)\nVielleicht möchte ich einen eigenen Sicherheitsdienst haben?\nVielleicht möchte ich ein paar Wohnungen in den coolsten Stadten, besten Lagen und schönsten Orten der Welt besitzen?\n\nWie du siehst .-. gibt es nie genug Geld das man raus werfen kann! Außerdem reden wir hier von netto! :o 240.000€ ... natürlich mit Weihnachtsgeld °^° also ... ~ 280.000€","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T10:04:52.925+0000","up_votes":1,"down_votes":0,"body":"also das würde gerne sehen wie du nackt auf einem Bobycar durch die Gegner fährst und mit Geld um dich wirfst.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T10:06:29.217+0000","up_votes":1,"down_votes":0,"body":".-. ich würde gerne das umgebaute Tierheim sehen","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T10:10:18.497+0000","up_votes":1,"down_votes":0,"body":"du könntest ja nackt auf einem Bobycar durch das umgebaute Tierheim fahren davon hätte dann jeder was. \n{{sticker:sg-ahri-2}}","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:24:30.988+0000","up_votes":1,"down_votes":0,"body":"Kann mir mal jemand erklären warum die View-Zahl von ~700 auf ~1.4k geschossen ist und seit zwei Monaten bei ~4 bis fast ~5k hängt? (Ausgenommen die letzten paar Tage. Da hat es sich bei 2k/ 3k eingependelt).","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T09:41:07.359+0000","up_votes":1,"down_votes":0,"body":"Beim theard?\n\nDann lag es sicher an meiner Geschichte ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:55:20.592+0000","up_votes":1,"down_votes":0,"body":"XD Aber nicht in jedem Thread findet sich eine solche Geschichte.\n\nAber vllt ist es deine Anwesenheit!\n\nIDK ... ich finde diesen Sprung halt irgendwie irre .-. aber eher weil ich mir das nicht erklären kann. Wurde mit der Änderung des Forums irgendwas anderes noch beeinflusst? Werden ja wohl kaum 3k Leute mehr das Forum nutzen und es ist immer noch weniger Leben in der Bude als in einem Leichenschauhaus.","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-01T07:50:39.219+0000","up_votes":1,"down_votes":0,"body":"Gerade....\n\nSchaue ich aus irgendeinem Grund unter meinen Schreibtisch. Linke Seite. Vier statt drei Ordner. Verwirrung. Ungläubiges starren.\n\nDa steht halt einfach der Bewohnerordner, der vor zwei/ drei Wochen verschwunden war, da blöd rum! Und ich verliere fast den Verstand wegen dem Ding XD UND KEINER HAT GESAGT DAS ER WIEDER AUFGETAUCHT IST","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:05:28.518+0000","up_votes":1,"down_votes":0,"body":"Vilt stand er da die ganze Zeit und deshalb hat keiner was gesagt ^^ \n\nHab neulich auch in meinen Schrank auf Arbeit ein Ersatzteil gesucht und nicht gefunden obwohl ich wusste es muss da sein. \nNaja hab dann ein neues bestellt und was war ?  Genau als das neue da war hab ich das alte im Schrank gefunden es hat mich förmlich angesprungen... Aber ist immer so ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T08:45:28.625+0000","up_votes":1,"down_votes":0,"body":"Hm. Keine Ahnung.\n\nAber jemand hat den Ordner zwischen meine anderen drei Ordner geschoben.\n\nAlso war es Absicht und man wollte es so aussehen lassen als wäre er da gewesen und niemals verschwunden.\n\nAls der Ordner damals verschwunden ist, haben Gaby + Frau Pferd + Ich hier alles durchgesehen. Unter dem Schreibtisch, in allen drei Schränken, bei der Brandmeldezentrale, hinter dem Sofa, auf den Schränken. Aber da war nichts.\n\nAufgrund der Tatsache **WIE** der Ordner zurück gekehrt ist, schlussfolgere ich das Frau Pferd ihn zwischen meine anderen drei Ordner geschoben hat! Und über das auftauchen hat sie nichts gesagt, weil der Ordner bei ihr im Büro war und sie ihn in ihrem Chaos nicht finden konnte!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-01T08:49:29.975+0000","up_votes":1,"down_votes":0,"body":"*X-Files music intensifies*\n\nOder es waren:\n[https://pics.me.me/aliens-history-com-38843089.png ](https://pics.me.me/aliens-history-com-38843089.png)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:50:29.697+0000","up_votes":1,"down_votes":0,"body":":o Oder Mäuse die den Ordner abtransportiert haben nach meinem Feierabend ... und in der Woche wo ich nicht da war... da haben sie ihn wieder her gebracht!","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:52:42.576+0000","up_votes":1,"down_votes":0,"body":"Oder Maggie aus der Zukunft die den Ordner gefunden und zurück gebracht hat :0","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-01T08:51:34.549+0000","up_votes":1,"down_votes":0,"body":"Mhh also alles sehr mysteriös :0 \nDa will wohl jemand vertuschen das er den Ordner verloren und dann wieder gefunden hat ^^'","replies":[]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-03-01T09:12:15.147+0000","up_votes":1,"down_votes":0,"body":"Omg neue Tristannaskins stehen zur Abstimmung:\nhttps://nexus.leagueoflegends.com/de-de/2019/02/choose-the-next-tristana-skin/#\nFür welchen habt ihr euch entschieden?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:18:34.691+0000","up_votes":1,"down_votes":0,"body":"Ganz klar gewinnt Zuckerschock Tristana. An der Seite vermag man auch zu erkennen das der Skin bereits gewonnen hat :x\n\n.... Und diese pinke Farbe hätte ich auch gerne für meine Threads Leute! :> Danke","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:25:33.165+0000","up_votes":1,"down_votes":0,"body":"Wo sieht du das?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T09:29:34.621+0000","up_votes":1,"down_votes":0,"body":"Vor meinem geistigen Auge °^°","replies":[{"id":"","poster":"Valdis17","date":"2019-03-01T09:43:15.338+0000","up_votes":1,"down_votes":0,"body":"Weiß du was das bedeutet? \nWenn Tristanna jetzt ein neuen Skin bekommen dann fällt die Theory das sie ein Sternguardianskin bekommt ja weg weil sie hat ja schon einen.\nDann bekommen wir bestimmt Starguardian Xayah und Rakan. \nOmg weißt du was das bedeutet?\nIch kann Starguardian Xayah spielen^^^^^^\nOmg weiß du was das bedeutet?\nIch freue mich","replies":[]},{"id":"","poster":"Valdis17","date":"2019-03-01T09:37:27.069+0000","up_votes":1,"down_votes":0,"body":"wunschdenken^^","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-03-01T08:40:49.872+0000","up_votes":1,"down_votes":0,"body":"Morgen o/\n\nFreut mich, dass deine \"Große\" nicht verloren ist &lt;3\n\nIch hab noch gute 5h Büro, dann wieder Tischtennis mit den Kollegen und am Abend auf ein (oder ein paar) Feierabendbier(e) mit Freunden ins Stammpub \\o/ Freitag ist einfach der beste Tag der Woche :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-01T08:48:13.072+0000","up_votes":1,"down_votes":0,"body":"°^° Ooohhhhhhhh Da lebt ja doch noch jemand!\n\nWer weiß XD Vielleicht war der Anschlag gestern nur der Anfang von irgendetwas Großem!\nDa ist man zwei Tage mal nicht im Client online und schon klauen die Leute dir den Account unterm Arsch weg .-. Das ist halt schon dreist!\n\n:o Spielt ihr wirklich jeden Freitag Tischtennis? Gibt es manchmal auch so was wie Krieg? XD","replies":[{"id":"","poster":"Nordwolf87","date":"2019-03-01T09:39:52.435+0000","up_votes":1,"down_votes":0,"body":"Ja war etwas mehr zu tun in den letzten tagen, da ging sichs nicht aus so viele Posts zu leaen  {{sticker:sg-soraka}} \n\nJa das waren sicher russische Hacker, die die Wahl (Tristanaskin) manipulieren wollten :o\n\nJoa wir sind so eine gruppe von 6 Leuten und je nachdem wer Zeit und Lust hat spielt. Also 3 sinds eig immer :)","replies":[]}]}]}]}