{"id":"i7wQEZq1","poster":"Oh fvck Rammus","date":"2019-02-28T19:06:11.743+0000","title":"Die große Organisation urFATALITY eSports sucht League of Legends Spieler und Teams","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Wie schön wäre es denn, wenn…\r\n**\r\n\t…du nie wieder SoloQ spielen müsstest, weil du täglich mit über 80 aktiven Membern spielen könntest?\r\n\t…du bei Internen und Externen Cups teilnehmen könntest, um attraktive Preise abzustauben?\r\n\t.. dir bei Fragen immer sofort geholfen wird und du deine Frage, wann immer du möchtest in einem klar strukturiertem [Forum ](https://board.urfatality.com/forum/)stellen könntest? \r\n\t… deinen eigenen Supportbereich hättest, bei dem du dich bei Fragen wenden könntest?\r\n\r\n\r\n**Was können wir dir bieten?\r\n**\r\n\turFATALITY Esports existiert bereits seit 2012 und hat somit eine erfahrene Leitung\r\n\tWir sind eine Community mit über 200 Membern\r\n\tJedes Spiel (LOL, CS:GO und PUBG) hat seinen eigenen Bereich im Teamspeak und eine eigens dafür zuständige Bereichs-/Teamleitung \r\n\tDurch einen organisierten Alltag bieten wir euch eine familiäre Atmosphäre in der sich jeder wohlfühlt\r\n\tBei uns werden momentan hauptsächlich die Spiele CS:GO, PUBG und League of Legends gespielt, wobei CS:GO jahrelang das fokussierteste Spiel war und wir uns in Richtung anderer Spiele ausweiten und daher DICH suchen\r\n\tDurch einen strukturierten Aufbau werden Konflikte und Probleme schnell und unkompliziert gelöst\r\n\tEinen eigenen eSports Shop\r\n\tEine professionelle Social-Media-Leitung und Homepage\r\n\r\n\r\n**Was solltest du mitbringen, um Teil von uns zu werden?\r\n**\r\n\tMit League of Legends als Haupt- oder Nebenspiel bist du herzlich willkommen\r\n\tDas Mindestalter von 16 Jahren mit einer gewissen geistigen Reife ist Grundvoraussetzung \r\n\tDu benötigst ein funktionierendes Headset \r\n\tDu solltest aktiv am Leben der Community teilnehmen \r\n\tMindestrang von Gold (PUBG oder LoL) oder MGE (CS:GO)\r\n\tKeine Anticheat-, Game- oder Scriptingbans\r\n\r\nHaben wir dein Interesse geweckt?\r\nDann schau auf unserem Teamspeak (urfatality.com) oder in unserem [Forum ](https://board.urfatality.com/forum/)vorbei und zögere nicht, dich zu [bewerben](https://board.urfatality.com/forum/index.php?board/27-bewerbungen/)!\r\nFalls du weitere Fragen zum Bewerbungsvorgang hast oder weitere Informationen einholen möchtest, dann hilft dir ein Supporter in den Support-Warteräumen von unserem Teamspeak innerhalb von wenigen Minuten persönlich weiter.\r\n\r\n\r\nFür direkten Kontakt könnt ihr auch unsere Bereichs-/ oder Teamleitung auf Steam bzw. im League Clienten adden:\r\n\r\n[Ich liebe doN_](https://steamcommunity.com/id/ildon_/)  oder im Clienten \"Oh fvck Rammus\"\r\n[SoouLi  ](https://steamcommunity.com/id/SoouLi/) oder im Clienten \"INSP SoouLi\"","replies":[]}