{"id":"duL6J4lK","poster":"8bitLoLGaming","date":"2019-02-28T14:05:58.038+0000","title":"[Clan] 8BIT Invaders Suchen Member und Teams","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"[](https://i.18chan.cc/Final_Teamspeakbanner-01.png)\r\nLiebe grüße Beschwörer,\r\n\r\ndie neue Season hat begonnen und versucht zu climben aber durch Feeder  und Leaver kommt ihr nicht voran? \r\nWarum kommt ihr nicht in eine Umgebung, in der es Leute gibt, mit denen ihr spielen könnt und euch somit nicht auf zufällige Mitspieler verlassen müsst? \r\n\r\nWir bei 8bit-Invaders suchen momentan nach  League of Legends Spieler die Lust auf Ranked haben oder vielleicht auch auf ein Team um in der Season 9 gut durch zu starten.\r\n\r\nAber Moment mal, wer sind wir eigentlich?\r\n\r\n8Bit Invaders ist eine Multigaming-Community, die seit neuestem Fokus auf League of Legends legt und wo der Spaß im Vordergrund steht. \r\n\r\n8BIT hat insgesamt 3 Hauptbereiche, darunter fallen, Rainbow Six: Siege, Rust und natürlich League of Legends, wo ihr täglich Spieler finden werdet, welche auf ein entspanntes Umfeld wert legen um vom Alltag abzutauchen. \r\n\r\n Außerdem findet ihr bei uns in regelmäßigen Abständen Events die für reichlich Abwechslung sorgen,  damit einem Ja nicht langweilig wird. Desweiteren wird es  bald auch eine eigene Liga für den Bereich von League of Legends geben, bei der es natürlich dann auch etwas zu Gewinnen gibt.\r\nWas wir bieten:\r\n\r\nAktive Community &amp; Support\r\nOrganisation von Events und im Aufbau einer eigenen Liga\r\nUnterstützung bei der Member- und Teamsuche\r\nUnterstützung bei der Erstellung und Promotion eines Teams unter dem   Banner der 8 BIT Invaders Community\r\nStreaming für die 8 BIT Invaders Community\r\nAls Community-Team die Community  bei offiziellen Veranstaltungen wie Turnieren vertreten zu dürfen.\r\nESL-Erfahrung insbesondere durch unser Main-Rainbow Line-up\r\n für die Organisation und Planung von esport-Teams\r\nScrim-Vermittlung\r\nAnsprechpartner und Unterstützung bei dem Management von Teams.\r\n\r\n\r\nDies zeichnet einen Member von 8BIT aus:\r\n\r\nAktive Spieler/innen – Aufgrund unseres Level Systems was wir haben können wir einsehen wir aktiv unsere Member sind, natürlich geht das Real life immer vor aber gerade wenn man sich für ein Event anmeldet erwarten wir Zuverlässigkeit.\r\n\r\n\r\nRespekt – Auch bei schlechten Tagen und 20 verlorenen Games hintereinander erwarten wir Respektvoll zueinander zu sein und nicht aus Frust andere zu beleidigen.\r\n\r\nFairplay – Bei 8BIT legen wir wert darauf das keine Hacks, Cheats oder Scripts benutzt werden um einen Vorteil im Spiel zu haben.\r\n \r\nSolltest du dich nun also auf unserem Teamspeak wiederfinden wirst du von einem Supporter eingewiesen und wirst des weiteren aufgefordert die Regeln durchzulesen.\r\n\r\nSollte dein Interesse geweckt sein findest du uns hier:\r\nHomepage: https://8bitinvaders.de/\r\nTeamspeak: 8bitinvaders.de\r\nMit freundlichen Grüßen\r\nDas 8BIT-Managment- Team","replies":[]}