{"id":"kE2QMEun","poster":"Laurª","date":"2019-02-28T10:44:37.120+0000","title":"DIVINE ROYAL FLASH - Vielleicht deine neue Community?","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo ihr lieben Salzmenschen!\r\n\r\nWir sind eine kleine Gruppe, momentan bestehend aus 8 Leuten, die eine eigene Community bzw. einen eigenen Clan erstellen und aufbauen möchten. \r\n\r\nWenn du also die Schnauze voll hast von..\r\n- Clans/Communities, in denen es einen \"Anführer\" gibt und alle anderen nichts zu sagen haben\r\n- Viel zu strengen Regeln, die einen eigentlich nur den Spaß nehmen\r\n- Ständiger Anwesenheitspflicht bzw. ausgeschlossen zu werden, wenn du mal keine Zeit hast\r\n- vom alleine zocken\r\n\r\n..dann heißen wir dich willkommen bei Divine Royal Flash!\r\n\r\nBitte beachtet, dass wir vorerst nur Leute ab 18 in der Community aufnehmen. Wir möchten unsere kleine Community natürlich vergrößern und freuen uns über jeden, der ein Teil von DRF werden und mithelfen möchte.\r\n\r\nUnsere Regeln sind ganz einfach:\r\n- Ein respektvoller Umgang muss drin sein - Überschreitet keine Grenzen und entschuldigt euch, wenn ihr zu fest gegen fremde Nasen stupst! \r\n- Solltet ihr euch wegen irgendwelchen Gründen für eine längere Zeit von der Community entfernen müssen, gebt uns bitte ein kurzes Feedback, damit sich niemand Sorgen machen muss!\r\n- Niemand wird gezwungen ausschließlich League Of Legends zu spielen. Auf unserem TS gibt es bereits eigene Channels für andere Spiele wie z.B. Apex Legends.\r\n- Sollte dir irgendwas auf dem Herzen liegen, egal ob dich etwas bedrückt, du Änderungswünsche hast oder einfach jemanden zum Reden brauchst - Du kannst dich jeder Zeit an einen Admin wenden.\r\n\r\nFalls du dich stärker in die Community einbringen möchtest, vielleicht sogar eigene Aufgaben übernehmen möchtest, kannst du dich jeder Zeit als Moderator oder auch Admin bewerben!\r\n\r\nWenn wir dein Interesse geweckt haben, würden wir uns freuen, wenn du dich bei mir ingame melden würdest!\r\n\r\nSalzige Grüße :^)\r\nLaurª","replies":[]}