{"id":"Gf7zQsI0","poster":"4 For Maggie","date":"2019-02-28T07:22:12.943+0000","title":"[TGSG] Von hinten","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":4,"body":"Uff ...\r\n\r\nStellt euch mal vor euer Tag würde von hinten beginnen.\r\n\r\nDas heißt ihr steht nicht auf nach eurem Schlaf sondern euer eigentlichen schlafen gehen ist der Punkt an dem ihr wieder aufsteht .-. ...\r\n\r\nDanach würde bei mir eine Serie folgen, ein Spaziergang, Abendessen ... 2,5 Std \"zurück zur Arbeit\" und dann vom Feierabend an rückwärts nach 07:00 Uhr arbeiten um dann wieder nach Hause zu fahren XD um 05:00 Uhr ins Bett legen und 22:30 Uhr wieder aufstehen c.c\r\n\r\nDas wäre doch völlig RIP, oder?\r\n\r\nApropos RIP .. meine Heimfahrt war auch fast RIP gestern. Am Bahnhof angekommen (16:55 Uhr ca.) fuhr der verspätete Zug von 16:25 Uhr ein XD Der dann auch nicht weiter benutzt wurde sondern ... weg. Einfach weg. So konnte der eigentliche 16:50 Zug dann zum 17:00 Uhr einfahren. Mein Zug hatte anschließend dann auch gute zehn Minuten Verspätung. Aber der Zug-Mensch hat mal so richtig Gas gegeben und am Zielbahnhof waren wir dann nur zwei Minuten zu spät XD\r\n\r\nHast du mitbekommen wie nervig meine Pendler-Freundin war Stäbchen? :> Stäbchen hatte ich währenddessen nämlich die ganze Zeit am Ohr. °^° Und ich hab ganz okayisch telefoniert!?\r\n\r\nJedenfalls ... wenn Menschen die mit mir unterwegs sind telefonieren, halte ich immer den Mund >.&lt; man quatscht halt nicht irgendwo rein solange man nicht nach irgendwas gefragt oder angesprochen wird. Hallo? Anstand?\r\n\r\nNatascha war dann so ... erst zickte sie ihr Handy an und als der Zug einfuhr, oder auch als wir drinnen saßen, konnte sie anscheinend ihren Drang des Mitteilungsbedarfs nicht unterdrücken XD Im Zug ist es ja auch nicht unbedingt leise. Nur war ich halt mit Stäbchen beschäftigt °^° Aber sie hat das gekonnt ignoriert!\r\n\r\nTja. Und heute sitzen wir hier, an diesem bisher wunderschönen Dönerstag und ... ja was eigentlich? Soll ja angeblich Leute geben die bereits seit heute Morgen mit mir unterwegs waren nur das unsere Wege in \"Spaß und Alkohol den ganzen Tag\" und \"Folter\" gegabelt sind. Zweiteres ist meiner o/\r\n\r\nAber heute ist Rechnungslauf. Wenn ich wollen würde gäbe es schon jede Menge zu tun. Aber da ich ja Beschäftigung über den ganzen Tag brauche :> ist es wie immer ein Entspannungstag. Nur das mit dem \"noch Briefmarken kaufen\" ... wird mich auf ewig nerven :'D\r\n\r\nNja. keine Ahnung ob ihr euch aus irgendeinem Anlass vielleicht doch ein paar freie Tage genommen habt :> falls ja, dann habt ihr nun Ameisen und Regenwürmer in eurem Bett. Falls nicht :] dann wuseln wir uns zusammen durch all die Saufgelage auf dem Weg zur Arbeit XD oder so ...\r\n\r\nHaltet die Ohren steif ihr kleinen mit Marmelade (oder Schokolade) gefüllten Berliner &lt;3 :*","replies":[{"id":"","poster":"Novros","date":"2019-02-28T07:54:20.212+0000","up_votes":1,"down_votes":0,"body":"Hey!\n\nIch melde mich auch mal zu Wort ... da Qbert gebannt ist, hatte ich mir überlegt, das Forum nicht mehr zu betreuen ... ich hab auch bzgl. des Bann-Tickets bisher keine Rückmeldung erhalten, sehr kurios ... \n\nAber irgendwie fehlt mir das :|\n\nLong story short, here i am, back again ... aber ich werde nicht mehr in meine Pororolle schlüpfen ... das hat das Forum nicht verdient! \n\nWeißt du was lecker ist? Mit Pflaumenmus gefüllte Berlin(hier heißen sie übrigens Pfannkuchen)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:07:14.503+0000","up_votes":1,"down_votes":0,"body":">  aber ich werde nicht mehr in meine Pororolle schlüpfen ... das hat das Forum nicht verdient! \n\nJawohl! Aber... °^° Wen wuscheln wir denn dann durch? Aber Recht hast du.\n\nUuhhhh ich müsste bald Antwort vom Support bekommen :] Müsste es nicht heute sein?\n#SOPHIA? WANN HABE ICH DIE ANFRAGE ABGESCHICKT? ODER FRAG ÄFFCHEN!\n\nAlso ... ich werde mir spätestens Morgen Berliner kaufen! Wenn ich dran denke XD hat ja auch vier Monate gedauert bis ich an meine Pudding Brezel gedacht habe. \n\nWieso heißen die bei euch Pfannkuchen? XD Das ergibt keinen Sinn!","replies":[{"id":"","poster":"Novros","date":"2019-02-28T09:19:51.379+0000","up_votes":1,"down_votes":0,"body":"Naja, da ich in der Berliner Region wohne, hat sich das wohl so ergeben ... ich bin mir auch nicht sicher, welcher Name zu erst da war ... aber regional bedingt heißen die ja gerne mal anders, ich kenne neben Pfannkuchen und Berliner noch Krapfen(die hier übrigens etwas ganz anderes sind)\n\nJa ich weiß nicht ... vllt. benenne ich den Account um in Obert oder so, dann ist vllt. auch wieder ein Poro drin ... schauen wir mal","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T09:36:09.815+0000","up_votes":1,"down_votes":0,"body":"ist die Frage wie lange er überleben würde ^^","replies":[{"id":"","poster":"Novros","date":"2019-02-28T09:44:49.656+0000","up_votes":2,"down_votes":0,"body":"na lange, ich werde meine Kritik nun einfach noch weiter beherrschen ... finde es Schade aber verständlich, dass hier nicht Posts vs. Vergehen bewertet wird ... schade um meine 15k Upvotes =(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T11:04:47.305+0000","up_votes":1,"down_votes":0,"body":"Ja ... ich vermisse meine Große auch und würde so manches tun damit ich sie wieder bekomme -.-\n\n#WIRKLICH SO MANCHES!\n\nOder aber sie hauen den Acc auch weg weil er den Namen des zuvor gebannten trägt. Man weiß ja nie.","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-28T09:47:30.676+0000","up_votes":1,"down_votes":0,"body":"Hab dir ein Upvote gegeben :P","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-28T08:41:32.454+0000","up_votes":1,"down_votes":0,"body":"Ich war länger nicht beim Friseur, theoretisch bin ich wuschelbar :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:44:46.195+0000","up_votes":1,"down_votes":0,"body":":] Wuschel-Moni!\n\nNatürlich niemals so weich und flauschig wie Knuffel, aaaaaber \\o/ Wir haben was zum anfassen!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T08:45:35.318+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch ausnahmsweise mal geduscht, im Moment bin ich also gesundheitlich unbedenklich :)","replies":[]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-28T08:29:37.659+0000","up_votes":1,"down_votes":0,"body":"Pfannkuchen ganz einfach Pfannkuchen :D","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-02-28T08:41:01.400+0000","up_votes":1,"down_votes":0,"body":"Schön dass du wieder da bist :)","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:02:03.039+0000","up_votes":1,"down_votes":0,"body":"Ähhhhh hab dich vermisst ! *knuddel*","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-28T07:43:05.585+0000","up_votes":2,"down_votes":1,"body":"Schon wieder Clickbait durch einen zweideutigen Titel?\nSchatz hast du das wirklich nötig? \n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:07:59.179+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T08:28:15.667+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:28:46.123+0000","up_votes":1,"down_votes":0,"body":"> Schatz\n\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T08:39:16.408+0000","up_votes":1,"down_votes":0,"body":"das ist stilischtisches Mittel um meiner Vorwürfe schlimmer klingen zu lassen.\nDu kannst einerseits sagen: Wir müssen reden. Du kannst aber auch sagen: Schatz wir müssen reden.\nWelcher Satz klingt wohl wirkungsvoller für dich? :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T08:46:29.920+0000","up_votes":1,"down_votes":0,"body":"Sagt man nicht normalerweise \"Schatz, zieh dich aus, wir müssen reden?\"\n\nMit dem Spruch hab ich meine erste Freundin kennen gelernt.","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T08:56:11.528+0000","up_votes":1,"down_votes":0,"body":"könnte man machen :D \nIch wollte es halt langsamer angehen lassen.....","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:40:35.532+0000","up_votes":1,"down_votes":0,"body":".-. Weder der eine noch der andere","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T08:42:20.029+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}} \nDu bist witzig","replies":[]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-02-28T18:04:32.557+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 114, apokalyptisch späte Abendausgabe**\n\n\nIch bin tot!\n\nEigentlich war der Tag an sich in Ordnung. Unser Zeitplan ging zu 99% auf und wird auch morgen seinen Abschluss finden, die Analysen verliefen dieses Mal blendend, nur am Nachmittag habe ich einen blöden Fehler gemacht: ich habe freundlicherweise für eine Kollegin Labordienst übernommen. Und der lief dieses Mal wirklich doppelt so lange wie sonst!\nUnd der Knüller: als ich eins der anliegenden Klassenzimmer gefegt habe, kommt plötzlich der Schulleiter rein, schaut mich so an und meint so \"Haben sie auch unter den Bänken gefegt?\" Stummes Nicken von mir, habe ich soweit wirklich. Er aber geht ans andere Ende des Raumes und kontrolliert jede einzelne Reihe nochmal persönlich! Und währenddessen murmelt der so: \"Weil wenn ich jetzt was finde und sie nicht geputzt haben...\" Ich mit einem halben Herzkollaps laufe stumm hinter ihm her. Er findet aber zum Glück nichts und verlässt den Raum mit einem \"Na, da haben sie Glück gehabt!\"\n\nAlter, womit habe ich das verdient?!?!?!?!?!?!?!\n\nUnd am Ende trollen nochmal die Öffentlichen schön herum, weil sich der Bus denkt: \"Oh, die S-Bahn fährt gerade ein? Lieber mal schnell losfahren, sonst muss ich die ganzen Deppen ja auch noch mitnehmen!\" Idiot. Danke für eine weitere Viertelstunde Nichtstun außer meine Beine weiter zu ruinieren.\n\nErwähnte ich schon, dass Laborarbeit grundsätzlich eine stehende Tätigkeit ist (bzw. sein soll)?","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-28T13:48:06.306+0000","up_votes":1,"down_votes":0,"body":"ich habe gerade festgestellt das ich meinen eigenen Berliner nicht hier auf der Arbeit essen kann. Und auch nicht werde. Ich hab halt legit die Hälfte des Gesichts voller Zucker/ Puderzucker wenn ich da rein beiße!\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T13:57:48.187+0000","up_votes":1,"down_votes":0,"body":"Frau Pferd könnte dir danach ja dein Gesicht sauber lecken. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T14:04:40.197+0000","up_votes":1,"down_votes":0,"body":"XD NEIN!","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T14:08:34.648+0000","up_votes":1,"down_votes":0,"body":"du könntest deinen Berliner auch alternative mit Messer und Gabel essen und dir ein Lätzchen um den Hals hängen. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T14:18:27.800+0000","up_votes":1,"down_votes":0,"body":"DAS wäre noch eine Idee gewesen.\n\nStattdessen ... habe ich den Berliner in der Tüte vorne gut runter gedrückt (da wo keine Marmelade ist), die Tüte um das Ding gelassen und mir den Mülleimer auf den Schoß gestellt XD und darüber dann gegessen. In einer Zeit kurz nachdem Spätdienst der Pflege wo es mal ganz kurz totenstill ist. Und es hat geklappt! \\o/\n\nUnd das Beste ... die Füllung war Aprikosen Marmelade &lt;3","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T14:21:17.731+0000","up_votes":1,"down_votes":0,"body":"Aprikose war leicht bitter oder?\nIch glaube ich möchte die nicht aber ich habe ewig keine Marmelade mehr gegessen. \nBin ein Nuttelakind.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T14:26:10.041+0000","up_votes":1,"down_votes":0,"body":"XD ACH KOMM! Das \"NUTTElakind\" war doch Absicht!\n\nHm. Also ich fand sie jetzt nicht bitter. Süß aber nicht so übertrieben wie Erdbeere.\nWobei Erdbeermarmelade in Berlinern auch nicht soooo übertrieben ist. Aber vermutlich eher weil der Teig das irgendwie abschwächt .-.","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T14:31:52.726+0000","up_votes":1,"down_votes":0,"body":"Keine bewusste Absicht aber vllt eine unbewusste Absicht.\n\nAls Kinder haben wir zu großen Brustwarzen immer Nuttenteller gesagt und irgentwann haben wir dann auch gesagt, das wir Nuttenteller essen also Nutella. \nIch war mir sicher das es mit 2 T geschrieben :D Mein Unterbewusstsein hat mir einen Streich gespielt. \n\nHmmm... Ich esse selten Berliner.\nIch mag Vanillestangen gerne und allgemein alles was mit Vanillecreme gefüllt ist. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T14:40:20.480+0000","up_votes":1,"down_votes":0,"body":"XD Das hab ich ja noch nie gehört :D\n\nHmmm Vanille ist nicht so meins. Weder als etwas Essbares/ Trinkbares in irgendeiner Form oder Flüssigkeit, noch als Raumspray oder Parfüm XD\n\nBerliner gibt es hier glaube ich auch nur an Karneval? XD Aber da bin ich jetzt verunsichert! Muss ich in drei Monaten nochmal checken °^°","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T15:08:39.535+0000","up_votes":1,"down_votes":0,"body":"Also Kind hab ich immer Vanille oder Erdbeereis genommen. \nSchokoeis war immer nicht sooo gut. Damals gab es bei uns auch nicht soviele Sorten und man hat meisten zwischen den 3 Standartsorten einschieden.\n\nNein Nein Berliner werden doch immer an Silvester gegessen zumindest bei uns.\nAusserhalb von Silvester esse ich selten Berliner weil anderes Gebäck wie z.B. ein Schokocrossion besser schmeckt. :) \n\nWir haben kein Karneval bei uns nur Faschig und da macht kaum jemand mit. Als Grundschüler habe wir uns noch verkleidet aber danach war Faschig irgentwie jedem egal.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-28T07:40:51.852+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich habe ich sie wenn dann nur ganz leise im Hintergrund gehört. Ich habe doch nur Ohren für dich, andere Frauen interessieren mich nicht. *hust* Zumindest keine realen. Aber unhöflich ist das natürlich trotzdem! \nMusste ich gerade dran denken:\n[https://youtu.be/CQm6sznkwiM](https://youtu.be/CQm6sznkwiM)\n\nStell dir mal vor Filme würden von hinten anfangen.\nRocky zB. Er startet als Weltmeister und endet als Anfänger. \nOder Herr der Ringe. \nOder Mad Max... Wobei, das wäre dann ja der selbe Film XD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:02:10.056+0000","up_votes":1,"down_votes":0,"body":"XD Sie schreit ja auch gerne mal. Also wenn wir am Bahnsteig stehen und sie telefoniert oder mit mir redet, kann sich quasi jeder Mensch am Bahnhof am Gespräch beteiligen weil sie einfach so laut spricht XD und weist man sie darauf hin, hält das auch nur fünf Minuten.\n\nmhm mhm mhm mhm Wie genau sieht das \"keine realen\" aus?\n\nc.c Bei Filmen stelle ich mir das mindestens genau so anstrengend vor! Eventuell könnte es auch lustig sein, aber das kommt dann auf den Film an. Wobei man sich ja jeden Film mit dem Ende als Anfang ja direkt selbst spoilert XD schon doof","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-28T08:53:36.499+0000","up_votes":1,"down_votes":0,"body":"Na keine in der Realität vorkommenden Frauen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:57:47.554+0000","up_votes":1,"down_votes":0,"body":"Okay. Ich denke das kann so akzeptiert werden","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-28T09:20:33.281+0000","up_votes":1,"down_votes":0,"body":"Also ich hab auch nichts gegen ein Interesse an nicht realen anderen Männern.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T09:35:48.998+0000","up_votes":1,"down_votes":0,"body":"Deinerseits oder meinerseits? :P\n\nAlso Männer liegen mir in der Hinsicht eher selten bis kaum. Frauen sind da eher mein Fall","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-28T09:47:02.394+0000","up_votes":1,"down_votes":0,"body":"Ein Teil dieser Antwort verunsichert mich.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T11:06:44.370+0000","up_votes":1,"down_votes":0,"body":"Weil ich denke das du auf \"nicht reale Männer\" stehen könntest ODER weil ich auf Frauen stehen könnte?\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-28T11:26:37.235+0000","up_votes":1,"down_votes":0,"body":"Das Letztere um ehrlich zu sein. Das könnte nämlich interessante Folgen für mich haben.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T12:50:01.964+0000","up_votes":1,"down_votes":0,"body":"=p Nur wenn ich dich auf irgendeine Weise daran teilhaben lasse","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-28T12:56:51.648+0000","up_votes":1,"down_votes":0,"body":"Bis gerade ebend ging ich fest davon aus. Die Eventualität dieser Aussage verschafft mir allerdings Unbehagen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T13:35:20.613+0000","up_votes":1,"down_votes":0,"body":"Das du es nicht teilen könntest ODER das ich es bevorzugen könnte?\n\nSo viele Möglichkeiten heute!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-28T13:55:02.263+0000","up_votes":1,"down_votes":0,"body":"Wiederum das Letztere. Du spielst mit meinen Gefühlen ;-(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T14:58:29.763+0000","up_votes":1,"down_votes":0,"body":"Und wie kommst du jetzt von Dreier auf Polygamie? Ersteres habe ich gedacht wäre dein \"Das könnte nämlich interessante Folgen für mich haben.\"\n\n.-. Jetzt bin ich ein wenig verwirrt x.x Deswegen stelle ich  so blöde Fragen. Damit das nicht passiert.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-28T14:49:06.101+0000","up_votes":1,"down_votes":0,"body":"Ich denke für Polygamie bin ich der falsche. Was sich in der Vorstellung immer als ganz toll anhört, wird in der Realität mit Sicherheit nicht so einfach oder angenehm.\nAußerdem bin ich aus Kulturellen, Religiösen und Moralischen Gründen treu.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-28T14:12:51.058+0000","up_votes":1,"down_votes":0,"body":":x Mache ich nicht. Aber das waren zwei Optionen in meinem Kopf die geklärt werden wollten. Sonst wäre ich einfach davon ausgegangen das du dem möglichen Dreier hinterher weinst.\nUnd dann hätte ich geweint °^°","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-28T11:38:28.944+0000","up_votes":1,"down_votes":0,"body":"OP Termin schon am Horizont?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-28T11:49:20.442+0000","up_votes":1,"down_votes":0,"body":"Uff Bruder. Ich denke eher nicht.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T11:54:33.888+0000","up_votes":1,"down_votes":0,"body":"Okay, damit ist klar abgesteckt, wo deine Grenze liegt :P","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:04:18.330+0000","up_votes":1,"down_votes":0,"body":"Stell euch mal Pornos vor .... zensierte Version stellt euch einfach Saugen und spritzen rückerwärt vor ? .... Holy\n\nDas muss dann ein scheiß Arbeitstag sein ^^","replies":[{"id":"","poster":"XenesisCH","date":"2019-02-28T08:09:37.561+0000","up_votes":1,"down_votes":0,"body":"Lösch diesen Beitrag umgehend. \n\nKeine Fragen, sondern tue es einfach. Es ist nur zu deinem Besten.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:11:46.648+0000","up_votes":1,"down_votes":0,"body":"XDDDDD Das traurige an der Sache ist das er das Beste Beispiel hat und es aller höchsten wegen \"Prüde\" gelöscht werden könnte/ er 'nen Timeout bekommt! Gott musste ich gerade lachen!\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"XenesisCH","date":"2019-02-28T08:16:44.832+0000","up_votes":1,"down_votes":0,"body":"Unterhaltsam ist er allemal xD\n\nNene das hat nichts mit prüde sein zu tun. In diesem Fall verstösst es ganz klar gegen die Forenregeln. Ich hoffe er löscht es rechtzeitig, bevor ein Aufpasser kommt! D:","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:24:16.445+0000","up_votes":1,"down_votes":0,"body":"Actually not.\n\nEr benutzt das Wort Porno.\n\n\"Zeug zurück saugen oder spritzen\" ist soooooooo eine schwammige Aussage. Der Zusammenhang ist klar, natürlich. Aber hier ist nicht die Rede von explizit sexuellen Handlungen.\n\n:o Manchmal wird sich auch nur eingeseift oder mit Sachen bespritzt wie .. Ketchup? SAHNE!\n\nP.S\nMir wurde gerade ins Gesicht gespritzt!\n\n:&lt; Dieser scheiß Himbeer Joghurt ist wirklich aggressiv heute Morgen!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:29:36.584+0000","up_votes":1,"down_votes":0,"body":"Also hätte ich es stehen lassen können ? :0 \n\nIch fand das auch recht ok halt zweideutig aber ok ^^'","replies":[{"id":"","poster":"XenesisCH","date":"2019-02-28T09:28:13.799+0000","up_votes":1,"down_votes":0,"body":"I dunno.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:37:44.236+0000","up_votes":1,"down_votes":0,"body":"Ehrlich gesagt ... keeeeeiiiiinnnnnneeeeeeeeee Ahnung.\n\nIch glaube man verwechselt \"FSK 12\" in der heutigen Zeit immer noch mit den Jahren in denen es hieß \"Jungfrau bis 80\" und \"Tod bei Selbstbefriedigung\" XD idk\n\nIn der vierten Klasse Sexualkunde, aber in der ab 12-Sektion nicht das Wort Sperma benutzen sollen (?). Öhm ... Ja ... XD Das ist halt alles etwas ... sollte angepasst werden an den Lauf der Dinge.\n\nAber das haben wir leider nicht zu entscheiden .-.\n\nGibt es eigentlich was neues zur Abschaffung der Uhrumstellung? \n{{sticker:galio-happy}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:41:39.807+0000","up_votes":1,"down_votes":0,"body":"Oh ja das Gefühl hab ich auch :/ \nAber kann ich leider nichts machen ausser ab und zu was zweideutiges zu Posten ^^ \n\n\nÄhhh uhrunstellung ... Keine Ahnung ich mach das nicht ich rechne dann im Kopf immer ne Stunde dazu oder weg. Je nach dem welche Uhr ich gerade sehe ^^'","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2019-02-28T09:05:36.937+0000","up_votes":1,"down_votes":0,"body":"Er hat die Aussage ja auch bereits geändert ;)\n\nDu musst mir die Forenregeln nicht erläutern. Darf ich dich an die bisherige Praxis bezüglich Handhabungen von Sanktionsmassnahmen erinnern, was dieses Thema betrifft? Wenn ich hier Bedenken äussere ist das nur zu eurem Besten, ich kann Warnungen auch in Zukunft bleiben lassen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T09:06:54.429+0000","up_votes":1,"down_votes":0,"body":"Oh Gott x.x Hab ich dir jetzt schlechte Laune gemacht?\n{{sticker:sg-ahri-1}}","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:27:12.203+0000","up_votes":1,"down_votes":0,"body":"Hehe :D \n\nDie Vorstellung davon ist schon genial oder ?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:28:17.081+0000","up_votes":1,"down_votes":0,"body":"XD Etwas verstörend wohl auch","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:33:25.600+0000","up_votes":1,"down_votes":0,"body":"Ja das kann sein ^^ \n\nGott der Gedanke wenn es wieder rein geht statt raus .... ahhh :/","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:26:46.227+0000","up_votes":1,"down_votes":0,"body":"Besser ? \n\nHätte es eigentlich gerne drauf angelegt aber mit einen Bann wäre meine Arbeit unerträglich ^^","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:13:10.488+0000","up_votes":1,"down_votes":0,"body":"XD Oh Martin! Ich hab meinen Kaugummi beim lachen ausgespuckt!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:28:35.125+0000","up_votes":1,"down_votes":0,"body":"Sorry :D \n\nErstickt du mir nicht sonst hab ich ein schlechtes Gewissen ^^'","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:29:32.343+0000","up_votes":1,"down_votes":0,"body":"XD er ist auf dem Bildschirm gelandet..\n\nUnd ich kann jetzt wenigstens meinen Joghurt essen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:33:53.114+0000","up_votes":1,"down_votes":0,"body":"Dann ist ja gut ^^\nBin immer zu Diensten :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Shacoláde","date":"2019-02-28T07:32:08.908+0000","up_votes":1,"down_votes":0,"body":"> Danach würde bei mir eine Serie folgen, ein Spaziergang, Abendessen ... 2,5 Std \"zurück zur Arbeit\" und dann vom Feierabend an rückwärts nach 07:00 Uhr arbeiten um dann wieder nach Hause zu fahren XD um 05:00 Uhr ins Bett legen und 22:30 Uhr wieder aufstehen c.c\n\nDas gibt es doch schon... das nennt sich Nachtschicht. Nur die Uhrzeiten stimmt dann nicht ganz.\nAber nach dem Aufstehen, gibt meißt was zu essen. Dann hat man Freizeit. Man kann dann in Ruhe seine Serien schaun.\nDann fängt man´s arbeiten an wenn die Spätschicht Feierabend hat. Man wird dann immer müder, bis der morgen erreicht ist \nund die anderen zur Arbeit kommen, während du heim gehst.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T07:41:48.760+0000","up_votes":1,"down_votes":0,"body":"Was verstehst du an\n> vom Feierabend an rückwärts \n\nnicht? ^^'''' Die Nachtschicht kannst du somit auch nicht als Vergleich nehmen, weil du ja auch \"normal\" arbeitest XD es geht um das **ALLES LÄUFT RÜCKWÄRTS**.\n######actually hattest du deiner Anwesenheit hier abgeschworen!","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-28T07:48:57.686+0000","up_votes":1,"down_votes":0,"body":"> actually hattest du deiner Anwesenheit hier abgeschworen!\n\nist es wirklich so schlimm für dich wenn ich ab und an mal hier schreibe?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:09:40.287+0000","up_votes":1,"down_votes":0,"body":"Ich kann nicht behaupten das sich mein Puls NICHT beschleunigt","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-28T08:42:12.166+0000","up_votes":1,"down_votes":0,"body":"Wenn es dich stört dann lass ich dir deine Ruhe.\nIch dachte nur, dass für dich alles wieder eträglicher ist, da du meinen Threads kommentiert hast.\nIch wünsch dir alles gut und wie viel Glück, für alles weitere\nund hoffe das du den entspannten Tag hast, den du erwartetst.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:55:02.773+0000","up_votes":1,"down_votes":0,"body":"Es stört nicht und es gibt kein gutes Gefühl\n\ndunno ... ich weiß halt nicht wie lange du brauchst bis mir wieder die \"Wörter im Mund\" umgedreht werden ^^'''\n\nUnd solltest du dich hier mit irgendwem gut verstehen oder unterhalten können, bin ich die letzte die dich vor die Türe setzt. Aber es waren halt deine Worte, nicht meine. Deswegen.","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-28T09:38:30.546+0000","up_votes":1,"down_votes":0,"body":"Mir wäre eines wichtig, dass du eines verstehst.\nDie Person die vor dem Rechner sitzt ist nicht die gleiche, die hier teilweiße im Forum unterwegs ist/war.\nIch hab für mich ein Rolle eingenommen, die andere Leute gern zum triggern bringt. \nDa warst du nicht das einzige Ziel, und es war auch kein Groll oder Verachtung oder sonst irgendwas gegen dich als Person,\nsondern nur der Tatsache geschuldet, dass du die Leitung der TGSG-Gemeinschaft übernommen hast.\nAufgrund der Tatsache, dass du viel von dir Preis gibst, gab es auch genug Punkte anzusetzen.\nEs war für mich hier eine Art der Unterhaltung, welche sich nur auf die TGSG Threads beschränkt hat.\nDas Ganze hat dann eine Punkt erreicht, denn ich nicht wollte, nämlich das du dich persönlich verletzt gefühlt hast.\nDa du heute noch Herzrasen bekommst wenn du hier einen Beitrag von mir siehst, zeigt wie sehr.\nDu bist dann irgendwann ausgerastet, was dir den Ban beschert hat und mir einen ziemlichen schlechten Ruf.\nWir hatten uns in LoL auf der FL und haben auch in Necro Stream ganz normal miteinander geschrieben.\n\nIch kommentiere von den anderen Leute hier, Beiträge in anderen Threads und sie auch von mir..\nIch glaube/hoffe also nicht, dass ich mit dem Teil der Community hier so in den Harren liege,\nwie mit dir.\n\nMein Versprechen galt dir und der Hoffnung, dass du wieder deinen Bereich hast in dem du dich wohl fühlst \nund dein Ruhe hast. In dem du täglich deine Sorgen erzählen kannst und andere dir helfen, deinen Tag angenehmer\nzu machen. \n\nIch halte also mein Wort und werd mich hier fernhalten. \nEs war ein Versuch zu sehen wie nahe es dir noch geht. \nJeder sollte sein Wohlfühlbereich haben und denn will ich dir nicht nehmen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T11:02:59.496+0000","up_votes":1,"down_votes":0,"body":"Es ist ja nicht nur die Tatsache wie sehr du mir eigentlich damit weh getan hast, sondern auch noch wie dann alles ausgegangen ist.\n\nNatürlich war ich hinterher der Dummkopf dem die Hutschnur geplatzt ist. Weil ich völlig übertrieben an die Decke gegangen bin. Das weiß ich selbst und wenn ich daran denke bereue ich es immer noch.\n\nAuf der anderen Seite war da \"dieser Typ\" der alles auf die Spitze getrieben hat und es noch Leute gibt die das mit \"das ist sein Humor\" verteidigen. Es ist nicht lustig anderen, egal wie, weh zu tun oder absichtlich in die Ecke zu treiben.\n\nUnd leider kann ich einige Dinge nicht voneinander trennen oder erkennen und bin in den meisten Fällen doch sehr emotional. Was wirklich schlimm ist weil ich mich wegen allem und den kleinsten Dummheiten zerfressen kann. Man kann richtige Lawinen in mir auslösen mit manchen Sachen - aber es ist unfair so etwas gegen einen zu verwenden der grundsätzlich nichts böses im Schilde führt. Nur weil ich vielleicht viel (zu viel) rede und nicht alles von mir hinter einer ausgedachten Rolle verstecke. Wenn man im \"echten Leben\" schon seine Rolle spielt, will man nicht auch noch an anderer Stelle das gleiche machen.\n\nWie auf der Arbeit. Lügner, Verrat, Anschuldigungen, Respektlosigkeit ... das kommt mir so gut wie jeden Tag unter. Und was mache ich? Mich drüber aufregen und wenn ich zur Post gehe Briefmarken holen, bringe ich Frau Pferd einen Berliner mit. So hirnrissig.\n\nKeine Ahnung. Wenn du das alles nicht gewollt hättest, dann ergibt der hinterher geworfene \"Wie viel wird gedulded bis zum Bann\" - Thread auch keinen Sinn. Du warst pissig das die Volus so lange gebraucht haben und hast sie darauf gestoßen um dem ganzen noch eine Art Krönung zu verleihen. Weil meine Wortwahl bzgl. der Vergleiche zu krass war? Tut mir leid, aber das bin ich. Ich benutze auch Wörter wie \"beschissen\" wenn ich mit der Heimaufsicht telefoniere. Da gebe ich halt nichts drauf.\n\nDas war nochmal so ein richtig schöner ausgeholter Schlag ^^' auf jemanden der zu dem Zeitpunkt wahrscheinlich eh schon nur noch als \"labil und außer Kontrolle\" gegolten hat.\n\nFür mich bist du auch Tyrion mit all seinen Namen XD Und ich hasse es angelogen zu werden. Eine Lüge und ich glaube nie wieder irgendwas. Diese ganze Smurf-Paranoia ist zum kotzen. Und ihr ähnelt euch so hart °^° Könnte natürlich auch jeder andere sein, aber leider bin ich nicht Sherlock Holmes oder ein anderer Experte auf diesem Gebiet der Irreführung. Und ich bin es leid mich damit zu beschäftigen. Also beschränkt sich das nur noch auf's Forum und wenn irgendwer die Eier hat mir die Wahrheit zu sagen, sieht man weiter.\n\nJedenfalls ...\n\nWir haben nie im Client normal miteinander geschrieben XD Geschrieben ja, aber das war nicht normal ^^ gelöscht habe ich dich übrigens auch nicht. Das warst du selbst. Keine Ahnung ob ich es überhaupt getan hätte. Was das angeht bin ich wohl ziemlich blöd ^^ idk.\n\nDeswegen keine Ahnung XD Bleib. Dich wird hier wohl niemand hinrichten und jeder entscheidet selbst mit wem er Umgang haben möchte oder nicht. Mir ist das egal, ich bin zufrieden wenn keine Unruhe herrscht.\n\nUnd wenn du nicht irgendeinen bösartigen Plan ausheckst ^^' oder ich mir nachher wieder einen neuen Namen suchen muss ... Oder jemand anders XD ... Leider bin ich so ein blöder Harmoniemensch das ich mich selbst hinter alle anderen stelle. Und actually müsste ich mit dir auskommen wenn du, wie gesagt, keine Dummheiten machst =p\n\nAlso nimm dir ruhig einen Stuhl ._. Tote wird es wohl keine geben","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-28T11:57:47.896+0000","up_votes":1,"down_votes":0,"body":"> Keine Ahnung. Wenn du das alles nicht gewollt hättest, dann ergibt der hinterher geworfene \"Wie viel wird gedulded bis zum Bann\" - Thread auch keinen Sinn.\n\nWenn dir sowas an den Kopf geworfen wird, wie damals in dem Thread, dann tu ich mich auch schwer, das zu trennen. ^^\nDas, was dich dazu gebracht hat, das dir die Hutschnur platz, da ging ich zuweit, Den Schuh zu ich mir an.\nMein Thread als Reaktion war aber wirklich der falsche Weg.\n\nWie paradox ist das wenn ich sage, dass ich GoT ohne Tyrion niemals angesehen hätte xD.\nJa, er hat seine Vater erschossen, weil der ihm aber hinrichten hätte lassen, für ein Verbrechen das er nicht begangen hat.\nJa, er hat seine Schwester hintergangen, und ist zu den Tagariens, dass aber nur, weil die ihn die Schuld an dem Tod ihrer Mutter und ihrer Söhne gab. Sie hat ihm das ganze Leben gehasst. Wer würde damit schon leben wollen?\nSonst hat er nichts unrechtes getan. Er wollte respektiert und anerkannt werden, als Mensch und nicht als Winzling \nder nur durch seinen Namen noch ein Stellung am Hofe genießt. \nOhne ihn wäre aber die Hauptstadt schon längst verloren gewesen, als er mit dem Seefeuer die Armee von Stannis Baratheon aufgehalten hat. Keiner hat es ihm gedankt. \nWarum wurde Jaime nicht so behandelt, obwohl er seinen König getötet hatte?\n\nIch hab dich nicht im Client von der FL geworfen...das mach ich eigentlich auch nicht... also... mh.. ka ^^\n\n> Und wenn du nicht irgendeinen bösartigen Plan ausheckst ^^\n\nNe.. das werd ich nicht... ich hab was anderes gefunden.\nMein Sarkasmus werd ich aber nicht unterdrücken können.\n\nEin Mensch der für Harmonie ist, ist nicht blöd,\nsondern vermutlich nur entäuscht wenn er diese nicht bekommt.\nAber überall wo es Menschen gibt, gib es auch andere Meinungen, Ansichten\nund auch mal Ärger. Das wird sich nie ändern, aber womöglichweiße auf ein \nMinimum reduzieren. \nDu hast dir was erschaffen, was tagtäglich wohl die meißten Kommentare beschert.\nVielleicht war ich auch ein bisschen neidisch, da\ndas fehlen des [OT] hat für mich im Forum eine riesige Lücke hinterlassen hat,\nwas eigentlich dazu führte hier bisschen Chaos zu verurschacen\n\nEinen Stuhl werd ich nicht brauchen, danke :)\nIch werd mal die Tür aufmachen mit einer flasche Rümmelbier in der Hand\nund schaun wie es euch geht. Irgendwann werd ich mich wieder umdrehen und durch die Türe\nwieder gehen, sofern ich mit meinen Lennisterbeinen d überhaupt bis zum Griff komme um sie zu öffnen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T13:26:12.576+0000","up_votes":1,"down_votes":0,"body":"Nja, ich hab dir schon gesagt das ich dich nicht als das beschuldigt habe was du glaubst was ich habe XD Sondern das es ein Vergleich der Situation war ^^' Weswegen ich eben auch extra nochmal erwähnt habe das meine Ausdrucksweise manchmal einfach krass ist um die Situation auch nicht zu beschönigen. Auch wenn manche Vergleiche unter die Gürtellinie gehen.\n\nDen Vergewaltiger Vergleich habe ich übrigens auch mal beim BASE Support gebracht und wurde dort einen Monat gesperrt XD inkl. das man mich dort aus dem Support-Chat geworfen und dann angerufen hat um mir zu sagen wie unerhört das gewesen wäre >.&lt; Meine Frage hat man trotzdem nie beantwortet. Vielleicht lass ich das einfach XD\n\nDoch du hast mich runter geworden °^° An dem Abend bin ich online gegangen, kurz danach warst du da und *BLOP* gelöscht =p Ich hab das als \"ICH KOMME DIR ZUVOR\" gewertet weswegen ich mich daran erinnere.\n\nHm XD Also ich wollte jetzt nicht auf GoT anspielen sondern Accounts ... Tyrion, Devin, Valis ... alles die gleiche Person. Weilt hier unter uns und ist ein Smurf! Nur das \"wer\" bleibt wohl ein Rätsel oder ich glaube einfach weiter das du oder X dahinter stecken idk. \n\nGegen Sarkasmus spricht ja auch nichts. Man kann da auch viel Spaß draus ziehen. Ich will nur keine Unruhe untereinander oder ähnliches.\n\nIch denke nicht das ich \"das hier\" geschaffen habe ^^ Da war eine Idee, eine unförmige Masse die der Schwan in eine Form gebracht hat und ich hab es einfach nur ein wenig angestupst. \"Geschaffen\" oder \"Zum Leben erweckt\" hat es jeder der daran teilnimmt ohne den Versuch es schlecht zu reden. Aber ja, es ist dann doch zu meinem Baby geworden und offensichtlich ein paar vielen Vätern XD (und Müttern, keine Ahnung). \n\nNunja. Das OT ist tot. Was natürlich schade ist wenn man daran gehangen hat und natürlich nur im offiziellen Bereich. Aber offensichtlich haben die letzten Bemühungen schon nicht mehr den Prozess aufhalten können. Nicht mal mehr Eiberts Beiträge interessieren. Ohne richtigen Willen und frischen Wind und wirklich Interesse der anderer, vor allem neuen Leuten statt 15 Smurfs, bleibt es beim Grab.","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-28T14:57:57.175+0000","up_votes":1,"down_votes":0,"body":"> Den Vergewaltiger Vergleich habe ich übrigens auch mal beim BASE Support gebracht und wurde dort einen Monat gesperrt XD inkl. das man mich dort aus dem Support-Chat geworfen und dann angerufen hat um mir zu sagen wie unerhört das gewesen wäre >.&lt; Meine Frage hat man trotzdem nie beantwortet. Vielleicht lass ich das einfach XD\n\n... und die haben das nicht toll gefunden?  Was haben sie getan um sich deine \"besondere Aufmerksamkeit\" zu verdienen?\n\n> Doch du hast mich runter geworden °^° An dem Abend bin ich online gegangen, kurz danach warst du da und BLOP gelöscht =p Ich hab das als \"ICH KOMME DIR ZUVOR\" gewertet weswegen ich mich daran erinnere.\n\nDejvu... genauso habe ich es auch in Erinnerung nur das ich meine das du mich runter geworfen hast.\nJetzt ohne scheiß... \n\n> Tyrion, Devin, Valis\n\nKein Ahnung... kenn ich nicht... Ich hab keinen Smurf. \nWenn dann schreib ich mit dem hier: Mit einem anderen hab ich nie geschrieben.\nSry.. dich entäuschen zu müssen\n\nDas OT ist mit EIberts Amszeit ebenso zu Ende gegangen. \nDer Nachfolger hat´s leider nicht geschafft, die eingeschworene Gesellschaft bei Laune zu halten.\n\nBei euch ist hier wie in einem Tagebuch zu lesen:\nTäglicher ein ähnlicher Verlauf der Tages, aber\nmit einer neuen Poente","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2019-02-28T09:38:30.237+0000","up_votes":1,"down_votes":0,"body":"Also darum, dass es normal wäre, wie bei Spätschicht zu arbeiten? An sich ist das vergleichbar. Das einzig verrückte wäre, dass man mit dem Weckerklingeln einschläft und meist zu früh aufsteht^^","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-28T10:23:19.744+0000","up_votes":1,"down_votes":0,"body":"Tagebuch der Belagerten, Tag 1, Uhrzeit 11:21. Dauer der Belagerung: 10 Minuten.\n\nIch bin zuversichtlich. Ich habe den Flur und die Bürotür gesichert, Feierarbend ist um 15:45. die Geräusche lassen darauf schließen, dass sie sich vorbereiten. Geschrei hallt über den Flur, Urtümliche, affenartige Ausrufe, die nur Dämonanbetern zu Gesicht stehen, die Schmerzen mögen (Hell - au). Dazu kommt das Klirren ihrer Kriegsgeräte und das Schmetter ihrer \"Täteräääh\" Hörner.\n\nIch habe genug Vorräte und Wasser um die nächsten fünf Stunden zu überstehen, wenn ich es schaffe mich unauffällig zu verhalten. Vielleicht ignorieren sie mich. Wenn ich nur ruhig bin werde ich es schaffen. \n\n...\n\nBete für mich.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T13:27:47.367+0000","up_votes":1,"down_votes":0,"body":"Wie sieht es mittlerweile aus? °^°\nGeht es dir gut? Bist du verletzt? Hat man dir auf irgendeine Art schmerz zugefügt? Musstest du Dinge schlucken die du nicht schlucken wolltest? Kannst du überhaupt frei reden? Haben sie dich angefasst?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T13:38:25.694+0000","up_votes":1,"down_votes":0,"body":"Ich konnte meine Bastion halten, doch der Hunger hat mich irgendwann herausgetrieben... Ich dachte, ich schlüpfe schnell durch die Reihen und schnappe mir war zu essen aber auf dem Rückweg vom Alden wurde ich abgefangen und angesungen und angetanzt :(. Eine Kollegin wollte gar auf oralem Wege Körperflüssigkeiten austauschen, da habe ich sie niedergeschlagen und bin geflohen!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T13:46:34.365+0000","up_votes":1,"down_votes":0,"body":"Vom Alden? Ist das ein Krieger der Hölzernen?\n\nNicht dein Ernst! \\o/ Eines dieser Wesen hat versucht dich zu küssen? Das ist ja ... völlig ... abgedreht! Ich schwöre sie hätte sofort bei Berührung eine Art Stachel aus ihrem Rachen schießen lassen und dich damit gestochen. Ob zur Fortpflanzung ihrer Spezies oder um dich zu betäuben und für Forschungszwecke zu missbrauchen kann ich nicht sagen...\n\nAber ... wie viele willige weibliche Wesen gibt es gerade? Könnte man sich theoretisch irgendwo mit ihnen in einem ab gelegenerem Bereich einschließen? Ich erforsche auch hin und wieder ein paar Dinge °^°","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T14:00:52.447+0000","up_votes":1,"down_votes":0,"body":"Hier auf der Arbeit hab ich jetzt nur wenige gesehen, aber ich bin mir sicher der Bahnhof läuft über vor willigen Mädels xD.\n\nFür gewöhnlich geht die Anzahl der Damen die versuchen mich zu küssen an Fastnacht um 350% hoch und sinkt dann langsam wieder ab. Früher fand ich das gut, heute ist es mehr nervig. ","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T14:09:21.730+0000","up_votes":1,"down_votes":0,"body":"Hör mir auf ... Ich hab so Angst vor dem Zug mit dem ich nach Hause fahre ... der aus Köln kommt >.&lt; ICH WILL NIIIIIIICHT","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-28T13:41:29.920+0000","up_votes":1,"down_votes":0,"body":"Yeeeeaaaayyyyy\n#IHR WERDET ES NICHT GLAUBEN!\n\nEine Stunde! Vielleicht auch PLUS 30 Minuten habe ich durchgehend gearbeitet \\o/ Und der Rechnungslauf ist durch! Okay... muss nur noch alles frankiert werden aber... das kriege ich schon auf die letzten 1,5 Stunden verteilt XD\nhttps://media.tenor.com/images/7559368ede131c2f119cd19a4a6f7cf5/tenor.gif\n\nSo. Und wie ist sonst die Lage?\nLebt Moni noch?\nWie sieht es mit Knuffels Vorstellungsgespräch aus?\nWeilt Martin noch unter uns?\nHat Xeni immer noch schlechte Laune wegen mir?\nIst Valdis in Wirklichkeit Freddy aka Noway?\nHatte Wölfchen mittlerweile einen Berliner?\nWas wurde aus dem Krapfen?\nWo ist der Karpfen?\nSind Izayas Haare mittlerweile wieder normal?","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-28T08:40:05.982+0000","up_votes":1,"down_votes":0,"body":"Moinmoin,\n\nich halte hier die Stellung. 11:11 Uhr rückt immer näher und ich habe fast genug Baumstämme angespitzt um meinen Teil des Gebäudes und meine letzte Rückzugsmöglichkeit (Flur um meine Bürotür herum) zu sichern. Sollten sie mich über diese letzte Linie mit ihrer Angriffsformation \"*Polonäse*\" hinaus drängen wird auch die Glastür sie nicht mehr lange aufhalten. \n\nIn diese Fall bleibt mir nur, das Fenster zu öffnen und der Todesmutige Sprung aus dem 1. OG... der Außenhof ist weiterhin braun und traurig, da hin zieht es sie vermutlich nicht. Also wünscht mir Glück, mein letztes Gefecht rückt näher. Alle Waffen sind bereit und die Gebete gesprochen... Mein Kollege ist zu ihnen übergelaufen und fiebert oben in ihrem Hauptquartier bereits dem Beginn der Offensive gegen mich hin. Aber all das spielt keine Rolle, ich werde meine Werte \"Vernunft\" und \"Ernsthaftigkeit\" bis zum letzten verteidigen... Und sollte meine Bastion fallen auch aus dem Untergrund heraus!!\n\nIch hab übrigens eben mal nachgeschaut, ich scheine mit Marmelade gefüllt zu sein...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T08:48:15.269+0000","up_votes":1,"down_votes":0,"body":"c.c Nooooo du sollst dich doch nicht aufpieksen!\n\nDrehen die bei dir echt am Rad? :o Hätte ich ja jetzt nicht erwartet.\n\nGlaub Frau Pferd und ich sind heute alleine und sollte jemand anderes da sein, geht diese Person früher XD aber ab Morgen dann.... AB MORGEN BIS NÄCHSTE WOCHE MITTWOCH \\o/ Das wird ein Spaß. Und schönes arbeiten. Alleine. Mit mir selbst. Vielen Gesprächen. Ein wenig Musik. Ein bisschen Schreibkram :]\n\nUnd bitte pass auf dich auch °^° Ich will nicht das du entführt und verletzt wirst!","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T12:32:53.825+0000","up_votes":1,"down_votes":0,"body":"nächste Woche beginn mein Praktikum in deinem Unternehmen. :)\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T12:34:51.522+0000","up_votes":1,"down_votes":0,"body":"Bei Maggie im Altenheim?","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T13:00:19.020+0000","up_votes":1,"down_votes":0,"body":"Yes als büroliche Hilfskraft.","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-28T08:50:01.676+0000","up_votes":1,"down_votes":0,"body":"Du weißt wo ich arbeite und jetzt sag noch mal, dass die hier nicht dabei sind, wenn es darum geht Quatsch zu machen xD. \n\nWer heute ab 11:11 in den dritten Stock geht kommt verändert wieder. Die meisten können nicht mehr richtig reden. Manche legen auch einen zombiehaften Gang an den Tag... Aber was sie *alle* tun wollen, ist einen umarmen!!!\n\nErst dachte ich auf dem Klo meine Füllung wäre Schokolade, aber dann hab ich noch mal nachgeguckt und jetzt bin ich so unsicher :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T09:04:04.242+0000","up_votes":1,"down_votes":0,"body":"Okaaaaaaaaaayyyyyyyyyyyyyyyyyyyyyyyyyyy XD Da hab ich nicht nach gedacht!\n\nWo du gerade 11:11 (nochmal) sagst ... Ich muss immer noch zur Post ... der Rechnungslauf liegt immer noch lahm XD und wenn ich noch 'ne Stunde warte ... WER WEIß WAS MICH DANN DA UNTEN ERWARTET?\n\n... Ich sollte wohl nichts mehr mit Füllungen erwähnen???","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T09:34:10.692+0000","up_votes":1,"down_votes":0,"body":"Ne, das ist auch so eine Steilvorlage für Maddin xD. \n\nIch geb dir ein ToiToi für den Rechnungslauf, ich stell mich an die Strecke und feuere dich an!","replies":[]}]}]}]},{"id":"","poster":"Novros","date":"2019-02-28T09:29:54.278+0000","up_votes":1,"down_votes":0,"body":"> Sollten sie mich über diese letzte Linie mit ihrer Angriffsformation \"Polonäse\" hinaus drängen wird auch die Glastür sie nicht mehr lange aufhalten. \n\nVielleicht wird's ja auch eine *Poronäse* !","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T09:34:36.303+0000","up_votes":1,"down_votes":0,"body":"Aha, da ist das Poro also hin!!! Zu meinen Feinden!!!","replies":[{"id":"","poster":"Novros","date":"2019-02-28T09:43:43.349+0000","up_votes":1,"down_votes":0,"body":"ich habe im ARAM schon eine 4-Wuschel-Poronäse hinbekommen, sind mir alle im Entenmarsch hinterher gehübbelt","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T09:47:02.989+0000","up_votes":1,"down_votes":0,"body":"Ich brauche Verstärkung... \n\n#STÄBCHEN!!!!","replies":[{"id":"","poster":"Novros","date":"2019-02-28T10:03:30.703+0000","up_votes":1,"down_votes":0,"body":"verstehe mich bitte nicht falsch, Karneval ist der übelste Bockmist ... aber so eine Poronäse hat schon etwas (die ja nicht Zwangsläufig an Karneval stattfinden muss)","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T10:12:47.323+0000","up_votes":1,"down_votes":0,"body":"An Karneval helfen nur angespitzte Baumstämme xD","replies":[{"id":"","poster":"Novros","date":"2019-02-28T10:15:30.791+0000","up_votes":1,"down_votes":0,"body":"Ich sage nur ein Wort: Taser.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T10:19:28.607+0000","up_votes":1,"down_votes":0,"body":"Oh Gott, es geht los!!!!\n\nSchließt mich in eure Gebete ein, das Getröte kommt schon näher!!\n\nDer Moment der Wahrheit ist gekommen!!","replies":[{"id":"","poster":"Novros","date":"2019-02-28T10:21:47.795+0000","up_votes":1,"down_votes":0,"body":"*zwei Quaddeln Fell reich* ... schnell, in die Ohren damit","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-28T11:58:51.397+0000","up_votes":1,"down_votes":0,"body":"Oh lol da bin ich einmal Vormittags nicht da und schon sind über 50 neue Kommentare dabei. o.O","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-02-28T09:08:47.882+0000","up_votes":1,"down_votes":0,"body":">Haltet die Ohren steif ihr kleinen mit Marmelade (oder Schokolade) gefüllten Berliner &lt;3 :*\n\nWas ist ein \"Berliner\"? {{sticker:sg-janna}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-28T09:11:24.944+0000","up_votes":1,"down_votes":0,"body":"XD Ich hab dich so lieb Wölfchen ...........................\n\nhttps://www.alnatura.de/~/media/Images/Content/Kochen%20und%20Geniessen/Warenkunde/Berliner_Pfannkuchen.jpg","replies":[{"id":"","poster":"Nordwolf87","date":"2019-02-28T09:22:04.218+0000","up_votes":1,"down_votes":0,"body":"Achso ein Krapfen, sag das doch gleich :D\n\nWohoo 1h bis zur Mittagspause :)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-28T09:51:05.335+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=Gf7zQsI0,comment-id=000700000000,timestamp=2019-02-28T09:22:04.218+0000)\n>\n> Achso ein **Krapfen**, sag das doch gleich :D\n\n\nARRRRGH! NENN DAS DING 'NEN BERLINER @_@ ! \n\nMir kräuseln sich die Haare, no sht. Das ist fast so schlimm, wie die englische Bezeichnung für die Dinger. Die werden eiskalt mit Donuts/doughnuts gleichgesetzt.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-02-28T09:59:42.194+0000","up_votes":1,"down_votes":0,"body":"Ich habe doch gerade erst erfahren, dass ihr Deutsche einen Krapfen nicht beim richtigen Namen nennt, sondern ihn auf \"Berliner\" umgetauft habt :o\n\nAm Anfang hat mein Hirn überhaupt'Berliner' automatisch auf \"Berner\" (Würstel) umgeschrieben...bei Marmelade und Schokolade wurde es aber stutzig und hat nochmal nachgelesen ;)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-28T10:01:51.651+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=Gf7zQsI0,comment-id=00070000000000010001,timestamp=2019-02-28T09:59:42.194+0000)\n>\n> Ich habe doch gerade erst erfahren, dass ihr Deutsche einen Krapfen nicht beim richtigen Namen nennt, \n\n\nOMFG.\n\nTHATS IT.\n\nWO IST RHAAST?!\nWO IST RHAASTY?!\n\nICH MUSS DIESES \"UNKRAUT\" HIER JÄTEN!\n\n\n\n{{champion:141}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T10:18:50.780+0000","up_votes":1,"down_votes":0,"body":"*Gibt Sense*","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T11:42:29.327+0000","up_votes":1,"down_votes":0,"body":"*Nimmt Sense wieder weg*\n\nSorry, Maggie hat unten gesagt, es darf hier keine Toten geben :-/","replies":[{"id":"","poster":"Novros","date":"2019-02-28T11:46:54.802+0000","up_votes":1,"down_votes":0,"body":"gibt ja keine Toten, nur Leute mit weniger Gliedmaßen ...\n\nÜbrigens, wusstest du, dass wir (mit zwei Beinen) statistisch gesehen **überdurchschnittlich** viele Beine haben? Weltweit gesehen ...  irre oder?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T11:53:55.366+0000","up_votes":1,"down_votes":0,"body":"Liegt vermutlich an den ganzen Würmern und Mikoorganismen ganz ohne Beine xD","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-02-28T11:01:24.131+0000","up_votes":1,"down_votes":0,"body":"Der mag sicher auch Krapfen :)","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-28T11:09:52.009+0000","up_votes":1,"down_votes":0,"body":"Da es unsere Sprache ist, die ihr Barbaren zweckentfremdet, behalten wir uns vor es besser zu wissen ;-)","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-28T10:43:40.446+0000","up_votes":1,"down_votes":0,"body":"Beim Wort Krapfen muss ich sofort an die Szene in Full Metal Jacket denken.\n\n\"Weil sie ein ekelhafter Fettwanst sind Privat Paula!\"","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-28T09:54:14.852+0000","up_votes":1,"down_votes":0,"body":"Nimm Rücksicht, armes Wölfchen kommt doch aus einem abgelegen Bergland in dem sie komisch reden... :(","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-02-28T09:33:09.436+0000","up_votes":1,"down_votes":0,"body":"Waren Karpfen nicht Fische?","replies":[{"id":"","poster":"Nordwolf87","date":"2019-02-28T09:49:58.808+0000","up_votes":1,"down_votes":0,"body":"Ja was so ein kleiner Buchstabentausch ausmachen kann :D\n\nVom Karpfen, dem Fisch zum Krapfen :D\n\nWobei beim KArpfen die Betonung am A liegt, während sie beim KRapfen am PF liegt ;)","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T09:53:31.278+0000","up_votes":1,"down_votes":0,"body":"Stimmt schon ^^. \n\nTatsächlich ist das Wort \"Krapfen\" hier in meiner Gegend so ungebräuchlich, dass ich noch nie einen gesehen habe... Man hört immer nur online von diesen mythischen Dingen...","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-28T09:36:31.748+0000","up_votes":1,"down_votes":0,"body":"Krapfen .. Karpfen .. XD alles das Gleiche!","replies":[{"id":"","poster":"Novros","date":"2019-02-28T09:43:04.870+0000","up_votes":1,"down_votes":0,"body":"Krapfen? Karpfen? Egal, Hauptsache etwas zu trinken!","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-28T09:30:58.769+0000","up_votes":1,"down_votes":0,"body":"Qbert ist ein Berliner... zumindest fast :P","replies":[{"id":"","poster":"Novros","date":"2019-02-28T09:32:51.317+0000","up_votes":1,"down_votes":0,"body":"auf das **fast** lege ich großen Wert ... aber immerhin arbeite ich in Berlin, ja.\n\nWobei ich nachher noch ein Bewerbungsgespräch habe, 5min Fußweg von meiner Wohnung entfernt.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T09:36:28.195+0000","up_votes":1,"down_votes":0,"body":"Wir halten dir die Daumen. \n\nProfitipp: \nWenn schon in Jogginghose zum Bewerbungsgespräch, dann wenigstens ohne Bierflecken.","replies":[{"id":"","poster":"Novros","date":"2019-02-28T09:42:41.939+0000","up_votes":1,"down_votes":0,"body":"und was ist mit ... erm ... anderen Fleckchen? Wobei, wer hat schon Schwarzlicht im Büro, ne?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-28T09:46:31.611+0000","up_votes":1,"down_votes":0,"body":"Korrekt, so lange du dich nicht als Foto - Entwickler bewirbst kein Ding.","replies":[]}]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-28T08:31:50.829+0000","up_votes":1,"down_votes":0,"body":"Ich war gerade nach 2 Monaten endlich mal wieder duschen weil ichnachher noch ein wichtigen Termin in der Stadt habe.\nIch seife mich so ein und will die duschen wieder anmachen und dann fliegt der Duschkopf nach oben und das Wasser spritzt über die Seitenwände und mein ganzes Badezimmer steht unterwasser....-.-\n\n#nie wieder duschen#","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-28T08:00:17.392+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\n\nSag mal den Titel hast du doch extra nur für mich gemacht :D \nHab das gelesen und an vieles gedacht aber sicher nicht an den Ablauf des Tages ^^ \nDu Ferkel ^^ \n\n\nAber an sich würde das am Tag nicht viel ändern es wäre quasi bei mir das selbe wie jeden Tag.  Da ich morgens und abends das selbe mache ^^' \n\nWie schon erwähnt ich hatte noch nie einen verspäteten Zug :) \nBin vor 9 Jahren das letzte mal zugefroren.  Und S bahn, u Bahn und Taxi bin ich noch garnicht gefahren ^^ \n\n\nUnd Leute gestern im Kino :0 der film war voll gut ! Übel gut ! \nUnd das Kino war auch voll schön :3 \nhttps://cdn.discordapp.com/attachments/518500804814962688/550570479757426688/20190227_225027.jpg\n\nEin altes Brauhaus :) \n\nEdit. Why ist das Bild so schief :(\n\nSehr geil ^^ \n\nNaja Wünsch euch einen schönen Donnerstag  :)","replies":[]}]}