{"id":"VauWvA5f","poster":"Mallemor","date":"2019-02-27T23:09:53.929+0000","title":"Hasst Riot Games Urgot ?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"oder warum gibt es immer noch kein Starguardian Skin für diesen feinen gut ausehenden Champion? :(","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-28T11:17:22.496+0000","up_votes":1,"down_votes":0,"body":"Ich will keinen Star Guardian Urgot Skin. Das ist einfach nur nen dummer Trollskin der in keiner Weise zu der Reihe passt. \nAuch wenn es viele gibt die sich so einen Skin wünschen, ich fänd es einfach nur kacke, weil so ein Skin die Reihe einfach, wie die Jugend heute sagen würde, ehrenlos wäre oder sie entehren würde..","replies":[{"id":"","poster":"Mallemor","date":"2019-02-28T11:52:18.925+0000","up_votes":1,"down_votes":0,"body":"du ehrenloser du wie kannst es nur wagen Star Guardian Urgot zu verunglimpfen......\n\nStar Guardian Skin ist EHRE Bruder, EHRE!\n\nJa Moin Bruder muss groß\n\nStar Guardian Skin Urgot wäre voll so YOLO SWAG du verstehts? also ich meine so voll EHRE und so\n\n\nRIOT GAMES voll die EHRENMÄNNER!\n\n8i 8i 8i 8i\n\nDer SCHÄNDER will MET, MEHR HONIG!!!\n\n\nDAS Mehtenvieh wird dich kicken! \n\nKauft mehr Merch! WIR BRAUCHEN MEHR KNOOOOOOOOOOOOOOOOOOOOOOOOOOOOORRRRRRRRRRRRR!","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-28T11:56:57.336+0000","up_votes":1,"down_votes":0,"body":"Siehste ^^ Star Guardian Skins sind Ehre. Du sagst es ja schon. ^^ \nEin Star Guardian Urgot würde die Skinreihe aber eben entehren, also hat er da nix zu suchen.\n\nJetzt aber mal ernsthaft. Ich finde wirklich, dass so ein Skin nichts in der Reihe zu suchen hat. Star Guardian Skins sind keine Trollskins so wie die \"eindeutig nicht...\" Skins. Der Skin würde einfach nicht darein passen und ich wäre wirklich enttäuscht von Riot wenn sie den Skin wirklich veröffentlichen würden.","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-28T14:59:40.812+0000","up_votes":1,"down_votes":0,"body":"Wie wärs mit einem Schokoladen-Urgot Skin?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-28T15:11:13.337+0000","up_votes":1,"down_votes":0,"body":"Das wäre mir egal ^^","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T17:11:23.147+0000","up_votes":1,"down_votes":0,"body":"Hallo Angel Ayume^^\nich hab eine Frage an dich.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-28T18:44:20.791+0000","up_votes":1,"down_votes":0,"body":"Na dann frag :D","replies":[{"id":"","poster":"Valdis17","date":"2019-02-28T19:04:46.572+0000","up_votes":1,"down_votes":0,"body":"wie kriege ich denn Support dazu mal auf unsere Lane zu bleiben?\nIrgentwie lassen mich meine Supporten in meinen letzten Games schon lange vor der 20 Minute häufig alleine. :( \nIch kann halt nicht farmen wenn ich ständig 1v2 spielen muss aber meine Supp gehen lieber für Midlanes roames anstatt mal zu versuchen mit mir Towerplatings zu holen. Sobald unsere Botlane eingepusht ist wird erstmal Mid gelaufen und dann muss ich warten und warten und warten bis der liebe Support sich mal wieder blicken lässt. \nWenn das 3mal oder mehr noch before der 20iges Minute passiert bin ich auch irgentwann anpisst weil das einfach null Spass macht nur am eigenen Tower rumzugammeln.\n\ngrüße von einem Anfänger \n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-28T19:16:41.920+0000","up_votes":1,"down_votes":0,"body":"Also gute Supporter gehen für den Midlane Roam wenn sie wissen, dass es grad möglich ist. Es ist also nicht komplett falsch den Adc mal für einen Moment alleine zu lassen. Wichtig ist dann nur, dass du als Adc weißt, wie du die Lane kurzzeitig 1v2 spielen musst. \nWenn du die Spells der Champs im Hinterkopf behältst, musst du dich auch nicht komplett entfernen. Zumindest soweit bleiben, dass du die Erfahrung bekommst und dann eben reinpushen lassen und unterm Tower farmen. \n\nAber du könntest den Support zB nett drum bitten bei dir zu bleiben, weil du seine Hilfe brauchst. Also auf jedenfall höflich bleiben. Das kommt viel besser an als ein Satz der wie ein Befehl klingt. :D wenn du nicht alleine bleiben willst. \n\nDu könntest die Zeit aber auch nutzen und in der zwischenzeit Base gehen.  Oder den River warden ODER du roamst einfach ebenfalls Midlane wenn es sich lohnt :D \n\nWenn du aber allgemein nicht willst dass er roamed, dann versuche nicht zu pushen. Dann ist die Wahrscheinlichkeit wesentlich geringer und das Risiko eines Ganks vom Jungler wird auch verringert. ^^ \n\nBin jetzt kein Adc Main, deswegen sind meine Erfahrungen was das angeht eher begrenzt. Aber so würde ich mich als Adc dann verhalten. \n\nAm Besten du fragst da nochmal einen erfahrenen Adc Main, der kann dir da bestimmt noch mehr helfen. :)","replies":[]}]}]}]},{"id":"","poster":"Shacoláde","date":"2019-02-28T15:25:19.083+0000","up_votes":1,"down_votes":0,"body":"Können wir ihn dann... weiß nicht... Urgolade nennen?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-28T18:45:21.845+0000","up_votes":1,"down_votes":0,"body":"Natürlich. :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"ImTheFox115","date":"2019-02-28T07:30:22.402+0000","up_votes":1,"down_votes":0,"body":"Skins for 40% Wr Champs xD\nWer’s glaubt wird selig :D","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-02-28T07:47:53.635+0000","up_votes":1,"down_votes":0,"body":"Es geht bei Skins nicht unbedingt um die Winrate, sondern eher um Aspekte wie Beliebtheit, Herausgabe des letzten Skins etc. Urgot hatte als letztes den Highnoon-Skin und war lange Zeit sehr beliebt. Man kann also nicht ausschließen, dass er einen Skin bekommen wird.\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"ImTheFox115","date":"2019-02-28T11:44:03.161+0000","up_votes":1,"down_votes":0,"body":"Er war aber nicht beliebt, weil er einen Skin bekommen hat, sondern weil er komplett busted war xD\n\nUnd BTW seine Playrate ist gerade bei wieviel %?","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-02-28T13:37:32.136+0000","up_votes":1,"down_votes":0,"body":"ATM 2,22% am 28.02.19\nWenn man jedoch berücksichtigt, dass ein Skin auch Zeit zur Erstellung benötigt, so kann man auch berücksichtigen, wie es war. Somit ist es gar nicht mal so unwahrscheinlich, dass er einen Skin bekommen kann. (Patch 9.1 hatte beispielsweise eine Pickrate von 9,6[3]%)","replies":[]}]}]}]},{"id":"","poster":"Nr5","date":"2019-02-28T12:20:23.675+0000","up_votes":1,"down_votes":0,"body":"Nun ja, unser gutaussehender Urgot würde doch eher zur Dark Star Reihe passen oder ?","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-02-27T23:29:45.638+0000","up_votes":1,"down_votes":0,"body":"Es wird einen geben. Aber du kannst gespannt sein, wie er umgesetzt ist.","replies":[]},{"id":"","poster":"du Kotbatzen","date":"2019-02-28T12:49:05.758+0000","up_votes":1,"down_votes":1,"body":"nein riot games hasst mich {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}