{"id":"UiXEsJ0m","poster":"I3UGGY","date":"2019-02-27T21:26:48.974+0000","title":"Die unbekannte Kraft von der Thresh Q !!!","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo leute habe hierzu ein Video auf Youtube hochgeladen : https://www.youtube.com/watch?v=G1pA9suL0V8\r\nVieleicht könnt ihr ja diese Hooks oder Flays auch bei euch praktizieren und trefft einen unglaublichen Hook :D\r\n\r\nDenkt ihr das ist ein Bug oder das es gewollt ist.\r\nDenn das was ich im Video erkläre gibt es schon seid Längerer Zeit. {{champion:412}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-02-27T23:45:38.380+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Hook von Thresh funktioniert auch mit anderen Hooks, jedoch ist es mit Thresh dahingehend einfacher, als dass er die längste \"Zuganimation\" besitzt, also die Wirkung am längsten andauert.\nIch habe auch schon Gegner mit Pyke mit über eine Wand gezogen (also Q+E oder Q+Flash, sodass du selbst als Pyke und der gehookte über die Wand gezogen werden.)\nSelbe Effekte lassen sich vermutlich auch mit allen Hooks erreichen. Wobei die Reaktionszeiten andere sind.\n\nDas die Thresh-E auch Gegner durch Wände bewegen kann, wusste ich dahingehend noch nicht.","replies":[{"id":"","poster":"I3UGGY","date":"2019-02-28T16:16:53.674+0000","up_votes":1,"down_votes":0,"body":"Ja ,das mit pyke wusste ich auch noch nicht aber kann man sich denken wenn bei ihm der hook die gegner erstmal so nach oben zieht ... \nwenn du weißt was ich meine :D","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-02-28T16:45:14.724+0000","up_votes":1,"down_votes":0,"body":"Alle Hooks sind als Airbone gecoded. Also verhalten sie sich wie ein Knockuo oder Fähigkeiten, wie Nami-Q und Yasuo-R.\nSie machen als unterm Strich alle das selbe, nur machen Hooks sind nicht so flexibel.","replies":[]}]}]},{"id":"","poster":"du Kotbatzen","date":"2019-02-28T12:49:49.565+0000","up_votes":1,"down_votes":0,"body":"{{champion:412}}","replies":[]}]}