{"id":"osRpqKKd","poster":"4 For Maggie","date":"2019-02-27T07:12:41.196+0000","title":"[TGSG] Und wie man es macht...","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"... ist es einfach immer verkehrt!\n\nZumindest für andere. Warum? Nun ja.\n\nGestern hat hier vorne bei mir der Aufzug gesponnen so das die zuständige Firma noch vorbei kommen musste. Der Aufzugs-Mensch kam so nach drei und hat dann kurz nach vier festgestellt da muss etwas ausgetauscht werden. Deswegen kommt heute nochmal jemand vorbei um sich dieses Teil anzusehen und es entsprechend zu bestellen, sollte es nicht vorhanden sein. Jedenfalls war die Aussage: *Aufzug defekt - auf wahrscheinlich unbestimmte Zeit*.\n\nJetzt kommt aber heute der Friseur ins Haus. Die Bewohner aus dieser Einrichtung sowie der anderen benutzen beide den Aufzug hier vorne und eine **nicht komplizierte** Lösung gibt es nicht wenn der Aufzug vorne ausfällt.\n\nDa der Haustechniker und die Pflegedienstleitung vorne bei mir waren, haben wir darüber nachgedacht was man machen könnte ... aber am Ende sind wir nur zu dem Schluss gekommen das der Friseur abbestellt werden muss für beide Einrichtungen.\n\nGesagt getan. Der Aufzugs-Mensch war dann 16:10 Uhr endgültig weg und ich habe der anderen Einrichtung bescheid gesagt das der Friseur abbestellt wurde. Die Aushilfe dort hat mir direkt gesagt das auch keine \"wichtige Person\" mehr da wäre die darüber direkt informiert werden könnte. Selbst wenn ich vor der Friseurabbestellung dort angerufen hätte, hätte ich niemanden mehr fragen können ob die Abbestellung okay wäre. Gehen ja alle um Punkt oder früher, aber niemals später! Saftsäcke. Also lieber abbestellen und auf Nummer sicher gehen als nachher nicht mal mehr den Friseur erreichen zu können und dann steht man da :o\n\nXD Der Haustechniker und ich haben mittlerweile schon Anschiss bekommen wegen der Abbestellung. Er hätte ja daran denken können das man auch den Konferenzraum nutzen könnte (könnte man eben nicht wenn Satan Ahnung hätte) und ich setze mich natürlich wieder über einen Vorgesetzten hinweg und mache was ich will XD Ich hätte den Friseur auch nochmal versucht anzurufen und eine Lösung zu finden (das sie vllt nur über die Stationen gehen oder so) aber Zitat: *Nein machen Sie nicht. Sie haben da jetzt schon genug drin rum gematscht*\n\nNatürlich habe ich sie gefragt wie sie denn hätte gefragt werden wollen wenn sie nicht mehr im Haus war und nicht mal ihre Handynummer hinterlegt ist, weil sie ja nicht \"für jeden Scheiß\" angerufen werden will. Aber die Frage wurde so ignoriert als wäre sie nicht gestellt worden und es kam nur dieses \"Sie haben das nicht zu entscheiden ... Vorgesetzte ... blabla\".\n\nGott bin ich ein schlechter Mensch °^° sturr, frech, eigensinnig, respektlos, ignorant, unfreundlich\n\n#FÜRCHTET EUCH VOR MIIIIIIR \\o/\n\nJedenfalls ist heute schon Mittwoch. Ich bin hart am Arsch, morgen ist Rechnungslauf und dann dürfte bis nächste Woche Dienstag oder Mittwoch niemand hier sein der mir auf die Eier gehen kann. Wenigstens etwas Ruhe. Angst habe ich zwar immer noch vor dem Zug der aus Köln kommt und mit dem ich nach Hause fahren muss XD aber vielleicht ist 18 Uhr noch so früh das nicht ganz so viele Idioten die Abteile vollkotzen.\n\nDie Woche geht irgendwie fix rum oder? °^° Aber das Wochenende kann auch nie schnell genug da sein!\n\nOhhhh da hat jemand gefragt was es heute zum Essen gibt! Gute Frage. ALSO! heute gibt es nichts warmes aber trotzdem tolle Dinge! Einen Zott Himbeer-Sahne Joghurt. Cherry Tomaten und Mini Mozzarella Kugeln. Eine rote Paprika. Zwei Brote mit Nutella :D Das kann ich alles über den Tag verteilt essen! Und ich beginne jetzt mit dem Joghurt &lt;3\n\nHaltet die Ohren steif meine kleinen Erdbeer-Schiffchen &lt;3\nhttps://imgur.com/sufw5wg","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-27T11:09:08.541+0000","up_votes":1,"down_votes":0,"body":"Da hast du den Bruder aber gut vorgeführt. Gepatched gibt es in keiner Sprache. Omegalol.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:20:17.875+0000","up_votes":1,"down_votes":0,"body":"XDDDD Schlimmer fand ich das Ding zu \"in der Regel\" ....","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-27T11:36:49.409+0000","up_votes":1,"down_votes":0,"body":"Da musste ich auch eher los.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:44:14.210+0000","up_votes":1,"down_votes":0,"body":"Ich will auch los! JETZT! In irgendeine Eisdiele oder so!\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-27T11:47:48.683+0000","up_votes":1,"down_votes":0,"body":"Das Wetter würde sich anbieten. Wenn ich hier in eine Eisdiele gehe und du zeitgleich bei dir, zählt das dann trotzdem als Date?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:54:59.354+0000","up_votes":1,"down_votes":0,"body":"Dann müssten wir aber mindestens telefonieren während dessen glaube ich?!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-27T11:59:39.709+0000","up_votes":1,"down_votes":0,"body":"Hm.... Considering...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T12:47:19.560+0000","up_votes":2,"down_votes":0,"body":"In eine Eisdiele komme ich zwar nicht nach Feierabend XD aber am Bahnhof stehe ich rum ...","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-27T14:04:16.573+0000","up_votes":1,"down_votes":0,"body":"Wann denn genau?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T14:30:26.042+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich gestern als Vorlage nehme mit der \"normalen\" Busverspätung...\n\nSollte ich spätestens 16:50 am Bahnhof sein","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-27T14:33:09.064+0000","up_votes":1,"down_votes":0,"body":"Hab dir bei WhatsApp geschrieben, antworte dann einfach.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T14:38:02.840+0000","up_votes":1,"down_votes":0,"body":"Du machst mich ja ganz kribbelig =p\nhttps://media.tenor.com/images/b1a9e75d40e21bc8f72fa89147547577/tenor.gif","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T13:15:46.801+0000","up_votes":1,"down_votes":0,"body":"Du stehst also am Bahnhof rum ^^ Klar das du dann immer wenig schläfst  ..... *hust hust*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T13:19:14.556+0000","up_votes":1,"down_votes":0,"body":"LOL XDDDDDDD So war das natürlich nicht gemeint!\n\nAber ich stehe nach Feierabend zwischen 15 und 20 Minuten am Gleis und warte auf meinen Zug =p","replies":[{"id":"","poster":"Nordwolf87","date":"2019-02-27T13:51:04.548+0000","up_votes":1,"down_votes":0,"body":"Hoffe du gehst zeitgerecht vom Gleis auf den Bahnsteig bevor der Zug kommt :o","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T13:57:47.689+0000","up_votes":1,"down_votes":0,"body":"#OH WOW LEUTE XDDDDD\n\nSo war das auch nicht gemeint! :'D Selbstverständlich warte ich auf dem Bahnsteig! In sicherer Entfernung zum Gleis (weil ich immer Angst habe geschubst zu werden :&lt;).\n\nUff ... XD Hab ich es jetzt richtig gemacht?\n\nP.s.\nDeswegen hatte ich geschrieben \"am Gleis\" XD nicht \"auf dem Gleis\"","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T14:16:57.650+0000","up_votes":1,"down_votes":0,"body":"Ich bin noch skeptisch ^^","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-02-27T14:07:28.577+0000","up_votes":1,"down_votes":0,"body":"Konnts mir nicht verkneifen :^)","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T13:55:10.110+0000","up_votes":1,"down_votes":0,"body":"Ja ja das würde ich jetzt auch sagen :D jetzt hab ich dich erwischt ^^","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-02-27T15:06:52.009+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 113**\n\nMonni, warum tust du mir das an???\nHeute auf der Rückfahrt in der Bahn folgendes Szenario: …Sie fährt nicht los.\n\nWas ein Plottwist.\nDenn irgendein Genie meinte wohl, sich darüber profilieren zu müssen, die Türe möglichst lange aufzuhalten. Und zwar so lange, dass eine Ansage über Mikrofon und zwei Minuten Pause folgten, und nach Ablauf dessen der Zugführer persönlich aus dem Führerstand kam (Oh Gott, in einem Satz schon zwei Mal \"Führer\" benutzt... :*) und gemütlich zum anderen Ende des Zuges schlenderte, um besagter Person mal die Meinung der anderen klar zu machen. Aber versuch mal diese Verspätung dem weggefahrenen Bus zu erklären. Musste ich zum Glück nicht, wir kamen gleichzeitig mit dem Bus am Bahnhof an, aber wenn... das gäbe ein Donnerwetter, das sag ich euch!\n\nDer restliche Tag bestand aus dem Analytik-Test, der zwar nicht mit den erwarteten Fragen aufkreuzte, aber dennoch irgendwie machbar war. Die 4 sollte drin sein :)\nUnd nicht zu vergessen die eeeeeeeeeeeeeeeeeeeewig lange Physik-Stunde, das war echt eine Geduldsprobe.\n\nAllerdings birgt diese Sache auch etwas gutes, nämlich die **Mordmethode der Woche:**\nHeute bleiben wir ganz klassisch und beschränken uns auch einfaches Ertränken. Denn wie auch heute mein Physik-Lehrer meinte (das ist kein Witz!): \"Der Bodensee... viel Wasser hat der ja nicht, ist aber immer noch genug, um sich dort zu ertränken!\" Besser geht es wirklich nicht!\n\n_\nP.S. Auch wenn es nicht immer so aussieht... Monni, hab dich immer noch lieb &lt;3\nDu hast nur ein bisschen die ++schkarte gezogen, seit ich weiß, dass du irgendwie bei der Bahn arbeitest^^_","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-27T08:15:58.028+0000","up_votes":1,"down_votes":0,"body":"Ich fürchte mich vor dir... Gleich hab ich eine Besprechung und dann muss ich nach Darmstadt fahren... heute Nachmittag werde ich ganz schön im Arsch sein.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T08:28:12.091+0000","up_votes":1,"down_votes":0,"body":"Darmstadt ... Im arsch sein ... verstehst du ^^ lustig :D","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T12:52:46.640+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern Nelson Mandela aus Darmstadt befreit wenn du verstehst was ich meine. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T12:55:28.313+0000","up_votes":1,"down_votes":0,"body":"Nach dem checken der vorliegenden Fakten und abrufen einiger Lehrstunden powered by Sherlock Holmes...\n\n#ICH HABE VERSTANDEN!\nhttps://media.tenor.com/images/983844cee609da9c27befd2a4b2edc5f/tenor.gif","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T13:43:57.649+0000","up_votes":1,"down_votes":0,"body":"das gerade du dich für diesen Post interessiert hätte ich nicht erwartet :D \nAber naja ich hab auch noch einen: \nhttps://youtu.be/y0k6gItQwIU?t=107","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T13:49:01.598+0000","up_votes":1,"down_votes":0,"body":"Das GIF wollte benutzt werden XD Und ich war so stolz den \"Witz\" verstanden zu haben :DDDDD","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T14:58:04.778+0000","up_votes":1,"down_votes":0,"body":"Jaja hast du gut gemacht. \nHier nimmt einen Keks und sei Glücklich.","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:18:33.037+0000","up_votes":1,"down_votes":0,"body":"°^° ich spüre wie du erzitterst wann immer du siehst das eine neue Antwort da ist.\n\nDarmstadt ... am Arsch ... *thihihih* ... verstanden!\n\nTatsächlich hab ich einen Ex-Freund der in Darmstadt lebt XDDDDDDDDD Die Welt ist ja so klein!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T08:23:03.855+0000","up_votes":1,"down_votes":0,"body":"Irgendwie hat jeder einen Ex Freund der in Darmstadt lebt...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:32:22.639+0000","up_votes":1,"down_votes":0,"body":"tbh weiß ich nicht ob er immer noch da lebt :D Er hasst mich bis auf die kleinste Zelle!\n\nAber vielleicht ist das die Stadt der Ex-Freunde. So wie Socken in Waschmaschinen verschwinden und sich an einem Ort sammeln, ist das hier auch der Fall XD\n\nWohnt Dolly Buster nicht auch dort? °^° Oder hat zumindest ein Geschäft?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T10:43:00.524+0000","up_votes":1,"down_votes":0,"body":"Ich kenne diverse Mädels, die Ex Freunde in Darmstadt haben xD. \n\nDich hassen bis auf die kleinste Zelle? Hast du ihn abgezogen? :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T10:47:33.016+0000","up_votes":1,"down_votes":0,"body":":D Finde ich das jetzt lustig oder gruselig? Vielleicht hatten ja auch alle den selben? XD\n\n:o Ich ziehe doch keine Leute ab. Das war schon etwas komplizierter! Aber ich bin tatsächlich das Arschloch in der Geschichte ^^'","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T11:39:11.412+0000","up_votes":1,"down_votes":0,"body":"Sehr gut, nichts anderes habe ich von dir erwartet ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:43:44.259+0000","up_votes":1,"down_votes":0,"body":"XDDDD Was soll das denn heißen?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T11:46:04.187+0000","up_votes":1,"down_votes":0,"body":"Ich halte dich für böse, das macht dich interessant :P. Nicht mehr und nicht weniger :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:53:16.584+0000","up_votes":1,"down_votes":0,"body":":D Ich weiß gar nicht warum du mich für böse hältst glaube ich!?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T11:59:37.966+0000","up_votes":1,"down_votes":0,"body":"Pure Menschenkenntnis :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T12:43:05.967+0000","up_votes":1,"down_votes":0,"body":"=p Inwieweit werde ich für böse gehalten?\n\nSo: \"Beißt allem und jedem den Kopf ab\"-mäßig\nOder eher so: \"Kommt aus der Unterwelt\"-mäßig\nOder eher so: \"Männerfresser\"-mäßig\nOder eher so: \"Von innen verdorben\"-mäßig\n\nHab ich was vergessen? °^°","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T12:46:50.181+0000","up_votes":1,"down_votes":0,"body":"Eher so \"Von innen verdorben\" mäßig, ich denke nicht, dass du zu Gewalttaten neigst ^^. Aber ein bisschen Unterwelt mag auch mit drin sein ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T13:37:12.010+0000","up_votes":1,"down_votes":0,"body":"°^° Okay. Ich verbessere meine Kombinationsfähigkeiten!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-27T13:30:31.181+0000","up_votes":1,"down_votes":0,"body":"Du hast mich richtig verstanden ^^","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-27T12:52:14.822+0000","up_votes":1,"down_votes":0,"body":"Also ich kann sehr wohl Fliegen töten ohne auch nur den Hauch eines schlechten Gewissens zu haben! Auch wenn ich mittlerweile diese Klebestreifen benutze weil die Fliegenklatsche meinem Hund Angst macht. Der verkriecht sich dann immer unters Bett und sieht so zerstört aus :( ... Außerdem sind die Klebestreifen viel cooler. Fakt ist jedoch: Ich töte sie \\o/\n\n\"Von innen verdorben\" ist ein gutes böse, oder? .-. Im Sinne von schmutzig aber nicht in Richtung \"böser Mensch\"? :x","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-27T12:50:13.824+0000","up_votes":1,"down_votes":0,"body":"du hast gestern meinen halben Kühlschrank leergefressen....\nmeine ganzen Süßigkeiten sind nun weg.\nWarum tust du mir sowas böses nur an??!?!?!\n{{sticker:sg-ahri-1}} {{sticker:sg-soraka}} {{sticker:sg-ahri-1}} {{sticker:sg-soraka}}","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T08:28:39.921+0000","up_votes":1,"down_votes":0,"body":"Ohhh ich hätte deinen Kommentar lesen sollen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:30:01.903+0000","up_votes":1,"down_votes":0,"body":"XDDDD Du Nudel!","replies":[]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-27T08:22:38.596+0000","up_votes":1,"down_votes":0,"body":"Ein wunderschöner Text :) Daumen rauf\nAber wo ist deine bunte Schrift hin? Ist der Trend mit der bunten Schrift schon vorbei?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:29:41.062+0000","up_votes":1,"down_votes":0,"body":"Mir fehlt die Energie für bunt c.c","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-02-27T09:55:28.164+0000","up_votes":1,"down_votes":0,"body":"schon in der früh keine Energie mehr? Unlucky","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T10:00:13.086+0000","up_votes":1,"down_votes":0,"body":"Naja. Zu meiner Verteidigung habe ich auch erst um elf oder kurz nach elf geschlafen und das dann ziemlich beschissen. Also das Zugschläfchen heute Morgen war um Welten besser!\n\nAlso wäre ich jetzt zuhause und könnte entspannen XD hätte ich jede Menge Energie die ich bereitwillig hergeben würde für was auch immer. Aber auf der Arbeit brauche ich das bisschen Energie um meine Dosen mit dem ganzen verschiedenen Essen zu öffnen :'D","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-02-27T10:54:25.807+0000","up_votes":1,"down_votes":0,"body":"Aus deinem Kommentar kann ich schon sehen warum du keine Energie mehr hast.\nDas Dosenfutter ist nicht gut für dich, du brauchst Vitamine um groß und stark zu bleiben/werden !!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:02:35.135+0000","up_votes":1,"down_votes":0,"body":":3 Du bist ja niedlich.\n\nDa habe ich mich wohl missverständlich ausgedrückt :D\n\nAlso die Dosen sind kein Dosenfutter im gekauften Sinne ^^ Sondern meine eigenen. Also klar sind die Dosen gekauft XD Aber das Essen da drin habe ich selbst rein geworfen!\n\nDose 1: Cherry Tomaten + Mini Mozzarella Kugeln (ich liebe das mit Zitronenpfeffer und Salz)\nDose 2: zwei Brote mit Nutella (=p schwarz Brot)\nDose 3: eine rote Paprika in Streifen geschnitten\n\nGlaub das war es :o Bisher habe ich nur den Inhalt von Dose 1 vernichtet!","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-02-27T14:09:28.613+0000","up_votes":1,"down_votes":0,"body":"Oh danke, da werde ich ja gleich rot :P\n\nJa etwas vl haha, aber ist ja nicht schlimmes.\n\nDer Inhalt hört sich ja echt gut an, ich bin zwar kein Fan von Paprika aber bei Dose 1+2 würde ich auch nicht nein sagen.\n\nAber das reicht dir? Sind doch alles keine Ballaststoffe drin die dich sättigen, bzw würde mich ws nicht so wirklich satt machen aber ich esse ja auch etwas mehr (90kg 1.85m) .\nAnstatt dem Nutellabrot(obwohl ich Nutella schon mag, aber ich vermeide alle Produkte aus dem Hause Nestle wegen ihren Ansichten tbh)  würde ich mir ws 2-3 Brote mit Butter, Salz und frischem Schnittlauch gönnen &lt;3.\n\nGuten Appetit!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T14:27:41.774+0000","up_votes":1,"down_votes":0,"body":"*\"Leute zum erröten bringen\" auf die \"Skill-Liste\" schreib*\n\nNaja, ich würde jetzt nicht sagen das es reicht ... aber tbh sind es auch keine richtigen Mahlzeiten XD nur so kann ich praktisch den ganzen Tag auf der Arbeit von 07:00 bis 16:00 durchgehend essen. °^° Man muss sich den Spaß eben selbst besorgen!\n\nNORMALERWEISE nehme ich ja das Abendessen vom Vortag, am nächsten Tag, dann mit als Mittagessen XD Oder ich werfe abends schnell irgendwas in den Topf/ die Pfanne und nehme es dann mit zur Arbeit. Ich hab so ein hyper cooles warmhalte-Ding &lt;3 Wenn ich alles richtig mache ist das Essen sogar noch um 15 Uhr warm! Gerade jetzt in den kalten Monaten war es zum weinen schön Mittags was warmes zu essen XD\n\n:o Brot mit Salz und Butter und Schnittlauch? Nicht mal mit Frischkäse? Das hört sich so wahnsinnig trocken an °^° Hört sich jetzt falsch an wenn ich sage \"etwas feucht sollte es schon sein\" XD Aber damit meine ich den Frischkäse. Oder Marmelade!\n\nAlles gegessen habe ich bisher nicht >.&lt;\n\nDose 1: vernichtet\nDose 2: ein Brot gegessen\nDose 3: zwei Stücke Paprika gegessen","replies":[]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-27T10:05:15.252+0000","up_votes":1,"down_votes":0,"body":"Wir können gerne tauschen. :)\nIch mache deine Büroarbeit und du sitzt bei mir zuhause rum und machst meine Wohnung sauber was ich leider heute machen muss.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T10:10:37.439+0000","up_votes":1,"down_votes":0,"body":"x.x iiihhhh sauber machen ....","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T10:22:44.221+0000","up_votes":1,"down_votes":0,"body":"ist schrecklich :D \nfast so schlimm wie duschen aber auch nur fast.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T10:24:59.370+0000","up_votes":1,"down_votes":0,"body":"°^° Duschen ist genial!","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T10:38:29.207+0000","up_votes":1,"down_votes":0,"body":"warum?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T10:53:09.904+0000","up_votes":1,"down_votes":0,"body":"Da gibt es so viele Gründe!\n\nWarmes Wasser. Kaltes Wasser. Lecker riechendes Shampoo. Haarkur. Lecker riechendes Duschzeug. Entspannen. Die Haare sind danach weich und fluffig. Lecker riechende Bodylotion danach.\n\nSO VIELE!","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-27T08:31:44.514+0000","up_votes":1,"down_votes":0,"body":"#gibt Maggi ein teil seiner Energie# \n\nHier :) Ich sitze eh nur faul rum du kannst damit mehr anfangen. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:42:21.580+0000","up_votes":1,"down_votes":0,"body":"c.c Ich will keine Energie. Ich will frei! Für immer!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T08:54:35.653+0000","up_votes":1,"down_votes":0,"body":"nein nein nein du musst dich deinen Aufgaben stellen und sie bewähltigen.\nDenn nur so kannst du wachsen und nur so kannst du besser werden um die nächsten Schritte in deiner Karriere machen. \n{{sticker:katarina-love}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:29:03.055+0000","up_votes":1,"down_votes":0,"body":"Was für eine Karriere? DAS HIER treibt einen allenfalls in den Selbstmord °^°\n{{sticker:sg-poppy}}","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T11:49:40.079+0000","up_votes":1,"down_votes":0,"body":"Ach komm so schlimm ist es bestimmt nicht. ;)\nMein letzter Job war sicherlich viel viel viel schlimmer","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:51:18.555+0000","up_votes":1,"down_votes":0,"body":":o Was war denn dein letzter Job?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T11:59:13.004+0000","up_votes":1,"down_votes":0,"body":"https://i.ytimg.com/vi/57r01_QMOeE/maxresdefault.jpg","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T12:15:42.168+0000","up_votes":1,"down_votes":0,"body":"das war doch dein Hobby nicht meins....\n{{sticker:sg-lux-2}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-27T12:01:33.747+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}}","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-27T12:12:25.306+0000","up_votes":1,"down_votes":0,"body":"darüber möchte ich nicht offentlich sprechen","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-02-27T08:55:50.662+0000","up_votes":1,"down_votes":0,"body":"Musst eine Genkidama machen. :)","replies":[{"id":"","poster":"Valdis17","date":"2019-02-27T08:58:52.961+0000","up_votes":1,"down_votes":0,"body":"lol daran hab ich auch erst gedacht. :D","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T07:34:50.647+0000","up_votes":1,"down_votes":0,"body":"Guten morgen \n\nAlso ich mach es meisten mit der rechten Hand ^^' \n\n\nKlingt bei dir ja nach einen ganz normalen tag wie immer :) \nAngemeckert werden obwohl man nichts falsch gemacht hab :/ \n\nIch hab zum Glück auf Arbeit die Möglichkeit alle Ersatzteile zu bestellen und zu holen die ich brauch. Ohne zu fragen Hauptsache die halle läuft rund :3 \n\nUnd ich geh heute Abend ins Kino :) \nEndlich mal wieder ^^ \n\nSo jetzt Spiel ich dann im discord erstmal wieder König das kann ich so schön :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T07:51:18.673+0000","up_votes":1,"down_votes":0,"body":"°^° Kann man das denn als Rechtshänder auch mit der Linken?\n\nJa gut ... man kann immer irgendwas optimieren wenn man Entscheidungen zu treffen hat. Ich hätte ja auch so tun können als hinge das Leben aller Bewohner und der ganzen Stadt vom Friseurbesuch ab. Dann hätte ich meine Chefin im Urlaub angerufen und nicht Satan XD\n\nUnd zuletzt als alle Bewohner in der anderen Einrichtung krank waren wegen diesem Virus, da hat man tatsächlich NICHT den Friseur abbestellt und darüber waren die dann Ultra sauer. Da beuge ich doch lieber vor. Satan denkt halt nicht unbedingt weit.\n\nDer Friseur sind drei Frauen aus einem Salon bei mir in der Nähe. Die fahren insgesamt eine gute Stunde hier hin und sind vorher nicht im Salon und niemand hier hat eine Handy Nummer von auch nur einer der Frauen. Was ist jetzt besser?\n\n- a) Noch am gleichen Tag im Salon anrufen und den Besuch absagen, weil man weiß die haben eh bis mindestens 18 Uhr auf und man kann save bescheid sagen was Sache ist\n\n\n- b) Am nächsten Morgen anrufen obwohl man weiß das der Salon erst um 09:00 öffnet und man niemanden vorher erreichen würde um die Anreise der Frauen zu stoppen welche dann am Ende hier stehen und wieder fahren müssen weil man in den zur Verfügung stehenden 1,5 Stunden keine Lösung für das Aufzugproblem gefunden hat\n\nWas wirst du denn im Kino ansehen? Anfang März kommt auch Captain Marvel ins Kino °^° Aber mir fehlen noch ein paar Filme die ich wohl kaufen muss :o kA ob es hier noch so etwas wie Video Theken gibt zum DVD ausleihen XDDDD\n\nIhr solltet mehr Zeit hier verschwenden als auf diesem ... Discord Server!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T07:59:46.060+0000","up_votes":1,"down_votes":0,"body":"Ja es geht auch mit der linken Hand :) ist dann halt etwas Abwechslung ^^' \n\nJa also dann ist es klar besser die Damen vom frisör laden vorher schon anzurufen das sie am nächsten Tag garnicht erst los fahren müssen. Wenn die vorher eh nicht erreichbar sind. \n\nIch schau \"der goldene handschuh\" an der kommt in einen kleinen Kino bei mir in der Gegend also so 50 km ... \nLäuft aber nur noch heute der film und ich wollte ihn unbedingt sehen. \n\nAlso geh ich da heute abend mit einem Kumpel rein :) \n\nJa noch mehr freue ich mich auf April den dann kommt Avangers Endgame :D \n\n\nAch was komm du abends auch zu der Geschichte dazu ^^ ich versuch heute Abend auch wieder hier zu sein :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:16:41.901+0000","up_votes":1,"down_votes":0,"body":"\"Abends\" bin ich nicht mehr hier XD und nein .-. dieser Geschichte werde ich nicht beitreten. Hab des gestern mal durch- oder angelesen und naja ^^ ist jetzt nicht so als würde es irgendeine Art Begeisterung hervorrufen?!\n\n\"Der goldene Handschuh\" hört sich nach einem alten Märchen an. Eins von denen die früher auf ARD oder ZDF liefen XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T08:31:40.949+0000","up_votes":1,"down_votes":0,"body":"Ach gibs zu du feiert den König doch :D beste Figur sollte direkt verfilmt werden ^^ \n\n\nJa klingt so ist aber ein deutscher film. Über den Mörder Fritz Honkar aus Hamburg.\nDer in der Kneipe \"Der goldene Handschuh\" seine Opfer so zusagen gefunden hat.\n\nDie Kneipe gibt es übrigens immer noch wenn ich richtig informiert bin :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:40:48.755+0000","up_votes":1,"down_votes":0,"body":"Es haben mich eher einige Dinge... viele Dinge... SEHR genervt XD\n\nAußerdem ist der Channel bescheiden beschissen zum nachlesen bzw. zum Start des ganzen zu kommen.\n\nIhr müsst eure Rollen ja irgendwie festgelegt haben. Eine Vorstellung muss da irgendwie stattfinden. Und ihr müsst unbedingt eine Nachricht anpinnen mit den entsprechenden Teilnehmern like... Maddin:  König von XYZ bla bla bla/ Nanarya: Ex-Frau des Königs von XYZ bla bla bla/ Prinzessin: Tochter von [...]\n\nNicht zu vergessen die Königreiche! Und wichtige Gebiete und zwielichtige Gestalten sowie Gottheiten wie die Robbe (???)°^° So viel wird da ja nicht passieren das es aufeinmal 500 Teilnehmer sind XD da kann man das schon gut übersichtlich und Einsteigerfreundlich machen. Weil das was da jetzt so abgeht ... schreckt eher ab.\n\nUFF XD Das sind drei \"muss\"-Dinger ... Aber unumgänglich I guess","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T08:57:34.016+0000","up_votes":1,"down_votes":0,"body":"Ahhh idk das alles war eher Zufall und hat sich so ergeben :0 \n\nHab sowas noch nie gemacht ist aber sehr lustig ^^ \n\nUnd ex Frau? Hallo :0 .... Wir haben nur gerade eine schwere Zeit :/","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T11:35:37.058+0000","up_votes":1,"down_votes":0,"body":"Darf ich auch eine Rolle haben? Ich möchte gern der Vernichter sein, der aus dem Warp mit Lanzenschlag und Kettenschwert über euch kommt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T12:09:33.977+0000","up_votes":1,"down_votes":0,"body":"Ähhhhh falsches Universum ? ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T12:31:58.342+0000","up_votes":1,"down_votes":0,"body":"Der Warp wirkt überall gleich.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T13:15:04.726+0000","up_votes":1,"down_votes":0,"body":"Was für ein Ding?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-27T13:30:57.156+0000","up_votes":1,"down_votes":0,"body":"Mein Ding.","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:38:56.522+0000","up_votes":1,"down_votes":0,"body":"> über euch kommt.\n\nhttps://media.tenor.com/images/beb59ec224c8b6ec73565eca2f5da6f7/tenor.gif\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T12:10:16.545+0000","up_votes":1,"down_votes":0,"body":"Aber ich darf nicht Porno sagen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T12:45:13.581+0000","up_votes":1,"down_votes":0,"body":"Oh doch :D natürlich darfst du das sagen.\n\nXD Nur keinen extra Thread dafür erstellen. Zumindest hier nicht =p","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-27T13:14:41.801+0000","up_votes":1,"down_votes":0,"body":"Ach meno ^^","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-27T11:41:20.269+0000","up_votes":1,"down_votes":0,"body":"Ich sag doch, Lanzenschlag. \n\nhttp://wh40k-de.lexicanum.com/mediawiki/images/d/d9/Lance_strike.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T11:51:39.442+0000","up_votes":1,"down_votes":0,"body":":x Hab nur die wichtigen Dinge raus gefiltert","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-27T13:04:37.691+0000","up_votes":1,"down_votes":0,"body":"##**_~~ICH KANN WIEDER GIFs BENUTZEN~~_**\n\nhttps://media.tenor.com/images/b3d974c536cef9a177f821b0b4836e57/tenor.gif","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-02-27T08:33:20.061+0000","up_votes":1,"down_votes":0,"body":"Meh, Chefs sind doch irgendwie alle gleich.\n\nEine MA von mir hats mal richtig dem Abteilungsleiter gesagt:\n\nEr hat sie angeschissen, dass sie was in seiner Abwesenheit anders gemacht/entschieden hätte als er. Ihre Antwort \"Dann wärst da gewesen. Darfst hat nimmer auf Urlaub gehn. Ich habs nach besten Wissen und Gewissen so entschieden\" und damit war fie Diskussion beendet.\n\nUnd genau so isses.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T08:58:48.340+0000","up_votes":1,"down_votes":0,"body":"Ich sehe sie nicht mal als Chef an .-.\n\nMeine Chefin hat Urlaub und ist die einzige die mir wirklich Ansagen zu machen hat.\n\nWenn so ein Satan am Rad dreht und mit der Vorgesetzten Nummer kommt, dann muss sie sich vor allem so verhalten wie es sich gehören würde und nicht random scheiße erzählen. Und die Respekt Karte hat sie schon vor Jahren verspielt. Es ist mehr ein dulden der Person und Wissen um dieses verkorkste Wesen was ihr Verhalten angeht x)\n\nSie versucht auch immer bei meiner Chefin alles so zu drehen als würde ich einfach machen was ich will und frei entscheiden über Gott und die Welt. Nur entweder habe ich dann bereits im Vorfeld e-Mails mit meiner Chefin ausgetauscht und alles abgeklärt so das ihre Worte einfach in der Luft verpuffen oder aber ich bin so ehrlich und sage \"Wenn sie in ihrem Büro sitzen und Kaffee trinken, aber zwei Stunden lang keine Anrufe entgegen nehmen und das klopfen an der Türe ignorieren ... Muss man dazu noch was sagen?\" So war das ja auch gestern ^^ KEINE SAU IM HAUS aber ich soll nachfragen ??? ...\n\nXD Dann bin ich zwar auch \"die Freche\" und das eigentliche \"Verbrechen des Ignorierens\" wird völlig übersehen aber naja.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-27T07:27:42.226+0000","up_votes":1,"down_votes":0,"body":"Erstaunlicherweise funktioniert das Prinzip der Vorgesetzten überall gleich. Eigentlich wollen sie nicht belästigt werden und du sollst gefälligst eigenständig arbeiten, aber wehe dir du belästigst sie nicht mit jedem Scheiß und fängst an eigenständig zu arbeiten. Das können die überhaupt nicht leiden. Naja was solls, gibt schlimmeres als einen Frisör abzubestellen imo.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-27T07:37:36.072+0000","up_votes":1,"down_votes":0,"body":"Satan legt eh immer aus wie sie es will XD Man hat halt keine Chance.\n\nMittlerweile schweige ich einfach wenn sie anruft XD Ich melde mich, höre was sie sagt, gebe antwort und sage dann nichts mehr bis ein \"naja\" oder \"tschö\" kommt und sie auflegt XD Das ist so bisher die sinnvollste Taktik.\n\nUnd ja, der Friseur sollte scheiß egal sein. Sie hätte ja auch darüber schockiert sein können das der Aufzug nicht funktioniert XD Solange hier nichts schlimmes passiert geht des ja noch. Aber wenn hier auf einmal wieder Notarzt oder sonst wer rein gerannt kommt ... jaaaaaaaaaaaaaa ... erst mal Umwege und Zeit verlieren!\n\nHm. Abwarten.","replies":[]}]}]}