{"id":"ARXszeTO","poster":"SirZechs","date":"2019-02-26T20:18:52.324+0000","title":"Dc im Loadingscreen, obwohl Wlan perfekt funktionier, reconnect nicht möglich","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe eine ranked game gestartet, war ungewöhnlich lange im Loadingscreen, und plötzlich kam die Nachricht dass ich dc bin. Hab versucht es zu restarten, dann kam gliech zweimal die Nachricht \"ur game has crashed\". Hab einen Fehlerbericht senden lassen und es nochmal versucht. Diesmal wurden die Bilder geladen, aber ich konnte nicht connecten, hat sich dann von selbst geschlossen. Ab da kam immer wieder \"unable to connect to the server\". Was ist da los? Bin dann nach ein paar minuten im Client bei einem remake fenster geendet, und meiner promo wurde ein loss hinzugefügt.\n\nIst das Thema so schwer zu behandeln oder warum dauert das so lange. Ist ja eigentlich nicht unwichtig wenn league dich aus einem spiel disconnected... Wenn das in der Promo passiert (wie mir, danke riot für die verlorene Promo) ist das schon ziemlich kacke.","replies":[{"id":"","poster":"Yatsuki","date":"2019-02-27T12:54:30.298+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nVersuch folgendes:\n\n* Wechsle von einer WLAN Verbindung auf eine LAN Verbindung\n\n* Versuche zuerst deinen Client über die Reparaturfunktion zu reparieren (im Client rechts oben auf das Zahnrad klicken)\n\nWenn das dein Problem nicht behebt:\n\n* [Deaktiviere IPv6 an allen Tunnelschnittstellen(Klick)](\nhttps://support.microsoft.com/de-de/help/929852/how-to-disable-ipv6-or-its-components-in-windows)\n\n* Deaktiviere **vorerst** deine Firewall und dein Antivirus (achte auch darauf das in beiden, LeagueofLegends nicht blockiert wird)\n\n* Lade dir das Hextech Repair Tool herunter und installiere es: \nhttps://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool\n\n* Setzte Haken bei \"Öffentlicher DNS-Server (empfohlen)\" und \"erneutes Patchen erzwingen\" und drücke \"Start\"\n\n\nWenn das alles nichts Hilft melde dich mit der \"Antworten\"-Funktion erneut bei mir :)\n\nGruß Yatsuki","replies":[]}]}