{"id":"AUIrXZHB","poster":"RitosMoriarty","date":"2019-11-24T11:17:02.290+0000","title":"Vorschlag einer Änderung des MMR-Systems und Maßnahme zur Minderung der Toxizität","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":14,"body":"Hallo people,\r\n\r\nals erstes, ich habe irgendwie nicht alle Kategorien zur Auswahl, um was zu schreiben, also verwenden ich die Kategorie Spielerverhalten. Sie passt am besten mMn.\r\n\r\nIch denke jedem ist bewusst, dass die League Community toxisch ist und möglicherweise hat jeder bereits \"negative\" Erfahrungen gemacht. Aber keiner fragt nach den Ursachen für dieses Verhalten. Es gibt natürlich einfach und banale Antworten wie z.B. schlechte Erziehung, Charakter usw. der Spieler und es gibt etwas komplexere Möglichkeit, nämlich die System von Riot, welche zu dem aktuellen Stand des Leagues/ der Community nicht mehr passen. \r\nMit den Systemen meine ich in erster Linie das IFS und MM - MMR dann auch. In diesem Beitrag versuche ich mal eine Alternative zu dem aktuelle Ligasystem zu machen. \r\n\r\nIn der letzten Zeit habe ich relativ viel Destiny 2 gespielt, ich hoffe jeder weiß was es ist. Und dort haben die Entwickler das Rankedsystem relativ fair und dadurch auch toxizitätshemmend gemacht. Es gibt dort auch toxische Leute, das liegt aber in erster Linie an dem Balancing der Waffen und Klassen. Also zu dem Ranksystem dort gibts 6 Ränge mit jeweils 3 Divisionen, es beginnt beim Guardian I und endet bei 5500 \"Elo\" mit dem Rank \"Legend\". Das Climben ist relativ ähnlich zu League, du gewinnst bekommt Glorypunkte, du verlierst bekommt - Glorypunkte. \r\nHier liegt, aber mMn der größter Pluspunkt dieses Systems, die Punkte, die man verliert bzw. gewinnt sind von der individullen \"Performance\" abhängig. Also wenn man z.B. eine KDA von 20 hatte und gewinnt bekommt man meht \"Elo\" als jemand, der eine 0,5 KDA hatte. Bei Niederlagen ist es ähnlich, wenn man besser spielt, bekommt man kleineren Abzug.\r\n\r\nIch bin 100% davon überzeugt, dass wenn Riot so ein System o.Ä. in League etablieren würde, wäre die Community viel weniger toxisch. Denn seien wir ehrlich keine mag \"Spieler, die einen schlechten Tag hatten\". Und da das Spiel mit der Zeit teamfokusierter wurde, sind solche Leute sehr oft uncarryable. Also man verliert genau so viel Punkte, obwohl man sein bestes gegeben hatte und einfach \"Pech hatte\". Nach mir passieren diese \"unlucky MM\" in League zu oft, wenn man bedenkt, dass es eine mathematisch berechnete Größe gibt, die festlegt wer mit wem spielt. Leider beinhaltet diese Größe den \"individuellen Skill\" gar nicht, was in Onlinespielen per se zur Toxizität führt.\r\n\r\nMan müsste dann natürlich genauer ausrechnen wer wie viel LP bekommt und verliert. Riot hat aber bestimmt ein Paar Mathematiker, die in der Lage dazu wären eine Formel aufzustellen, welche die \"Balance\" nicht zerstört.\r\n\r\nWas denkt ihr über diesen Vorschlag?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-11-24T12:39:56.960+0000","up_votes":12,"down_votes":0,"body":"Dann spiele halt Egoshooter. Mehr gibt es dazu nicht zu sagen.\n\nAber weil das langweilig wäre: Weißt du, wie oft ich mir als Support Main die Statistiken ruiniere, weil ich Fehler meiner ADCs ausbeute? Weil ich dem Gegner sage: An den kommt ihr nur über meine Leiche. Und das ist kein Vorwurf an meinen ADC, Fehler passieren. Und wenn sie passieren, versucht man sie auszugleichen. LoL ist halt ein Teamspiel, man gewinnt und verliert gemeinsam. Deswegen opfere ich mich gerne für mein Team, solange es dadurch gewinnt.\nAber wenn die einzelnen Statistiken relevant werden, wird jeder in den Splitpush Modus gehen um seine Statistiken zu retten, anstatt dem 0-3-0 Mitspieler zu helfen.\n\nUnd im Gegensatz zu einem Shooter, wo man halt hinterher behaupten kann, ich habe so und so viele Headshots in 20 Minuten gemacht, ich bin gut, kann man das bei LoL nicht so einfach runterbrechen. Da kann der 20-3-2 Master Yi plötzlich der Hauptverantwortliche für die Niederlage sein, weil er in Minute 35 unbedingt blind zum gegnerischen Redbuff laufen muss und dort dann innerhalb von 0,25 Sekunden stirbt. Der Gegner macht Baron, holt sich den Inhibitor und gewinnt, bevor der Yi wieder auf der Karte ist. \nBei deiner Theorie denkt sich der Yi \"Och, egal, ich gewinne trotzdem meine LP\"... und lernt dementsprechend auch nichts.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T12:57:13.150+0000","up_votes":1,"down_votes":13,"body":"Weißte wie oft ich als Support-Main Leute, die Stats wie 0 10 3 oder 2 13 4 o.Ä. besitzen, flame? Richtig viel zu oft. Du machst einen Fehler mit deiner Einstellung. Die erste und wichtigste Regel in Solo Q \"never help\", wenn jemand scheiße ist, muss man nicht auf sein Niveau fallen.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T14:17:10.494+0000","up_votes":8,"down_votes":0,"body":"Mit der Einstellung hast du in einem Teamspiel nichts zu suchen.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T15:25:49.155+0000","up_votes":1,"down_votes":8,"body":"OK, OK Senpai ich werde aufhören mit dem Teamspiel \"League of Legends\". Sie haben ja auch zu entscheiden, was ich machen darf und was nicht. Ab 3.12 bin dann wieder bei den bösen Shootergames dabei.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T22:47:10.451+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=0003000000010000,timestamp=2019-11-24T15:25:49.155+0000)\n>\nSie haben ja auch zu entscheiden, was ich machen darf und was nicht. \n\nWie war, das nochmal du gehst zur Uni?\nDa wundert, es mich aber doch immer wieder das du so begriffsstutzig bist und vieles nicht richtig verstehst.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T23:22:05.442+0000","up_votes":1,"down_votes":7,"body":"Wer sagt denn, dass ich alles verstehen muss, wenn ich in die Uni gehe? Und bitte beleidige mich nicht. Ich habe kein Bock noch nen Smurf auf Stufe 7 zu lvln.\n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T23:30:22.255+0000","up_votes":5,"down_votes":0,"body":"Das ist eine Feststellung  keine Beleidigung.\nUnd wer sagt, dass du **alles ** verstehen musst?\nIst vieles = alles?\n\nEs tut mir leid, dass du so verwirrt bist.{{sticker:zombie-nunu-tears}}","replies":[]},{"id":"","poster":"Webturnier","date":"2019-11-25T00:22:13.395+0000","up_votes":4,"down_votes":0,"body":"ja dann spiel doch CS:GO diggi","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2019-11-25T11:57:03.707+0000","up_votes":2,"down_votes":0,"body":"Aber komm bitte nicht nach Tarkov. Bleib weiter ein Hüter, am Besten ein Titan.{{sticker:sg-kiko}}","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T14:10:07.440+0000","up_votes":1,"down_votes":2,"body":"Ne spiele Warlock und das nur in der Light version. Hunters und Titans abusen, nein danke. Ich laufe da immer noch mit den DMRs rum. Schade, dass Bungie es nicht wie in Halo gemacht haben, aber muss man durch.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2019-11-24T13:42:47.886+0000","up_votes":6,"down_votes":0,"body":">Weißte wie oft ich als Support-Main Leute, die Stats 0 10 3 oder 2 13 4 o.Ä. flame? Richtig viel zu oft. Du machst einen Fehler mit deiner Einstellung. Die erste und wichtigste Regel in Solo Q \"never help\", wenn jemand scheiße ist muss man nicht auf sein Niveau fallen.\n\n\n\nMagst du das bitte noch mal Korrekturlesen? Ich habe das Gefühl, die Sätze passen nicht so ganz. \n\n>Du machst einen Fehler mit deiner Einstellung. Die erste und wichtigste Regel in Solo Q \"never help\",\n\nDann bist du aber in Teamspielen falsch. Wenn deine Einstellung ist, \"lass den Toplaner der Gegner unseren Inhib einpuschen, weil unser Toplaner 0/3/0 steht. Dann verlierst du dadurch und hast, egal wie toll deine Stats sein sollen, den Punktabzug in der Rangliste verdient.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T23:23:18.356+0000","up_votes":1,"down_votes":9,"body":"Wieso bin ich in Teamspielen falsch? In Destiny ist auch ein 3v3 Match. Warum gehts dort und in League nicht? Sage bitte nicht, dass es verschieden Genres sind.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T23:38:36.593+0000","up_votes":5,"down_votes":0,"body":"Es ist eine andere Art des Teamspiels.","replies":[]},{"id":"","poster":"HyperionCH","date":"2019-11-25T18:06:44.090+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=0003000000000000,timestamp=2019-11-24T23:23:18.356+0000)\n>\n> Wieso bin ich in Teamspielen falsch? In Destiny ist auch ein 3v3 Match. Warum gehts dort und in League nicht? Sage bitte nicht, dass es verschieden Genres sind.\n\nIch kenne zwar dieses Spiel nicht (nur, dass es ein Shooter ist), aber offenbar sind die Rollen für alle Spieler ähnlich ähnlich. \n\nIn LoL haben alle 4 Spieler grundsätzlich unterschiedliche Aufgaben und Rollen.\nWenn du der Meinung bist, dass man in LoL mehr die \"inviduelle Leistung\" im Ranked belohnen soll, dann musst du schon konkreter werden.\n\nDenn derzeit klingt es rein nach \"bessere KDA = mehr LP\".\nAuf Fussball übertragen bedeutet dies, dass ein Torhüter immer schlechter bewertet wird, da das Tore verhindern weniger wert ist als Tore zu schiessen bzw. vorzubereiten.\nUnd ein Stürmer kriegt dann immer die beste Bewertung, obwohl er ohne Unterstützung vom Mittelfeld auch keine Tore geschossen hätte.\n\nDenn bei deinem Vorschlag würde kein einziger Spieler mehr Support spielen (höchstens DMG-Support wie Brand oder Zyra und dann \"Kill stealen\"; am besten auch gleich etwas Farm wegnehmen etc.). auch Tank spielt natürlich keiner, obwohl bei gewissen Team-Combos doch ein Tank ein grosser Nutzen wäre (bzw. alles was die DMG-Dealer schützt/pealt).\n\nIn LoL sind Objectives wichtiger als Kills. Aber Objectives zu bekommen ist nicht ganz so einfach messbar (z.B. Trade Drake zu Tower, oder Herald zu Kill auf der Botlane, etc.).  \nDeshalb: schreibe hier einmal konkret, wie man die individuelle Leistung genau messen kann.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-11-24T16:42:43.482+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=00030000,timestamp=2019-11-24T12:57:13.150+0000)\n>\n> Weißte wie oft ich als Support-Main Leute, die Stats wie 0 10 3 oder 2 13 4 o.Ä. besitzen, flame? Richtig viel zu oft. Du machst einen Fehler mit deiner Einstellung. Die erste und wichtigste Regel in Solo Q \"never help\", wenn jemand scheiße ist, muss man nicht auf sein Niveau fallen.\n\nHabe ich dir schon empfohlen, Egoshooter zu spielen?\nIch sag das mal so: Ich kann das Spiel zocken, ohne meine Mitspieler zu zocken, so falsch kann die Einstellung nicht sein...","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T17:28:57.237+0000","up_votes":1,"down_votes":7,"body":"Welche Bedeutung hat dein zweites \"zocken\"? Verstehe ich nicht ganz.","replies":[]}]}]}]},{"id":"","poster":"WC9 Umbra","date":"2019-11-24T11:26:12.821+0000","up_votes":1,"down_votes":0,"body":"in leauge ist auf KDA spielen aber fast das gleiche wie trollen. \n\nKDA sagt relativ wenig aus.\n\ndann würde niemand mehr für game winning plays gehen.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T11:45:28.449+0000","up_votes":1,"down_votes":5,"body":"KDA soll nicht das einzige Kriterium sein, obwohl ich deine Aussage nicht zu stimmen kann. Man kann für Plays gehen ohne 0 12 3 zu stehen und einigermaßen neutrale KDA besitzen.","replies":[{"id":"","poster":"Sirrkas","date":"2019-11-24T12:32:37.468+0000","up_votes":8,"down_votes":0,"body":"Nur leider bestrafst du dennoch den Tank dafür, der sich dann in die 5 Gegner wirft, um den Midlaner und den Jungler raus zu hauen, dabei sicher stirbt und das nur dafür, dass die Gegner nicht so einfach die Base einreisen können, als wenn der Tank das dann alleine versuchen würde.\n\nEr hat die richtige Entscheidung getroffen, aber in der Wertung steht nur +1 Tod. Und nicht \"hat dafür gesorgt, dass das Team überhaupt noch eine Chance auf ein Comeback hat\".","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T12:59:08.340+0000","up_votes":1,"down_votes":12,"body":"Ach komm. Du kannst als Tank neutrale KDA haben. Was soll diese Argumentation? Ich bin ein Tank, also darf ich feeden? Das ist kein Argument, auch wenn man reingeht wird sich die KDA ausgleichen, wenn man nicht intet.","replies":[{"id":"","poster":"Sirrkas","date":"2019-11-24T13:44:19.960+0000","up_votes":7,"down_votes":1,"body":"Ich habe langsam das Gefühl, du willst nur trollen.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T14:15:22.349+0000","up_votes":5,"down_votes":0,"body":"Das ist ja auch unser Forentroll mit einem anderen Acc.\nEinfach nicht ernst nehmen und ignorieren.","replies":[]},{"id":"","poster":"Divin1ty","date":"2019-11-24T13:54:18.125+0000","up_votes":5,"down_votes":1,"body":"Tut er auch, weiß nicht warum die Mods ihn und ein paar andere Accounts nicht auf einer Liste haben/Foren bannen.\nVorher hieß er RiotPls, irgendwas mit Teemo oder ähnliches, genauso getrollt.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T14:05:15.472+0000","up_votes":1,"down_votes":9,"body":"Was soll das denn? Machste wieder deinen Whiteknightmodus an?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T14:16:12.656+0000","up_votes":5,"down_votes":1,"body":"Du bist immer am Trollen.\nIch habe dir doch gesagt dich nimmt nie wieder jemand ernst und daran bist du selber schuld.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T14:50:40.741+0000","up_votes":1,"down_votes":7,"body":"Ja, ja ich warte schon auf den nächsten Ban, was fällt mir ein das System zu kritisieren.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T14:57:35.543+0000","up_votes":6,"down_votes":1,"body":"Darum geht es nicht Cpt Trollosmaximus.\nAber das willst du ja eh nicht wahrhaben.\nFlacherdler und Reptiloiden gläubiger bist du wahrscheinlich auch noch, oder?\nBei deiner verdrehten Wahrnehmung der Dinge würde mich das nicht wundern.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T17:33:18.822+0000","up_votes":1,"down_votes":7,"body":"Nein, aber ich glaube daran, dass Menschen von den Toten auferstehen und dann über Wasser laufen können. Problem damit?","replies":[{"id":"","poster":"Divin1ty","date":"2019-11-24T19:07:33.152+0000","up_votes":6,"down_votes":0,"body":"Wirst irgendwie weder kreativer mit dem Trollen, noch lustiger..eher traurig. :/","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T19:38:40.223+0000","up_votes":1,"down_votes":6,"body":"Ich trolle doch nicht, das ist mein Glauben. Was soll das jetzt? Hast ein Problem mit mir schön, aber lass mein Glauben in Ruhe.","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-24T22:56:44.429+0000","up_votes":5,"down_votes":0,"body":"Und was willst du mir damit jetzt sagen?\nDas du an Zombies mit übersinnlichen Fähigkeiten glaubst? Oder geht es eher in Satanismus und andere Untote Wesen?\n\nFalls es um Jesus usw. kauf ich es dir nicht ab.\nIch finde es schön für Leute, wenn sie etwas haben an das sie glauben und das es ihnen Kraft gibt.\nAber du mit deinem unbegründeten Riesen Ego glaubst nur daran, das alle anderen die Bösen sind und das Trolle wie du alles richtig machen und sonst ist dir wahrscheinlich alles und jeder andere egal.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T23:17:25.320+0000","up_votes":1,"down_votes":6,"body":"Ich glaube an Jeschua, ja und?  Ich glaube auch, dass er eines Tages die ganzen Saboteure in meinen Spielen bestrafen wird und schickt diese in die Unterwelt.\n\nDass du mir MEINEN Glauben nicht abkaufst, ist mir egal. Ich verkaufe es nicht.\n\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T23:26:10.629+0000","up_votes":5,"down_votes":0,"body":"1: Wird er dich auch in die Unterwelt schicken, weil deine Untaten ein gewaltiges Gewicht haben.\n\n2: Ich bin der zukünftige Herrscher der Unterwelt und dort will ich dich nicht haben also schicke ich dich nach Oben dort kannst du dann alle weiter in den Wahnsinn treiben.\nAber ich will dann nichts mehr von dir hören (Lesen){{sticker:sg-shisa}}","replies":[]}]}]}]}]},{"id":"","poster":"Horseghost","date":"2019-11-25T10:30:40.938+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000000000001000000000000000000000000,timestamp=2019-11-24T14:50:40.741+0000)\n>\n> Ja, ja ich warte schon auf den nächsten Ban, was fällt mir ein das System zu kritisieren.\n\nDu verwechselst Kritik mit Krittelei !","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T14:15:38.622+0000","up_votes":1,"down_votes":1,"body":"Was ist Krittelei? Sorry deutsch ist nicht meine Muttersprache.","replies":[]}]}]}]},{"id":"","poster":"Divin1ty","date":"2019-11-24T16:22:27.031+0000","up_votes":6,"down_votes":0,"body":"Von zu offensichtlichem Trollpost Spam genervt sein =/= White knight.\n\nDavon abgesehen gibt es hier nicht mal eine Person für die ich whiteknighten könnte. xd","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T17:33:40.991+0000","up_votes":1,"down_votes":7,"body":"Entität des Ritos.","replies":[]}]}]}]},{"id":"","poster":"RitosMoriarty","date":"2019-11-24T14:07:02.389+0000","up_votes":1,"down_votes":7,"body":"Warum?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T14:18:35.085+0000","up_votes":5,"down_votes":0,"body":"{{champion:48}}","replies":[]}]}]}]}]},{"id":"","poster":"WC9 Umbra","date":"2019-11-24T12:11:52.182+0000","up_votes":1,"down_votes":0,"body":"ne ist bs.","replies":[]}]}]},{"id":"","poster":"Reaz83","date":"2019-11-24T20:11:23.681+0000","up_votes":4,"down_votes":0,"body":"Leute...  Lol ist kein baller Spiel und kda ist nicht so wichtig zum Sieg.\n\nEs gibt Master Spieler die haben weniger kills als Tode...  Und sind Master mit den champion weil nicht jeder champion zum killen / snowballen gemacht sind...","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T21:09:40.513+0000","up_votes":1,"down_votes":6,"body":"> Leute... Lol ist kein baller Spiel und kda ist nicht so wichtig zum Sieg.\n\nBeim ersten Teil stimme ich dir zu, beim zweiten leider nein. KDA ist wichtig in League. Es  ist  mindestens der mentale Aspekt, neben dem \"ökonomischen\" Nachteil im Spiel.\n\n>Es gibt Master Spieler die haben weniger kills als Tode... Und sind Master mit den champion weil nicht jeder champion zum killen / snowballen gemacht sind...\n\nEs gibt auch Challenger mit negative WR. Was haben diese beiden Aussagen gemeinsam? Richtig sind nur Behauptungen ohne Beweise. Ein Paar Beispiele wären nice.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-24T23:07:14.047+0000","up_votes":5,"down_votes":0,"body":"Und es gibt Leute die das Spiel nicht verstehen{{sticker:vlad-salute}}","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T23:12:15.432+0000","up_votes":1,"down_votes":6,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Reaz83","date":"2019-11-26T20:39:29.867+0000","up_votes":1,"down_votes":0,"body":"Guck in den top 20 besten gnar Spieler dort ist jemand mit weniger kills als Tode..  komisch wie kann der Master kommen wenn kills so wichtig sind...","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-26T21:45:55.456+0000","up_votes":1,"down_votes":2,"body":"Sage ich doch die Ausnahmen bestätigen die Regel. Einer von wie vielen?","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2019-11-24T12:29:51.163+0000","up_votes":5,"down_votes":1,"body":">Hier liegt, aber mMn der größter Pluspunkt dieses Systems, die Punkte, die man verliert bzw. gewinnt sind von der individullen \"Performance\" abhängig. Also wenn man z.B. eine KDA von 20 hatte und gewinnt bekommt man meht \"Elo\" als jemand, der eine 0,5 KDA hatte. Bei Niederlagen ist es ähnlich, wenn man besser spielt, bekommt man kleineren Abzug.\n\n>Was denkt ihr über diesen Vorschlag?\n\nIch halte den Vorschlag für sehr problematisch. Das wurde auch schon viele male vorgeschlagen und diskutiert. Um dir kurz ein paar Gegenpunkt zu erläutern, führe ich mal die wichtigsten auf:\n\n1) Teamplay wird bestraft: \nWenn man nur oder zu stark die Performance bewertet, rückt das Ziel des Spiels (der Sieg) zunehmend in den Hintergrund. Dies kann dazu führen, dass Leute lieber übervorsichtig spielen und sich etwa als Tank denken, ich bleibe lieber hinten, wenn mein Überleben nicht garantiert ist und behindern damit das Team, statt ihm zu helfen. Ähnlich bei Supportern. \nAls Supporter und Tank ist es nämlich nicht meine Aufgabe zu überleben, sondern ich soll dafür sorgen, dass mein Team lange genug lebt, damit sie den Gegner besiegen können. Da dieses System aber stärker darauf achtet, wie meine KDA ist, als zu betrachten, was ich für den Sieg geleistet habe, kann es hier zu egoistischerem Verhalten kommen. \nDas kann sogar so weit gehen, dass die Teams zu selbstsicher werden und lieber noch versuchen Kills zu farmen, statt zu gewinnen. Dann lässt man sich ein mal schnappen, weil man glaubt, den Teamfight gewinnt man auch zu viert mit 20 % HP und das Spiel ist gelaufen.\n\n2) Toxicity kriegt einen richtigen Grund: \nDu kennst das sicher auch, du gehst auf die Toplane, willst deinem Toplaner helfen, weil er im Farmnachteil ist und scheinbar die Lane nicht gewinnen kann. Dann springst du da rein, setzt deinen CC auf den Gegner, der Toplaner haut seinen Schaden raus und ihr tötet den Gegner. Eigentlich war alles gut. Aber du hast den Kill gekriegt, egal ob absichtlich oder durch einen Dot. Da Stats in diesem System wichtiger sind, hätte der Toplaner jetzt einen zusätzlichen Anreiz dich für den \"Killsteal\" zu flamen. Ich wurde schon in Botgames für so etwas geflamt, obwohl mein Mitspieler 2 Bildschirme entfernt war. Wie schlimm soll es dann erst sein, wenn der Mitspieler auch noch glaubt, man würde ihm LP stehlen?\n\n3) Bewertung von Performance:\nHier kommen wir zum schwierigsten Punkt. Wie willst du die Stats bewerten? Was ist wirklich wichtig für den Sieg? Sind es die 30 Kills die man als Assassine gemacht hat, die zum Sieg geführt haben? Waren es die Heals von Soraka, die am meisten zum Sieg beigetragen haben, weil dadurch der ADC und Tank überhaupt so lange gelebt haben? War es die Farmleistung vom ADC, damit er für den wichtigen Teamfight alle nötigen Items hatte? War es die Objectivecontrol vom Jungler, die das Zünglein an der Waage war? Wäre es wichtiger 10 Minions zu farmen oder doch lieber den gegnerischen Jungler zu verfolgen? \nDas sind alles Fragen die sich stellen und da kein Spiel gleich abläuft, würde sich die Gewichtung hier sogar je Spiel verschieben können. \n\nWenn man dagegen einfach nach Sieg oder Niederlage geht, wird automatisch alles immer so weit eingerechnet, wie es wirklich Einfluss hatte. Ja, das heißt, du verlierst mal, weil Top und Mid verkackt haben. Aber du gewinnst ebenso dafür, dass deine Gegner sich denken, zu dritt die Bot diven ist machbar und vergeben dabei dann doch den Tripplekill.\n\nWenn man die LP von der Leistung abhängig machen will, steht man leider vor dem Problem, wie man all die möglichen Aktionen bewertet, die es geben kann.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T17:26:05.243+0000","up_votes":1,"down_votes":6,"body":"> Das kann sogar so weit gehen, dass die Teams zu selbstsicher werden und lieber noch versuchen Kills zu farmen, statt zu gewinnen. \n\nMachen sie doch jetzt auch? Also why not?\n\n>Du kennst das sicher auch, du gehst auf die Toplane, willst deinem Toplaner helfen, weil er im Farmnachteil ist und scheinbar die Lane nicht gewinnen kann.\n\nNein, kenne ich nicht. Ich helfe generell keiner Lane, welche stark verliert.\n\n>Eigentlich war alles gut. Aber du hast den Kill gekriegt, egal ob absichtlich \n\nWas ist daran schlecht, dass der Supp Gold bekommt? Ich nehme jeden Kill, den ich nehmen kann. Vor allem jetzt, denn ich habe das Gefühl, dass man jetzt noch weniger Gold hat als davor. KDA? Wo ist das Problem, er bekommt ja seinen positiven Beitrag durch den Assist.\n\nBei dem Punkt mit der Wertung stimme ich dir zu, es ist nicht das Einfachste. Was und wie in die Wertung reingeht wäre von der Posi abhängig. Aber   mMn brauchen die inneren System eine Überarbeitung. Vielleicht ist es auch nur ich, der es so sieht, aber ich spiel das Spiel ca 7 Jahre und die Entwicklung der \"Community\" ist nicht gut. Und für diese Entwicklung kann man nicht nur die \"toxischen\" Spieler verantwortlich machen. Die Systeme sind objektiv als auch subjektiv einfach \"unfair\", also wundert es mich nicht, dass die Leute toxic werden.","replies":[{"id":"","poster":"Horseghost","date":"2019-11-25T10:33:10.136+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=00020000,timestamp=2019-11-24T17:26:05.243+0000)\n>\n>, aber ich spiel das Spiel ca 7 Jahre \n\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} \n\nIm Leben nich, Du hast Dir den Acc gekauft. Mit Sicherheit ! Ich mein, 7 Jahre und das Spiel immer noch nicht verstanden. Is schon ne reife Leistung Alter !","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T14:14:38.761+0000","up_votes":1,"down_votes":4,"body":"Was für kaufen? Musste doch nicht von sich auf mich schließen. Ich habe das Spiel verstanden im Gegensatz zu den Whiteknights. Wenn ich andere Attitüde zu meinen \"Mitspielern\" habe, hat es nichts mit dem Spielverständnis zu tun.\n\nDanke für den Lob Brudi!!","replies":[{"id":"","poster":"Horseghost","date":"2019-11-25T16:16:39.187+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=0002000000000000,timestamp=2019-11-25T14:14:38.761+0000)\n>\n> Ich habe das Spiel verstanden \n\nDann los, ich höre ! Wie genau erlebt der Horst seinen Aufstieg/Fall ? Ich will das mit DEINEN eigenen Worten formuliert lesen, kein Zitat oder sonstwas. Schreib es hier und jetzt auf ! Schreibe es so auf wie Du es verstanden hast .\n\n... Brudi","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T20:12:29.571+0000","up_votes":1,"down_votes":5,"body":"Basis:\n\n10 Spieler spielen in der Kluft, wobei 7-8 schlechte sind und der Rest eigenermaßen weiß was man machen soll (Makroplay). \n\nLaning phase:\n\nMan farmt bis ca Minute 18-20 und versucht dabei nicht zu feeden bzw, dem Gegner das Farmen zu erschweren.\n\nLaning zu Ende:\n\n10 Leute rennen wie Beklopte auf der Map rum bis einer \"gecatched\" wird und sein Team verliert dadurch wichtige Objekte wie Nash, Inhibs etc. Was dazu führt, dass sein Team das Spiel verliert.\n\nAfter Match Lobby:\n\nDer gecatchte Spieler wird geflamet und die Sieger schreiben ggwp.\n\n\nEine knappe Zusammenfassung wie ich League of Legends verstehe. Ich hoffe du bist zufrieden.\n\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"You Got My Name","date":"2019-11-26T08:09:26.503+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000200000000000000010000,timestamp=2019-11-25T20:12:29.571+0000)\n>\n> Basis:\n> \n> 10 Spieler spielen in der Kluft, wobei 7-8 schlechte sind und der Rest eigenermaßen weiß was man machen soll (Makroplay). \n> \n> Laning phase:\n> \n> Man farmt bis ca Minute 18-20 und versucht dabei nicht zu feeden bzw, dem Gegner das Farmen zu erschweren.\n> \n> Laning zu Ende:\n> \n> 10 Leute rennen wie Beklopte auf der Map rum bis einer \"gecatched\" wird und sein Team verliert dadurch wichtige Objekte wie Nash, Inhibs etc. Was dazu führt, dass sein Team das Spiel verliert.\n> \n> After Match Lobby:\n> \n> Der gecatchte Spieler wird geflamet und die Sieger schreiben ggwp.\n> \n> \n> Eine knappe Zusammenfassung wie ich League of Legends verstehe. Ich hoffe du bist zufrieden.\n> \n> {{sticker:slayer-pantheon-popcorn}}\n\nDas beschreibt das typische iron-silber gameplay, aber nicht wie das game wirklich Abläuft.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-26T14:10:12.207+0000","up_votes":1,"down_votes":3,"body":"Nein das beschreibt jedes Solo Q Spiel, egal in welcher Elo. Es gibt graduelle Unterschiede in Afterlaningphase, ja, aber der Endpunkt ist derselbe, jemand wird gecatched.","replies":[{"id":"","poster":"You Got My Name","date":"2019-11-26T14:19:30.387+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=00020000000000000001000000000000,timestamp=2019-11-26T14:10:12.207+0000)\n>\n> Nein das beschreibt jedes Solo Q Spiel, egal in welcher Elo. Es gibt graduelle Unterschiede in Afterlaningphase, ja, aber der Endpunkt ist derselbe, jemand wird gecatched.\n\nWenn du sagst \"jedes solow game so abläuft\", dann müsstest du ja Iron,silber,gold,platin,dia,master,GMaster und challenger sein.\nKlar ist soloq chaotisch. es heißt ja auch SOLO und nicht TEAM :D\n\nSchon alleine sowas wie\n\n> 10 Spieler spielen in der Kluft, wobei 7-8 schlechte \n\nZiehst du einfach, weil du getiltet bist Leute über einen Kamm, weil wenn von 10 7-8 schlecht wären, dann müsste ja Iron überfüllt sein.\n\n> Man farmt bis ca Minute 18-20 und versucht dabei nicht zu feeden bzw, dem Gegner das Farmen zu erschweren.\n\nDas stimmt halt auch nicht. Man versucht in denn ersten 14min Objectives zu bekommen wie tower, dragen oder herald.\n\nKp auf denn Rest muss man halt nicht eingehen.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-26T17:53:13.610+0000","up_votes":1,"down_votes":2,"body":"> ja Iron überfüllt sein.\n\nIst es auch. Platin ist statistisch gesehen High Elo bzw, nach Riot sogar \"competitive\".\n\nNatürlich kann es Ausnahmen geben, aber diese bekräftigen die Regel.","replies":[]}]}]}]},{"id":"","poster":"Horseghost","date":"2019-11-26T08:22:03.412+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000200000000000000010000,timestamp=2019-11-25T20:12:29.571+0000)\n>\n> Basis:\n> \n> 10 Spieler spielen in der Kluft, wobei 7-8 schlechte sind und der Rest eigenermaßen weiß was man machen soll (Makroplay). \n> \n> Laning phase:\n> \n> Man farmt bis ca Minute 18-20 und versucht dabei nicht zu feeden bzw, dem Gegner das Farmen zu erschweren.\n> \n> Laning zu Ende:\n> \n> 10 Leute rennen wie Beklopte auf der Map rum bis einer \"gecatched\" wird und sein Team verliert dadurch wichtige Objekte wie Nash, Inhibs etc. Was dazu führt, dass sein Team das Spiel verliert.\n> \n> After Match Lobby:\n> \n> Der gecatchte Spieler wird geflamet und die Sieger schreiben ggwp.\n> \n> \n> Eine knappe Zusammenfassung wie ich League of Legends verstehe. Ich hoffe du bist zufrieden.\n> \n> {{sticker:slayer-pantheon-popcorn}}\n\nUnd das erklärt jetzt MMR wie ? Du sollst erklären wie die MMR funktioniert , denn die gehört zum Spiel und nur wenn Du die MMR mit eigenen Worten erklären kannst, kannst Du Verbesserungsvorschläge machen. Was Du da geschrieben hast ist Müll !\n\nSetzen 6 !","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-26T14:08:51.007+0000","up_votes":1,"down_votes":2,"body":"MMR? Das muss man ja nicht erklären, es ist zu einfach. Du gewinnen du +LP bekommen und somit bessere Elo haben. Du verlieren du - LP bekommen. Ist doch einfach?\n\nWieso ist es Müll? Beobachte mal deine eigene Spiele mit meiner Skizze. Was sie ist richtig? Aber ich habe doch Müll erzählt.","replies":[{"id":"","poster":"Horseghost","date":"2019-11-26T14:21:23.363+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=00020000000000000001000000010000,timestamp=2019-11-26T14:08:51.007+0000)\n>\n> MMR? Das muss man ja nicht erklären, es ist zu einfach. Du gewinnen du +LP bekommen und somit bessere Elo haben. Du verlieren du - LP bekommen. Ist doch einfach?\n\nAch was, und wenn Du dann sagst , Ritos solls machen wie in Destiny : Du gewinnen +LP Du verlieren +LP , wozu dann überhaupt noch ELO, MMR ? \n\n> Wieso ist es Müll? Beobachte mal deine eigene Spiele mit meiner Skizze. Was sie ist richtig? Aber ich habe doch Müll erzählt.\n\nAch was, Du weißt also ganz genau was ich für ein Spielerlebnis habe, Du skizzierst quasi meine Spiele !? Boah was bist Du doch für ne Koryphäe ! Du meine Güte, Du bist mit Deiner weisen Vorraussicht jedem hier um Lichtjahre vorraus, für Dich müßte man den Dunning-Kruger-Effekt noch steigern, ach was sag ich POTENZIEREN ! Du bist \n\nMEGAPIPISLANGSTRUMPFKRUGER {{sticker:slayer-jinx-catface}} Yeah !\n\n... ich fühl mich jetzt richtig richtig klein ... oooohhh\nAber trotzdem, was Du geschrieben hast ist Müll. Hast Dein Acc doch nur gekauft xd , der wurde gebannt und deswegen biste als Modritaty unterwegs . \nNaja, viel Spaß noch beim zocken ! Und das Game konntest immer noch nicht erklären.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-26T17:42:59.559+0000","up_votes":1,"down_votes":2,"body":">Aber trotzdem, was Du geschrieben hast ist Müll. Hast Dein Acc doch nur gekauft xd , der wurde gebannt und deswegen biste als Modritaty unterwegs .\n\nIch habe keinen Euro für League seit der Season 6 ausgegeben - ausgenommen die Transferkosten natürlich. Ich werde Riot auch weiterhin finanziell nicht unterstützen. Sie brauchen das sowieso nicht, haben genug Kapital. Ein Spielentwickler, der meiner Meinung nach auf die \"normale\" Spielerbase scheißt, wird von mir bestimmt nicht unterstützt. Oder darf ich das auch nicht, da es megalomanisch ist?\n\nJa, ja ich bin als Modritaty unterwegs. Und heimlich habe ich auch Riot Games aufgekauft, um League zu löschen.\n\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2019-11-29T13:32:44.621+0000","up_votes":1,"down_votes":0,"body":"Das ist bestenfalls eine Beschreibung für Bronzeniveau. Aber keine zu LoL allgemein.","replies":[]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-25T14:29:33.508+0000","up_votes":2,"down_votes":0,"body":"Du beweist hier regelmäßig allen das du Lol als Spiel nicht verstanden hast.\nAber leider bist du zu verdreht in deiner Wahrnehmung, um das zu verstehen und es mangelt dir an Selbstreflexion.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T20:08:24.767+0000","up_votes":1,"down_votes":4,"body":"Ja sorry habe keine weiteren Augen. Kann MICH nicht SELBST von außen wahrnehmen. Kannste mir paar Tipps geben wie es schaffe? Vielleicht ein Spiegel oder Smartphone?\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-25T22:27:03.432+0000","up_votes":2,"down_votes":0,"body":"Jemand mit einem Doktortitel kann dir sicher helfen :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"You Got My Name","date":"2019-11-25T08:48:29.770+0000","up_votes":2,"down_votes":0,"body":"No hate, aber wenn hier ein lvl7 Smuf acc mir hir was erzählen will wie kacke das MMR System ist... und dann auch noch Destiny2 mit LoL vergleichen möchte.\n\nSorry, aber da muss ich los.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T14:25:11.993+0000","up_votes":1,"down_votes":3,"body":"Mein anderen Accs sind für die boards gebannt. Und ich vergleiche  Destiny nicht mit League. Sondern bringe den Vorschlag, dass Rito die individuelle Leistung in die LP/MMR einbringen soll, damit es \"gerechter\" wird.","replies":[{"id":"","poster":"You Got My Name","date":"2019-11-25T14:34:53.514+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=00090000,timestamp=2019-11-25T14:25:11.993+0000)\n>\n> Mein anderen Accs sind für die boards gebannt.\n\nWas hast denn getrieben mein Junge.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T14:52:02.613+0000","up_votes":1,"down_votes":3,"body":"Ach Daddy, das haben wird doch besprochen. Wie tragen es nicht in die Öffentlichkeit.","replies":[{"id":"","poster":"You Got My Name","date":"2019-11-25T15:30:49.454+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=0009000000010001,timestamp=2019-11-25T14:52:02.613+0000)\n>\n> Ach Daddy, das haben wird doch besprochen. Wie tragen es nicht in die Öffentlichkeit.\n\nVerzeihung mein Kind, klären wir das beim Bus bauen.","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-25T14:48:23.035+0000","up_votes":2,"down_votes":0,"body":"Er ist unser Forentroll und sehr salzig.","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-25T14:30:52.611+0000","up_votes":2,"down_votes":0,"body":"Und dafür hast du hart gearbeitet.\nMal sehen wie lange du mit dem hier brauchst.","replies":[]}]}]},{"id":"","poster":"You Got My Name","date":"2019-11-26T09:19:58.804+0000","up_votes":3,"down_votes":0,"body":"Um mal die Frage zu klären wie MMR funktioniert bzw auch Elo System genannt.\nJeder Spieler hat eine Elo Zahl, die dein Matchmaking rating bestimmt, d.h. mit wem oder was du spielst ingame. Diese Elo Zahl steigt und fällt bei jedem win oder lose. Früher in Seasion 1 und glaube auch noch 2 Funktionierte damals Ranked mit der Elo Zahl, die du auch in deinen Profiel sehen konntest.\n\nhttp://team-dignitas.net/uploads/tinymce/images/my_profile.png\n\nAm einen Tag war man vielleicht Gold(1400 punkten) am anderen Tag wieder Silber/1360). Da gab es keine Promos, Divisionen etc ( Würde ich heute gerne wieder sehen und nicht diesen Promo müll etc w/e)\n\nRito game hat dann das System Modernisiert, aber im Kern ist es immer noch das gleiche. Du hast eine Zahl im Hintergrund die bestimmt:\n\n- Mit wem du spielst.\n\n- Wie viel LP +/- du bekommst \n\n- Ob du eine Division überspringt oder abfällst.\n\nDie hidden elo( hidden(versteckte), weil man die Zahl nicht mehr im Profil sieht. )\n\nJeder Bereich Silber, Gold, Plat, Dia... hat einen \"Elo mailenstein\" ( sage ich jetzt mal so). Damals war man Gold wenn man glaub eine Elo mailenstein von 1400 hatte, und ab 1200 war man Silber usw. \n\nWenn deine Hidden Elo ( nicht deine Division oder LP im Profil sondern die Zahl im Hintergrund die du nicht siehst) höher sein sollte als deine Division wo du spielst, dann bekommst du auch mehr LP +20-25 etc, weil das System erkennt \"Oh der boi spielt gut und gehört hier nicht hin, geben wir ihm mal mehr LP\". Das selbe ist aber wenn man wo nicht hingehört oder hardstuck ist. Bei hardstuck bekommst du so viel lp wie du verlierst, in der Regel 15+ und 15- bei win lose. Und wenn deine hidden elo zu niedrig sein sollte, verlierst du mehr als du gewinnst, logisch.\n\nSo kann es sein das z.b. ein P3 Spieler mit/gegen einen D4 Spieler spielt. Klar der D4 Typ ist \"noch Dia im Profiel\", aber seine MMR/Elo ist so am arsch, das er da nie aus D4 raus kommen wird, weil P3 einfach sein skill lelvel ist (laut dem System).\n\nUm deine MMR/Elo zu fixen muss man viele spiele in folge gewinnen.\n\nAber genau so gehts auch andersrum. Viele lose sorgen dafür das deine MMR kacke wird. Durch Ritos System mit Divisionen usw dauert es meist lange bis man absteigt. Aber wie oben schon gesagt, du kannst D4 sein, aber eine MMR dann haben von P3 d.h. du spielst nur mit P3 Leuten oder anderen Leuten die so eine MMR/Elo haben. Was das aufsteigen dann sehr schwer macht und eigentlich dann zu abstieg führt.\n\n\nDaher auch in champ select, wenn Ihr schon sehen könnt dass das game ein lose ist, einfach dodgen. Du verlierst vll -3 / -10 LP, aber deine MMR/hidden elo bleibt gleich. Was um einiges wichtiger ist als dein LP stand.\n\nZum Thema Elo:\nhttps://de.wikipedia.org/wiki/Elo-Zahl\n\nKp, war jetzt so mein Versuch Elo/MMR zu erklären.\n\nWie schon gesagt, das MMR System ist gut und funktioniert wie es soll, daher bringt es nichts andere Elo System von anderen games zu vergleichen, da sie sicher im kern alle gleich sind. Klar man kann über Modernisierte Teil reden wie Promotion Games etc ( die mich stören ), aber gegen ende macht das System seine Arbeit.\n\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Horseghost","date":"2019-11-26T09:53:56.781+0000","up_votes":2,"down_votes":0,"body":"Geil erklärt {{sticker:slayer-pantheon-thumbs}} , ich hab es aber schon von Awsane geraffelt gehabt. Allerdings ist das wohl wie Perlen vor die Säue werfen, denn Awsane hat es dem TE auch schon erklärt gehabt und der ist überhaupt nicht darauf eingegangen. \n\nMal als Ergänzung zu dem System von LoL könnte man als Beispiel CS:GO betrachten, um Deine Aussage zu ELO-ystem in anderen Games zu untermauern :\n\nhttps://www.giga.de/spiele/counter-strike-global-offensive/tipps/cs-go-raenge-und-elo-system-einfach-erklaert/\n\nInteressant finde ich dort 3 Dinge :\n\n\n>Das Elo-System von CS:GO\nDas Matchmaking-System hinter Counter-Strike: Global Offensive ist nicht neu. Bereits 1960 entwickelte der US-amerikanische Physiker und Statistiker Arpad Elo ein Wertungssystem, das besonders objektiv sein sollte. Sein Ziel war es, Spieler miteinander zu vergleichen und gleichwertige in einem Spiel zu verbinden - dabei betrachtete er Schach. Das System nennt sich offiziell FIDE rating system, in der Umgangssprache wird es aber Elo-System genannt und immer noch im Schachsport eingesetzt.\n\nähnl. wie in LoL.\n\n>Das Ranking-System in Counter-Strike: Global Offensive\nDas Spiel selbst verrät euch nicht viel über die Ränge. Seit Release vom Game hat sich aber auch einiges getan und viele Updates ermöglichten ein noch präziseres System nach Punkten. Die Community rätselt, wie es genau funktioniert. Das Geheimnis ist aber: Valve lässt sich nicht in die Karte schauen.\n\nähnlich wie bei LoL xd, aber jetzt kommts, was dem TE zu denken geben sollte :\n\n>So sind auch die Aktionen nicht bekannt, für die ihr im Rang steigen könnt. Laut Community erhaltet ihr mehr Punkte, wenn ihr der MVP werdet. Laut Valve hat das aber wenig Auswirkung. So sollt ihr einfach „so gut spielen, wie ihr könnt„.\n**Das betrifft vor allem das Spielen im Team. Denn die Gegner könnt ihr nur bewältigen und einen Sieg im Match erhalten, wenn ihr taktisch miteinander spielt.** Man munkelt, dass **Aktionen wie Headshots oder Tötungen allgemein keine Auswirkung haben**. Am wichtigsten sei es jedoch, ob ihr gewinnen oder verlieren könnt. Dabei erhaltet ihr sogar mehr Elo-Punkte, wenn ihr im schwächeren Team spielt und den Gegner dennoch groß besiegt.\n\nTEAMPLAY ! Genau, nich Tötungsanzahl (K/D/A) von Einzelspielern sondern das TEAM gewinnt den Kampf ! Is so, K/D/A am Arsch ! Team . WIR und nicht ICH .\n\n---\n\nEdit :\n\nErgänzung dazu :\n\nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/BBsyQQVT-erklaarung-rangliste\n\nhttps://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/yIYoiHIA-wie-funktioniert-das-matchmaking-und-noch-ein-paar-andere-fragen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-27T13:14:03.505+0000","up_votes":2,"down_votes":2,"body":"In CS kannst du aber mit genug kills gewinnen mit guten aiming zerstörst du  die gegner egal ob deine mates leben oder schon tot sind \n\n .... In league wenn dein Team suckt kannst du alleine nichts ausrichten .... Wenn deine mates das gegner Team gefeedet haben","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-11-27T19:41:52.512+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn Du aber als Team es schaffst, nur eine Geisel rauszubringen, haste schon gewonnen, da kann der Gegner ballern wie er lustig ist. Und nur Campen bringt nicht viel, Du musst Dich irgendwann bewegen und auch wenn Du vorher das halbe gegnerische Team weggeballert hast, biste spätestens dann am Arsch.  Ein eingespieltes Team ist jedem gegnerischen Einzelkämpfer haushoch überlegen. \n\nBei LoL haste aber auch dieselbe Chance, daß nen Feeder im gegnerischen Team ist. Zumindest in Season 6/7 wo ich noch aktiver gespielt hab, waren die Spiele idR. immer ausgeglichen. Kann mir aber nicht vorstellen, daß es jetzt anders sein soll. {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T06:14:04.470+0000","up_votes":1,"down_votes":2,"body":"Wenn ich es drei games am Stück schaffe mit 2 premade zusammen einen afkler im eigenen Team zu haben kann ich nicht mehr von ausgeglichen reden. \n\nDieses statistisch gesehen .... Gerade klingt geil ist aber von der Realität weit entfernt","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-27T13:09:24.287+0000","up_votes":1,"down_votes":1,"body":"Promos sind Schmutz und sollten entfernt werde. Die machen nur stressen und schlechte Laune","replies":[{"id":"","poster":"HyperionCH","date":"2019-11-27T16:03:15.182+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000c0001,timestamp=2019-11-27T13:09:24.287+0000)\n>\n> Promos sind Schmutz und sollten entfernt werde. Die machen nur stressen und schlechte Laune\n\nDann aber müsste gerechterweise auch der Abstiegsschutz weg.\nDies hingegen bringt auch Stress und schlechte Laune.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T06:16:01.248+0000","up_votes":1,"down_votes":1,"body":"Ne würde es nicht weil ein Sieg schon wieder ausreichen würde um wieder auf zu steigen ;) \n\nZudem kann man immer noch einen kleinen abstiegs Schutz ein bauen siehe overwatch ;) \n\nVerlierst du 5 games unter der passenden elo steigst du ab. Bist du mit deinen Punkten wieder drüber selbst wenn es nur 1 Punkt ist dann bist du wieder aufgestiegen","replies":[{"id":"","poster":"HyperionCH","date":"2019-11-28T07:39:31.097+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000c000100000000,timestamp=2019-11-28T06:16:01.248+0000)\n>\n> Ne würde es nicht weil ein Sieg schon wieder ausreichen würde um wieder auf zu steigen ;) \n> \n> Zudem kann man immer noch einen kleinen abstiegs Schutz ein bauen siehe overwatch ;) \n> \n> Verlierst du 5 games unter der passenden elo steigst du ab. Bist du mit deinen Punkten wieder drüber selbst wenn es nur 1 Punkt ist dann bist du wieder aufgestiegen\n\nDie Elo ist in LoL hidden, weshalb es dann für den Spieler sehr intransparent ist, ob man nun in Gefahr läuft, abzusteigen oder nicht.\nWürde Riot jedoch mit der Änderungen nun die Elo sichtbar machen, dann gäbe es Ende der Season erst recht Diskussionen, weil einige z.B. Gold 4-Spieler (durch deinen Vorschlag bezüglich Abstiegsschutz) mit gleicher Elo die Gold-Rewards kriegen, während Silber 1-Spieler mit teils höherer Elo nur die Silber-Rewards kriegen.\n\nFakt ist jedoch beim derzeitigen Spiel:\nEs ist einfacher aufzusteigen als abzusteigen (natürlich auch Skill-abhängig).\n\nAuch mit den Promos braucht es gerade einmal eine Winrate von 50.0000001%. um aufzusteigen. In Low-Elo dank \"geschenkten Promo-Siegen\" reichen sogar weniger als 50%.\nDurch den Abstiegsschutz muss eine Winrate schon klar unter 50% liegen, insbesondere bei den \"4er-Divisionen\" (Gold 4, Platin 4, etc.).\n\nHauptsächlich deswegen gibt auch Anfang der Seaons jeweils die \"soft resets\"; die dann auch jedes Jahr wieder zu Diskussionen führen.\nWenn du die eigentlich recht kleine Hürde der Promos jetzt wegnimmst und trotzdem einen Abstiegsschutz behälst (was auch zu Diskussionen führen würde), wäre der soft reset in der nächsten Season wohl wesentlich höher, da Rang und Elo am Ende einer Season wohl erst recht nicht stimmen würde (zumindest bei Vielspielern).","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-28T08:04:15.766+0000","up_votes":1,"down_votes":2,"body":"Mhhh wie so so kompliziert ? \n\nBei zb. 1500 Punkten ist man Gold und bei 5 Niederlagen unter 1500 Punkten Silber. Wenn du wieder über die 1500 kommst ist man wieder Gold.\n\nBei 2000 dann Platin usw. \n\nKlappt bei overwatch prima und frustet weit weniger als lol. \n\nDieses Resten am Anfang der season könnte man sich auch sparen. Ist auch ein sinnloser Frust Punkt. Warum jedes Jahr wieder \"neu\" anfangen und sich über seinen Start Punkt ärgern. Wenn man quasi schon höher war ? \n\nNur um die Spieler zu zwingen mehr zu spielen das man erstmal wieder seinen alten verdienten. Absolut unötig","replies":[{"id":"","poster":"HyperionCH","date":"2019-11-28T08:43:25.473+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000c00010000000000000000,timestamp=2019-11-28T08:04:15.766+0000)\n>\n> Mhhh wie so so kompliziert ? \n> \n> Bei zb. 1500 Punkten ist man Gold und bei 5 Niederlagen unter 1500 Punkten Silber. Wenn du wieder über die 1500 kommst ist man wieder Gold.\n\nDir ist aber wie gesagt bewusst, dass damit die Spieler durchschnittlich tiefer geranked werden als heute?\n\nWie gesagt ist im heutigen System der Abstiegsschutz wesentlich stärker als die Promo eine Hürde darstellt.\n\n> Klappt bei overwatch prima und frustet weit weniger als lol. \n\nLoL hatte ja ein sehr ähnliches System wie du es hier gerade beschrieben hast (bzw. ab Master hat man immer noch ein sehr ähnliches System).\nRiot Games änderte dieses und soweit ich weiss, weil vermeintlich viele Spieler das Elo-System nicht verstanden haben.\n\nOb dies stimmt oder nicht, kann ich nur schwer beurteilen (war lange bevor ich das erste Mal Rankeds spielte). Das heutige System verstehen  hingegen viele Spieler auch nicht.\n\nPersönlich wäre ich sogar für ein solches System wie du es vorschlägst (kenne ich auch vom Tischtennis in der Schweiz).\nJedoch kenne ich das Elo-System grundsätzlich sehr gut und kenne die Grundformel dahinter (natürlich nicht, welche Parameter genau Riot benutzt -> z.B. Konstante k). Dies ist sicherlich nicht bei allen Spielern der Fall.\n\nVom derzeitigen System profitiere ich überhaupt nicht, weil ich sehr selten Rankeds spiele und der soft reset mich deshalb sehr stark bestraft (ich kriegte diese Season 30 LP für einen Sieg und wäre wohl mindestens 2 Divisionen höher geranked gewesen mit deinem System).\nZudem bin ich oft getriggert, wenn die Spieler z.B. \"Meine Elo ist Gold 3.\" sagen (weil Gold 3 das Ranking ist und nicht die Elo).\n\nPersönlich hätte ich also Vorteile, aber im Durchschnitt ist es ein Nachteil.\n\n> Dieses Resten am Anfang der season könnte man sich auch sparen. Ist auch ein sinnloser Frust Punkt. Warum jedes Jahr wieder \"neu\" anfangen und sich über seinen Start Punkt ärgern. Wenn man quasi schon höher war ? \n\nDas Problem wird sein, dass man den Frust nur verlagert.\n\nNatürlich ärgert man sich über den neuen (tieferen) Start Punkt. Aber der Endpunkt in der vorherigen Season ist ja das Problem; denn diese ist meist höher als er sein sollte.\n\nBei deinem Vorschlag wird man zuerst einmal wieder gefrustet sein, weil man trotzdem einen soft reset erfahren wird.\nDenn wie gesagt sind derzeit viele Spieler zu hoch eingestuft (Ranking höher als Elo), weshalb man erst einmal fallen wird.\n\nDann wird man über die ganze Season gefrustet sein, weil man z.B. von Gold 3-4 (letzte Season) auf Silber 2 fällt und nicht mehr aufsteigt, egal wie oft man spielt.\nDenn es gibt viele Spieler in den \"4er Divisionen\" (früher 5er), die gar nicht dort hingehören. Aber durch Vielspielen konnten sie diese erreichen (obwohl der Skill eher weiter unten liegt) und stiegen dank dem Schutz nicht mehr ab.\nWer also z.B. in den letzten Season immer knapp Gold wurde (nur dank dem derzeitigen System) und nun nicht mehr über Silber 1-2 rauskommt, wird gefrustet sein, weil sie nicht mehr den Skin bekommen.\nViele Spieler werden deshalb gefrustet sein, weil sie die Ränge der früheren Seasons nicht mehr erreichen.\n\nZudem vermute ich, dass es bei Remakes keine Elo gibt.\nDa wird es viele Diskussionen geben, weil das vollzählige Team ja nichts dafür hat, wenn beim Gegner jemand fehlt.\n\nWie du siehst: der Frust und der Nährstoff für viele Diskussionen wird es wohl erst recht geben.\n\n> Nur um die Spieler zu zwingen mehr zu spielen das man erstmal wieder seinen alten verdienten. Absolut unötig\n\nKlappt bei mir irgendwie nie mit dem \"Zwang, mehr zu spielen\".^^\n\nIch nehme mir immer vor, mehr Rankeds zu spielen, aber dann sind es doch wieder wenige.\nMeist fehlt die Motivation, insbesondere wenn Riot wieder Mist gebaut hat (insbesondere was auf fehlende Kundennähe beruht).","replies":[]},{"id":"","poster":"You Got My Name","date":"2019-11-28T08:33:14.899+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000c00010000000000000000,timestamp=2019-11-28T08:04:15.766+0000)\n>\n> Mhhh wie so so kompliziert ? \n> \n> Bei zb. 1500 Punkten ist man Gold und bei 5 Niederlagen unter 1500 Punkten Silber. Wenn du wieder über die 1500 kommst ist man wieder Gold.\n> \n> Bei 2000 dann Platin usw. \n> \n\nDas gab es schon in Seasion1+2, wir haben immer noch das selbe System nur \"Modernisiert\" oder eher \"Casual freundlich\".\n\n> \n> Dieses Resten am Anfang der season könnte man sich auch sparen. Ist auch ein sinnloser Frust Punkt. Warum jedes Jahr wieder \"neu\" anfangen und sich über seinen Start Punkt ärgern. Wenn man quasi schon höher war ? \n> \n> Nur um die Spieler zu zwingen mehr zu spielen das man erstmal wieder seinen alten verdienten. Absolut unötig\n\nSelten so einen Müll gelesen, sorry.\nBei rankeds geht es doch grade darum Aufzusteigen, besser zu werden etc. Wenn es überhaupt kein reset geben würde, wären manche Leute einfach für immer hardstuck, weil ihre MMR/Hidden elo nicht reseten kann. Mal davon abgesehen, wenn du ein \"Gold Spieler skill\" hast, dann kommst du auch nächste Seasion wieder Gold...\n\nMan muss auch schon sagen das der soft reset schon sehr zuvor kommen ist...z.b. wenn man G1 ist und eine gute MMR hat kann man schon silber1 oder Gold4 rein kommen. Oder wie bei mir immer. War meist jetzt immer Dia5/4 und am start der seasion ( selbst wenn ich mit 4W/6L placematches rausgehe) komme ich P4/3. \n\nEs würde einfach Null Spaß machen, wenn ich zu begin schon Dia wäre, weil der Skill unterschied in dieser Liga schon etwas anders ist als Gold zu Platin.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Horseghost","date":"2019-11-25T10:20:36.862+0000","up_votes":2,"down_votes":0,"body":"Ein Freund von mir hat nen 10 jährigen Jungen. Der kann nicht verlieren und der macht es genau so wie Du, er denkt sich einfach eigene Regeln aus, die ihm nützen und will dann, daß sich alle danach richten. \n\nSowas kenn ich z.B. bei Tabletop :\n\nhttp://2.bp.blogspot.com/-kKwPvmYtu2Q/UR6sYT1AGhI/AAAAAAAADFI/Cw2ieTmHYec/s1600/space+marines+rending+pony+datasheet..jpg\n\nDu machst Dir Dein eigenes Rending Pony, weil Du das Spiel überhaupt nicht mal ansatzweise kapiert hast. \n\nEs wurde ja an anderer Stelle schonmal prophezeit, denn obwohl Dir von einigen Usern das MMR richtig gut erklärt wurde, haste nix kapiert und machst wieder so nen Dummbatzthread auf. \n\nSelten ist mir sowas kognitiv suboptimiertes begegnet , echt jetzt.\n\nhttps://www.youtube.com/watch?v=J-UQcOGLDLY\n\nAb jetzt heißt Du bei mir \"Pipi'sLangstrumpf\" . Das Video passt, hat man gleich nen Bild im Kopf, wenn man wieder was von Dir lesen muss.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T14:24:27.111+0000","up_votes":1,"down_votes":5,"body":"Ich sage doch, wenn ich andere Meinung vertrete, heißt es nicht, dass ich kognitiv nicht entwickelt bin. Ich würde sogar behaupten, dass du über den Tellerrand nicht schaust. Diese Größe \"MMR\" ist deine Grenze, meine nicht.\nDeine Einstellung ähnelt der Einstellung meiner Verwandten, die in der UdSSR aufgewachsen sind. Sie denken ihnen gings gut. Deine Einstellung ist genau so, ich kenne Riots Systeme und sie sind die besten. Wenn du League so lange spielst wie ich, wird dir es auch auffallen, dass Riots System \"veraltet\" sind.","replies":[{"id":"","poster":"Horseghost","date":"2019-11-25T15:35:00.261+0000","up_votes":3,"down_votes":0,"body":">Wenn du League so lange spielst wie ich, wird dir es auch auffallen, dass Riots System \"veraltet\" sind.\n\nhttps://de.wikipedia.org/wiki/Dunning-Kruger-Effekt\n\n---\n\nEine Meinung kannste nur vertreten, wenn Du überhaupt verstanden hast worum es geht. Dein EP mit dem Vergleich von Destiny2 un LoL und Deinen \"Schlussfolgerungen\" zeigt genau das nicht. \n\nErst willste das Reportsystem von DOTA, jetzt die MMR von Destiny . Mal ganz ehrlich, da läuft doch was nicht richtig bei Dir. Die MMR hast Du immer noch nicht verstanden. Oder was Teamplay bedeutet. Denn das Teamplay läuft bei LoL komplett anders als in Deinem Destiny. Wenn Du das nicht kapierst. Dein Bier, aber geh den Leuten doch nicht auf den Sack ! Größenwahn und Geltungssucht nenn ich sowas, aber nicht \"übern Tellerand schauen\" . DU machst DIR DEINE Welt, wie sie DIR gefällt .\n\nDenn wenn Du mal korrekt aufdröseln würdest, wie z.B. einige User hier im Forum die sich damit auskennen, wie die MMR funktioniert, dann würdest Du mal verstehen, warum im Moment diese Berechnung als Grundlage genommen wird.\n\n--- \n\nUnd was haben die Russen jetzt damit zu tun ? Oder deine Verwandten ? Die tun mir jetzt schon leid ! Wenn Du mit denen geanu so diskutierst ... dann gute Nacht Marie !\n\n---\n\nIch hab nicht behauptet, daß Du kognitiv nicht entwickelt bist ! Du hast den Satz nicht verstanden .\n\n---\n\nMach Dir Dein Datasheet von Deinem eigenen Rending Pony und schick das zu RIOT. Hindert Dich doch keiner dran (leider). Reich es ein beim Supp z.B. ","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-25T15:38:51.802+0000","up_votes":3,"down_votes":0,"body":"{{sticker:sg-miss-fortune}} {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"RitosMoriarty","date":"2019-11-25T15:39:59.547+0000","up_votes":1,"down_votes":5,"body":"Haste das oder wie? Mein Beileid Brudi.","replies":[{"id":"","poster":"Horseghost","date":"2019-11-25T16:07:40.948+0000","up_votes":2,"down_votes":0,"body":"Nee, es nervt nur. Man kann das Spielverhaltenforum vergessen, da kann man nicht mehr in Ruhe durchstöbern, weil Du in fast jedem Thread dumme unlustige Witze (teilweise untere Schublade) von Dir gibst, oder wegen der MMR rumheulst . Das geht einem nur aufn Sack !\n\nDen einzigsten Beitrag den ich von Dir abgefeiert hab war \"Meine Augen!\" .Das reicht dann aber als Text, mehr solltest Du hier wirklich nicht mehr schreiben !","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-25T20:06:47.439+0000","up_votes":1,"down_votes":4,"body":"Ach komm, du bringst mich in Verlegenheit. Ich bin doch nur ein kleiner Beschwörer. Und bei dem Kommentar mit den Augen hat eigentlich der Threadersteller den Lob verdient und nicht ich, aber trotzdem danke.\n\nWillste was in Ruhe durchsöbern, gönn die ein paar klassische Werke wie Don Quijote, die Brüder Karamasow  oder etwas aus der deutschen Sprache z.B. Effi Bries.\n\nIch entschuldige mich, dass ich dich zwinge meine Kommentare zu lesen. Was? Tue ich gar nicht?\n\n{{sticker:vlad-salute}}","replies":[]}]},{"id":"","poster":"colonel cranc","date":"2019-11-26T08:56:42.852+0000","up_votes":1,"down_votes":0,"body":">brudi \n\njoscher halts maul","replies":[]}]},{"id":"","poster":"RitosMoriarty","date":"2019-11-25T20:24:37.082+0000","up_votes":1,"down_votes":4,"body":"> Eine Meinung kannste nur vertreten, wenn Du überhaupt verstanden hast worum es geht. Dein EP mit dem Vergleich von Destiny2 un LoL und Deinen \"Schlussfolgerungen\" zeigt genau das nicht.\n\nAnscheinend liegt da ein Missverständnis vor. Destiny ist leider nicht mein Spiel. Ich habe kein Ahnung wie du drauf kommst, dass dieses Spiel mir gehört. Bungie hat die Rechte für das Spiel - persönlich finde ich die Halo Trilogie + Reach/Odst besser als Destiny.\nIch bin bisschen dumm, was ist nochmal die Abkürzung \"EP\"?\n\n> Erst willste das Reportsystem von DOTA, jetzt die MMR von Destiny .\n\nIch sage nicht, dass es genauso sein sollte. Aber Riot kann sich daran orientieren, es sind zwei verschieden Aussagen.\n\n>Dein Bier, aber geh den Leuten doch nicht auf den Sack ! Größenwahn und Geltungssucht nenn ich sowas, aber nicht \"übern Tellerand schauen\" . DU machst DIR DEINE Welt, wie sie DIR gefällt .\n\nIch trinke kein Alk, also ist es nicht mein Bier. Aber dass du die Megalomanie und Geltungssucht einbringst, finde ich nicht korrekt. Da haste mich aber falsch \"interpretiert\".\n\n>Und was haben die Russen jetzt damit zu tun ? Oder deine Verwandten ? \n\nDu Rassist oder ist es einfaches Nichtwissen? Es gibt auch andere Länder, die in der Union waren außer Russland. Wieso ich diesen Vergleich reinringe? Musste selbst rausfinden, da du anscheinend alles viel besser verstehst als ich. Sorry da war zu viel  Text bei dem Pony, habe es nicht gelesen.\n\n{{sticker:sg-poppy}}","replies":[{"id":"","poster":"Horseghost","date":"2019-11-26T07:49:30.899+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000a000000000002,timestamp=2019-11-25T20:24:37.082+0000)\n>\n> Anscheinend liegt da ein Missverständnis vor. Destiny ist leider nicht mein Spiel. **Ich habe kein Ahnung wie du drauf kommst, dass dieses Spiel mir gehört. **\n\n{{sticker:sg-lux-2}} Häääääh\n\nWo habe ich das geschrieben ?\nMein Text :\n>Dein EP mit dem Vergleich von Destiny2 un LoL und Deinen \"Schlussfolgerungen\" zeigt genau das nicht. \n\n1. Dein EP = Dein Eröffnungspost, das ist der Startpost des Threads\n2. dem Vergleich von Destiny2 und LoL = Du nimmst die Spielbewertung von Destiny und setzt diese im Verhältins zur MMR von LoL - erster Fehler\n3. Deinen \"Schlussfolgerungen\" = logische Folgerung; Schluss, mit dem etwas aus etwas gefolgert, abgeleitet wird - Du willst das System von Destiny nach LoL adaptieren was totaler Schwachsinn ist\n\nWeiter :\n> Denn das Teamplay läuft bei LoL komplett anders als in Deinem Destiny. \n\n1. Teamplay = Zusammenhalt, als Team zusammen zu spielen/zu arbeiten\n2. in Deinem Destiny = Dein Beispiel Destiny, das was Du anführst , als Gegenpart von LoL, verkürzte Form von \"in Deinem Destiny Beispiel\" , **da steht nix von Besitzrechten** , diese Formulierung ist mit Absicht so allgemein gehalten, wenn Du da was reiniterpretierst, was hier überhaupt nicht zur Debatte steht, ist das Dein Problem\n\n~~Genau das ist kognitiv suboptimiert, **Du kannst nicht die korrekten Informationen aus Texten extrahieren**. Genau deshalb hast Du das Spiel nicht verstanden, Du hast nicht verstanden was der Horst macht und Du hast keine Ahnung von Teamplay ! ~~ \n\nEdit: Ich liege falsch, nicht \"Du kannst nicht\" , weil das wäre ja noch entschuldbar, Nein, Du WILLST NICHT die richtigen Informationen eruieren, weil es bedeuten würde, Du hättest Unrecht ! Es geht Dir gar nicht um das Verstehen, sondern es geht nur um Dich, daß Du Recht hast. Du machst es mit Absicht . Du biegst es eben doch so hin, wie du es willst, genau wie ich es schon am Anfang festgestellt habe. \n\nGenau deshalb sind Diskussionen mit Dir völlig sinnlos. Genau deshalb ist alles was Du dazu schreibst, Spam mit Trollfaktor und das bläht die Threads auf\n\n---\n\nWas ich mich echt frage, die korrekten Informationen aus Texten zu ziehen ist ne essentielle Vorraussetzung beim Studium. Was genau willst Du denn studieren ? Oder anders gesagt, lass das lieber mit dem Studieren. Fachidioten, die miese/falsche Entscheidungen treffen haben wir schon genug.\n\n---\n\np.s.: Den Vergleich mit den Russen hast Du gebracht. Der passt mMn. überhaupt nicht, und wenn ich korrekterweise nachfrage, warum Du so nen Schmonz schreibst und Du mir Rassismus unterstellst, dann fallen mir viel mehr Worte zu Deinem Zustand ein, die ich aber hier nicht schreiben werde, da mich dann ein Forenban erwartet ! {{sticker:slayer-jinx-unamused}} \n\nWie war das nochmal mit dem provozieren ?","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-26T14:19:18.854+0000","up_votes":1,"down_votes":2,"body":"> p.s.: Den Vergleich mit den Russen hast Du gebracht.\n\nWo habe ich von Russen gesprochen? Ich sagte Verwandte aus der ehemaligen UdSSR. Wenn du das gleich mit Russen gleichsetzt, ist dein Unwissen oder Rassismus. Denn dann heißt es, dass für dich alle diese \"Völker\" gleich sind. Wenn ich sage würde, es gibt keinen Unterschied zwischen Chinesen und Mongolen, bin ich ein Rassist. Also wieso soll es bei dir dann anders sein?\n\n>Teamplay = Zusammenhalt, als Team zusammen zu spielen/zu arbeiten\n\nWieso soll da ein Unterschied sein? Man muss als Team spielen, was auch bei League der Fall ist. Also warum ist da ein Unterschied? Verschiedene Genres kappa? Ändert trotzdem nichts an der Tatsache, dass man \"Zusammenhalt\" braucht.\n\n>Wie war das nochmal mit dem provozieren ?\n\nKeine Ahnung, ich finde mich nicht provoziert und provoziere selbst auch nicht.","replies":[{"id":"","poster":"Horseghost","date":"2019-11-26T14:33:24.600+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RitosMoriarty,realm=EUW,application-id=KYnfKGf0,discussion-id=AUIrXZHB,comment-id=000a00000000000200000000,timestamp=2019-11-26T14:19:18.854+0000)\n>\n> Wo habe ich von Russen gesprochen? I\n\nOk, dann Sowjetbürger.Bei uns zu DDR-Zeiten wurde immer von den Russen gesprochen, wenn Du soweit in der Zeit zurückreist, dann solltest Du mit dem alten Slang klarkommen. Die Korrektur der Bezeichnung erfolgte erst in der Neuzeit. \n\n>Im Deutschen wird die Bezeichnung Russen nicht nur für ethnische Russen verwendet, sondern kann auch alle Staatsbürger der Russischen Föderation unabhängig von der ethnischen Zugehörigkeit bezeichnen. Im Russischen dagegen meint russkij primär ethnische Russen. Die Staatszugehörigkeit bezeichnet dagegen das Adjektiv rossijskij (российский), das von Rossija (Россия = Russland) abgeleitet ist. Ein russischer Staatsbürger beliebiger ethnischer Zugehörigkeit heißt dementsprechend rossijanin (россиянин), Plural rossijane (россияне), was mit Russländer übersetzt werden könnte. \n\nQuelle ( https://de.wikipedia.org/wiki/Russen )\n\nWo ist bitteschön das Wort Russe rassistisch konnotiert :\n\nhttps://de.wikipedia.org/wiki/Russe\n\nVlcht. bist Du ja rassistisch, weil Du es so verbindest !?  Also hör auf mit Deinen bescheuerten Rassismus Vorwürfen ! Und wie ich schon schrieb, Deine Verwandschaft kann einem echt leid tun.\n\n---\n\nUnd jetzt warte ich immer noch auf die Antwort von meiner Frage, was das mit der MMR zu tun hat. \n\n---\n\n>Ändert trotzdem nichts an der Tatsache, dass man \"Zusammenhalt\" braucht.\n\nUnd wie geht das in Einklang mit Deiner Forderung nach höherer Bewertung der Einzelleistung !? Du widersprichst dir !","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-26T17:37:47.740+0000","up_votes":1,"down_votes":2,"body":"> Ok, dann Sowjetbürger.Bei uns zu DDR-Zeiten wurde immer von den Russen gesprochen, wenn Du soweit in der Zeit zurückreist, dann solltest Du mit dem alten Slang klarkommen. Die Korrektur der Bezeichnung erfolgte erst in der Neuzeit.\n\nZu den Bürgern aus afrikanischen Ländern oder allgemein dunkelhäutigen Menschen hat man auch was gesagt, sogar in dem 20. Jahrhundert? Sagste es auch? \nNatürlich ist es für mich rassistisch, wenn du alle Nationalitäten, die zu den post-sowjetischen Staaten gehören unter einen Kamm scherst bzw. unter dem \"Russen\"-Begriff. Du sagt doch auch nicht, dass Belgien und Niederlande dasselbe sind.\n\n> Und wie geht das in Einklang mit Deiner Forderung nach höherer Bewertung der Einzelleistung !? Du widersprichst dir !\n\nHä? Habe ich gesagt, dass allein die individuelle Leistung für das Zählen der LP aufkommen muss? Nein, habe ich nicht. Ich sagte, dass man diese berücksichtigen soll wie in Destiny, also was ist dein Problem? Das Gewinnen gibt immernoch die meisten Punkte, wenn du besser wars als deine mates bekommste halt mehr als sie.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Revilous","date":"2019-11-26T08:42:04.668+0000","up_votes":2,"down_votes":0,"body":"Dieser Spieler wäre dann wohl nicht Challenger https://euw.op.gg/summoner/userName=thebausffs","replies":[]},{"id":"","poster":"Shacoláde","date":"2019-11-25T07:32:22.248+0000","up_votes":1,"down_votes":0,"body":"> Das Climben ist relativ ähnlich zu League, du gewinnst bekommt Glorypunkte, du verlierst bekommt - Glorypunkte.\n\nWenn man bei Sieg und Niederlage Punkte bekommt, wundert micht nicht, dass Leute  \"positiver\" eingestellt sind.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-11-24T17:40:16.218+0000","up_votes":1,"down_votes":0,"body":"Mal abgesehen von den bereits genannten Gegenargumenten, Leute flamen in Normals, ARAM, Botgames! Der einzige Vorteil an Normals ist, dass die, die das Spiel zu ernst nehmen, lieber Ranked spielen. Ich bin davon überzeugt, dass dein Vorschlag die Spieler nur viel eher spaltet und wie ja auch schon erwähnt wurde, eben nicht mehr zwangsläufig für Sieg gespielt wird, zumindest wenn der Einfluss zu groß ist. Ohne dass man eine Änderung an der Toxitität feststellen kann.\n\n> In der letzten Zeit habe ich relativ viel Destiny 2 gespielt, ich hoffe jeder weiß was es ist. \n\nIch weiß, dass es ein Shooter ist. Ab dann war ich nicht mehr daran interessiert xD","replies":[]},{"id":"","poster":"Yuiwara","date":"2019-11-24T13:27:46.772+0000","up_votes":1,"down_votes":0,"body":"> die League Community toxisch ist\n\nstimmt nicht so, es gibt viele nicht toxische, die toxischen stechen nur stärker aus der masse hervor.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2019-11-24T11:26:21.056+0000","up_votes":1,"down_votes":0,"body":"Ich habe keine Ahnung was Destiny 2 ist, aber überleg doch einfach mal woran man in Lol bestimmen kann, ob ein Spieler gut oder schlecht war!! \n\nUnd bitte nicht:“Jaaa da gibt es doch die Championwertung!“ \n\nNein! Die sagt nur aus ob man gute Stats hat!! Ich kann 1000 Mal mehr zu einem Win mit insane schlechten Stats beitragen als jemand der nie gestorben ist! \n\nSelbst jemand der sich an 5 von 50 Kills beteiligt hat und nie gestorben ist hat eine 5er KDA und jetzt? \n Hat der gut gespielt??? \n\nDestiny ist wahrscheinlich nur auf Dmg ausgelegt aber Lol ist ein wenig komplexer!","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T11:44:10.176+0000","up_votes":1,"down_votes":8,"body":"KDA, KP, Dmg-Anteil, CS, Objekte etc. Ich glaube in League gibts genug Faktoren, um die individuelle Leistung zu \"messen\". Ich habe nie behauptet, dass nur die KDA zählen soll.\n\nNein, in Destiny hängst vom Modus ab. Ranked ist dort momentan das 3v3 auf Überleben, also taktisches Spielen ist ein Muss, wenn man gewinnen muss. Es glaube, die \"einfachen Shooters\" sind nicht mehr populär heute.","replies":[{"id":"","poster":"Allerbester Biss","date":"2019-11-24T12:42:42.020+0000","up_votes":2,"down_votes":1,"body":"-Supporter Farmen nicht! \n-Splitpusher haben keine KP, nicht allzuviel Objectiv-Beteiligung\n\n-Viele Champs sind no hat dazu gedacht Dmg zu machen! \n\nUnd wie willst du das jetzt alles in deine Wertung mit einfließen lassen? \n\nAch ja, dat geht nicht!","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-24T12:51:03.840+0000","up_votes":1,"down_votes":8,"body":"Turrets sind für dich keine Objekte? Wie? Destiny hats ja irgendwie gemacht. Riot wirds auch mit dem Kapital was sie haben.","replies":[]}]}]}]},{"id":"","poster":"DragonOdem","date":"2019-11-24T14:15:19.374+0000","up_votes":2,"down_votes":6,"body":"Ich bin auch schon seit langem der Meinung dass das Matchmaking von mehr als nur win/lose abhängen sollte. Aber versuch es erst gar nicht RitosMoriarty - der Großteil der Spieler hier streubt sich zutiefst dagegen. Mehr als Hate wirst Du für Ideen und Vorschläge hier nicht ernten.","replies":[]}]}