{"id":"hTapQdnE","poster":"Zaddok","date":"2019-02-26T15:51:52.198+0000","title":"[Gold]Team Acid sucht Midlaner!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Morgen!\r\n\r\nÜber uns:\r\n\r\nWir spielen seit ca. Januar zusammen als Team, aber da es in letzter Zeit Schwierigkeiten gab, feste Spielzeiten zu finden (und unser Midlaner keinen PC mehr so wirklich hat) haben wir uns dazu entschlossen unser eigenes Team zu eröffnen und Spieler selbst zu rekrutieren. Unser Team und Championpool sieht wie folgt aus:\r\n\r\n* Toplane - INexuZz {{champion:68}} {{champion:126}} {{champion:114}} {{champion:6}} {{champion:14}} \r\n* Jungle - Hid3r {{champion:64}} {{champion:113}} {{champion:421}} {{champion:59}} {{champion:79}} \r\n* AD Carry - Zaddok {{champion:145}} {{champion:119}} {{champion:15}} {{champion:51}} {{champion:222}} \r\n* Support - SSW Madlife {{champion:412}} {{champion:12}} {{champion:25}} {{champion:40}} {{champion:267}} \r\n\r\nÜber dich:\r\n\r\nWir suchen Spieler welche eine der gesuchten Rollen auch wirklich mainen und nicht über Nacht sich dazu entscheiden eben diese zu spielen. Des Weiteren solltest Du folgendes mitbringen:\r\n\r\n* funktionierendes Headset für Kommunikation\r\n* TS3 installiert haben\r\n* eine gewissen breite an Champions spielen können\r\n* geistige Reife (18+, keine Ausnahmen!)\r\n* kritikfähig sein (Fehlerbesprechung NACH dem Spiel, nicht im Spiel)\r\n* Siegeswillen\r\n* Zeit für Training am Dienstag und Sonntag\r\n\r\nDich erwarten 4 entspannte Dudes die teilweise schon seit Season 1 dabei sind und haben einiges an Teamerfahrung. Alle sind zum Großteil tiltproof und auch wenn einer mal intet, machen wir uns nicht gegenseitig fertig, da jeder mal eine schlechte Runde haben kann. Wir spielen sehr gewissenhaft mit dem Ziel zu gewinnen aber dennoch kommt bei uns der Spielspaß nicht zu kurz.\r\n\r\nWenn Du Dich angesprochen fühlst lass doch bitte unter diesem Post einen Kommentar da was du spielst und welchen Championpool du besitzt. Ich werde dich dann adden und alles weitere besprechen. Die ersten Tryouts werden für heute ab 19 Uhr angesetzt.","replies":[{"id":"","poster":"IlI Thor IlI","date":"2019-02-27T16:28:00.977+0000","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\nIch glaube ihr seid das was ich suche und ich vlt auch das was ihr sucht, lest euch am besten mal kurz meinen Post durch wenn ihr Zeit habt, das geht wohl am schnellsten und einfachsten. \nhttps://boards.euw.leagueoflegends.com/de/c/clans-teams-de/AxQ1qVBE-midlaner-lft-gold-platin\n\neinen schönen Tag noch,\nThor","replies":[]},{"id":"","poster":"EtS Knarrrak","date":"2019-02-26T16:57:05.338+0000","up_votes":1,"down_votes":2,"body":"Hi,\n\nich bin auf der Suche nach einem aktiven Team, in dem es auch menschlich passt. Ich selbst bin recht unkompliziert, habe kein Problem mit Kritik und gehöre mit Ende 20 wohl zu den LoL-Senioren.\nAktuell  fühle ich mit einigen Champs wohl, darunter Lux, Ahri, Syndra, Cassio, Ziggs und Zed, bin aber stetig dabei die Auswahl zu erweitern.\nSonntags habe ich eigentlich immer Zeit, Dienstagabend auch, allerdings bedingt durch meine Arbeit erst ab 21 Uhr.\n\nWürde mich freuen, von euch zu hören. Bin mobil erreichbar, solltet ihr für heute Abend etwas ausmachen wollen.","replies":[]},{"id":"","poster":"Tøxic Beat","date":"2019-02-26T16:34:10.104+0000","up_votes":1,"down_votes":2,"body":"Hey  Bin Mid lane main \nZu mir:\nIch bin 19 Jahre jung  und bin cassio, Irelia und zed main\nIch selber spiele leg seit der beta \nSolo q spiele ich zur zeit kaum bin da zurzeit gold 3 /  und in felx q suche ich halt das passende team war aber last season gold 5 gerankt.\nMFG AI PrivateSUB\n","replies":[]}]}