{"id":"LpcgZ5Eh","poster":"Trafficman11","date":"2019-11-23T21:37:50.531+0000","title":"Konzept für einen neuen Champion: Nina","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"1.) Erste Worte\r\n\r\nIch wollte schon länger in LoL einen Champion mit dem Thema Schmetterling. Ich weiß, dass es Lulu gibt, aber das war für mich nicht das Wahre. So hatte ich die Idee für Nina. Schnell kam mir die Idee mit Raupe und Schmetterling, doch zuerst wollte ich es wie Elise oder Nidalee handhaben, das hat mir dann aber nicht gefallen. Ich finde persönlich, dass Nina etwas zu viele Fähigkeiten hat und bestimmt schwer zu verstehen ist. Jede Form besitzt zwar klare Schwächen, doch man kann Nina nicht wirklich aktiv counterpicken, da sie zu viele Möglichkeiten besitzt, sich anzupassen. Ich hätte sehr gerne ein paar Bilder von Nina gezeichnet, doch meine Malkünste sind nicht unbedingt das Gelbe vom Ei. Ich muss ehrlich sagen, dass ich mich oft an anderen Champions inspiriert habe, so ist alleine das Konzept mit der Raupe und dem Schmetterling eine Kopie von z.B. Elise. Die kaufbaren Items sind eine Kombination aus Kayn und Viktor und auch viele Fähigkeiten besitzen Ähnlichkeiten zu Fähigkeiten von aktuellen Champions. Z.B. ist Facettenblick von Camilles W und Cassios R abgeschaut. Ich habe extra für eine leichtere Vorstellung der Fähigkeiten ähnliche Fähigkeiten hingeschrieben, damit man sich ein besseres Bild machen kann. Für mich kam die Frage, ob der Stab der Papilio nicht lieber nur 500G oder noch weniger kosten soll, natürlich mit angepassten Stats, damit man sich zu Spielbeginn bereits entscheidet, doch dann hätte für mich Nina nicht die Wirkung, die sie jetzt hat. Die Stats von Nina sind erstmal frei erfunden, da ich nicht gut darin bin, auch hier habe ich mich an anderen Champions orientiert, damit es eher gebalanced ist. Was die Geschichte angeht, ich bin kein Autor. Schreibt gerne eure Meinung zu Nina und was ihr verbessern würdet, bleibt aber bitte sachlich...\r\n\r\n\r\n\r\n2.) Geschichte\r\n\r\nNina wurde als normale Raupe geboren, sie dachte über nichts nach. Ihr einziges Ziel war, nicht zu sterben. Täglich fraß sie viele Blätter zusammen mit ihrer Kolonie, doch eines Tages wurde sie von einem besonderen Duft in das Innere eines Baumes geführt. Sie dachte nicht darüber nach, ob es eine Falle sein könnte, so folgte sie blind dem Duft. Im Inneren des Baumes bekam sie langsam klare Gedanken. Sie sah ein Licht, es war komisch, es besaß nicht wirklich ein Farbe, es war anders, es war allfarbig. Sie konnte es sich nicht beschreiben. Sie begann langsam, tatsächlich ihr Handeln zu hinterfragen, verstand aber nicht, was in ihr vorging. Sie bekam Erinnerungen, die ihr vorher egal waren. Sie liebte das Gefühl des Wissens und der Intelligenz. Sie wurde regelrecht süchtig und wissbegierig. Sie wusste nicht, wie sie neues Wissen erlangen konnte, doch eins war ihr klar, das Innere des Baumes gab ihr dieses Wissen. Sie fühlte, wie sie dazu aufgefordert wurde, den Baum zu verlassen, es war ein komisches Gefühl, doch sie wollte es befolgen. Sie wollte nur nicht mehr zurück zu ihrem Volk, da dieses ihr dumm und unwürdig vorkam. Sie zog weiter, sie wollte ihr Wissen steigern, wusste aber nicht, wie das geht. Als sie den Baum verließ, kam ihr alles viel kleiner vor, sie fühlte sich gelenkiger und flinker, doch vorallem fühlte sie sich schlau. Sie konnte eine Sprache sprechen, sie wusste nicht, woher sie diese konnte. Über 3 Jahre suchte sie nach weiterem Wissen, ohne Erfolg, bis sie sich wieder an ihre Familie erinnerte. Es machte sie traurig, dass sie über all die Jahre einsam durch das Land zog, ohne irgendetwas zu finden. Zurückkehren konnte sie trotzdem nicht, es erschien ihr falsch, da sie keine normale Raupe mehr war. Wenn sie darüber nachdachte, wie schnell die Raupen ihrer Kolonie starben, so wunderte sie sich, dass sie noch lebte. Sie merkte auch, dass ihre liebsten Freunde und Familienmitglieder bestimmt schon längst tot waren. Zurückkehren war keine Option mehr für sie. Durch ihre Gedaken merkte sie nicht, wie sich eine komische Kreatur unentdeckt ihr näherte. Sie merkte es zu spät, so sprang die Kreatur sie an, doch verschwand kurz vor dem Aufprall mit Nina. Weitere 4 Monate vergingen, sie hatte immer wieder Begegnungen mit verschwindenden Kreaturen, sie bekam langsam Angst und wusste keinen Grund dafür. Da sprang sie erneut eine Kreatur an, doch diesmal reagierte sie, sie sprang der Kreatur entgegen und so gab es einen Aufprall, der so kräftig war, dass Nina schwarz vor Augen wurde. Sie sah nur noch ein Licht in weiter Ferne. Es war das Licht, dass sie von fast 4 Jahren in dem Baum gesehen hatte, doch dann spaltete sich das Licht in 3 Farben: rot, grün und blau. Sie hörte eine Stimme, die Stimme erinnerte sie an ihre Mutter, obwohl diese bei ihrer letzten Begegnung nicht sprechen konnte. ''Kind, komm zurück zu uns.'' Anschließend hörte sie die Stimme, die sie an ihre Schwester erinnerte, ''Komm zurück zu den Papilio.'' Nun wusste sie es, sie muss zurück, sie darf zurück. Alles verschwand und sie wachte vor dem Baum auf, in dem sie das Licht zum ersten Mal sah. Ihre Seele war mit Glück erfüllt, eine Freude, wie diese, hatte sie noch nie verspürt, so rannte sie los zu ihrem alten Volk.\r\n \r\n\r\n\r\n3.) Aussehen\r\n\r\nRaupenform:\r\nNina ist eine dunkelgrüne, längliche Raupe mit schwarzen Streifen auf dem Rücken. Ihre Fühler und Augen sind ebenso schwarz, wobei sie Facettenaugen besitzt und diese ihre Farbe ändern, je nachdem, welchen Stab Nina gekauft hat. Fortbewegen tut sich Nina, indem sie leicht schlängelt, manchmal bewegt sie sich aber kurz wie eine normale Raupe, stark beschleunigt. Kurz nach der Ausführung einer Fähigkeit gleitet sie über 1s durch die Luft, bevor sie gleitend landet. Bei erhöhter Laufgeschwindigkeit schwebt sie über den Boden. Wenn Nina angreift, schlägt sie mit ihrem Kopf auf den Gegner oder peitscht ihn mit ihrem Schwanz.\r\nSchmetterlingsform:\r\nSie ist ein Schmetterling mit verhältnismäßig großen Fühlern. Ihr Körper in ihrer Schmetterlingsform besitzt menschliche Züge, wie Arme, Beine und ein Kopf mit schwarzen Haaren. Die Farben ihrer Flügel hängen von dem Stab der Papilio ab, so hat sie mit _Blauer Stab der Papilio_ dunkelblaue Flügel mit grünen hellblauen Streifen, mit _Roter Stab der Papilio_ rote Flügel mit gelben und orangenen Streifen und mit _Grüner Stab der Papilio_ grüne Flügel mit rosanen und türkisen Streifen. Nina läuft elegant über den Boden, wobei sie beim Verwenden ihrer R über dem Boden schwebt. Bei erhöhter Laufgeschwindigkeit schwebt sie ebenso über dem Boden.\r\n\r\n\r\n\r\n4.) Stats\r\n\r\nLeben: 515 (+90)\r\nLebensreg.: 9 (+0.4)\r\nMana: 420 (+30)\r\nManareg.: 8 (+0.5)\r\nReichweite: 245 (Nahkämpfer)\r\nAngriffsschaden: 52.5 (+2.5)\r\nAngriffstempo: 0.629 (+2.5%)\r\nRüstung: 28 (+2.5)\r\nMagieresistenz: 30 (+2)\r\nLauftempo: 335\r\n\r\n\r\n\r\n5.) Fähigkeiten\r\n\r\n**P1 - Glanz der Natur**\r\n\r\nNina kann ein spezielles Item kaufen: _Stab der Papilio_ (Kosten = 1000G). Das Item hat 3 Ausführungen, doch Nina kann nur eine kaufen:\r\n- Blauer Stab der Papilio \r\n  -Fähigkeitsstärke: 30\r\n  -Mana: 200\r\n  -CDR: 10%\r\n- Roter Stab der Papilio\r\n  -Fähigkeitsstärke: 5\r\n  -Angriffsschaden: 30\r\n  -Lauftempo: 3%\r\n- Grüner Stab der Papilio\r\n  -Angriffsschaden: 15\r\n  -Leben: 200\r\n  -Lebensreg.: 10%\r\n  -Rüstung: 10\r\n  -Magieresistenz: 10\r\n\r\nMithilfe von _Stab der Papilio_ kann Nina in die Smetterlingsform und wieder zurück wechseln (CD = 100s). Die Verwandlung benötigt 3s, wobei sich Nina in dieser Zeit weiter bewegen kann. In diesen 3s kann die Verwandlung auch durch erneutes Verwenden des Items abgebrochen werden, wodurch Nina ihre aktuelle Form beibehält und der CD auf 25s gesetzt wird. Beim Verkaufen des Items verwandelt sich Nina in ihre Raupenform und man kann anschließend nur noch den Stab kaufen, den man bereits zuvor gekauft hat.\r\n\r\nWenn sie _Grüner Stab der Papilio_ gekauft hat, machen Ninas AAs in der Raupenform zusätzlichen magischen Schaden (40 (+20/Lv.)).\r\nWenn sie _Roter Stab der Papilio_ gekauft hat, machen Ninas AAs in der Schmetterlingsform zusätzlichen absoluten Schaden in Höhe von 5 (+1/Lv.)(+5% AP)(+0.5% des maximalen Lebens des Gegner).\r\n\r\nAb Lv. 11 kann Nina ihren _Stab der Papilio_ für weitere 2000G zu _Heiliger Stab der Papilio_ (Gesamtkosten = 3000G) aufwerten, was die Stats verbessert:\r\n- Heiliger Stab der Papilio (blau)\r\n  -Fähigkeitsstärke: 110\r\n  -Mana: 600\r\n  -CDR: 20%\r\n- Heiliger Stab der Papilio (rot)\r\n  -Fähigkeitsstärke: 30\r\n  -Angriffsschaden: 100\r\n  -Angriffstempo: 20%\r\n  -Lauftempo: 5%\r\n- Heiliger Stab der Papilio (grün)\r\n  -Angriffsschaden: 60\r\n  -Leben: 400\r\n  -Lebensreg.: 15%\r\n  -Rüstung: 55\r\n  -Magieresistenz: 55\r\n\r\n**P2 - Kokon**\r\n\r\nIn ihrer Raupenform bekommt Nina zusätzliche Werte abhängig von ihrem Level:\r\nAngriffsschaden: +10 (+1)\r\nRüstung: +6 (+2)\r\nMagieresistenz: +2 (+2)\r\nLauftempo: +5\r\n\r\n**P3 - Farbige Flügel**\r\n\r\nIn ihrer Schmetterlingsform bekommt Nina zusätzliche Werte:\r\nReichweite: -> 575 (Fernkämpfer)\r\n\r\n**Q1 - Seidenfaden** (CD = 15/14/13/12/11s)(Kosten = 40/45/50/55/60 Mana)\r\n\r\nIn ihrer Raupenform wirft Nina einen weißgrauen Faden in eine gewählte Richtung (r= 800). Der erste getroffene Gegner wird für 1/1.125/1.25/1.375/1.5s betäubt und nimmt 30/45/60/75/90 (+60% BonusAD) magischen Schaden.\r\nSollte Nina _Grüner Stab der Papilio_ gekauft haben, so verursacht sie für die nächsten 3/3.25/3.5/3.75/4s um 12% erhöhten Schaden am getroffenen Ziel.\r\nSollte Nina _Blauer Stab der Papilio_ gekauft haben, so bekommt die Fähigkeit ein AP-Scaling von 30%.\r\nVon der Animation kann man sich an Amumus Q orientieren, doch springt Nina ihrem Ziel nicht hinterher.\r\n\r\n**Q2 - Magieschuss** (CD = 15/14/13/12/11s)(Kosten = 40/50/60/70/80 Mana)\r\n\r\nIn ihrer Schmetterlingsform feuert Nina einen Laser ab (r=800), der 50/80/110/140/170 (+35% AP)(+75% GesamtAD) normalen Schaden an allen getroffenen Gegnern verursacht. \r\nSollte Nina _Blauer Stab der Papilio_ gekauft haben, so ändert sich der Schaden zu 50/90/130/170/210 (+80% AP)(+75% GesamtAD) magischen Schaden und getroffene Gegner werden um 40/45/50/55/60% verlangsamt.\r\nSollte Nina _Roter Stab der Papilio_ gekauft haben, so wird die Fähigkeit schneller ausgeführt.\r\nVon der Animation kann man sich an Lucians Q orientieren, es ist aber ein reiner Skillshot.\r\n\r\n**W1 - Facettenblick** (CD = 17/16/15/14/13s)(Kosten = 60/75/90/105/120 Mana)\r\n\r\nIn ihrer Raupenform verursacht Nina in einer gewählten Richtung 60/110/160/210/260 (+75% BonusAD) normalen Schaden (r = 500)(Winkel = 60°) an allen getroffenen Gegnern.\r\nSollte Nina _Grüner Stab der Papilio_ gekauft haben, so wird der Winkel auf 75° erhöht und Gegner werden für 1s um 20/22.5/25/27.5/30% verlangsamt.\r\nSollte Nina _Blauer Stab der Papilio_ gekauft haben, so bekommt Facettenblick ein AP-Scaling von 60%.\r\nVon der Animation kann man sich an Cassios R orientieren.\r\n\r\n**W2 - Natursegen** (CD = 25/24/23/22/21s)(Kosten = 80 Mana)\r\n\r\nIn ihrer Schmetterlingsform wird Nina für 0.5s unsichtbar, unverwundbar und unanvisierbar. Sie kann sich in dieser Zeit nicht bewegen, nicht angreifen und auch keine Fähigkeiten verwenden. \r\nSollte Nina _Grüner Stab der Papilio_ gekauft haben, so kommt anschließend eine Explosion (r = 300), die 40 (+3% des maximalen Lebens des Gegners) normalen Schaden verursacht und getroffene Gegner für 0.25s betäubt.\r\nSollte Nina _Blauer Stab der Papilio_ gekauft haben, verursacht ihr nächster AA innerhalb von 3s 60/80/100/120/140 (+50% AP) zusätzlichen magischen Schaden.\r\nSollte Nina _Roter Stab der Papilio_ gekauft haben, kann sie sich während der 0.5s bewegen, aber weiterhin kein Fähigkeiten verwenden und auch nicht angreifen. Sie bleibt unsichtbar, unverwundbar und unanvisierbar. Ebenso bekommt sie anschließend für die nächsten 3s 40/45/50/55/60% Angriffsgeschwindigkeit.\r\nEine wirkliche Orientierung gibt es nicht, aber es ist auch einfacher, sich das vorzustellen.\r\n\r\n**E1 - Hinterher** (CD = 12s)(Kosten = 80 Mana)\r\n\r\nIn ihrer Raupenform springt Nina in eine ausgewählte Richtung (r = 750), sollte sich einen gegnerischen Champion treffen, so stoppt sie vor diesem, verursacht 100/120/140/160/180 (+50% BonusAD) normalen Schaden und verursacht mit ihren nächsten beiden AAs zusätzlichen normalen Schaden in Höhe von 30/45/60/75/90 (+40% GesamtAD), diese verfallen nach 5s.\r\nSollte Nina _Grüner Stab der Papilio_ gekauft haben, so wird der zusätzliche Schaden der AAs in absoluten Schaden umgewandelt und sie bekommt beim Ausführen der verstärkten AAs jeweils ein Schild in Höhe von 10/15/20/25/30 (+5% des fehlenden Lebens von Nina), das 3s anhält.\r\nSollte Nina _Blauer Stab der Papilio_ gekauft haben, so wird der zusätzliche Schaden der AAs in magischen Schaden umgewandelt.\r\nSollte Nina _Roter Stab der Papilio_ gekauft haben, so kriegt sie für ihre zusätzlichen AAs zusätzliche Angriffsgeschwindigkeit in Höhe von 20%.\r\nVon der Animation kann man sich an Warwicks R orientieren, nur fliegt Nina etwas weiter, dafür ist es schwerer, zu treffen.\r\n\r\n**E2 - Lichtblitz** (CD = 12/11.5/11/10.5/10s)(Kosten = 70/80/90/100/110 Mana)\r\n\r\nIn ihrer Schmetterlingsform wirft Nina mithilfe von Magie Licht an eine ausgewählten Stelle (r = 500) und verursacht dabei nach 0.75s 40/60/80/100/120 (+30% GesamtAD)(+40% AP) normalen Schaden.\r\nSollte Nina _Grüner Stab der Papilio_ gekauft haben, so bekommen verbündete Champions im Treffbereich ein Schild in Höhe von 40/50/60/70/80 (+20%BonusAD).\r\nSollte Nina _Blauer Stab der Papilio_ gekauft haben, so werden Gegner für 2.5s betäubt und der Schaden wird auf 50/70/90/110/130 (+30% GesamtAD)(+70% AP) erhöht, ebenso wird der wird die Reichweite auf 1500E angehoben und der Schaden wird in magischen Schaden umgewandelt.\r\nSollte Nina _Roter Stab der Papilio_ gekauft haben, so kann sie die Fähigkeit ausführen, ohne stehen zu bleiben. Ebenso wird der Schaden auf 40/60/80/100/120 (+60% GesamtAD)(+40% AP) angehoben, der CD sinkt auf 7s auf allen Stufen und die Kosten sinken auf 50/55/60/65/70 Mana.\r\nVon der Animation kann man sich an Neekos Q orientieren, jedoch nur etwas schneller.\r\n\r\n**R1 - Brutstätte** (CD = 130/110/90s)(Kosten = 100/120/140 Mana)\r\n\r\nIn ihrer Raupenform erschafft Nina eine gläserne Kugel um einen ausgewählten gegnerischen Champion und erschafft nach 2s einen Zaun aus Blättern und Ästen um den Gegner, nur Nina kann sich durch den Zaun bewegen. Der Gegner wird mit Erschaffung des Zaun frei und nimmt 100/250/400 (+60% BonusAD) magischen Schaden, ist noch im Zaun gefangen. Der Zaun bricht nach 6/8/10s zusammen, der Gegner kann aber bereits vorher durch z.B. Flash entkommen. Sollte der Gegner durch einen Dash entkommen, so nimmt er durch den Zaun 300/400/500 (+90% BonusAD) normalen Schaden.\r\nSollte Nina _Grüner Stab der Papilio_ gekauft haben, so heilt sich Nina innerhalb des Zauns um 10/20/30 (+5% des maximalen Lebens von Nina) pro Sekunde durch die Zerstörung der Kugel nimmt der Gegner zusätzlich 30/50/70 absoluten Schaden.\r\nSollte Nina _Blauer Stab der Papilio_ gekauft haben, so bekommt die Explosion des Eis ein AP-Scaling von 100% und Gegner werden nach der Eplosion um 50% für 3s verlangsamt. Der Schaden des Zauns bekommt ebenfalls ein AP-Scaling von 80%.\r\nSollte Nina _Roter Stab der Papilio_ gekauft haben, so verbrennen Ninas AAs den Gegner innerhalb des Zauns, diese richten dann 30/40/50 (+5% GesamtAD)(+5% AP) magischen Schaden über 3s pro AA an.\r\nVon der Animation kann man sich beim ersten Teil an niemanden orientieren, da die Kugel sofort kommt, beim zweiten Teil kann man sich an Camilles R orientieren.\r\n\r\n**R2 - Steinschlag** (CD = 120/100/80s)(Kosten = 80/110/140 Mana)\r\n\r\nIn ihrer Schmetterlingsform erschafft Nina ein Erdbeben (r = 4000), das über 1.5s bei Gegnern innerhalb des Erbebens 80/160/240 (+10% des maximalen Lebens des Gegners) normalen Schaden anrichtet. Gegner innerhalb des Erdbeben werden auch um 10% verlangsamt.\r\nSteinschlag ist nur verfügbar, wenn Nina _Grüner Stab der Papilio_ gekauft hat.\r\nVon der Animation kann man sich an Gangplanks R orientieren, aber nicht wellenartig, sondern konstant.\r\n\r\n**R3 - Loderndes Feuer** (CD = 110/90/70s)(Kosten = 100/130/160 Mana)\r\n\r\nIn ihrer Schmetterlingsform feuert Nina einen Feuerstrahl in den Himmel, der nach 2s in einem ausgewählten Gebiet einschlägt und an allen Gegner innerhalb des Zentrums 200/350/500 (+100% AP) magischen Schaden anrichtet und Gegnern innerhalb des Wirkungsbereiches 100/175/250 (+50% AP) magischen Schaden zufügt.\r\nLoderndes Feuer ist nur verfügbar, wenn Nina _Blauer Stab der Papilio_ gekauft hat.\r\nVon der Animation kann man sich an Leonas R orientieren, es gibt auch ein Zentrum und einen äußeren Wirkbereich, nur ist der äußere Wirkbereich etwas größer.\r\n\r\n**R4 - Düstertrieb** (CD = 160s)(Kosten = 150/120/90 Mana)\r\n\r\nIn ihrer Schmetterlingsform kann Nina einen anderen Papilio beschwören, der Gegner im Umkreis von 375/475/575 angreift, die Angriffsgeschwindigkeit von Nina besitzt und 50/65/80% der GesamtAD als normalen Schaden mit jedem AA macht. Seine AAs lösen On-Hit-Effekte aus. Er kann nur als leichter Flimmer vom Gegner wahrgenommen werden und bleibt von Skillshots unbeeindruckt, bis er einen Gegner angreift. Er besitzt 50/250/450 (+50% GesamtAD)(+30% AP) Leben, 0/30/60 Rüstung und 0/25/50 Magieresistenz. Er gewährt keine Sicht, außer ein Gegner kommt in Angriffsreichweite. Sollte er einmal einen Gegner angreifen, der jedoch danach den Angriffsbereich verlässt, so bleibt er noch 2s für die Gegner sichtbar, bevor er sich wieder tarnt. Es kann max. 1 Papilio abgesehen von Nina auf der Karte sein.\r\nDüstertrieb ist nur verfügbar, wenn Nina _Roter Stab der Papilio_ gekauft hat.\r\nVon der Animation kann man sich an Shacos W und Azir W orientieren, die Kombination macht es.\r\n\r\n\r\n\r\n6.) Spielstil\r\nNina hat verschiedene Möglichkeiten, auf ihre Gegner einzugehen. Am Anfang vom Spiel sollte man beginnen, den _Stab der Papilio_ zu kaufen, da dieser viele Vorteile gewährt. Je nachdem, welchen Stab man genommen hat, ändert sich das Spielerische total. Während Nina in der Raupenform besonders von dem Grünen Stab provitert, so ist die Schmetterlingsform mit dem Roten Stab und dem Blauen Stab stärker. Der Rote Stab ist an einen ADC angelehnt, somit sollte man Nina auch in ADC-Richtung spielen, wenn man den Roten Stab wählt. Als Nina kann man typische Schwächen von ADCs ausbügeln, z.B. durch ihre W - Natursegen. Der Blaue Stab ist hingegen eher eine Magier-Variante, dort sollte man auf einen Treffer mit E - Lichtblitz warten und danach direkt mit der Ult nachsetzen, ähnlich wie Lux. Der Grüne Stab ist widerrum eher ein Bruiser oder Off-Tank, hier pflegt man auch typische Spielverhalten von Bruisern. Nach einem Treffer mit Q - Seidenfaden kann man mit E - Hinterher an den Gegner herankommen und den Kampf eröffnen. Man spielt die Bruiservariante bevorzugt in der Raupenform, aber wenn man von der Lane nicht gut weg kam, dann kann man mit der Schmetterlingsversion eine Supportrichtung anstreben, um so noch etwas nützlich zu sein. Jemand, der Nina zu seinem Main machen möchte, muss also sehr viel lernen, jedoch wird er mit Vielfalt an Individualität belohnt. Die Betotung liegt auf lernen, denn schwere Mechaniken hat Nina nicht wirklich, wodurch das Problem eher ist, dass Nina so viele Passiven und Aktiven besitzt. Durch den hohen CD des passiven Formwandels, sollte man sich auf eine Form festlegen. \r\nMögliche Itembuilds:\r\nGrüner Stab der Papilio:\r\n{{item:3111}} {{item:3047}} \r\n{{item:3053}} \r\n{{item:3071}} \r\n{{item:3748}} \r\n{{item:3078}}\r\nRoter Stab der Papilio:\r\n{{item:3006}} \r\n{{item:3508}} \r\n{{item:3124}} \r\n{{item:3153}} \r\n{{item:3031}} \r\n{{item:3085}} \r\n{{item:3181}} \r\nBlauer Stab der Papilio:\r\n{{item:3020}} \r\n{{item:3285}} \r\n{{item:3165}} \r\n{{item:3157}} \r\n{{item:3102}} \r\n{{item:3089}} \r\n{{item:3003}} \r\n\r\nIm Einschätzen von Itembuilds bin ich leider absolut kein Profi, aber da ich den Champion am besten kenne, sollte ich es schon wissen können.\r\n\r\n\r\n\r\n7.) Interaktionen\r\nNina verwandelt sich in Schmetterlingsform: ''Wie meine Mutter''\r\nNina verwandelt sich in Schmetterlingsform: ''Anders''\r\nNina verwandelt sich in  Raupenform: ''Ich werde sie zerstören''\r\nNina verwandelt sich in  Raupenform: ''Diese Form birgt Erinnerungen''\r\nNina kauft Blauer Stab der Papilio: ''Blau, wie Trauer, das weiß ich zugut''\r\nNina kauft Roter Stab der Papilio: ''Rot, wie die Wut, ein interessantes Gefühl''\r\nNina kauft Grüner Stab der Papilio: ''Grün, wie die Natur, wobei, die Natur hat viele Farben''\r\nNina tötet einen Gegner: ''War das zuviel für dich?''\r\nNina tötet einen Gegner: ''Für die Papilio''\r\nNina tötet einen Gegner: ''Sollte ich jetzt Freude empfenden, oder doch lieber Trauer?''\r\nNina tötet einen Gegner: ''Wenn du gewinnen willst, dann ist dir das keine Hilfe''\r\nNina tötet einen Gegner: ''Süß, aber weder stark, noch schlau''\r\nNina tötet einen Gegner: ''Früher wäre mir das nicht gelungen''\r\nNina stirbt: ''Nein, noch nicht''\r\nNina verwendet Lichtblitz und weicht dadurch einem Zauber aus: ''Nächstes Mal''\r\nNina verwendet Lichtblitz und weicht dadurch einem Zauber aus: ''Ich bin nicht zu bekämpfen''\r\nNina trifft mit Hinterher einen Gegner: ''Hab dich''","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-11-23T22:53:00.636+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich finde ich die Idee und Umsetzung sehr interessant auch wenn man sich ein wenig so fühlt, als wolltest du mit diesem Konzept einen \"Gott-Champion in Kostüm\" darstellen. Er kann zwar irgendwie alles sein, aber man schließt mit seinen Entscheidungen Teile davon aus.\n\nBezüglich deiner Einführung. Jeder schaut sich Elemente bei anderen Champions ab. Vor allem das Balancing von Stats und Fähigkeiten (Schaden, Kosten, ...) funktioniert nahe zu immer so. Dazu führt auch INoKami eine Best of Liste und eine Guide-Sammlung, sodass man immer über genug Inspiration verfügt und ein klares Ziel vor Augen hat. (Beide Posts sind in diesem Unterforum angepinnt.)","replies":[]},{"id":"","poster":"FuriousRedPanda","date":"2019-11-23T22:10:41.347+0000","up_votes":1,"down_votes":0,"body":"An sich gefällt mir das Konzept. Allerdings finde ich es stark überladen, gefühlt haben einzelne Spells mehr Text als andere Champions in ihrem gesamten Kit. Das muss nicht zwangsläufig was schlechtes sein, ist auch nur meine persönliche Präferenz.\n\nAllerdings finde ich die Formänderung recht interessant. Vor allem weil sie nicht permanent (Kayle/Kayn) ist oder einen recht geringen CD (Elise/Nidalee/Jayce) hat.  Ich finde, dass eine gute Idee, bin mir nur nicht sicher ob ich es wirklich von einem Item abhängig machen würde.","replies":[]}]}