{"id":"xt4E50zm","poster":"Sir Gingo","date":"2019-11-23T17:54:32.631+0000","title":"Nymeria - Die Seglerin der Shadow Isles","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Geschichte:\r\n\r\nBis jetzt habe ich nur die Idee, dass sie die verfluchte Gestalt einer jungen Frau ist, die einst unwissend durch die Schatteninseln segelte und vereint mit ihrer früheren Seele gefangen in einem Körper die Ufer von Zaun und Piltover erreichte. Immer wenn der Fluch überhand nimmt, wird sie zu einer furchteinflößenden Hexe, die sich an der Furcht und dem Leid anderer erfreut aber ständig in einem inneren Kampf mit ihrer früheren Gestalt verwickelt ist, die sie wieder zurück ins Meer ziehen will, um die Menschen von Runeterra vor ihr selbst zu schützen.\r\n\r\nDas könnte in Entsprechenden Dialogen umgesetzt werden, zb. warnende Schreie bevor die Passive einsetzt etc.\r\n\r\nPassive: **Die Ruhe und der Sturm**\r\n\r\nNymeria ist im ständigen Kampf mit sich selbst. Anstatt von Mana besitzt sie eine Leiste von 4 Punkten die sich in beide Richtungen füllen kann. Die Leiste startet nach dem Respawn oder am Start eines Spiels bei 2 Punkten, und setzt sich zurück, wenn sie für 6 sekunden out of combat war. \r\nJe nachdem in welche Richtung die Leiste gefüllt ist, hat das einen Effekt auf alle ihre Fähigkeiten.\r\nDie Leiste wird gefüllt durch AutoAttacks auf Gegnerische Champions und fällt, wenn Nymeria lange nicht mehr in combat war.\r\n\r\nQ : Nebel der Seglerin (Line AOE Skillshot)\r\nNymeria schickt eine Wolke verfluchten Nebel der Schatteninseln in eine Richtung, die am Ende der Flugbahn für 2 Sekunden auf dem Boden verweilt und am ersten Champion hängen bleibt, mit dem der Nebel in Kontakt kommt. Der Nebel verursacht an Champions, an denen er hängen bleibt eine geringe Menge an magischen Schaden über 1.5 Sekunden zu, der jedoch prozentual Stärker ist, wenn Nymeria viele Stacks von **Ruhe und Sturm** hat, außerdem ist er für die gesamte Dauer geblindet. Wenn Nymeria weniger Stacks als 4 hat, bleibt der Nebel für jeden Stack von **Ruhe und Sturm** unter 4 für 0.25 Sekunden länger am Gegner haften.\r\nTrifft die Wolke einen Champion bekommt sie nachdem die Dauer vorbei ist einen Stack von **Ruhe und Sturm**.\r\n\r\nW : Bändigung des Fluchs (Instant self cast)\r\nNymeria immboilisiert sich und ist für die gesamte Dauer der Fähigkeit immun gegen Massenkontrolleffekte. Nymeria meditiert und verliert pro 0.5 Sekunden einen Stack von **Ruhe und Sturm**, für jeden Stack den Nymeria reduziert, fügt sie allen Gegnern in einem gewissen Umfeld magischen Schaden zu.\r\nNymeria kann den channel der Fähigkeit durch das erneute Auslösen von Bändigung des Fluchs unterbrechen und bekommt den letzten reduzierten Stack zurück.\r\nGegnerische Champions die sich im Radius der Fähigkeit befinden und zusätzlich mit dem **Nebel der Seglerin** behaftet sind, bekommen signifikant mehr Schaden.\r\n\r\nE : Donnerheulen (AOE Skillshot/ 2 Aufladungen)\r\nNymeria beschwört einen Donnerschlag in einem großen Radius, der aus den heulenden Winden der Schatteninseln kommt. Gegner in einer kleine AOE bekommen magischen Schaden und werden bei 0 Stacks von **Ruhe und Sturm** für 1.5 Sekunden betäubt. Mit jedem Stack wird 1 Sekunde der Stun Dauer abgezogen und bekommt dafür einen gewissen Prozentsatz an Schaden dazu.\r\nFür jedes benutzen von Donnerhäulen bekommt Nymeria 2 Stacks von **Ruhe und Sturm**.\r\n\r\nR : Dies ist mein Körper\r\nNymeria kann diese Fähigkeit nur casten wenn sie entweder bei 0 Stacks oder der vollen Anzahl von Stacks von **Ruhe und Sturm** ist.\r\nBei 0 Stacks :\r\n Nymerias früheres Ich übernimmt die volle Kontrolle über den Körper und kann nun keine Stacks von **Ruhe und Sturm** für die Dauer der Fähigkeit generieren. Wenn Nymeria in dieser Form Nebel der Seglerin benutzt, wird der Nebel zu einem großen AOE Feld, was nun nicht mehr verschwindet wenn Champions dieses berühren sondern es bleibt bestehen und kann alle Champions die ihn berühren beeinflussen. Wenn Gegner das Nebelfeld verlassen bleibt von diesem noch ein Teil am Gegner hängen und überträgt sämtliche Effekte des Nebels noch für 1.5 weitere Sekunden.\r\nAußerdem kann Nymeria Donnerheulen auf die Nebelwolken casten und überträgt damit alle Effekte der Fähigkeit auf alle Gegnerischen Champions die sich in der Nebelwolke befinden.\r\n\r\nBei 4 Stacks: \r\nNymerias Fluchgestalt übernimmt die volle Kontrolle über den Körper und kann nun keine Stacks von Ruhe und Sturm für die Dauer der Fähigkeit verlieren.\r\nIn dieser Form bekommt Nymeria zusätzliche Fähigkeitsstärke und kann **Bändigung des Fluchs** für die gesamte Dauer der Ultimate casten. Außerdem wird **Donnerheulen** zu einer Point and Click Ability.\r\n\r\nDanke fürs lesen,\r\nFreue mich über Meinungen","replies":[]}