{"id":"HkBfAzsu","poster":"4 For Maggie","date":"2019-02-25T06:59:38.138+0000","title":"[TGSG] Depressions Soraka","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":1,"body":"Tja. Hier sind wir wieder.\r\n\r\nAllein diese Erkenntnis weckt in mir das Bedürfnis aufzustehen und wieder zu gehen >.&lt;\r\n\r\nAbgesehen davon das wir letzte QBert verloren haben, mehr oder weniger, habe ich es geschafft Rankeds zu spielen. Eine Woche krank und wann raffe ich mich dazu auf? GESTERN! Und gestern habe ich den Hals nicht voll bekommen °^° Wäre es nicht schon so spät gewesen und Sonntag, hätte ich weit über 19 Uhr hinaus gespielt!\r\n\r\nDie Solo-Q hab ich am Ende doch noch verkackt und es nicht mal mehr auf Silber 1 geschafft. Stattdessen Silber 2 mit 90 LP. Dafür habe ich dann zur eigenen Selbstbestrafung die Depressions Soraka in der Flex-Q ausgepackt, drei von vier Spielen gewonnen und sogar zweimal Duo mit Stäbchen gespielt &lt;3\r\n\r\nEigentlich hätten wir unser letztes Spiel auch gewinnen müssen. Das war praktisch save, auch wenn ich solche Aussagen nicht leiden kann. Aber wir haben es dann doch noch geschafft zu verlieren XD Und mein letzter Tod hat wohl äußerst stark dazu beigetragen! **Wieso?** Weil sich die gegnerische Nidalee an mir gerächt hat. **Warum?** Nidalee wird von unserem Team in ihrem eigenen Jungle gejagt aber entkommt und rennt stattdessen mir über den Weg. Zwar flasht sie weg aber ich flashe hinterher, ignite, aa, Q, Nida tot. **Rache?** Naja. Die Gegner rennen uns die Base ein, ich fange dummerweise einen Speer, Nidalee drückt R, flasht mich an und zack XD ... Das war so ein \"wie du mir, so ich dir\"-Ding. Hat sich zumindest so angefühlt .-.\r\n\r\nLustig war auch vor allem in diesem Spiel die Botlane. Der Brand war nervig aber mindestens zweimal hat er einfach dumm geinted. Außerdem war es ungewohnt nicht meinen Bildschirm wegen irgendwas anzuweinen wegen Dingen die auf der Botlane passieren D: Okay. Außer mein 24h-Disconnect-Ding *(das sich irgendwie fast täglich verschiebt)* XD MITTEN AUF DER LANE! Natürlich ein gefundenes Fressen für die Gegner. Aber wie Stäbchen bereits festgestellt hat ... \"Richtige Ehrenmänner\" :'D\r\n\r\nDas Brand Spiel \"lustig\" zu nennen ist übrigens etwas falsch. Ja, er war schlecht. Aber im Spiel davor gab es einen Thresh im Gegnerteam ... so wie der seine Hooks geworfen hat muss er Halluzinationen gehabt oder diverse Fata Morgana(s?) gesehen haben XD\r\n\r\nJetzt muss ich es nur noch hinbekommen mit Discord zu spielen °^°\r\n\r\nUnd ich konnte meinen Schlafrhythmus etwas fixen letzte Woche. Was heißt fixen. Aber ausreichend schlafen und eine gewisse Regelmäßigkeit rein bringen. Nur Donnerstag bin ich während \"Sherlock\" am Schreibtisch eingeschlafen. Aber an dem Tag hätte ich genau so gut vom Balkon springen können, daher ist das okay.\r\n\r\nNun denn. Das war's wohl .-. Ich setze mich hier jetzt noch etwas dieser schlechten Aura aus und lass mich ignorieren. Oder blöd anmachen und dann ignorieren :')\r\n\r\nHaltet die Ohren steif ihr kleinen Wärmflaschen &lt;3","replies":[{"id":"","poster":"Veezey","date":"2019-02-25T16:53:26.615+0000","up_votes":1,"down_votes":0,"body":"Hä wieso ist Qbert denn weg?","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T17:07:27.014+0000","up_votes":1,"down_votes":0,"body":"ich glaube der wurde gebanned","replies":[{"id":"","poster":"Veezey","date":"2019-02-25T19:16:15.203+0000","up_votes":1,"down_votes":0,"body":"Warum? Was hat er angestellt? :o","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T19:20:17.935+0000","up_votes":1,"down_votes":0,"body":"Zitat aus einem TGSG von letzter Woche:\n\nQbert wurde permanent gebannt ... wegen dem hier:\n\n    Wie armselig du bist und versuchst aus Unrecht Recht zu diskutieren.Keine Ahnung wie du darauf kommst, ich gönne dir nichts. Ich sage nur, wie die Vorgehensweise ist.\n    Du kannst dir doch neue Accounts erstellen, vielleicht hast du sogar aus der Vergangenheit gelernt und sicherst diese nun besser.\n    Solch eine sinnlose Diskussion zu führen.\n    Du hast einfach verschlafen deinen Account korrekt zu sichern, andere Anbieter haben dir aus Kulanz bzw. rechtlicher Notwendigkeit geholfen.Bei Riot ist das nun mal nicht so.\n    Im Übrigen kann man dir auch ohne Weiteres unterstellen, dass du gecheatet hast. Die Behauptung, dein Account wurde von jemand anderem gespielt, ist möglicherweise auch nur eine Schutzbehauptung.\n\nNun gut, bye bye Forum, denke ich ^^","replies":[{"id":"","poster":"Veezey","date":"2019-02-25T20:33:42.051+0000","up_votes":1,"down_votes":0,"body":"Wow deswegen wird man gebannt, what? Ernsthaft jetzt?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-26T07:24:09.206+0000","up_votes":1,"down_votes":0,"body":"Nicht unbedingt deswegen allein.\n\nVielleicht waren die \"kleineren Straffälligkeiten\" mittlerweile einfach zu viel und ZACK - hat der Finger of \"Justice\" zugeschlagen ^^'\n\nWobei ich glaube das alle Timeouts von QBert äußerst fragwürdig, nicht sonderlich viele und eher überzogen waren. Aber sie sind nun mal passiert, vorhanden und bieten offensichtlich die mögliche Grundlage eines Permabans. Wenn auf deiner Visitenkarte am Ende steht \"20 Timeouts wegen offensivem Verhalten\" wird auch niemand nach den genauen Beiträgen und Zusammenhängen fragen. Da stellt sich ja manchmal auch nicht die Frage ob gerechtfertigt oder nicht. Was man sieht sind die 20 Timeouts und man sagt sich \"RAUS!\".\n\nDamit kannst du dich als \"Banner\" immer rechtfertigen ^^ und vermutlich mit häufigen Reports von Beiträgen. Wobei letzteres wohl Unfug ist.\n\nLass den Kommentar 14 mal reported worden sein. Das interessiert null, weil es niemand von uns einsehen kann. Den Beitrag sollte man dann doch schon lesen und nach neutralem Ermessen beurteilen. Dann ist das schlimmste was er darin sagt \"Du bist armselig\". Da sollte man schon die Eier haben das nicht raus zu bannen bzw. seinen \"Kollegen\" erklären warum man es eben nicht gemacht hat. \n\nAuf der anderen Seite kenne ich nicht die ganze Unterhaltung. Vielleicht ist QBert ja auch wild fluchend und den schlimmsten Beleidigungen aller Universen durch die Kommentare gehüpft =p\n######Wohl definitiv nicht XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-26T07:50:58.238+0000","up_votes":1,"down_votes":0,"body":"Also ich hab Qbert ja in meiner FL und kann sagen:\n\nExpect the unexpected :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-26T07:55:22.949+0000","up_votes":1,"down_votes":0,"body":"Ich hab ihn auch auf der FL.\n\nAber Nudes gab es bisher trotzdem keine =p","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-26T07:57:37.611+0000","up_votes":1,"down_votes":0,"body":"ich bin ihm halt einfach näher als du :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-26T08:08:33.734+0000","up_votes":1,"down_votes":0,"body":"Wie nah seid ihr genau?\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Veezey","date":"2019-02-26T14:40:07.732+0000","up_votes":1,"down_votes":0,"body":"Vielleicht gibt es Dinge, die man lieber nicht wissen will :D","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-26T07:19:51.837+0000","up_votes":1,"down_votes":0,"body":"Legends besagen er hat sich 3 drei Foren trollen angelegt und nach einen epischen Kampf der mehrere Episoden lang war. \n\nGewonnen Qbert schließlich den Kampf.  Allerdings was das Ausmaß des gesetztes viel größer als erwartet und so wurde er obwohl er das Forum und seiner Bewohner beschützen wollte verbannt. \n\nNun liegt er schlafen in der größten Poro Burg, auf dem höchsten Berg und kann nur durch einen Kuss der nach wahren Keksen schmeckt wieder aufgeweckt werden !","replies":[{"id":"","poster":"Veezey","date":"2019-02-26T14:35:48.486+0000","up_votes":1,"down_votes":0,"body":"Die Story klingt ein wenig nach Dracula xD","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2019-02-25T17:09:03.797+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 111, revolutionär späte Abendausgabe\nDieses mal mit super-töffigem Wochenend-Bonus-Bericht!**\n\nNachdem ja meine Filter die Arbeitsgeschwindigkeit eines betrunkenen Siebenschläfers an den Tag gelegt haben, durfte ich ja nun auch samstags im Labor aufkreuzen. Und es fing schon mal damit an, dass ich morgens um Viertel nach Sieben wie immer am Bahnhof stand... aber eine Sache fehlte: die S-Bahn. Erst 5 Minuten Verspätung, dann 10... und dann kam die Durchsage, dass die Bahn komplett ausfällt. Ich möchte bei der deutschen Bahn Beschwerde einreichen und die verworfene halbe Stunde Schlaf zurückklagen. Besser wurde es aber, als ich, nach 25 Minuten Wartezeit und 12 Minuten Fahrt mit der Regio, zur Umstiegshaltestelle sprintete, nur, um mit zu erleben, wie die 20m entfernte U-Bahn vor meiner Nase wegfuhr. In summa summarum eine Viertelstunde Verspätung.\nMonni, I blame you for this!\n\nAber immerhin alles im Labor geschafft und jetzt trocknen meine Tiegel fröhlich vor sich hin und werden hin und wieder gewogen. Wobei ich eh schon das Gefühl habe, dass das Ergebnis etwas total anderes als meins sein wird...\n\nDer Tag selber war unspektakulär, bis auf, dass mir auffiel, dass ja nächste Woche \"Ferien\" sind. Die Anführungszeichen deswegen, weil man diese drei Tage nicht wirklich Ferien nennen kann. Vor allem aber wird es dann meine Blog-Nummerierung durcheinander bringen und da hab ich keine Lust drauf, weil ich ein Mensch bin, der auf runde Zahlen steht. Und immer eine ordentliche Fünfergruppe pro Woche ist halt dezent sexy :*\n\nÜbrigens: die Rückfahrt wurde auch zu einer spannenden Angelegenheit, ich musste kreativ werden und auf die Regio umsteigen, weil die S-Bahnen allesamt konstant um die 20 Minuten Verspätung hatten aufgrund einer Weichenstörung. In einem Tunnel, in dem alle S-Bahn-Linien der gesamten Region durchfahren. Und die Regio konnte ich auch nur durch einen legendären Sprint über zwei Stockwerke und insgesamt knapp einen halben Kilometer Distanz in letzter Minute erreichen.\n\nMonni, I also blame you for this!\n\nDu böses Ding, du! Wie kannst du mir das nur antun? -_-","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-26T07:22:52.011+0000","up_votes":1,"down_votes":0,"body":"Ich hab noch nie erlebt das mein Zug verspätung hatte ... Bin aber auch das letzte mal mit 18 Zug gefahren. S Bahn nicht garnicht :( u Bahn auch noch nicht :( Ich bin noch nicht mal Taxi gefahren :/","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2019-02-25T18:46:11.439+0000","up_votes":1,"down_votes":0,"body":"Ich wollte nur ein paar Grüße dalassen. HAHA reingelegt. ich hab natürlich was für euch dabei: leckere selbst gebackene Brownies","replies":[{"id":"","poster":"Maexle","date":"2019-02-25T19:01:04.816+0000","up_votes":1,"down_votes":0,"body":"Brownies. Soso...\n\nPassend zu dem Thema eine kleine Geschichte: \n\nEs war einmal ein normalgroßes Maexle. Maexle hat gerade sein Semester in der Ferne beendet und machte sich auf, nach Hause zu kommen. Nach einer langen und anstrengenden Reise kommt Maexle nach Hause, wo es wunderbar nach warmer Schokolade duftet. In der Küche angekommen bemerkt Maexle, dass Brownies im Backofen sind. Maexle trifft seinen mittelalten aber weisen Vater, der diese Brownies vorbereitet  hat. Er erklärt ihm, dass diese allerdings Stonies waren. Maexle ist sehr von seinem Vater überrascht...\n\n{{champion:17}}","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-02-25T19:13:30.849+0000","up_votes":1,"down_votes":0,"body":"es gibt normale brownies? verstehe deine Überraschung nicht :P","replies":[{"id":"","poster":"Maexle","date":"2019-02-25T20:41:03.370+0000","up_votes":1,"down_votes":0,"body":"Naja es kam von meinem Vater. Und er hat sie so genannt, weil sie zu hart wurden. ^^\n{{champion:17}}","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-02-25T20:46:59.017+0000","up_votes":1,"down_votes":0,"body":"achso. ich dachte der will nen entspannten angelausflug machen","replies":[]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T16:25:35.631+0000","up_votes":1,"down_votes":0,"body":"Stäbchen bist du noch da?\nIch würde gerne Fachkundige Meinung zu einer anderen fragwürdigen Videoproduzentin hören.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T15:26:17.496+0000","up_votes":1,"down_votes":0,"body":"Immer diese Leute, die eine Stunde vor Feierabend noch Gasleitungen durchreißen müssen.","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-25T09:53:08.327+0000","up_votes":1,"down_votes":0,"body":"Ich hab mich heute früh fast 2 Stunden durchgehend von einem meiner Lieblingskollegen beleidigen lassen... Meine Stimmung ist top, aber was willst machen, wenn du was von dem brauchst xD. \n\nUnd ich hab praktisch überall Muskelkater, weil wir am Wochenende Beat Saber gespielt haben ^^. Aber das war zumindest worth :P","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T11:07:46.506+0000","up_votes":1,"down_votes":0,"body":"Hast du dir dabei auch eine hautenge Yogahose angezogen, dich mit deinem ansehnlichen verlängerten Rücken zur Kamera gedreht und das ganze dann auf Twitch gestreamt, um danach ein Youtube Video darüber zu machen, dass du gar nicht verstehen kannst, warum es davon so viele Clips gibt?","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T11:55:10.355+0000","up_votes":1,"down_votes":0,"body":"das ist fies :(\nIch möchte sie eigentlich voll gerne als Streamerin.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T11:57:00.384+0000","up_votes":1,"down_votes":0,"body":"Nein, das ist die Wahrheit und du kannst mögen, wen auch immer du willst.","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T12:02:07.151+0000","up_votes":1,"down_votes":0,"body":"Nein das ist überzogen....\ndie meisten Streams waren normal nur wegen ein missgeschicken muss man nicht so ein Faß aufmachen.\nAuf anderen Plattformen hätte das auch niemanden gestört aber auf Twitch wird dann gleich wieder rumgeheult wenn ein weibliches Wesen \"zuviel Haut zeigt\" oder man mal ihren Hintern sieht. \nBtw sind die ASMR-Stream da viel schlimmer...\nEs gibt da eine die hat Patreon und da kann man ein Platinpaket kaufen was \"uncut sexy Pictues and Vidios\" enthält. Ich glaube es kostet 100 oder 120 Euro müsste nachschauen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T12:14:15.815+0000","up_votes":1,"down_votes":0,"body":"Von einem Missgeschick zu reden überschreitet hier doch die Grenze der Realitätsverweigerung. Es war klar beabsichtigt an dieser Stelle, aber darum geht es auch gar nicht. Auch um diese softprostitutiom via Patreon geht es mir nicht, denn ich habe weder mit dem einen, noch mit dem anderen ein Problem. Ich respektiere Leute, die ihre Vorteile ausnutzen um an Geld zu kommen bis zu einem Punkt, an dem es sozial unerträglich wird, aber dieser ist hier eindeutig nicht erreicht.\n\nWas mich stört ist dieses Abstreiten, Dummtun und leugnen, was bei Konfrontation auftritt. Man kann doch zu dem stehen, was man ist und was man getan hat oder nicht?","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T12:24:01.397+0000","up_votes":1,"down_votes":0,"body":"es war bestimmt nicht mit Absicht.\nAchtest du im echten Leben auch immer drauf ob dir jemand auf das Hinterteil starrt?\nVllt vergisst man in manchen Momenten auch einfach das eine Kamera läuft keine Arnung. \nIch denke das alles nur halb so wild und man sollte deshalb nicht so große Welle schieben. \n\nMich stört es das sich Leute über eine Person lustig machen die ich sympatisch finde.\nDa fallen ich einfach in Beschützermodus tut mir leid für dich :D ","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T12:47:04.415+0000","up_votes":1,"down_votes":0,"body":"Nicht mit Absicht? Entweder leidet sie dann an enormem Realitätverlust oder ist himmelschreiend naiv.\nMonni kann uns bestimmt aus erster Hand erzählen, ob man sich bei Beat Saber viel drehen muss, oder ob man eher die Arme bewegt. \n\nJa, du hast keine Ahnung, dass ist korrekt, als Streamerin hat sie ganz bestimmt nicht vergessen, dass dort eine Kamera läuft. Sonst hätte sie sich ja schlecht für die ganzen Donations bedanken können. \n\nNoch einmal, es geht um das Abstreiten und Leugnen, nicht um die Sache selber.\n\nGerade bei sympathischen Leuten ist es wichtig nicht durch eine rosarote Brille zu schauen, sondern klar zu erkennen, wenn etwas falsch gemacht wurde. Das bedeutet nicht, dass man diese Person dann weniger mag oder verrät, im Gegenteil ehrliche Kritik ist das hilfreicheste, was du machen kannst. Dieses White Knight Getue hilft keinem und steigert auch nicht deine Chancen positiv von der Person bemerkt zu werden.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T12:53:34.381+0000","up_votes":1,"down_votes":0,"body":"> Monni kann uns bestimmt aus erster Hand erzählen, ob man sich bei Beat Saber viel drehen muss, oder ob man eher die Arme bewegt.\n\nGibt es da ein Video oder so? Dann kann ich euch sagen, wie realistisch das ist.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T13:04:11.210+0000","up_votes":1,"down_votes":0,"body":"Ja schon, kann ich dir aber nicht schicken, da ich weder weiß wie genau sich die gute Dame nennt, noch über das Date Volumen verfüge die fraglichen Clips herauzusuchen. Ich schick sie nachher mal über Diskord, wenn ich ausreichend Zeit zum recherchieren habe.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:06:54.568+0000","up_votes":1,"down_votes":0,"body":"Okay, gucken wir mal ^^","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T13:29:14.628+0000","up_votes":1,"down_votes":0,"body":"Ist Metalmonnimon nun Tanzbeauftragter?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:30:38.660+0000","up_votes":1,"down_votes":0,"body":"Ich hab schon so viele Beauftragungen... Allerdings geht es in dem Spiel nicht ums Tanzen sondern darum, Blöcke mit Lichtschwertern zu zerschneiden xD","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T15:21:31.553+0000","up_votes":1,"down_votes":0,"body":"Ach Azima wenn du lesbisch wärst würdest du das ganz anders sehen ;)","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T14:54:15.632+0000","up_votes":1,"down_votes":0,"body":"Also Twitch stört es scheinbar nicht. Ob die Eulchen da keinen Schreikrampf bekommen kann ich dir nicht garantieren.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T14:52:59.257+0000","up_votes":1,"down_votes":0,"body":"Und genau das ist der Punkt. Der ejnzige Grund war, ihren zugebenermaßen durchaus ansehnlichen Hintern ins Bild zu halten und ihn dann noch mit einem Sexualdelikt fördernden Beinkleid in Szene zu setzen. Alles kein Problem, aber dann so zu tun, als wüsste man von nichts ist halt echt schwach.","replies":[]},{"id":"","poster":"Valdis17","date":"2019-02-25T14:35:29.510+0000","up_votes":1,"down_votes":0,"body":"Ich hätte es ja ohne Hose gemacht :D","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-25T14:32:39.646+0000","up_votes":1,"down_votes":0,"body":"Das einzige was ich mich ja frage ist ...\n\n#WIESO STREAMT MAN DAS VON HINTEN?\n\nDie \"vernünftigen\" machens doch frontal oder zumindest seitlich und mit wesentlich kleinerem Cambild, weil das interessiert ja legit NULL bei auch nur irgendeinem Spiel.\n\nDas sind auch wieder so Leute die ich 24/7 klatschen möchte °^° Scheiß Weiber immer. Es gibt legit keine Streamerin mehr die ich mir geben kann ohne zu ragen XD ................","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-25T14:23:47.292+0000","up_votes":1,"down_votes":0,"body":"Hm naja... ergibt eigentlich wenig Sinn so vorgebeugt zu spielen, allerdings spiele ich das auch mit Ps Vr.\n\nDabei wird ja vornehmlich die Brille getracked, durch das Vorbeugen nimmt man sich da sozusagen ein paar virtuelle Zentimeter... Weiß jetzt nicht, wie das bei ihrem System ist. \n\nAber angesichts der Kleidungswahl würde ich schon sagen, dass die Dame weiß, was sie da tut. Es wirkt so, als würde sie sich zu den Blöcken herunterbeugen müssen. Allerdings bin ich 1,92 Zentimeter hoch und muss mich da nie beugen, um an die tieferen Blöcke zu kommen. Maximal halt mal in die Hocke, wegen der Hindernisse.\n\nAlso entweder war das Absicht (Die Hosenwahl legt das nahe), oder ihr System ist schlecht eingestellt und siedelt das Spiel \"Zu tief\" an, sodass sie sich immer bücken muss.","replies":[]},{"id":"","poster":"Valdis17","date":"2019-02-25T14:15:00.593+0000","up_votes":1,"down_votes":0,"body":"da dein Clip:\nhttps://www.twitch.tv/xronjaaa/clip/AnimatedAnimatedLionMingLee?filter=clips&amp;range=all&amp;sort=time\n\nIch hoffe ich darf das hier posten sonst bitte sagen wenn ich es wieder löschen soll.","replies":[]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T13:04:17.666+0000","up_votes":1,"down_votes":0,"body":"Nein twitch löscht ja alle Streammitschnitte nach 2 Monaten daher gibt es nur Clips die sind aber nicht aussagekräftig genug.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T13:01:37.206+0000","up_votes":1,"down_votes":0,"body":"Also jedes mädel in Yoga Pants oder mit Ausschnitt bei twitch weiß ganz genau was sie da tun ....\n\nUnd sie wissen ganz genau das sie die ganzen 12 jährigen damit feucht machen. \n\nAber das ist auch garnicht dumm. Ich würde das auch machen wenn ich ein mädel wäre. \n\nAllerdings würde ich direkt auf anderen Seiten streamen. Da kann man direkt viel mehr holen ;)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T13:09:05.388+0000","up_votes":1,"down_votes":0,"body":"Ich würde tatsächlich nicht so weit gehen und behaupten, dass du als freischaffendes Camgirl mehr verdienst als als Twitch Streamerin.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T13:17:09.971+0000","up_votes":1,"down_votes":0,"body":"Also der Dame der ich seit Jahren Folge die macht mittlerweile 20 k den Monat ^^' \n\nAllerdings macht die auch viele model Jobs nebenbei die hat sich das alles sehr gut aufgebaut und ist auch stolz drauf und zeigt das auch. \n\nAllerdings ist sie aus Amerika weiß also nicht wie es bei sowas in zum Deutschland aussehen würde.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T13:18:00.945+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich deutlich schlechter.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T13:34:08.212+0000","up_votes":1,"down_votes":0,"body":"Ach ich wüsste schon wie ich an Geld kommen würde ohne großen Aufwand ^^'","replies":[]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T13:03:16.754+0000","up_votes":1,"down_votes":0,"body":"haha Martin die Antwort feier ich :D","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T12:51:53.446+0000","up_votes":1,"down_votes":0,"body":"Es wurde nichts falsch gemacht.\nWir sind ein freies Land hier darf jeder machen was ihm lieb ist. \nIch finde die kritik deutlich zu hart und unnötig.\nLass sie doch machen wie sie es gut findet :) \nIch sehe da kein Problem tut mir leid.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T13:06:48.012+0000","up_votes":1,"down_votes":0,"body":"Falsch gemacht wurde etwas, als sie gelogen hat, davor war alles cool\nSpreche ich ihr auch nicht an, aber jeder muss auch mit dem Echo seiner Taten leben, immerhin ist dsd hier ein freies Land. \nDas kannst du auch gerne, wobei sie die Kritik meinerseits lediglich auf ihre Aussagen zu dem Thema bezieht. \nIch lasse sie doch, oder siehst du mich dabei, wie ich es zu verhindern versuche. \nNa dann ist ja alles gut, aber wunder dich nicht, wenn andere da offener an die Sache herangehen.","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T13:23:33.898+0000","up_votes":1,"down_votes":0,"body":"hmmm..okay das ist schwierig.\n\nEs weiß nicht ob es soviele Vorteile gegeben hätte die Wahrheit zu sagen oder ob die Nachteile nicht größer gewesen wären.\nWahrscheinlich hätte ich aus Bequemlichkeit auch einfach gelogen. \nIch bin im Gegensatz zu dir nicht so moralisch.\nMir ist sowas tatsächlich nicht so wichtig. \nAber ich kann dein Standpunkt verstehen.","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-25T12:24:55.123+0000","up_votes":1,"down_votes":0,"body":"Korrekt, man sollte immer zu dem stehen was man tut und wie man denkt. \n\n#Toddemimperator!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T12:34:17.718+0000","up_votes":1,"down_votes":0,"body":"°^° Impergator war eins der coolsten Pokemon! Natürlich weil Karnimani im Vorfeld schon viele Pluspunkte sammeln konnte.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T12:57:29.851+0000","up_votes":1,"down_votes":0,"body":"Digimon ist viel cooler :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T13:20:19.058+0000","up_votes":1,"down_votes":0,"body":"NEEEEEEIIIIIIIIIIINNNNNNNNNNNNN","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:21:55.799+0000","up_votes":1,"down_votes":0,"body":"*Leb deinen Traum, denn er wird wahr...*","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T13:31:43.715+0000","up_votes":1,"down_votes":0,"body":"Direkt auf Arbeit einfach laut stark das lied gesungen ^^ alle in der Halle blöd geguckt aber mir egal !  ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:32:43.915+0000","up_votes":1,"down_votes":0,"body":"Gut dass das jeder hier kennt xD. Bin ggf doch in der richtigen Gesellschaft, auf der Arbeit hat das hier neulich nicht geklappt ^^","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T14:54:54.267+0000","up_votes":1,"down_votes":0,"body":"gab es eigentlich eine neue Version für Digimon Try auf Deutsch? \nIch kenn leider nur die Japanische Tryversion obwohl die auch supergut ist: \nhttps://www.youtube.com/watch?v=P6UorLZhJDA","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T14:36:07.579+0000","up_votes":1,"down_votes":0,"body":"Leb deinen Traum und ich will der aller Beste sein...","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-25T13:23:47.500+0000","up_votes":1,"down_votes":0,"body":"Geh deinen Weg - stelle dich der Gefahr\nAlles was wichtig ist - Wirst du erkennen wenn die Zeit gekommen ist\nJa, greif nach den Sternen - du bist bereit\nGlaub an dich, bald ist es so weit\nWir werden bei dir sein\nSeeeeeeiiiiiiii beeeeereeeeiiiiiiiiit!\n\n{{sticker:sona-playing}} \n\nAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHH\nOhrwurm","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:24:45.821+0000","up_votes":1,"down_votes":0,"body":"Gern geschehen ;)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T14:12:12.837+0000","up_votes":1,"down_votes":0,"body":"Ist ja auch das beste Opening und Kindheit pur","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-25T13:31:35.551+0000","up_votes":1,"down_votes":0,"body":"Ist das gerade passiert? Fing ich gut xD.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-25T13:28:07.487+0000","up_votes":1,"down_votes":0,"body":"XD Ist halt ... seltsam ... wenn ich hier sitze und Lieder singe und urplötzlich einer aus dem Treppenhaus gesprungen kommt und mit macht.\n{{sticker:sg-miss-fortune}} \n\nIch hasse es wenn sich die Leute vom Frühdienst anschleichen und dann so etwas machen XD Diese Nasen!","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T13:32:16.299+0000","up_votes":1,"down_votes":0,"body":"Eines der besten Lieder :3","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T12:59:36.451+0000","up_votes":1,"down_votes":0,"body":"Karnimani>alle anderen neuen Pokemon","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T13:21:41.536+0000","up_votes":1,"down_votes":0,"body":"°^° Pachirisu und Eneco!\n\nWobei ich auch wahnsinnig von Felinara angetan bin >.&lt;","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T13:29:22.014+0000","up_votes":1,"down_votes":0,"body":"Wer? Wer? Und Wer?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T13:33:41.740+0000","up_votes":1,"down_votes":0,"body":"Stäbchen ....\n{{sticker:sg-soraka}} \n\nPachirisu\nhttps://www.pokedexia.net/images/1/19/PGL-417.png\n\nEneco &amp; Enecoro\nhttps://assets.pokemon.com/assets/cms2/img/pokedex/full/300.png https://assets.pokemon.com/assets/cms2/img/pokedex/full/301.png\n\nFeelinara (die Feen-Entwicklung von Evoli)\nhttps://www.pokewiki.de/images/thumb/f/f0/Sugimori_700.png/183px-Sugimori_700.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T14:09:00.875+0000","up_votes":1,"down_votes":0,"body":"Also Pokemon hat bei mir nach Gold/Silber aufgehört.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T14:51:52.939+0000","up_votes":1,"down_votes":0,"body":"Ja :p genau das!","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T14:50:53.138+0000","up_votes":1,"down_votes":0,"body":"Was heißt richtige? Neue Edition mit neuen Viechern? Neue Professoren mit fragwürdigen Motiven gegenüber minderjährigen Mädchen?","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-25T14:13:49.348+0000","up_votes":1,"down_votes":0,"body":"Ich werde mir wohl immer eine Edition kaufen. Ob ich es nun spiele oder nicht >.&lt; Das ist die einzige Tradition die ich aus meiner Kindheit übernommen habe wenn man so will. Aber bisher habe ich alles mindestens einmal durch gespielt. Außer \"Pokemon: Lets Go Evoli\" XD Aber das ist ja eigentlich auch keine neue Edition.\n\nDie richtige neue kommt erst Ende 2019 °^° #hype","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-02-25T14:12:59.844+0000","up_votes":1,"down_votes":0,"body":"Bei mir nach der unterstufe xD","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T13:30:53.469+0000","up_votes":1,"down_votes":0,"body":"Sie redet in Fieberwahn :0","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-25T12:54:22.514+0000","up_votes":1,"down_votes":0,"body":"Ich kenne nur Glumanda :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T13:20:57.107+0000","up_votes":1,"down_votes":0,"body":"OH Moni!\n\nDas macht mich ein wenig traurig! Hast du so viele Generationen verpasst?\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:22:41.459+0000","up_votes":1,"down_votes":0,"body":"Ich hab damals die gelbe Edition auf dem Spieljungen Kolohr gespielt!\n\nOh, und Pokemon Knack!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T13:25:22.841+0000","up_votes":1,"down_votes":0,"body":":D Ich geb dir \"Spieljungen Kolohr\", JUNGE!\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} \n\n:D Was ist Pokemon Knack?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:31:04.102+0000","up_votes":1,"down_votes":0,"body":"Pokemon Snap auf dem N64 :P","replies":[]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T13:30:30.499+0000","up_votes":1,"down_votes":0,"body":"Ich hab früher Tee nagger gesagt anstatt Teen ager :D","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T12:49:53.965+0000","up_votes":1,"down_votes":0,"body":"Impoleon ist viel cooler bester Wasserstarter","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T12:42:07.062+0000","up_votes":1,"down_votes":0,"body":"Richtig. Man kann aber ebenso einsehen, dass man auf der falschen Seite steht.\n\n#FuckErebus","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T12:45:35.856+0000","up_votes":1,"down_votes":0,"body":"Niemand mag Erebus, das geb ich ja gerne zu... Schlangenzüngiger Bastard. \n\nAber Zerfleischer und Blutdämonen sind halt cool, kein Mensch mag Tzeentch :P","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T12:50:27.644+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich mir den Chaosgott aussuchen dürfte, dann würde ich ganz klar Großväterchen Nurgle wählen.\n\nNurgle\nKhorn \nTzeentch \nSlaanesh","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T12:56:04.205+0000","up_votes":1,"down_votes":0,"body":"Zumindest da sind wir uns einig, auch wenn ich persönlich Khorne immer etwas höher gestellt hatte als Nurgle. \n\nAber dennoch hatte ich früher immer sehr gerne eine Einheit aus 12 - 16 Nurgle Auserkorenen mit Zweihandäxten dabei, die waren einfach unzerstörbar, wenn du nicht grade mit schwerster Flächenartillerie drauf geschossen hast :P","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T12:58:57.726+0000","up_votes":1,"down_votes":0,"body":"Ja wenn man es sich aussuchen könnte, wäre ich gerne ein Clan Skryre Warlock Engineer. Da Skaven bekanntlich die beste Rasse aus gesamt Warhammer sind.\n\nSkaven \nAstartes \nMechanikum \nIG\nCSM","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:06:08.125+0000","up_votes":1,"down_votes":0,"body":"Ich mag ja einfach mächtige, böse Krieger daher war für mich immer klar, dass es die Chaoskrieger sein müssen xD. Ob Fantasy oder W40k spielt da keine Rolle ^^.\n\nWer kann schon zu einer Armee \"Nein\" sagen, die vollständig auf Nahkampf setzt. Mit Der Ausnahme einer einzelnen Einheit überschwerer Artillerie, die den Feind mit den gequälten Seelen seiner eigenen Gefangenen beschießt xD. Und das Geschütz ist aus irgendwelchen Gründen natürlich auch selbst noch ein exzellenter Nahkämpfer xD. (Nein nicht die Besatzung. Das Geschütz.)\n\nhttp://www.brueckenkopf-online.com/wp-content/uploads/2012/03/WH_ChaosHellcannonCFC02.jpg\n\nIch hatte gleich drei davon... Nur für den Fall, dass irgend ein Turnier mal vergisst das zu verbieten ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T13:21:33.830+0000","up_votes":1,"down_votes":0,"body":"Konnte für mich nie die Magie des Tabletops einfangen. Daher hatte es einfach einen schweren Stand bei mir :(","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T13:15:14.536+0000","up_votes":1,"down_votes":0,"body":":-(","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-25T13:14:02.916+0000","up_votes":1,"down_votes":0,"body":"Total War Warhammer hat mir leider nie wirklich Spaß gemacht... Das fand ich so schade...","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T13:12:17.957+0000","up_votes":1,"down_votes":0,"body":"Ja bei Total War Warhammer II haben wir die Chaoskriegsbanden auch die kahlen Schwäne langgezogen. Zum Glück bedeutet eine Verlustrate von 1:100 bei Skaven immer noch, dass sie gewinnen.\nAußerdem Hell Pit Abomination\n\n[https://www.games-workshop.com/resources/catalog/product/600x620/99120206012_HellpitAbomination360.jpg ](https://www.games-workshop.com/resources/catalog/product/600x620/99120206012_HellpitAbomination360.jpg)","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-25T11:10:26.075+0000","up_votes":1,"down_votes":0,"body":"Öhm... nope ^^. Wenn ich zuhause bin lebe ich in meiner Jogginghose und bin mir ziemlich sicher, bei diesem Spiel ziemlich affig auszusehen ^^. Außerdem stehe ich da eher nicht vorn übergebeugt, sondern performe höchst professionelle Laserschwert - moves :D\n\nAbgesehen davon geht mein ansehnlicher verlängerter Rücken keinen was an ^^. Oder sprichst du bei dieser Abfolge da aus persönlicher Erfahrung? ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T11:26:05.220+0000","up_votes":1,"down_votes":0,"body":"Sagen wir mal, die von mir beschriebene Geschichte ist exakt so einer Streamerin passiert.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T11:32:50.173+0000","up_votes":1,"down_votes":0,"body":"Dinge die man nicht ahnen kann...","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T11:50:07.979+0000","up_votes":1,"down_votes":0,"body":"Es gibt einen sehr schönen Comicstrip von Shadman zu diesem Thema, aber den darf ich hier leider nicht posten.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-25T12:23:52.059+0000","up_votes":1,"down_votes":0,"body":"Comic*strip*?\n\nIntended?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T12:41:27.328+0000","up_votes":1,"down_votes":0,"body":"( ͡° ͜ʖ ͡°)","replies":[]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T11:38:40.202+0000","up_votes":1,"down_votes":0,"body":"eine spontane Alieninvasion?","replies":[]}]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T15:14:08.082+0000","up_votes":1,"down_votes":0,"body":"Warum hat das Forum dein Icon eigentlich noch nicht aktuallisiert?\nDas hattest du doch schon vor Tage geändert? o.O","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-02-25T10:21:53.937+0000","up_votes":1,"down_votes":0,"body":"Du hast eine neue Skin erfunden.\n\nDepression Soraka {{sticker:sg-soraka}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T10:30:24.207+0000","up_votes":1,"down_votes":0,"body":"XDDDD Und das noch nicht mal gewollt!\n\nAber Soraka in der Flex-Q zu spielen ist für mich wie... wie für andere das Mitte runter rennen XD","replies":[{"id":"","poster":"Nordwolf87","date":"2019-02-25T11:49:57.260+0000","up_votes":1,"down_votes":0,"body":"Muss tdu  gleich in der Konzept-Abteilung vom Forum einreichen :D","replies":[]},{"id":"","poster":"Valdis17","date":"2019-02-25T10:40:11.531+0000","up_votes":1,"down_votes":0,"body":"Warum spielst du sie dann? o.O","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T11:13:39.308+0000","up_votes":1,"down_votes":0,"body":"°^° Weil ich auch mal unendlich viel heilen möchte?","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T11:29:54.750+0000","up_votes":1,"down_votes":0,"body":"Warmogs Soraka mit 3k Life dann healst du wirklich unendlich viel.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T11:06:01.640+0000","up_votes":1,"down_votes":0,"body":"Damit Sie nicht die Mitte runter rennt.","replies":[]}]}]},{"id":"","poster":"Maexle","date":"2019-02-25T11:11:39.174+0000","up_votes":1,"down_votes":0,"body":"Wäre die perfekte Fortsetzung zu dem beinahe Ballkönig Amumu. Gothic Annie kann man wohl auch noch dazuzählen. \n{{champion:17}}","replies":[]},{"id":"","poster":"Valdis17","date":"2019-02-25T10:37:31.697+0000","up_votes":1,"down_votes":0,"body":"Soraka hat soviele Skins bei denen ich Depressionen bekomme weil sie so unfassbar hässlich sind. :D \nNatürlich hat Soraka auch hübsches Skin aber bei einem großteil ihrer Skins muss ich leider weinen.","replies":[]}]},{"id":"","poster":"Maexle","date":"2019-02-25T11:09:48.931+0000","up_votes":1,"down_votes":0,"body":"Weil du Sherlock erwähnst: Auf Netflix gibt es schon ewig eine Serie, die ebenfalls von einem Sherlock Holmes handelt, der aber in New York ermittelt (er ist aber trotzdem Brite). Der Trailer wirkte eigentlich interessant, aber irgendwie war mir das ganze ein wenig suspekt. Eine Holmes Serie, die in New York spielt. Da ich ein Fan der ursprünglichen Bücher bzw. der Hörspiele, die es dazu gibt, bin und die BBC Serie mochte, habe ich die Serie (Elementary) nicht angerührt. Weil ich aber zur Zeit eigentlich viel für die Uni machen muss und deswegen fließig Zeit durch prokrastinieren totschlagen muss und ich aktuell sowieso keine Serie habe, die mich gefesselt hat, gab ich Elementary eine Chance. Es hat sich gelohnt. \n\nIch versuche jetzt doch an meinen Seminararbeiten zu arbeiten. Oder ich schau noch eine Folge. Ich wünsche euch einen schönen Tag. ^^\n\n{{champion:17}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T11:23:25.332+0000","up_votes":1,"down_votes":0,"body":"Elementary ist bzw. war gut soweit ich mich erinnere. Die ersten paar Staffeln habe ich gesehen, aber es hat sich dann irgendwie verloren.\n\nNja, die BBC Sherlock Serie schaue ich gerade. Bisher ist mir noch keine andere dort vorgeschlagen worden glaube ich :o Müsste ich nochmal schauen. Aber eins nach dem anderen. Ich hab so viele Serien und Filme auf der Liste stehen, die sich vermutlich niemals verkleinern wird XD ... Außer Netflix bekommt es hin ein \"Bereits gesehen\" hinzuzufügen....","replies":[{"id":"","poster":"Maexle","date":"2019-02-25T11:35:48.698+0000","up_votes":1,"down_votes":0,"body":"Ja, außer Sherlock und Elementary gibts auf Netflix meines Wissens auch sonst nichts über Holmes. Außer den ersten Film, den ich persönlich aber irgendwie doof finde. \n{{champion:17}}","replies":[]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T08:37:49.133+0000","up_votes":1,"down_votes":0,"body":"hattest du ernsthaft einen Ivern adc im Team? o.O \nWas war das für ein Troll? :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T08:39:56.200+0000","up_votes":1,"down_votes":0,"body":"In welchem Spiel denn?","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T08:47:15.935+0000","up_votes":1,"down_votes":0,"body":"https://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3941878640/41478525?tab=overview\n\nOP.GG zeigt den Ivern auf der ADC-Position.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T09:09:29.674+0000","up_votes":1,"down_votes":0,"body":"Keine weiteren Fragen euer Ehren. Fall abgeschlossen","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T10:15:17.618+0000","up_votes":1,"down_votes":0,"body":"XD Der Ivern hat in der Championauswahl nicht gecheckt das er ADC hätte spielen sollen.\n\nIch hatte zwar noch gefragt ob ich solo bot bin und wir einen duo Jungle haben, aber es kam keine Antwort mehr. Ingame hat der Udyr dann nochmal nachgehackt ob er wusste das er ADC war und Ivern sagte nur \"Nope. But we'll make it work!\"\n\nGesagt getan XD Bescheuert lustig das Spiel :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T11:05:27.540+0000","up_votes":1,"down_votes":0,"body":"Ja nun, manche Leute sind einfach auf höheren Sphären unterwegs. Da steht man über dem Konzept der Rollenzuteilung","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T07:47:31.021+0000","up_votes":1,"down_votes":0,"body":"Ich fand es schön mal einen Heiler im Team zu haben der A Heilt und B sein Interface so eingestellt hat, dass eine realistische Chance bestand Ziele außer sich selbst zu treffen.\n\nAuch schön anzusehen war wie die \"Ehrenmänner\" sofort in mein Gesicht geflasht sind, als sie bemerkt haben, dass mein Support DCed ist. No way is fair play.\nVielleicht darf ich ja dann nächstes mal die liebliche Stimme meiner Soraka hören, dass wäre die Krönung des ganzen. \n\nAnsonsten konnte ich meine ganzen spekulativen Spielzüge ausführen, da mein Support nicht nur seine Maus richtig herum halten konnte, sondern auch wusste, wann er welche Tasten drücken muss! Eine Eigenschaft die ich bereits verloren glaubte.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T08:48:47.522+0000","up_votes":1,"down_votes":0,"body":"XD Ja ... der Ezreal und der Brand waren schon 'ne Nummer für sich.\n\nIch hab in dem Moment nur noch eine Banane fliegen sehen und konnte nichts mehr machen XD da wusste ich was gleich passieren würde. Ist ja nicht so als hätte das zwei Minuten früher passieren können als ich über den Fluss gelaufen bin und in Sicherheit war XDDDD\n\n:p Eine liebliche Stimme habe ich immer noch nicht, aber ja ich versuchs ^^' Nur spiele ich tatsächlich besser ohne Voice XD Zumindest habe ich den Eindruck davon ._. Ich habe mich entsprechend trainiert und wenn ich mich nur aufs spielerische konzentriere, kann ich mich besser ... Das ist so schwer zu beschreiben XD Und es hört sich irgendwie verkehrt an wenn ich sage \"dann fühle ich dich besser\" c.c Aber so in etwa ist es dann doch. Oder kommt dem zumindest irgendwie am nächsten denke ich.\n\nVoice ist wie so eine Blockade im schlimmsten Fall .-. aber vielleicht auch nur Übungssache.\n\nNur so was wie Leona dürfte ich allgemein z.B niemals spielen :D Ich gehe halt rein wenn ich denke das ich kann und schreie nicht \"ENGAGEEEEEEEEEEEEEEEE\" XD ... ich ping es nicht mal :D Deswegen ... besser nicht XD Ich bleib bei meinen Mädels.\n\nUnd ich kann mir nicht vorstellen das du derartig schlechte Supporter auf der Botlane hattest :p Naseweis.\n\nAlso ich fand die beiden Spiele sogar viel angenehmer als die letzten die wir gemacht haben. Gut XD war auch förmlich eine Reizüberflutung für mich weil es mehrere Leute waren UND der Voice Chat bei League :o Aber die Lanes waren recht entspannt muss ich sagen!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T09:18:19.073+0000","up_votes":1,"down_votes":0,"body":"> Every night in my dreams\nI see you, I feel you\nThat is how I know you go on\nFar across the distance\nAnd spaces between us\nYou have come to show you go on\nNear, far, wherever you are\nI believe that the heart does go on\nOnce more you open the door\nAnd you're here in my heart\nAnd my heart will go on and on\nLove can touch us one time\nAnd last for a lifetime\nAnd never let go till we're gone\nLove was when I loved you\nOne true time I hold to\nIn my life we'll always go on\nNear, far, wherever you are\nI believe that the heart does go on\nOnce more…","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T10:24:23.949+0000","up_votes":1,"down_votes":0,"body":"> You're my heart, you're my soul\nI'll keep it shining everywhere I go\nYou're my heart, you're my soul\nI'll be holding you forever\nStay with you together\n\n> You're my heart, you're my soul\nYeah, I'm feeling that our love will grow\nYou're my heart, you're my soul\nThat's the only thing I really know","replies":[]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T09:24:12.787+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir gerne meinen Holypriest anbieten falls du einen Healer brauchst.\nDer ist allerdings Allianz.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T09:29:16.170+0000","up_votes":1,"down_votes":0,"body":"Also ich spiele selber Holy und mit deiner Allianz kannst du ganz schnell weggehen. Ruf in den Tod, für Silvanas!","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T09:32:58.352+0000","up_votes":1,"down_votes":0,"body":"okay dann lass ich die Mülltonnen draussen stehen falls deine Leute noch hunger bekommen. :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T09:34:42.550+0000","up_votes":1,"down_votes":0,"body":"Ne danke, wir sind noch satt von unserem Weltenbaum BBQ.","replies":[]}]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2019-02-25T07:53:53.515+0000","up_votes":1,"down_votes":0,"body":"Der nordische Wolf hatte 4 AFK und die Gewürztunke 0 AFK.  Gleicht sich doch super aus. Statistisch gesehen...\n\nAlso alles bestens.  : )\n\nGruß ich","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T08:15:38.603+0000","up_votes":1,"down_votes":0,"body":"\"Gewürztunke\" XD\n\nAlso idk.\n\nSogar die Firma schreibt sich \"Maggi\". Ich weiß halt nie ob das lustig sein soll oder Personen das ernst meinen und die Schreibweise einfach an ihnen vorbeizieht? XD \n\n\n {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Neamhoilte","date":"2019-02-25T08:46:23.846+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=HkBfAzsu,comment-id=00030001,timestamp=2019-02-25T08:15:38.603+0000)\n>\n> \"Gewürztunke\" XD\n> \n> Also idk.\n> \n> Sogar die Firma schreibt sich \"Maggi\". Ich weiß halt nie ob das lustig sein soll oder Personen das ernst meinen und die Schreibweise einfach an ihnen vorbeizieht? XD \n> \n> \n>  {{sticker:zombie-brand-mindblown}}\n\nDas ist meine Art jemanden Respekt zu zollen. Ich gebe Ihnen Kosenamen oder benutze etwas was ich mit dem Namen verbinde.\n\n🤗🤗🤗\n\nGruß ich","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T09:10:17.726+0000","up_votes":1,"down_votes":0,"body":"XD Okay?\n\nDann streiche ich dich von der Liste der Leute die vermutlich wirklich denken das die Firma \"Maggi\" wie \"Maggie\" geschrieben wird °^°","replies":[{"id":"","poster":"Neamhoilte","date":"2019-02-25T09:34:37.577+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=HkBfAzsu,comment-id=0003000100000000,timestamp=2019-02-25T09:10:17.726+0000)\n>\n> XD Okay?\n> \n> Dann streiche ich dich von der Liste der Leute die vermutlich wirklich denken das die Firma \"Maggi\" wie \"Maggie\" geschrieben wird °^°\n\nDanke. Ich kann näHmlich Rechtschreibung. Bin ja mit dem Maggikram aufgewachsen. \n\nIch erweitere meinen anderen Post um folgende Aussage :\nMeine Art der Sympathie Bekundung.\n\nGruß ich","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-02-25T08:09:21.447+0000","up_votes":1,"down_votes":0,"body":"Stimmt sogesehengleicht sichs aus xD\n\nDa es nur mein Smurf ist und er in Iron rumgammelt, ist es mir auch eher egal :D","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T07:22:20.387+0000","up_votes":1,"down_votes":0,"body":"Guten morgen \n\nSchön das du wieder da bist ^^ \n\nOk das klingt ja trotz allem das dein ranked spielen echt gut lief :) \n\nHab am Wochenende auch wieder etwas ranked gezockt allerdings nur flex Q und naja es lief  .... bescheiden.\nZwar hab ich ein paar games gut gespielt und mit Caitlyn einen penta gemacht :3 *stolz bin* \n\nAllerdings hatte wir obwohl wir zu 3 gespielt haben in 6 games. 3 games mit einen afk in unseren Team! \nWie kann das sein? Statistik in dein Gesicht....\n\nOk das eine gane kam unser Heimerdinger wieder. Hat sich entschuldigt und direkt wieder mit gespielt und dann noch gewonnen. Alles ok ausser das bißchen tilt. \n\nDann ein game unsere Kata von Anfang an afk steht sogar dabei das sie das game verlassen hat. \nAber wir konnten nicht remake. Weil das Spiel gemeint hat \"ja das geht nicht wenn kein Spieler fehlt\"  ...\nDann nach gefühlt Stunden kommt die Fotz. Wieder und das erste was sie schreibt ! \n\n\"Omg why no remake ?\" \n\"Let Thema finish\" \n\"I dont play\" \n\nUnd dann unser jungler der das ganze game dabei war und gesehen hat das das remake nicht geht. \nJammert uns an warum wir kein remake machen und Beschwert sich !  \n\nUnd dann soll ich zu solchen geistigen niedrigen Lebensformen auch noch nett sein ? \nUnd nicht direkt durch den Bildschirm kommen und ihnen mit einen Stein..... -.- \n\nDann noch teamates die eindeutig keine Hände haben und nur mit ihren armstümpfen auf der Tastatur rum hauen. Bis ihre Eltern merken das ihre Fehler wieder zocken und dann in ihr Zimmer stürmen um sie mit einer Bier Flasche zu verprügeln ... Und fragen warum die Geburten so laut sind ? ... erklärt wohl die viele afks ...\n\n\n-----\n\nOk aber irgebdwie hats doch spaß gemacht auch wenn es nicht so klingt ich war recht entspannt :)\n\nJetzt versuch ich erstmal den Montag zu überstehen ohne mich zu stressen. \nWünsch euch einen schönen Start in die Woche ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T07:43:57.694+0000","up_votes":1,"down_votes":0,"body":"> Dann noch teamates die eindeutig keine Hände haben und nur mit ihren armstümpfen auf der Tastatur rum hauen.\n\nXDDDD Das hab ich gestern selbst in dem Spiel gemacht als die Nidalee mich für den Kill angeflasht hat. ICH HÄTTE DAS ÜBERLEBT! ICH HÄTTE ES VERDAMMT NOCHMAL ÜBERLEBT! Meine Ult war up und ich hatte Redemption XD Glaub ich hab alles in dem Moment gedrückt, nur nicht die entsprechenden Tasten die ich benötigt hätte! Glaub ich muss mir die Ult für Soraka auf eine 100% save Taste legen XD Vllt nutze ich die Makrotasten an Tastatur und Maus dann mal sinnvoll XD Statt nur Dinge für den Chat drauf zu \"programmieren\" \n\n:o Aber das du soviele AFK's hast wundert mich echt. Ich kann ja immer nur meine eigenen Spiele zum Vergleich nehmen, aber in vier Solo-Q und vier Flex-Q Spielen gab es keinen einzigen der afk war °^°","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T08:11:57.708+0000","up_votes":1,"down_votes":0,"body":"Beleg einfach alle Tasten mit R.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T09:11:04.994+0000","up_votes":1,"down_votes":0,"body":"XD außer 1,2,3,4, Q,W,E, F und D ?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T09:19:47.871+0000","up_votes":1,"down_votes":0,"body":"Oder du programmierst dir ein Makro, dass einfach Immer R drückt, nach egal welcher Taste. Aber ich glaube das verstößt gegen die Tos","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T08:00:48.833+0000","up_votes":1,"down_votes":0,"body":"Nur das die Leute in meinen Team also die randoms das nicht aus Panik machen. Sondern weil sie einfach keine Hände haben :/ \n\nIch hör des Patsche ihrer armstümpfe bis hier her -.-","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-25T07:52:22.287+0000","up_votes":1,"down_votes":0,"body":"Dieser Beitrag hatte die angemessene Menge an Hass, die ich Montag morgens erwarte","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T07:58:21.588+0000","up_votes":1,"down_votes":0,"body":"Ja an einen Montag darf ich garkeine rankeds spielen das würde direkt einem neuen Krieg herauf beschwören ^^'","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-25T08:08:11.024+0000","up_votes":1,"down_votes":0,"body":"Gib dich deinem Zorn hin.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T08:15:49.894+0000","up_votes":1,"down_votes":0,"body":"Mach ich schon ... Immerhin Sitz ich auf Arbeit :/","replies":[{"id":"","poster":"Valdis17","date":"2019-02-25T09:11:46.747+0000","up_votes":1,"down_votes":0,"body":"du darfst dich nicht der dunklen Seite der Elo hingeben :(","replies":[]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T08:41:06.133+0000","up_votes":1,"down_votes":0,"body":"lol ich hab gestern Kata gespielt weil das Aram mit ihr so gut lieft.\nUnd die gute Kata kann ja mit Ihrem E zum Teammates springen. \nAber jedesmal wenn ich mal in einer Notsituation war sind meine Mate von mir weggelaufen anstatt sich mal auf mich zuzubewegen um mich zu retten. Nein Nein erstmal zum Tower laufen wie eine Pussy und deine Mates sterben lassen. \nArg #foreveriron :D \nNoch ein paar Tage dann hab ich endlich lvl30 erreicht und darf in Iron rumgammeln.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-02-25T07:27:04.085+0000","up_votes":1,"down_votes":0,"body":"Hahaha ich hab grad auf meinem Smurf nachgeschaut:\n\n4 meiner 11 ranked games auf dem Acc waren ein Remake also knaapp 36,4%. °^°","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-25T07:33:22.988+0000","up_votes":1,"down_votes":0,"body":"Ja remake geht ja noch. Ich ärger mich zwar dann über die sinnlose zeit aber besser als 4vs5 spielen \n\nAber ich hab so oft afks ohne remake. \nIst aber Vilt auch weil Flexibilität auf Solo hab ich gerade keine Bock :(","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-02-25T07:14:21.290+0000","up_votes":1,"down_votes":0,"body":"Ich muss mich auch mal wieder zu rankeds aufraffen ._.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-25T08:07:08.140+0000","up_votes":1,"down_votes":0,"body":"Nja c.c die sind halt super anstrengend finde ich.\n\nIch bereue es auch gestern so viel Solo-Q gespielt zu haben bzw. die restlichen Placement Spiele. Eins pro Tag hat immer gereicht und war ein Win XD nur hab ich gestern dann eins gewonnen und den Rest einfach verloren .-. Was hyper ärgerlich ist weil der Start halt Silber 2 mit 90 LP ist XD Und sich da jetzt wieder anstrengend zu müssen ... uff.\n\nAber vielleicht bleib ich erst mal bei der Flex-Q. Die ist entspannter und hat mehr Fiesta.","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-25T09:31:35.955+0000","up_votes":1,"down_votes":1,"body":"welche Fischköpfen vote eigentlich schon wieder das TGSG runter?\nIch finde das eine Frechheit so eine göttliche Kunst runterzuvoten. \n{{sticker:sg-shisa}}","replies":[]}]}