{"id":"1t5ViEcW","poster":"LCG Events","date":"2019-02-23T17:04:47.030+0000","title":"LCG Liga S1: #1","subforum":"Turniere & Veranstaltungen","embed":{"title":"LCG Liga-Turnier S1: #1","description":"Dies ist das offizielle Anmeldeformular zur Legacy Global eSports Liga-Turnier S1: #1. Sollten Fragen/Probleme bei der Anmeldung aufkommen, dann meldet euch bitte bei der Turnierleitung unter eventmanagement@legacy-global.de!","url":"https://goo.gl/forms/IUEi2InorM8zobRT2","image":"https://lh5.googleusercontent.com/8QSybQvMR-E5etodKt4uzoItEoX6VMEMToB_vN1-OA4xSdhms9vTnQqWZbLVJ2dSGYw=w1200-h630-p"},"up_votes":4,"down_votes":1,"body":"Das Vermächtnis wurde in die Welt hinaus getragen.\nUm dessen Ruhm und Ehre gilt es zu kämpfen.\n▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁\n \n**• Link zur Registrierung**: https://goo.gl/forms/IUEi2InorM8zobRT2\n​• **Unsere TeamSpeak-Server IP**: → **lcg**\n• **Unsere Homepage**: https://www.legacy-global.de/\n\nWichtig: Um an der Liga teilnehmen zu dürfen, müssen sich desweiteren alle Teamleiter bei → Toornament.com​ registrieren!​\n\nLiebe Beschwörer,\n\nwie es der Name schon sagt, handelt es sich hierbei um ein Liga-Turnier, in dem ihr innerhalb von vier bis sechs Wochen eine feste Anzahl an Spielen gegen andere Teams mit vergleichbarem Ranglisten-Rang absolvieren werdet. Es sind auch externe Teams hierzu eingeladen teilzunehmen.\nJedes Team wird manuell in eine der drei Division zugeordnet. Jede Division hat eine maximale Größe von 9 Teams. Um euer Team zuzuteilen, wird der Durchschnitt des Teams anhand der Solo-Q-Ränge jedes Teammitglieds ermittelt. Bitte beachtet, dass der SoloQ-Rang der Substitutes (sofern vorhanden) ebenfalls mitberechnet wird! Sollte ein oder mehrere Teammitglied(er) keinen Solo-Q-Rang besitzen, orientieren wir uns an den Solo-Q-Rang der letzten Season.​\n\nDie Divisionen gliedern sich wie folgt:​\n\nIII. Division​: Eisen IV - Silber I\nII. Division: Gold IV - Platin III\nI. Division: Platin II - Master​\n\nNach Abschluss der Check-In-Phase werdet ihr eure Kontrahenten mitsamt deren Kontaktinformationen erfahren und vereinbart daraufhin eigenständig den Tag und die Uhrzeit, an denen ihr eure Matches ausspielt. Jedes Match sollte in einem Best-Of-3 ausgetragen werden.​\nSollte zwei oder mehr Teams mit derselben Punktzahl geben, nachdem alle Matches ausgespielt wurden, gilt es mittels \"Tiebreakers\" die Platzierungen auszuspielen. Die Tiebreakers der I. Division werden auf unserem Twitch.tv-Kanal (→ [hier​](https://www.twitch.tv/legacy_global_esports)) live gestreamt!​​​\n​\nEine Einleitung in die Turnierplattform Toornament.com, die zur Organisation des gesamten Turniers verwendet wird, erfolgt durch die Turnierleitung, zu der der Teamleiter bzw. der stellvertretende Teamleiter jedes Teams anwesend sein muss!\nAlle wichtigen Informationen zum Check-In, der Termin zur Einführung auf der Turnierplattform usw. erhaltet ihr nachdem eure Registrierung von der Turnierleitung bestätigt wurde per E-Mail.\n\nSollten Fragen und/oder Probleme auftreten, dann meldet euch per E-Mail an eventmanagement@legacy-global.de oder über unseren TS-Server unter der IP: lcg.\nWir freuen uns auf viele Teilnehmer und wünschen allen viel Erfolg bei ihren kommenden Matches!\n\nMit herzlichen Grüßen,\nDas LCG Event-Management","replies":[{"id":"","poster":"nikasd","date":"2019-03-04T22:49:26.013+0000","up_votes":1,"down_votes":0,"body":"Jo ich habe alles ausgefüllt aber keine Bestätigung erhalten ;/ Was ist zu tun?","replies":[{"id":"","poster":"LCG Events","date":"2019-03-06T15:58:30.896+0000","up_votes":1,"down_votes":0,"body":"Hattest du schon im Spam-Ordner deiner E-Mail nachgesehen?","replies":[]}]}]}