{"id":"pzpER8QE","poster":"I3UGGY","date":"2019-02-22T15:22:22.766+0000","title":"Kayle Rework : meine Meinung und eure :D","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ich selber bin unschlüssig was ich zu den Rework sagen soll ... ich habe sie noch nicht wwirklich ingame gesehen aber ich kann mir jetzt schon erschließen das sie late game zu einer sehr furchteinflößenden oder sogar unfairen Bestie wird.\r\n-\r\nTrotzdem muss man immer in betracht ziehen das es gar nicht soweit kommt ... also ist das prinzip der alten kayle immernoch da.\r\nSie hatte auch oft sehr viel damage gemacht wenn sie an genügend Items kam aber davor war soe ziemlich useless.\r\n-\r\nWas denkt ihr über das Rework und wie findet ihr das , dass {{champion:25}} Morgana Rework sehr kurz gekommen ist.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-02-22T16:41:10.040+0000","up_votes":2,"down_votes":0,"body":"Ich hab mir heute 2 youtubevideos vom PBE angesehen:\n\nEinhellige Meinung: katastrophale laningphase (schlechter sogar als kassadin), extrem wenig dmg in trades, etwas besser ablvl 6 aber erst wirklich spielbar ab lvl 11. Ab lvl 16 ein Monster.","replies":[]},{"id":"","poster":"CrasenEX Neeko","date":"2019-02-23T09:40:14.005+0000","up_votes":1,"down_votes":0,"body":"Ultra nice. Ein Champ mit einem schwachen Early, welcher Dich aber unglaublich dafür belohnen wird, wenn du nicht behind fällst. Spielt sich irgendwie ähnlich wie Kog'Maw.. Sobald dein Team keine Frontline hat und du CC'ed wirst ist's halt vorbei. \n\nDass bei Morgana nicht so viel gemacht werden würde war von vornherein klar, allerdings bekommt sie ja den movementspeed Buff auf ihrer Ult. Die ganzen Morgana Mains wären ausgetickt hätte man sie komplett gereworked. Finde das visuelle Aussehen sehr ansprechend. Leider bin ich ein schlechter Support. Muss ich sie halt wieder only Mitte spielen..","replies":[{"id":"","poster":"I3UGGY","date":"2019-02-24T16:00:33.809+0000","up_votes":1,"down_votes":0,"body":"ah danke für deine meinung xD","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-23T10:19:00.611+0000","up_votes":1,"down_votes":0,"body":"die Stimme ist richtig kacke","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-02-22T15:56:34.123+0000","up_votes":1,"down_votes":0,"body":"Morgana, war ja bereits angekündigt. Es sollte sich eigentlich auch um die Passive gekümmert werden, jedoch wurde bereits seit langem von Riot bekannt gegeben, dass es sich bei Morgana eher um ein Visuelles und Akustisches Update handeln sollte, also kein Gameplay.\n\nBei Kayle finde ich ist der Charme von Kassadin aufgetreten XD","replies":[]},{"id":"","poster":"justicerox","date":"2019-02-22T17:24:13.981+0000","up_votes":1,"down_votes":3,"body":"wird cancer.","replies":[]}]}