{"id":"m1ge1BRn","poster":"Jickbob","date":"2019-02-21T22:46:17.628+0000","title":"Wir Suchen Neue Mitlglieder und Team Intressierte Mitspieler Liebe Grüße die \"Lawl\" Group :3","subforum":"Clans & Teams","embed":{"title":"Dashboard - Looking Awesome While Losing","description":"Looking Awesome While Losing, kurz Lawl, ist eine Community mit dem Schwerpunkt auf \"League Of Legends\".","url":"http://lawl.site/","image":"http://lawl.site/images/default-logo-small.png"},"up_votes":1,"down_votes":0,"body":"**Hallo!**\r\n\r\n**Wer oder was sind wir?**\r\nLooking Awesome While Losing, \"Lawl\" wurde am 1. August 2018 gegründet und hat seit dem 25.11.2018 auch eine Webseite., welche jedem Spieler, unabhängig von Skilllevel, einen Platz bieten möchte. Deshalb würden wir uns freuen, falls du Interesse hättest. Wir sind noch im Aufbau dieser Community und würden uns über jeden freuen, der sich mit einbringt und dabei hilft, die Community zu vergrößern.\r\nWir haben in den letzten Tagen viel Zeit in das erstellen einer Community gesteckt. Auch wenn wir noch lange nicht fertig sind, und vieles noch folgen wird, sind wir bereit das Projekt zu starten.\r\nDer Fokus der Community bezieht sich auf League, aber auch andere Projekte werden gerne unterstützt und sind ebenso erwünscht.\r\n\r\nTeamspeak 3 Server ~ ts3.lawl.site\r\n\r\n**Was sind unsere Ziele?**\r\nDie höchste Priorität ist es, Spielern einen Platz zu geben, in dem sie sich wohlfühlen. Da jeder einen Platz in der Community hat, wird sich auch immer die Möglichkeit bieten, mit anderen zusammen zu spielen. Daher ist es unser Ziel eine lustige Community zu haben.\r\nAls ein anderes Ziel haben wir 1-2 Ranked teams gesetzt, die wir in der Community haben wollen.\r\nWir möchten auch, dass es nicht das Gefühl gibt, dass nur fremde im Teamspeak sind, sondern dass sich jeder irgendwie kennt.\r\n\r\n**Was erwarten wir von euch?**\r\n• Mindestens 16 Jahre alt\r\n• Offene und freundliche art gegenüber anderen\r\n• Aktivität im Teamspeak und im Spiel.\r\n• Freude und Spaß\r\n\r\nEs gibt vor jeder Aufnahme ein kleines Einführungs und willkommens Gespräch.\r\n\r\n**Was wir euch bieten können:**\r\n\r\n• Strukturierten Teamspeak Server, mit festgelegten Gruppen\r\n• Nette, lustige und vor allem offene Admins\r\n• Sofortige Hilfsbereitschaft\r\n• Engagiertes Team\r\n• Eigene Website\r\n\r\nKurzgesagt bieten wir jedem Spieler einen Platz in unserer Community an, ganz ohne Verpflichtungen, die ihr aktives Interesse an einer Community zeigen.\r\n\r\n_**Jeder ist willkommen.**_\r\n\r\nBei Interesse einfach bei mir, oder bei Bad Looking Kid,  melden (am besten kopieren und einfügen):\r\n\" Jickbob \"\r\n\" Bad Looking Kid \"\r\n\r\nVielen dank für deine Zeit und dein Interesse.\r\nBeste Grüße, Jickbob.\r\n\r\n{{sticker:poppy-wink}}","replies":[]}