{"id":"YbFEtVMg","poster":"AeQ iFr3aKzZqt","date":"2019-02-21T09:00:15.745+0000","title":"Aequilibritas eSports - deine Community, dein Zuhause, deine Zukunft","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe League of Legends - Community,\r\n\r\nDu bist es Leid alleine zu spielen und hast keine Lust mehr auf nervige Randoms?\r\nDu willst jederzeit jemanden zum spielen, zum reden finden oder vielleicht dein eigenes Team gründen?\r\nDann bist du bei Aequilibritas eSports genau richtig!\r\n\r\nÜber uns:\r\nWir Aequilibritas eSports (AeQ) sind eine seit 2016 existierende League of Legends- und CS:GO - Community, die stetig wächst. Derzeit haben wir ca. 180 aktive Mitglieder am Tag, mit denen ihr zusammen Spielen und euch austauschen könnt. Im Allgemeinen findet jeder bei uns einen Platz, denn bei uns bekommt jeder eine Chance – ganz gleich in welcher ELO er / sie spielt.\r\n\r\nÜber LoL:\r\nAktuell suchen wir für unseren Hauptbereich „League of Legends“ neue Mitglieder. \r\nGanz egal ob alter Hase oder ganz neu in League… bei uns findest du deinen Platz.\r\nRegelmäßige Events sollen euch außerdem Unterhaltung und Austauschmöglichkeiten bieten. Falls ihr uns als Team beitreten oder ein eigenes Team gründen wollt, werden wir euch dabei tatkräftig unterstützen – z.B. mit einem persönlichen Teambetreuer und der Möglichkeit des Coachings. Ebenfalls habt ihr die Möglichkeit euch in ein bereits bestehendes Communityteam einzugliedern.\r\n\r\nWir bieten euch:\r\n• Eigene Homepage\r\n• TeamSpeak 3 Server mit hoher Aktivität (ca 180 aktive Mitglieder am Tag)\r\n• Organisierte Community &amp; Adminstruktur\r\n• Aktive Teams und Spielerbörse für Spieler &amp; Teams\r\n• Über 250 aktive Mitglieder\r\n• Teambetreuung\r\n• Coaches\r\n• Regelmäßige Events für unsere Community\r\n\r\nWir bieten folgende Games:\r\nLeague of Legends\r\nCounter Strike Global Offensive\r\n\r\nWas wir von euch erwarten:\r\n• Mindestalter von 16 Jahren\r\n• Ein angemessener Umgangston sowie Team- und Kritikfähigkeit\r\n• Ein funktionierendes Headset\r\n• Aktivität im Forum und Teamspeak\r\n• Spaß am Spiel haben\r\n• Einen Ingamenamen, der die Repräsentation von AeQ nicht verschlechtert\r\n\r\nDu hast Interesse?\r\nDann komm noch heute auf unseren Teamspeak und einer unserer Supporter wird sich schnellstmöglich um dich kümmern.\r\nBegib dich dafür einfach in den Wartebereich.\r\n\r\nWir freuen uns auf Dich\r\ndein Aequilibritas eSports Team\r\nAequilibritas eSports since 2016\r\n\r\nWenn du noch Fragen hast, kannst du uns auch unter folgenden Kontaktmöglichkeiten erreichen:\r\nWebsite: www.aeq-esports.de\r\nTS3-IP: Einfach “aeq” als Adresse angeben\r\nTwitter: Twitter.com/AeQ_eSports\r\nFacebook: Facebook.com/AeQeSports\r\n\r\n{{sticker:zombie-brand-mindblown}}","replies":[]}