{"id":"gx5tQsri","poster":"LFT Vippix","date":"2019-02-21T05:37:19.371+0000","title":"D2 ADC 65% WR LF Team","subforum":"Clans & Teams","embed":{"title":"LFT Vippix - Summoner Stats - League of Legends","description":"LFT Vippix / Diamond 2 38LP / 23W 12L Win Ratio 66% / Sivir - 8W 5L Win Ratio 62%, Vayne - 3W 6L Win Ratio 33%, Draven - 3W 0L Win Ratio 100%, Xerath - 3W 0L Win Ratio 100%, Cho'Gath - 3W 0L Win Ratio 100%","url":"https://euw.op.gg/summoner/userName=lft+vippix","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Nur kurz zu mir, da ich das meiste gerne persönlich besprechen würde:\r\n\r\nIch heiße Lars, bin 19 Jahre alt und Spiele seit Season 5 aktiv Lol. Season 4 habe ich meinen Account erstellt und bin kurz vor Season ende Lvl 30 geworden. Angefangen ADc zu spielen habe ich in Season 6. Davor war ich Sup Main und Zwischendurch immer mal wieder Jungle priorisiert. Im Competetiv Bereich habe ich circa 2 Jahre Erfahrung, darunter kurzzeitig in einem Fun-Team, die meiste zeit in Tryhard Teams, darunter zum teil semi-Pro.\r\nHabe Erfahrung im Team-Management. Zusammenarbeit mit Coaches bin ich gewohnt. Championpool beinhaltet nahezu alle ADC´s und einzelne APC´s.\r\n\r\nWas ich suche:\r\n- Ein HIgh Dia+ Team\r\n- Idealfall wieder Semi-Pro/Pro\r\n--> Team mit Orga im Rücken, da es Management und Coaching unterstützt\r\n- zieloritentiertes Team, soll heißen, das ich ein Team mit Tryhard aspekt suche, das auch was erreichen will\r\n\r\nAm besten Addet ihr mich in Game: \"LFT Vippix\" , damit wir Genaueres besprechen können bzw. Fragen beiderseits klären können.\r\n\r\nFreue mich auf Rückmeldungen\r\n\r\nGruß Lars \"Vippix\"","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-21T07:59:11.495+0000","up_votes":2,"down_votes":0,"body":"Schön geschrieben viel besser als diese standart \"Lft Dia+\" Post die sonst meisten hier erscheinen. \n\nDafür ein Lob :)","replies":[{"id":"","poster":"LFT Vippix","date":"2019-02-21T16:37:06.300+0000","up_votes":1,"down_votes":0,"body":"Freut mich das es dir gefällt. Denke wenn man direkt bisschen was erfährt kann man auch schonmal einschätzen was für eine Person hinter dem Post steht und macht es einfacher jemand passenden zu suchen. Für die die es zu lang finden ist der text eh nicht gedacht, da sie sich zumindest zeit nehmen sollten wenn sie wirklich was richtiges suchen ;)","replies":[]}]}]}