{"id":"22p9Gky5","poster":"Câstiél","date":"2019-11-21T11:21:48.544+0000","title":"Objectives und wie sie helfen das Spiel zu gewinnen","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":2,"body":"Hallo zusammen,\r\n\r\nich nehme mir jetzt mal die Zeit und Mühe, und versuche denen zu helfen, die das Gefühl haben, dass sie keine Spiele gewinnen können.\r\nWarum das Ganze? Mit der neuen Season haben die Drachen einiges an Bedeutung zugelegt, weshalb ein objective-lastiges Spielen noch viel wichtiger ist, als zuvor. Ich werde das Ganze von vorne versuchen aufzurollen und bin für jedes konstruktive Feedback offen.\r\n\r\nDer Thread geht vor allem an Jungler - aber auch an jeden Laner. Denn es braucht immer mindestens zwei Positionen, um ein Objective **sicher** zu bekommen. \r\n\r\n\r\n**1. Wie gewinnt man ein Spiel?**\r\nEs ist eigentlich ganz einfach: Der Nexus muss zerstört werden. Dafür muss vorher auf mindestens einer Lane drei Türme und ein Inhibitor gefallen sein. Um dies zu tun, muss man entweder individuell oder aber als Team im Vorteil sein. Letzteres sollte jedoch die Priorität sein, da es viel leichter ist, das Spiel zu entscheiden, wenn das Ganze Team einen Vorteil hat und nicht nur man selbst.\r\n\r\n**2. Wie bekommt das gesamte Team einen Vorteil?**\r\nEine Option ist natürlich, wenn jeder Spieler Gold verdient um Items zu kaufen, während der Gegner selbiges nicht verdient. Das kann durch simple Ganks erreicht werden, bei dem ein oder mehrere Spieler eine Unterstützung und ein Spieler eine Tötung bekommt. Alternativ können jedoch auch Objectives gemacht werden, welche dem ganzen Team einen Vorteil verschaffen. Objectives sind daher essentiell, um sich einen sicheren Sieg in der Kluft zu verschaffen.\r\n\r\n**3. Was ist ein Objective?**\r\nObjectives gibt es in verschiedener Form:\r\n\r\n* Kluftkrabbler\r\n* Elementardrachen\r\n* Ahnendrache\r\n* Herald\r\n* Baron\r\n* Türme\r\n* Inhibitoren\r\n* Blue- / Red-Buff\r\n\r\nIch werde an dieser Stelle nicht direkt darauf eingehen, was genau welches Objective ist, sondern nur, was genau das Objective für einen Vorteil verschafft. Falls es gewünscht sein sollte, kann ich das aber gerne noch ergänzen.\r\n\r\n_Scuttle_\r\nAbgesehen davon, dass das Töten eines Kruftkrabblers einem einzigen Spieler Gold geben, verschafft ein getöteter Kluftkrabbler dem Team für 90 Sekunden Vision und einen Speed-Boost im jeweiligen River. Dies hilft dem ganzen Team beim Bewegen über die Karte und beugt durch die Vision potentiellen Ganks vor.\r\n\r\n_Elementardrachen_\r\nJeder getötete Elementardrache gibt dem **gesamtem Team** einen Dauerhaften Bonus auf Grund- und Bonuswerte wie AD, AP, Rüstung, ...\r\nDiese Boni steigern die Werte auch über die Grenzen von den sechs Itemslots, die jeder zur Verfügung hat, was einem auch im Lategame einen gravierenden Vorteil gegenüber dem Gegner beschafft, welcher diese \"kostenlosen\" Werte nicht zur Verfügung hat. Zusätzlich gibt es nach dem vierten getöteten Elementardrachen noch zusätzlich eine Drachenseele, welche pro Spiel nur ein einziges Mal zur Verfügung steht. Diese gibt dem gesamten Team noch mehr einzigartige Effekte für den Rest des Spiels.\r\n\r\n_Ahnendrache_\r\nDer Ahnendrache ist ein extrem starkes Tool, um ein langes Spiel zu beenden. Ein getöteter Ahnendrache gibt dem gesamten Team einen drei minütigen Buff, welcher im Kampf einen extremen Vorteil verschafft.\r\n\r\n_Herald_\r\nDurch den Herald können schnell und effektiv Türme, Inhibitoren und in seltenen Fällen auch der Nexus zerstört werden.\r\n\r\n_Baron_\r\nEin getöteter Baron gibt dem gesamten Team einen drei minütigen Buff, welcher AD und AP erhöt, nahe Minions verstärkt und einen verkürzten Backport ermöglicht. Durch den Buff kann viel effektiver gepusht werden und man hat im Kampf einen Vorteil durch die erhöten AD- und AP-Werte.\r\n\r\n_Türme_\r\nEin zerstörter Turm gibt Nahen verbündeten 250 und allen verbündeten 50 Gold, wobei der erste zerstörte Turm im Spiel allen nahen Verbündeten 150 gibt. Darüber hinaus öffnet ein zerstörter Turm die Karte für das gesamte Team: Man selbst kann sich freier auf der Karte bewegen, währenddessen das gegnerische Team weniger sichere Rückzugsmöglichkeiten hat.\r\n\r\n_Inhibitoren_\r\nWenn ein Inhibitor zerstört wurde, erscheint für die nächsten 8 Wellen für das Team, welches ihn zerstört hat, auf dieser Lane ein Supervasalle bei jeder Welle. Dies führt dazu, dass die Lane selbstständig pusht und die Gegner so unter druck setzt. Sind alle drei Inhibitoren zerstört, erscheinen zwei Supervasallen auf jeder Lane extra.\r\n\r\n_Blue- / Red-Buff_\r\nAuf den Blue- bzw. Red-Buff werde ich nicht genauer eingehen, da er nur jeweils einem Spieler einen Vorteil verschafft.\r\n\r\n**4. Warum sind Objectives jetzt genau so wichtig?**\r\nAbgesehen von dem Blue- und Red-Buff geben alle Objectives dem ganzen Team einen Vorteil, welcher nicht mit Gold gekauft werden kann. Die Drachen, Herald, Baron und die Kluftkrabbler sind darüber hinaus besonders wichtig, da nur ein Team den Bonus haben kann. Und genau hier liegen die Vorteile, wie man ein Spiel für sich entscheiden kann. Gold steht jedem zur Verfügung und Gold verschafft einem nur begrenzt einen Vorteil, da man nur 6 Itemslots zur Verfügung hat. Geht ein Spiel lang genug, wird annähernd jeder Fullbuild sein, womit kein Vorteil mehr besteht (abgesehen von den Unterschieden zwischen Early-, Mid- und Lategame-Champs). Ein Objective ist oftmals der Unterschied zwischen dem gewinnendem und dem verlierenden Team.\r\n\r\n**5. Wie sichert man sich ein Objective?**\r\nNatürlich kann ein Objective einfach gemacht werden, jedoch ist dies meistens nicht der sichere Weg. Macht z.B. ein Jungler den Drachen alleine, kann es passieren, dass Gegnerische Champions ihn dabei erwischen, ihn töten und das Objective für sich gewinnen. Um den Vorzubeugen gibt es zwei Grundlegende Punkte:\r\n\r\n1. Vision\r\n2. Prio\r\n\r\nWenn man 30 Sekunden, bevor man das Objective machen möchte, Vision aufgebaut hat (in Form von Augen), kann man frühzeitig sehen, wenn das Gegnerische Team versuchen möchte, das Objective streitig zu machen. Beim Aufbau von Vision sollte man darauf achten, die gegnerische Vision zu zerstören.\r\n\r\nPrio bedeutet, dass ein Laner die Lane gepusht und den gegnerischen Champion unter seiner Kontrolle hat. Dadurch ist es dem Laner möglich, bei bedarf dem Jungler zu helfen, noch bevor der eigene Laner dies tun kann. Möchte man als Jungler z.B. den Drache machen, sollte entweder die Midlane oder die Botlane prio haben. Im optimalfall natürlich beide Lanes.\r\n\r\nEin Jungler kann keinen Drachen / Herald / Baron machen, ohne dass er Vision und Prio auf einigen Lanes hat. Das Risiko, dass er dabei stirbt und das Objective somit dem Gegner in die Hände fällt, ist meistens zu hoch. Natürlich bestätigen Ausnahmen hierbei die Regel. Im Umkehrschluss heißt es jedoch auch, dass ein Jungler kein Objective angehen sollte, wenn beide Punkte nicht erfüllt sind. Sind beide Lanes um ein Objective gepusht und somit unter Druck, sollte die Priorität des Junglers darin bestehen, den Lanes zu helfen.\r\n\r\nEin Kill ist immer gut und hilfreich, da das Gegnerteam offensichtlich einen Spieler weniger hat. Diesen Vorteil sollte man jedoch nach Möglichkeit sofort nutzen und ein Objective angehen, welches in der Nähe ist. Ein Kill wird erst dann richtig effektiv, wenn man die erschaffene Überzahlsituation in weitere Vorteile umwandeln kann.\r\n\r\n**6. Wie geht man vor, wenn man Objectives wie Drachen / Herold / Baron gemacht hat?**\r\nSind die oben genannten Objectives gefallen, sollte man sich darum kümmern, die Türme und Inhibitoren des Gegners zu zerstören. Bei einem ausgeglichenen Spiel sollte langsam vorgegangen werden:\r\n\r\n1. Zuerst alle äußeren Türme\r\n2. Dann die T2-Türme\r\n3. Dann die inneren Türme vor den Inhibitoren (+ Inhibitoren)\r\n4. Bis zuletzt alle Inhibitoren zerstört sind\r\n\r\nDas setzt das Gegnerteam unter einen immensen Druck, sodass man eigentlich jedes weitere Objective sicher bekommen sollte.\r\nIst das Spiel jedoch sehr stark in den Händen des eigenen Teams, kann die Möglichkeit bestehen, das Spiel nur über eine bzw. zwei Lanes zu beenden.\r\n\r\n**7. Zusammenfassung**\r\n\r\n* Für Objectives werden in den meisten Fällen der Jungler und mindestens eine Lane benötigt\r\n* Ein Vorteil für das Team ist meistens wichtiger als ein Vorteil für einen einzelnen Spieler\r\n* EIn Vorteil ist nur dann relevant, wenn man ihn ausnutzt um an weitere Vorteile zu gelangen\r\n* Jeder Spieler ist von jedem Teammitglied abhängig\r\n* Eine Pauschallösung für ein Spiel gibt es nicht\r\n\r\nFalls du bis hierin gelesen hast hoffe ich, dass du etwas neues lernen konntest und dir mein Text etwas gebracht hat.\r\n\r\nIch appiliere nochmal an jeden:\r\n**Achtet darauf, was eure Teammitglieder machen.** Viel zu oft sieht man als Jungler, dass man ein Objective machen möchte und daran scheitert, obwohl die Nahen Lanes komplett reingepusht sind. Im Gegensatz passiert es als Laner viel zu oft, dass eine riesige Vasallenvelle unter dem eigenen Turm steht, der Jungler jedoch ganken oder ein Objective machen will und dabei stirbt. Nehmt Rücksicht aufeinander, schaut beim Spielen jeweils einen Schritt voraus und versucht stets das beste aus einer Situation zu holen.\r\n\r\nWenn du immernoch liest: Wie schon erwähnt freue ich mich über jedes Feedback und jede konstruktive Kritik.\r\n\r\nBis dahin noch einen schönen Tag und vielleicht trifft man sich ja mal in der Kluft!\r\n\r\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"excìte","date":"2019-11-23T09:23:50.706+0000","up_votes":1,"down_votes":1,"body":"dumm","replies":[{"id":"","poster":"BlueAnime111","date":"2019-11-24T15:21:11.382+0000","up_votes":2,"down_votes":1,"body":"Why?","replies":[]}]}]}