{"id":"1wQbaP9o","poster":"00 M4ddin 00","date":"2019-02-20T07:17:59.166+0000","title":"[TGSG] Fast Wochenende","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":1,"body":"Guten morgen :) \n\nHab jetzt lang genug gewartet das einer einen theard auf macht :P \n\nEs ist Mittwoch also das meiste ist geschafft. \nMuss quasi nur noch den Donnerstag überleben und Freitag die 6 Stunden zählen eigentlich garnicht :)\n\nWas gibt's bei euch so neues ? \n\nHab gestern mal wieder Overwatch ranked gestartet lief auch ganz gut sollte wohl wieder im mittleren Gold landen wenn es so weiter geht :) \nWenn lol mal so lieb wäre ....\n\nWie ist euer tag heute so ?\n\nIch kann am Wochenende mein Auto in die Werkstatt stellen für nen kleinen Service aber kostet wohl 360€ ... meno will kein Geld ausgeben für Sachen die müssen aber keinen direkten spaß bringen -.-\n--------\n\nKleines trivia. \n\nMir ist vorhin eingefallen das auf \"Erwachsenen\" Seiten jetzt Mädels zu sehen sind die 2001 geboren wurden ... Das ist irgendwie krass :0 und ich werd immer älter ^^' \nÜber was für shit ich so auf Arbeit nachdenke :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T08:48:04.536+0000","up_votes":1,"down_votes":0,"body":"Das Rework von Morgana und Kyle ist irgendwie auch nicht so gut geworden wie erhofft. Zumindest von der Optik her. Was Gameplay angeht sieht Kayle ziemlich nice aus. Zwar Bruch, aber nice.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T08:50:59.872+0000","up_votes":1,"down_votes":0,"body":"Uff °^° Ich finde beides optisch so gut! Außer Klingenherrin Morgana XD\n\nAber ich freue mich das die Verbannte Morgana endlich mal gut aussehen könnte! XD Ich hab mir gestern einfach nur alle Splash Arts gespeichert um die als Hintergrund benutzen zu können °^° Als erstes ist die silberne Kayle dran!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T08:58:30.445+0000","up_votes":1,"down_votes":0,"body":"Ja keinen Ahnung, aber Morgana sieht jetzt so aus, als könne man sie Stundenweise anheuern und Kyle hat keine Plattenrüstung mehr an. 2/10","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T09:06:01.870+0000","up_votes":1,"down_votes":0,"body":":o Echt? So schlimm sieht Morgana gar nicht aus .-. und ich weiß auch nicht wie aktuell \"Escort+ \" aussieht. Sie erinnert mich eher an eine Hexe wie sie man sie in jedem x-beliebigen Film oder einer Serie vorgestellt bekommt.\n\nSkin mäßig finde ich behält Morg viel und das was geändert wurde .-. ist jetzt nicht so gravierend. Aber ja. Kayle hat man die Rüstung genommen und was hübscheres angezogen XD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T09:35:16.472+0000","up_votes":1,"down_votes":0,"body":"Sie hat Lila Pelz an ihren BH Rändern. Lila. Pelz....\n\nUnd ich halte eine Rüstung für eine Kriegerin doch schon ziemlich angemessen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:38:41.569+0000","up_votes":1,"down_votes":0,"body":"Ich halte Pelz für brüste aber auch angemessen :0","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T20:39:03.434+0000","up_votes":1,"down_votes":0,"body":"Brüste ohne Pelze wären aber noch besser :)","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-20T09:53:53.494+0000","up_votes":1,"down_votes":0,"body":"Ja, aber nicht im Kampf.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:55:58.631+0000","up_votes":1,"down_votes":0,"body":":0","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-20T09:43:32.098+0000","up_votes":1,"down_votes":0,"body":"c.c Also ich kenne Hexen Filme wo vermeintliche Hexen wirklich eher wie Prostituierte aussehen. Und da ist Pelz am BH das kleinste Übel XD\n\nKayle trägt ja immer noch Rüstung :o nicht nicht mehr so wuchtig.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T09:54:29.580+0000","up_votes":1,"down_votes":0,"body":"Ja aber Morgana ist ja keine Hexe in dem Sinne. Sie ist auch eigentlich die Gute in der Geschichte.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T10:50:13.294+0000","up_votes":1,"down_votes":0,"body":"c.c Aber sie schaut aus wie eine. Die Fähigkeiten entsprechen wohl auch einer mit der ganzen Zauberei.\n\nAlso ich finde manche MF Skins wesentlich schlimmer und anrüchiger als Morganas \"neue Darstellung\" x.x","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T10:56:07.556+0000","up_votes":1,"down_votes":0,"body":"MF ist auch eine Kopfgeldjägerin bzw Piratin und basiert auf dem Konzept der Verführung bzw der tötlichen Schönheit. Da ist es was anderes weil es zum Charakter passt. Zumal ihr eine Rüstung auch nichts bringen würde, da ihre Gegner Schusswaffen haben und sie auf hoher See kämpft.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T11:23:10.515+0000","up_votes":1,"down_votes":0,"body":".-. Im Vergleich zu Kayle mag das mit der Rüstung stimmen auf MF bezogen.\n\nAber Morgana rutscht doch eher in die magische Schiene und allein durch die Spells ähnelt sie mehr einer Hexe als einem gefallenem Engel. Und Hexen sind eben sexy c.c","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Novros","date":"2019-02-20T09:11:21.007+0000","up_votes":1,"down_votes":0,"body":"ich finde, Morganas Effekte sind den alten viel, viel zu ähnlich","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T11:17:26.661+0000","up_votes":1,"down_votes":0,"body":"Sie sollten ja auch nur angepasst und nicht verändert werden .-. Nur die Ult wurde etwas gebooted","replies":[{"id":"","poster":"Novros","date":"2019-02-20T11:20:37.830+0000","up_votes":1,"down_votes":0,"body":"ja, das stimmt schon ... aber ich hätte da mehr erwartet, so groß wie sie das aufziehen ... :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T12:39:58.579+0000","up_votes":1,"down_votes":0,"body":"hmm Also ich finde nicht das da jetzt mehr Zirkus drum gemacht wird als bei den letzten Reworks.\n\nAber ich hätte die beiden gerne morgen mit dem Patch XD Noch zwei Wochen warten obwohl ALLES veröffentlicht wurde wäre irgendwie unsinnig °^° Also auf Morgen hoffen!!!! Oder meinetwegen Freitag :x","replies":[{"id":"","poster":"Novros","date":"2019-02-20T12:43:29.820+0000","up_votes":1,"down_votes":0,"body":"Also bei Morgana definitiv, immerhin ist es **kein** Rework, sondern nur eine optische Aufwertung ... diese wurde bei anderen Champs in den Patchnotes mal erwähnt, aber eine eigene Story, ein Video gab's nicht \n\nIch denke nicht, dass das morgen schon etwas wird","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T15:05:42.301+0000","up_votes":1,"down_votes":0,"body":"Man wird sie eben auch nur so mit rein gezogen haben weil Kayle die ganzen Änderungen bekommt. Änderst du Kayles Geschickte, geht Morgana einher als Schwesterlein wenn man es \"richtig\" machen will. Wäre Morgana nicht Kayles Schwester wäre das Update auch nur 0815 am Rande erwähnt worden xp So hat man zwei alte Schinken mit einem Mal erledigt \\o/","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:14:55.331+0000","up_votes":1,"down_votes":0,"body":"Das ist was gutes :)","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-20T09:24:09.354+0000","up_votes":1,"down_votes":0,"body":"höö? Morgana zeigt bei manchen Skins sogar weniger Haut. :(\nDie könnte ruhig mal mehr freizügige Champions rausbringen in letzter Zeit ist Riot da sehr prüde geworden.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T09:37:18.938+0000","up_votes":1,"down_votes":0,"body":"Manchmal ist weniger aber auch mehr. Gerade die Art der Kleidung macht da einen Großen Unterschied. Vorher war Mroganas Stiel eher komisch bis nuttig. Jetzt ist er eher verführerisch und sündig. Passt halt beides nicht zum Charakter. Von Skins rede ich mal nicht, weil die bis auf wenige Ausnahmen nichts mit der Lore zu tun haben.","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T09:43:47.902+0000","up_votes":1,"down_votes":0,"body":"Sündig finde ich passend. \nAber das Ganze ist wohl mehr eine Geschmackssache. :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T10:51:15.668+0000","up_votes":1,"down_votes":0,"body":"Naja die Lore definiert dsd eigentlich ziemlich gut. Und während Kyle eine Streiterin für eine totalitäre Macht ist, ist Morgana eine Freiheitskämpferin für ihr Volk und gegen vorbestimmtes Schicksal.\n\nIch sehe da wenig Grund auf eine Plattenrüstung zu verzichten und auch sehr wenig Grund für ein Lila Pelz Nieglige.","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:49:20.996+0000","up_votes":1,"down_votes":0,"body":"Hab mich noch nicht erkundigt aber hab gehört das Kayle ab lvl 16 brutal true dmg Raus Haut?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T08:59:12.362+0000","up_votes":1,"down_votes":0,"body":"Y. Wir bauen uns ein Team aus Kyle, Master Yi, Vayne und Pyke. UND ALLE HABEN SPAß!!!!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:00:49.265+0000","up_votes":1,"down_votes":0,"body":"Und Cho Gaht mit der ult ^^ \n\nJuhu endlich noch mehr true dmg. Gab ja nur so wenig davon im game","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T09:02:28.187+0000","up_votes":1,"down_votes":0,"body":"Hallo, rieche ich da Sarkasmus?\n\n*Hast du etwa etwas gegen **SPAß***","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:08:47.411+0000","up_votes":1,"down_votes":0,"body":"Ich hab immer Spaß daran 1009+ true dmg in 0,8 sec zu bekommen ^^' \n\nMag den grauen Bildschirm he viel lieber ist viel schonender für die Augen :P","replies":[]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-02-20T13:01:26.968+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 108**\n\nMist, der nächste ereignisarme Tag... auf der anderen Seite kann man jetzt aber auch nicht erwarten, dass jeden Tag eine Sensation passiert. Und wünschenswert wäre es auch nicht.\nDann wiederum ist ja, wie immer, morgen wieder Labor und das wird echt lustig. Weil unsere Tiegel immer noch nicht einsatzbereit sind, ich wieder mal die wandelnde Intelligenzfreiheit ertragen muss, wir 3 benotete Analysen gleichzeitig jonglieren müssen und das beste daran: da muss man auch noch im Voraus planen! Ich muss mich also hinsetzen, die Arbeitsanweisungen durchlesen, weil die scheinbar nicht mehr im Labor besprochen werden und ich muss vorausplanen, welche Chemikalien ich morgen anfordern will... Kotz und Würg! Zuhause Sachen für die Schule erledigen, Pfui Teufel! Wer kam bitte auf diese bescheuerte Idee?\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T13:31:01.385+0000","up_votes":1,"down_votes":0,"body":"Ist es nicht traurig seine besten Jahre damit zu vergeuden nur um irgendwann mal arbeiten zu können bis man Unfälle und sich denkt was hab ich nur mit meinen en jungen Jahren angefangen...","replies":[{"id":"","poster":"INoKami","date":"2019-02-20T13:38:29.072+0000","up_votes":1,"down_votes":0,"body":"Ach, meine besten Jahre sind eh schon rum, da mache ich mir auch keine Sorgen mehr :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T13:40:25.585+0000","up_votes":1,"down_votes":0,"body":"Sorry weiß nicht wie alt du bist und ich dachte da an Ausbildung bzw. Studium","replies":[{"id":"","poster":"INoKami","date":"2019-02-20T14:08:15.512+0000","up_votes":1,"down_votes":0,"body":"Also Ausbildung stimmt ja schon mal, mein Alter... nun, ich sag mal 2x, wobei 0 > x < 4 ist.\nIch hab halt manchmal komische Ansichten über mein Leben, don´t worry about that^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T14:37:07.753+0000","up_votes":1,"down_votes":0,"body":"Ich rede davon wie doof schule und Co ist und du gibst mit ne Mathe Aufgabe? \n\nDu Monster.... :(\n\n\nUnd glaub mir ich bin ein Meister was komische Ansichten betrifft :/ ","replies":[{"id":"","poster":"INoKami","date":"2019-02-20T14:44:40.765+0000","up_votes":1,"down_votes":0,"body":"> Und glaub mir ich bin ein Meister was komische Ansichten betrifft :/ \n\nDa könnte ich problemlos mithalten.\n\nUnd das war keine Matheaufgabe, dass war eine Umschreibung für Anfang 20 xP","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-02-20T10:53:25.999+0000","up_votes":1,"down_votes":0,"body":"[TGSG-Extra]\n\nDas Leben und sterben von Lordtyrion23\nHai na:)\n\nDas hier wird der einzige und auch letzte Post mit diesem Account werden. \n\nIch brauchte es wohl schon lange und ich wollte es schon so lange um es endlich einzusehen.\nDoch ich war solange gefangen in dieser Person und dieser Rolle.\nIch habe soviele Jahre diesen Namen getragen soviele Dinge die ich als diese Person erlebt habe. \nEin Account und ein Nickname den man über viele Jahre trägt scheint immer irgentwie etwas eigenes zu haben.\nGenauso wie wir im Internet nicht so sind wie im echten Leben sind genauso spiegelt unser Account nicht immer uns selbst wieder. \nDas Salz und der Frust kleben an diesem Account. Sehe ich einen vermeindlichen Trollpick bin ich sofort angepisst und tilte mein ganzes Team.\nIch möchte endlich wieder aus Spass spielen und nichtmehr nur zum Erfolg. \nIch bin einfach viel zu verbissen gewesen und habe mich viel zu viel über dumme Sachen gestritten. Das hat diesen Account und diese Rolle einfach geprägt.\nIch möchte es endlich loswerden. \nDarum trennen ich mich nun erstmal für eine sehr lange Zeit von diesem Account und diesem Namen. \nEs ist Zeit für einen Neustart und ohne Veränderung geht es leider nicht. \nEs lasse den Account nun liegen und begrabe LordTyrion für alle Zeiten und fange nochmal neu an. \n\nEgal wie sehr ihr mich auch gehasst habt ich sage euch trotzdem aufwiedersehen.\nWir werden uns nie wiedersehen weil ich ab jetzt ein anderer Mensch sein werde.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T12:14:43.720+0000","up_votes":1,"down_votes":0,"body":"Viel Glück auf deiner Reise","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-20T09:16:09.937+0000","up_votes":1,"down_votes":0,"body":"1. https://na.leagueoflegends.com/en/news/store/store-update/rp-update-cost-and-refunds\n\n2. http://www.surrenderat20.net/\n\n3. °^° Wie hoch ist die Chance das Morgana/ Kayle morgen schon kommen statt in zwei Wochen?","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T09:20:16.908+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Eure Majestät :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:28:11.265+0000","up_votes":1,"down_votes":0,"body":"Guten morgen hofnarr \n\nAuf auf belustige mich","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T09:32:42.146+0000","up_votes":1,"down_votes":0,"body":"tut mir leid aber ich bin die persönliche Zofe der Könige.\nEure Bedürfnisse fallen also nicht in meinen Zuständigkeitsbereich aber ich kann gerne den Hofnarren rufen falls Ihr auf der Suche nach Belustigung seid.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:34:53.808+0000","up_votes":1,"down_votes":0,"body":"Wow er erkennt den König nicht ? \n\nIch muss echt das Häuten wieder einführen  ....","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T09:37:04.425+0000","up_votes":1,"down_votes":0,"body":"das tut mir leid ich bin ausschließlich für das Wohl der Königin zuständig.\nAusserdem denke das Ihr ein Hochstapler seid.\nDer Wahre König ist Uranbrennstab.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T10:53:01.352+0000","up_votes":1,"down_votes":0,"body":"Ne, ich bin nur Herold von Riot und Erster Ritter.","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2019-02-20T10:19:34.896+0000","up_votes":1,"down_votes":0,"body":"Woher weißt du denn ob er ein Stapplerführerschein hat!!??","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T10:26:30.814+0000","up_votes":1,"down_votes":0,"body":"Ich habe bei der Zuständigen Behürde einen Antrag auf überprüfungen der Daten von Oben genannten Herr König beantragt.\nDabei ist herrausgekommen, das der besagte ein Bauarbeiter der Stufe 7 ist und um die Stufe 7 der Bauarbeiterklasse zu erreichen ist es erforderlich einen Stapplerführerschein zu absolvieren.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-02-20T10:29:28.734+0000","up_votes":1,"down_votes":0,"body":"kennt man dich eig?\nDas du ein Smurf bist ist ja offensichlich :o","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:40:38.485+0000","up_votes":1,"down_votes":0,"body":"WOW  :0 \n\n\nIch wurde in meinen ganzen königlichen leben noch nie so frech angesprochen ! \n\n\"Ab mit seinen Kopf!\" \n\nMir sowas zu unterstellen! Mir ! Einen König!  Was ist nur los in dieser Welt....","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T09:42:24.044+0000","up_votes":1,"down_votes":0,"body":"Ihr habt mir bisher noch nie Bewiesen das eure Behaupttungen stimmen. \nWoher soll ich wissen, das ihr kein Hauptstapler seid?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:48:43.042+0000","up_votes":1,"down_votes":0,"body":"Als König muss ich nichts Beweisen  :0 das wäre ja noch schöner. Dann kann ja jeder kommen und Beweise fordern :0 \n\nFrag Maggie die verehrt mich und weiß das ich der einzige wahre und unumstrittene König bin :3","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T09:58:18.450+0000","up_votes":1,"down_votes":0,"body":"Okay ich werde die notwendigen Informationen einholen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T10:11:13.118+0000","up_votes":1,"down_votes":0,"body":"Nun den zieht los","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:20:49.910+0000","up_votes":1,"down_votes":0,"body":"Also das mit den rp stört mich nicht :) \n\nWenn das mein Spiel wäre. Gäb es schon ein Abo System ;) \n\nAch weiß nicht denk ich Spiel erst am we wieder ... 1 Sieg dann wäre ich bei meiner Gold Promo:/","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T09:28:22.500+0000","up_votes":1,"down_votes":0,"body":"°^° Und wir kriegen die Refunds wieder!\n\nIch bin heute Morgen auch aufgestanden und dachte mir so ... \"Okay. Es ist kurz vor 09:00 Uhr. Erst gehst du schön spazieren und dann wird gefrühstückt. Wenn sich dann wieder etwas Entspannung breit gemacht hast geht es in Ranked!\"\n\nUnd jetzt sitze ich hier und hab Bauchweh wenn ich nur daran denke sie spielen zu müssen XDDDDDDDDDDDDD >.< Mal gucken ob sich das gleich was legt ... Hab halt immer noch nicht meine Placements durch °^°","replies":[{"id":"","poster":"Valdis17","date":"2019-02-20T09:59:02.369+0000","up_votes":1,"down_votes":0,"body":"Seid ihr krankgeschrieben eure Majestät?","replies":[]},{"id":"","poster":"Novros","date":"2019-02-20T09:34:53.076+0000","up_votes":1,"down_votes":0,"body":"Refunds? Cool! na mal schauen in wie fern man dann refunden kann","replies":[]}]},{"id":"","poster":"Novros","date":"2019-02-20T09:22:51.118+0000","up_votes":1,"down_votes":0,"body":"ich hatte gestern auf Qbert 2 Spiele und 2 Siege ._. momentan läuft's, ich nähere mich der 70% Winrate ôo","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T09:26:23.483+0000","up_votes":1,"down_votes":0,"body":"Ich habe 80% auf insgesamt 5 Spielen bisher XD und will nicht weiter spielen weil ich das sonst zerstören würde! XDDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:42:49.355+0000","up_votes":1,"down_votes":0,"body":"Hab 100% auf leblanc in 7 spielen das ist aber auch das einzige positive :(","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:27:30.540+0000","up_votes":1,"down_votes":0,"body":"Du bist gemein :*( \n\nIch will garnicht nachschauen hab glaub ich so 40 - 45% \nLäuft garnicht und spaß machen nicht mal die Siege... :(","replies":[{"id":"","poster":"Novros","date":"2019-02-20T09:34:21.934+0000","up_votes":1,"down_votes":0,"body":"nein, das war nicht so gemeint, ich wollte meine Freude nur teilen :(\n\nHalte durch, ich hatte auch eine blöde Phase!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:42:05.234+0000","up_votes":1,"down_votes":0,"body":":*( mhh","replies":[]}]}]}]}]}]},{"id":"","poster":"Novros","date":"2019-02-20T07:34:00.435+0000","up_votes":1,"down_votes":0,"body":"360€? wofür das? Inspektion?\n\nMeiner hatte ja im Dezember seine große Inspektion, waren auch 430€ :S","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-02-20T08:20:53.422+0000","up_votes":1,"down_votes":0,"body":"_Hello darkness my old Qbert_ :sad:","replies":[{"id":"","poster":"Novros","date":"2019-02-20T08:22:53.792+0000","up_votes":1,"down_votes":0,"body":"naja, in diesem speziellen Fall finde ich die Reaktion schon übertrieben ... mal schauen wie es nun weiter geht ^^","replies":[{"id":"","poster":"XenesisCH","date":"2019-02-20T08:27:50.244+0000","up_votes":1,"down_votes":0,"body":"D: wo ist Qbert, was hast du mit ihm angestellt?","replies":[{"id":"","poster":"Novros","date":"2019-02-20T08:28:48.610+0000","up_votes":1,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/KiuPeE5b-tgsg-wo-ist-der-ffw-knopf?comment=000d","replies":[{"id":"","poster":"XenesisCH","date":"2019-02-20T08:58:31.526+0000","up_votes":1,"down_votes":0,"body":"Okay... der Beitrag rechtfertigt eine solche Strafe, echt??? Um so etwas als besonders dekonstruktiv zu bezeichnen, braucht es jetzt schon sehr viel \"Willen\" dafür. Da sollten sich die Moderatoren schon mehr Mühe geben, bei der Begründung und inwiefern hier auf frühere Bestrafungen zurückgegriffen wird, um dafür einen Perma zu rechtfertigen. I am sorry for you :(","replies":[{"id":"","poster":"Novros","date":"2019-02-20T09:05:44.730+0000","up_votes":1,"down_votes":0,"body":"Joah ich finde auch, dass sich da der Bestrafende sehr, sehr viel Mühe gegeben hat, einen Fehltritt zu suchen ... ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:10:09.480+0000","up_votes":1,"down_votes":0,"body":"Wenn hat er den da geärgert das er ihm  daraus einen Strick zieht? :0\n\nWeil da schreiben viele oft schlimmere Sachen :0","replies":[{"id":"","poster":"Novros","date":"2019-02-20T09:15:31.966+0000","up_votes":1,"down_votes":0,"body":"das war so ein Typ, der meinte, Riot sei unfair weil sein permanent gebannter Account nicht mehr geöffnet wird, ihm wurden damals die Passwörter geklaut und jemand hat mit seinem Account gecheatet und das wäre ja verjährt und nicht seine Schuld bla bla ...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:31:57.396+0000","up_votes":1,"down_votes":0,"body":"Solchen Leuten die Wahrheit zu sagen ist ja quasi unser Lohn hier im Forum davon leben wir :0 \n\nWo soll man da hin kommen wenn man dafür schon gebannt wird ?","replies":[{"id":"","poster":"Novros","date":"2019-02-20T09:35:39.847+0000","up_votes":1,"down_votes":0,"body":"Naja man kann's ja nett tun, aber mein \"armselig\" war wohl schon böse genug...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:44:02.786+0000","up_votes":1,"down_votes":0,"body":"Ja das ist scheinbar auf dem gleichen Level wie \"kys\" und Co. \n\nDu toxisches Monster ^^'","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:50:02.584+0000","up_votes":1,"down_votes":0,"body":"Also bist du seine Vertretung ? \n\nTzzz Qbert ist aber auch ein toxischer Poro :0","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-20T08:39:47.035+0000","up_votes":1,"down_votes":0,"body":"Hast du dich wieder mit den Eulchen angelegt?","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T07:41:03.907+0000","up_votes":1,"down_votes":0,"body":"Naja ein paar neue Filter  (Luft,Öl,feinstaub) und neues Öl. Eigentlich nicht mehr :/ \nZündkerzen sind noch gut und bremsen haben auch noch etwas Zeit.  Muss mal schaun ob die Vilt 2 bremscheiben mit eingeplant haben :/ \n\nAber vw will wohl Geld verdienen ^^'","replies":[{"id":"","poster":"Novros","date":"2019-02-20T07:48:04.590+0000","up_votes":1,"down_votes":0,"body":"oh das ist aber happig! ... da würde ich wirklich noch mal nachfragen ... ansonsten halt bei ATU oder so machen lassen, da zahlst du sicher 100-150€ weniger ... zumal nur Bremsscheiben wechselt halt auch fürn Arsch ist, da kann man auch gleich die Sattel mit tauschen <.< \n\nWas hattest du noch mal für ein Autochen?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T07:51:37.349+0000","up_votes":1,"down_votes":0,"body":"Maddin war doch so ein Tieferleger und mehr brum-brum Macher xD,\n\nWir würden uns gut verstehen, wenn ich meinem Auto was gutes tun will geht es ein mal im Jahr durch die Waschanlage.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T07:57:34.743+0000","up_votes":1,"down_votes":0,"body":"Ja tiefer sieht jedes Auto besser aus. ;)\n\nNene meine letzten beiden Auto kannten nur handwäsche von mir. So gut wie jede wasch Anlage macht kleine Kratzer :/ \n\nMal davon abgesehen das es meine Felgen nicht erlauben und ich zu tief zum rein fahren bin ^^'","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:03:09.956+0000","up_votes":1,"down_votes":0,"body":"Ich hab mein Auto noch nie gesaugt :)","replies":[{"id":"","poster":"Novros","date":"2019-02-20T08:04:55.493+0000","up_votes":1,"down_votes":0,"body":"hast immer saugen lassen? *hon hon hon*","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:14:04.849+0000","up_votes":1,"down_votes":0,"body":"Nee, Zugang Auto - Staubsauger - Strom ist immer so ein Problem und zu den Teilen an der Tankstelle kann ich mich nie motivieren xD. Vielleicht in diesem Sommer mal ^^","replies":[{"id":"","poster":"Novros","date":"2019-02-20T08:19:38.936+0000","up_votes":1,"down_votes":0,"body":"ich werde mit meiner Freundin demnächst das Auto auch mal wieder mit der Hand waschen, innen und außen ... damit er wieder richtig sauber ist ... der Staub innen nervt mich mega, ebenso wie die schmutzigen Scheiben innen -.-","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:34:32.837+0000","up_votes":1,"down_votes":0,"body":"Aber dran denken sobald dein Lappen/schwamm den Boden berührt weg werfen oder nicht mehr fürs Auto benutzen ;)","replies":[{"id":"","poster":"Novros","date":"2019-02-20T09:07:06.617+0000","up_votes":1,"down_votes":0,"body":"es wird wieder 3 Lappen geben, einen für Außen, diese wird zum nachwischen genutzt und kommt nicht in den Eimer ... zwei für Innen, die dürfen in den Eimer, einer davon für alle Scheiben einer für den Rest(Amaturen, Dichtungen, Türinnenseiten)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:17:33.573+0000","up_votes":1,"down_votes":0,"body":"Sehr gut. \n\nHab auch mehrere einen zum groben Dreck entfernen wie fliegen nach dem einweichen. \nDann einen zum nach wischen und dann einen zum abtrocknen :)\n\nAber wenn einer den Boden berührt ist er raus. Da ist dann die Gefahr von kleinen Kratzern zu groß :/","replies":[{"id":"","poster":"Novros","date":"2019-02-20T09:21:28.092+0000","up_votes":1,"down_votes":0,"body":"Naja, die kleinen Kratzer wirst du nie vermeiden können ... wenn man darauf Wert legt, muss man eh polieren und das ist mir dann zu viel des Guten","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:29:16.614+0000","up_votes":1,"down_votes":0,"body":"Einmal im Jahr sollte polieren auch drin sein :) \n\nDas tut dem Lack und dem Autochen gut :3","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:16:08.029+0000","up_votes":1,"down_votes":0,"body":"Doch mach ich schon des öfteren. \n\nAllerdings fahr ich auch zu einer Firma die dass Auto innen und aussen sauber macht ^^' Aber nur ein paar mal im Jahr","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:24:30.034+0000","up_votes":1,"down_votes":0,"body":"Was kostet so was?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:29:28.990+0000","up_votes":1,"down_votes":0,"body":"Je nachdem was und wie gründlich du es möchtest zwischen 30 - 100 € \nWobei das natürlich auch noch mehr werden kann wenn dann polieren oder aufbereiten gewünscht ist","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:33:02.606+0000","up_votes":1,"down_votes":0,"body":"Meine Faulheit könnte mir schon einiges wert sein...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:52:53.669+0000","up_votes":1,"down_votes":0,"body":"Genau das ist auch oft mein Gedanke.  \n\nWobei ich trotzdem gerne auch selbst sauber mache ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-20T08:54:50.839+0000","up_votes":1,"down_votes":0,"body":"Ich glaube hier ist nicht mehr die rede von richtigem sauber machen? XDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:03:39.467+0000","up_votes":1,"down_votes":0,"body":"Warum ? \nMein Auto wird von mir gepflegt :3 \n\nVor dem Winter hab ich nochmal 3 Stunden aufn Boden vorm Auto verbracht und hab meine Felgen poliert :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T09:18:23.349+0000","up_votes":1,"down_votes":0,"body":"Im Sommer bei schönen Wetter schon :) \nVorhalle wenn jetzt ab April ca. Die neue season beginnt :)","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-20T09:06:37.861+0000","up_votes":1,"down_votes":0,"body":"Du fährst das Ding doch eh nie oder wie war das? :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Novros","date":"2019-02-20T08:29:10.391+0000","up_votes":1,"down_votes":0,"body":"je nach dem was du willst ... bekommt man schon so ab 50€ glaube ich","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-20T08:38:25.531+0000","up_votes":1,"down_votes":0,"body":"Ich habe mit erschrecken festgestellt, dass die Autos auch schmutzig fahren. War eine vollkommen neue Erkenntnis für mich.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:52:03.433+0000","up_votes":1,"down_votes":0,"body":"Kann man das überhaupt fahren nennen ? Es gleich einer sich bewegenden Perversion :(","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T07:56:15.176+0000","up_votes":1,"down_votes":0,"body":"Bin schon bei atu mit dem Preis ^^' \n\nHab lange genug bei VW mein Geld gelassen die sehen mich nur noch wenn es wirklich nötig ist :/ \n\nHab nen Golf 7 GTi :3 \n\nUnd ja wenn bremsen dann schon alles zusammen. Aber der TÜV meinte neulich die haben noch etwas Zeit","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T08:39:09.380+0000","up_votes":1,"down_votes":0,"body":"Einen Volkswagen? Das tut mir leid.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:51:08.494+0000","up_votes":1,"down_votes":0,"body":"18 - VW \n20 - Audi \n22 - VW \n26 - VW \n\nIch lerne es nie :(","replies":[]}]},{"id":"","poster":"Novros","date":"2019-02-20T07:58:55.018+0000","up_votes":1,"down_votes":0,"body":"Oh ... das ist dann schon hart ... \n\nGut wenn's n 7er ist und du n Ölwechsel machen lässt, sind das ja mit Filter usw. schon knapp 200€ ... die neuen Motoren nehmen ja nur noch 5W/30 und so n kram -.- war ja bei meinem Astra auch so","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:17:20.101+0000","up_votes":1,"down_votes":0,"body":"Ja leider :/ \nHatte vorher einen Scirocco der war aber was das Service zeugs angeht auch nicht wirklich billiger :/","replies":[]}]}]}]}]}]},{"id":"","poster":"Valdis17","date":"2019-02-20T08:17:57.508+0000","up_votes":1,"down_votes":0,"body":"Ich bin müde :(\nDer Zustand des einschlafens ohne die Hilfe von Alkohol ist einfach nur komisch.....\nDu machst deine Augen zu und weißt nicht was mit dir passieren wird \nDiese fehlende Kontrolle und das Wissen über den Zustand des schlafens ist schrecklich.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-20T08:35:46.134+0000","up_votes":1,"down_votes":0,"body":"Also ich schlafe sehr gerne. Träume sind meistens was wunderbares, auch wenn ich hin und wieder schrecklichd Albträume habe.","replies":[{"id":"","poster":"Novros","date":"2019-02-20T09:07:36.854+0000","up_votes":1,"down_votes":0,"body":"ich träume nie, vllt. 1x im Jahr, dann ist's in der Regel ein Albtraum","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:53:32.770+0000","up_votes":1,"down_votes":0,"body":"Ich träume nur noch selten :( \n\nUnd dann sind das auch nicht die besten Sachen die ich träum ...","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:37:39.411+0000","up_votes":1,"down_votes":0,"body":"Hab schon ne ganze weile nicht mehr richtig getrunken :/","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-02-20T07:40:46.358+0000","up_votes":1,"down_votes":0,"body":"Mein Auto muss auch im März über die HU und braucht Inspektion... meh, ich hab kein Geld für so was... Der Umzug hängt mir immer noch nach, dazu hunderte Euro ungeplante Ausgaben...\n\nMir geht's nicht besonders, ich bin im Grunde seit gestern ziemlich mies drauf... Naja, was willste machen.","replies":[{"id":"","poster":"Maexle","date":"2019-02-20T08:29:02.034+0000","up_votes":1,"down_votes":0,"body":"Mein Auto muss gleich in die HU... Ich musste deswegen früher aufstehen. Meh...\n{{champion:17}}","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T07:59:12.179+0000","up_votes":1,"down_votes":0,"body":"Ja immer scheiße sowas hab auch meinen TÜV und alles erstmal 3 Monate überzogen weil bei dem sau Wetter fahr ich nicht.\n\nDann hat mich der TÜV man noch angemacht weil er meinte so hätte ich ja nicht mehr fahren dürfen und strafbar und bla bla bla .... Dann war ich zu tief um auf seine Hebebühne zu kommen ^^' \n\n-------\n\nWas den los warum geht's dir nicht gut ?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:02:42.061+0000","up_votes":1,"down_votes":0,"body":"siehe oben, muss ich ja nicht zwei mal schreiben xD. \n\nMein Tüv geht bis 3/19, also reicht März ja für nen Termin, oder?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-20T08:18:52.927+0000","up_votes":1,"down_votes":0,"body":"Ok :(\n\nDarfst dich von mir gedrückt fühlen  :) \n\n\n\nUnd ja März reicht noch hast also noch zeit :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:24:01.754+0000","up_votes":1,"down_votes":0,"body":"Yeah!!!","replies":[]}]}]}]},{"id":"","poster":"Novros","date":"2019-02-20T07:48:27.891+0000","up_votes":1,"down_votes":0,"body":"> Mir geht's nicht besonders, ich bin im Grunde seit gestern ziemlich mies drauf... Naja, was willste machen.\n\nHast du Kummer alter Hummer?","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T07:50:27.655+0000","up_votes":1,"down_votes":0,"body":"Kommt momentan einfach viel zusammen.","replies":[{"id":"","poster":"Novros","date":"2019-02-20T07:59:21.560+0000","up_votes":1,"down_votes":0,"body":"hast mich ja im Skype, wenn du mal n Sorgenschwamm brauchst ;)","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:01:47.447+0000","up_votes":1,"down_votes":0,"body":"Ach das sind einfach viele Dinge über meine Abschlussprüfung in 3 Wochen für dich ich mich nicht zum Lernen motivieren kann, Schulden, allgemeine Motivationslöcher, die Tatsache dass ich meinen Büroschlüssel seit über eine Woche nicht mehr wiederfinden kann usw. etc. \n\nIch komm da schon wieder raus, bin ja die meiste Zeit eine Frohnatur ^^","replies":[{"id":"","poster":"Novros","date":"2019-02-20T08:04:23.251+0000","up_votes":1,"down_votes":0,"body":"ja, ich auch ... dennoch brauchen wir zwischendurch mal einen Zuhörer ... aber ich kann's nur anbieten :) \n\nDu schaffst das!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-20T08:13:15.522+0000","up_votes":1,"down_votes":0,"body":"Yeah!! :P","replies":[]}]}]}]}]}]}]}]}