{"id":"XuHw6VHI","poster":"8bitLoLGaming","date":"2019-02-19T12:20:23.795+0000","title":"[Clan] 8BIT Invaders Suchen Member und Teams","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"[](https://i.18chan.cc/Final_Teamspeakbanner-01.png)\r\n\r\nLiebe gr&uuml;&szlig;e Beschw&ouml;rer,\r\n\r\ndie neue Season hat begonnen und versucht zu climben aber durch Feeder  und Leaver kommt ihr nicht voran? \r\nWarum kommt ihr nicht in eine Umgebung, in der es Leute gibt, mit denen ihr spielen k&ouml;nnt und euch somit nicht auf zuf&auml;llige Mitspieler verlassen m&uuml;sst? \r\n\r\nWir bei 8bit-Invaders suchen momentan nach  League of Legends Spieler die Lust auf Ranked haben oder vielleicht auch auf ein Team um in der Season 9 gut durch zu starten.\r\n\r\nAber Moment mal, wer sind wir eigentlich?\r\n\r\n8Bit Invaders ist eine Multigaming-Community, die seit neuestem Fokus auf League of Legends legt und wo der Spa&szlig; im Vordergrund steht. \r\n\r\n8BIT hat insgesamt 3 Hauptbereiche, darunter fallen, Rainbow Six: Siege, Rust und nat&uuml;rlich League of Legends, wo ihr t&auml;glich Spieler finden werdet, welche auf ein entspanntes Umfeld wert legen um vom Alltag abzutauchen. \r\n\r\n Au&szlig;erdem findet ihr bei uns in regelm&auml;&szlig;igen Abst&auml;nden Events die f&uuml;r reichlich Abwechslung sorgen,  damit einem Ja nicht langweilig wird. Desweiteren wird es  bald auch eine eigene Liga f&uuml;r den Bereich von League of Legends geben, bei der es nat&uuml;rlich dann auch etwas zu Gewinnen gibt.\r\nWas wir bieten:\r\n\r\nAktive Community &amp; Support\r\nOrganisation von Events und im Aufbau einer eigenen Liga\r\nUnterst&uuml;tzung bei der Member- und Teamsuche\r\nUnterst&uuml;tzung bei der Erstellung und Promotion eines Teams unter dem   Banner der 8 BIT Invaders Community\r\nStreaming f&uuml;r die 8 BIT Invaders Community\r\nAls Community-Team die Community  bei offiziellen Veranstaltungen wie Turnieren vertreten zu d&uuml;rfen.\r\nESL-Erfahrung insbesondere durch unser Main-Rainbow Line-up\r\n f&uuml;r die Organisation und Planung von esport-Teams\r\nScrim-Vermittlung\r\nAnsprechpartner und Unterst&uuml;tzung bei dem Management von Teams.\r\n\r\n\r\nDies zeichnet einen Member von 8BIT aus:\r\n\r\nAktive Spieler/innen &ndash; Aufgrund unseres Level Systems was wir haben k&ouml;nnen wir einsehen wir aktiv unsere Member sind, nat&uuml;rlich geht das Real life immer vor aber gerade wenn man sich f&uuml;r ein Event anmeldet erwarten wir Zuverl&auml;ssigkeit.\r\n\r\n\r\nRespekt &ndash; Auch bei schlechten Tagen und 20 verlorenen Games hintereinander erwarten wir Respektvoll zueinander zu sein und nicht aus Frust andere zu beleidigen.\r\n\r\nFairplay &ndash; Bei 8BIT legen wir wert darauf das keine Hacks, Cheats oder Scripts benutzt werden um einen Vorteil im Spiel zu haben.\r\n \r\nSolltest du dich nun also auf unserem Teamspeak wiederfinden wirst du von einem Supporter eingewiesen und wirst des weiteren aufgefordert die Regeln durchzulesen.\r\n\r\nSollte dein Interesse geweckt sein findest du uns hier:\r\nHomepage: https://8bitinvaders.de/\r\nTeamspeak: 8bitinvaders.de\r\nMit freundlichen Gr&uuml;&szlig;en\r\nDas 8BIT-Managment- Team","replies":[]}