{"id":"4PXUZa1l","poster":"2B Rænji","date":"2019-02-18T22:15:40.221+0000","title":"LF Plat Adc für Teamranked","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Seid gegr&uuml;&szlig;t Beschw&ouml;rer,\r\n\r\ndas Team Fantastic5 sucht einen neuen Adc f&uuml;r die kommende Season zum tryharden.\r\nAm besten solltet ihr bereits in anderen Teams gespielt haben um zu wissen wie teaminterne Kommunikation aussieht. Vor allem kommunikative Supporter sind immer gern gesehen.\r\nElotechnisch solltet ihr mind. high Gold sein, wobei wir Platinspieler f&uuml;rs erste f&uuml;r die Tryouts bevorzugen werden. \r\nKritikf&auml;higkeit sowie Lernbereitschaft ist vorausgesetzt.\r\n\r\nUnter der Woche werden wir wenig Games spielen, wenn dann ab 22 Uhr (Arbeitszeiten etc), am Wochenende dann mehr.\r\nSicherlich wollen wir tryharden und practicen, jedoch sieht die aktuelle Situation danach aus, dass wir haupts&auml;chlich am Wochenende Zeit finden werden um sich zu f&uuml;nft zu versammeln. Unter der Woche werde ich viel analytisches &uuml;bernehmen.\r\n\r\nKEINE ONETRICKS! Ein breiter an der Meta orientierter Champion Pool ist uns lieber. Gegen einzelne Pocket Picks spricht nat&uuml;rlich nichts ;)\r\n\r\nZiel ist es langfristig irgendwann an kleineren Turnieren teilzunehmen, nachdem man sich eingespielt hat.\r\nScrimpartner haben wir zu Gen&uuml;ge, sowie einen TeamSpeak mit einer League Community, wobei das erste Kennenlernen im Discord stattfinden wird.\r\n\r\nUnser Line-up:\r\nTop: Act4 The Virtuoso (http://euw.op.gg/summoner/userName=act+4+the+virtuoso) \r\nJgl: Luwssifer (http://euw.op.gg/summoner/userName=Luwssifer) \r\nMid: ByAirio (http://euw.op.gg/summoner/userName=byairio)\r\n\r\nBei Interesse schickt mir einfach eine Freundschaftsanfrage und wir quatschen ein bisschen.\r\n\r\nBis dahin ^^\r\n\r\n~ Luwss","replies":[{"id":"","poster":"Del4yyy","date":"2019-02-19T02:16:15.831+0000","up_votes":1,"down_votes":0,"body":"Ich hab dich mal geadded =)\n\nZu mir kurz: adc main insgesamt (mit pausen) 4 jahren, spiele: {{champion:67}} {{champion:202}} {{champion:15}} {{champion:119}} {{champion:236}}  momentan ganz gerne :)\n\nich passe mich der meta immer an. ich kann theoretisch auch jeden adc spielen. ","replies":[]}]}