{"id":"9Jjso82b","poster":"ılNanekolı","date":"2019-11-20T15:48:10.777+0000","title":"Support Gold Einkommen lächerlich","subforum":"Champions & Gameplay","up_votes":9,"down_votes":10,"body":"Lasst mich Up- und Downvotes sehen, damit man generell sehen kann, wer es gut/schlecht findet, was dort passiert. (Das ist mein erster und vllt auch letzter Post. Mich jucken die Votes nicht, sondern eure Meinung.)\n\nIch beschreibe mal die Rechnung\n\n-400 Gold Spellthieves Edge.\n+1400 Gold Remnant of the Watchers geschenkt\n+1000 Gold durch Item Quest (des Split Items).\nDas macht 2400.\nDas Item bringt einem also (vielleicht) ein einziges Item ein.\n\nMan bekommt 15 Gold durch einen Hit beider Items, was vor dem Update bei erst 11 Gold und aufgestuft 22 Gold lag.\nDas bedeutet also auch ein Nerf dazu, wie schnell man Geld verdient.\n\nBei 2 Gold/s verdient man auf 10 Minuten gerechnet 120 Gold nur durch das Gold pro Sekunde.\nSagen wir mal, dass das Support Item sich bei 10 Minuten aufstuft und daraufhin 3 Gold/s liefert.\nDann hätten wir bei weiteren 30 Minuten (also einer 40 Minuten Runde insgesamt) 540 Profit gemacht.\nInsgesamt, in einer 40 Minütigen, Runde bringt das Gold/s also 660 Gold ein.\n\nRechnen wir jetzt Tribut und Gold/s zusammen kommen wir auf eine Summe von 950 Gold.\nSomit erlangt man durch Tribut und das Gold/s nach 40 Minuten nur 2350 Gold.\nDas reicht vielleicht gerade mal für ein Item\n\nWir spielen also Zyra, kaufen folgende Items:\n400 Spellthieves Edge\n3100 Liandry's Torment\n1100 Sorcerer Boots\n2600 Rylais Scepter\n3600 Rabadon's Deathcap\n2650 Void Staff\nSumme 13250 Gold\nIch muss dabei zusätzlich sagen, dass Health pots und Pink wards nichtmal eingerechnet sind.\nIch habe den 6. Slot für Pink Wards absichtlich nicht frei gelassen, da dieser Slot in niedrigen Elos für Items dennoch genutzt wird.\n\nWoher soll man dieses Gold erlangen? Assists? Ich glaub ja eher nicht dran.\n\nIch weis, die Items sind teuer, Zyra wird aber dennoch als Support gespielt.\nDie meisten anderen AP Damage Supports hätten ähnliche Preise für ihre Items.\n\nMit einem gesamt verdienst von 9500 Gold sieht man bei einem Preis von 13450 Gold echt alt aus.\n\nIch weis, dass wenn Items gekauft werden würden, die für Supporter existierten, würden geringere Preise ausfallen aber das beschreibt nur weiterhin, dass Riot einen als Supporter in seinen Items einschränkt und die einzige freiheit darin besteht Items zu kaufen die einem vorgelutscht wurden.\n\nWollte Riot mit dem Shutdown System nicht eigentlich bewirken, dass die Spieler einen Rückstand aufholen können? Ohne Assists wird das nichts mit dem Supporter, da er nur ganze 3 Gold/10s erhält und somit ein einkommen hat, bei dem jeder Obdachlose hingegen wie ein Milliardär wirkt.\n\nWas haltet ihr von dem ganzen?\n\n\n\n\n\nAuf die Anfrage von Bananenschnder hin, stelle ich euch als Vergleich noch die Werte der Alten Items:\n\n* Spellthieves Edge (alt -> neu)\n15 Gold Tribut -> 11 Gold Tribut\n2 Gold pro 10 Sekunden -> 2 Gold pro 10 Sekunden\n\n* Frostfang (alt -> neu)\n15 Gold Tribut -> 22 Gold Tribut\n3 Gold pro 10 Sekunden -> 2 Gold pro 10 Sekunden\n\n* Shard of True Ice -> Remnant of the Watchers\nKein Tribut\n3 Gold pro 10 Sekunden -> 2 Gold pro 10 Sekunden\n\nMan bekommt also 4 Gold mehr pro hit bis zum nächsten Upgrade (bei 500 Gold), verliert daraufhin 7 Gold pro hit bis zum nächsten Upgrade (1000 Gold) und hat daraufhin garkeinen Tribut mehr im gegensatz zum alten Item was einem immernoch 22 Gold pro hit gab.\nMan gewinnt lediglich 1 Gold pro 10 Sekunden ab dem 2. Upgrade hinzu, was sich einer 40 Minuten Runde mit lediglich 240 Gold bezahlbar macht. Da is mir der 22 Gold pro hit Tribut echt lieber als 1 Gold pro Sekunde.\n\n\nMit sind beim Posten außerdem einige Fehler unterlaufen. Ich habe diese nun nach Hinweisen durch die Kommentare eingepflegt und die Resultate daraufhin angepasst. Das alles in ein \"Edit:\" zu schreiben wäre zu viel Text geworden.","replies":[{"id":"","poster":"Sihari","date":"2019-11-20T21:59:38.809+0000","up_votes":3,"down_votes":0,"body":"Ich hab heute mal n bisschen mit den neuen Items gespielt und das einzige, was ich wirklich vermisse, ist die Manareg in der Lane. \nMan denkt sich jetzt vielleicht \"Mensch, die paar Prozente..\" aber grad dadurch dass man jetzt motiviert wird aktiver zu sein, nachdem die Coin weggefallen ist, kommt da schon n bisschen was zusammen.\nDie dürfen sie für meine geliebten Enchanter gern wieder einbauen. *hust*\n\nDass sie damit die Mage-Supports rausekeln find ich auch gar nicht so schlimm, auch wenn ich gern mal selbst Zyra oder Lux gespielt habe. Am Ende hab ich das aber doch nur wegen der Abwechslung getan und nicht weil ich der Meinung war, dass es sich hier wirklich um Supports handelt. (Nein, die süßen waren wohl eher ein weiterer Botlane Carry mit nem Sightstone xD)\nNach der Damage-Meta eine willkommene Abwechslung.","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-21T08:37:30.742+0000","up_votes":4,"down_votes":0,"body":"Um da ganz ehrlich zu sein, Lux war der Champ mit der ich es aus der Elo-Hölle Bronze rausgeschafft habe und sogar in Gold landete, bevor ich sie aufhörte zu spielen.\nSupporter haben das selbe recht carrien zu dürfen wie alle anderen, da man sonst keine Chance hat auf eigene Faust die Elo zu verlassen.\n\nUnd die Damage Meta fängt doch gerade erst mit den Assassinen Items richtig an?","replies":[]},{"id":"","poster":"Armenty","date":"2019-11-21T12:59:23.090+0000","up_votes":1,"down_votes":0,"body":"Full Support lux shield vor dem nerf war maximal Support. Das Schild war 2x so groß wie das von janna und auf 5 Mann werfbar... Wer Lux nicht als Support anerkennt hat sie bis dato falsch gespielt. Bin mit Lux Support damals auf dia geranked","replies":[]}]},{"id":"","poster":"Unlucky Black T","date":"2019-11-20T16:08:46.989+0000","up_votes":4,"down_votes":5,"body":"Weil Supports nunmal Supports sind. Keine AP Kanonen etc.\nUnd der gegnerische Support steckt nunmal im gleichen Dilemma.\nWo ist also das Problem?\nWer dann jetzt mit Ideen wie \"Supp Item\" weglassen und sofort AP kaufen hat die Rolle sowieso nicht verstanden.","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-20T16:26:40.822+0000","up_votes":5,"down_votes":1,"body":"Riot wollte also die schon unpopulärste Rolle noch unpopulärer machen, alles klar verstanden.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-11-20T21:37:20.397+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=00030001,timestamp=2019-11-20T16:26:40.822+0000)\n>\n> Riot wollte also die schon unpopulärste Rolle noch unpopulärer machen, alles klar verstanden.\n\nähm... ist Support noch die unbeliebteste Rolle? Also wenn ich im Normal Draft auf Fill klicke, bekomme ich sie verdammt selten zugewiesen, wir haben halt nicht mehr Season 4.\n\nNebenbei, und das sollte unbedingt bedacht werden, ist halt Preseason. Es kann sein, dass sich die Preseason als riesen Nerf für die Supports herausstellt. Ich habe vorm Release irgendwo die Theorie gelesen, dass der Support durch einen 2. Jungler ersetzt werden wird und wir wieder zur Season 2 Roaming Taric Taktik zurück kehren. Kann passieren. Dann wird Riot aber auch bestimmt reagieren.\n\nDann verpasst du bei deinem Beispiel etwas extrem entscheidendes: Dein Itembuild für Brand und Zyra hat auch letzte Saison nur funktioniert, wenn du die Lane gestompt hast. Wenn du als Zyra mit 0-1-1 aus der Lane gehst, hast du auch letzte Saison bis zur 45 Minute gebraucht um deine vorgerechneten Items zu bekommen. \n\nDazu ignorierst du, dass du jenseits vom Gold massive Bonusstats bekommst. Also sobald du kein Gold mehr bekommst, werden dir dafür (laut Maxims Patchrundown) AP, AD oder HP geschenkt. Das ist definitiv ein Buff.\n\nEin weiterer Buff für die Supports: Du kannst wesentlich früher mit deinem Itembuilds anfangen. Und wenn man sich die Patchnotes, gerade was die Drachen betrifft, anguckt, dann ist der Plan von Riot ja eher, Spiele früher zu beenden.  Aber praktisches Brand Beispiel: Wenn du letzte Saison als Brand im Early einen Kill bekommen hast, hattest du \"die Wahl\": A)Baue ich mein Gold Generation Item aus? B) Oder hole ich mir direkt AP und stompe die Lane weiter. Die richtige Entscheidung war A), aber viele haben das, gerade in der Low Elo, natürlich nicht gemacht, weil DAMAGE. Jetzt kannst du direkt anfangen Damage zu bauen. Du kommst noch früher an deine Core Items. Härtester Support Buff seit dem die 800 Gold für den Sightstone abgeschafft worden sind. Du kannst jetzt als Damage Support die Lane so richtig hart stompen und hast dadurch dann auch relevant bessere Items als der gegnerische Support. Was deinen Snowball erhöht.\n\nNur um das mit der unbeliebtesten Rolle nochmal aufzugreifen: Als Support das war, konntest du in Minute 25 das erste Mal über ein echtes Item nachdenken, weil du vorher nur Sightstone und Schuhe gebaut hast. Jetzt kommst du früher als je zuvor zum Items bauen.\n\nUnd natürlich hast du recht: Ab Minute 35 ist es ein Nerf, weil du kein weiteres Gold mehr bekommst und der Vorteil, dass du früher als letzte Saison echte Items bauen konntest, ausgeglichen wurde. Aber ich sag das mal so: Wenn es dein Plan ist in der Solo Que auf die 35. Minute zu warten... Dann musst du dich in der neuen Saison halt anpassen.","replies":[]}]},{"id":"","poster":"Armenty","date":"2019-11-20T16:15:59.325+0000","up_votes":6,"down_votes":2,"body":"Achso. Also sind support dafür gemacht nichts im Spiel beizutragen, immer wenig Gold zu haben und in dieser alten Tank, Dmg, schild rolle festzustecken? Vill hast du die Rolle nicht verstanden. Riot will die Supportrolle spielbar machen das alle sie spielen, hat's aber nur geschafft das jetzt sogar die main supports keinen bock mehr auf die Sch... haben. Wir haben das selbe recht wie alle, tanky zu sein oder dmg zu machen. Ganz einfach.","replies":[{"id":"","poster":"Unlucky Black T","date":"2019-11-20T16:20:58.853+0000","up_votes":3,"down_votes":7,"body":"Du hast die Rolle nicht verstanden. Du kannst ja nicht mal das englische Wort übersetzen.\n\n\"Unterstützer\" ... NICHT Carry ;)","replies":[{"id":"","poster":"Armenty","date":"2019-11-20T16:28:47.848+0000","up_votes":2,"down_votes":0,"body":"Und Unterstützer bedeutet, dass man kein Gold mehr nach 15 min bekommen darf, dass man keine Items mehr kaufen kann und dass man viel weniger EXP bekommt als alle anderen? Was ist denn deine vorstellung von Support? Also please. Das ist keine ducking S1. \n\nIch meine, Tanks können fulltank bauen und machen mega viel dmg ... ist das auch \"hast die Rolle nicht verstanden\" oder ist das ok, weil es alles andere als Support ist? Also legit, die letzten 3 Season waren support vollkommen fine ... aber jetzt ist's einfach dumm. Spielst du selbst Support? Wenn nicht, weiß ich garnicht, woher du dir das recht rausnimmst zu sagen, das wäre \"balanced\".","replies":[{"id":"","poster":"Unlucky Black T","date":"2019-11-20T16:32:58.828+0000","up_votes":2,"down_votes":3,"body":"Support Main seit 2,5 Jahren jetzt.\nGerade auch 3 Spiele gemacht.\nUnd ich bin perfectly fine mit dem was sie da jetzt gemacht haben.\nMan muss sich halt etwas im Spielstil umstellen.\nWenn man natürlich flexibel ist wie ein Amboss, sollte man kein Support mehr spielen :D\nMein Glück ist halt, dass ich bisher die Rolle auch als \"Support\" gespielt habe und nicht als Hypercarry :D","replies":[{"id":"","poster":"Armenty","date":"2019-11-20T16:42:08.272+0000","up_votes":3,"down_votes":1,"body":"Ich hab bis dato immer Shield supports gespielt... und die brauchen Items. Da gibts nur wenig CC. Spielt halt nicht jeder Thresh/Blitzcrank/Leona. Wenn du damit fine bist, schön für dich, die DMG supports (WAS AUCH NORMAL IST) und die Shield supports sinds nicht.\n\nWenn Riot will das der pool von support auf 4 Champs reduziert wird die fulltank sind, dann viel spaß damit, dann spielen wir halt ein anderes Moba, wo lanes nicht so unnötig abgefuckt wird.","replies":[{"id":"","poster":"Unlucky Black T","date":"2019-11-20T17:00:25.617+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Armenty,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=000300000000000000000000,timestamp=2019-11-20T16:42:08.272+0000)\n>\n> Ich hab bis dato immer ...\n\nUnd genau das ist ja falsch. Wer nicht mit der Zeit geht, bleibt auf der Stelle stehen.\nIch unterstelle mal, dass in quasi jeder Lane irgendwann mal der Zeitpunkt kam, an dem ein Spieler seinen Championpool erweitern musste. Du sagst ja selbst, dass andere Supports spielbar sind, du nur nicht gewillt bist das zu tun. Es liegt also an dir und nicht an Riot.","replies":[{"id":"","poster":"Armenty","date":"2019-11-20T17:09:57.710+0000","up_votes":2,"down_votes":0,"body":"Es ist halt durchaus ein unterschied, ob etwas meta ist, oder etwas unspielbar. Und Shield supports/dmg supports sind halt komplett raus atm. (die brauchen nämlich Gold). \n\nUnd tank supports und cc supports können vill. usefull sein (das weiß ich halt nicht, weil ichs nicht spiele) aber ich lass mich von den designern nicht auf etwas zwingen, was ich nicht will. Diversität in dem Game sollte hochgestellt werden und nicht runter.","replies":[{"id":"","poster":"Nyan Zeref","date":"2019-11-20T18:54:10.318+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Armenty,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=00030000000000000000000000000000,timestamp=2019-11-20T17:09:57.710+0000)\n>\n> Es ist halt durchaus ein unterschied, ob etwas meta ist, oder etwas unspielbar. Und Shield supports/dmg supports sind halt komplett raus atm. (die brauchen nämlich Gold). \n> \n> Und tank supports und cc supports können vill. usefull sein (das weiß ich halt nicht, weil ichs nicht spiele) aber ich lass mich von den designern nicht auf etwas zwingen, was ich nicht will. Diversität in dem Game sollte hochgestellt werden und nicht runter.\n\nDie Items von shield/heal supports kosten fast gar nichts im Vergleich zu anderen Items.","replies":[{"id":"","poster":"Armenty","date":"2019-11-20T19:03:18.148+0000","up_votes":3,"down_votes":0,"body":"Sie kosten genausoviel wie die \"tank\" support items. Die alle im bereich von 2300-2500g angesiedelt sind. Und trotzdem braucht man dafür ein Goldincome dass das ermöglicht.\n\nAußerdem dachte ich bis heute, dass Riot offmeta auch akzeptiert und unterschiedliche Builds respektiert und auch wünscht umd das Spiel divers zu halten. Dieser Zug des klaren Goldpools des Supporters, hat die Diversität auf einen Nullpunkt gebracht und zwingt alle Spieler, nur bestimmte Champs zu picken und schließt alles andere aus. Kein schlauer Schachzug.","replies":[{"id":"","poster":"Nyan Zeref","date":"2019-11-20T19:07:46.726+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Armenty,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=0003000000000000000000000000000000000000,timestamp=2019-11-20T19:03:18.148+0000)\n>\n> Sie kosten genausoviel wie die \"tank\" support items. Die alle im bereich von 2300-2500g angesiedelt sind. Und trotzdem braucht man dafür ein Goldincome dass das ermöglicht.\n> \n> Außerdem dachte ich bis heute, dass Riot offmeta auch akzeptiert und unterschiedliche Builds respektiert und auch wünscht umd das Spiel divers zu halten. Dieser Zug des klaren Goldpools des Supporters, hat die Diversität auf einen Nullpunkt gebracht und zwingt alle Spieler, nur bestimmte Champs zu picken und schließt alles andere aus. Kein schlauer Schachzug.\n\nEs ist pre season, da wird immer viel experimentiert. Und da es jetzt sowas wie ein AD spellthief gibt, werden bestimmt andere Champs als supporter vaiable die man vorher nicht spielen konnte. \n\nEs stimmt das sie ca. genau so viel kosten wie tank items, aber du hast die gleich gesetzt mit damage Items.{{item:3089}}","replies":[]}]}]}]}]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-20T17:12:09.167+0000","up_votes":1,"down_votes":1,"body":"Support main seit 3 Jahren und ich bin totally unzufrieden :) ich bekomme fast nichtmal die hälfte des Einkommens, welches ich früher hatte, wobei meine Stats sich sogar  weitaus verbesserten.","replies":[{"id":"","poster":"Unlucky Black T","date":"2019-11-20T17:34:10.695+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=000300000000000000000001,timestamp=2019-11-20T17:12:09.167+0000)\n>\n> Support main seit 3 Jahren und ich bin totally unzufrieden :) ich bekomme fast nichtmal die hälfte des Einkommens, welches ich früher hatte, wobei meine Stats sich sogar  weitaus verbesserten.\n\nDeine Pantheon-Support Spiele:\n\nVor 2 Tagen - 317 Gold pro Minute bei einem Win\nHeute - 322 Gold pro Minute bei einem Win obwohl deine Killbeteiligung 20% niedriger waren als bei dem Spiel vor 2 Tagen?! Du hast sogar MEHR Gold pro Minute erwirtschaftet obwohl du weniger am Spiel teilgenommen hast.","replies":[]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-21T08:27:23.093+0000","up_votes":1,"down_votes":0,"body":"Die flexibilität wird doch gerade erst durch Riot eingeschränkt und nicht durch den Spieler wtf?","replies":[]}]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-20T16:30:05.670+0000","up_votes":1,"down_votes":0,"body":"ja aber wo bleibt die unterstützung wenn dem Unterstützer das Geld fehlt um Damage zu tanken?","replies":[{"id":"","poster":"Unlucky Black T","date":"2019-11-20T16:37:52.290+0000","up_votes":2,"down_votes":1,"body":"Habe gerade in einem Spiel als Blitzcrank den drittmeisten Schaden (30k) getanked in einem 35 Minuten Spiel (nach Shyvana und Trundle)\nZudem hatte ich 89% Killbeteiligung, 5,5 Items und einen Score von 4/2/27.\nWie gesagt. Ich bin perfectly fine so wie es ist.\nWer das mit sich selbst nicht vereinbaren kann ... niemand zwingt euch Support zu spielen :D","replies":[{"id":"","poster":"Armenty","date":"2019-11-20T16:38:55.934+0000","up_votes":3,"down_votes":0,"body":"Ja, dann lassen wir das mit dem Supporten eben :) viel spaß bei den ganzen offrole supports.","replies":[]},{"id":"","poster":"ılNanekolı","date":"2019-11-20T17:05:10.619+0000","up_votes":1,"down_votes":1,"body":"Bei den stats wär ich fast 2x full build .-.","replies":[{"id":"","poster":"Unlucky Black T","date":"2019-11-20T17:20:47.258+0000","up_votes":1,"down_votes":1,"body":"Zum Vergleich ... in dem Blitzcrankmatch habe ich 306 Gold pro Minute verdient.\n\nIn einem Alistarmatch vor 3 Tagen mit Stats von 2/2/26, 85% Killbeteiligung habe ich 348 Gold pro Minute verdient.\n\nDas macht einen Unterschied von 2520 Gold pro STUNDE Spielzeit.\nAlso wem das schon zu krass ist, dem kann ich nicht helfen.","replies":[]}]}]}]},{"id":"","poster":"RitosMoriarty","date":"2019-11-20T18:25:08.556+0000","up_votes":2,"down_votes":2,"body":"Er hat dich argumentativ zerstört, lass deine kindische Art stecken.","replies":[]}]},{"id":"","poster":"Lucy Cαt","date":"2019-11-20T16:30:07.365+0000","up_votes":2,"down_votes":1,"body":"Alter supports sind champs die teilweise komplett unabhänging von itmes sind was brauch ein naut zum funktionieren richtig aftershock und stoneplate rakan ? Blitz ? Thresh ? Brand ? Zyra? Die champs funktionieren alle mit einem item weil sie von alleine schon viel mitbringen und meist eh scheis scaling haben","replies":[{"id":"","poster":"Armenty","date":"2019-11-20T16:33:20.203+0000","up_votes":1,"down_votes":0,"body":"Bitte was? Nur weil Champs \"cc\" haben, haben sie keinen anrecht mehr auf Gold? Rakan braucht Support shield items sowie Zekes , Braund braucht Lyandries, Zyra braucht Rylies und Liandries. \n\nAftershock auf Rakan? Wo lebst du denn... Support brauchen genauso Items wie jeder auch. Zwar nicht den teuren sh... aber 2300g nur von 3g/10sec ist nichts.","replies":[{"id":"","poster":"Lucy Cαt","date":"2019-11-20T18:24:02.056+0000","up_votes":1,"down_votes":0,"body":"Nein das sage ich nicht ich sage Supporter sind Champs die mit sehr bis kar keinen Gold umgehen können und mit zu viel auch wenig anfangen können als andere champs und solche champs muss es auch geben weil nicht jede rolle bekommt gleich viel gold und erfahrung wer ja auch nichts besonderes dann.\nAußerdem muss du nicht so komisch aggresiv antworten ich versuche dir nur ne normale antwort zu geben","replies":[{"id":"","poster":"Armenty","date":"2019-11-20T19:00:17.143+0000","up_votes":1,"down_votes":0,"body":"Klar nervt mich das und klar antworte ich dann auch gereizt, wenn man mir sagen will, dass ich akzeptieren soll, dass die Diversität auf der Botlane auf 0 sinkt und nurnoch Standartsupport gespielt werden darf + man sich mit 2 Items zufriedengeben muss pro Game (warditem + ardent oder athenas (ja ich spiel nur utility sups)). Mage supports sind int, weil sie in den seltensten Fällen zum Zug kommen (es fehlt die Items + Level für scale). Nach 15 min geht das ganze passiv Gold für Wards drauf und wenn nicht 24/7 gefightet wird, kann man auch kein Gold mehr generieren... was dafür sorgt, dass aggressiver Spielstil gewünscht ist und die games am besten unter 20 min beendet werden sollen. \n\nAuf der Botlane können jetzt nurnoch die wenigsten Champs gepickt werden und offmeta ist int. Ja, dagegen stelle ich mich und unterstütze diese Art des Spiels nicht.","replies":[{"id":"","poster":"Lucy Cαt","date":"2019-11-20T20:59:49.289+0000","up_votes":2,"down_votes":1,"body":"ja aber das ist nicht das erstemal Toplane war jz so lange irrelevant jgl war viel zu start wurde auch genervt ich mein nur weil es dich jz trifft kannst du nicht sagen verbrennt riot","replies":[]}]}]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-20T17:24:10.161+0000","up_votes":1,"down_votes":0,"body":"Joa und rotzen 1-shot weg, weil sie keine Items haben. Das als Full Tank. Ein Brand ohne Items macht außerdem keinen Schaden :)","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2019-11-20T16:49:42.031+0000","up_votes":1,"down_votes":0,"body":"Warum haben wohl Suports wohl hohen Base Dmg und kein gutes Scaling? \n\nWeil die effektiv sein müssen ohne viel Gold zu besitzen!","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-20T17:23:04.153+0000","up_votes":1,"down_votes":0,"body":"Frag mal unseren lieben Alistar (Full Tank) wie er sich dabei fühlt.","replies":[{"id":"","poster":"Allerbester Biss","date":"2019-11-20T17:36:08.679+0000","up_votes":1,"down_votes":0,"body":"Mein Jung, deine Behauptungen hier sind leider komplett haltlos! \nDu zeigst hier, dass du irgendwie eindimensional denkst...","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-21T08:33:18.266+0000","up_votes":1,"down_votes":0,"body":"achso, also soll Soraka jetzt nurnoch auf base heal basieren?\nRakan darf nichtmehr tanky sein oder healen? Aso sein AP Scaling is ja nice, aber da war doch was? hmmm.. achja er kann sich kein AP leisten.\nThresh darf in ein 2v2 reinhooken um ne ulti zu platzieren und instant zu verrecken?\nAlistar hat sowieso mal garkeinen bock mehr\n und wtf bringt Braum dann noch? Sein Schild? den er alle 10 Jahre mal hat? geile sache, denn auf melee range darf der boy ja garnicht erst gehen da er keine tank items bauen kann.","replies":[{"id":"","poster":"koernerpudding","date":"2019-11-26T17:39:23.166+0000","up_votes":1,"down_votes":0,"body":"Du tust so als wäre der supporter nach fertigstellung der quest aus dem spiel verbannt.. Ich hab keine probleme als sorakamain an meine items zu kommen.. Wird halt in der lane mit der quest gefarmt und später eben assists.. Wo ist das problem?","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2019-11-21T10:10:56.050+0000","up_votes":1,"down_votes":0,"body":"Wie oft sind denn gute Supporter Fullbuild? Also welche die jetzt nicht unbedingt in Silber spielen...\n\nDa sind die Games nach 25-30min beendet! \nNiemand denkt da an Rabadons auf Zyra oder an Itembuilds die 17k kosten!","replies":[]}]}]}]}]},{"id":"","poster":"Crοnοs","date":"2019-11-21T08:32:11.107+0000","up_votes":1,"down_votes":0,"body":">[{quoted}](name=Armenty,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=00030000,timestamp=2019-11-20T16:15:59.325+0000)\n>\nWir haben das selbe recht wie alle, tanky zu sein oder dmg zu machen. Ganz einfach.\n\nJa aber wenn du Tanky sein willst, oder DMG machen willst spiel doch einfach Top oder Midlane. Ich versteh gar nicht wieso jede Lane immer alles können muss.\n{{sticker:sg-lux-2}} \n\nSupport hat sich ja eigentlich daraus entwickelt das der 5te Spieler sein Gold an den ADC abgibt, damit dieser Stärker wird (er verzichtet auf Gold zum wohle des Teams). Es ist also nur natürlich das Supporter über weniger Ressourcen verfügen als die übrigen Spieler.  Gerade deswegen sind Support Items ja auch deutlich billiger als alle anderen Items.","replies":[{"id":"","poster":"Armenty","date":"2019-11-21T09:20:42.616+0000","up_votes":1,"down_votes":0,"body":"Um, ich habe bis jetzt in meinem ganzen LEAGUE Leben noch nie einmal mein Geld an den ADC abgetreten sondern items gekauft, die meine Schilde verstärkten oder meinen heal unterstützten und das nicht nur um den adc zu beschützen, sondern um mein Team zu beschützen. Ich bin als supporter eine unabhängige Rolle die auch zum Spielgeschehen beitragen kann mit seiner utility-ability. Das jetzt auf 2 Items runterzubrechen find ich fragwürdig.\n\nUnd klar dürfen supporter auch dmg machen oder Tanks sein. Tanks können auch dmg machen und Assassins können auch Tanks sein, die meisten Champions haben alles in ihrem kit, warum darf also nur der Support rein garnichts?\n\nIm übrigen gehört Support zu der unbeliebtesten Rolle in league. Kurze Frage dazu.... wenn du jetzt weder dmg machen kannst, noch Tanky bist, noch items bekommst, würdest du diese Rolle gerne spielen? \n\nNein? Ich denke dann hat riot was grundsätzlich falsch gemacht","replies":[{"id":"","poster":"Crοnοs","date":"2019-11-21T09:43:05.840+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Armenty,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=0003000000030000,timestamp=2019-11-21T09:20:42.616+0000)\n>\n> Um, ich habe bis jetzt in meinem ganzen LEAGUE Leben noch nie einmal mein Geld an den ADC abgetreten sondern items gekauft, die meine Schilde verstärkten oder meinen heal unterstützten und das nicht nur um den adc zu beschützen, sondern um mein Team zu beschützen. \n\nDu verzichstest jedes Game darauf zu farmen, damit der ADC diesen haben kann   -> du lässt ihm das Gold.\n\n> \n> Und klar dürfen supporter auch dmg machen oder Tanks sein. Tanks können auch dmg machen und Assassins können auch Tanks sein, die meisten Champions haben alles in ihrem kit, warum darf also nur der Support rein garnichts?\n> \n\nDie Supporter bringen oftmals sehr viel Utility mit, mit denen Champions anderer Klassen nicht mithalten können. Thresh W, Braum E, Leona R, Morgana E, Lulu W etc.  sind alles Spells die sehr stark und komplett Itemunabhängig sind.\n\nUnd klar darfst du als Supporter auch DMG machen oder Tanky sein. Du solltest halt nur nicht erwarten gleich viel DMG zu drücken wie der Midlane Viktor der 30min lang gefarmt hat und 3 Lvl über dir ist.\n\nViele Supporter haben ja guten Basedmg oder natürliche Tankyness (Alistar, Braum, Leona).\n\n> Im übrigen gehört Support zu der unbeliebtesten Rolle in league. Kurze Frage dazu.... wenn du jetzt weder dmg machen kannst, noch Tanky bist, noch items bekommst, würdest du diese Rolle gerne spielen? \n> \n\nIch spiele sehr gerne ab und zu Morgana oder Thresh. Beides Champions die jetzt nicht durch DMG oder übermässige Tankynes glänzen. Es gibt übrigens sehr viele Leute die gerne Champions wie Nami, Soraka, Lulu etc spielen. Diesen fehlt es auch komplett an Schaden oder Tankynes und trotzdem haben Leute ihre Freude daran.\n\nViele Items hatte man als Support im Normalfall ja sowieso nie. Mobiboots, Supp-Item und wahlweise Redemtion/Solaris/Ardent reichen eigentlich um den Job zu machen.\n\nIch respektiere btw Supportmains sehr, dieser \"Nicht-Egoistische\" Spielstil liegt nicht jedem und ich finde es Super das es euch gibt :)","replies":[{"id":"","poster":"Armenty","date":"2019-11-21T12:50:33.114+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sgt Cronos,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=00030000000300000000,timestamp=2019-11-21T09:43:05.840+0000)\n>\n> Du verzichstest jedes Game darauf zu farmen, damit der ADC diesen haben kann   -> du lässt ihm das Gold.\n\nNicht ganz, ich habe eine andere Art des Goldincomes, durch poken oder executen von minions\n\n> Die Supporter bringen oftmals sehr viel Utility mit, mit denen Champions anderer Klassen nicht mithalten können. Thresh W, Braum E, Leona R, Morgana E, Lulu W etc.  sind alles Spells die sehr stark und komplett Itemunabhängig sind.\n\nDas stimmt, aber die Stärke von janna Lulu nami etc kommen vorallem durch das scaling der Items sowie das Level der skills (Was genervt wurde weil duo exp)\n\n> Und klar darfst du als Supporter auch DMG machen oder Tanky sein. Du solltest halt nur nicht erwarten gleich viel DMG zu drücken wie der Midlane Viktor der 30min lang gefarmt hat und 3 Lvl über dir ist.\n\nVerlangt keiner, wir wollen aber auch an items kommen (Zyra, brand, velkoz etc. auf Support bringen zwar schon etwas dmg mit brauchen aber auch irgendwann items.)\n\n> Viele Supporter haben ja guten Basedmg oder natürliche Tankyness (Alistar, Braum, Leona).\n\nWelches ohne items stark abfällt, da es mit stats scaled\n\n> Ich spiele sehr gerne ab und zu Morgana oder Thresh. Beides Champions die jetzt nicht durch DMG oder übermässige Tankynes glänzen. Es gibt übrigens sehr viele Leute die gerne Champions wie Nami, Soraka, Lulu etc spielen. Diesen fehlt es auch komplett an Schaden oder Tankynes und trotzdem haben Leute ihre Freude daran.\n\nJa, weil die items die skills verstärkt. Lulu ohne ardent ist halt nicht das selbe \n\n> Viele Items hatte man als Support im Normalfall ja sowieso nie. Mobiboots, Supp-Item und wahlweise Redemtion/Solaris/Ardent reichen eigentlich um den Job zu machen.\n\nnaja, schon da du oft fast genug gold für fullbuild und pinkwards hast\n\n> Ich respektiere btw Supportmains sehr, dieser \"Nicht-Egoistische\" Spielstil liegt nicht jedem und ich finde es Super das es euch gibt :)\n\nWas allerdings in der Debatte untergegangen ist, ist die Zeit. Das goldincome im mid/late ist unterirdisch... aber die games sind atm in weniger als 20 min durch also merkt man das nicjt so.... sollte es aber der Fall sein, dass games über 30 min gehen ist das ein extremer nerf","replies":[]}]}]}]}]}]},{"id":"","poster":"Cerunnons","date":"2019-11-22T00:47:27.803+0000","up_votes":3,"down_votes":0,"body":"Das Problem ist halt das max Item.  Früher hattest du ein vorteil wenn du aggresiv warst und spellthief schnell gequestet hast. Jetzt ist es komplett egal, denn ab 1000 Gold Quest, fällt dein einkommen fast auf 0. Es bringt einfach nichts es schnell zu leveln, denn du erreichst dein einkommensdrop somit nur früher.  Klar zahle ich jetzt 475 gold weniger für das Item und generiere im early etwas mehr, hinten raus ist der verdienst aber Quasi 0. Teamfight assist gibt dir ca 80 gold, duo assist 150. Das ist aber mein einzige einnahme nach ca 15 Minuten. Mit den alten Item bekahm ich ja noch 90g pro canon minion, oder 150g für die halbe wave. Wenn man zurück liegt, keine fights eingeht und die leute im Farmmodus sind (Was ja auch richtig ist) bekomm ich 18 Gold die Minute, das ist ein witz!\n\nAls Support habe ich jetzt zwei möglichkeiten: Nimm jeden kill den du kriegen kannst oder farme was geht. Alternativ kann ich sonst auch nach 25 minuten einfach alle 2,5 Minuten rein tappen, 4 wards aufstellen und weiter Filme kucken....","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T17:48:54.505+0000","up_votes":3,"down_votes":0,"body":"Ich mag dein Icon. ^^","replies":[]},{"id":"","poster":"Bananenschnder","date":"2019-11-20T16:18:56.711+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=,timestamp=2019-11-20T15:48:10.777+0000)\n>\n> Wir spielen also Zyra, kaufen folgende Items:\n> 400 Spellthieves Edge\n> 3100 Liandry's Torment\n> 1100 Sorcerer Boots\n> 2600 Rylais Scepter\n> 3600 Rabadon's Deathcap\n> 2650 Void Staff\n> Summe 17000\n\nDu bist ja auch nicht fullbuild als support. Mal davon abgesehen dass Kills und assists gold geben, genauso wie Wards clearen und Zeit an sich schon. Das war vor der Änderung überhaupt nicht anders.\n\nWenn du hier einen fairen Vergleich willst, dann rechne doch bitte vor, wie viel die neuen Items im Vergleich zu den alten geben. Dann hast du ein richtiges Argument.","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-20T16:41:28.409+0000","up_votes":3,"down_votes":0,"body":"Das alte Item lag bei 2 Gold Pro 10 Sekunden, upgraded auf 2 Gold pro 10 Sekunden und beim Remnant of the Watchers upgraded auf 4 Gold pro 10 Sekunden. also erhält man nach spätestens dem 3. Upgrade (&lt;15 Minuten) schon ein Gold mehr pro Sekunde.\n\nDer Tribut machte sich auch bezahlbarer, der liegt nähmlich bei 15 Gold pro hit (erste zwei upgrades) bis zu 1500 Gold für die neuen Items\nund bei den alten Items bei 11 Gold pro Hit / 22 Gold pro Hit (1. / 2.+3. Stufe) und das non-stop.\n\nDa hast du deinen Vergleich. Die neuen items sind trash. Supports wurden useless generft.","replies":[{"id":"","poster":"Bananenschnder","date":"2019-11-20T16:43:19.745+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=00040000,timestamp=2019-11-20T16:41:28.409+0000)\n>\n> Das alte Item lag bei 2 Gold Pro 10 Sekunden, upgraded auf 2 Gold pro 10 Sekunden und beim Remnant of the Watchers upgraded auf 4 Gold pro 10 Sekunden. also erhält man nach spätestens dem 3. Upgrade (&lt;15 Minuten) schon ein Gold mehr pro Sekunde und das non-stop.\n> \n> Der Tribut machte sich auch bezahlbarer, der liegt nähmlich bei 15 Gold pro hit (erst zwei upgrades) bis zu 1500 Gold für die neuen Items\n> und bei den alten Items bei 11 Gold pro Hit / 22 Gold pro Hit (1. / 2.+3. Stufe) und das non-stop.\n\nUnd jetzt bitte als vollständige Rechnung abgewogen gegen die 1400 Gold, die dir geschenkt werden.\n\nMal davon abgesehen, dass man jetzt wichtige powerspikes früher erreicht, weil man direkt richtige items kauft und somit schneller skaliert. Aber das kann man nicht in Gold übersetzen.","replies":[{"id":"","poster":"MelodyIsntReal","date":"2019-11-20T16:47:14.600+0000","up_votes":1,"down_votes":0,"body":"nicht ganz richtig. Da die nötigen items meist selbst mit dem gold erst später erreicht werden können","replies":[{"id":"","poster":"Bananenschnder","date":"2019-11-20T17:02:54.374+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MelodyIsntReal,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=0004000000000000,timestamp=2019-11-20T16:47:14.600+0000)\n>\n> nicht ganz richtig. Da die nötigen items meist selbst mit dem gold erst später erreicht werden können\n\nDa habe ich große Zweifel. Hast du dafür eine Rechnung, die das zeigt?\n\nDas kann ich mir höchstens für Mage supporter vorstellen, die ihren Frostfang nie upgegradet haben. Aber sogar da habe ich Zweifel. Das Upgrade kostet 450g; mit dem alten Frostfang machst du 7g mehr pro Tribut, d.h. 42g pro Minuten, wenn du es *perfekt* verwendest. Das bedeutet, dass du mit dem alten Frostfang fast **11 Minuten** *perfekt* Gold generieren müsstest, nur um die Upgradekosten zu decken.\n\nAber ich lasse mich gerne von einer fundierten Rechnung vom Gegenteil überzeugen.","replies":[{"id":"","poster":"MelodyIsntReal","date":"2019-11-20T17:08:00.444+0000","up_votes":1,"down_votes":0,"body":"Natürlich könnte ich es dir vor rechnen aber das kannst du auch genauso gut selber. nehmen wir ein Shaco. Der mitlerweile durchaus auf support gespielt wird. er braucht ein voidstuff und ein ludens für den powerspike","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-20T17:26:24.779+0000","up_votes":2,"down_votes":0,"body":"Naja aber dafür kann das Gold des gratis Upgrades ja wiederum genutzt werden. Mit dem Powerspike hat er schon recht, aber ein early Powerspike zu haben und dafür den rest des Spiels nutzlos zu sein ist nicht die Lösung.","replies":[{"id":"","poster":"Nyan Zeref","date":"2019-11-20T19:01:36.913+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=0004000000000000000000000001,timestamp=2019-11-20T17:26:24.779+0000)\n>\n> Naja aber dafür kann das Gold des gratis Upgrades ja wiederum genutzt werden. Mit dem Powerspike hat er schon recht, aber ein early Powerspike zu haben und dafür den rest des Spiels nutzlos zu sein ist nicht die Lösung.\n\nNaja, als Support hattest du sowieso einen größeren impact im early als im late. Durch die Änderung entscheiden gute Supporter also noch mehr die laning phase die wichtig ist, damit der adc schneller ins late game kommt.","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-21T08:48:35.335+0000","up_votes":1,"down_votes":0,"body":"Ja aber diesen \"Vorteil\" haben beide Partien, was es wieder komplett Sinnlos macht.\nAn der Stelle an der nicht beide Partien davon profitieren würden, sondern auch die unbetroffenen mit hinein gezogen werden würden (mid/late), erhalten die Supports sogar einen Nerf, was ihren Impact einfach noch härter reduziert.\n\nEinfluss auf die Runde? von ein bisschen auf nichts geändert.","replies":[{"id":"","poster":"Nyan Zeref","date":"2019-11-21T12:15:50.002+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=000400000000000000000000000100000000,timestamp=2019-11-21T08:48:35.335+0000)\n>\n> Ja aber diesen \"Vorteil\" haben beide Partien, was es wieder komplett Sinnlos macht.\n> An der Stelle an der nicht beide Partien davon profitieren würden, sondern auch die unbetroffenen mit hinein gezogen werden würden (mid/late), erhalten die Supports sogar einen Nerf, was ihren Impact einfach noch härter reduziert.\n> \n> Einfluss auf die Runde? von ein bisschen auf nichts geändert.\n\nEs haben IMMER beide Seiten den Vorteil egal bei welcher Änderung. Ansonsten würden die Änderungen machen wie, \"Der blue side support hat am Anfang 100 Gold mehr\". Und ich weiss echt nicht wie du darauf kommst, dass die Supporter so gut wie keinen Impact haben. Supporter sind dafür da, dass der adc gut durch die laning phase kommt, weil die ein beschissenes early game haben, und am Ende diesen zu helfen(peel, shielden,cc, etc). Und diese Änderungen sorgen dafür, dass ein guter Supporter das jetzt besser machen kann und stärker im early snowballed, weil er nach einem first blood nicht sein support Item ausbauen muss(was legit immer mega beschissen war, aber ein muss, weil man sonst kaum gold bekommen hat), sondern noch mehr Damage oder Tankiness kaufen kann.\n\nUnd mal abgesehen davon ist es momentan pre season. Da werden immer starke Anpassungen gemacht, um sie dann später zu optimieren. Dazu kommt noch, dass wegen den Änderungen die Games nicht mehr so lange gehen wie vorher ( zumindest sieht es so aus momentan). Und wenn die Supporter dann noch das alte Support Item hätten, würden sie weniger Impact haben als aktuell bei early drakes die zum Teil Spiel entscheidend sind. Auch early Roames sind jetzt viel gefährlicher, weil die Supporter das Support Item wie gesagt nicht ausbauen müssen und dadurch am Anfang stärkere Items kaufen können.","replies":[{"id":"","poster":"DragonOdem","date":"2019-11-21T12:37:54.148+0000","up_votes":2,"down_votes":0,"body":"Davon das ich als Leona im early stärker bin, merke ich nix. Im Gegenteil, ich bin schwächer. Vorher konnte ich vor meinem Kontrahenten nach 2assists mein Item ausbauen und wurde tanky, sodass ich für meinen ADC von Nutzen bin. Jetzt bin ich komplettes Paper, habe keine Regeneration mehr auf dem Item und die Heilung durch executes ist auch generfed oder ab 1000g komplett weg.\nIch halte also weniger aus als vorher, kann meine Lane nicht mehr stompen weil die ganzen guten Werte vom Support-Item weg sind und bin im Late nutzlos. Super...hab ich ja richtig Freude dran - nicht","replies":[{"id":"","poster":"Nyan Zeref","date":"2019-11-21T12:53:16.052+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DragonOdem,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=00040000000000000000000000010000000000000000,timestamp=2019-11-21T12:37:54.148+0000)\n>\n> Davon das ich als Leona im early stärker bin, merke ich nix. Im Gegenteil, ich bin schwächer. Vorher konnte ich vor meinem Kontrahenten nach 2assists mein Item ausbauen und wurde tanky, sodass ich für meinen ADC von Nutzen bin. Jetzt bin ich komplettes Paper, habe keine Regeneration mehr auf dem Item und die Heilung durch executes ist auch generfed oder ab 1000g komplett weg.\n> Ich halte also weniger aus als vorher, kann meine Lane nicht mehr stompen weil die ganzen guten Werte vom Support-Item weg sind und bin im Late nutzlos. Super...hab ich ja richtig Freude dran - nicht\n\nAlso du merkst nichts? Hast aber nur ein Game gespielt in dieser pre season und es war Garen?","replies":[{"id":"","poster":"DragonOdem","date":"2019-11-21T19:12:05.523+0000","up_votes":1,"down_votes":0,"body":"Konträr zu meiner Einstellung das ich von Smurf nichts halte, habe ich selber doch den ein oder anderen. Ich habe also noch einen weiteren Gold3 und einen Silber1 Account, auf denen ich spiele. Und dort habe ich bisher etwa 10Spiele bestritten.\nAber ja, in der heutigen Zeit muss man ja immer alles nachweisen weil zu viele Idioten den guten Willen/Glauben vielen ausnutzen/missbrauchen. Sorry das ich das nicht erwähnt hatte mit den anderen Accounts. MB","replies":[{"id":"","poster":"DragonOdem","date":"2019-11-21T21:17:38.527+0000","up_votes":1,"down_votes":0,"body":"Jedoch fehlt die HP Regeneration und wo ich vorher öfter Minions mit mehr Leben executen konnte -  was stärker geheilt hat als jetzt. Jetzt erreiche ich ja nach fester Zeit erst das Upgrade vom Targons und die damit einhergehenden zusätzlichen Werte.","replies":[]},{"id":"","poster":"Nyan Zeref","date":"2019-11-21T20:18:13.114+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DragonOdem,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=0004000000000000000000000001000000000000000000000000,timestamp=2019-11-21T19:12:05.523+0000)\n>\n> Konträr zu meiner Einstellung das ich von Smurf nichts halte, habe ich selber doch den ein oder anderen. Ich habe also noch einen weiteren Gold3 und einen Silber1 Account, auf denen ich spiele. Und dort habe ich bisher etwa 10Spiele bestritten.\n> Aber ja, in der heutigen Zeit muss man ja immer alles nachweisen weil zu viele Idioten den guten Willen/Glauben vielen ausnutzen/missbrauchen. Sorry das ich das nicht erwähnt hatte mit den anderen Accounts. MB\n\nDu sagst das du dich fühlst wie Papier obwohl du mit der neuen Änderung im early für das gleiche Gold mehr hp kaufen kannst als vorher, deswegen macht es an sich keinen Sinn was du schreibst. (vorher: Targons = 125 HP mit 50% base Health regen für 850 Gold) (jetzt: relic shield + ruby crystal = 5 Ap/Ad und 180 HP für 800 Gold)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Bananenschnder","date":"2019-11-20T17:23:04.160+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MelodyIsntReal,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=000400000000000000000000,timestamp=2019-11-20T17:08:00.444+0000)\n>\n> Natürlich könnte ich es dir vor rechnen aber das kannst du auch genauso gut selber. \n\nJa und ich habe das gerade mal überschlagen (unter Vernachlässigung der erhöhten passiven Goldgeneration der neuen upgrades). Wenn du dein Support item früher in der Xten Minuten geupgradet hast, dann hast du mit dem neuen item circa bis zu Minute 1,5 X + 11 **mehr** Gold als mit dem alten Item. Das heißt, dass wenn du dein Item zu Minute 10 upgegradet hast, dann hast du mit dem neuen Item bis zur 26ten Minute mehr Gold **wenn du das ganze Spiel lang jeden Tribut Stack nutzt**. Wenn du weniger nutzt - was wahrscheinlich ist - dann werden die neuen Items sogar noch **besser**. Insbesondere ist in dieser Rechnung nur das erste Upgrade mit drinnen. Wenn du dein support item früher zweimal upgegradet hast, dann hast du mit den neuen **noch mehr** Gold.\n\nDas heißt, dass du definitiv schneller dein erstes Core Item kriegst und sehr wahrscheinlich auch schneller das zweite.\n\n> [{quoted}](name=MelodyIsntReal,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=000400000000000000000000,timestamp=2019-11-20T17:08:00.444+0000)\n>\n> nehmen wir ein Shaco. Der mitlerweile durchaus auf support gespielt wird. er braucht ein voidstuff und ein ludens für den powerspike\n\nDas sind nicht die items, die man auf support Shaco baut. Schau vielleicht mal auf Probuilds oder op.gg, welche items man wirklich baut.","replies":[]}]}]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-20T17:09:07.057+0000","up_votes":1,"down_votes":0,"body":"ich hab mit verlesen mit dem Gold pro Sekunde. Kannst es oben im Edit nachlesen. Der early powerspike is zwar schön und gut, aber das spiel entscheidet sich nicht im early, vorallem nicht bevor du das Item maximal upgraded hast. Vorallem weil die Tanks erst spät aktiv werden und durch die neue EXP verteilung vom Level her dermaßen geboosted wurden, dass die kaum einer stoppen kann. Die Spiele ziehen sich dadurch entweder nurnoch länger oder der Tank hat seine Lane haushoch gewonnen, dann is das Spiel auch ganz schnell rum :) Teamplay kann ich das nicht nennen, wenn die Solo Lanes auf's übelste gebufft werden und die Duo Lane sogar einen Nerf (meiner Ansicht nach) durch die Supports erhielt. Die balance ist nun einmal mehr komplett flöten gegangen.\n\nDeiner aussage nach, darf ich den ADC ca 15 Minuten lang supporten und kann dann AFK gehen, weil mir Geld und demnach auch Items fehlen.","replies":[{"id":"","poster":"Crοnοs","date":"2019-11-21T08:20:12.773+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=0004000000000001,timestamp=2019-11-20T17:09:07.057+0000)\n\n> Deiner aussage nach, darf ich den ADC ca 15 Minuten lang supporten und kann dann AFK gehen, weil mir Geld und demnach auch Items fehlen.\n\nDu kannst dann ja noch warden :)\n\nNe mal Serious, Botlane wahr jetzt übere mehrere Seasons hinweg die wichtigste Lane und Toplane  gefühlt inexistent. Ist also gar nicht so schlecht da mal etwas Stärke abzugeben. Das Midlane auch von dem EXP Buff profitiert, macht mir zwar etwas sorgen, aber mal schauen wie sich das entwickelt.","replies":[]}]}]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-20T17:18:58.581+0000","up_votes":1,"down_votes":0,"body":"Ward clears bekommst du als Support am meisten im Fall, dass du der einzige bist, der Oracle Lens besitzt. Der Support nimmt auch gelegentlich Kills die der ADC nicht übernehmen kann. Die Assist Stats des Supports sind meiner Erfahrung nach fast immer die höchsten. Das alles kann die Kills (Shutdowns ausgenommen) der anderen schon relativ gut ausgleichen.\nZeit an sich steht außer Frage, weil jeder das selbe Gold über Zeit erhält und die Rechnung für das Bonus Gold des support Items stell ich dir bereits oben.","replies":[{"id":"","poster":"Bananenschnder","date":"2019-11-20T17:34:05.116+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ılNanekolı,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=00040001,timestamp=2019-11-20T17:18:58.581+0000)\n>\n> Zeit an sich steht außer Frage, weil jeder das selbe Gold über Zeit erhält und die Rechnung für das Bonus Gold des support Items stell ich dir bereits oben.\n\nDas war keine Rechnung. Das ist eine Rechnung:\n\nIn S9 gibt dir Frostfang (als Beispiel) bei *perfekter* Nutzung\nG_9 = 66g X + 132g (T-X)\nwobei T den game timer und X den Zeitpunkt des Upgrades in MInuten beschreibt.\nIn S10:\nG_10 = 90g T\n\nDas heißt, die items generieren dann gleich viel Gold, wenn G_9 = G_10. Auflösen nach T ergibt:\nT = 66/42 X = ~ 1,5 X\nWenn du also nach z.B. 6 Minuten den Frostfang ausgebaut hast, dann hast du nach 9 Minuten (bei perfekter Nutzung) genauso viel Gold generiert wie vorher.\nJetzt musst du aber noch bedenken, dass das Upgrade selbst dich 450g gekostet hat. Um diese mit dem zusätzlichen Einkommen des alten Frostfangs zu erwirtschaften, müsstest du 11 Minuten lang *perfekt* Tribut nutzen. Damit hättest du zusammen erst nach 9 + 11 = 20 Minuten genauso viel Gold wie vorher.\nJetzt musst du noch bedenken, dass 1. du nochmal zwei Minuten drauf addieren musst, weil dann erst die lane anfängt. 2. bei einer nicht perfekten Nutzung die Zahlen für die neuen Items noch besser werden und 3. dass die laning phase nicht unendlich lange dauert und du nach der lane Tribut nicht mehr konsistent proccen wirst, was auch für die neuen Items spricht. \n\nÜbrigens möchte ich hier nicht sagen, dass die neuen Items strikt besser sind. Sie nerfen ja bewusst den early impact von supportern. Das kann auch niemand ernsthaft in Frage stellen. Aber die Gold Generation scheint mir, gerade jetzt nachdem ich es durchgerechnet habe, doch sehr viel besser bei den neuen.","replies":[]}]}]},{"id":"","poster":"The Pykeopath","date":"2019-11-22T09:10:26.020+0000","up_votes":2,"down_votes":0,"body":"Du tust so als ob du in jedem Spiel 0 kills hast und 0 gold für assists bekommst.\nAuch sagt keiner, dass du am Ende des spiels 0 cs haben musst. Du pushst auch mal eine wave rein oder last hittest.\n\nMit der CS penalty haben die das sogar besser gemacht als früher. \n\nVerstehe dein Problem nicht. Das Support Item wird kostenfrei aufgewertet.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-11-20T17:52:18.325+0000","up_votes":1,"down_votes":0,"body":"Zum einen stimmt deine Rechnung nicht\n\n400 + 3100 + 1100 + 2600 + 3600 + 2650 = 13450 und nicht 17000\n\nSchonmal 3550 Gold durch korrektes addieren gespart.\n\nZum anderen sollte sich der Supp einen Platz für Pinkwards freihalten.\nAlso lassen wir mal Voidstaff weg und sind in Summe bei 10800 was du nur für Items brauchst und nicht mehr 17000. \n\n10800 + 750 (10 Pinkwards) + 500 (10 Pots) = 12050\n\nAlso brauchst du rund 12000 Gold im ganzen Spiel als Ap Dmg Supporter inklusive Wards und Pots.\n\nDas sollte sich eigentlich in 35-40 min mit Kills und Assists ausgehen.\n\nSoweit ich die Änderungen verstanden habe wollen sie das Early stärken, damit Supps früher spiken und haben dafür im Late was weggenommen.\n\nEdit: habe grad ein 4/4/28 Yuumi Game gemacht und hab 11k Gold verdient in 39 min","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-20T19:50:58.829+0000","up_votes":1,"down_votes":0,"body":"Joa Yuumi ist auch ein Champ, der günstige Items benötigt. Das habe ich auch hinzu erwähnt.\nDu stirbst kaum, bist deshalb permanent dabei und kannst Assists abstauben.\nSpiel mal eine Runde Alistar, Thresh oder einen Champ der nicht solche Vorteile besitzt.\n\nDie Meta nur auf den Neu releasedten Champs basieren zu lassen ist meines erachtens nach sogar ein Grund zu sagen, Riot will dazu verleiten, dass die Spieler diese Champs mit RP kaufen zu lassen und bei den BE Preisen könnt ich das auch als Pay 2 Win bezeichnen.\n\nDennoch, Meta schön und gut aber Champs komplett nutzlos zu machen, das liegt außerhalb dieses Begriffes.\n\nMan will außerdem das Early stärken? worin? dass es Support vs Support steht, beide also das selbe Problem haben?\nDafür stinken sie im Late ab und sind daher an den stellen, an den eine Änderung angebracht wäre nutzlos, ja gg","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-20T21:33:33.078+0000","up_votes":2,"down_votes":0,"body":"Joa nehmen wir mal Thresh: build lt u.gg\n{{item:3117}} 900g\n{{item:3190}} 2200g\n{{item:3109}} 2200g\n{{item:3107}} 2100g\n{{item:3855}} 400g\n= 7800g\n\nAli hat +/- das selbe build.\n\nNein du bist nicht nutzlos. Du musst **deinen Job** machen. Und das ist im Lategame einfach *nicht* carrien. Sondern unterstützen, CC, tanken, heilen/schilden, hooken, zonen, einfach die Carries am Leben halten und Vision aufbauen / denien. Wenn du das nicht machen möchtest, spiel nicht Support ganz ehrlich, dann ist das nicht die richtige Rolle für dich.","replies":[{"id":"","poster":"ılNanekolı","date":"2019-11-21T08:42:18.295+0000","up_votes":2,"down_votes":0,"body":"Sorry, aber ich bin seit ich dieses Spiel anfing main Support. Ich war sogar die meiste Zeit lang Soraka main, ich weis was unterstützen bedeutet und wie da die relationen zum carrien stehen.\n\nEin Supporter soll das recht haben, auf eigene Faust das Team zum sieg führen zu können, sonst kann man generell davon ausgehen, dass Supporter niemals den Rang erreichen, den sie verdienen würden, da sie zu wenig bis garnicht selbst carrien können.\nDass man nicht den übelsten Carry spielen soll, sondern das Team als ganzes pushen soll, ist mir dabei schon bewusst. Eine Runde als Support zum Sieg zu leiten war schon früher schlichtweg schwer und dieses Update macht es völlig unmöglich, weshalb kein Support main jemals mit diesem Setting in der Lage wäre, den Rang zu erreichen, den er verdienen würde.\n\nEs kommt noch hinzu, dass Support die unattraktivste Rolle ist im ganzen Spiel. Keiner will Support sein. Nun kommt Riot mich einem solch fetten Nerf an, preist es als Buff an und im endeffekt verlieren wahrscheinlich die meisten main Supports die Lust an dieser Rolle, welche ohnehin schon nicht gespielt wird.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-21T11:24:41.334+0000","up_votes":1,"down_votes":0,"body":"Naja aber nach so vielen Jahren solltest du wissen und akzeptiert haben, dass Supps nicht als Carries konzipiert sind. Auch wenn man Carries wie Vel, Brand oder Xerath auch auf Supp spielt, hält man sie bewusst mit dem niedrigeren Gold income und den teuren Items zurück,eben damit sie nicht zu extrem eskalieren und alle anderen Supptypen wie Tanks oder Hook Champs überflüssig machen.\n\nUnd ja ich persönlich finde auch, dass man als Supp am schwierigsten climben kann, da man auf einen 2. in der Lane angewiesen ist. Aber wie gesagt ich seh jetzt den krassen nerf nicht.\n\n1. Supps spiken jetzt früher und fallen später härter ab\n2. Riot tut gerade alles dafür die Spiele kürzer zu machen (2 Heralds, Elder Buff etc), wodurch das Abfallen im Late nicht so dramatisch ist, da man seltener ins Late Game kommt.\n\nIn dieser Kombination werden Supps mMn sogar gestärkt, da sie früher an mehr Gold kommen und später an weniger.\n\nMeiner Erfahrung nach ist übrigens Jgl die unbeliebteste Rolle, da egal was passiert der Jgler schuld ist.","replies":[]}]}]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-20T19:11:55.960+0000","up_votes":1,"down_votes":0,"body":"stimm dir gern zu, hab wohl was übersehen oder so, aber dann kann ich das ja zu meinem 6600 Gold zu 660 Gold reduzierendem Edit hinzufügen :D im Verhältnis verlierst du halt immernoch mehr auf's late game hin gesehen.\nDen Slot für den pink ward hält man vllt in hoheren Elos frei, aber hier sollte man nochmal an die niedrigeren Elos denken, da es den spielspaß einer kompletten Rolle nimmt.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-11-20T19:25:04.138+0000","up_votes":2,"down_votes":0,"body":"Ja naja du musst halt immer bedenken, dass supps keine Lategame-Carries sein sollen. Zb Zyra im Late ist zuständig für die Roots und die Ulti. Im Early zum Poken und die Lane zu pressuren. Und im Midgame für Dmg und Vision .\n\nDh Supps **sollen** im Lategame abfallen. Dafür kommen dann die Schützen und Mages wie Azir, Veigar etc in die Gänge.\n\nDas ist das Spielprinzip. Es **soll** keinen Champ geben der in allen Phasen des Spiels stark ist.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T20:12:43.669+0000","up_votes":1,"down_votes":0,"body":"Ich mag dein Icon. :)","replies":[]}]}]},{"id":"","poster":"CallItMagic","date":"2019-11-20T21:56:53.627+0000","up_votes":2,"down_votes":0,"body":"Ich bin ehrlich, ich spiele Tank Engage Supports wie Leona, Nauti etc. Was mir in meinen letzten Games aufgefallen ist:\n1. Ich habe mein erstes Item viel früher erreicht\n2.  Ich vermisse wirklich die Base Health Regenaration auf dem Support Item für Tanks\n3. Ich habe das Gefühl, dass die Raucherzone von der Lane muss, ich kann keine 3 Büsche + den River mit Vision covern\n4. Nachdem die ersten 2 Items erreicht sind + fertiges Support Item, bekommt man so wenig Gold, dass man fast gar nicht auf andere Items kommt. Dies gilt vor allem, wenn das Gegnerteam Snowballt. Liegt vor allem daran, dass ich kein Minion Gold mehr sharen kann. \nLetzte Season hatte ich in 60 Sekunden 4 Stacks, die ich an Minions abbauen konnte. Ideal eingesetzt, ergab das ca 250 Gold. \n\nMeine Hoffnung, ist das Riot noch ein wenig an den Ideen herumbastelt. Aber ehrlich, Full Dmg Supports werde ich nicht vermissen.\n\nIch denke aber, dass Pyke und Senna ungesunde Vorteile erlangen können. Pyke kann Kills holen, da er das Gold shared und Senna skaliert mit ihren Seelen jenseits von Gut und Böse.\n\n\nMFG\n\nEuer freundlicher Support von nebenan{{champion:89}}","replies":[{"id":"","poster":"DragonOdem","date":"2019-11-21T10:26:02.246+0000","up_votes":1,"down_votes":0,"body":"Weniger Selfheal, weniger Leben von Support items und das stoppen von Minion-Execute. Als \"richtiger\" Support kommt man jetzt vielleicht ( ich schreibe bewusst vielleicht, weil ich mit Leona eher das Gefühl habe langsamer als vorher an meine items zu kommen. Normalerweise gehe ich vor der 5min back und habe meine nächste Ausbaustufe - jetzt muss ich hoffen das ich bei min10 dann endlich ein Upgrade bekomme, welches mir aber immernoch kein Leben bringt. Von dem generften Heilwert vom Item mal ganz abgesehen) Die einzigen Supporter die profitieren sind Caster und All-In ADs. Der Rest glotzt doof aus der Wäsche.\nAchso...Senna...ja die profitiert auch. So kann man eine Banrate auch auf 100% puschen","replies":[{"id":"","poster":"CallItMagic","date":"2019-11-24T15:27:51.171+0000","up_votes":1,"down_votes":0,"body":"Heyho, \nich habe in letzter Zeit ein wenig herumexperimentiert und versucht richtige Alternativen für das alte Tank Support Item zu finden. Ich versuche vor allem die HP und die Base Health Regenaration in das Build einzubauen. \nIch muss ehrlich sagen, es fällt mir verdammt schwer.\nIch habe in den letzten Tagen viel Thresh gespielt. Und er gefällt mir bisher viel besser als Leona. Thresh hat mehr playmaking potential und lebt nicht nur durch seine Health Pool. Ich will hier keinen Leona Main anprangern(bin ja selbst auch einer), aber Leona verlässt sich wirklich auf ihren HP Pool und ihre Resistenzen. Jetzt da das alte Relic weg ist, habe ich das  Gefühl sie hält deutlich weniger aus.\n\nNun aber zu meinen Experimenten: \nUm mir meine HP wiederzuholen rushe ich zuerst Knights Vow{{item:3109}} \nAnschließend für ein wenig MR entweder Locket oder Zekes {{item:3190}} {{item:3050}} \nWenn ich mein drittes Item in Angriff nehme will ich mir die Health Regenaration zurückholen. Dafür eignen sich vor allem:  {{item:3107}} {{item:3800}} oder auch {{item:3194}} \nAuf mehr Items komme ich pro Game meistens gar nicht.\nIch denke so komme ich ungefähr auf die selben Werte wie mit dem alten Relic / Targons / Face of the Mountain\n\nMein Fazit:\nZuerst einmal, klar wenn der Build keinen Sinn hat kaufe ich andere Items.\n1. Ab dem Midgame immer wieder Minions taxen, so als ob man die Relics Passive noch hätte. Den anderen tut es nicht wirklich weh und mehr Gold ist mehr Gold.\n2. Aktiver Sweeper einsetzten --> Wards geben auch Gold\n3. Weniger Aggro spielen. Bis zum 3. Item fehlt einfach die Health Regenaration daher n bisschen mehr aufpassen\n4. Immer die billigen Boots bauen. Das extra Gold für {{item:3047}} oder {{item:3111}} will ich ehrlich gesagt nicht mehr ausgeben.\n\nMFG \nDein freundlicher Support von nebenan {{champion:412}}","replies":[]}]}]},{"id":"","poster":"MelodyIsntReal","date":"2019-11-20T15:49:44.073+0000","up_votes":2,"down_votes":0,"body":"Erster\n\nBtw ihr rechtschreibnazis lasst es!","replies":[]},{"id":"","poster":"Armenty","date":"2019-11-20T16:04:53.415+0000","up_votes":3,"down_votes":2,"body":"So true.... das ist einfach ein Hardnerf für support.\nDie rolle ist maximal unbeliebt und das hat den Vogel abgeschossen. Ich bin main support GEWESEN und wenn sie das nicht ändern, bin ich das die längsten Tage gewesen.","replies":[{"id":"","poster":"MelodyIsntReal","date":"2019-11-20T16:29:31.353+0000","up_votes":1,"down_votes":0,"body":"hay wen du magst kannst du mich mal adden dan kannst du mit uns mit diskutieren.","replies":[]}]},{"id":"","poster":"MrNobodý","date":"2019-11-20T15:59:25.943+0000","up_votes":3,"down_votes":2,"body":"Ich finde es lustig.\n\nKaufe mir kein Supportitem mehr. Waste von 400g early. Dazu kein mp5 mehr? {{item:1056}} :3","replies":[{"id":"","poster":"MelodyIsntReal","date":"2019-11-20T16:03:27.618+0000","up_votes":1,"down_votes":0,"body":"eben das ist mega bullshit aber als supporter brauchst es halt trotzdem weil du sonst kein geld bekommst","replies":[{"id":"","poster":"MrNobodý","date":"2019-11-20T16:08:05.734+0000","up_votes":1,"down_votes":1,"body":"Pyke ist dann der einzig nutzvolle Support für Gold. Jeder schildsupport hat ja kein Geld mehr. Also gibt et wieder die gute alte topkarma","replies":[{"id":"","poster":"koernerpudding","date":"2019-11-26T18:30:52.695+0000","up_votes":1,"down_votes":0,"body":"Ich komm als soraka super an meine items.. aber ich werde nach beendigung der quest auch nicht nach twisted treeline verbannt wie die meisten hier.","replies":[]}]}]}]},{"id":"","poster":"Phoenixale","date":"2019-11-20T17:39:05.343+0000","up_votes":2,"down_votes":1,"body":"Jüngeeee! Du bist Support und brauchst keinen Full Build. Selbst die richtigen Laner haben nur im Optimalfall Gold für ein Full Build. Ich spiele auch gerne Support, und ich habe nie Schwierigkeiten an Gold heranzukommen.\n\nIhr könnt sagen was ihr wollt, aber selbst Supports können je nach Spielweise spielführend sein. Redet ruhig weiter. Im Moment passt alles sehr gut zusammen.{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"koernerpudding","date":"2019-11-26T18:22:57.911+0000","up_votes":1,"down_votes":0,"body":"Ihr tut gerade so, als würdet ihr nach Beendigung der Quest an den Fountain gekettet werden..","replies":[]},{"id":"","poster":"Phoenixale","date":"2019-11-21T00:37:16.301+0000","up_votes":1,"down_votes":1,"body":"Also ich bin nach 40 Minuten Support Full Build - Tanky Neeko:\n\n{{item:3853}}  {{item:3027}} {{item:3001}} {{item:3117}}{{item:3065}}  {{item:3075}} ","replies":[{"id":"","poster":"Crοnοs","date":"2019-11-21T08:00:54.948+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Phoenixale","date":"2019-11-21T10:37:49.845+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sgt Cronos,realm=EUW,application-id=Wj1wcocU,discussion-id=9Jjso82b,comment-id=000c0000,timestamp=2019-11-21T08:00:54.948+0000)\n>\n> {{sticker:zombie-brand-facepalm}}\n\nJa bitte? Möchtest du etwas sagen? Lass deinen flame ruhig raus... Ich höre! {{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"ılNanekolı","date":"2019-11-21T08:54:57.377+0000","up_votes":1,"down_votes":0,"body":"Und was ist eigentlich mit Pyke?\nAD Kanone und bekommt Geld wie blöd, actually war das der härteste Buff ihm gegenüber, der passieren konnte.\n\nWarum werden Champs mit Gold Buffs wie Pyke und Senna mittlerweile eingefügt? Sollen die anderen Supports unter diesem Nachteil noch mehr leiden? Soll die Meta jetzt aus 2 Champs bestehen?","replies":[]},{"id":"","poster":"Shαy","date":"2019-11-20T21:51:03.654+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ist meine Elo der Grund für meine Meinung (Gold 4, also sehr niedrig), aber ich sehe Goldtechnisch 0 Problem, wenn ich Support spiele. Ich bin (oder war) 3 Jahre lang ADC Main und könnte bei Minion Steals kotzen, so sehr liebe ich das Gold für Items, aber um ehrlich zu sein, wenn ich Thresh spiele (zocke eigentlich nur ihn als Supp), hatte ich kein bisschen Problem damit, im Spiel etwas beizutragen. \n\nWie aber CoolioNRW schon sagte, der gegnerische Support hat das selbe Dilemma. Ob das ganze Team nur 60k Gold, oder 70k Gold hat, Prozentual würde ich da kein Unterschied merken, außer, dass manche Support Champions dadurch verschwinden werden, weil eine Karma etc. nun früher mehr Damage macht, oder andere einfach viel besser tanken können.","replies":[]},{"id":"","poster":"Phoenixale","date":"2019-11-21T01:58:29.721+0000","up_votes":1,"down_votes":1,"body":"Ich weiß nicht was ihr alle habt?????\n\nhttps://imgur.com/a/XNaqMFE\n\nMan bekommt mehr Gold als vorher. Das Supp Item muss man nicht weiter Ausbauen und zusammen mit den Cookie- und Zauberstiefel-Runen ist man sehr gut bedient. {{sticker:slayer-jinx-catface}} ","replies":[]}]}