{"id":"iNppb6nG","poster":"Nanashi Rikai","date":"2019-02-18T07:08:50.536+0000","title":"ÄNDERT DAS BITTE (ARAM)","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":3,"body":"Es gibt nur eine Sache die mich extrem in ARAM aufregt!\r\n\r\nWer kennt es nicht. Ihr seid gerade in der Champ Select und habt einen richtig geilen Champ bekommen, auf den ihr richtig bock habt.\r\nUnd was passiert dann? RICHTIG! Jemand leavt und nächste runde bekommt ihr einen Garbage Held oder zumidest jemanden, auf den ihr keine Lust habt.\r\nDas ist mir halt schon so oft passiert und ich würde mich sehr freuen, wenn da mal was gemacht wird, das das nicht so häufig vorkommt.\r\nIch habe auch schon eine bessere Idee, als ein 6 Minuten Timer. Der Typ der im ARAM leavt bekommt in der nächsten runde einfach den gleich Champion ohne reroll und/oder Wechselmöglichkeit. Das würde denke ich die meisten Probleme / oder alle lösen.\r\nJezt mal ernsthaft.... es gibt nur einen Grund, warum jemand in ARAM leavt.\r\nIch denke das nur noch die wenigsten mit diesem System leaven würden. Und die die es machen, bekommen als Bestrafung den gleichen Held.","replies":[{"id":"","poster":"Qbert","date":"2019-02-18T07:55:17.107+0000","up_votes":3,"down_votes":0,"body":"Ich habe schon CS verlassen, weil bspw. ein Anruf kam oder jemand etwas von mir wollte ... es gibt nicht nur einen Grund.\n\nDer Ärger ist verständlich, aber es ist nur ein Spiel ... wenn man ARAM spielt, hat man ja prinzipiell Lust auf den Modus, nicht auf einen einzelnen, bestimmten Champ.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-18T07:11:13.137+0000","up_votes":3,"down_votes":0,"body":"Hab noch nie eine aram CS geleavet :0","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-02-18T10:35:14.152+0000","up_votes":2,"down_votes":0,"body":"Ich finde, dass das was bereits getan wurde ausreicht:\n\n - 15 Minuten Leavebuster\n - Die Bank in denen Rerolls landen.\n - Traden\n\nInzwischen ist der Random-Faktor an ARAM leider schon fast an den Möglichkeiten zerbrochen, wie Riot die ganzen Leaver befrieden möchte.\n\nDie Idee mit dem fixed Champion finde ich nicht schlimm, jedoch sollte man dann die Bank für Rerolls wieder entfernen.","replies":[]},{"id":"","poster":"manial fly","date":"2019-02-18T09:28:20.244+0000","up_votes":2,"down_votes":0,"body":"Auf der anderen Seite muss man aber auch sagen, ich hatte auch schon oft ziemlich blöde Champs und jemand hat geleavt. Gleicht sich also i.wie aus.\n\nIm übrigen bekommt man im ARAM direkt ne 15 Minuten Strafe wenn ich mich recht erinner.","replies":[]}]}