{"id":"XxhE2uTo","poster":"iFEARdilemma","date":"2019-02-18T02:32:44.972+0000","title":"Dia Jungle sucht - einen Diamond DuoQ TOP / MID Mate zum Climben","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nIch suche einen Midlaner oder Toplaner um den ich mein Jungle Gameplay aufbauen kann.\r\nIch bin sehr agressiv, ganke viel, invade oft und gern, und reisse so fr&uuml;h wie m&ouml;glich die Map Control an mich.\r\nIch suche jemanden der dies unterst&uuml;tzen und mit mir die Games beeinflussen kann.\r\n\r\nIch denke es ist effizienter mit entsprechendem Partner zu climben, da viele Spieler einfach zu Passiv spielen, den Gegner in den Tower pushen und Ganks f&uuml;r mich damit unm&ouml;glich machen, ihre Lane nicht verlassen um Scuttle Crabs / Drakes / Herald zu sichern oder Invades zu unterst&uuml;tzen oder gar um Invades unseres Jungles zu verhindern oder einfach weil das Skillcap manchmal dermasen unterschiedlich stark ausgepr&auml;gt ist, das ich mich unfassbar oft frage, was manche Spieler &uuml;berhaupt in Dia verloren haben bzw wie sie dort gelandet sind.\r\n\r\n\r\nEinzige Bedingung bzw bitte die ich habe ist:\r\nDu spielst kein EZREAL, NIEMALS! Ich hab da echt ein Trauma k&ouml;nnte man sagen :D\r\nIch bin salty weil ich immer den Ezreal bekomme der 28 Minuten lang Tears stackt w&auml;hrend das Game entschieden wird und ich mich gegen Lucians, Jinx und Kaisa abhetzen muss die alles Zerbursten.\r\n\r\nWas du spielst, ist mir ansonsten recht egal. \r\nBevorzugen w&uuml;rde ich jedoch solche Dinger wie z.B. LB, Fizz, Zed, Kled, Irelia, Renek usw\r\nDie typischen Viecher halt mit denen man von der Top rein TPed oder von der Mitte aus roamt und &uuml;berall Chaos hinterl&auml;sst.\r\nIch werde dich nat&uuml;rlich feeden bis du platzt oder bis dein Lane Gegner nen RQ macht.\r\n\r\n\r\nZu mir:\r\n\r\nIch bin &uuml;20, ehemaliger Pro Gamer in anderen Spielen, entsprechend absolut Tiltfrei und gehe mit der Erwartung heran, das mir alles &uuml;ber 50% winrate ausreicht um zu Climben.  Jeder suckt mal oder macht fehler und logischerweise ver&auml;ndert sich das Meta.\r\n\r\nDa ich seit S1 zocke kann ich eigentlich jeden Jungler wenn n&ouml;tig effizient spielen.\r\nMeine Mains bzw was mir am meisten Spass macht sind allerdings:\r\n\r\nKindred, Warwick, Shyvana, Sejuani, Mao , Khazix, Skarner, Trundle, Eve\r\n\r\nMein gr&ouml;&szlig;tes Problem:\r\nIch Snowballe in beide Richtungen. Wenn mein Early gerekt wird, dann ist es auch so.\r\n\r\n\r\nFreue mich auf dich. Ich hoffe du bist m&ouml;glichst 24/7 ohne Freunde oder sonstiges Leben.\r\nWir m&uuml;ssen uns auf League konzentrieren und uns in unserem b&ouml;sartigen dummen humor sulen wie die Schweine.\r\n\r\nAdde:    iFEARdilemma","replies":[]}