{"id":"he2wfAe9","poster":"DekadenzBenz","date":"2020-02-28T08:15:10.515+0000","title":"High Ping für einige sekunden - Es nimmt kein Ende","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich melde mich nun hier, da ich keine Lösung finde. Ich habe das Spiel auf fehler überprüft, es neu installiert, nach Lösungen gesucht und meinen Router mehrmals neugestartet so wie das Lan Kabel mehrmals umgesteckt. Ich weiss einfach nicht wieso es so ist, aber ich habe folgendes Problem: \r\n\r\nAlle 60-120 Sekunden bekomme ich wenn ich mich im Spiel befinde komplett zufällig für einige Sekunden einen High Ping, kann nur in eine Richtung laufen und nix drücken und so weiter. Das verschwindet nach einigen sekunden wieder, mein Ping fällt wieder auf die normalen 30 die ich immer habe, und das ganze dann in ner Minute wieder. Es geht mir erst seit einigen Tagen so. Ich weiss einfach nicht mehr was ich machen soll, LoL macht so keinen spaß mehr. Irgendwelche Ideen dazu?","replies":[{"id":"","poster":"itsMagic64","date":"2020-02-28T14:17:08.247+0000","up_votes":1,"down_votes":0,"body":"habe LoL vor einer Woche nach längerer Pause installiert und habe seitdem das gleiche Problem.\nKönnte es irgendwie am Internetanbieter liegen (DSL von Vodafone)?","replies":[{"id":"","poster":"DekadenzBenz","date":"2020-02-28T16:36:45.753+0000","up_votes":1,"down_votes":0,"body":"Ich weiss es nicht, ich bin ebenfalls bei Vodafone / Kabel Deutschland :/\nUnd ich weiss einfach nicht wie wir ne Lösung dafür finden sollen :V \n\nIch frag mal nachher ob ne Störung bei Vodafone vorliegt, aber ich denke mal nein","replies":[{"id":"","poster":"itsMagic64","date":"2020-03-04T18:32:16.379+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DekadenzBenz,realm=EUW,application-id=7hciEY9w,discussion-id=he2wfAe9,comment-id=00000000,timestamp=2020-02-28T16:36:45.753+0000)\n>\n> Ich weiss es nicht, ich bin ebenfalls bei Vodafone / Kabel Deutschland :/\n> Und ich weiss einfach nicht wie wir ne Lösung dafür finden sollen :V \n> \n> Ich frag mal nachher ob ne Störung bei Vodafone vorliegt, aber ich denke mal nein\n\nHey, ich die Fehlerquelle bei mir gefunden. Das Antivirenprogramm (Avira Antivirus). Nachdem ich das deinstalliert hatte läuft alles wieder perfekt.","replies":[]},{"id":"","poster":"itsMagic64","date":"2020-02-28T18:00:58.998+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DekadenzBenz,realm=EUW,application-id=7hciEY9w,discussion-id=he2wfAe9,comment-id=00000000,timestamp=2020-02-28T16:36:45.753+0000)\n>\n> Ich weiss es nicht, ich bin ebenfalls bei Vodafone / Kabel Deutschland :/\n> Und ich weiss einfach nicht wie wir ne Lösung dafür finden sollen :V \n> \n> Ich frag mal nachher ob ne Störung bei Vodafone vorliegt, aber ich denke mal nein\n\nok. halt' mich auf dem laufenden, falls es da eine Lösung gibt. Bei mir sind die Lagspikes sowohl am PC, als auch am Laptop. Dann kann es ja fast nur am Router, dem Internetanbieter oder dem LoL-Client liegen...","replies":[]}]}]},{"id":"","poster":"Baba96","date":"2020-02-29T20:59:26.495+0000","up_votes":1,"down_votes":0,"body":"Pingplotter herunterladen und darüber den EUW Server anpingen. Das Screenlog davon zu Vodafone in deren Forum posten, schauen was passiert. Ich kenne das Problem auch, mit einer FritzBox tritt das Problem nicht auf, die gleicht scheinbar den Paketloss etwas aus. Die Vodafone Hardware dagegen verursacht andauernd Lags.","replies":[]}]}