{"id":"duhayhn2","poster":"Kirschkern","date":"2019-11-20T07:14:05.358+0000","title":"[TGSG] It's fun to stay at the ....","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":0,"body":"#Y.M.C.A!\n\nXD Ist halt toll wenn man um vier Uhr morgens aufwacht und einen Ohrwurm-Mix aus \"YMCA\" und \"Cherry Cherry Lady\" hat. Wenn mein Unterbewusstsein schon versucht mich in den Wahnsinn zu treiben, so entschuldigt sich die Realität wenigstens in dem das Pferd heute noch nicht zur Arbeit kommt und ich einen Pferde freien Tag habe vor dem kurzen Urlaub \\o/ Dafür gibt es heute nichts außer sechs Reiswaffeln mit Vollmilchschokolade und eine halbe Cola Zero von gestern °-° Außer es passiert \"ihr wisst schon was\" .-.\n___\nFreut ihr euch schon auf den heutigen Patch? .-. Und auf den neuen ADC?\n___\nNachdem ich gestern Abend duschen war, überkam es mich das ich mein Bett neu bezogen habe mit Flausche Bettwäsche °.° und Rocky und mein Kissen habe ich sogar zum auffrischen in den Trockner geworfen damit die wieder so richtig schön fluffig sind. Ich würde behaupten richtig gut geschlafen zu haben XD zu kurz und mit einem irren Ohrwurm-Mix, aber sonst gut! Auch wenn Rocky zuerst auf meinem Kissen geschlafen hat statt auf seinem. Die Nudel. Als ich noch am Schreibtisch gesessen habe mit Stream und Pokemon spielen, fing er auf einmal hinter mir an zu schnarchen wie ein Irrer XD Da lag er einfach quer und auf dem Rücken auf meinem Kissen und hat tief und fest geschlafen. Ganz schön frech dafür, dass er mich noch draußen durch die Gegend gejagt hat als ich Zuhause angekommen bin xp Hach ja. Dieses süße unwiderstehliche Mäuschen &lt;3\n___\nErwähnte ich schon das heute Pferde freier Tag ist und ab morgen Urlaub? \\o/\n___\nHmmm um halb zwölf ist eine Besichtigung. Ich gehe mal davon aus das die \"neue\" PDL aka Frau Stressfaktor zumindest zur Hälfte daran teilnehmen wird, oder gar nicht >.&lt; Das Problem mit einem der Neueinzüge von letzter Woche hat sich auch noch nicht geklärt.\n\nLetzten Dienstag ist eine Frau hier eingezogen, die aber jetzt von ihrem Mann in ein anderes Heim gepackt werden soll weil er einen Platz bei sich \"um die Ecke\" gefunden hat. Ist irgendwo verständlich. Wobei 30 Minuten Fahrt jetzt auch nicht die Welt sind. Jedenfalls besteht aber ja jetzt der vollstationäre Heimvertrag .-. am 25. soll sie aber ausziehen und das Zimmer ab 26. belegt werden. Der Mann meinte Kurzzeitpflege und Verhinderungspflege wären aufgebraucht für dieses Jahr, was für mich heißt er muss es selbst bezahlen .-. die Pflegekasse würde aber laut Aussage des Ehemannes ihren Anteil für den Pflegegrad übernehmen. Wenn ich den Vertrag jetzt auf Kurzzeitpflege ändere, kann ich das nicht richtig ausrechnen weil ich den Anteil der Pflegekasse ja nicht abziehen kann o.O Oder ich rechne es einfach aus ohne den Pflegekassenanteil abzuziehen .-. dann habe ich einen \"rohen\" Betrag der vom Ehemann bezahlt werden muss? Ob die Pflegekasse dann was dazu steuert oder nicht, muss er klären x.x\n\nDie \"neue\" PDL aka Frau Stressfaktor wollte das schon längst mit Chefin geklärt haben, weswegen ich mich raus gehalten habe. Aber ich werde die Infos jetzt dem Pferd schon mal per E-Mail schreiben damit sie sich morgen direkt auf etwas freuen kann XD Wenn dann noch nächsten Montag des Strohballens Kündigung dazu kommt XDDD oh ich freu mich so böse.\n\nStrohballen will jetzt bis Montag warten weil sie der neuen Arbeitsstelle erst einmal nur eine mündliche Zusage gegeben hat und Vertrag unterschreiben gestern wohl etwas umständlich war? XD Irgendwie befürchte ich das sie es doch nicht durchzieht. Aber abwarten. Die können dann meinetwegen erst einmal alle im Dreieck titschen und wenn ich Donnerstag wieder hier bin tu ich so als wüsste ich von nichts und falle aus allen Wolken \\o/ Sofern überhaupt jemand etwas sagt :>\n___\nGlaub das war's. Geträumt habe ich übrigens das das Tier der Woche eine Dach-/ Regenrinne ist. Ja. Eine Dach-/ Regenrinne. Sie waren einfach überall in meinem Traum XD Direkt mal Traumdeutung googeln!\n\n=p Tschö!\n\nhttps://selbermachen.de/sites/selbermachen.de/files/beitragsbilder/regenrinne-material-kunststoff-zink.jpg\n\nP.S.\nTatsächlich was bzgl. Dachrinne gefunden XD Aber nichts davon trifft auf meinen Traum zu. Da war einfach eine Rinne. Oder mehrere. Ich erinnere mich an Wasser aber weder bin ich raus geklettert, noch habe ich drunter gestanden und schon gar nicht runter gefallen D:\nhttps://traum-deutung.de/dachrinne/ ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-20T11:23:14.155+0000","up_votes":1,"down_votes":0,"body":"Also die Woche mal wieder nur wenig Zeit :/ \n\nZu LoL alles was ich zur neuen season und zu senna gesehen und erlebt habt. Bin ich mir sicher das league nichts mehr gutes hervor bringen wird. Den neuen adc mit eingeschlossen \n\nFreut euch schon auf 15 min games in Zukunft.... naja schade :( \n\nAnsonsten hab ich nicht viel zu erzählen :(","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T12:30:08.676+0000","up_votes":1,"down_votes":0,"body":"Die Drachen wurden so gesehen fürs frühe Spiel generfed, aber fürs späte Spiel gebuffed. Dadurch wird sich die heiße Phase des Spiels ein wenig nach hinten verschieben, was bedeutet, dass die Spiele wieder länger werden. Hinzu kommt, dass durch die Änderung von Conqueror die Tanks wieder vermehrt ins Spiel zurückkommen lässt, was auch dazu beitragen sollte, dass weniger Schaden im Spiel ist und somit die Spiele etwas länger werden.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-25T11:21:43.338+0000","up_votes":1,"down_votes":0,"body":"Und dennoch macht jetzt fast jeder jungler den drakes auf lvl 4 und die games snowballen noch härter hatte gestern ein 18 min game und ein 21 min game .... Tanks sehe ich fast keine mehr","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-11-20T11:42:53.886+0000","up_votes":1,"down_votes":0,"body":"Ich will meine alten 30 - 50 Minuten Spiele wieder haben D: Trotzdem werde ich nach über 6 Monaten nochmal versuchen in der Kluft zu spielen .. eines Tages! XD \n\nNja, was Champions angeht kann sich die Ritoknechte die Hand mit den Pokemon Herrschern geben I guess xD","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-11-20T14:22:14.681+0000","up_votes":1,"down_votes":0,"body":"\\o/ 40 Minuteeeeeeeeeeeeeeeen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T14:47:28.299+0000","up_votes":1,"down_votes":0,"body":"In 40 Minuten vergehen mehr als 39 Minuten. ^^","replies":[{"id":"","poster":"Veezey","date":"2019-11-20T21:15:25.233+0000","up_votes":1,"down_votes":0,"body":"True Story.","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-20T14:29:19.139+0000","up_votes":1,"down_votes":0,"body":"Normalerweise schon, aber ich muss noch was fertig machen. Werde wahrscheinlich nicht um 16 Uhr aus dem Büro raus kommen :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T14:36:32.487+0000","up_votes":1,"down_votes":0,"body":"Ach xp ich gehe auch immer erst 16:20 oder 16:30 hier raus °-° Alles andere lohnt nicht wegen meiner recht schlechten Verbindung XD","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2019-11-20T21:15:02.949+0000","up_votes":1,"down_votes":0,"body":"Man merkt einfach, dass Preseason ist.","replies":[]},{"id":"","poster":"INoKami","date":"2019-11-20T14:10:41.230+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 250\n- Schon die Vierteltausend, was zum F _*_ ck?!-Edition -**\n\nDer heutige Tag war nur purer Int. Aber so richtig schöner bilderbuchhafter Int. Erstmal unsere guten Freunde von der Bahn. Zehn Minuten. Das sind halt echt so die Momente, wo man sich echt fragt, ob die sich überhaupt anstrengen bei der Ausübung ihres Berufs?\nLabor war auch mal wieder ein Erlebnis. Zuerst die Durchsage, dass wir doch heute schon vier Reagenzgläser beschriftet und mit Gummi zusammengebunden rausstellen sollen, damit die Analyse für in drei Wochen abgefüllt werden kann. Begründung: \"Weil Herr xy es nicht mag, wenn er mehrmals die Gefäße aufmachen muss und es lieber in einem Mal macht!\"\nSchön, nur hat niemand Reagenzgläser da, weil wir die alles letztes Jahr abgeben mussten und Gummis haben wir noch nie gebraucht und deswegen hatten wir diese sowieso nicht. Dann kam aber die entschärfende Nachricht, dass es auch bis Ende der Woche reicht. Jetzt muss ich aber trotzdem Reagenzgläser kaufen. Die ausschließlich im Zehnerpack vergeben werden. Und ich brauche vier.\nDann zur Analyse heute, die zweite Bodenanalyse (und übrigens die letzte Laboraufgabe von TU!) und die war... ich habe ehrlich gesagt damit gerechnet, dass wir noch eine kleine Einführung bekommen, weil da doch einige Sachen nicht ganz klar waren... aber nein, muss auch ohne gehen, durchfragen reicht auch. Und gerade bei mir, dem wohl verpeiltesten Menschen jenseits des schwarzen Lochs in der Mitte der Milchstraße, war das nicht gerade die erfreulichste Entdeckung. Hat aber seltsamerweise geklappt. Während dem Arbeiten noch mit einer Freundin beschlossen, dass wir eine Selbsthilfegruppe aufmachen, in der wir uns unsere Problemchen erzählen können. Mal schauen, wie das wird.\nUnd zum Ende nochmal sahniger Int der Bahn: zuerst steige ich in die Bahn ein, schaue auf die Anzeigetafel... warte, irgendwas stimmt nicht. Warum ist das die falsche Linie? Kurzerhand bemerke ich, dass ich in die falsche S-Bahn gestiegen bin, zum Glück stand diese immer noch am Bahnsteig und ich konnte, über meine eigene Idiotie lachend, diese verlassen.\n\nZu meiner Verteidigung müssen aber folgende zwei Punkte genannt werden:\n\n* Erstens: beide Linien, also meine und die falsche, haben die selbe Endhaltestelle, wenn man also nicht so genau auf die Anzeigetafeln am Bahnsteig schaut, kann man es verwechseln. Hauptgrund war aber...\n* Zweitens: Bei uns in der Region fahren zwei verschiedene Modelle von S-Bahnen. Auf meiner fährt die etwas neuere Version, auf der falschen Linie ein etwas älteres Modell. Normalerweise. Denn heute fuhr seltsamerweise auch eine der neueren S-Bahnen und kombiniert mit 1. war das genug, um mich zu diesem Trugschluss zu führen.\n\nWas aber danach passierte, toppte alles: die Bahn kommt mit 2 Minuten Verspätung an (und dieses Mal auch die richtige) und sie ist noch überfüllter als das Boot eines afrikanischen Menschenschmugglers. Wir mussten ernsthaft eine volle Minute warten, bis der Strom an Menschen abebbte und wir einsteigen konnten. Wieder Blick auf die Anzeigetafel in der Bahn, nur um sicherzugehen... warte, warum ist die geschätzte Ankunftszeit rot markiert? Das passiert doch erst ab fünf Minuten Verspätung aufwärts? Hä, wieso steht da 12:43 Uhr Abfahrt? Wir haben doch 13:16 Uhr...?!\nUnd da dämmerte es mir. Die Bahn kam nicht 2 Minuten zu spät, oh nein.\n\nSie kam 32 Minuten zu spät.\n\nUnd an meinem Heimatbahnhof angekommen waren es 40 Minuten. Lag aber auch daran, dass ein Rollstuhlfahrer in den Zug einsteigen wollte und man für diesen die Einfahrrampe aus- und wieder einpacken musste. Hat halt auch nochmal 3 Minuten gedauert, weil man darf ja nur Schritttempo fahren^^\n\nOh, und hat da gerade jemand Preseason gesagt? Gleich mal ausprobieren!\n\n_\nbtw gestern mal random eine Runde TFT gespielt. Und instant gewonnen. Auch gegen den 4 Summoner-Abuser und den 6 Ranger-Tryhard. Hätte nie gedacht, dass 6 Light 2 Ranger 2 Crystal 1 Avatar reichen würde. Aus mir nicht bekannten Gründen hat der perma-intende 3 _*_ -Jax auf einmal die Carrypants angezogen und die 6 Ranger one by one zerlegt. Und glaubt mir, die haben draufgehalten!_","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:44:14.896+0000","up_votes":1,"down_votes":0,"body":"Wann wurde gesagt das bald ein neuer ADC kommt?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T08:47:16.111+0000","up_votes":1,"down_votes":0,"body":"Aphelios, https://www.surrenderat20.net/2019/11/universe-update-new-champion-aphelios.html","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:53:12.947+0000","up_votes":1,"down_votes":0,"body":"Hab ich auch gerade gesehen.\n\nErst dachte ich das wäre ein Frau mit kleine Brüsten aber nein das ist ein Typ.\n\nIch wünsche mir mal wieder ein weiblichen Champion der einfach sexy ist.\nSowas wie MF. ^^","replies":[{"id":"","poster":"Nanary","date":"2019-11-20T10:01:34.156+0000","up_votes":1,"down_votes":0,"body":"Ich will gerne mal dein Alter wissen. :)\nvon meinen Mitspielern höre ich nämlich nur so was wie \"Riot könnte auch mal wieder so was wie Illaoi rausbringen anstatt Disney und Sexy Mädchen dreck\"\n\naber gut... so was wie MF verkauft sich sicher auch besser :^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T10:09:55.953+0000","up_votes":1,"down_votes":0,"body":"Nah eine hässliche Frau reicht. \n\nDisney ist okay aber muss nicht sein.\nIch hab sogar mal aktive Zoe gespielt. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T10:55:08.069+0000","up_votes":1,"down_votes":0,"body":"Rek'sai, Taliyah, Camille, Kalista, Lissandra ... :x Sind auch nicht gerade die besten weiblichen Champions ...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T11:29:33.568+0000","up_votes":1,"down_votes":0,"body":"Bei Rek'Sai wissen einige wahrscheinlich nicht das es weiblich ist. Ich benutzt das Teil immer als \"Es\".\nTaliyah ist ein junge oder?\nCamille hat zumindest Brüste oder?\nKalista wird kaum noch gespielt. Ich möchte immer noch das ihr E wieder so geändert wird das sie schon auf Stufe 1 volles Mana zurückbekommen. :( \nLissandra zeigt sogar Ausschnitt. ^^","replies":[{"id":"","poster":"Nanary","date":"2019-11-20T12:50:02.505+0000","up_votes":1,"down_votes":0,"body":"warum Lese ich eig nur das es dir um Brüste geht?\nalso MUSS eine Frau mehr Oberweite besitzen sonst ist sie keine für dich.\n","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T12:54:22.215+0000","up_votes":1,"down_votes":0,"body":"Nah ein hübscher Hintern wäre auch nice. ^^","replies":[{"id":"","poster":"Nanary","date":"2019-11-20T12:59:05.184+0000","up_votes":1,"down_votes":0,"body":"Na, ein Glück hast du deine Animes. :^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T13:07:42.965+0000","up_votes":1,"down_votes":0,"body":"Was sollen eigentlich diese sinnlosen Anfreundungen?","replies":[{"id":"","poster":"Nanary","date":"2019-11-20T13:46:41.722+0000","up_votes":1,"down_votes":0,"body":"kennst dich doch mit sinnlosen dingen wie jemanden Anfeinden oder Downvoten aus also verstehe ich deine frage nicht.\naber die Frage ob es dir bei einer Frau nur um die Brüste geht war ernst und keine Anfeindung. ;)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T14:01:19.867+0000","up_votes":1,"down_votes":0,"body":"Sowas habe ich nie gemacht. ^^ \n\nNe das ging um League. \nIch will doch kein Aufsatz schreiben worum es bei Frau geht. \nDas wird zu kompliziert wenn ich es ernsthaft machen müsste. :)","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-20T12:13:56.603+0000","up_votes":1,"down_votes":0,"body":":3 Awwwwwwww\n\nFrau Stressfaktor hat sich schon in den Haaren mit Satan\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T12:34:08.082+0000","up_votes":1,"down_votes":0,"body":"Das ist bestimmt schön anzusehen ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T12:36:39.429+0000","up_votes":1,"down_votes":0,"body":"Ja, tatsächlich.\n\nDieses Telefonat mit der anderen Kollegin welcher sie darüber berichtet hat. Und das ungläubige und fassungslose Gesicht von Frau Stressfaktor über das Verhalten von Satan. Ich würde ja gerne sagen \"hab ich doch gesagt\" XD Aber bei ihr hab ich diesmal tatsächlich nichts gesagt. Sozusagen eine Art Überraschung :3","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T12:47:53.671+0000","up_votes":1,"down_votes":0,"body":"War Frau Stressfaktor jetzt eigentlich dabei bei der Besichtigung? ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T13:03:30.425+0000","up_votes":1,"down_votes":0,"body":"Die Besichtigung hat sie sogar selbst gemacht XD\n\nErst war sie voll schockiert als ich ihr gesagt habe der Termin wäre da, weil sie überzeugt war das der erst um 15 Uhr stattfinden sollte. Aber war halt 12.30 >.&lt; Die Nase.. Hab dann schon mal Kaffee angeboten (so nett bin ich eigentlich nie XD) und meinen Kram runter gerattert damit das vom Tisch ist. Dann hab ich Frau Stressfaktor praktisch alleine gelassen.\n\nEinig waren wir uns allerdings hinterher das die Frau hier nicht hingehört. Und weil Frau Stressfaktor das Angebot gemacht hat in der Einrichtung nebenan mal nachzufragen wegen einem Platz (das ist ein \"normales\" Haus) kam es auch zum Streit zwischen Stressfaktor und Satan XDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T13:11:11.830+0000","up_votes":1,"down_votes":0,"body":"> Die Besichtigung hat sie sogar selbst gemacht XD\n\nLOL, damit hätte ich echt nicht gerechnet ^^\n\n> Erst war sie voll schockiert als ich ihr gesagt habe der Termin wäre da, weil sie überzeugt war das der erst um 15 Uhr stattfinden sollte. Aber war halt 12.30 >.&lt;\n\nDas wiederum passt ja sehr gut zu ihr xD\n\n> Und weil Frau Stressfaktor das Angebot gemacht hat in der Einrichtung nebenan mal nachzufragen wegen einem Platz (das ist ein \"normales\" Haus) kam es auch zum Streit zwischen Stressfaktor und Satan XDDD\n\nLass mich raten: Satan hat sich bei ihr darüber beschwert, dass Stressfaktor die Frau quasi auf das andere Haus abschieben wollte und Satan somit die ganze Arbeit hat? xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T13:25:22.378+0000","up_votes":1,"down_votes":0,"body":"> Lass mich raten: Satan hat sich bei ihr darüber beschwert, dass Stressfaktor die Frau quasi auf das andere Haus abschieben wollte und Satan somit die ganze Arbeit hat? xD\n\nAlso das ist immer so:\nWenn Anfragen vom anderen Haus hier ankommen **MÜSSEN** die bearbeitet werden. Wenn es hier aber jemanden gibt der auch ins andere Haus ziehen könnte weil die Demenz kaum bis gar nicht vorhanden ist und man Fragt Satan wie es ausschaut, verliert man seinen Kopf XD\n\nDiese Anfrage war tatsächlich eine Anfrage die zuerst im Seniorenzentrum angekommen ist. Das wurde aber instant hier runter weitergeleitet, man sollte sich darum kümmern. Wurde mit keinem Wort erwähnt XD nimmt man als selbstverständlich.\n\nIch hab schon mal einen Entlassungsbericht zugeschickt bekommen von Chefin ohne jeglichen Kommentar und gefragt \"Was soll ich damit\"? XD Obwohl ich natürlich wusste was das sollte ^.^ Ich mag es wenn sie mich wütend fragt \"Finden Sie das lustig?\" XD \n\nJedenfalls haben Frau Stressfaktor und ich uns geeinigt das die Frau hier in der Einrichtung kaputt geht. Verwelken wie eine Blume ohne Wasser und Lichtt würde sie.\n\nAlso hat Frau Stressfaktor ihren Mut zusammen genommen und Satan angerufen, gefragt ob man sie nicht oben aufnehmen könnte etc. Daraufhin muss Satan wohl etwas ausgerastet sein. Was mich nicht wundert. Man darf ja immer auch nur Anfragen von ihr entgegen nehmen aber niemals welche hoch geben D: Dabei hätte man hier die Anfrage lediglich zurück gegeben xp","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T13:33:57.196+0000","up_votes":1,"down_votes":0,"body":"Ja GEGE! Sprich Satan hat einfach keinen Bock die Anfrage zurück zu nehmen und zu bearbeiten sonst würde sie ja nicht so ausrasten ^^\nTolle Mitarbeiterin, muss man an der Stelle schon mal erwähnt haben xDDD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T13:45:24.007+0000","up_votes":1,"down_votes":0,"body":"Ja, die Frau ist göttlich.\n\nDu erinnerst dich an den Krach den ich letzten Donnerstag? Freitag? mit ihr hatte, wo sie am Ende nur eine Briefmarke haben wollte? Bzw. es einfach hieß \"1,55 Briefmarke hoch geben\" ?\n\nGESTERN hat sie dann die Briefmarke mitgenommen XDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T13:50:00.510+0000","up_votes":1,"down_votes":0,"body":"Ja da ist die Welt untergegangen weil du nicht sofort ans Telefon gegangen bist xDD\nFür diese Aktion verdient sie einen Permabann xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T13:55:30.496+0000","up_votes":1,"down_votes":0,"body":"Hach ja. So beschissen und furchtbar es hier auch eigentlich ist und so oft ich mich aufrege ... genau so viele Lachkrämpfe kriege ich eben genau wegen solchen Dingen.\n\nIch lache immer noch über unser Telefonat XD \"Sie waren rauchen. Draußen?\" XD DIESE FRAGE","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-20T13:03:55.431+0000","up_votes":1,"down_votes":0,"body":"WOOOOOOOOOOOOOAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHH\n\nDA KOMMT AUF EINMAL DAS PFERD DURCH DIE TÜR XD Voll erschrocken XDDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T13:20:37.043+0000","up_votes":1,"down_votes":0,"body":"VERSTECK DICH BEVOR SIE DICH SIEHT!!!!!!","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T13:27:11.583+0000","up_votes":1,"down_votes":0,"body":"Ich sitz am Empfaaaaaaaaaaaaaaaaaaang XD\n\nP.S.\nHab mir eines der Tischdeckchen auf den Kopf gelegt. Vielleicht hilft es!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T13:32:25.398+0000","up_votes":1,"down_votes":0,"body":"XDDDDDDDDDDDD","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-20T11:43:16.500+0000","up_votes":1,"down_votes":0,"body":"\\o/ Essen besteeeeelllllleeeennnn","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T12:04:55.724+0000","up_votes":1,"down_votes":0,"body":"Ich hätte gerne einen Döner. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T12:13:31.849+0000","up_votes":1,"down_votes":0,"body":"=p Hab bei Burger King bestellt. Das gleiche wie gestern XD","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T12:34:43.099+0000","up_votes":1,"down_votes":0,"body":"Verdammt, hätte doch drauf wetten sollen, dass du wieder bei BK bestellst xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T12:39:01.196+0000","up_votes":1,"down_votes":0,"body":"XDDDDD Das war purer Zufall!\n\nEigentlich hätte ich lieber was vom Chinesen gehabt, aber wenn ich da nicht alles esse ist es zu kompliziert das Essen mitzunehmen x.x Und BK packt alles so praktisch ein, z.B. die Nuggets in ein kleines Tütchen, dass ich die Sachen gaaaanz einfach in meine Tasche werfen kann xp","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T12:49:26.702+0000","up_votes":1,"down_votes":0,"body":"Dann musst du halt alles aufessen ;) ich versteh das Problem nicht xD","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T12:29:41.756+0000","up_votes":1,"down_votes":0,"body":"Ich hab gerade ein Packung Erdbeerschnürre gegessen. ^^\nEigentlich wollte ich nur eine Hand voll aber ich konnte einfach nicht aufhören. >.&lt;","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T12:32:39.379+0000","up_votes":1,"down_votes":0,"body":"x.x Was sind denn Erdbeerschnürre?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T12:39:23.765+0000","up_votes":1,"down_votes":0,"body":"Na reden Bänder zu essen....\nhttps://images-na.ssl-images-amazon.com/images/I/519t6x4nXrL.jpg\nhttps://cdn.shopify.com/s/files/1/1513/7924/products/DSC_2216_1024x1024.JPG?v=1480178853","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T12:42:51.466+0000","up_votes":1,"down_votes":0,"body":"Kenne ich nicht .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T12:47:30.340+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-1}} \nDann geh nach der Arbeit in der Supermarkt in die Süßwarenabteilung und kauf dir welche.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:58:45.209+0000","up_votes":1,"down_votes":0,"body":"Was machen eigentlich deine Katzen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T09:06:14.055+0000","up_votes":1,"down_votes":0,"body":"Terror XD\n\nNala die Nudel bricht immer in mein Schlafzimmer ein XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T09:12:23.962+0000","up_votes":1,"down_votes":0,"body":"Das ist okay.\nIch hab ihr das auch erlaubt. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T10:21:02.641+0000","up_votes":1,"down_votes":0,"body":"Das ist echt schlimm mit ihr im Moment XD \n\nIch habe die Türe kaum einen Spalt offen, da rennt und quetscht sie sich schon durch die Türe. Dann läuft sie erst mal mauzend auf Rocky zu und versucht sich an ihm zu reiben .-. dann versteckt sie sich unterm Bett damit ich nicht an sie ran komme.\n\nIrgendwann kommt sie dann zu meinem Schreibtischstuhl und will gekrault werden xp da pack ich sie dann und schieb sie zur Türe. ist mir einfach zu unruhig wenn sie immer überall hoch springt und drauf klettert XD vor allem auf meinen Tower oder Schreibtisch!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T10:36:19.492+0000","up_votes":1,"down_votes":0,"body":"Du gibst ihr bestimmt einfach zuwenig liebe. :(\nBei mir ist sie immer super lieb. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T10:57:14.785+0000","up_votes":1,"down_votes":0,"body":".-. Ich knuddel die Kleine wann immer ich kann. Und immer wenn ich nur an ihr vorbei gehe streichle ich sie :o XD heute morgen hat sie versucht an meinem Bein hoch zu klettern. Das tat richtig weh °^°\n\nBei Chila mache ich das auch so .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T11:26:10.997+0000","up_votes":1,"down_votes":0,"body":"Aber redest ständig nur über deinen Hund. >.&lt;\n\nKatzenfans wollen auch auf ihre Kosten kommen. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T11:50:43.824+0000","up_votes":1,"down_votes":0,"body":"Mal sehen =p","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:56:41.774+0000","up_votes":1,"down_votes":0,"body":"Wo sind eigentlich die restlichen Leute?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T10:58:18.146+0000","up_votes":1,"down_votes":0,"body":"Erfroren °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T11:26:34.771+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-soraka}}","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-20T09:38:43.120+0000","up_votes":1,"down_votes":0,"body":"Y.M.C.A!!!!\nBester Song :)\n\nBin schon so gespannt wie die Änderungen sind :)\nHeute Abend gleich mal ausprobieren und rumtrollen :)\n\nDu wirfst Rocky in den Wäschetrockner? o.O\n\nAlso ich kann mir nicht wirklich vorstellen, dass Frau Stressfaktor an der Besichtigung teilnimmt ^^ Was wahrscheinlich gar nicht mal so blöd ist XD\n\nIch bin heute Nacht immer wieder aufgewacht weil ich extreme Bauchkrämpfe hatte. Mit Schmerztablette ist es dann etwas besser geworden und konnte dann doch noch die restlichen 2 Stunden gut schlafen ^^\nSolche Bauchkrämpfe hatte ich im Februar schon mal, da war ich dann 3 Tage im Krankenhaus, aber die haben dort keine Ursache gefunden..\n\nVielleicht wurdest du vor ner Weile gebeten, die Regenrinne zu säubern und hast es dann aber vergessen. Und durch dein unterbewusstes schlechtes Gewissen wird dieser Traum hervorgerufen xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T09:57:22.207+0000","up_votes":1,"down_votes":0,"body":"Bauchschmerzen können auch vom Kopf her kommen .-. also besonders viel Stress oder bevorstehende unangenehme Situationen. Wenn es auf der Arbeit ganz schlimm ist und ich geschwächt bin, krieg ich auch hin und wieder die übelsten Krämpfe. Vor ein paar Jahren war das noch so schlimm das ich dann zwar auf dem Weg zur Arbeit war, aber dann nicht aus dem Bus aussteigen konnte °-° Da hat sich mein Körper einfach geweigert.\n\nD: Nicht Rocky im Trockner! Unsere Kissen! Denn Rocky besitzt sein eigenes Kopfkissen neben meinem :3\n\nAlso ich fürchte mich vor den Änderungen :o Und die Raucherecke auf der Bot + Top find ich auch nicht gut. Absolut katastrophal um ehrlich zu sein. Wieso nicht direkt einen unterirdischen Tunnel in die gegnerische Base?\n\nDemnach wäre meine Mama am Regenrinnen Traum schuld XD Die sagt nämlich seit Ewigkeiten das sie die Rinne sauber machen will oder zumindest unter uns in der Firma bescheid geben möchte das die sauber gemacht werden und repariert werden muss. Vielleicht schenk ich ihr eine kleine Regenrinne zu Weihnachten XDDD","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T10:06:56.322+0000","up_votes":1,"down_votes":0,"body":"> Bauchschmerzen können auch vom Kopf her kommen .-. also besonders viel Stress oder bevorstehende unangenehme Situationen.\n\nJa das wirds wahrscheinlich sein ^^\n\n> D: Nicht Rocky im Trockner! Unsere Kissen! Denn Rocky besitzt sein eigenes Kopfkissen neben meinem :3\n\nDas hat sich aber anders gelesen xD\n> und Rocky und mein Kissen habe ich sogar zum auffrischen in den Trockner geworfen\n\n.\n\n> Also ich fürchte mich vor den Änderungen :o Und die Raucherecke auf der Bot + Top find ich auch nicht gut. Absolut katastrophal um ehrlich zu sein. Wieso nicht direkt einen unterirdischen Tunnel in die gegnerische Base?\n\nNe, ich freu mich drauf ^^ Es wird sich zeigen, wie sehr sich diese Nischen aufs Spiel auswirken. Ich denke aber, dass es nicht all zu schlimm sein wird ^^\n\n> Demnach wäre meine Mama am Regenrinnen Traum schuld XD\n\nDann musst du deiner Mutter verbieten in deiner Gegenwart von Dachrinnen zu sprechen ^^\nDas ist einfach nicht gut für deine Träume xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T10:50:23.063+0000","up_votes":1,"down_votes":0,"body":"XD Jetzt verstehe ich das Trockner-Missverständnis. \n\nAch x.x mich nervt einfach dieses hinzufügen von irgendwelchen Möglichkeiten um sneaky Plays zu machen. Wäre doch genau so lustig gewesen einfach alle Büsche zu entfernen? XDDD Ein Busch darf stehen bleiben der von Rengar genutzt werden kann.\n\nMeine Mama gestern Abend eh ...\n\nIch will Rocky gestern Abend sein Abendessen fertig machen und sie quasselt mich zu. Ich gehe zum Kühlschrank um Rockys Futter raus zu holen, meine Mama redet was von \"toastest du morgen früh dein Toast?\" und ich öffne nicht den Kühlschrank sondern hole den Toaster aus dem Schrank darunter raus und stelle ihn auf die Arbeitsplatte.\n\nDann starte ich den zweiten Versuch das Futter aus dem Kühlschrank zu holen und sie funkt wieder dazwischen mit irgendeiner Toast Frage und ich öffne den Schrank über dem Kühlschrank und hab auf einmal das Toast Brot in der Hand XD Rocky ist fast verhungert und meine Mama an einem Lachanfall erstickt °-°","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T10:57:44.507+0000","up_votes":1,"down_votes":0,"body":"XDDD\n\nWie gesagt, abwarten wie sich diese Nischen auswirken ;)\n\nWundert mich ja, dass du dann nicht von Toastern geträumt hast xDD\n\nUnsere Tiere verhungern 5 Mal am Tag, obwohl sie zwei mal am Tag Nassfutter bekommen und zwischendurch haben sie das TroFu rum stehen ^^ (Nur Hotaru bekommt es immer vor die Nase gesetzt und wenn er nicht frisst, wirds wieder weg genommen ^^)","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T09:52:11.669+0000","up_votes":1,"down_votes":0,"body":"Sie sind ein ewig spät dran mein Freund. \nHat Ihre Bahn ins TGSG-Land Verspätung gehabt?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T09:57:28.634+0000","up_votes":1,"down_votes":0,"body":"Ja die österreichischen Bundesbahnen sind auch nicht viel besser wie die DB xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T10:08:51.329+0000","up_votes":1,"down_votes":0,"body":"Aber dafür werden die Zugführer fair bezahlt. ^^","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T10:22:50.173+0000","up_votes":1,"down_votes":0,"body":"Aber das ändert nix daran, dass sie td unpünktlich sind ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T10:35:44.646+0000","up_votes":1,"down_votes":0,"body":"Stimmt Anzeige ist raus!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-20T10:42:23.321+0000","up_votes":1,"down_votes":0,"body":"Jawohl! Sammelklage!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:30:28.665+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ein Schneesturm zieht auf. :(\nEs sieht so kalt und nass draußen aus...","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T08:41:17.912+0000","up_votes":1,"down_votes":0,"body":"Hier scheint nach mehreren Tagen endlich wieder die Sonne °-° mit wunderschönem blauem Himmel","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:42:56.612+0000","up_votes":1,"down_votes":0,"body":"Ne gestern hat geregnet und vorgestern auch. :(\nKalt ist es auch noch aber noch nicht kalt genug für Schnee.","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T08:45:20.187+0000","up_votes":1,"down_votes":0,"body":"Hier auch. 1,5 Tage Regen .-. Aber heute Sonne.\n\nWenn ich die Sonne gerade so sehe, fühlt es sich an als wäre es Minimum drei Wochen einfach nur dunkel gewesen .-. aber keine Ahnung ob das hinkommt","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T09:14:41.351+0000","up_votes":1,"down_votes":0,"body":"Naja jetzt ist immer noch Nebel draußen. :(\nWird heute nicht mehr Tag....","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:24:20.636+0000","up_votes":1,"down_votes":0,"body":"Mission aufstehen hat heute länger gedauert als erwartet....","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T08:27:49.545+0000","up_votes":1,"down_votes":0,"body":"Unerhört!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:30:57.221+0000","up_votes":1,"down_votes":0,"body":"Aber das Bett war soo weich. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T08:40:47.351+0000","up_votes":1,"down_votes":0,"body":"Oh ja °^° Ich hatte heute Morgen auch richtige Probleme aufzustehen. Aber als mir bewusst geworden ist das ich nur noch heute arbeiten muss, war ich plötzlich putzmunter und gut gelaunt. Wobei sich das \"putzmunter\" mittlerweile wieder erledigt hat. Mir fallen immer die Augen zu x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:43:42.571+0000","up_votes":1,"down_votes":0,"body":"Putzmunter wegen der Arbeit?\nBist du heute alleine?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T08:46:29.258+0000","up_votes":1,"down_votes":0,"body":"Strohballen ist noch hier .-. und natürlich Satan + Chefin im anderen Haus. Wichtig ist das das Pferd heute nicht gekommen ist :D die hätte nämlich nur rum genervt!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T08:53:46.061+0000","up_votes":1,"down_votes":0,"body":"Ist die schon wieder krank?\n\nBtw war gestern nicht ein Feiertag oder wieder nur ein Bayern?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-20T09:07:15.028+0000","up_votes":1,"down_votes":0,"body":"Die hat noch Urlaub.\n\nGestern war kein Feiertag in NRW ô.ô","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-20T09:12:47.980+0000","up_votes":1,"down_votes":0,"body":"War gestern nicht Buß und Bett Tag? \nWo feiert man denn nochmal?","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-20T09:01:09.880+0000","up_votes":1,"down_votes":0,"body":"XD lol\n\nSteht die ehemalige PDL bei mir, die jetzt in die Tagespflege verfrachtet wurde, und wir unterhalten uns. Kommt die Qualitätsbeauftragte runter, stellt sich in den Flur und meint nur \"Leute, ihr wurdet beim quatschen gesehen\" XD Da krieg ich ja schon wieder so 'nen Kragen. Aber der Quali-Beauftragten zu Liebe, sie kriegt sonst auch noch 'nen Anschiss, ist die ehemalige PDL abgerückt XD und ich fluche einfach vor mich hin.","replies":[]}]}