{"id":"vpHGeZwM","poster":"Jennifer17","date":"2019-11-20T00:44:49.387+0000","title":"habt ihr seit heute mehr bots im aram?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":3,"body":"ich selbst habe noch keines gespielt (btw ja falscher acc, zu faul zum umloggen sorry.) aber im na forum sehe ich sehr viele posts von leuten die sagen sie wollten es nicht wahr haben weil es so lächerlich klang, aber seit 3v3 weg ist haben sie nun immer wieder mal n bot oder 2 im aram.\n\nich kanns mir nicht vorstellen weil das ja trotzdem eine frage des MMR ist und es auch schon vorher bots im aram gab, aber vielleicht stimmt es ja\n\n\nedit: aufgrund der menge an posts im na forum hab ich mir gedacht scheiß drauf ich zock mal vs medium bots.\n\nhttps://puu.sh/EGz8b/b89551ba88.jpg 115 von 120 matches gewonnen.\n\nhttps://puu.sh/EGz4Y/89c9dac705.jpg meine teammates. \nwenn das im aram auch so aussieht das deine mmr inzwischen scheiß egal ist dann gute nacht.\nich geb aram bis ende von season 10 bis riot es entfernt weil \"unsere ressourcen den modus nicht am leben erhalten konnten\" oder wie es in der realität heißen würde \"wir sind zu dumm zum nachdenken und dachten das entfernt die bots\"\n","replies":[{"id":"","poster":"611FVNKBlv","date":"2019-11-20T15:20:09.191+0000","up_votes":2,"down_votes":1,"body":"Jup ARAM hat erheblich an Bots zugenommen was aber jeder schon kritisiert hat als die TT-Entfernung angekündigt wurde. Nur Riot juckt die Community halt wieder kein Stück also werden wir uns damit abfinden müssen :)","replies":[{"id":"","poster":"Mephisto70","date":"2019-11-22T08:52:12.757+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=611FVNKBlv,realm=EUW,application-id=KYnfKGf0,discussion-id=vpHGeZwM,comment-id=0002,timestamp=2019-11-20T15:20:09.191+0000)\n>\n> Jup ARAM hat erheblich an Bots zugenommen was aber jeder schon kritisiert hat als die TT-Entfernung angekündigt wurde. Nur Riot juckt die Community halt wieder kein Stück also werden wir uns damit abfinden müssen :)\n\nDas ist leider Gottes in der Tat so. Da laufen einige aus'm Gegnerteam bis direkt vor den ersten Tower und bleiben stehen. Stellenweise sogar bis vor den eigenen Nexus. Und das passiert in fast jedem 2'ten Match auf BEIDEN Seiten mit mind 2 \"Spielern\". Auch in Normals ist selbiges zu beobachten. Da laufen Teilweise 3 (aus jedem Team wohlgemerkt) seelenruhig auf der Bot aneinander vorbei OHNE sich anzugreifen und das fast im Minutentakt. Da kann mir keiner erzählen dies seien Anfänger. Denn auch die Namen enthalten wieder wirre Zahlen/Buchstabenkombos. Ebenso die Sums (Heal &amp; Ghost). Was aber neu dazugekommen ist: Es sind jetzt auch 30+ Bots dazwischen.\n\nAlles geschieht vermehrt seit dem die 3vs3 Map entfernt wurde. Letztens hab ich'n Spiel von einem beobachtet da konnt ich nur mit'm Kopp schütteln und mir an den selbigen fassen (Facepalm mäßig): Er ist ca lvl23 also noch ziemlich 'n Anfänger und hatte 'n 9 vs 1 Match (er mit 4 Bots gegen ein Team nur aus BOTS). Tja würd sagen da hat Riot ganz schön verkackt bzw dat kommt davon wenn man NICHT auf seine Community hört.\n\n{{sticker:zombie-brand-mindblown}}","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2019-11-20T06:59:42.048+0000","up_votes":1,"down_votes":0,"body":"Ich weiß gar nicht, ob es in Botgames überhaupt ne MMR gibt. Wenn deine ARAM-MMR hoch genug ist, solltest du von den Bots dort jedenfalls nix mitbekommen, außer du spielst mitten in der Nacht, wo sonst die meisten schlafen","replies":[]},{"id":"","poster":"Phoenixale","date":"2019-11-20T01:52:07.085+0000","up_votes":1,"down_votes":0,"body":"Das war auch damals schon so.","replies":[]}]}