{"id":"philye8T","poster":"IV FOXQ","date":"2019-02-17T00:26:46.454+0000","title":"Suche Support Main :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\n\nmein Name ist Tim, ich bin ADC Main und zurzeit **Gold 2**. Ich bin auf der Suche nach einem Main Supporter zum einspielen und regelm&auml;&szlig;igen zocken\nvon League.\nIch spiele League seit Ende 2013, ADC Main bin ich seit 2015. Des Weiteren bin ich Ingame sehr Kommunikativ.\nAber der Humor darf nat&uuml;rlich nicht fehlen!\n\nBei Interesse einfach hier adden: BRG FOXQ\n\nLiebe Gr&uuml;&szlig;e\nTim","replies":[{"id":"","poster":"xxCaitlynxx","date":"2019-02-17T00:36:38.838+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nIch bin Supp Main. \n\nNur muss ich gestehen das ich in Eisen 4 festecke, es ist die Hölle {{sticker:sg-janna}} . Ich habe das Pech Spieler abzubekommen die entweder erst mit Leauge angefangen haben oder noch nie ein Ranglisten Spiel gespielt haben. ODer ganz schlimm, was man aber bestimmt in jeder Elo hat. Ein Troll. Der irgendwas hat und dann einfach afk geht oder einfach nicht im Teamspielt. {{sticker:sg-soraka}} . \nUnd dann kommt auch noch dazu das sie sich einfach nicht supporten lassen und dann flamen , wenn man mal jemanden getötet hat und dabei noch den ADC gerettet hat {{sticker:sg-ahri-1}} . \n\nIch glaube wir können nicht einmal gemeinsam spielen, weil du in einer höhren Elo bist (ich beneide dich ) \nIch würder gern mit dir spielen, da ich ganz genau weiß wie scheiße es ist wenn man ADC ist und sich auf seinen Supporter nicht verlassen kann. {{sticker:sg-kiko}}","replies":[{"id":"","poster":"IV FOXQ","date":"2019-02-17T00:42:19.459+0000","up_votes":1,"down_votes":0,"body":"Hey, danke erstmal für deine ausführliche Antwort, hehe\n\nIch habe dich trotzdem geaddet, da mir Ränge und Elo egal sind.\nUnd wir werden schon einen Weg finden, dass wir zusammen spielen können! :)\nLG\nTim","replies":[{"id":"","poster":"xxCaitlynxx","date":"2019-02-17T01:15:58.443+0000","up_votes":1,"down_votes":0,"body":"Okay cool ,\n\nDann weiß ich bescheid, werde ich dann auch annehmen soblad ich wieder online bin {{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}