{"id":"eAqTWj7H","poster":"Valdis17","date":"2019-02-16T09:29:38.530+0000","title":"[TGSG] Es ist Sumstag na dann haben wir unendlich Wockenende","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":0,"body":"Hallo Freunde das Internetz,\r\n\r\nDer Wocken er ist fast beendigt, also liest uns mal schaufeln was diese Wocke zu passieren gewesen war. \r\n\r\nAm Monday haben ich versuche meine Schweine mit Vaselise einzurieben. Der war keine einfachste Aufgabe kann ich euch sagen.\r\nAm ende haben die Vaselise zeigen Erfolg und durch ihre Behandelung ist ein der Schwein die Kuh geworden. \r\nNun haben ich immer leckere Milch f&uuml;r die Abendrot. Aussergedem habe ich auf der Arbeit 300 Schrauben in dem Flie&szlig;ball gemacht. \r\nDas war ein schlimmster ARbeitstag ich sage auch. Auf der Bahn von die Auto ich habe gefunden eine tote Katze. Das war nicht so sch&ouml;n anzusehen.\r\nDarum haben ich geschlossen die Katze ein Vorh&auml;ngeschloss um seiner Hals zu biene damit die Leute nicht sehen die Katze.\r\n\r\nAm Dannstag haben ich 3 Bleichstife gekauf um mit einem Flugzug zu bauen. Es hat nicht geklappt weil mir die Schwefelsaure gefehlt haben habe.\r\nSo ein Mist aber aus die 3 Bleichstifte k&ouml;nnte ich ein leckeres Spiegelei machen. Der hat gut geschmack. \r\nOhja und deiner Kuh ist lieder gestorben. Schein so als hatten die Kuh eine Vergaftung gekommen von dem Vaseline.\r\nAuf meines Arbeit ich habe gebaut 250 Schrauben. Ich war nicht so flussig heute weil ich das ganzen Tag an meine Kuh gedacht hatten. \r\n \r\n\r\nAm mittwoch ich habe aufgefallen das ich riehe. Darum habe ich gemacht in wolltuhenden Bard mit meines Atomuboot. \r\nDas war super. Nun f&uuml;hlen ich mich nichtmal riehe und ich kann wieder mit andere menschen in Kontakt aufnehmen. \r\nAls ich dann am Abend in das Stadt mit meinem Flugzug gelaufen bin habe ich noch ein paar Lebensmittel eingekauft.\r\nDann bald ist Osterfast und dann brauchen ich ja Eier in dieses mit Farben zu bemalten.\r\n\r\nAm Donnerstag ist meine Tante zu besuche gekommen. Sie hat mitgebraucht einen gelbe Ziege. Das war ein spass unsere neues Ziege hat meine ganze Wohnung vollgepinkelt das war nicht so lustig. \r\nNunja Tante kommt nur einmal in Monat zu der besuch also ich war nicht sauer auf Tante. \r\nNachdem der Tante ist weggewesen war ich habe geputzt meinen Haus. Dabei ist soviel sosehr viel Staub aufgekommen das der Ziege benahen ersteckt w&auml;re. \r\nDann ich musste denken an dem Katze die ich gegeben habe das Vorh&auml;ngeschloss am Monday. Ich war nochmal gefahren in die gleiche Stelle mit meinem Flugzug doch der Katze war leider nichtmehr doch.\r\nVeilchen hat jemand mitgenommen dem Katze weil er das Vorh&auml;ngeschloss so h&uuml;bsch fand. \r\n\r\nAm Freitag ich habe versucht die Ziege mit Vaseline einzureiben doch der Ziege hat einfach die Vaseline aufgegessen. das war nicht sehr nett.\r\nDarum haben ich mich entschieden der Ziege rot anzumalen mit einem Bleichstift weil ich glaube der ziege m&ouml;gen keine rote Farben und das wird der ziege ganz bestimmt sauer machen. \r\nDer Ziege hat dann mir geben das Salz und so k&ouml;nnte ich mich am Ende der Wocke nochmal machen ein lecker Spielei. \r\n\r\nWenn euch meine Wocke gefallen hat dann hat euch meine Wocke wohl gefallen.","replies":[{"id":"","poster":"Veezey","date":"2019-02-16T16:27:54.028+0000","up_votes":1,"down_votes":0,"body":"Sitzen zwei Kühe auf nem Baum und stricken Atombomben.\n\nAls Geisterfahrer habe ich gelernt anderen entgegenzukommen.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-02-16T10:15:00.695+0000","up_votes":1,"down_votes":0,"body":"Und ich dacht mir schon \"what? Ein TGSG Thread am Wochende? Hier läuft was verkehrt.\"\nAber is ja gar kein \"echter\". :D \nSehr witzig geschrieben hätte ich nicht so hinbekommen. Und vorallem hat es in mir die Phantasie angeregt. Ich konnte mir die Person die die Dinge in der Woche \"erlebt\" hat bildlich vorstellen mir der Sprache. :D das soll was heißen  {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-16T11:58:35.875+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-16T15:39:25.834+0000","up_votes":1,"down_votes":0,"body":"Hallo :)","replies":[]}]},{"id":"","poster":"Valdis17","date":"2019-02-16T10:42:43.515+0000","up_votes":1,"down_votes":0,"body":"Dankeschön.\nIch hab wohl gestern einen gewissen Youtuber ein wenig zuviel geschaut und bin dann darauf hin auf diese Idee gekommen. :D","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2019-02-16T11:31:33.167+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}} \n\nUnd was immer du auch einwirfst, ich will auch!\n\nGruß ich","replies":[{"id":"","poster":"Valdis17","date":"2019-02-16T11:52:16.735+0000","up_votes":1,"down_votes":0,"body":"Tut mir leid aber ich habe keine Drogen genommen. :) \nDas nennt man wohl Kreativität! :D","replies":[{"id":"","poster":"Neamhoilte","date":"2019-02-16T12:09:14.284+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Valdis17,realm=EUW,application-id=YnZkMR0R,discussion-id=eAqTWj7H,comment-id=00040000,timestamp=2019-02-16T11:52:16.735+0000)\n>\n> Tut mir leid aber ich habe keine Drogen genommen. :) \n> Das nennt man wohl Kreativität! :D\n\nIch nehm dann einen 6er Träger davon","replies":[{"id":"","poster":"Valdis17","date":"2019-02-16T12:16:01.724+0000","up_votes":1,"down_votes":0,"body":"Das macht dann eine Flasche Wodka. :)","replies":[]}]}]}]},{"id":"","poster":"Asulia","date":"2019-02-16T10:11:28.011+0000","up_votes":1,"down_votes":0,"body":"Hehe wie war die Woche?\n\nIch hab meinen Nachbarn zu meinem Tierarzt geschickt, weil der Röntgen kann. \nDort haben die beiden auch direkt ein Blutbild für den Notdienst machen lassen.\nDas war am Mittwoch.\nAm Donnerstag ruft mich ein erboster Nachbar an und scheißt mich zusammen, weil der TA von einem Tag auf den anderen krank geworden ist und die Helferinnen keinen Zugriff auf den PC mit dem Blutbild für den Notdienst haben.\nFreitag war der Nachbar noch erboster und der TA immer noch krank.\nHeute morgen vor 2Std wurde die Katze eingeschläfert und Ich bin schuld.\nWar nicht so meine Woche.\n† R.I.P Randale","replies":[{"id":"","poster":"Valdis17","date":"2019-02-16T10:44:57.296+0000","up_votes":1,"down_votes":0,"body":"Manchmal kann das Leben schon hard sein. :(\nAber die Katze hat doch bestimmt schon vorher Symptome gezeigt oder nicht?\nHätte dein Nachbar nicht schon viel früher mit der armen Katze zum Arzt gehen müssen?","replies":[{"id":"","poster":"Asulia","date":"2019-02-16T11:40:26.421+0000","up_votes":1,"down_votes":0,"body":"Waren die ja, die kränkelt schon seit 2 Wochen rum und erst die Frau vom Notdienst hat den Ernst der lage erkannt und umgehend das Blutbild angeordnet.","replies":[]}]}]},{"id":"","poster":"Václev","date":"2019-02-16T09:48:16.746+0000","up_votes":1,"down_votes":0,"body":"Nette Parodie :D Ich habe herzlich gelacht. \n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Valdis17","date":"2019-02-16T10:06:28.114+0000","up_votes":1,"down_votes":0,"body":"Dankeschön :)\nIch habe mir viel mühe beim schreiben gegeben.","replies":[]}]}]}