{"id":"rndRRtKI","poster":"Blutbestie","date":"2019-11-19T15:26:44.894+0000","title":"Feedback: Bitte! Weniger RNG, mehr Taktik (durch pre-select)","subforum":"Teamfight Tactics","embed":{"title":null,"description":null,"url":"https://i.imgflip.com/q0zad.jpg","image":null},"up_votes":1,"down_votes":0,"body":"Der aktuelle grenzenlose RNG im TFT lässt gefühlt jede Form von Taktik verpuffen!\r\n\r\nWarum werden die Itemausschüttungen nicht \"festgesetzt\"? (z.B. 2 Blau, 1 Gold)\r\nReicht der RNG der Items/Crap GOLD selbst nicht? Muss such noch der RNG 1 bis 5 Items drauf mit 0 bis 2 Goldene sein!\r\n(In Lootboxen hat man sicher mehr Glück als im TFT)\r\n\r\nWas spricht gegen 2-3 Pre-Select Leisten in den man 3 Items und Champions auswählen darf, die dann mit einer !!! minimal !!! besseren Chance erscheinen...\r\nDieser eingriff würde das RNG nicht zustören, es lediglich in eine ertragbare Stufe heben und mehr taktische Handlungen erlauben.\r\n\r\nSelbst beim Poker, hat man mehr Einfluss auf sein RNG als das es TFT zulassen würde.\r\n\r\nWarum trägt TFT eigentlich \"Taktik\" im Namen? Wenn es in 99,9% der 40min, darum geht, unter dem RNG Glück der anderen nicht komplett seine Zeit zu verschwenden","replies":[{"id":"","poster":"Backstabber","date":"2019-11-25T14:02:30.103+0000","up_votes":2,"down_votes":0,"body":"Ja, es ist zu sehr vom Glück abhängig. \nTeilweise wirkt es echt lächerlich, wenn du zum 100sten Mal die Einheiten oder Items angeboten bekommst, die du gerade absolut nicht brauchst, während andere Spieler bereits mit 3-Star-Goldies und guten Itemsets rumrennen. Oder gibts da etwa eine IQ-200 Taktik, die mein verschrumpeltes Gehirn nicht erkennen konnte?\n\nUnabhängig davon, auch das Karussell geht mir immer mehr auf den Zeiger. Man wird ja regelrecht dafür bestraft, dass man vorher gut gespielt hat. - In der Formel 1 kämpft man in den Vorrunden um die Pole Position, in TFT um den letzten Pick im Karussell. Macht für mich kein Sinn.","replies":[]},{"id":"","poster":"Cojak92","date":"2020-02-26T15:41:39.607+0000","up_votes":1,"down_votes":0,"body":"Sehe es auch so, dass das Game richtig den Bach runter geht wegen random kram. Du spielst und bekommst einfach deine Kombo nicht zusammen. Dann musst du switchen. Pickst ein Tier von dem du die ganze zeit 1 oder 2 champs mehrfach angeboten bekommst und stuckst da auch. \n\nDie Kombos wiederholen sich ebenso. Das ist derzeit echt nicht sehr schön zu spielen. \n\nManchmal dropped gold statt items - du hast aber schon gespart und könntest items brauchen...","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2019-11-22T09:00:02.505+0000","up_votes":1,"down_votes":0,"body":"Tft ist ein bisschen wie Poker (nicht das Spiel-, sondern das Glücksprinzip). \n\nEs ist einiges an Glück erforderlich, aber du kannst das beeinflussen. Gerade die Champs und die Karusselphasen können sehr geschickt angesteuert werden. Das die Items etwas stark rng sind, würde ich sogar mitgehen. Tft an sich ist aber sehr taktisch. Gerade der Goldumgang und die Champauswahl bzw. das Kaufen/Verkaufen, um den Pool zu maipulieren bieten hohes Potenzial.","replies":[]}]}