{"id":"iX27J8LR","poster":"Amycos Cyrus","date":"2019-02-14T22:24:35.985+0000","title":"Willhelm – Die einschüchternde Gewalt","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Nun dann will ich mal ein weiteres Konzept von mir präsentieren.\nWer bereits ein wenig von mir gesehen hat, weiß, dass ich mit unter Teaser von Riot zu eigenen Interpretationen von Champions forme, wie es bei Kai'Sa der Fall war. Dieses Konzept ist genauso. Es handelt sich um meine Idee zum ersten Teaser von Sylas, der im August 2018 erschienen war.\n\nUm aber mal zum Champion zu kommen. Mit Kopieren hat er nichts am Hut. Er ist eher wie Vi, gradlinig und etwas voreilig im Umgang mit Gewalt, doch natürlich habe ich es mir nicht verwehren lassen ihn sehr eigen zu machen. \nSo dass sollte reichen. Ab hier geht es um den Champion, der jeden den er erwischt einfach an die Wand schlägt.\n___\n\nInhaltsverzeichnis:\n\n - Lore:\n - Aussehen:\n - Zitate:\n - Statistiken und Einstufung:\n - Fähigkeiten:\n - Erläuterungen zur Spielweise\n - Synergien mit Verbündeten\n - Problematische Gegner\n - Verweise etc.\n\n___\n\n**Chapter I: Willhelms letzte Mission**\n\nZehn Jahre bevor Swain {{champion:50}} die Regentschaft über Noxus übernahm und das Imperium zu wandeln versuchte, trafen die noxischen Truppen in einem für sie unberechenbaren Territorium auf eine vermutlich religiöse Bewegung, die fortan als der „Verbotene Kult“ in den Archiven bezeichnet werden sollte.\n\nAlles begann an einem vergleichsweise friedlichen Tage im alten Noxischen Imperium. Der damalige Machthaber hatte erst vor kurzem die Regenschaft übernommen und tat sein bestes, um den Weg seines Vorgängers weiterzuführen. Zu diesem Grund hatte er Truppen in ein sich nordöstlich des Reiches befindliches Territorium beordert, um dass sie die Grenzen Noxus über das Meer des Beschützers hinaus erweitern würden.\nDiese Mission beziehungsweise auch noch eine Reihe weiterer, die in den folgenden Jahren auf sie folgen sollten, verfehlten ihr Ziel nicht. „Mission: Expansion Ionia“ schien eindeutiger zu verlaufen, als selbst der Regent es vermutet hatte, doch der Ionische Untergrund begann sich immer stärker zu wehren.\nZusätzlich zu den scheinbar aus den Schatten angreifenden Feinden, stellte sich jedoch noch ein weiteres Problem heraus. Feinde, die laut den Aufzeichnungen bereits gefallen waren, kehrten in den Kampf zurück, als würde jemand die Toten wieder in den Kampf schicken können, während die  noxischen Truppen immer mehr Verluste zu beklagen hatten.\nUm die Hintergründe dieser seltsamen Truppen von Untoten in Erfahrung zu bringen beorderte der damalige Leiter der Mission und heutige Regent Swain {{champion:50}} einen kleinen Trupp, gebildet aus einer Hand voll Männern, die Ionia zu infiltrieren.\nIn ortsüblicher Kleidung und bedacht unauffällig erhielten sie die Informationsbeschaffung über drei Tage aufrecht, bis sie schlussendlich doch aufgeflogen war. Was sie an Informationen mitbrachte war jedoch schwerer zu bewerten, als sie es erwartet hatten. Es schien eine kleine Gruppe von spirituellen zu geben, die in unterirdischen Stätten Rituale durchzuführen schien, auf die auch die Wiederbelebungen der Verstorbenen zurück zu führen sein.\nSo setzte Swain {{champion:50}} vorerst die Priorität, die bereits eroberten Gebiete zu verteidigen und ließ Grenzwälle und feste Lager errichten. Bevor sie nicht die Totenbeschwörer unter Kontrolle bekommen hatten, war ein Fortschreiten der Mission nicht umsetzbar.\n\nIm Abgleich mit Dokumenten, die Noxus über das schon damals wirtschaftlich sehr einflussreiche Piltover erlangte, konnten sie die Herkunft dieser Totenbeschwörer verorten. Jedoch gab es berechtigten Zweifel an der Korrektheit der Dokumente, denn die Totenbeschwörer, wurden über den gemachten Abgleich auf targonischem Territorium verortet. Welchen Grund sollten sie also haben, in Ionia zu sein und ihnen sogar dabei zu helfen, sich gegen die noxische Expansion zu schützen?\n\nUm jedoch die Korrektheit der Informationen zu prüfen, und im Falle, ihrer Korrektheit die Quelle dieser Magie auszuschalten wurde eine weitere Mission ins Leben gerufen.\nDie Mission „Targon“\nNoxus hatte noch nie etwas mit dieser sehr abseits gelegenen Region im Westen der shurimischen Wüste zu tun gehabt. Die Gebiete waren weder für Ressourcen relevant noch für Wirtschaft aller Art, da es sich um eine karge Gebirgsregion handelte. Zu diesem Zeitpunkt stellte diese Tatsache jedoch eine große Problematik dar.\nNoxus wollte nicht zu viel investieren, da die Mission im Falle einer mangelnden Korrektheit der Informationen sofort gescheitert wäre und die Truppen aufgrund der großen Distanz und dem unbekannten Gebiet mit einer langen Abwesenheit belegt wären. Man musste jedoch ebenso sicherstellen, dass im Falle der Korrektheit die Truppen in der Lage sein, die Totenbeschwörer festzusetzen oder zu eliminieren.\nEntweder schickte man also wenige Mann los, die jedoch für sich genommen überaus wertvoll wären, da sie die unbekannte Gegenwehr des Targon besiegen können sollten oder man schickte eine Truppe los, die zwar aus unbedeutenden Personen, jedoch aus einer sehr großen Umfang von ihnen bestehen müsste, um ihrer Funktion im Falle der Korrektheit nachkommen zu können.\n\nNach Tagen des Abwägens entschied sich der Regent für einen Standart-Trupp. Er wollte nichts riskieren und ging lieber das Risiko ein, dass das Scheitern der Mission einen Teil seiner Truppen langfristig entwertet hatte, als bei der Korrektheit der Informationen ein zu großes Risiko eingehen zu müssen und möglicherweise sogar alle Truppen zu verlieren, was bedeuten würde, dass er nicht einmal vom Erfolg der Mission erfahren würde.\n\nEtwa zwei Wochen nachdem Swain {{champion:50}} in Ionia auf die Untoten gestoßen war, machte sich die Truppe von Noxus auf in die entfernte Region des Targon.\nÜber See reisten sie erst in den Westen der shurimischen Wüstenregion, um von dort gen Westen in die targonische Gebirgsregion zu gelangen.\nAn der Grenze zum Targon gingen die Truppen in ihre für Noxus typische Staffelung über.\nDie Frontlinie, geführt von Darius {{champion:122}}, dem das Oberkommando über die Mission übertragen war, ging etwa einen halben Tagesmarsch voran. Es sollte sichergestellt sein, dass die nachfolgenden Truppen nicht in die Kämpfe verwickelt wurden.\nIhnen folgte die Unterstützungslinie. Ausgestattet mit Erstversorgung, Informationsübermittlung und Fahrzeugen zum Abtransport der von ihnen aufgefundenen Verletzten und Toten, folgten sie der Frontlinie geschützt durch wenigen, von Darius {{champion:122}} ihnen zugeteilten Kämpfern.\nEiner dieser Beschützer, wie sie bezeichnet wurden, war ein Mann namens Willhelm. Darius {{champion:122}} vertraute ihm sehr und gab ihm daher die Befehlsgewalt über die Unterstützungslinie, da Darius sie durch den großen Abstand zwischen den Linien nicht mehr ausüben konnte.\n\nAls hätte der Targon bereits mit den Noxischen Truppen gerechnet, traf die Frontlinie bereits nach kurzer Zeit auf einen Hinterhalt. Der schwerwiegende Mangel an Ortskenntnissen machte ihnen sehr zu schaffen, sodass der Kampf sich sehr stark dehnte. Auch die Art und Weise mit der die Targonier kämpften, war vielen Noxiern nicht bekannt. Es schien teilweise so, als hätte sich selbst der Boden gegen sie gestellt, sodass einige Truppen in Felsen untergingen oder in Spalten verschwanden, die sich unter ihnen aufgetan hatten.\nDer übliche Abstand von einem halben Tag zwischen den beiden Linien verschwand, sodass die Unterstützung auf die kämpfenden Truppen stieß.\nZum einen bot dies einen geringen Vorteil, da nun alle kampffähigen Personen an den Kämpfen teilnehmen konnten, jedoch stellte sich auch ein großes Problem dar. Die unterstützenden Einheiten, waren nicht explizit für den Kampf tauglich. Im noxischen Militär waren sie daher oft auch verspottet worden. Nun stellte sich das wahre Maß dieser Tatsache dar.\nDer Hinterhalt kostete über die Hälfte der Frontlinie, da sie teile ihrer Ressourcen zum Schutz der Unterstützungslinie aufbrachten. Die Unterstützungslinie war jedoch weitaus stärker dezimiert. Die tatsächlichen Opfer waren nicht groß, jedoch bedurfte die Versorgung der Verwundeten aus der Frontlinie einen großen Anteil der dafür verantwortlichen und ihre absolute Zahl war nicht ansatzweise die selbe, wie die der Frontlinie.\nTrotz dieser herben Verluste setzte sich die Frontlinie unter Darius {{champion:122}} erneut in Bewegung. Zur Kompensation waren weiterhin große Teile der Beschützer in die Frontlinie beordert worden, darunter auch Wilhelm. Dadurch hatte einer der verbleibenden Beschützer, der durch seine schweren Wunden, welche jedoch versorgt wurden, nicht in die Frontlinie gekommen war die Führung übernommen.\n\nNach etwa zwei Tagen des Marsches traf die Frontlinie auf einen Ort, den sie als Kultstätte identifizieren wollten.\nEin junges Mädchen ging langsam und wie in Trance die Stufen vor dem stark verzierten Schrein hinunter und blieb am Fuße der Treppe, wenige Meter vor der Frontlinie zum stehen. Auf eine den Noxiern unbekannte Methode schrieb sie leuchtende Zeichen vor sich in die Luft.\nDarius {{champion:122}} wusste, wie auch der Rest der Truppen nicht, was das Mädchen tat, jedoch wusste er, dass er es mit allen Mitteln aufhalten musste.\nEr holte mit seiner Axt aus und schlug mit voller Gewalt auf das Mädchen. … Doch was geschah, war nicht, was er erwartete. Statt dass das Mädchen niedergestreckt wurde, zersprang die Axt an einer Art geisterhaften Kuppel, die um das Mädchen herum nun in Schwingung geraten war.\nDie Vibration des vermeintlichen Schildes verursachte ein extrem heller Ton, der in der Schlucht der Berge zu hallen begann und ließ die Kuppel sichtbar werden.\nDas Mädchen schrieb nicht in der Luft, sondern genau auf dieser Kuppel.\n\nUnbemerkt von alle dem geschah jedoch noch etwas anderes. Die Unterstützungslinie geriet ebenfalls in Kontakt mit seltsamen Zeichen, wie sie von dem Mädchen gezeichnet wurden, jedoch waren sie bereits im Vorhinein in die Felswände eines schmalen Durchganges gezeichnet worden.\nDer hallende Ton aktivierte sie scheinbar, sodass sie zu leuchten begannen. Doch was sie bewirkten, war der Unterstützungslinie zu diesem Zeitpunkt noch nicht klar.\n\nKurze Zeit später beendete das Mädchen ihre Zeichnung was dazu führte, dass sie aus ihrer Trance aufwachte.\nDarius {{champion:122}} lachte. „Das war's? …“ Doch in diesem Moment blieb ihm jedes weitere Wort im Hals stecken. Das Mädchen war zwar aufgewacht, jedoch war Willhelm in Trance geraten.\nEine Stimme ertönte, von wo sie kam, konnte Darius {{champion:122}} nicht bestimmen, da sie wie der helle Ton des vermeintlichen Schildes in den Bergen zu hallen begann. Was sie sagte, war ebenso schwer auszumachen, doch man konnte schon kurz darauf erahnen, worum es sich handelte.\nWilhelm setzte sich in Bewegung und schlug Mann für Mann seiner eigenen Verbündeten nieder.\n\nAls die Unterstützungslinie zu ihnen aufschloss, war der Kampf bereits verloren. Niemand war bei Bewusstsein, jedoch war auch niemand Tod. Schwere Brüche und Schläge zierten die Körper ihrer Verbündeten und Wilhelm war gemeinsam mit dem Mädchen verschollen.\n\nDie Unterstützungslinie machte nach ihrem Eintreffen alles ihr mögliche und evakuierte die gesamte Frontlinie in ein shurimisches Dorf in der Nähe zur targonischen Grenze, wo sie auf die Einheiten stießen, die sie nach dem ersten Hinterhalt abgetreten hatten, doch diese erkannten sie nicht.\nAls seien sie Feinde, stellten sich ihre eigenen Verbündeten gegen die aus dem Targon zurückkehrenden. Die Tatsache, dass sie die anscheinend bekannten Angehörigen der Frontlinie mit sich brachten neutralisierte jedoch diese Situation etwas.\n\nNachdem die Geborgenen wieder auf die Beine gekommen waren, machten sich die Truppen auf zurück nach Noxus, doch Missgunst säte sich immer mehr.\n„Wer waren die Personen, die die Frontlinie geborgen hatten und warum begleiten sie uns nach Noxus?“\n\nVon diesem Tag an war Willhelm verschwunden. Niemand sah ihn niemand hörte von ihm. Selbst eine Erkundungsmission, die wenige Monate später im targonischen Territorium nach Willhelm suchte, brachte diesbezüglich nichts. Glücklicherweise verlief sie verlustfrei, jedoch besiegelte sie durch ihren Ausgang endgültig den Stillstand der noxischen Expansion gen Ionia.\n\nWeiterhin traten seit der Rückkehr der Truppen ein seltsames Phänomen auf.\nHandgeschriebene Papiere gezeichnet mit dem Kürzel L.O. Tauchten mit unter einmal pro Woche auf dem Schreibtisch von leitenden Mitgliedern des Militärs auf, aber allen voran auf dem von Darius.\n\nEtwa ein Jahr nach dem Scheitern der „Mission Targon“ erfuhr der noxische Machthaber von seltsamen Ereignissen im Grenzgebiet von Noxus und Shurima.\nUm diesen schnellstmöglich auf den Grund zu gehen schickte er eine Erkundungsmission in die beschriebene Grenzregion und staunte nicht schlecht, als er erfuhr, was die Ursache für diese Ereignisse war.\nEin überdurchschnittlich großer, sehr muskulöser Mann, dessen freier Oberkörper von fremdartig wirkenden Tätowierungen geziert war, wurde als Auslöser identifiziert.\nSeine markerschütternden Schläge sollten, laut den Berichten des Erkundungstrupps, massive Steinwände eingerissen und Gebäude zum Einsturz gebracht haben.\n\nUm schnellstmöglich die Situation zu entschärfen, beauftragte der Machthaber den bereits im Süden stationierten Darius {{champion:122}} damit der Stätte seines Wütens einen Besuch abzustatten. Dieser hatte zur Verwunderung des Regenten seine Reise bereits begonnen gehabt und traf somit einen halben Tag nach seiner Beauftragung in der noxischen Exklave ein.\nEr staunte nicht schlecht, als der Randalierende, der ihm in einem Brief von L.O. bereits beschrieben wurde, sich als der verschollene Willhelm herausstellte.\nDarius {{champion:122}} wusste zwar nicht was ihn zu diesem Wüten gebracht hatte, jedoch wusste er, dass er sich nicht zurückhalten durfte.\nWillhelm in diesem Zustand war eindeutig eine Gefahr, und zwar eine derartige, dass sich Darius {{champion:122}} fragte, ob er alleine in der Lage sei, sich ihm gegenüber zu stellen.\nDarius {{champion:122}} machte sich auf, holte mit seiner Axt aus und versuchte mit wenigstens ein Zeichen zu setzen. Mit ihm zu reden, schien keine nutzbare Möglichkeit.\nWas geschah, war jedoch abseits von Darius' Vorstellungen {{champion:122}} : Mit schwereren Verletzungen, war zu rechnen, bei Willhelms großen Wandel hätte er sogar erwartet, dass ihm der Schlag nicht die Gegenwehr nimmt, sodass Darius {{champion:122}} bereits war ebenfalls einen schweren Schlag zu kassieren.\nDoch der Moment der folgte brachte Erinnerungen zurück; Jedoch keine Guten.\nWillhelm erhielt eine düstere Aura, als sei er von etwas besessen, sein Blick wendete sich zu Darius {{champion:122}} und mit einem gezielten Griff stoppte er die Axt von Darius in ihrem Flug: Die rasiermesserscharfe Klinge der Axt, war nicht einmal in seine Haut eingedrungen. Er schloss seine Hand und brach dabei ein Stück aus Darius' Axt heraus.\nDie nun geballte Faust, aus der das heraus gebrochene Stück der Axt nur noch als Noxium-Staub heraus fiel, schlug kurz darauf in den Brustkorb des erstarrten Darius {{champion:122}} ein und schleuderte ihn in eine Hauswand.\n„Wen haben wir den da?“, erkundigte sich Willhelm, nachdem sich die düstere Aura gelegt hatte: „Ein Bekannter meines Gefäßes. … Haben sie tatsächlich nur ihn geschickt?“\n\nAus dem Schatten eines eingestürzten Hauses trat eine junge Frau hervor, die verwundert ihre linke Hand betrachtete, sie öffnete ... wieder schloss … hin und her drehte.\n„Ich bin lange nicht mehr ohne Körper in Erscheinung getreten. Dieses Provisorium scheint wohl den Gedanken meines Herren zu entsprechen. … Ich sollte ihm mal wieder eine Gespielin besorgen.“, erklärte die rudimentär bekleidete Frau amüsiert. Als sie aufsah und Darius {{champion:122}} am Füße der eingestürzten Wand sah, fluchte sie jedoch: „Ich kann ihn nicht gebrauchen! … Warum schicken die so eine bedeutende Person hier her? … Wir brauchen jemand unbedeutenden! … Jemand der ihnen egal ist, um mich in ihre Reihen zu schleusen! … So kann ich nicht zu meinem Herren zurückkehren!“\nWillhelm wendete seinen Blick zu ihr und betrachtete sie, als sei sie eine Puppe: „Dein Herr?“\n„Cyrus, derjenige, dem ich unterstellt bin. … Es ist der Körper desjenigen, den du vermutlich als Arc Spiritus kennst.“, erklärte die Frau, worauf sich ihr Körper zu einem dunklen Nebel auflöste und ihre Kleider zu Boden fielen: „Kehre zurück! Willhelm. ... Sie haben vor dir zu viel Respekt. ... Ich werde einen anderen Weg finden müssen.“\n\n**Chapter II: Arc Vira: XI – Die Kraft (Willhelm)**\n\nWir drehen erneut die Zeit zurück zu dem schicksalhaften Tag im Targon an dem Willhelm sich erstmalig gegen seine eigenen Truppen gestellt hat.\nWas ist wirklich passiert?\nWas wurde aus Willhelm?\nWer kontrollierte den Verlauf des Geschehenen?\nAll' das sind Fragen, die Noxus nicht beantworten konnte, doch wie sieht dies aus der Sicht von Willhelm aus?\n\n(...) beendete das Mädchen ihre Zeichnung was dazu führte, dass sie aus ihrer Trance aufwachte.\nDarius {{champion:122}} lachte. „Das war's? …“ Doch in diesem Moment blieb ihm jedes weitere Wort im Hals stecken. Das Mädchen war zwar aufgewacht, jedoch war Willhelm in Trance geraten.\nEine Stimme ertönte, von wo sie kam, konnte Darius {{champion:122}} nicht bestimmen, da sie wie der helle Ton des vermeintlichen Schildes in den Bergen zu hallen begann, doch Willhelm hörte sie sehr klar.\nEs war die helle Stimme des Mädchens, das bis vor kurzem in Trance war, und eine raue, kräftige Stimme hatte sich ihr angeschlossen: „Es freut mich, dass dir dieser Körper gefällt, Arc Vira. … Auch wenn deine Rückkehr noch nicht beendet ist, erbitten wir deine Hilfe, Bruder. … Doch töte sie nicht. … Ihre Reihen könnten uns noch dienlich sein.“\nWillhelm setzte sich, wie ihm befohlen wurde, in Bewegung und schlug Mann für Mann seiner vermeintlichen Verbündeten nieder, denn sie wussten nicht, was seinen Seitenwechsel veranlasste.\n\nNachdem sich die targonischen Truppen zurückgezogen hatten, trafen sich Willhelm, das Mädchen und ein verwundet wirkender Mann mit langem, weißen Haar in einem spirituell wirkenden Raum im Untergrund des Targonischen Gebirges.\n\n„Nun dann.“, eröffnete das Mädchen das Gespräch: „Ich hoffe, dass du dich an den Körper gewöhnen kannst. Er scheint mir sehr ...“\n„Dir haben stämmige Körper, vor allem aber Männer noch nie gefallen, Arc Docema. Mir gefällt er sehr. Er entspricht mir wirklich. Es ist nur etwas her, dass ich das letzte mal einen Körper erhalten habe. Daher trocknen mir noch zu oft die Augen aus, weil ich vergesse sie zu schließen oder ich verschätze mich mit der Kraft und zerstöre versehentlich Kleinigkeiten.“, erklärte Willhelm trotzig.\n\nDer weißhaarige Mann wanderte währenddessen im Raum umher und betrachtete die durch Kerzen beleuchteten Malereien an den Wänden und dem Altar.\n„Wie möchtest du denn heißen?“, fragte der wandernde Zuhörer: „Ich für meinen Teil habe mich Shikuro nennen wollen und der Körper von Arc Docema ist Ryona“\n„Ihr kennt mich. Einfallsreichtum war noch nie meine Stärke, daher belasse ich es bei dem Namen den der vorherige Nutzer dieses Körpers hatte. … Willhelm. … Wer bist du eigentlich? … Bist du auch …?“, stellte Willhelm fest und kniff sich erneut die Augen zu. Shikuro lachte: „Das hat mir auch anfangs Probleme bereitet. Menschen sind so … mühsam. … Zurück zur Frage. Ich bin Arc Suspendia, also ja ich bin auch eine Arcane… und Arc Moritura im Körper Yamina ist auch in der Nähe, hat jedoch aktuell damit zu tun die Nichtsnutze abzulenken, um uns dieses Gespräch zu ermöglichen.“\n„Was wollt ihr denn nun von mir.“, erkundigte sich Willhelm und blickte die beiden im Wechsel an: „Ich meine, ich freue mich ja wieder einen Körper zu haben, aber eigentlich ist es keine Handlung der Höflichkeit, wenn eine Arcane eine andere mit einem Gefäß versorgt. Ich gehe also recht in der Annahme, dass du etwas vor hast 'Ryona' ?“\n„Du hast ja recht. … Ich hätte jedoch nicht erwartet, dass du so schnell auf den Punkt kommst, wo du ja eigentlich nicht durch geistige Leistung glänzt“, antwortete Ryona etwas hämisch: „Abseits von mir und Arc Sanctus, deren Aufenthaltsort ich jedoch nicht kenne, ist es nicht vorgesehen, dass die Arcanen ein Gefäß erhalten, jedoch habe ich in Erfahrung bringen dürfen, dass die antiken Aufgestiegenen sich erneut bereit machen. Sowohl die kosmischen Hüter (_Hierbei handelt es sich um die Aspekte, die am Gipfel des Mount Targon ihre Auserwählten bestimmen_), die nicht weit von hier ihre Auserwählten mit ihren Eigenschaften versehen, als auch die weltlichen Hüter (_Hierbei handelt es sich um die Aufgestiegenen aus Shurima und deren Korrumpierte, die Darkin_) haben erneut ihre Reihen geschlossen. Sie scheinen von uns erfahren zu haben, daher können wir nicht warten. Falls es zum Schlimmsten kommt, haben wir nicht mehr die Zeit und auch nicht die Gefäße, um uns ihnen entgegen zu stellen. … Sie es als Chance. Möglicherweise können wir ihnen in Kürze endlich ein Ende setzen.“, erläuterte Ryona und schloss sich anschließend dem Lächeln von Willhelm an.\nShikuro näherte sich den beiden und führte fort: „Aktuell wissen wir von uns vier, die wir ein Gefäß haben. Bei Arc Sanctus können wir davon ausgehen, dass sie auch irgendwo ist, wobei wir bislang keine Möglichkeit haben, ihr Gefäß ausfindig zu machen. … Möglicherweise hat sie ebenso weitere Arcanen beschworen, ... aber egal wie es aussieht: Wir haben noch einiges vor uns. Vor allem wenn man sich mal überlegt, was es bedeutet, wenn wir tatsächlich alle Arcanen beschwören wollten.“\n„Bedarf es wirklich allen?“, harkte Willhelm besorgt nach: „Weder ist es leicht ein passendes Gefäß für ein paar von ihnen zu finden, wenn es überhaupt eines gibt, noch sollte man das Risiko, dass von einigen ausgeht auf die leichte Schulter nehmen.“\n„Wir wissen es nicht. … Aktuell haben wir einfach ein Auge auf mögliche Gefäße, um wenigstens die 'leichteren' Beschwörungen durchzuführen. … Also so was wie bei dir. … Wenn es jedoch tatsächlich zu schweren Konflikten kommen würde, wären wir vor allem bei den anspruchsvolleren Arcanen nicht mehr in der Lage sie ins Spiel zu bringen, ohne einen direkten Zugang in die unsere Heimat.“, erklärte Ryona: „Und einen direkten Zugang in die Zwischenwelt zu schaffen würde mehr Schaden anrichten, als es alle Arcanen zusammen leisten könnten. … Selbst Arc Deus, würde dagegen vermutlich eher wie ein Heiler wirken.“\n„Ich weiß … Leider.“, reagierte Willhelm und blickte gen Boden: „Wie viel Zeit haben wir denn vermutlich?“\n„Aktuell sind uns fünf kosmische Boten (_Die Auserwählten wie Pantheon {{champion:80}} , oder Zoe {{champion:142}} _) bekannt. Wir wissen nicht, wie viele Boten sie schicken wollten, also wie gefährlich wir für sie scheinen. … Bei den weltlichen Hütern haben wir aktuell keine klare Zahl, jedoch sollten sie uns aktuell noch nicht gefährlich sein.“, beschrieb Ryona und begann wie Shikuro durch den Raum zu pilgern. Shikuro blieb vor dem im Raum stehenden Altar stehen und blickte hinauf zu einer erodierten Zeichnung an der Wand hinter dem Altar: „Egal, wie viel Zeit wir haben, wir sollten die Zeit die wir haben möglichst effizient nutzen. … Wir können es uns nicht leisten den Krieg zu verlieren, bevor er begonnen hat.“\nEinige Minuten der bedachten Ruhe vergangen bevor die drei ein Klopfen an der massiven Steintür hörten und mit kurzer Verzögerung eine stark bandagierte Frau in bläulichem Kleid eine Art dunklen Geist in den Raum führte.\n„Yamina? … Wer ist das? … Wolltest du uns nicht Ruhe verschaffen?“, fragte Ryona die hereingekommene Frau. Nachdem diese die Tür hinter sich geschlossen hatte und der dunkle Geist langsam die Silhouette einer unbekleideten Frau annahm, erklärte Yamina: „Die Kultanhänger habe ich mit einer Messe abgespeist. Die kommen jetzt erst einmal nicht so schnell aus den Ritualstätten. … Und bevor du fragst, das hier ist laut eigenen Aussagen ein Bote von Arc Spiritus“\n„Arc … Spiritus. … Lange nicht mehr von ihm gehört. … Ich hätte nie gedacht, dass er bereits jetzt von Arc Sanctus beschworen wurde, jedoch heißt das ja, dass sie ebenso von der Bedrohung erfahren hat.“, murmelte Ryona. Die geisterhafte Gestalt verbeugte sich vornehm vor Ryona: „Es freut mich Ihre Bekanntschaft zu machen.“\nSie erhob sich und blickte starr in den Raum, als sei sie blind: „Ich bin hier her geschickt worden, um Sie von der Anwesenheit der siebenundzwanzigsten Arcane in Kenntnis zu setzen. … Die Anwesenheit der dritten Arcane kann ich jedoch nicht bestätigen. Sie ist nicht der Grund für die Ankunft meines Herren.“\n„Arc Sanctus ist also ...“, begann Ryona, bevor ihr Shikuro ins Wort fiel: „Es ist gut zu wissen, dass dein Herr bereits eingetroffen ist. Ich vermute, dass du hier her geschickt wurdest, um uns bei der Feststellung weiterer Gefäße behilflich zu sein. … Habe ich Recht?“\n\n\nEin knappes Jahr später in einer der noxischen Exklaven:\nDie geisterhafte Gestalt war seit dem Gespräch nie wieder aufgetaucht und die vier Arcanen vermuteten, dass sie gelogen habe.\nUm weitere Gefäße ausfindig zu machen, war Shikuro nach Ionia zurückgekehrt, von wo er nur wegen der Beschwörung Arc Viras (_Willhelm_) abgereist war.\nRyona verblieb beim „Verbotenen Kult“ und suchte mit ihnen auf targonischem Gebiet nach Gefäßen.\nYamina wanderte durch die shurimische Wüste und trennte sich erst vor Kurzem von Willhelm, der seine Suche in Noxus vollziehen wollte.\n\nHier in der noxischen Exklave, in der Nähe von Urzeris, sollte seine Suche in Noxus seinen Anfang nehmen. Um so schnell wie möglich geeignete Gefäße für die höchsten Arcanen zu finden, hielt er sich nicht zurück. Jeder der seiner Prüfung nicht widerstehen konnte, starb in wenigen Augenblicken. Er schlug mit voller Macht auf Passanten ein und riss Gebäude wie eine Abrissbirne ein.\n„Wie wollt ihr einer hohen Arcane Wirt sein, wenn ihr nicht einmal den Schlag einer niedrigen überlebt.“, murmelte er mehrmals und nachdem er nach Stunden der Randale keinen würdigen gefunden hatte, schrie er voller Wut gen Himmel: „Es ist aussichtslos. … Menschen sind zu fragil für euch!“\n\nWenige Tage später, am Tag, an dem er auf Darius {{champion:122}} treffen sollte, traf er auf eine junge rudimentär bekleidete Frau, die ihn verwirrte. Sein Schlag gegen sie zerriss zwar ihr Kleid am Einschlagpunkt, aber seine Faust glitt durch ihren Körper, wie durch die Luft vor ihr.\n„So trifft man sich wieder … Willhelm.“, erklärte die Frau: „Deine Randale scheint Noxus auf dich aufmerksam gemacht zu haben. … Vielleicht kommst du also doch an die Personen, die du suchst.“\n„Wer bist du?“, fragte der verwirrte Willhelm während er vorsichtig seinen Arm aus ihrem Leib herauszog und bemerkte, dass kein Blut an ihm klebte.\n„Ich bin ein Bote. … Ich verfolge das gleiche Ziel wie du, jedoch will ich mir einen noxischen Soldaten zum Gefäß machen, um unauffällig die Hauptstadt auf mögliche Gefäße zu prüfen.“, erklärte die mysteriöse Frau. \nKurz darauf traf Darius {{champion:122}} auf Wilhelm.\nAls Darius {{champion:122}} nach kurzem Zögern mit ausgeholter Axt auf Willhelm zu rannte, wusste Willhelm schnell, dass er selbst in Noxus nicht wirklich weit kommen würde. Er fing die geschwungene Axt und schlug Darius {{champion:122}} kurz darauf in eine Häuserfront. Wer auch immer dieser Bote war, er hatte definitiv mehr Möglichkeiten ein geeignetes Gefäß in Noxus zu finden.\n\nNachdem die Botin sich als Untergebene von Cyrus vorgestellt und sich aufgelöst hatte, fragte Willhelm argwöhnisch, im Wissen, dass ihre Präsenz noch nahe war, wie es sein kann, dass eine so hohe Arcane bereits beschworen sein kann.\n\n„Ich weiß, dass es sich seltsam anhört. Er fordert recht spezielles von seinem Gefäß. Einen wachen Geist, die Aura eines Toten, eine verblasste Seele, das fehlen einer Schattenseite und den erstarrten Körper eines Lebenden. ... Es hört sich schwer an und bedarf normalerweise Jahre der Präparation, jedoch hat das geliebte Noxus deines Gefäßes uns diese Arbeit abgenommen.“, erklärte die Stimme der verschwundenen Frau, bevor ihre Präsenz endgültig für Willhelm verschwand.\n\n___\n\n**Aussehen:**\n\n - Großgewachsener, aufrechter, sehr muskülöser Mann mit stark tätowiertem Oberkörper und Armen.\n - Schlichte dunkel Hose die großteils von Metallplatten bedeckt ist. (Verbliebender Teil noxischer Rüstung)\n - Eine schwere Kette ist kreizförmig über seine Brust und Rücken gelegt. (über beide Schultern, jeweils diagonal und am Rücken wieder zurück)\n\n___\n\n**Zitate:**\n\n- Pick\n - Vermutlich wird auch dieser Kampf kein Würdigen erzeugen.\n- Bann\n - Der Versuch wäre es wohl nicht wert gewesen.\n- Taunt\n - Auch du bist es nicht wert, von einem Gott besessen zu werden.\n - An so zerbrechlichen Wesen wie dir habe ich kein interesse\n- Joke\n - Ich bin nicht aus Spaß hier.\n - Du glaubst ich scherze? ... Vergiss es!\n- Zurückschlagender Angriff\n - Zu schwach!\n - Kein Widerstand?\n - Kämpf schon!\n - Wehr' dich!\n - Schwächling!\n - Habe ich da was brechen gehört?\n- Angriff gegen \"in den Boden gerammten\" Champions\n - Steh auf!\n - Komm' schon!\n - Am Boden liegen ist keine Ausrede!\n - Willst du wirklich sterben?\n- Bewegung\n - Dieser Körper ist mir noch so fremd. ... Schweben war leichter.\n - Ich kann nicht mehr warten.\n - Wo bist bist du ... Gefäß?\n- Erste Bewegung nach Spielbeginn (kein Juggernaut im Gegnerteam)\n - Alles nur Nichtsnutze!\n - Jeder Schritt Verschwendung\n - Der Kampf ist schon gewonnen.\n - Wie kann es sein, dass sich Leute wie die ernsthafte Chancen ausrechnen mich zu besiegen. ... Ja okay bei den Verbündeten ...\n - Wenn ich nur ein richtiges Team hätte.\n- Erste Bewegung nach Spielbeginn (mindestens ein Juggernaut im Gegnerteam)\n - Das könnte interessant sein.\n - Vielleicht findet sich ja ein geeignetes Gefäß\n - Ein Tag des Erfolges ... Wenigstens möglicherweise.\n- Gegenüber verbündeten Juggernaut\n - Na dann ... Zeig mir, dass du würdig bist an meiner Seite zu kämpfen.\n - Sein kein Schwächling\n - Streng dich an!\n- Gegenüber verbündeten [Shikuro](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/bYnPMNH5-shikuro-der-necromantist)\n - Auch eine Art zu kämpfen.\n - Leichen recyclen? ... Warum eigentlich nicht.\n - Den Tod des Gefäßes zu riskieren ... Ich besorg dir kein neues. ... Jedenfalls nicht mit Absicht.\n- Gegenüber verbündeten Cyrus\n - Kennen wir uns?\n - Bist du Cyrus? ... Ich kenne ja nur den Püppchen\n - So ein fragiles Gefäß? ... Bist du wirklich eine hohe Arcane?\n- Gegenüber verbündeten [Yamina](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/T8arPwci-yamina-die-ruckkehr-der-geopferten)\n - Heilt das wenigstens noch?\n - Du siehst ja aus ... Ach was mach' ich mir bei dir eigentlich einen Kopf?\n - Du siehst ... lebendig? ... aus.\n- Gegenüber verbündeten Ryona\n - Ich danke dir.\n - Du hattest schon damals ein Auge für passendes.\n - Immer noch so scheu?\n- Gegenüber feindlichem Juggernaut\n - Beweise dich!\n - Zeig mir, dass du es wert bist.\n - Ironisch. Wenn du gewinnst, werde ich dafür sorgen, dass du stirbst.\n- Gegenüber feindlichem {{champion:122}} \n - Und du bist was?\n - Noxus sieht zu viel in dir.\n - Unwürdig.\n- Gegenüber feindlichem {{champion:150}} \n - So klein und doch so ein Kraftproz.\n - Wenn du nur immer groß bleiben würdest.\n - Du könntest interessant sein.\n- Gegenüber feindlichem {{champion:44}} {{champion:142}} {{champion:80}} {{champion:131}} {{champion:89}} \n - Was hast du vor?\n - Will also ein Lakei einen Gott besiegen.\n - Ich möchte mit deinem Herren sprechen!\n- Gegenüber feindlichem {{champion:75}} {{champion:58}} {{champion:268}} {{champion:101}} \n - Was ist nur aus dir geworden.\n - Wie viele gibt es von dir?\n - So fragil.\n- Beim Kauf von {{item:3071}} \n - Eine Axt. ... Kommt mir bekannt vor.\n - Ich bin kein Typ von Schneidwerkzeug.\n - Rüstung bekomme ich auch ohne Schnickschnack klein.\n- Beim Kauf von {{item:3022}} \n - Ein Hammer? ... Bessere Schläge schaden ja nicht.\n - Hoffentlich ist das Gefäß nicht so temperaturemfindlich.\n - Ganz schön kalt.\n- Beim Kauf von {{item:3161}} \n - Das soll ein Speer sein?\n - Eine Klinge für mich? ... Verschwendung.\n - Wer mir zu nah kommt stirbt. ... Ich brauch sowas nicht.\n- Beim Kauf von {{item:3074}} {{item:3748}} \n - Was ist denn das?\n - Schlägt man damit oder ist dass ne Klinge?\n - Überraschend, dass man sowas braucht um Flächenwirkung zu erfahren.\n- Beim Kauf von {{item:3025}} {{item:3053}} \n - Handschuhe? ... Warum eigentlich nicht!\n - Damit es noch mehr knallt ... Was ich suchte, sollte selbst dem widerstehen.\n\n___\n\n|Statistiken|Level 1 - | pro Level - | Level 18\n|-\n|Mana\t\t|350\t|+ 37\t|979\n|Mana Reg\t|8,0\t|+ 0,5\t|16,5\n|Leben\t\t|582\t|+ 93\t|2163\n|Leben Reg\t|8\t|+ 0,9\t|23,3\n|AD\t\t|62\t|+ 4\t|130\n|AS\t\t|1,000\t|* 0,000\t|1,000\n|Armor\t\t|32\t|+ 2,5\t|74,5\n|MR\t\t|32,1\t|+ 1,25\t|53,35\n|MS\t\t|300\n|Range\t\t|125\n\n**Einstufung:**\n\n - Schaden: 9/10\n - Durchhaltevermögen: 7/10\n - Kontrolle: 5/10\n - Mobilität: 3/10\n - Unterstützung: 1/10\n - Schwierigkeit: 8/10\n\n___\n\n**P1 – Beständigkeit**\n\n - Willhelm kann kein zusätzliches Lauftempo bekommen.\n - Willhelm kann kein Angriffstempo außer durch Level erhalten.\n - Reduktionen gegenüber Willhelms Angriffstempo, Lauftempo und Zähigkeit sind nur halb so stark. (Also Slow-, Cripple- und Brittle-Effekte)\n\n**Q**\nKosten: 75/80/85/90/95 Mana\nAbklingzeit: 12/11/10/9/8 Sekunden\nReichweite: Radial: 450\n\n**Q1 Aktive – Kettenschlag**\n\n - Willhelm schlägt mit dem freien Ende seiner Kette in einem Halbkreis mit  Radius 450 IGU auf den gewählten Punkt. (Ein einziger Schwung)\n - Der erste getroffene gegnerische Champion wird um 200 + 2/4,5/7,5/11/15% der Differenz zwischen der max. HP des Ziels und Willhelms max. HP Einheiten in Flugrichtung zurückgeschleudeert und erhält 75/100/125/150/175 + 60% AD als physische Schaden. (Knockback nur, wenn Willhelm mehr max. HP hat, als das Ziel.)\n - Trifft die Kette auf einen Champion, so beendet dies die Bewegung der Kette mit leichter Verzögerung (Vgl. Rückkehr der Draven-R)\n - Vasallen, die von der Kette getroffen werden, erhalten den gleichen Schaden wie Champions und werden um 600 IGU zurückgeschleudert.\n - Zurückgeschleuderte Ziele können nicht über Wände bewegt werden, sondern prallen gegen diese.\n\n**W**\nKosten: 60/70/80/90/100 Mana\nAbklingzeit: 18/16/14/12/10 Sekunden\nReichweite: Selbst\n\n**W1 Passive – Gestählter Körper**\n\n - Willhelm erhält 2/4/6/8/10% verringerten physischen Schaden von Champions, Vasallen und nicht-epischen Monstern.\n\n**W2 Aktive – Verschleiß des Gegners**\n\n - William wird für 1/1,5/2/2,5/3 Sekunden von einer düsteren Aura umgeben.\n - Nahkämpfer, welche William innerhalb dieser Zeit mit Normalen Angriffen angreifen, verursachen die nächsten 1,5 Sekunden um 2/4/6/8/10% verringerten Schaden mit Normalen Angriffen. (Timer resetet sich bei weiteren Angriffen, jedoch stackt der Debuff nicht)\n\n**E**\nKosten: Keine\nAbklingzeit: Keine\nReichweite: Selbst\n\n**E1 Passive – In den Boden rammen**\n\n - Einheiten, die nicht \"in den Boden gerammt\" sind und durch diesen Champion Schaden erleiden, werden für 1,5 Sekunden gegrounded.\n - Champions, die durch diesen Champion Schaden erleiden, werden für 6,5 Sekunden \"in den Boden gerammt\" (Diese Zeit ist durch CDR reduziertbar)\n\n**E2 Passive – Die Kraft der elften Arcane**\n\n - Willhelms Normale Angriffe verursachen 0,4/0,8/1,2/1,6/2,0% pro 100 max. HP, seiner AD zusätzlichen physischen Schaden.\n - Normale Angriffe von Willhelm können nicht abgebrochen werden und können nicht kritisch treffen.\n - Wenn er einen nicht \"in den Boden gerammter\" Champion angreift, so werden beide Champions während des Angriffs um 25/50/75/100/125 + 2% max. HP in Richtung des Ziels bewegt. (Für Willhelm gilt dies als Dash, für den Gegner als Knock-Back.)\n\n**R**\nKosten: 100 Mana\nAbklingzeit: 150/135/120 Sekunden\nReichweite: Selbst\n\n**R1 Aktive – Verheerender Schlag**\n\n - Willhelm erhält für 3 Sekunden ein normales Schild der Größe: 100 + 30/35/40% Bonus HP\n - Wenn das Schild ausläuft oder zerbricht verursacht sein nächster Normale Angriff 40% AD zusätzlichen physischen Schaden und stößt das Ziel um 150/275/400 + 5% max. HP nach hinten.\n - Kollidiert das Ziel dadurch mit Terrain, so wird es 2 Sekunden gestunt und erhält weitere 40/50/60% AD physischen Schaden.\n\n___\n\n**Erläuterungen zur Spielweise**\n\n - Willhelm ist ein eher gradliniger Champion, abseits seiner Q hat er nur Normale Angriffe, daher bietet es sich an die Nähe des Gegners zu suchen.\n - Durch seine Passive ist er sehr eigen. Was er besitzt kann man ihm schwer nehmen, daher bietet es sich an Tenacity zu erwerben, um zu vermeiden, dass Gegner dich langfristig unfähig zu machen.\n - Willhelm ist nicht unbedingt der beste Champion, wenn es darum geht an Schützen heranzukommen. Wenn er allerdings die Chance erfährt, dann nutze sie auch.\n - Willhelm liebt lange Autoattack-Trades, auch wenn seine Gegner diese ebenso lieben ist er ihnen in der Regel stark überlegen.\n - Vergiss nicht, dass deine Normalen Angriffe grounden können. Mobile Champions sind daher anfangs sehr stark eingeschränkt.\n - Willhelm wirkt zwar wie ein guter Duellant ist jedoch aufgrund seines konstanten Angriffstempos nicht in der Lage vernünftig zu splitpushen. (Demolisher ist im Falle des Splitpushes emfehlenswert.)\n - Willhelm ist extrem langsam. Er kämpft nicht gerne, wenn die Gegner in der Rückwärtsbewegung sind und fällt gern zurück.\n\n___\n\n**Synergien mit Verbündeten**\n\n - Willhelm profitiert von Verbündeten, die CC mit hoher Reichweite nutzen können, da es ihm ermöglicht an die Carries heranzutreten.\n - Durch Willhelms Kombination von Schaden und Tankyness, kann er sehr gut mehrere Gegner an sich binden. Daher synergiert er mit Champions, die das generierte Chaos nutzen können (e.g. Attentäter)\n\n___\n\n**Problematische Gegner**\n\n - Champions, die Angriffe verhindern können, da Willhelm abseits der Q nur Normale Angriffe hat.\n - Champions, die eine hohe Mobilität mit einer Reichweite von mehr als 125 verbinden.\n\n___\n\n___\n_Stand: 14.02.19_\n___\n\n> ## Unser hauseigenes Wikipedia (lt. INoKami) aus meiner Feder\n[[Guide] Die Möglichkeiten des Konzept-Schreibers](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/jIFVA5Yo-guide-die-maglichkeiten-des-konzept-schreibers)\nWird regelmäßig aktualisiert.\n\n---\n\n> ## Die Arcana\nHierbei handelt es sich um ein Großprojekt von mir, welches ein Kollektiv von mehreren Konzepten darstellt, die ich im Laufe der Zeit veröffentlichen werden. Die Hintergrundgeschichten dieser Konzepte bilden eine gemeinsame Geschichte mit welcher ich einen besonderen Blick auf das von uns allen so geliebte Runeterra werfen möchte.\n\n>### * ? - Der Narr:  * * - * * I – Der Magier: * * - * * II – Die Hohe Priesterin: * * - * * III – Die Herrscherin: * * - * * IV – Der Herrscher: * * - * * V – Der Hierophant: * * Eigentlich wollte die kleine Ryona mit ihrer Schwester Soraya nicht diesen Weg gehen. Lange Vorbereitungen sollten dazu führen, dass die beiden zum Gefäß eines der mächtigsten Aspekte des Targon werden konnten, doch es sollte anders kommen … ganz anders. * * Hattest du schon immer die Phantasie mal ein Vasallen zu spielen oder den BlueBuff über die Karte zu navigieren? Dann mach dich gefasst auf Ryona, denn mit ihr ist nichts mehr unmöglich. [Ryona - Das arcane Medium](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/kpWhm8Pj-ryona-das-arcane-medium) * * - * * VI – Die Liebende: * * - * * VII – Der Wagen: * * - * * VIII – Die Gerechtigkeit: * * - * * IX – Der Erimit: * * - * * X – Das Rad des Schicksals: * * - * * XI – Die Kraft: * * Warum scheiterte Noxus an Ionia? Was hielt sie davon ab zu gewinnen, wo sie alle Mittel nutzten um den Sieg zu garantieren? Was hält ein Reich für das selbst der Tod keine entgültige Größe ist auf ein so zersplittertes Reich wie Ionia zu besiegen? Willhelm sollte mit einer ganzen Armee diese Frage lösen, doch was auch immer er herausfand: Nun ist er einer der beachtbarsten Antagonisten seiner nun ehemaligen Heimat. * * Wolltest du schon immer mal einen Gegner an die Wand donnern und von jedem Schlag wissen, dass er Knochen bricht? Dann ist Willhelm definitiv eine gute Wahl für dich. [Willhelm - Die einschüchternde Gewalt](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/iX27J8LR-willhelm-die-einschuchternde-gewalt) * * - * * XII – Der Gehängte: * * Der Tod ist in Runeterra eine Größe, der sehr viel Beachtung geschenkt wird. Ob es die Verkörperung des Todes Kindred ist oder das ganze Reich der Toten, dass sich südöstlich von Ionia befindet. Der Tod ist eine bedeutende Macht und Shikuro scheut sich nicht diese Macht zu nutzen. * * Wolltest du schon immer mal die Kontrolle über Leben und Tot haben? Dann lege dich in die Hände des wohl suizidalsten Champions, den dieses Forum je gesehen hat. [Shikuro - Der Necromantist](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/bYnPMNH5-shikuro-der-necromantist) * * - * * XIII – Der Tod: * *  Der Tod ist mächtig. Das weiß auch der Targon, doch wie mächtig der Tod wirklich ist versucht er um alles zu verbergen. Finstere Rituale im Herzen des Targon sollen die Rakkor stärken. Durch das Schicksal von Yamina werfen wir einen Blick auf die finstere Seite des so strahlenden Glaubens der Solari * * Wenn auch du dir denkst, dass der Tod der stärkste CC im Spiel ist, dann wird Yamina dir den Umgang mit ihm lehren. [Yamina - Die Rückkehr der Geopferten](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/T8arPwci-yamina-die-ruckkehr-der-geopferten) * * - * * XIV – Die Mäßigkeit: * * - * * XV – Der Teufel * * - * * XVI – Der Turm: * * Wie schön die Gesegnete Insel doch war … bevor sich alles änderte. Reika wird noch immer von den Folgen des abrupten Wandels verfolgt. Die ehemalige Erzieherin hat jedoch etwas, dass ihr neuen Mut gab. * * Hörst du auch ab und zu Stimmen aus dem Jenseits. Hängst du immer noch an denjenigen, die verblichen sind? Dann folge Reika auf ihrem Weg mit dem Geschenk des Todes umzugehen. [Reika - Die Witwe der vergessenen Lieder](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/ZjOaWId7-reika-die-witwe-der-vergessenen-lieder) * * - * * XVII – Der Stern: * * - * * XVIII – Der Mond: * * Ionia ist ein unglaublich heterogenes Reich. Gefühlt in jedem Ort gibt es eigene Traditionen, Lehren und Riten. Luna ging in diesem Reich ihren eigenen Weg. Nach ihrer Flucht aus Wuju lernte sie die Lehren des Schattenordens kennen und ist nun die perfekte Untergebene für jenen ganz eigenen Kleingeist. * * Dieser Champion ist nichts für Mondsüchtige, denn sie hüllt die Kluft in den silbrigen Schein des wandelbaren Mondes. [Luna - Die nächtliche Präsenz](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/aEYqLE31-luna-die-nachtliche-prasenz) * * - * * XIX – Die Sonne: * * - * * XX – Das Gericht: * * Bevor Jericho Swain die Macht in Noxus ergriff, waren Spiele bis zum Tod im Herzen des Reiches ein beliebtes Mittel zur Unterhaltung der Masse. Verurteilte Kriminelle und Gefangene von den Fronten der noxischen Expansion wurden in gewaltigen Amphitheatern durch blutige Kämpfe hingerichtet. Eine dieser als Gladiatoren bezeichneten Verurteilten ist die aus Shurima stammende Galerya Ianiva Moertis, die die Arena jedoch auf eine Art verlassen sollte, mit der selbst Draven nicht rechnete. [Gaia – Die legendäre Gladiatorin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/pUqXxtbG-gaia-die-legendare-gladiatorin ) * * - * * XXI – Die Welt: * * - * * XXII – Der Android: * * - * * XXIII – Die Gottheit: * * - * * XXIV – Die Zeit: * *  Wenn man in Zhaun lebt, und das „Glück“ hat für einen der Barone zu arbeiten, dann kann man schon recht gut überleben. Doch die Barone sind eingebildete, geldgierige Fanatiker und gieren nur nach allem was ihnen Geld und Macht verleiht. Temarie soll im Auftrag eines dieser Barone der Zeit auf die Spur kommen. * * Hast du Zeit? Und zwar sehr viel davon, denn Zeit ist Geld , oder im Fall von Temarie Mana. [Temarie - Die Kausalität](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/laJ45E1x-temarie-die-kausalitat) * * - * * XXV – Die Seele: * * - * * XXVI – Der Körper: * * - * * XXVII – Der Geist: * * Was würdest du machen, wenn du über mehr als ein Jahrzehnt gefesselt und geknebelt in einem Hochsicherheitsgefängnis lebst. Jegliche Kontakte sind die genommen und deine Sinne sind scheinbar kein Teil mehr von dir? Cyrus hatte genau dieses Leben, nachdem er für den Mord an einigen noxischen Soldaten verantwortlich gemacht wurde. Die Zeit hat ihn verändert … sehr verändert, denn aus dem hinterhältigen Kleinkriminellen, der mit mehr Glück als Verstand die noxische Invasion in Ionia überlebte, wurde eine alles verändernde Macht, die das Machtgleichgewicht Runeterras empfindlich stören wird. * * Wenn die Grenzen zwischen Realität und Phantasie verschwinden und unmögliches plötzlich greifbar nah ist, dann ist dieses „Wesen“ nicht mehr weit von dir entfernt. [Cyrus - Das Gefäß des Geistes](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/Mfx3YwtE-cyrus-das-gefas-des-geistes) * * - * * XXVIII – Die Aura: * * Was ist wahrlich schön und was lediglich Fassade. Wie kann man die Wirklichkeit von dem Schein unterscheiden. Veronica kennt die Antwort nicht, doch es ist ihr auch bedingt egal, denn sie lebt genau davon, dass die Grenzen der Realität verschwimmen können. Masken sind ihr Geschäft und ihr Leben und inzwischen ihre ganze Existenz.[Veronica – Die Maskenbauerin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/iwBkvbA5-veronica-die-maskenbauerin) * * - * * XXIX – Der Schatten: * * - * * XXX – Die Existenz: * * - * * XXXI – Die Zahl: * * - * * XXXII – Der Name: *\n\n---\n\n> ## Weitere Champions aus meiner Feder:\n\n>### *In League gibt es sehr verschiedene Champions mit verschiedensten Funktionen, doch eine Klasse zeichnet sich durch eine vergleichsweise geringe Variation aus: Die Schützen. Aurora will mit ihrem Bild der Welt ein Zeichen setzen und ihrem Idol einen großen Schritt näher kommen, doch für welchen Preis? * * Behältst du immer einen ruhigen Kopf und verschwendest deine Angriffe nicht als seinen sie kostenfrei, dann öffnet dir mein Erstlingswerk die Augen auf eine neue Perspektive von League. [Aurora, die besessene Seelenschützin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/huAWHvuz-aurora-die-besessene-seelenschatzin) * * - * * Jedes Spiel in League verursacht immensen Schaden. Türme werden zerstört, Vasallen schwer verletzt und auch die Champions erfahren immensen Schaden. Um die Reparatur der Kluft und die Umsetzung von bedingter Vorhersehbarkeit kümmert sich das Personal der Kluft. * * Interessierst du dich für einen Blick hinter die Kulissen der Kluft, dann ist dieser Rentner genau das richtige für dich. [Oblivion - Der Aufseher](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/iywAsVUE-oblivion-der-aufseher) * * - * * Manchmal hat man Pech und manchmal kommt es noch schlimmer. Pandora hat in Sachen Pech wohl das große Los gezogen und hat sich neben der Leere auch noch einen Darkin angelacht. * * Wenn dich ihr Pech nicht zu sehr abschreckt, dann ist das Unglückspärchen genau das Richtige für dich. [Pandora &amp; Nava'aiya - Die gefährliche Schönheit](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/uQvOtFjO-pandora-navaaiya-die-gefaahrliche-schanheit) * * - * * Was wäre, wenn du von dem einen zum anderen Moment aus dem Gedächtnis der Welt verschwinden würdest. Niemand könnte sich an dich erinnern und niemand wird es jemals wieder tun. Viele Leute würden kriminell werden, doch Loreen wurde ein anderer Weg geöffnet. Der Weg der Regentschaft. * * Was würdest du tun, wenn niemand sich an dich erinnert? [Loreen Organon - Die noxische Intrigantin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/n35is2bO-loreen-organon-die-noxianische-intrigantin) *\n\n---\n\n> ## Champions die in Kooperation entstanden:\n\n>### * Im Laufe der Jahre in denen Riot Games unsere geliebten Champions hegt und pflegt sind leider auch viele kleinere Mechaniken verloren gegangen. Fand ist hierbei ein Konzept dessen zentrale Idee das Wiedereinbetten dieser Mechaniken ist. * * Ich entschuldige mich vielmals für die fehlende Formatierung [Fand - Die helfende Hand](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/tpRyyHek-champion-idee-fand-die-helfende-hand) * * - * * Wir alle wissen, dass in Bandle die wohl findigsten Wesen des Universums von League leben. Dexter ist jedoch selbst unter ihnen noch einmal ein ausgezeichnet findiger Yordle, der nicht nur mit den eigenen Waffen kämpfen kann. * * Wenn du Spaß daran hast dich mit den Mitteln anderer zu beweisen, wird dir dieser kleine Kleptomane definitiv gefallen. [Dexter - Der Trickser](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/O3spGGmO-dexter-der-trickser) * * - * * Piltover und Zhaun befinden sich in einem äußerst instabilen Gleichgewicht, dass nur so von der gegenseitigen Abhängigkeit durchwoben ist. Was würde wohl passieren, wenn man dieses Gleichgewicht ins wanken bringt? Finde es mit diesem gewaltigen Kollektiv von 5 Champions heraus und bringe mit deinen Freunden auch das Gleichgewicht der Kluft zum wanken. [Zhaun's Unheilverkünder](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/EW9zR9QM-champion-konzept-zhauns-unheilverkander-ft-amycos-cyrus-lunaaa)*\n\n___\n\nZu allerletzt wäre ich über Rückmeldungen froh, daher hier eine kleine Umfrage und die Kommentar-Sektion.\n\nMan sieht sich in den Kommentaren dieses und vieler anderer Champions hier im Forum.","replies":[]}