{"id":"irzsEpnq","poster":"E L v a N","date":"2019-02-14T00:15:15.278+0000","title":"Ich hab da eine frage wegen der Anzahl and spielen und Solo/duo-Flex ?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Wenn ich jetzt immer mehr Rank spiele brauche egal wo in solo/duo oder flex wird es dann immer schwerer f&uuml;r mich gibt mir das in irgend einer Sache einen Nachteil ? ( Nat&uuml;rlich wenn ich immer verliere ). Habe bald 100 Games gemacht in Solo/Duo und komme immer hoch runter ich gib auch mein bestes an mir zu Arbeiten das ist aber ein anderes Thema. \r\nWie ist es eig. mit Solo/Duo und flex was sagt ihr ist Solo/Duo die schwerere Rangliste wo man besser sein muss oder sind Die beiden Ranglisten einfach gleich von der Schwierigkeit, viele reden immer und sagen flex ist zum trollen &uuml;ben spa&szlig; haben und gute Gegner zu bekommen und bei Solo/Duo geht&#039;s erst richtig los {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Untouchable ProX","date":"2019-02-14T02:04:38.643+0000","up_votes":2,"down_votes":0,"body":"In der Regel pendelt man sich irgendwann ein. \nD.h. wenn du immer nur auf der selben Elo bleibst - gehörst du dort hin.\nNatürlich gibt es dann mal Glücks/Pechsträhnen - aber in der Regel bleibt man dann im Umkreis hängen.\n\nOb Flex oder Duo ist relativ. Keiner kann dir sagen was einfacher oder schwerer ist. Manche können besser mit Premades, andere ohne. \nIch persönlich habe aber die Erfahrung gemacht, dass die meisten Solo/Duo als ''wichtiger'' erahnen und Flex jff spielen.","replies":[{"id":"","poster":"E L v a N","date":"2019-02-14T05:06:26.257+0000","up_votes":1,"down_votes":0,"body":"Okey ich hab mich eingependelt aber das heißt nur das ich weiter lernen muss, hängen bleibt nur der wo nicht dazu lernt.\nDeswegen ist das einpendeln keine Sache des System sondern eine Sache von jedem selber und wegen Flex so hab ich das auch von meinem Freundeskreis gehört und ich selber sehe flex eher als Aufwärmung und Übungsmodus deswegen wollte ich wissen ob das auch so ist oder wir falsch liegen. Ich denke aber solo/duo ist wahr und bleibt die wichtigste Rangliste oder nicht. \n\n","replies":[{"id":"","poster":"eingew","date":"2019-02-14T07:56:04.889+0000","up_votes":1,"down_votes":0,"body":"An sich funktionieren alle Spielmodi exakt gleich, du hast für alle eine einzelne MMR (selbst für ARAM und URF), die du nicht einsehen kannst, anhand der du mit gleichwertigen Spielern gematcht wirst. Der einzige Unterschied bei Flex und SoloQ ist halt, dass du zusätzlich öffentlich einen Rang einsehen kannst, der sich grob an deiner MMR orientiert.\nDabei ist Flex natürlich genauso wie die SQ als \"ernsthafte\" Queue gedacht, in der du schon dein bestes geben sollst. Wie gesagt kommt es aber letztlich auf dich alleine an, wie ernst du eine Rangliste nimmst, am Ende ist das hier schließlich ein Hobby ;). Und da interpretiert jeder die Spielmodi ein bisschen anders.","replies":[{"id":"","poster":"E L v a N","date":"2019-02-14T08:49:07.770+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-2}}","replies":[]}]}]}]}]}