{"id":"HIA8csU3","poster":"RG SoIoCarry","date":"2019-02-13T18:15:09.295+0000","title":"Clan Team sucht festen Support in Gold","subforum":"Clans & Teams","embed":{"title":"ryzing-gaming.de - Neuigkeiten","description":"Battlefield 5 macht aktuell eine Community-Krise durch. Einige Änderungen führten zu massiven Protesten innerhalb der Spielerschaft. Auch die größten YouTuber äußern sich kritisch. Nun reagiert Entwickler Dice mit einer Stellungnahme und kündigt weitere Anpassungen an. Diese verschärfen den Unmut allerdings nur noch weiter.","url":"https://ryzing-gaming.de/","image":"https://ryzing-gaming.de/images/specialslider/157.jpg"},"up_votes":1,"down_votes":0,"body":"KOMPLETT LESEN!!!\n\nHeei,\n\nich hei&szlig;e Miguel, bin 22 Jahre und sozusagen Stellvertretener Chef des Team Ryzing Gold, dort bin ich als Toplaner aktiv und Main Elo Last Season P2 (dieser Account ist nur Smurf). Derzeit sind wir noch auf der suche nach einem festen Supporter, welcher sich in Gold befindet.\n\n**Erst einmal, kurz zu uns:**\n\nWie bereits oben stehend, sind wir das Team Ryzing Gold und teil von Ryzing Gaming. Last Season waren wir in Gold-Platin vertreten, in der neuen Season starten wir derzeit in Silber-Gold. Wir sind alle aktive Spieler mit viel Motivation und Leidenschaft, welche wir ins Spiel einbringen. Derzeit versuchen wir uns als Team zu verbessern, welches wir durch 3x W&ouml;chentliches Training, sowie Coaching bewerkstelligen.\n\n**Wer bin ich?:**\n\nIch hatte mich zu beginn bereits Vorgestellt, mein Name ist Miguel, ich bin 22 Jahre und fungiere als Stellvertretener Chef im kleinen Ramen unseres Teams. Ich bin dort als fester Toplaner aktiv und habe Last Season mit P2 beendet (Peak Dia1 - Master Promo). Allerdings musste ich bez&uuml;glich meiner Gesellenpr&uuml;fung bei Season Ende zur&uuml;ckstecken und versuche nun selbst wieder erfolgreicher in einem Team zu starten. Desweiteren war ich Zeitweise als Jungler im Team aktiv, weshalb ich hierbei auch immernoch ab und an das Shotcalling &uuml;bernehme. Jedoch wird dies im Laufe der Zeit vollst&auml;ndig an Jngl und Supp abgegeben.\n\n**Was wir suchen:**\n\nWir suchen einen festen Supporter, welcher seine Rolle kennt und eine langfristige Motivation mitbringt. Desweiteren solltest du im Bereich Gold sein, sowohl Solo/Duo, als auch Flex (FlexQ am wichtigsten). Ansonsten solltest du kein Tilter sein und eine gewisse geistige Reife besitzen. **Da unser Clan allerdings erst ab 18 ist, solltest du daher im besten Falle ab 18 sein (Clan beitritt ist Pflicht!).** Desweiteren ist unser ADC ein Draven Main, daher sollte die Synergie unter euch passen, weshalb wir hierf&uuml;r Tryouts veranstalten.\n\n**Was wir bieten:**\n\nWir bieten ein festes Team mit einem gro&szlig;en Clan im r&uuml;cken, welches gemeinsam versuchen m&ouml;chte, sich zu verbessern und die Teilnahme an turnieren plant. Weiterhin haben wir gegebenfalls die m&ouml;glichkeit auf einen Manager im kleinen Rahmen, sowie Coaching im Einzelfall, als auch Teamcoaching. Hierbei werden auf verschiedene Dinge wie Warding, Desicionmaking, Calling,... eingegangen. Desweiteren sind Scrims im Clan m&ouml;glich, weshalb wir uns mit anderen Team w&ouml;chentlich oder alle 2 Wochen messen k&ouml;nnen!\n\n**Trainigszeiten:**\n\nMontag: 19:00 - 22:00\nMittwoch: 19:00 - 22:00\nDonnerstag: 19:00 - 22:00\n\nAlle 2 Wochen ab 20:00!\n\nSollte ich euch nun noch nicht abgeschr&auml;ckt haben und ihr Interesse haben, k&ouml;nnt ihr euch bei meinen Hauptsmurf RG I was Hiding melden!\n\nMfG\n\nRG SoIoCarry | Miguel {{sticker:sg-jinx}} \nRyzing Gaming e.V. Mitglied","replies":[]}