{"id":"s25T6OOE","poster":"marcithekiller","date":"2020-03-08T13:08:36.335+0000","title":"Ranked Manipulation","subforum":"Spielerverhalten & Moderation","embed":{"title":"League of Legends Match History","description":"Every game is a story; visit the new League of Legends match history to check out how this one ends and share your own!","url":"https://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/4444726953/36281273?tab=overview","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":1,"body":"Der Account von dem BARD ist ein AFK Ranked Game Manipulations Account.\nUnd wenn man sich die Matchhistory anguckt, geht das ganze seit mindestens 5 Monaten so auf dem Account.\nHinzu kommt, dass er im Game aktiv im all-chat schreibt und sowohl toxisches Verhalten an den Tag legt, als auch konstant provoziert.\n\nDanke BARD für die vermieste Promo. So macht LoL doch einfach nur Spaß!\nHerzlichen Dank auch Riot an dieser Stelle, für dieses ausgeklügelte Report System!\n\n\nWIE ZUR HÖLLE IST SO EIN ACCOUNT NOCH NICHT GEBANNT WORDEN VERDAMMTE AXT!","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-08T14:17:34.483+0000","up_votes":2,"down_votes":0,"body":"Der Typ hatte doch schon einen 14 Tage Ban, es dauert nicht mehr lange bis zum Perma..","replies":[{"id":"","poster":"NGNL Alatreon22","date":"2020-03-08T21:25:45.732+0000","up_votes":1,"down_votes":0,"body":"Naja, ob er einen hatte oder nicht, spielt finde ich keine Rolle.\nEs ist doch ganz klar erkenntlich, dass das Afk gehen zu 100% Absicht ist, gerade wenn er nicht einmal das Game leavt, sondern in der Base steht und noch toxic ist.\nUnd das hier kein instant perma Ban kommt, ist irgendwie traurig...\nWeil hier geht es nicht um einen Spieler, der auf die \"Falsche Bahn\" gekommen ist, dieser Spieler will nur trollen.\nUnd das Riot hier so wenig macht zeigt nur wieder, dass Riot es nicht stört, wenn jemand trollt/afk geht oder accounts kauft.\n\nGerade wenn man diese Spieler nicht zusätzlich noch über ein Support Ticket reported, spielen die manchmal noch Wochen und Monate weiter.\nBei zb. Account botting reicht ein Report nach dem Game nicht.\nSolche Spieler muss man zb. separat beim Support melden.\nSagt denke ich schon vieles über das System aus....","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2020-03-08T21:27:06.696+0000","up_votes":1,"down_votes":0,"body":"Interessiert auch keinen !","replies":[]},{"id":"","poster":"XenesisCH","date":"2020-03-08T13:36:44.629+0000","up_votes":1,"down_votes":0,"body":"Sowas musst du dem Support (hier wird nicht geschehen) melden hier --> https://support-leagueoflegends.riotgames.com/hc/de/requests/new\n\nDer Thread verstösst gegen die Forenrichtlinien und wird wohl bald gelöscht, falls du den Namen nicht entfernst.","replies":[]},{"id":"","poster":"Saliera","date":"2020-03-08T13:22:19.287+0000","up_votes":1,"down_votes":0,"body":"warum schreibst du das hier und nicht in einem ticket an den support?","replies":[]},{"id":"","poster":"NGNL Alatreon22","date":"2020-03-08T13:41:59.613+0000","up_votes":1,"down_votes":3,"body":"Genau das ist das Problem an League bzw. Riot Games.\nWenn jemand flamed und toxic ist, schreiten die so schnell es geht ein.\nBei Trolls, Elo Boostern, Account Botting, intentional AFK´s etc. schafft Riot so überhaupt gar nichts :D\nDas ist halt Riot Games in a Nutshell :D","replies":[]}]}