{"id":"8OElATYU","poster":"Minazura","date":"2019-02-12T23:51:20.303+0000","title":"Passiert das öfter? Bronze-\"Mobbin\" (Kein Nameshaming)","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":3,"body":"Das ist jetzt das zweite Mal, dass jemand tilted ist und mich als Bronzenoob beleidigt. Ich antworte meist &quot;Aha, du hast also gegen einen Noob&quot; verloren, aber dieses Exemplar an Salz fl&uuml;chtete dann leider. Ingame hat er mich die ganze Zeit ausgelacht und versucht mich zu tilten, ich hatte meinen Spa&szlig; daran, aber mich w&uuml;rde jetzt doch mal interessieren, ob sowas normal ist, da wie gesagt, es das 2. Mal nun schon ist. \r\n\r\n[Bronze Mobbing :(](https://imgur.com/a/EmZzm5f)","replies":[{"id":"","poster":"Sedros","date":"2019-02-13T01:07:05.379+0000","up_votes":5,"down_votes":0,"body":"Es würde mich viel mehr interessieren wen die Elo interessiert in URF games. Denke eher das ist ne Floskel und die Leute sind noch etwas zurückgeblieben. Die müssten doch mittlerweile gemerkt haben, dass sie in Iron sind.","replies":[]},{"id":"","poster":"manial fly","date":"2019-02-13T06:03:49.211+0000","up_votes":3,"down_votes":0,"body":"Wenn du Silber oder niedriger bist wirst du gemobbt weil du so schlecht bist, bei Gold oder höher heißt es dann du bist zu schlecht um so hoch platziert zu sein und wurdest geboostet. Ist also relativ egal in welcher Elo man spielt.","replies":[]},{"id":"","poster":"Snowhand","date":"2019-02-13T03:58:38.365+0000","up_votes":2,"down_votes":0,"body":"Nichts neues und kenne ich zu gut, anstatt mir zu sagen was ich besser machen könnte , höre ich meist Silverscrub , bin es aber gewöhnt, die Community is schon seit Jahren so undankbar und unberechenbar aber man kann durchaus Spaß dran haben wenn Leute sich dadrüber aufregen, vor allem in Urf oder  Aram ^-^","replies":[]},{"id":"","poster":"L0n3lyS0ul","date":"2019-02-13T00:17:16.035+0000","up_votes":1,"down_votes":1,"body":"wenn du dich dadurch beleidigt fühlst kann er ja nichts für XD :D","replies":[]}]}