{"id":"L6NAp2VN","poster":"Hundis Katze","date":"2019-11-17T23:26:57.557+0000","title":"Endgültig mit League of Legends aufhören wegen Sucht?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Irgendwie habe ich seit einen Jahr das Problem, dass mein League of Legends Konsum ein sehr ungesundes Maß erreicht hat. Heißt ich zocke es zu viel und vernachlässigte langsam andere Hobbies und Pflichten.\r\n\r\nKurzzeitige Pausen bringen nichts, denn  sobald ich wieder anfange, verfalle ich wieder in das alte Muster. Seltsamerweise ist es nur bei diesen Spiel, anderes Games wie Resident Evil oder The Binding of Isaac kann ich sogar nur kurzzeitig spielen.\r\n\r\nDeswegen überlege ich langsam ob ich den endgültigen Cut mache. Wäre zwar schade, weil ist ein tolles Spiel, aber wenn es anders nicht geht? ^^","replies":[{"id":"","poster":"SimpleFrenzy","date":"2019-11-18T11:41:03.742+0000","up_votes":3,"down_votes":0,"body":"Ich würde an deiner Stelle nicht sofort aufhören mit LOL. Ich würde an deiner Stelle ein tägliches Limit setzen am Tag oder in der Woche das du spielen möchtest z.B. 2 Stunden am Tag oder 10 Stunden in der Woche irgendwie so. Wenn du dein eigenes Limit nicht einhalten kannst, solltest du dir erst Sorgen machen oder mit dem Spiel aufhören. Da dir ja eindeutig LOL spaß macht und ich glaube wenn du damit aufhörst wärst du nur unglücklich. Aber nur meine Persönliche Meinung jeder muss für sich selbst entscheiden ob und wieviel er dieses Spiel spielen möchte. Ich selber spiele viel LOL (mein einziges Spiel das ich spiele). Trotzdem habe ich einen full time job und eine Freundin mit der ich zusammen wohne und ich finde solange diese Dinge nicht vernachlässigt werden kann man auch weiter LOL spielen.","replies":[{"id":"","poster":"Hundis Katze","date":"2019-11-19T14:25:16.426+0000","up_votes":1,"down_votes":0,"body":"Naja, das Problem ist, dass ich momentan nicht schaffe mein Limit zu erreichen.\n\nHeißt: Ich fang an und plötzlich ist es spät abend und ich denke mir, dass ich den Tag sinnvoller ausgefüllt haben könnte :/","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-19T19:02:28.493+0000","up_votes":1,"down_votes":0,"body":"Könntest dir doch einen Wecker stellen, der dich daran erinnert, dass deine Zeit um ist.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-11-18T11:46:18.943+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-jinx}}\nSuper Idee","replies":[]}]},{"id":"","poster":"Brexxor","date":"2019-11-17T23:51:41.056+0000","up_votes":1,"down_votes":1,"body":"Ich glaub so sehr \"suchtest\" du jetzt auch nicht, außer du benutzt 10329 accounts.\nLevel 99 ist ja nichts. :D","replies":[{"id":"","poster":"Hundis Katze","date":"2019-11-18T07:37:16.108+0000","up_votes":3,"down_votes":0,"body":"Ist mein dritter account.","replies":[{"id":"","poster":"SOD Akuma","date":"2019-11-18T15:06:36.671+0000","up_votes":2,"down_votes":2,"body":"Bruder hab über 40accs bestimmt hochgespielt und mindestens die selbe anzahl wurde auch gebannt :) Lol is halt sucht ja","replies":[]}]}]},{"id":"","poster":"611FVNKBlv","date":"2019-11-18T05:53:52.782+0000","up_votes":3,"down_votes":0,"body":"RL geht halt immer vor und diese Season hätte man sowieso nichts verpasst . Bezweifle das es sich zur nächsten Season großartig ändern wird bei dem Focus den Riot setzt ^^","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-11-18T18:42:26.535+0000","up_votes":1,"down_votes":0,"body":"Das grenzt ja an Blasphemie. Wie kannst du bloß Riot kritisieren? Was fällt dir ein? Das Spiel ist kostenlos und du wagst es zu kritisieren. {{sticker:sg-shisa}}","replies":[]},{"id":"","poster":"SayaShire","date":"2019-11-18T12:57:02.528+0000","up_votes":1,"down_votes":0,"body":"Der da wäre?","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-11-17T23:30:04.500+0000","up_votes":2,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}\nRespekt und wenn es nicht anders geht.","replies":[]},{"id":"","poster":"XSelmani","date":"2019-11-19T10:16:44.934+0000","up_votes":1,"down_votes":0,"body":"Du solltest zwar mit Lol nicht aufhören aber es einfach weniger spielen, Probier anderes aus","replies":[]}]}