{"id":"fONNLp9G","poster":"Zêtenji","date":"2019-02-12T12:30:54.794+0000","title":"Die lächerlichste Art von Report, das ich je gesehen habe.","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":31,"body":"Wenn Dich 2 Leute melden, bekommst Du instant eine Chat-Sperre. Egal, was Du geschrieben hast. Egal, ob diese Leute selbst geflamet haben - Sie kommen davon, weil die Mehrheit besser ist. Zwei Premates haben also die absolute Macht über Deinen Account. Denn Riot Games prüft den Grund des Reports nicht, sondern lässt ein automatisches System durchlaufen, dass Wörter herausfiltert, welche in ihrer Fantasie schrecklich sein sollen. \r\n\r\nHintergrund: Ich bin neu in diesem Spiel, und hatte eine Diskussion mit einer Sona. Ich sagte, dass Sona useless ist, weil sie über keinen CC verfügt, außer ihrer Ulti. Daraufhin wurde ich gemeldet, weil ich sie geflamet haben muss + den Garen, der mich erst beleidigte, weil ich keinen Heal benutzt hatte. Und nun ratet mal, wie es ausging? Richtig, der Garen und die Sona, haben nichts bekommen - Immerhin kannte man sich, und entschloss sich mich zu melden, und ich hatte binnen weniger Sekunden eine Chat-Sperre. Also keine Ahnung, was dieses Spiel ist, aber es ist lächerlich.","replies":[{"id":"","poster":"MyKogInYourLulu","date":"2019-02-12T12:33:27.281+0000","up_votes":8,"down_votes":0,"body":"Chat Sperre bekommst du nur wenn du schon öfter aufgefallen bist. Außerdem \"Chat log or didn't happen\". Du weißt doch wahrscheinlich eh selber, dass du nicht unschuldig bist. Aber naja.","replies":[{"id":"","poster":"Zêtenji","date":"2019-02-12T12:36:09.438+0000","up_votes":1,"down_votes":11,"body":"Das ist eine Lüge. Ich hatte bereits vorher schon ein paar Spiele, und dort habe ich nicht \"Geflamet\". Das Match vorhin, war das Erste, dass mich zu Diskussionen anregte. Außerdem geht es nicht darum, ob ich unschuldig bin, oder nicht. Es geht darum, dass Premades die absolute Macht über Deinen Account haben, da sie die Mehrheit sind. Ich bekam nicht einmal einen Grund, wieso ich eine Chatsperre habe - Kein Verlauf, nichts. Einfach nur eine Chatsperre, während die Leute, die mich erst geflamet haben, fröhlich weiter Leute belästigen können. Aber naja.","replies":[{"id":"","poster":"Kata Ga Kill","date":"2019-02-12T12:58:35.993+0000","up_votes":7,"down_votes":1,"body":"Jemand der nicht aufhören kann selbst im Forum drüber zu kommentieren/meckern/beschweren wird auch wohl demendsprechend auch Ingame den Chat vollspammen weil Ihm Kommentare/Flames/Argumente ned passen und demendsprechend zurecht nach Anzahl der gesammelten Reports einzelner Games bestraft.","replies":[{"id":"","poster":"Zêtenji","date":"2019-02-12T13:10:46.368+0000","up_votes":1,"down_votes":8,"body":"Deine Glaskugel sollte mal wieder poliert werden. Wo spreche ich von mehreren Games? Das war ein einziges Game, sonst hätte ich die Sperre logischer Weise schon früher bekommen. Aber hey! Unterstellen ist so einfach wie das Meckern. ;)","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2019-02-12T16:56:31.518+0000","up_votes":8,"down_votes":0,"body":"> [{quoted}](name=Zêtenji,realm=EUW,application-id=KYnfKGf0,discussion-id=fONNLp9G,comment-id=0000000000000000,timestamp=2019-02-12T13:10:46.368+0000)\n>\n> Deine Glaskugel sollte mal wieder poliert werden. Wo spreche ich von mehreren Games? Das war ein einziges Game, sonst hätte ich die Sperre logischer Weise schon früher bekommen. \n\nDAnn poste die Logs...\n\n> Aber hey! Unterstellen ist so einfach wie das Meckern. ;)\n\nWas genau glaubst du, was du hier grade tust.\nDu unterstellst Riot die systematische Verteilung ungerechter Strafen, ohne Beweise zu posten (und warum du dich standhaft weigerst, kann ich mir schon denken...).\nDas ist die Unterstellung.\n\nUnd das meckern ist der gesamte Thread hier von dir.\n\nScheint ja wirklich einfach zu sein.\n\n> Weil man normalerweise eine Meldung bekommt, wenn ein Report überprüft wird\n\nDie Meldung bekommst du nur in Ausnahmefällen...\n\nZusammengefasst; Du stellst eine Behauptung auf, weigerst dich, diese zu belegen, und zeigst mehrfach auf, dass du nicht weißt wie das System funktioniert.\nHey, ein paar Lernresistente Permagebannte Spieler, die dir zustimmen, wirst du schon finden.\nMehr aber auch nicht - und was diese Spielergruppe denkt, interessiert niemanden mehr.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T13:48:58.739+0000","up_votes":3,"down_votes":0,"body":"Du kennst dich aber auch noch nicht aus hier ? Und schon garnicht mit dem System hinter den Reports und den strafen ?","replies":[]},{"id":"","poster":"i smell stacks","date":"2019-02-14T18:08:48.164+0000","up_votes":1,"down_votes":0,"body":"Wahre Worte. Btw \"Deine Glaskugel sollte mal wieder poliert werden.\" bester Satz :D","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2019-02-12T14:55:31.339+0000","up_votes":2,"down_votes":2,"body":"omg was hat man blos bei dir falsch gemacht....\n\ncheckst nicht deine eigenen Probleme......","replies":[]}]}]},{"id":"","poster":"Shacoláde","date":"2019-02-12T12:59:10.145+0000","up_votes":5,"down_votes":0,"body":"> Außerdem geht es nicht darum, ob ich unschuldig bin, oder nicht\n\nDoch... genau darum geht´s doch und ausschließlich darum.\nEs ist egal wieviel Leute dich Reporten und wenn dich auch alle 9 reporten.\n Wenn du gegen die Richtlinien verstößt bekommst du auch eine entsprechende Strafe, wenn nicht dann nicht.\nAber definitiv bekommst du keine Strafe nur weil dich \"die Mehrheit\" reportet hat.\nBitte stell uns deine entsprechende Chatlog´s zur Verfügung, dann können wir gern über die Chatsperre sprechen.","replies":[]},{"id":"","poster":"eingew","date":"2019-02-13T08:43:14.033+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Zêtenji,realm=EUW,application-id=KYnfKGf0,discussion-id=fONNLp9G,comment-id=00000000,timestamp=2019-02-12T12:36:09.438+0000)\n>\n> Das ist eine Lüge. Ich hatte bereits vorher schon ein paar Spiele, und dort habe ich nicht &quot;Geflamet&quot;. Das Match vorhin, war das Erste, dass mich zu Diskussionen anregte. Außerdem geht es nicht darum, ob ich unschuldig bin, oder nicht. Es geht darum, dass Premades die absolute Macht über Deinen Account haben, da sie die Mehrheit sind. Ich bekam nicht einmal einen Grund, wieso ich eine Chatsperre habe - Kein Verlauf, nichts. \n\nDen bekommst du angezeigt, wenn du dich nochmal in den Client einloggst. Sollte das dann aus irgendeinem Grund nicht angezeigt werden kannst du sie auch beim [Support](https://support.riotgames.com/hc/de) nochmal anfragen.","replies":[]},{"id":"","poster":"Enderized","date":"2019-02-12T13:15:27.454+0000","up_votes":3,"down_votes":1,"body":"Jemanden der Lüge zu bezichtigen ist schon ziemlich dreist.","replies":[]}]},{"id":"","poster":"i smell stacks","date":"2019-02-14T18:07:36.569+0000","up_votes":1,"down_votes":0,"body":"\"Aber naja.\"","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T13:08:57.704+0000","up_votes":7,"down_votes":0,"body":"Hallo \n\nHab vor Monaten mal den sup gefragt wie viele Reports ich abbekommen hab ....\n\nIch wurde :\n\n\"HATE_SPEECH\" : 51,\n\"LEAVING_AFK\" : 66,\n\"VERBAL_ABUSE\" : 211,\n\"INAPPROPRIATE_NAME\" : 2,\n\"NEGATIVE_ATTITUDE\" : 253,\n\"ASSISTING_ENEMY_TEAM\" : 174,\n\"THIRD_PARTY_TOOLS\" : 13\n\nReportet :D\n\nUnd nicht passiert keine Strafe :P \nund da waren viele premades dabei ;) \n\nMittlerweile sind es  sicher hunderte mehr ^^","replies":[{"id":"","poster":"HowIwaste1300RP","date":"2019-02-13T14:49:28.211+0000","up_votes":1,"down_votes":0,"body":"Wie ging das mit dem reports Anfrage pls tell me","replies":[{"id":"","poster":"Sirrkas","date":"2019-02-13T15:09:33.687+0000","up_votes":3,"down_votes":0,"body":"Hat er schon. Einfach die anderen Antworten von ihm durchschauen.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-14T07:20:23.821+0000","up_votes":2,"down_votes":0,"body":"Wie Sirrkas schon sagte hab das weiter oben schon geschrieben :)","replies":[]}]},{"id":"","poster":"Ahegao for Life ","date":"2019-02-13T00:34:48.486+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=KYnfKGf0,discussion-id=fONNLp9G,comment-id=0003,timestamp=2019-02-12T13:08:57.704+0000)\n>\n> Hallo \n> \n> Hab vor Monaten mal den sup gefragt wie viele Reports ich abbekommen hab ....\n> \n> Ich wurde :\n> \n> &quot;HATE_SPEECH&quot; : 51,\n> &quot;LEAVING_AFK&quot; : 66,\n> &quot;VERBAL_ABUSE&quot; : 211,\n> &quot;INAPPROPRIATE_NAME&quot; : 2,\n> &quot;NEGATIVE_ATTITUDE&quot; : 253,\n> &quot;ASSISTING_ENEMY_TEAM&quot; : 174,\n> &quot;THIRD_PARTY_TOOLS&quot; : 13\n> \n> Reportet :D\n> \n> Und nicht passiert keine Strafe :P \n> und da waren viele premades dabei ;) \n> \n> Mittlerweile sind es  sicher hunderte mehr ^^\n\nWie genau hast du die den gefragt,? Würde das auch gerne wissen xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-13T06:00:42.949+0000","up_votes":2,"down_votes":0,"body":"Einfach den Support anschreiben. \nDann bekommst du eine email in der steht das es 30 tage dauert und dann wenn es soweit ist bekommst du wieder  eine email mit den Daten von deinen Account.  \n\nVergebene und bekommene Reports\nDeine Chats von den letzten paar Monaten\nEine Liste mit deinen Ausgaben im Shop \nUnd noch ein paar Daten :)","replies":[{"id":"","poster":"Sirrkas","date":"2019-02-13T11:47:34.370+0000","up_votes":1,"down_votes":0,"body":"Ich dachte es gäbe dafür eine eigene Seite. Aber vielleicht wurde die auch entfernt oder ich vertausche da was.\n\nEdit: Ahja, https://privacy.riotgames.com/de/ leitet jetzt zum Support weiter. Dann hat sich das also erledigt.","replies":[{"id":"","poster":"eingew","date":"2019-02-14T07:44:19.681+0000","up_votes":1,"down_votes":0,"body":"Richtig, es gab dazu eine Seite, mittlerweile kann man diese Daten aber wie M4ddin sagte in einem Ticket anfragen.","replies":[]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-02-12T13:50:57.596+0000","up_votes":2,"down_votes":0,"body":"13 third party tools, du scripter! xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T13:58:28.601+0000","up_votes":1,"down_votes":0,"body":"Ja das war noch aus Korea als ich noch besser gespielt hab ^^ \n\nGeil sind die Reports für meinen Ultra bösen Namen","replies":[{"id":"","poster":"Sirrkas","date":"2019-02-12T14:12:10.052+0000","up_votes":2,"down_votes":0,"body":"Vielleicht waren die ja an deinen Club oder Clubtag gerichtet. Wenn ich da jemanden sehe, der meint etwas wie \"NÄzl\" wäre cool, melde ich das auch darüber. Hattest du vielleicht einen, den man vielleicht melden möchte?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-13T05:57:35.616+0000","up_votes":1,"down_votes":0,"body":"Kann nicht sein Hab seit es die Clubs gibt nur 2 verschiedene Club Tags. Einmal Twpa und Plank oder so für nen Club von GP Spielern von denen ich keiner war ^^'","replies":[]},{"id":"","poster":"i smell stacks","date":"2019-02-14T18:07:00.527+0000","up_votes":1,"down_votes":1,"body":"\"NÄzl\" kann nicht bestraft werden.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2019-02-12T14:10:22.822+0000","up_votes":6,"down_votes":0,"body":">Wenn Dich 2 Leute melden, bekommst Du instant eine Chat-Sperre. \n\nNein, du wirst nur überprüft. \n\n>Egal, was Du geschrieben hast. \n\nDamit man dir das glauben kann, brauchen wir deinen Chatlog. Du wirst nämlich nur dann bestraft, wenn du auch toxisch warst. War dein Chatlog wirklich sauber, wende dich an den Support. Vielleicht hast du den falschen erwischt oder hast die Chance, dass die Strafe aufgehoben wird, weil da wirklich ein Fehler passiert ist (sehr selten).\n\n>Egal, ob diese Leute selbst geflamet haben\n\nSollte auch so sein. Wenn zwei Spieler sich gegenseitig beleidigen, sollten beide bestraft werden können und nicht beide einfach weiterspielen dürfen.\n\n>Sie kommen davon, weil die Mehrheit besser ist.\n\nAls erstes hilft es, den richtigen Reportgrund zu wählen. Zudem ist die Anzahl egal. Ein Report gegen 4 Premades ist so viel wert, wie die 4 Premades an Reports gegen dich aufbringen könnten. Genau 1 Report.\n\n> Zwei Premates haben also die absolute Macht über Deinen Account. Denn Riot Games prüft den Grund des Reports nicht, sondern lässt ein automatisches System durchlaufen, dass Wörter herausfiltert, welche in ihrer Fantasie schrecklich sein sollen.\n\nDas ist auch einfach nur komplett falsch. \n\n>Hintergrund: Ich bin neu in diesem Spiel, und hatte eine Diskussion mit einer Sona. Ich sagte, dass Sona useless ist, weil sie über keinen CC verfügt, außer ihrer Ulti. Daraufhin wurde ich gemeldet, weil ich sie geflamet haben muss + den Garen, der mich erst beleidigte, weil ich keinen Heal benutzt hatte. Und nun ratet mal, wie es ausging? Richtig, der Garen und die Sona, haben nichts bekommen - Immerhin kannte man sich, und entschloss sich mich zu melden, und ich hatte binnen weniger Sekunden eine Chat-Sperre. Also keine Ahnung, was dieses Spiel ist, aber es ist lächerlich.\n\nErst einmal braucht man deinen Chatlog dafür. Des weiteren weißt du nicht, ob die bestraft wurden oder nicht. Du kannst nämlich nicht erkennen, ob die nicht auch eine CR erhalten haben.","replies":[]},{"id":"","poster":"Faldern","date":"2019-02-12T12:58:49.714+0000","up_votes":6,"down_votes":0,"body":"Es ist egal wie oft man in der Runde reportet wird, sobald ein Report wegen Beleidigung da ist, wird der Chat überprüft.\nWoher weißt du, dass die beiden keine Strafe bekommen haben? Hast du die beiden nach dem Spiel ebenfalls reportet? Und auch mit der richtigen Begründung (also sie haben dich beleidigt und du reportest die beiden wegen AFK)?\n\nWas mich aber am meisten verwundert, du sagst selbst du bist neu in LOL und willst trotzdem andere sagen, wann und warum ein Charakter useless ist?","replies":[{"id":"","poster":"Zêtenji","date":"2019-02-12T13:08:37.626+0000","up_votes":1,"down_votes":9,"body":"Weil man normalerweise eine Meldung bekommt, wenn ein Report überprüft wird - Dem war nicht so. Ja, ich habe die beiden Reported - Keine Meldung. Ich habe die Beiden aus folgenden Gründen gemeldet: Verbal Abuse und Negative Attitude - Beides traf auf die Beiden zu. Das zweite Traf auch auf mich zu - Das will ich hier nicht verharmlosen. Allerdings habe ich nirgends beleidigt - Wenn ich was beleidigt habe, dann den Champion an sich, und nicht die Person dahinter. \n\nIch bin zwar neu in LoL, aber es ging um den CC von Supportern. Meiner Meinung nach ist Sona einfach nutzlos, da der einzige CC ihre Ulti ist, und die muss auch erstmal treffen. Daraufhin habe ich Beispiele wie Pyke, Fiddle, Alister genannt. Die Person hat es dann so hingestellt, dass ich nicht den Champ in Frage gestellt habe, sondern die Person.","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-12T13:11:56.005+0000","up_votes":4,"down_votes":0,"body":"Du bist hier auch leicht beratungsresistent oder?\nHier nennen dir 4 Leute wie es wirklich ist und du behaarst immer noch auf deiner Meinung.\nLass dir doch bitte von den Leute hier helfen und erklären lassen, wie das System wirklich \nfunktioniert.","replies":[]},{"id":"","poster":"Faldern","date":"2019-02-12T13:28:50.786+0000","up_votes":4,"down_votes":1,"body":"Man bekommt direkt beim reporten eine kleine Mitteilung mit \"Danke für das Einsenden der Meldung\" (oder irgend sowas ähnliches), sollte diese Meldung nicht aufgetaucht sein ist es tatsächlich komisch und vermutlich ein Fehler im Client. Das bedeutet aber nicht, dass das Melden nicht funktioniert hat.\nDas ein Spieler aufgrund deines Reports eine Strafe bekommt hat, erfährt man wirklich nur sehr selten. Ich bin mir zu 99,9% sicher, dass die beiden auch keine Meldung bekommt haben, dass du eine Chatsperre bekommen hast.\n\nGerade bei Anfängern ist es fast egal welchen Charakter sie spielen, da geht es eher mal darum die grundsätzlichen Mechaniken zu erlernen. Selbst im niedrigen Elo Bereich kann man nicht sagen welche Champions useless sind, weil in den Bereich es eher besser ist mit Charaktere zu spielen, mit die man gut umgehen kann und deren Mechanik man umsetzten kann und nicht welche im aktuellen Patch gerade am Papier die besten sind.\nZu deinen vorgeschlagenen Champions, keiner von denen ist momentan in der kostenlosen Rotation, woher willst du also wissen, dass die Person diese auch besitzt?","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-02-12T13:43:43.187+0000","up_votes":7,"down_votes":1,"body":"Möchtest du hier aufgeklärt werden über das Strafsystem von Riot oder möchtest du nur meckern? Wenn letzteres, dann kannst du deinen Thread wieder löschen. Wenn du aufgeklärt werden willst - denn du liegst mit deiner Meinung nämlich falsch - dann höre die Leute an und akzeptiere, dass du falsch lagst. \n\n>  Ich bin neu in diesem Spiel, und hatte eine Diskussion mit einer Sona. Ich sagte, dass Sona useless ist, weil sie über keinen CC verfügt, außer ihrer Ulti.\n\nBtw. Man sollte nicht über einen Champion lästern, dass er useless ist, wenn man neu in diesem Spiel ist. Da du neu bist, hast du absolut keine Ahnung davon ob der Champion useless ist oder nicht. Ja, Sona hat nur einen Stun mit der Ult. Aber das macht den Champion noch lange nicht useless. \nEs gibt sehr viele Champions die nur einen CC haben und die nicht useless sind. \n\nDu solltest mit deinen Äußerungen vorsichtig sein, weil du von diesem Spiel noch nicht viel Ahnung hast.","replies":[{"id":"","poster":"AI Marko","date":"2019-02-12T16:12:50.906+0000","up_votes":5,"down_votes":1,"body":"da kommt noch dazu das sona aktuell sehr stark ist xD","replies":[{"id":"","poster":"i smell stacks","date":"2019-02-14T18:01:12.717+0000","up_votes":1,"down_votes":2,"body":"Wie kommst du darauf? Sie ist nicht stärker als andere Supporter...","replies":[{"id":"","poster":"AI Marko","date":"2019-02-14T19:09:03.320+0000","up_votes":2,"down_votes":1,"body":"http://prntscr.com/ml6l7s","replies":[{"id":"","poster":"i smell stacks","date":"2019-02-15T18:04:09.353+0000","up_votes":1,"down_votes":2,"body":"Haha die paar Prozente sind nicht aussagekräftig genug aber gut, wo du recht hast hast du recht","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-02-12T21:24:38.463+0000","up_votes":2,"down_votes":1,"body":"Das wollte ich damit eigentlich sagen xD Hät ich vllt noch dazu erwähnen sollen. :D \nDanke","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2019-02-13T14:41:31.041+0000","up_votes":2,"down_votes":0,"body":"Sona hat übrigens auch noch einen Slow, den Sie praktisch Perma anwenden kann ^^","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-13T15:05:51.766+0000","up_votes":1,"down_votes":0,"body":"Wenn sie {{item:3116}} kauft haben ihr Fähigkeiten alle einen Slow\nWenn sie sogar noch {{item:3022}}  slown sogar ihre AAs auch noch","replies":[{"id":"","poster":"XenesisCH","date":"2019-02-13T15:46:36.805+0000","up_votes":1,"down_votes":0,"body":"Willst du mich jetzt veräppeln oder ist das gerade ernst gemeint was du da schreibst?","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-13T16:05:50.462+0000","up_votes":1,"down_votes":0,"body":"Will nur zeigen wie vielseitig man Sona bauen kann um ihre \"Schwächen\" zu reduzieren","replies":[{"id":"","poster":"Sirrkas","date":"2019-02-13T18:13:14.352+0000","up_votes":1,"down_votes":0,"body":"Nur ihr Q kann Gegner treffen und vom Slow profitieren. Die Ulti hat ja schon Hard-CC. Da braucht man den Slow nicht mehr. Wenn die Passive dazu zählt, vielleicht noch der W Proc.","replies":[{"id":"","poster":"XenesisCH","date":"2019-02-13T22:11:19.985+0000","up_votes":2,"down_votes":0,"body":"Ich gehe von seiner Antwort eher davon aus, dass er seinen Beitrag nicht wirklich ernst gemeint hat, da die beiden Items sowieso keinen Sinn auf Sona ergeben ;)","replies":[{"id":"","poster":"Sirrkas","date":"2019-02-13T23:34:58.897+0000","up_votes":1,"down_votes":0,"body":"Ich gehe auch davon aus, dass das eher eine Trollantwort war. Aber man weiß ja nie.","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-14T07:24:05.060+0000","up_votes":1,"down_votes":0,"body":"Ihr geht richtig davon aus ^^","replies":[]}]}]}]},{"id":"","poster":"i smell stacks","date":"2019-02-14T18:02:41.678+0000","up_votes":1,"down_votes":0,"body":"Schwächen? Von literally JEDEM Assassinen, Mage, Marksman und Bruiser zerstört zu werden? Da hilft auch kein Frosthammer, was onehin schon komplett useless auf Sona ist, sein wir mal realistisch....","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-14T18:11:51.965+0000","up_votes":2,"down_votes":1,"body":"{{sticker:sg-lulu}} \nHier hat´s wohl jmd nicht verstanden","replies":[{"id":"","poster":"i smell stacks","date":"2019-02-15T18:06:13.638+0000","up_votes":1,"down_votes":2,"body":"Haha du hast realisiert dass du Garbage geschrieben hast und indem ich dich drauf anspreche lässt du es als Witz darstehen, den ich nicht begriffen habe. Schon witzig, und dann noch schön so ein cringy Sticker darüber. Classic","replies":[{"id":"","poster":"Shacoláde","date":"2019-02-18T09:20:12.368+0000","up_votes":1,"down_votes":0,"body":"Du hast mich ertappt... ich bau immer {{item:3022}} auf Sona. \nGegen deine Intiligenz habe ich keine Chance!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-02-13T15:56:33.620+0000","up_votes":2,"down_votes":1,"body":"Ich weiß, wollte das aber nicht extra erwähnen, weil der Slow nur ist, wenn sie auch den Powerakkord hat und vorher die E aktiviert hat und dann einen Autoattack nutzt.. \nWäre für einen Anfänger vllt doch zu viel des Guten als Info. ^^","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2019-02-12T13:14:52.112+0000","up_votes":4,"down_votes":0,"body":"Nein eine Chatsperre bekommst du nur wenn du auch Wörter/Satzteile verwendest welche auf der Blacklist stehen.\n\nIch spiele schon seit 6 Jahren League und es wurde unzählige male gesagt, dass ich reported werde nach dem Spiel und habe dennoch nie eine Sperre bekommen..\n\nWäre nett wenn du einen Screenshot deiner Chatlogs hier hoch lädst.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-02-12T12:44:55.208+0000","up_votes":5,"down_votes":1,"body":">Wenn Dich 2 Leute melden, bekommst Du instant eine Chat-Sperre. Egal, was Du geschrieben hast. Egal, ob diese Leute selbst geflamet haben - Sie kommen davon, weil die Mehrheit besser ist. \n\n\nhttp://i.imgur.com/oxMtHYA.gifv\n\n[Chatlogs or it didn't happen.](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards)\nSende uns bitte Screenshots von _deinem_ Chatlog, für welchen du deine Chatsperre bekommen hast (und vielleicht auch noch das Ticket von dem Supporter.)\nJeder Screenshot muss mit dem letzten Satz von dem Screenshot davor anfangen. Du kannst deine fertigen Bilder z.B. auf [Imgur](https://imgur.com/) hochladen und hier verlinken. (Klicke nicht auf \"share to community\", weil nicht jeder deine Worte sehen muss.)\n\n\n__________\nDas Strafsystem überprüft deinen Chatlog mit einem einzigen Report bereits. Es spielt keine Rolle, wie viele Leute dich nach einem Game melden, sondern ob das System einen Regelbruch gefunden hat.","replies":[{"id":"","poster":"Zêtenji","date":"2019-02-12T12:57:28.737+0000","up_votes":1,"down_votes":12,"body":"Es macht nur Sinn, wenn mehrere Chatlogs vorhanden sind, da sonst der Kontext fehlt. Wörter aus einem Log heraus zu filtern, um dann fehl zu interpretieren, ist ja leicht - Aber Rito ist das egal. Und nein - Solltest Du als einzelner Spieler jemanden melden, kümmert das niemanden was - Nicht einmal das automatische System, weil das System davon ausgeht, dass es eher ein Report aus Wut war.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-02-12T13:17:39.665+0000","up_votes":6,"down_votes":0,"body":"Aber genau so läuft das. Das automatische System ist darauf programmiert, gewisse Wörter zu erkennen und je nachdem, welches Wort das System triggert, wirst du dementsprechend bestraft. Da ist der Kontext komplett egal. Man darf diese Wörter nicht im Chat benutzen und Punkt. Egal ob du nur jemanden zitierst oder jemanden beleidigst. So sind die Regeln, und daran hat man sich zu halten.\nWenn du z.B. in 10 Games in kürzester Zeit das Wort \"Report\" verwendest wirst du für Reportcalling bestraft, meist mit einem Chatrestrict. Wenn du \"KYS\" schreibst reicht das schon für einen instant 14-Days-Ban oder Perma-Ban.\n\nWie dir in diesem Thread schon öfters versucht wurde zu erklären, ist es dem System komplett egal von wievielen Leuten du auf einmal reported wurdest. Ein report reicht völlig um das System zu triggern, wenn das \"falsche\" Wort im Chat von dir gefallen ist.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2019-02-12T14:21:54.538+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Zêtenji,realm=EUW,application-id=KYnfKGf0,discussion-id=fONNLp9G,comment-id=00010000,timestamp=2019-02-12T12:57:28.737+0000)\n>\n> Es macht nur Sinn, wenn mehrere Chatlogs vorhanden sind, da sonst der Kontext fehlt.\n\nErstens: Unrecht mal Unrecht ergibt kein Recht. Nur weil andere sich daneben benehemen, darfst du das nicht auch machen. Deswegen sind die Chatlogs der anderen irrelevant. Es geht um dein Verhalten.\nUnd der Kontext... nun ja... du nennst Sona, einen der stabilsten Supports mit derzeit höchste Winrate (damn, warum kann ich bei deren derzeitigen Winrate derzeit kein Ranked spielen?) als Useless. Guter Ansatzpunkt für eine sachliche Ingame Diskussion.\n\nOh und als wichtige Information: Die Nachricht, dass dein Report zu einer Strafe geführt hat, wird nicht jedes Mal, sondern in unregelmäßigen Intervallen ausgelöst. Es geht dabei halt nicht um die \"Ha, denen habe ich es gegeben\" Rache, sondern um den Informatonsfluss, dass Reports allgemein etwas bringen.\nAußerdem ist es Riot egal, ob einer oder 4 Spieler dich reporten. Gerade weil sie nicht wollen, dass Premades mit ihren Reports mehr Macht bekommen, als Solospieler.","replies":[]},{"id":"","poster":"Laird Mav3ric","date":"2019-02-13T15:27:40.443+0000","up_votes":4,"down_votes":0,"body":"Interessant ist doch, dass du erst offen zugibst neu zu sein. Aber: du meinst mehr Ahnung von dem Spiel zu haben als die meisten hier. Auch ein einzelner Report kann zu einer Strafe führen es reicht ja schon wenn du die berühmten 3 Buchstaben schreibst um ne Strafe zu kassieren.\nAber da du ja der festen Überzeugung bist dass du nichts getan hast und auch keinen Millimeter von deinem Standpunkt abweichst UND dich weigerst Beweise zu liefern, stellt sich mir die Frage: warum schreibst du dann den Post? :D","replies":[]}]},{"id":"","poster":"i smell stacks","date":"2019-02-14T18:10:33.520+0000","up_votes":1,"down_votes":0,"body":"Der Ordner muss ja mehrere Terrabyte groß sein, bei dieser Community","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-14T19:03:04.058+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Aureliòn,realm=EUW,application-id=KYnfKGf0,discussion-id=fONNLp9G,comment-id=00010001,timestamp=2019-02-14T18:10:33.520+0000)\n>\n> Der Ordner muss ja mehrere Terrabyte groß sein, bei dieser Community\n\nIch musste kurz überlegen, was du mir damit sagen wolltest, bis ich den Kontext dazu gesehen habe. Made my day, thank you.","replies":[]}]}]},{"id":"","poster":"Magic Neeko","date":"2019-02-13T16:08:38.419+0000","up_votes":3,"down_votes":0,"body":"Ich bin auch ein kleiner flamer {{champion:32}}\nUnd natürlich bist du im ersten Moment verärgert \nAber wenn du tief in dich gehst wirst du schon merken, dass dein Verhalten nicht richtig war \nDu wirst auf die beleidigungen von garen mit beleidigungen reagiert haben \nUnd du vermutest vermutlich nur, dass garen keinen Chatbann hat \nWissen kannst du dies allerdings nicht \nKopf hoch und ruhig bleiben\n❤️❤️❤️❤️","replies":[]},{"id":"","poster":"Abasin","date":"2019-02-13T14:45:50.636+0000","up_votes":3,"down_votes":0,"body":"Level 7, ein umfangreiches Nichtwissen über das IFS und wie Reports behandelt werden, dazu ein kleiner Aluhut. Brisante Mischung. Und zur Krönung des Ganzen noch eine CR oder gar ein Bann. Nicht übel für einen Anfänger.\n\nOder doch nicht? Die Routine, mit der Du das hier runterleierst lässt mich vermuten, dass Dir zumindest ein anderer Account schon durch einen \"lächerlichen Perma\", bei dem Du Dich wie üblich nur gegen die anderen gewehrt hast, weggenommen wurde. Aber Du wirst besser und wiederholst das Kunststück bereits mit Anfängerlevel auf dem neuen Account.\n\nDu musst nicht antworten, ich spekuliere nur gerne.{{sticker:galio-happy}}","replies":[]},{"id":"","poster":"Wernicke","date":"2019-02-13T08:17:21.099+0000","up_votes":3,"down_votes":0,"body":"Nix für Ungut lieber TE, aber man merkt ziemlich deutlich das du neu im Spiel bist. Anhand deines gefährlichen Halbwissen. \nDu wirst nicht wegen einem Spiel, bzw wegen einem chatlog bestraft. Ausnahme ist die Verwendung von bestimmten Wörtern/Hatespeech. Denn das kann z.B. dazu führen Strafstufen zu überspringen usw...\nDer Normalfall ist aber das Riot den Spielern leider genügend chancen gibt, weil sie an das Gute im Menschen glauben und meinen das es mehr Sinn macht negative Spieler eben nicht sofort zu bestrafen.\nSo wie du dich hier gibst ist es ein leichtes zu erraten das du dich auch vor dem von dir genannten Spiel negativ Verhalten hast. Ich wette das es bei dir, wie auch bei vielen anderen, einfach so ist, dass dir gar nicht klar ist was negativ ist und was nicht. Dir ist gar nicht klar wie man sich gegenüber anderen Menschen verhält. \nDie zugesendeten Logs sind quasi nur die Spitze des Eisbergs und haben das Fass quasi zum überlaufen gebracht, d.h. du warst auch schon vorher negativ und dementsprechend bei Riot aufgefallen, aber wurdest eben nicht sofort bestraft. Iwann hingegen ist nun mal der Punkt gekommen. Zugesendete logs sind also nur Beispielhaft zu verstehen.\n\nWas dir ja nun schon Paar mal erläutert wurde, ist, dass mehrere reports keinen Sinn machen, da bereits nach einem eine Überprüfung stattfindet. Mehrere reports bewirken nix anderes. \nDie beiden Spieler werden dich bestimmt reportet haben. Es hätte aber auch genügt wenn es nur einer getan hätte. Da viele Spieler aber nicht wissen wie das system arbeitet, werden es wohl beide getan haben.\nDa sie dich also reportet haben, hat das System dein log überprüft und, wen wunderts bei deinem Verhalten, nix für ungut, natürlich auch was gefunden.\nDu kannst gerne deinen log heir posten falls du wirklich daran interessiert bist zu wissen was daran negativ war und was nicht.\nDa übrigens mehrere reports sinnlos sind, sind reportcalls strafbar, da sie eben sinnlos und somit einzig und allein negativ sind und nix anderes. \n\nÜbrigens ist eine Sona ziemlich stark, und das auch im aktuellen Patch.\nDu sagst selber das du neu bist, und weisst noch sehr viel nicht über das Spiel. Bevor du also dein Halwissen kund tust, solltest du dringend mehr Erfahrung sammeln.\nEine Sona braucht auch kein cc, da sie eh alles wegheilt und alles was ihrem adc zu Nahe kommt zur Hölle poked.\n\n{{sticker:slayer-pantheon-popcorn}} \n\nEdit: Eine Rückmeldung zu reports ist äußerst selten","replies":[]},{"id":"","poster":"La Flunder","date":"2019-02-12T21:09:10.779+0000","up_votes":3,"down_votes":0,"body":"Jaja die bösen Reports, Chatlogs or it didn't happen! Da du das Report System offensichtlich nicht verstehst lies dir doch die netten Kommentare hier durch, die es dir erklären. \n\n\nStay positive\nLaFlunder\n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Enderized","date":"2019-02-12T13:13:57.782+0000","up_votes":3,"down_votes":0,"body":"Sona hat einen Slow über ihre empowerter Passiv-E Autoattack.","replies":[{"id":"","poster":"eingew","date":"2019-02-13T08:46:03.924+0000","up_votes":1,"down_votes":0,"body":"Und der verstärkte AA mit der W gibt dir einfach mal ein kostenloses Minexhaust.","replies":[{"id":"","poster":"Enderized","date":"2019-02-13T08:50:31.439+0000","up_votes":1,"down_votes":0,"body":"Ja gut... \"Miniexhaust\" ohne den Slow und geringerer Damagereduction glaube ich? :/","replies":[{"id":"","poster":"eingew","date":"2019-02-13T08:55:14.215+0000","up_votes":1,"down_votes":0,"body":"Deshalb ja Mini ^^.","replies":[{"id":"","poster":"Enderized","date":"2019-02-13T09:03:48.505+0000","up_votes":2,"down_votes":0,"body":"Eher Micro? D: :'D","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-02-12T15:27:07.690+0000","up_votes":3,"down_votes":1,"body":">Also keine Ahnung, was dieses Spiel ist\n\nJa den Eindruck hab ich auch...va was das Strafsystsm anbelangt.","replies":[]},{"id":"","poster":"Ikrahdasan","date":"2019-02-14T21:57:38.965+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zêtenji,realm=EUW,application-id=KYnfKGf0,discussion-id=fONNLp9G,comment-id=,timestamp=2019-02-12T12:30:54.794+0000)\n>\n> Wenn Dich 2 Leute melden, bekommst Du instant eine Chat-Sperre. Egal, was Du geschrieben hast. Egal, ob diese Leute selbst geflamet haben - Sie kommen davon, weil die Mehrheit besser ist. Zwei Premates haben also die absolute Macht &amp;uuml;ber Deinen Account. Denn Riot Games pr&amp;uuml;ft den Grund des Reports nicht, sondern l&amp;auml;sst ein automatisches System durchlaufen, dass W&amp;ouml;rter herausfiltert, welche in ihrer Fantasie schrecklich sein sollen. \n> \n> Hintergrund: Ich bin neu in diesem Spiel, und hatte eine Diskussion mit einer Sona. Ich sagte, dass Sona useless ist, weil sie &amp;uuml;ber keinen CC verf&amp;uuml;gt, au&amp;szlig;er ihrer Ulti. Daraufhin wurde ich gemeldet, weil ich sie geflamet haben muss + den Garen, der mich erst beleidigte, weil ich keinen Heal benutzt hatte. Und nun ratet mal, wie es ausging? Richtig, der Garen und die Sona, haben nichts bekommen - Immerhin kannte man sich, und entschloss sich mich zu melden, und ich hatte binnen weniger Sekunden eine Chat-Sperre. Also keine Ahnung, was dieses Spiel ist, aber es ist l&amp;auml;cherlich.\n\nBis ich nen chatlog sehe glaub ich dir kein Wort{{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"B11tzen","date":"2019-02-13T07:09:15.360+0000","up_votes":1,"down_votes":0,"body":"Die lächerlichste Art von Post, DAS ich je gesehen habe... 🙂","replies":[]},{"id":"","poster":"i smell stacks","date":"2019-02-14T17:56:16.709+0000","up_votes":1,"down_votes":5,"body":"Du hast da voll und ganz recht. Sona Spieler sind in Low Elo fast immer useless und feeden rein. Gegen zwei Premades kannst du da leider auch nichts ausrichten. P.S.: Lass dich nicht von den 30 Downvotes unterkriegen, dafür sind der Haufen Whiteknights verantwortlich die dich für alles was es gibt verantwortlich machen. \nMein Tipp: in solchen Situationen wie bei dir oben beschrieben sollte man auf deren Lanes gehen, Farm stealen und den Gegnern immer sagen wo die zwei Mitspieler sich befinden, oder z.B. antäuschen dass man engaged und sich dann, wenn die Mitspieler auch engagen, zurückziehen und sie sterben lassen. Das macht enorm Spaß und dominierst damit die Premades auch im Sinne Kontrolle über das Spiel. Probier es aus. Aus Salz wird Freude :)","replies":[{"id":"","poster":"eingew","date":"2019-02-15T06:56:57.958+0000","up_votes":1,"down_votes":0,"body":"Sona ist sehr leicht zu spielen (wenn auch schwer zu meistern) und hat von Silber bis Eisen eine entsprechend hohe WR von ~54%.","replies":[]},{"id":"","poster":"manial fly","date":"2019-02-15T07:37:15.317+0000","up_votes":1,"down_votes":0,"body":"Yay mit deinem Tipp hat er dann den 14-Tage Bann sicher :)","replies":[]}]}]}