{"id":"P5gZW6eV","poster":"00 M4ddin 00","date":"2019-02-12T06:24:48.624+0000","title":"[TGSG] Königliche Diagnose","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"Guten Morgen \r\n\r\nSo heute ist Dienstag und auf Arbeit geht schon wieder alles drunter und r&uuml;ber aber es ist noch verkraftbar :) \r\n\r\nDa ich die letzten 2 wochen etwas gekr&auml;nkelt habe und mich auch nicht so wohlgef&uuml;hlt hab. \r\nWar ich am Freitag beim artzt und hab mir mal Blut abnehmen lassen. Gestern hab ich die Ergebnisse bekommen :0 \r\n\r\n\r\n*Trommel wirbel*\r\n\r\nIch gestern zum Doc rein. Dann hat er sich meine Ergebnisse angeschaut. Kuckt und schaut mich an und sagt .... \r\n\r\n&quot;Ja Herr S. 1 plus mit Sternchen. Alles sehr gut. So gutes Blut hab ich schon ein halbes Jahr nicht mehr gesehen. Sie brauchen keinen artzt&quot; \r\n\r\nHab mich nat&uuml;rlich direkt gefreut und gemein ... &quot;ja k&ouml;nigliches blut&quot; sein Blick darauf und dann hat er gegrinst ^^\r\n\r\nScheinbar hatte ich nur ein paar Nachwirkungen von der Woche davor wo es mir nicht gut ging :/ \r\nBin aufjedenfall beruhigt \r\n\r\nHab mir echt sorgen gemacht. \r\nKrankheiten sind bei meiner Familie doch des &ouml;fteren mal vorgekommen. Und ich ern&auml;hre mich quasi nur ungesund und das seit Jahren. \r\nIch mache keinen Sport und liege nur faul rum und fressen eben nur M&uuml;ll in mich rein ^^&#039; \r\nFaszinierend aber so soll es sein ^^ \r\n\r\nSo viel zu dem Thema :) \r\n\r\nNeues ich hab gestern mit Finale fantasy 14 angefangen :0 \r\nHab mir nen schicken Charakter erstellt und dann hab ich auch nur knapp ne Stunde gebraucht um auf den Server zu kommen auf den ich wollte :) \r\nEigentlich mein erstes ff das ich wirklich spiele und auch eigentlich mein erstes Mmo also bin ich echt gespannt. Bisher ist es kompliziert aber macht Laune ^^ \r\n\r\nSooooooooooooooooooo und nun unterhalten mich auf auf :D :P \r\n\r\n*Clap clap*","replies":[{"id":"","poster":"INoKami","date":"2019-02-12T16:48:22.308+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 102, superspäte Abendausgabe**\n\nIst auch ein interessanter Moment, wenn man so bedenkt, dass man gestern noch gemeint hat, dass gestern nichts berichtenswertes vorgefallen wäre und einem dann nach zwei Minuten mehrere Dinge einfallen, die doch eine Erwähnung verdient hätten. Zum Beispiel der Wegweiser direkt in der Hauptstraße meines kleinen Heimatörtchens. Unauffällig wie immer, außer, dass mir am Abend, wo ich zum Sport fuhr, bemerkte, dass dieser in locker einem 60-Grad-Winkel abgeknickt war. Konnte nicht mehr sagen, woran es lag, natürlich, es könnte sein, dass jemand mit seinem Wagen dagegen gedonnert ist, wobei dann der Anfahrtswinkel... \"Kurios\" wäre (weil er dann zusätzlich noch ein Geisterfahrer gewesen sein müsste), zum anderen aber hat es auch stabil gewindet bei uns und es ist auch nicht auszuschließen, dass Mutter Natur den Mast persönlich flach gelegt hat.\n...Die restlichen coolen Storys hab ich vergessen :* Wieder einmal...\n\nWas heute passiert ist? Leider Gottes auch nicht viel. Wir haben aber z.B. eine Menge Anschiss in Mathe kassiert, weil so gut wie niemand die Hausaufgaben gemacht hatte (weil es Mathe ist. Und weil einige doch einen recht langen Anfahrtsweg und damit entsprechend sehr wenig Zeit zu Hause haben) und wir diese nun auf nächste Woche machen dürfen. Wer es nicht macht, kassiert eine 6. Und dabei wollte ich am Wochenende endlich mal meinen Geburtstag feiern...\nAuch schön: nächste Woche ist die erste Klausur des 2. Semesters fällig und es wird direkt eine Physik-Arbeit! Ich hasse Physik sowieso schon, besser aber noch: wir haben diesen Termin erfahren, ohne den Klassenarbeitsplan erhalten zu haben, ohne den eigentlich in dieser Schule nichts gehen sollte. So viel dazu...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-13T06:06:14.275+0000","up_votes":1,"down_votes":0,"body":"Klingt ja doof :/ \n\nIch würde die 6m kassieren. Ich lass mir sicher nicht vorschreiben wie ich meine begrenzte frei zeit zu nutzen hab .... hasse sowas","replies":[{"id":"","poster":"INoKami","date":"2019-02-13T12:59:02.505+0000","up_votes":1,"down_votes":0,"body":"Ist das im Grunde nicht das Problem, dass irgendwie alle Schüler haben?\nVor allem von einer Schule, die wohl schweigend erwartet, dass du dein gesamtes Leben für diese Schule und dem damit verbundenen Lernaufwand opferst. Nein, danke... aber nein.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-13T14:37:16.975+0000","up_votes":1,"down_votes":0,"body":"Weil Schulen und Noten nicht mehr zum lernen gedacht sind sondern nur noch dazu da sind das Schüler lernen befehle ordnungs gemäß und ohne zu denken zu befolgen ...","replies":[{"id":"","poster":"INoKami","date":"2019-02-13T15:58:23.729+0000","up_votes":1,"down_votes":0,"body":"Mehr oder weniger. Vor allem aber werden wir für das Arbeitsleben \"fit gemacht\", indem man uns mit irgendwelchen _*_ _hust_ _*_ _vergleichbaren_ _*_ _hust_ _*_ Zahlen behängt, die unsere Zukunft voraussagen. Können. Sollten.\nAuf der anderen Seite: welche Alternativen hat man? Mir fallen spontan keine ein...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-14T07:09:27.207+0000","up_votes":1,"down_votes":0,"body":"Ja leider fallen mir auch keine legalen btw. Liebenswerte alternativen ein :( \n\nZu meiner Schulzeit war das zum Glück noch entspannter und ich konnte Ihnen großen Aufwand durch rutschen. \n\nUnd jetzt in meinen leben interessiert es ehe keinen mehr. Und trotzdem für ich ein schönes entspanntes leben","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T11:54:27.575+0000","up_votes":1,"down_votes":0,"body":"Anmerken möchte ich auch meine Kollegin die das Klischee von dummen Blondinen einfach immer wieder bestätigt.\n\nAktuell macht sie sich selbst dafür verantwortlich das die Türanlage hier manchmal spinnt wenn sie sie bedient.\n\nWarum?\n\nWeil sie sich elektrisch auflädt und an der Türe einen \"gefletscht\" bekommt.\n\nIst auch scheiß egal was man ihr erzählt. Ob ich es mache, der Haustechniker oder der Techniker von der Firma ... alle erklären ihr das es mit der Kälte zu tun hat und oben der Sensor nicht mehr richtig funktioniert und die Türe sich selbstständig einfach zurücksetzt so ein oder zweimal am Tag. NEEEIIINNNN! Ihre elektrische Aufladung ist das Problem XD ...","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T11:57:28.414+0000","up_votes":1,"down_votes":0,"body":"Wenn Blondinen manche Männer durch Elektrisierung völlig durcheinander bringen könne, warum dann nicht auch Türen... xD.\n\nImmerhin haben Männer und Türen auch einiges gemeinsam, Solange sie geschlossen sind denkst du meistens, du weißt genau was dahinter liegt, aber wenn sie sich dann irgendwann mal öffnen kann es doch schon mal eine Überraschung geben :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T12:21:03.399+0000","up_votes":1,"down_votes":0,"body":"> Wenn Blondinen manche Männer durch Elektrisierung völlig durcheinander bringen könne, warum dann nicht auch Türen... xD.\n\n.-. Solche Männer sind keine Männer. Lebendige Würstchen!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T12:38:51.912+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T12:46:39.581+0000","up_votes":1,"down_votes":0,"body":"Ich würde ja sagen \"ist okay\" :o aber das kann ich nicht.\n\nVor allem diese Hardcore-Blondinen-Fetischisten finde ich abstoßend .-.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-13T07:37:27.908+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab keinen Hass gegen blond aber dunklere haarfarben sind schöner :3 oder bunter Haare ^^","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-12T12:52:41.189+0000","up_votes":1,"down_votes":0,"body":"Eigentlich ist mir so etwas wie Haarfarbe tatsächlich komplett wurscht. \n\nTrotzdem seltsam, dass ich noch nie eine blonde Freundin hatte xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T13:46:42.034+0000","up_votes":1,"down_votes":0,"body":"Stimmt, wichtig ist die Kombination aus Haarfarbe und Augenfarbe. Wobei Augen eigentlich mehr zählen. Hauptsache die Haare sind lang. Wenn dann noch heterochromie dazu kommt ist es eh um mich geschehen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:50:22.988+0000","up_votes":1,"down_votes":0,"body":"*Hust*\n\n*Wichtig ist, ob ich mit ihr über Stunden, Tage und Wochen immer was zu Reden und zu Lachen habe und wir uns nicht langweilig oder überdrüssig werden, auch wenn einer mal Zeit für sich will*\n\n*Hust*","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T13:52:31.778+0000","up_votes":1,"down_votes":0,"body":"Ich dachte wir reden gerade nur über das optische. Charakter ist ja eine ganz andere Sache","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:54:17.676+0000","up_votes":1,"down_votes":0,"body":"Ah, ich sehe den Punkt ^^\n\nWenn man das bei mir runterbricht ist die einzige Gemeinsamkeit wohl \"dunkle Haare\" xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T14:06:54.004+0000","up_votes":1,"down_votes":0,"body":"Keine besonderen Wünsche? Gesegnet seist du","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T14:11:27.973+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, ich hab mir darum nie *wirklich* viele Gedanken gemacht. War bisher eigentlich alles mal dabei, dünner, kräftiger, <1,55m, >1,80m, lange Haare kurze Haare, kleinere, größere Merkmale...\n\nManches davon hat nicht so lange gehalten, aber das ist (damals) mit Anfang 20 vermutlich normal.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T14:15:26.959+0000","up_votes":1,"down_votes":0,"body":"Also meine Beziehung hält schon über 26 Jahre\n\n[https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg](https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-13T06:25:48.119+0000","up_votes":1,"down_votes":0,"body":"x.x Ich merke mir zu viel!\n\nUnd der alte Mann ist gruselig!","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-12T15:11:36.286+0000","up_votes":1,"down_votes":0,"body":"[https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg](https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg)[https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg](https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg)[https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg](https://hungarytoday.hu/wp-content/uploads/2018/02/18ps27.jpg)","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-12T15:11:08.079+0000","up_votes":1,"down_votes":0,"body":"26.....","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T14:37:32.834+0000","up_votes":1,"down_votes":0,"body":"Über 26 Jahre? .-. Du bist doch erst 26 geworden!\n\nAußer du zählst das \"und einen Monat\" als \"über\" c.c","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-12T14:30:55.701+0000","up_votes":1,"down_votes":0,"body":"Wie alt bist du nochmal? ^^","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T13:11:53.445+0000","up_votes":1,"down_votes":0,"body":"xp Das spricht nur für dich!\n\nAber idk. Ich denke direkt an irgendeinen Erotikladen mit Stripperinnen und sabbernden alten 500 KG Männern davor die seit einer Ewigkeit nicht mehr duschen waren. Sich aber nichts geileres vorstellen können als eine junge Wasserstoff-Blondine mit Körbchengröße F.\n\nIrgendwie ist das was wo mir direkt schlecht wird XDDDD\n\nNicht weil ich die Frau nicht auf scharf finden könnte, sondern weil mir bei dem Gedanken an diese Kerle einfach schlecht wird XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:16:50.950+0000","up_votes":1,"down_votes":0,"body":"Aber passt doch, Körbchengröße F zu Körbchengröße F... xD\n\nVielleicht sind wir ein bisschen unfair, ich denke irgendwo gibt es eine Blondine, die nicht als Stripperin arbeitet :P. Ich kenne z.b. eine, die ist Streamerin!\n\nDie ist aber auch nicht wasserstoffblond...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T13:22:37.774+0000","up_votes":1,"down_votes":0,"body":"So meinte ich das nicht XD\n\nGibt auch durchaus Blondinen die ich mag und eine bete ich sogar an.\n\nIch meinte halt... wenn mir irgendwer sagt er steht auf Blondinen, dann denk ich eben direkt an eine solche Situation. Nicht zu Ungunsten der Blondine sondern des sabbernden Kerls in der ersten Reihe.\n\nIrgendwie ist das gerade schwer zu erklären lol XD Am besten lass ich es einfach!\n\nUff .-. mit weiblichen Streamerinnen komme ich absolut nicht klar. Nein! Das ist was das Twitch meinetwegen verbieten könnte. Wenn ich zu müde bin um mich gegen etwas zu wehren, schaue ich schon mal Farbenfuchs. Aber selbst da entwickelt sich eine innere Macht die mich weckt und zwingt etwas anderes anzuklicken XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T13:29:23.255+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T13:40:46.915+0000","up_votes":1,"down_votes":0,"body":".-. Kenne ich nicht","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T13:55:19.671+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T13:58:11.984+0000","up_votes":1,"down_votes":0,"body":"D: Davon halte ich überhaupt nichts! So wirklich gar nichts x.x","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T14:34:46.427+0000","up_votes":1,"down_votes":0,"body":"Eine Schwedin? :< Ich will kein blond!","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T14:25:38.071+0000","up_votes":1,"down_votes":0,"body":"Mit welcher Begründung? .-.","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-12T13:26:51.533+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich komme deinem Punkt näher, ich stelle mir Lord Tyrion 23 auch immer öfter als 120 kg LKW Fahrer im fleckigen Unterhemd vor :P.\n\nIch gucke sogar gar keine Streamerinnen ^^. Und auch keine Streamer. Ich spiele... konnte dem Zusehen noch nie wirklich etwas abgewinnen, ich mag immer alles selbst in der Hand haben ^^. \n\nVon der Bekannten weiß ich das auch nur, weil ich privat viel mit ihr zu tun hab :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T13:38:50.681+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:44:39.064+0000","up_votes":1,"down_votes":0,"body":"Ins Schwarze getroffen? ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T13:55:48.543+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:57:38.506+0000","up_votes":1,"down_votes":0,"body":"Oha... Wohl nicht ins Schwarze sondern einen Nerv? oO","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T13:39:58.520+0000","up_votes":1,"down_votes":0,"body":"LOL XDDDDDDD Im Prinzip würde es ihn mit einschließen, ja XD\n\n> ich mag immer alles selbst in der Hand haben ^^\n\n{{sticker:sg-miss-fortune}} \n\nIch würde auch gerne wieder abends spielen :( Aber genau genommen könnte ich abends nach Hause kommen und wenn ich bis halb acht oder acht fertig bin mit meinem Abend, könnte ich schlafen gehen und durch pennen bis zum nächsten Morgen.\n\nAlso gucke ich eine handvoll guter Streams und sauge Wissen in mich auf \\o/ oder schlafe halt am Schreibtisch! Eher das zweite XD Aber ich gucke doch schon gerne zu. Also ich kann das auch über Tag mal für ein paar Stunden und halt ESL/ LEC","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:44:15.995+0000","up_votes":1,"down_votes":0,"body":"Jeder sollte immer das machen was ihm Spaß macht ;). Das Leben ist auch so schon ernst genug :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T13:53:27.138+0000","up_votes":1,"down_votes":0,"body":"XD Das würde ich so nicht sagen. Oder man fügt am Besten ein \"solang es niemandem schadet\" hinzu xp","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T13:59:34.001+0000","up_votes":1,"down_votes":0,"body":"°^° So wie du das gerade meinst, stimmt das wohl.","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-12T13:55:00.837+0000","up_votes":1,"down_votes":0,"body":"Och manchmal mögen es die Leute wenn man ihnen *ein kleines bisschen* schadet :P","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-02-12T12:23:18.409+0000","up_votes":1,"down_votes":0,"body":"Meine Unterstützung in dieser Aussage hast du ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T12:25:00.751+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T14:15:44.908+0000","up_votes":1,"down_votes":0,"body":"MEIN ICON HAT SICH GEÄNDERT! \\o/","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-02-12T14:01:02.580+0000","up_votes":1,"down_votes":0,"body":"Ich ziehe jetzt gleich ab, euch allen einen schönen Feierabend ^^. Wenn ich dran denke zeige ich heute Abend endlich mal dieses angekündigte Video im Discord, hier über Forum ist das meh xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T14:06:17.126+0000","up_votes":1,"down_votes":0,"body":":o Discord ist auch völlig ausreichend! Und einfacher hochzuladen .-.\n\nIch kann dich dran erinnern wenn ich daran denke \\o/\n\nDann schon mal einen schönen Feierabend .-. Möge die letzte Stunde endlich vergehen!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T14:09:25.499+0000","up_votes":1,"down_votes":0,"body":"jaa, erinnere mich daran :D","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-12T06:45:35.236+0000","up_votes":1,"down_votes":0,"body":"Steam Rezension von God Eater 3:\n\"Camera controls are pretty bad. But when it come to cutscenes with boobs in it, the angles are spot on. \n\n10/10 would buy again.\"","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:26:57.346+0000","up_votes":1,"down_votes":0,"body":"Deswegen spielt man diese Horror/ Grusel/ Monster Spiele, oder?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T10:06:52.796+0000","up_votes":1,"down_votes":0,"body":"Wegen big tiddi animie girls? Ja schon wenn man ehrlich zu sich selbst ist. Bis zu dem \"Badeanzug\" DLC von Valkyria Chronicles 4 hab ich das Spiel nur wegen der Handlung gespiel. Danach hab ich alle Zusatzmissionen und Gefechte gespielt, die Ich eigentlich nicht machen wollte... Mann ist eben einfach gestrickt.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:09:26.174+0000","up_votes":1,"down_votes":0,"body":"Ich hab tatsächlich immer nur recht wenige von diesen Anime Spielen gespielt, die sind oft so langatmig :P.\n\nIn letzter Zeit eigentlich nur Persona 5, Valkyria 4 und Doko Doki Literature Club, die fand ich alle erstklassig ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T10:52:50.735+0000","up_votes":1,"down_votes":0,"body":"Ja VC 4 war schon echt gut. Abgesehen von Flashgames und den VC Spielen, halte ich auch eher Abstand von Animie Spielen","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T11:41:15.732+0000","up_votes":1,"down_votes":0,"body":"Persona 5 wenn man Rpg's mag ^^. \n\nIch hab 110 Stunden gebraucht für einen Durchlauf und weine dem Spiel jetzt nach, weil es vorbei ist xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T11:49:21.927+0000","up_votes":1,"down_votes":0,"body":"Weinen ist ein gutes Stichwort. Ich habe dann doch die Emotionalen Momente aus VC 1 in Teil 4 vermisst. Ja es gab einen der in Erinnerung geblieben ist und der war auch ziemlich gut. Aber im Vergleich zum ersten Teil wäre da mehr drin gewesen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T11:55:01.698+0000","up_votes":1,"down_votes":0,"body":"Da hast du allerdings Recht. Ich fand allgemein die Story des ersten Teiles besser, in dem sich dieses kleine Land einer gewaltigen Übermacht gegenüber sieht. \n\nDie Story des vierten Teiles war so naja, wenn selbst meine Freundin (!) also Reaktion auf diesen... ähm... Offensivplan sage ich mal sich die Hand vor den Kopf schlägt und sagt \"Was ein Schwachsinn! So funktioniert doch Krieg nicht!\" :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T13:02:01.654+0000","up_votes":1,"down_votes":0,"body":"Jein. Damals war das erobern der Hauptstadt bzw das ausschalten des Zentralen Oberkommandos eine legitime Option. Nur kann man im Normalfall nicht einfach hinfahren und das einfach so machen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:18:52.125+0000","up_votes":1,"down_votes":0,"body":"ja, genau das hab ich auch gemeint ^^. Du kannst nicht einfach so ein paar Millionen Soldaten zusammenziehen und in einer graden Linie tausend Kilometer durch feindliches Territorium marschieren und das einfach eine Offensive nennen xD. Du schaffst dir einen absolut grausamen Frontbogen und brauchst zur Absicherung doppelt so viele Kräfte wie der Feind. Und das auch noch, wo diese Allianz angeblich unterlegen und in der Unterzahl ist, nene... eher nicht ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T13:22:03.899+0000","up_votes":1,"down_votes":0,"body":"Ja das haben wir in Stalingrad auch festgestellt, dass Blitzkrieg ohne Flankenschutz mal gar nicht so lustig ist.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:27:47.816+0000","up_votes":1,"down_votes":0,"body":"Halloooooo?\nWir hatten immerhin Rumänen die den Flaschenhals bewachen sollten!\n\n**DIE** haben das verkackt!!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T13:39:28.515+0000","up_votes":1,"down_votes":0,"body":"So is es. Nächstes Mal ohne Italien.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:45:22.290+0000","up_votes":1,"down_votes":0,"body":"Ich schätze der Zug is abgefahren xD","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T12:32:13.807+0000","up_votes":1,"down_votes":0,"body":"... Außerdem überlege ich seit halb zwölf Nudeln zu bestellen >.< Aber jetzt ist es schon halb zwei ... es lohnt sich irgendwie nicht mehr! Aber Hunger!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T12:34:37.980+0000","up_votes":1,"down_votes":0,"body":"Grill das Pferd?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T12:35:12.495+0000","up_votes":1,"down_votes":0,"body":":( Aber das stinkt und schimmelt schon","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T12:35:52.411+0000","up_votes":1,"down_votes":0,"body":"mist...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T12:41:12.336+0000","up_votes":1,"down_votes":0,"body":"Ich hab es halt zu lange vor mir her geschoben mit dem bestellen D:\n\nWenn ich jetzt noch bestelle kommt das Essen im schlimmsten Fall 14:15 / 14.30 je nachdem. Das ist mir zu spät bzw. zu nah am Feierabend >.< Wobei eigentlich auch nicht...\n\nAber ... ich hab noch Paprika ._____.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T12:51:51.800+0000","up_votes":1,"down_votes":0,"body":"Guten Hunger... \n\nwenn ich heute nicht wieder den Rhein hochgurken muss, weil das ding immer noch kaputt ist mache ich nachher noch etwas Sport :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T12:58:33.747+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T13:15:03.794+0000","up_votes":1,"down_votes":0,"body":"Ich darf alles, ich hab Blaulicht.\nAlso pflanz ich meine Gurke wo ich will. ","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:40:42.787+0000","up_votes":1,"down_votes":0,"body":"Mein Icon hat sich immer noch nicht aktualisiert\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T08:47:43.423+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:02:18.950+0000","up_votes":1,"down_votes":0,"body":":o Tut sich nichts. Muss ich wohl noch ein paar Stunden warten!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:07:23.344+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:10:22.506+0000","up_votes":1,"down_votes":0,"body":"Wenn ich das als Notfall angebe ... ob ich dann den Rest der Woche frei machen kann? XD\n\nSo eine Icon Aktualisierung kann schon mal zwischen 12 und 24 Stunden dauern :x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:11:36.942+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:20:58.283+0000","up_votes":1,"down_votes":0,"body":"XD Die Schreckschraube hustet als würde sie jeden Moment sterben. Bestimmt mittlerweile die dritte oder vierte Woche.\n\nMeine Pendler-Freundin #2 ist jetzt auch schon die zweite Woche krank. Die hat praktisch ihre Erkältung von vor ~ drei Wochen dezent unterschätzt und nach einem kurzen Hoch folgte das furchtbare Tief.\n\nUnd ich warte immer noch auf mein krank werden :< Das will nicht durchbrechen!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:38:01.695+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:49:20.277+0000","up_votes":1,"down_votes":0,"body":"°^° Wieso weißt du das ich rauche, hm?\n\nJoa .. ich wollte heute Abend mit nassen Haaren spazieren gehen XD Oder ich föhne sie nicht ganz trocken. Hab eh immer das Fenster gekippt. Vielleicht reicht das schon XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T10:03:38.305+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:15:39.007+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch von Frau Pferd gesprochen.\n\nUnd nein. Ich habe dir gegenüber bisher kein einziges Mal erwähnt das ich rauche.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T10:21:45.813+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:24:30.530+0000","up_votes":1,"down_votes":0,"body":"mhm","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T12:30:12.316+0000","up_votes":1,"down_votes":0,"body":"Natürlich vergesse ich Dinge. Aber das eben nicht bzw. wüsste ich wenn etwas derartiges passiert wäre. Und vor allem nach dieser Erklärung. Ich gehe nämlich nicht afk für's rauchen °^°","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T11:48:49.949+0000","up_votes":1,"down_votes":0,"body":"Darum geht es gar nicht .-.\n\nEher darum das du etwas weißt was dir niemals gesagt oder erwähnt wurde seit du aufgetaucht bist .-.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:54:58.581+0000","up_votes":1,"down_votes":0,"body":"Und zuletzt erwähnt vor X Monaten. Ob ich des mit Maggie erwähnt habe weiß ich allerdings nicht :<","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:54:06.773+0000","up_votes":1,"down_votes":0,"body":"XD Reicht das ich es weiß","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-02-12T10:49:56.627+0000","up_votes":1,"down_votes":0,"body":"Ja aber der Öffentlichkeit","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:30:49.110+0000","up_votes":1,"down_votes":0,"body":"Ich weiß das ich dir das nicht erzählt habe.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-02-12T08:48:31.891+0000","up_votes":1,"down_votes":0,"body":"das dauert halt gefühlt Jahre ich weiß.. x.x","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:01:55.321+0000","up_votes":1,"down_votes":0,"body":"Also die letzten Male war das recht fix .-. Hab es abends geändert und am nächsten Tag war es hier aktualisiert.","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T11:44:23.230+0000","up_votes":1,"down_votes":0,"body":"Vor lauter Kratzbaum heute Morgen habe ich ganz vergessen mein seltsames Erlebnis vom Bahnhof heute Morgen zu schildern :o Unfassbar!\n\nAlso!\n\n05:35 Uhr\nAm Bahnhof angekommen scheint erst alles völlig normal. Die gleichen Leute wie immer warten auf den Zug. Dann kommt die Durchsage und auch hier ist der Ablauf wie gewohnt. Die Leute betreten den Bahnsteig und stellen sich an ihre Stelle um direkt die haltende Türe vor der Nase zu haben. Letzteres ist besonders witzig wenn der Zug einfach mal zu weit fährt oder vorher anhält XD Dann geht ein Gestöhne und Gemecker durch die Menge. ich warte immer brav bis der Zug fast vollständig eingefahren ist und gehe dann erst an meine Türe.\n\nHeute Morgen allerdings ... Die Durchsage das der Zug einfährt ertönt und die Leute setzen sich in Bewegung Richtung Bahnsteig. Auf einmal hört man eine Frau laut reden, fast schon schreien.\n\nZu ihrer Erscheinung? Anfang 30 geschätzt und hübsch zu recht gemacht. Ordentliche Schuhe, ein langer schwarzer Mantel, ein schwarzer Hut inkl. minimaler Deko, eine schwarze Handtasche, schwarze Handschuhe, eine Sonnenbrille (???) und knallroter Lippenstift. Wenn man ihr etwas genauer ins Gesicht gesehen hat, hat man auch erkannt das sie sorgfältig geschminkt war. Also keine sonderlich auffällige Person für das was ich morgens so sehe. Eher jemand der in der Stadt, einem größeren Unternehmen oder vielleicht eine noblere Boutique, arbeitet. \n\nWas sie geschrien hat? Es war als stünde mein Hirn neben mir XD ...\n\"Diese verdammte Scheiße hier. Jeden Morgen der gleiche kack Scheiß. Viel zu früh aufstehen und sich durch den Tag quälen. Und wofür das alles? Nur um sein Leben leben zu können und vielleicht ein paar kleine Extras statt hungrig und obdachlos. Und dafür tun wir uns diese verdammte Scheiße jeden Tag aufs Neue an!\" Wenn sie nicht geschrien hat, hat sie den Kopf nur verständnislos geschüttelt. Manche Leute hat sie angesehen und gemeint \"Ja, ist doch so\".\n\nIch hoffe die Leute haben gelacht weil es für sie ungewohnt ist so etwas mitzubekommen. Was sie gesagt hat war nicht wirklich falsch .-.","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T11:52:40.504+0000","up_votes":1,"down_votes":0,"body":"Das sind Leute, die wir morgens früh extra auf die Bahnsteige schicken, damit die Menschen schlechte Laune bekommen. Niemand soll sich auf unseren Bahnsteigen oder in unsren Zügen wohl fühlen, da sind wir morgens gleich präventiv dabei. \n\nDie Anweisung dazu kommt direkt aus der Politik, wenn die Menschen aufhören sich über so einen Kleinscheiss wie 10 Minuten verspätete Bahnen aufzuregen und dem Lokführer die Schuld geben, fangen die ja am Ende noch an sich über *wirkliche* Missstände aufzuregen. \n\nDaher auch der Wortlaut, wir haben nur den Auftrag die Menschen unzufrieden zu machen. Den Wortlaut haben wir uns selbst ausgedacht, damit vielleicht wirklich mal jemand nachdenkt...","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-02-12T09:40:14.698+0000","up_votes":1,"down_votes":0,"body":"Hallo, ich bin wieder da!!!\n\nAls ich gestern einfach weg war hatte gerade mein Bereitschaftshandy geklingelt und der Rest des Tages ist irgendwie verschwommen...\n\nErst hieß es, in einem Güterbahnhof hier in der Nähe tritt Kerosin aus, da bin ich also hin und hab zugesehen, wie die Feuerwehr dem Wagen mit Gasmasken und Schutzschilden zu Leibe gerückt ist um dann festzustellen, dass es nur ein wenig tröpfelt xD. Dann war es irgenwie schon 15 Uhr und mir wurde gesagt, dass ich am Abend noch 200 Kilometer fahren muss um einen Mitarbeiter einzuweisen... Also irgendwie noch das Protokoll von vorher geschrieben, um 16:30 ganz zackig mit dem Katzi zum TA, ins Auto und den Rhein runter... irgendwann um 22 Uhr daheim und dann so yeeeaaaah... Wo ist mein Feierabend hin? xD\n\nGuten Morgen alle zusammen ^^. Mal gucken wie die Bereitschaftswoche noch weiter geht ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:43:44.842+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T09:44:28.061+0000","up_votes":1,"down_votes":0,"body":"Erklärt es ihm Leute. Aber möglichst komplex.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:55:19.576+0000","up_votes":1,"down_votes":0,"body":"Ich würde es ja tun aber actually fehlen mir die Worte um deine Unglaublichkeit in Worte zu fassen \\o/","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:06:18.341+0000","up_votes":1,"down_votes":0,"body":"Ach komm, du kannst das so gut!!! Denke nur an die Hölzernen!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:18:18.983+0000","up_votes":1,"down_votes":0,"body":"Die Hölzernen wollen immer noch eine bombastische Geschichte. Aber ich bin so ausgebrannt >.<\n\nUnd ich krieg schon wieder so'n kack Tief in Kombination mit innerer Unruhe. Bist du jetzt Putzfrau? Die haben doch immer Heilmittel, oder? °^° Verhau mich mit deinem Besen!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:19:30.697+0000","up_votes":1,"down_votes":0,"body":"Komm du mir nach hause... ich verhau dich mit allem was du willst! Und vor allem *wie* du willst! \n\nDanach geht's dir besser.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:23:02.442+0000","up_votes":1,"down_votes":0,"body":"o/ Und damit werde ich nachher im Zug von dir ein erotisches Träumchen haben!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:32:33.488+0000","up_votes":1,"down_votes":0,"body":"Dafür ist so eine gute Putzfrau wie ich doch da ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:35:03.081+0000","up_votes":1,"down_votes":0,"body":"Wieso gibt es hier eigentlich keine knuddel Sticker? :<\nGIFs kann ich hier leider nicht mehr benutzen aus unbekannten Gründen!\n\n*knuddel GIF einfüg* !!!","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:37:13.655+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/131Q2gKssUNCwM/giphy.gif","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:57:48.141+0000","up_votes":1,"down_votes":0,"body":":D Genau so eins.\n\nIch würde wirklich gerne wissen wieso die GIF Seite nicht mehr lädt. Als sie das zuletzt getan hat, hab ich danach nochmal den Verlauf gelöscht XD und seitdem geht es wieder nicht","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T11:40:23.311+0000","up_votes":1,"down_votes":0,"body":"Nicht schlimm, du rufst mir zu welches Gif du willst und ich werfe!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-12T10:42:16.598+0000","up_votes":1,"down_votes":0,"body":"Ich zitiere einfach mal Monni selbst zu den Thema:\n\n\"Ich bin wie Uranbrennstab, nur mit mehr Lebensfreude\"","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:44:47.041+0000","up_votes":1,"down_votes":0,"body":"Stimmt, das hatte ich schon fast vergessen ^^. \n\nWar damals ja nur teilweise ernst gemeint, ich bin mir sicher du lächelst auch öfters mal ;)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-02-12T11:08:42.364+0000","up_votes":1,"down_votes":0,"body":"Weniger als du heißt ja nicht keine. Ich fand das Zitat nur sehr genial.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T10:55:49.810+0000","up_votes":1,"down_votes":0,"body":":3 Genau so wie er hin und wieder Smilies benutzt","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-02-12T10:02:15.305+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:03:45.889+0000","up_votes":1,"down_votes":0,"body":"Irgendwie fehlt da das Verb... \n\nIst? Isst? bezahlt? Poppt? Zu Käse verarbeitet? \n\nIn welchem Verhältnis stehe ich zu dieser Putzfrau????","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T10:08:59.145+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:10:24.684+0000","up_votes":1,"down_votes":0,"body":"Schade, definitiv das langweiligste aus meinen Angeboten. Ich hätte deine Putzfrau gerne gegessen... \n\nWas sind denn so meine Aufgaben als deine Putzfrau?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T10:22:31.615+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:31:11.660+0000","up_votes":1,"down_votes":0,"body":"Manmanman... Nennt mich seine Putze und weiß dann nicht mal was er von mir will... Lame...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T10:41:12.379+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:43:42.070+0000","up_votes":1,"down_votes":0,"body":"Mich nix Steuererklärung, mich nur Putziputzi und in Träume von Meisterin!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:45:33.149+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:05:15.288+0000","up_votes":1,"down_votes":0,"body":"https://www.zdf.de/assets/wim-hof-102~384x216?cb=1477351164706","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:54:50.504+0000","up_votes":1,"down_votes":0,"body":"°^° Den kannst du nicht kennen!","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-02-12T10:48:06.622+0000","up_votes":1,"down_votes":0,"body":"Unser Gastgeber für das TGSG RL Treffen, welches bestimmt irgendwann mal stattfindet. Der Ehrenmann, der seinen Keller ohne Fragen zur Verfügung stellt. Katzenbesitzer und DB Mitarbeiter des Jahrhunderts.\nUnd jemand mit dem man sich sehr gut unterhalten und verstehen kann, auch wenn die Weltanschauungen sehr verschieden sind.","replies":[]}]}]},{"id":"","poster":"Maexle","date":"2019-02-12T10:42:14.724+0000","up_votes":1,"down_votes":0,"body":"Heute um 14 Uhr darf ich die zweite und letzte Klausur für dieses Semester schreiben. Das wird nervig, aber eine Freundin holt mich direkt mit einem Sixpack Bier in der Uni ab. \n{{champion:17}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-02-12T10:42:52.045+0000","up_votes":1,"down_votes":0,"body":"Ich darf seit ewigen Tagen nix trinken, das is nervig -.-\n\nDir viel Spaß :P","replies":[{"id":"","poster":"Maexle","date":"2019-02-12T10:47:43.070+0000","up_votes":1,"down_votes":0,"body":"Danke ^^\n{{champion:17}}","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T06:49:57.804+0000","up_votes":1,"down_votes":0,"body":"Ich kann mich immer noch nicht entscheiden zwischen\n\nhttps://media.real-onlineshop.de/images/items/original/b1382a6aba577b32605f6263a32923a9.jpg\n\nODER\n\nhttps://media.real-onlineshop.de/images/items/original/440999ef4fe542691fe01f43141fc3be.jpg\n\nP.S\nODER c.c aber der hat nur ein so ein hänge Körbchen .......\n\nhttps://secure.img2-fg.wfcdn.com/im/14821172/resize-h800-w800%5Ecompr-r85/6144/61447513/Katzenbaum+165+cm.jpg https://secure.img1-fg.wfcdn.com/im/17602774/resize-h800-w800%5Ecompr-r85/5763/57631865/Katzenbaum+174+cm.jpg","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T08:17:36.235+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:25:13.799+0000","up_votes":1,"down_votes":0,"body":":o Was hast du denn mit deiner Soraka?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T08:34:13.973+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:40:21.467+0000","up_votes":1,"down_votes":0,"body":"Kauf ihr Bananen XD Damit ist sie auf jeden fall erst mal versorgt.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T08:46:27.540+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:47:50.877+0000","up_votes":1,"down_votes":0,"body":"c.c Was ist ein Mondkuchen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:08:08.576+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:12:31.595+0000","up_votes":1,"down_votes":0,"body":":p Den gibt es ja tatsächlich\n\n> Der Mondkuchen ist eine Spezialität der chinesischen Küche, die sowohl salzig als auch süß gefüllt sein kann. Die kleinen Kuchen werden an Verwandte und Freunde verschenkt. Traditionell wird er zum Mondfest im Herbst gegessen, aber auch zu anderen Anlässen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:35:23.038+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:47:11.419+0000","up_votes":1,"down_votes":0,"body":"XD Das ist verwirrend!\n\nJetzt hab ich erst gedacht das deine Soraka eine Katze ist :o\n\nAber ... kann man Katzen eine Burka anziehen?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T07:01:13.987+0000","up_votes":1,"down_votes":0,"body":"Der erste :) \nDer reicht vollkommen aus","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T07:20:03.563+0000","up_votes":1,"down_votes":0,"body":"Ob es ausreicht oder nicht spielt keine Rolle XD\nDie kleinen Biester sollen schon richtig ausrasten können an dem Ding.\n\nDeswegen gefällt mir von der Größer her der zweite eigentlich besser.\n\nAber beim ersten gefällt mir halt das er höhere Liegeflächen hat. Das würde vor allem #1 ausnutzen. Die kleine Flausche-Domina","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T07:32:37.820+0000","up_votes":1,"down_votes":0,"body":"Naja am Ende kaufst du was auf das die mietzen garkeinen Bock haben nur einmal kurz mit spielen und dann steht es rum ^^'","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T07:46:12.086+0000","up_votes":1,"down_votes":0,"body":"XD Das sind Katzen!\n\nEin Kratzbaum ist praktisch ihr Heiligtum =p Und Kratzbäume stehen immer einfach nur rum XD das haben die so an sich :D\n\nGlaub ich nehme den vierten Kratzbaum. Die höchste Liegefläche ist etwas gepolstert, es gibt eine Stelle für Trockenfutter, es gibt ein Hänge-Körbchen und eine Hängematte, zwei spiel Möglichkeiten und ein Häuschen wo sich beide reinlegen können, 174 cm groß und kostet 90€. Passt doch. \n\nWobei ... Was wenn eine die Hängematte nicht mag und nur in diesem Körbchen liegt aber beide darin liegen wollen - aber nicht teilen? XD Dann wäre der erste Kratzbaum besser mit den beiden Körbchen °^°","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T07:54:14.645+0000","up_votes":1,"down_votes":0,"body":"Und am Ende mögen sie ihn garnicht und bleiben lieber aufn Boden ^^' \n\nSo viele gedanken hab ich mir Nicht mal um mein eigenes bett gemacht :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:08:29.116+0000","up_votes":1,"down_votes":0,"body":"Das wird nicht passieren.\n\nAber ich will das sie möglichst viel Platz auf dem Ding haben und sich nicht um irgendwas streiten müssen. Schade das ich keinen Kratzbaum finde der zwei hohe Liegeflächen auf gleicher Höhe hat. Das wäre fairer x.x\n\nNachher mal meine Schwester fragen wie die das sieht :o vielleicht fällt ihr ja noch etwas auf das ich übersehe oder nicht bedenke!\n\n°^° Meine Gedanken sind immer viel und äußerst belastend!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T08:12:11.067+0000","up_votes":1,"down_votes":0,"body":"Gibt doch sicher auch Seiten wo man sich selbst so einen kratz Baum zusammen stellen kann oder ? :0 \n\n\nJa naja bei mir leider nur wenn mein Kopf weiß das mich der Gedanke auf frisst ...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:26:11.428+0000","up_votes":1,"down_votes":0,"body":":o AUF DIE IDEE BIN ICH JA MAL GAR NICHT GEKOMMEN!\n\nApropos essen x.x heute gibt es nur Tomaten und rote Paprika D: kein warmes Mittagessen </3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T08:53:03.654+0000","up_votes":1,"down_votes":0,"body":"Tja ich helf doch immer gern ^^' \n\n\nJa das hab ich zwar nicht gemeint aber ok :) \nWarum gibt es nichts warmes ? :0","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:04:48.867+0000","up_votes":1,"down_votes":0,"body":"Gestern Abend gab es Omelette also keine Reste die ich am nächsten Tag nochmal warm machen kann für die Arbeit. Und ich hatte keine Lust mehr zu kochen.\n\nHeute Morgen war keine Zeit um wenigstens ein Brot zu machen oder so ... also habe ich nur eine Packung Tomaten und geschnittene Paprika (in einer Dose XD) in meine Tasche geschmissen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-12T09:46:40.016+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T09:56:44.471+0000","up_votes":1,"down_votes":0,"body":"Die brennen nur freitags an","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-02-12T06:32:57.625+0000","up_votes":1,"down_votes":0,"body":":D NA! Dann ist doch ja alles gut bei dir verlaufen! Das freut mich :>\n\nFF14 online, hm? Das wollte ich mir auch nochmal runterladen. Zuletzt wurde ja aktualisiert das man bis Level 30 oder so (?) kostenlos spielen kann. Bei meinem letzten  Testversuch hatte ich zwar schon beschlossen das FF kein monatliches Abo wert ist, aber ich würde doch gerne irgendwas zu Anfang schon entdecken was das Spiel als zumindest 'gut' auszeichnen könnte.\n\nBlade and Soul, Black Desert und Tera sind da doch um Klassen besser. Insbesondere wenn man viel wert auf die Charaktererstellung legt °^° Ist die schon kacke, taugt das Spiel auch nicht! Eine Ausnahme stellt Soul Worker dar. Das Spiel ist zwar nicht bombastisch aber es macht trotzdem Spaß durch den krassen Anime-Style der wirklich sehr gut umgesetzt ist.\n\nSo. Ich versuch jetzt nochmal XXL Kratzbäume zu finden ohne zu wissen wie hoch die Decke im Wohnzimmer ist \\o/","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T06:46:26.465+0000","up_votes":1,"down_votes":0,"body":"Ja also ich Spiel FF jetzt auf der ps4 weil ich denk mein pc würde das nicht packen :/ \nHab jetzt so einen kostenlose 30 tage test Version die ich jetzt mal etwas mehr spielen werde und dann schau ich mal ob mir das Spiel liegt :) \n\nTera hab ich mal versucht aber bin damit leider nicht warm geworden aber das lag wohl daran das ich fast alleine gespielt habe. \nJetzt bei FF hab ich jemanden der mir das Spiel erklärt und mir hilft :3 \n\nHatte aber schon lange mal Bock auf so eine Art Spiel \n\n\nUnd ja ein geiler Editor für seinen Charakter wäre sau geil. Der in FF ist nicht schlecht aber auch nicht so umfangreich. Da definiert man sicher mehr durch die Klamotten ^^ soweit ich mitbekommen habe","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T07:12:40.095+0000","up_votes":1,"down_votes":0,"body":"\"Der in FF ist nicht schlecht\" XD **UFF!!!!!** Der ist kompletter Müll. Dreck! Mist! Unfug! XD\n\nTera lässt sich wunderbar alleine spielen. Wie alles .-. Ich verstehe nie worin da das Problem liegt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T07:38:12.305+0000","up_votes":1,"down_votes":0,"body":"Also ich kenne zumindestens auch schlechtere ^^' \n\nJa weiß nicht alleine langweile ich mich dann vor allem bei den anfangs Quest doch sehr :/","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T07:58:38.764+0000","up_votes":1,"down_votes":0,"body":"Noch schlechtere? Das wäre dann so etwas wo man gar nichts einstellen oder aussuchen kann. Sogar Pokemon ist was das angeht eine Offenbarung im Vergleich zu ff14 XD\n\nLangeweile dürftest du eigentlich nicht haben. Man beschäftigt sich ja gerade am Anfang mit einem Spiel und schaut sich die Umgebung an. Man will ja verstehen was man da tut oder wer was von einem will. Andere Leute nerven da tbh XD Vor allem wenn du deinen gespielten Charakter bzw. die Klasse + Rasse kennen lernen willst .-. Wenn man ein Spiel das erste Mal spielt prasselt so viel auf einen ein. Gerade bei dir sollte so sein wenn du vorher noch kein MMO gespielt hast :o","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T08:07:34.658+0000","up_votes":1,"down_votes":0,"body":"Also ich kann zwar keinen spiele nennen aber ich kenn trotzdem schlechtere ^^ \n\n\nJa das stimmt schon jetzt bei FF wurde ich quasi erschlagen da hab ich mich gefreut nicht alleine zu sein und fragen zu können :) \nAuch weil die Steuerung nicht gerade toll ist am Anfang ....\n\nBei Tera hat mich das alles irgebdwie nicht so geschockt aber Vilt werfe ich das auch irgendwann nochmal an und schau nochmal genauer :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-02-12T08:24:28.840+0000","up_votes":1,"down_votes":0,"body":"Hmmm kann natürlich ein Vorteil sein wenn man sich Dinge erfragen kann bei jemandem. Aber ich weiß nicht ^^ Dinge selbst heraus finden und lernen wird immer die bessere Option sein.\n\nAußer bei League. Da sollte man schon im Vorfeld aussortieren wer das Spiel überhaupt spielen sollte/ darf XD und seitens riot eine Unterstützung aufzwingen!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-02-12T08:06:33.398+0000","up_votes":1,"down_votes":0,"body":"> \"Ja Herr S. 1 plus mit Sternchen. Alles sehr gut. So gutes Blut hab ich schon ein halbes Jahr nicht mehr gesehen. Sie brauchen keinen artzt\" \n\nDas ist der Standardsatz, wenn es keine Rettung mehr gibt und er dich nicht völlig verzweifeln lassen will.\n_Mach dir nix draus Charly.._","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-02-12T08:13:16.144+0000","up_votes":1,"down_votes":0,"body":"Niemals mein königliches Blut ist absolut rein :D \nHab schon überlegt ob ich mal mein sprema testen lass nur aus Spaß um zu sehen wie großartig das ist ^^","replies":[]}]}]}