{"id":"O49lyXkB","poster":"SgtBananenkuchen","date":"2019-02-09T09:20:12.988+0000","title":"Man kommt nicht ins Spiel, obwohl 100% im Ladebildschirm","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Folgendes Problem (bei einem Freund mehrmals gesehen):\r\nEr wählt seinen Champion und kommt in den Ladebildschirm und erreicht dort 100%, aber weiter geht es dann nicht mehr. Man hört z.T. die Geräusche, wenn das Spiel startet oder auch manchmale Spezielsounds. Folge: Er muss das Spiel über den Task-Manager beenden und neu starten und im schlimmsten Fall einen LeaverBuster.\r\nIch selber hab das jetzt mehrmals beobachtet und wir können uns beide nicht erklären, woran das liegt, da es erst seit dem aktuellen Patch auftritt.\r\n\r\nHat noch jemand das Problem oder weiß, woran das liegen könnte?\r\nDas Problem haben wir schon mehrmals als Bug gemeldet.","replies":[{"id":"","poster":"Fyxil","date":"2019-02-09T14:36:40.138+0000","up_votes":1,"down_votes":0,"body":"Noch nie habe ich ein Match freiwillig verlassen. Und dennoch erhalte ich ständig Leavebuster-Strafen weil\ndas Spiel nach dem Laden mich nicht ins Match lässt. Entweder hängt mein Ladebild bei 100% fest, und \nverschwindet nicht mehr, oder ich hab direkt einen schwarzen Bildschirm aus dem ich nicht raus kann.\nIch habe es echt satt ständig ingame dafür bestraft zu werden, weil das Spiel mieserabel programmiert ist.\n\nJa auch ich höre immer Sound und Musik vom Match wenn der Ladevorgang vorbei ist. Ich seh jedoch nichts davon\nLadebild verschwindet ja nicht. Im Gegensatz zu Dir funktioniert mein Task-Manager hier nicht. Das Spiel blockt\nerfolgreich auch dieses Fenster. Mir bleibt dann immer blos noch mein PC direkt am Schalter auszuschalten und\nmir auszumalen welche Strafe mich diesmal von Riot erwartet.","replies":[{"id":"","poster":"Fyxil","date":"2019-02-09T14:54:21.070+0000","up_votes":1,"down_votes":0,"body":"ui schön. jetzt durfte ich den Client neu starten um eine permanente 5 min Strafe vor jedem Spiel\nabzuholen. Ich fühle mich mehr und mehr unerwünscht hier.","replies":[{"id":"","poster":"eingew","date":"2019-02-10T08:21:36.834+0000","up_votes":1,"down_votes":0,"body":"Wieso spielst du, wenn du weißt, dass du Probleme hast? Sowas löst man, bevor man wieder in die Queue startet.","replies":[{"id":"","poster":"Fyxil","date":"2019-02-10T11:11:59.097+0000","up_votes":1,"down_votes":0,"body":"weil das eben nicht jedes match ist, sondern ganz zufällig. Das Problem existiert schon seit Monaten. Neu Installation\nhat auch nichts gebracht. Und plötzlich hat man wieder mal 3 solcher Matches hintereinander, dann wieder 13 mal\nmal nicht. dann wieder 1x,   7 mal nicht.  Das Problem lösen? Klar hau her die Lösung, wie lautet sie?\nWie mein Vorredner schon sagte, da reagiert von Riot sowieso keiner drauf.","replies":[{"id":"","poster":"eingew","date":"2019-02-11T07:23:07.693+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fyxil,realm=EUW,application-id=7hciEY9w,discussion-id=O49lyXkB,comment-id=0000000000000000,timestamp=2019-02-10T11:11:59.097+0000)\n>\n> weil das eben nicht jedes match ist, sondern ganz zufällig. Das Problem existiert schon seit Monaten. Neu Installation\n\nDann beschwer dich nicht über die Strafen.\n\n> hat auch nichts gebracht. Und plötzlich hat man wieder mal 3 solcher Matches hintereinander, dann wieder 13 mal\n> mal nicht. dann wieder 1x,   7 mal nicht.  Das Problem lösen? Klar hau her die Lösung, wie lautet sie?\n\nMach deinen eigenen Thread hier im HS-Forum auf und/oder schreib ein Ticket an den Support.\n\n> Wie mein Vorredner schon sagte, da reagiert von Riot sowieso keiner drauf.\n\nKennst du die Geschichte mit dem Hammer?\n\n> Ein Mann will ein Bild aufhängen. Den Nagel hat er, nicht aber den Hammer. Der Nachbar hat einen. Also beschließt unser Mann, hinüberzugehen und ihn auszuborgen. Doch da kommt ihm ein Zweifel: Was, wenn der Nachbar mir den Hammer nicht leihen will? Gestern schon grüßte er mich nur so flüchtig. Vielleicht war er in Eile. Vielleicht hat er die Eile nur vorgeschützt, und er hat was gegen mich. Und was? Ich habe ihm nichts getan; der bildet sich da etwas ein. Wenn jemand von mir ein Werkzeug borgen wollte, ich gäbe es ihm sofort. Und warum er nicht? Wie kann man einem Mitmenschen einen so einfachen Gefallen abschlagen? Leute wie dieser Kerl vergiften einem das Leben. Und dann bildet er sich noch ein, ich sei auf ihn angewiesen. Bloß weil er einen Hammer hat. Jetzt reicht´s mir wirklich. - Und so stürmt er hinüber, läutet, der Nachbar öffnet, doch bevor er \"Guten Tag\" sagen kann, schreit ihn unser Mann an: \"Behalten Sie Ihren Hammer\".","replies":[{"id":"","poster":"SOD Akuma","date":"2019-10-31T10:18:10.237+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"legofreak1","date":"2019-10-31T10:50:52.973+0000","up_votes":1,"down_votes":0,"body":"Eingew ist, genauso wie ich, [Riot Community Volunteer](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/d7xkKr3g-riot-community-volunteers). Wir stehen damit in keinem Geschäftsverhältnis zu Riot und haben keinen Einfluss auf irgendwelche internen Abläufe dort.","replies":[]}]},{"id":"","poster":"Fyxil","date":"2019-02-11T17:27:42.639+0000","up_votes":1,"down_votes":0,"body":"[Dann beschwer dich nicht über die Strafen]\n\nHast wohl recht, was erlaube es ich mir überhaupt das Spiel weiterhin zu spielen. \nSowas gehört bestraft.\n\n[Mach deinen eigenen Thread hier im HS-Forum auf und/oder schreib ein Ticket an den Support.]\n\nMein Vorredner hat gefragt wem es noch so ergeht, und ich habe es gewagt ihm\ndarauf zu antworten.\n\nUnd jetzt, wenn Du nichts hilfreiches beizutragen hast, hör bitte auf mich mit \ndeinen selbstgefälligen Kommentaren zu belästigen!","replies":[{"id":"","poster":"Sidia","date":"2019-02-12T12:28:07.749+0000","up_votes":1,"down_votes":0,"body":"> Hast wohl recht, was erlaube es ich mir überhaupt das Spiel weiterhin zu spielen. Sowas gehört bestraft.\n\nEr hat schon recht dabei, du hast die Möglichkeit dir durch uns oder den Support Hilfe einzuholen, wenn du diese Möglichkeiten allerdings ignorierst gibt es Strafen. Es gibt genug Warnungen und milde Strafen bevor wirkliche Strafen kommen, die dich darauf hinweisen, den Clienten vorher wieder hin zu bekommen.\n\n> Und jetzt, wenn Du nichts hilfreiches beizutragen hast, hör bitte auf mich mit deinen selbstgefälligen Kommentaren zu belästigen!\n\nEr hat lediglich versucht dir zu helfen diese Strafen in Zukunft zu vermeiden","replies":[]}]}]}]}]}]}]},{"id":"","poster":"xSABUSAx","date":"2019-10-16T21:51:20.008+0000","up_votes":1,"down_votes":0,"body":"Ich habe das selbe Problem wie ihr alle. Es geht lange einwandfrei und plötzlich während der Promo bleibt mein ladebildschirm bei 100% hängen. Da das zufällig passiert und ich sowohl Client neu installiert habe als auch vom Laptop auf dem PC gewechselt habe, besteht das Problem nach wie vor.\nUnd ich finde Antworten wie:\" Dann schau bevor du ins Spiel gehst ob der Client funktioniert, sonnst wirst du bestraft.\" nicht hilfreich, sondern nur selbstgefällig. Man kann ja nichts machen ausser im Forum oder beim Support nach zu fragen. \nBeide haben aber keine Antwort auf das Problem und desshalb wird eis todgeschwiegen...","replies":[]},{"id":"","poster":"Sardya","date":"2019-09-23T10:07:07.630+0000","up_votes":1,"down_votes":0,"body":"Geht mir genauso und es passiert total zufällig. Das nervt total. Ich muss meinen PC dann neu startetn, denn der Taskmanager lässt sich bei mir auch nicht öffnen.","replies":[{"id":"","poster":"GqPenius Polkkq","date":"2019-10-01T13:04:28.477+0000","up_votes":1,"down_votes":0,"body":"Hab genau das gleiche, muss jedes mal den PC neustarten da man nichtmal in den Taskmanager kommt. Das repair-kit vom Launcher hat auch nichts gebracht.","replies":[]},{"id":"","poster":"SgtBananenkuchen","date":"2019-09-25T11:11:25.536+0000","up_votes":1,"down_votes":0,"body":"Ich bin gerade etwas schockiert, dass dieses Problem schon sooo lange besteht.\nIch fliege immer noch regelmäßig raus, muss mich abmelden oder den Laptop direkt neu starten, weil es anders nichts bringt.\nIm Normal wird dann meistens remake gemacht und ich habe am Ende einen Leaver; bei TFT (seit TFT da ist habe ich solche Probleme) komme ich dann meist erst nach 4-5 Runden ins Spiel.\nIch dachte, Rito sorgt sich einigermaßen um so etwas, aber anscheinend nicht ...\nHoffen wir mal, dass das bald gelöst wird. Das ist echt furchtbar.","replies":[]}]},{"id":"","poster":"CRG DRUNKENPRO","date":"2019-07-11T10:45:03.048+0000","up_votes":1,"down_votes":0,"body":"Ich habe öfters das selbe Problem. Bei mir ist es dann aber oft so das die nächsten Male, die ich versuche ins Game zu joinen fehlschlagen. Ich hoffe es wird bald gefixt auch wenn es wohl nur einigen wenigen passiert und dies wohl unwichtig ist. \nMit freundlichen Grüßen DRUNKI","replies":[]}]}