{"id":"KLe7PIJw","poster":"Rena","date":"2020-03-08T13:04:54.458+0000","title":"Tschüss","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":1,"body":"Ich war jetzt 5 Jahre im Forum aktiv.\n\nAngefangen hat es damit, dass ich Chat restricted wurde und ich wissen wollte ob ich den Chat ausschalten sollte.\nWeiter ging es mit meiner persönlichen Entschuldigung an die Community für mein schlechtes Benehmen. \nSchlussendlich war ich ein aktiver Forennutzer.\n\nWir waren uns nicht immer einig und hatten unsere verschiedenen Ansichten.\nTrotzdem hatte ich eine echt gute Zeit mit euch :D\n\nEs ist mir schon immer schwer gefallen Abschied zu nehmen. \nIch glaube niemand wollte, dass die Foren so enden.\nEs ist schade aber naja... es ist so wie es ist leider.\n\nDie 2 Neuen League Foren, die von Nutzern erstellt wurden kenne ich beide.\nIch selbst werde die neuen Foren und den Riot Discord Server noch des öfteren nutzen.\nMir ist aber auch bewusst, dass längst nicht alle diese nutzen werden.\nDeshalb werde ich wohl einige hier leider nicht mehr sehen.\n\nIch werde noch versuchen, den ein oder anderen von euch zu adden (ihr könnt auch mich gerne adden).\nSo habe ich ein paar von euch wenigstens noch auf League.\n\nDanke für die 5 Jahre.\nMachts gut &lt;3\n{{champion:517}} \n**Cheers!**","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-08T13:12:19.505+0000","up_votes":3,"down_votes":0,"body":"Ich weiß gar nicht mehr, warum ich hier gelandet bin. Geblieben bin ich dann aber wegen des Königreichs OT. Und dann war ich da und löste mich nicht mehr vom Forum. Es ist schon irgendwie sonderbar, sich so an einen Ort gebunden zu fühlen, der nur im Netz existiert.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2020-03-08T16:23:49.534+0000","up_votes":2,"down_votes":0,"body":"Im englisch sprachigen Raum hat sich ein Volu oder Dev? Kp von den Rängen dort ein Forum gemacht.\nUnd er gibt sich einfach Sticky im offi Forum für sein neuen Forum...\nGar kein unfairer Vorteil. :D","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-08T19:10:00.166+0000","up_votes":2,"down_votes":0,"body":"Auch bestimmte Volus (ich bezweifle mal, dass das alle können) dürfen anpinnen. Da hat wohl jemand seine Macht missbraucht :D","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2020-03-08T19:22:22.171+0000","up_votes":1,"down_votes":0,"body":"Wer braucht schon Sticky, wenn man uppen kann {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"The Pykeopath","date":"2020-03-08T15:21:18.397+0000","up_votes":2,"down_votes":0,"body":"Kannst uns gerne besuchen :-).\n\nhttp://league-forum.de\nhttp://league-forum.com\nhttp://league-forum.net\nhttp://league-board.de\nhttp://league-board.com\nhttp://league-board.net\n\nWir führen das Forum weiter mit ein paar Funktionen die das Forum hier nicht hat und sind für alle Tipps offen!","replies":[]},{"id":"","poster":"Alekra","date":"2020-03-08T22:26:51.851+0000","up_votes":1,"down_votes":0,"body":"&lt;3","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2020-03-08T16:57:29.645+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=s4WKOl9iMbY","replies":[]}]}