{"id":"h2KGs55G","poster":"Kyubíí","date":"2019-02-07T11:52:36.273+0000","title":"Account wurde gehackt","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Habe eine Frage. Ich habe seit knapp einem Jahr kein Lol mehr gespielt, weil mein Computer kaputt war. diesen habe ich Repariert und wollte in meinem alten Account rein, als ich bemerkte, dass ein Holl&auml;nder diesen an sich genommen hat. Nat&uuml;rlich habe ich sofort Passwort und Benutzernamen ge&auml;ndert und seine Freunde blockiert, aber er hat mich leider auf Gold 2 hoch gepusht. Gibt es eine M&ouml;glichkeit diese Elo zur&uuml;ckzusetzen, um meine Placements nochmal zu spielen und somit in meiner richtige Elo komme? - Habe probiert auf Gold 2 zu spielen. Klappt aber nicht.","replies":[{"id":"","poster":"Qbert","date":"2019-02-07T11:58:00.774+0000","up_votes":2,"down_votes":0,"body":"Jain.\nEs gibt einen automatischen Softreset zu Beginn der nächsten Saison. Bis dahin wirst du wohl entweder verlieren und droppen müssen oder dich mit Normals begnügen, bis zur nächsten Saison.\n\nWas du vielleicht probieren könntest ist ein Ticket direkt an den Support zu schreiben und zu fragen, ob die dir einen Softreset verpassen können, sodass du neue Placements machen musst ... aber ... glaube ich nicht dran.\n\nIch möchte dich aber warnen:\nSolltest du ein Ticket schreiben stelle sicher, dass du den Leuten mitteilst, dass dein Account gehackt wurde.\nNicht das sie auf die Idee kommen \"oh, eine andere IP und ein deutlich höherer Rang?! Boosting/Accountsharing!!! -> BANN\" ...","replies":[{"id":"","poster":"Kyubíí","date":"2019-02-07T12:01:50.100+0000","up_votes":1,"down_votes":0,"body":"perfekt mache ich dankesehr","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-02-07T11:54:17.347+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Kyubíí","date":"2019-02-07T12:02:44.461+0000","up_votes":1,"down_votes":0,"body":"Er hat mit seinen Freuden zumindest auf Holländisch geschrieben.. Er hat zuvor all meine Freunde gelöscht und hat 1-2 seiner Freunde eingeladen. Konnte es also am Chat lesen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-02-07T12:22:51.469+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"PTP Polaris","date":"2019-02-07T13:01:36.017+0000","up_votes":1,"down_votes":0,"body":"Es gibt aber auch Dialekt der Holländisch heißt und im Westen der Niederlande gesprochen wird :D","replies":[]}]}]}]}]}