{"id":"1HoMAvgT","poster":"ShyN3ko","date":"2019-11-14T14:50:50.472+0000","title":"Illaois Tentakeln und Lebenraub Items","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Illaoi ist eigentlich ein solider Toplaner.\r\nAber Sie hat ein paar Probleme bezüglich der Tentakeln.\r\nDas erste Problem ist das coding.\r\nManchmal schlagen die Tentakeln zu oft,manchmal zu wenig oder sehr viel später.\r\nDas fällt nach paar Stunden oft auf, denn eigentlich sollten die Tentakeln nur 3 Faktoren zum zuschlagen haben.\r\nDie W, die E Seele und das E Gefäß.\r\nDas zweite Problem ist die Heilung durch Tentakeln.\r\nWenn man sich Lebensraub Items oder Runen holt die mit den Tentaklen funktionieren,\r\ndann bringt das einfach fast nichts.\r\nMan heilt mehr Leben, aber man schwächt dadurch Illaois Tentakel Passive, sodass man weniger Leben heilt.\r\nDas finde ich persönlich Schade, dass man recht wenig Auswahl bei den offensive Items hat.\r\nNatürlich kann man die Tentakeln nicht mit Treffereffekten ausrüsten, dass wäre die Hölle fürs coding.\r\n\r\n\r\n**Wie wäre es, wenn Illaoi weniger Basis Lebensraub durch ihre Tentakeln hat.\r\nAber Ihr Lebensraub durch Items/Runen verbessern den Heilungswert der Tentakeln.**","replies":[{"id":"","poster":"Evenrider","date":"2019-11-14T17:24:29.535+0000","up_votes":2,"down_votes":0,"body":"Es geht um den \"Missing Health Heal\"?\nDas Problem hat Darius doch auch. Und Gangplank und.......\nZusätzlich sollte man erwähnen, dass die Missing Health vor dem Heal berechnet wird.\n\nD.h. Wenn der Tentakel jemanden trifft, wird der geheilte Wert nicht durch sich selbst reduziert, da der Wert vom Zeitpunkt vor dem Heal ausgeht.\nNatürlich wird der geheilte Wert mit z.B. dem Wert von Death Dance addiert und mit Spirits Visages Verstärkung multipliziert.\n\nDas du beim 2. Treffer dann weniger heilst, da du weniger fehlende HP hast ist der Sinn hinter \"Missing Health\".","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-11-14T18:38:01.542+0000","up_votes":1,"down_votes":0,"body":"> Wenn man sich Lebensraub Items oder Runen holt die mit den Tentaklen funktionieren,\ndann bringt das einfach fast nichts.\n\nKorrekt, genau gesagt helfen sie gar nicht bezüglich der Tentakel. Weil Lebensraub nur auch Normale Angriffe und explizit genannte Elemente (e.g. On-Hit Schaden der Hydra und des BotrK) wirkt.\nBeispielsweise der Schaden der W wird auch nicht mit Lebensraub verrechnet.\n\nAus diesem Grund baut Illaoi auch Death Dance, denn es gibt kein Lebensraub, sondern eine Art physische Heilung.\n\n> Man heilt mehr Leben, aber man schwächt dadurch Illaois Tentakel Passive, sodass man weniger Leben heilt.\n\nKorrekt ist aber auch bei allen Champions so, die sich für ihr fehlendes Leben heilen.\n\n> Das finde ich persönlich Schade, dass man recht wenig Auswahl bei den offensive Items hat.\n\n???\nIllaoi erlaubt dir wirklich fast alles zu bauen. Von Trinity über Death Dance bis hin zum Essence Reaver, welchen man jedoch seltener sieht.\n\n> Natürlich kann man die Tentakeln nicht mit Treffereffekten ausrüsten, dass wäre die Hölle fürs coding.\n\nNicht wirklich. Senna-Q löst auch AOE Treffereffekte aus.\nEs ist jedoch so, dass Illaoi nicht auf Onhit ausgelegt wurde, sondern wie Darius o.Ä. als Juggernaut.\n\n> Wie wäre es, wenn Illaoi weniger Basis Lebensraub durch ihre Tentakeln hat.\n\n0% zu reduzieren ist schwer.\n\n> Aber Ihr Lebensraub durch Items/Runen verbessern den Heilungswert der Tentakeln.\n\nWarum. Lebesraub wird eh nicht auf Fähigkeiten angewandt, und das Death Dance erledigt die gewollte Aufgabe schon. Man muss ja auch daran denken, dass das Spiel wenigstens in den Fundamenten nachvollziehbar ist und Items nicht ohne Berücksichtigung aller Champions angepasst werden.","replies":[]}]}