{"id":"0nytMpOY","poster":"MrsTigerYT","date":"2019-02-06T11:15:04.297+0000","title":"Elise Spinnennetz","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo, ihr lieben ich finde Elise leidet etwas an dem morello nerf. K&ouml;nnte man ihre E nicht einfach als Falle dort lassen f&uuml;r eine weile wenn man den cocoon nicht trifft. Hab ich ein wenig von Arachne von Smite abgeguckt aber das w&uuml;rde auch gut zu ihrer Lore passen weil sie so gerne netze spinnt {{champion:60}} .","replies":[{"id":"","poster":"ImTheFox115","date":"2019-02-06T11:24:28.788+0000","up_votes":2,"down_votes":1,"body":"Alles Mages auf der Midlane leiden auch unter den Morello Nerfs.....\nWir müssen jeden AP Midlaner BUFFEN!!","replies":[{"id":"","poster":"MrsTigerYT","date":"2019-02-06T11:53:03.536+0000","up_votes":1,"down_votes":0,"body":"Seid doch mal ehrlich Elise ist kaum noch zusehen weil so so anghängig von ihrem cocoon ist.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-02-07T11:36:37.868+0000","up_votes":1,"down_votes":0,"body":"An sich ist Elise gar nicht mal so schlecht.\nSie hat auf ihrer E eine der höchsten Reichweiten eines CCs (1075 IGU) und ihr eigener Follow-Up ist ist ebenso recht stark.\n\nWas Elise atm. so schwach macht ist die Tatsache, dass sie ein Formwandler ist, der im Kampf teilweise auf Cooldown die Form wechseln muss um maximale Effektivität zu haben. Formwandler sind an sich nicht die leichtesten Champions, aber Elise ist aktuell der schwerst zu erlernende.\nAnders als beispielsweise Nidalee sind ihre Gestalten gleichwertig. Keine agiert als Unterstützer (Human-Nidalee) der anderen Gestalt (Cougar-Nidalee). Das führt dazu, dass sie einen Kampf nicht in einer speziellen Gestalt führen kann, sondern jeder Gestaltwandel bedacht sein muss (Abklingzeit der R) aber keine Gestalt permanent erhalten werden kann.","replies":[]},{"id":"","poster":"ImTheFox115","date":"2019-02-06T13:37:01.280+0000","up_votes":1,"down_votes":0,"body":"Und es war schon immer so...\nSie war sehr stark aber jetzt sind Tanks mal dran!","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-02-06T12:20:55.444+0000","up_votes":1,"down_votes":0,"body":"Was sowas bewirkt sehen wir ja am Zoe-E","replies":[{"id":"","poster":"MrsTigerYT","date":"2019-02-07T06:52:37.603+0000","up_votes":1,"down_votes":0,"body":"Sie war  vorher schon nicht so gut aber jetzt noch schlechter. Also bei Zoe ist der Stun aber auch richtig lang..","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-02-07T11:28:52.186+0000","up_votes":1,"down_votes":0,"body":"0,25 Sekunden unterschied.\nElise 2 Zoe 2,25\nDafür ist Elise instantan und Zoe um 1,4 Sekunden verzögert.","replies":[]}]}]}]}