{"id":"hJmxQXy6","poster":"Super SaiyaJhîn","date":"2019-02-03T20:08:16.269+0000","title":"Findet ihr es gerecht für diesen Chat Log eine 14 Tage Sperre zu Erhalten?","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":9,"body":"Grüße Community, ich habe seit langer langer Zeit mal wieder eine Sperre erhalten und zwar für diesen Chat Log aus meinem vorletztem Game Heute.\r\n\r\n\"Super SaiyaJhîn: mhm?\r\nSuper SaiyaJhîn: what do you wanna tell me\r\nSuper SaiyaJhîn: lucky survial\r\n[All]Super SaiyaJhîn: you should learn when your beaten\r\nSuper SaiyaJhîn: ?\r\n[All]Super SaiyaJhîn: it would be way more efficient if you stop punching the vampire\r\n[All]Super SaiyaJhîn: finaly some one knows\r\n[All]Super SaiyaJhîn: whats next\r\n[All]Super SaiyaJhîn: wanna tell me if he hadnt that he would have beaten me ?\r\nSuper SaiyaJhîn: sounds good\r\n[All]Super SaiyaJhîn: hmm i was detracting enough\r\n[All]Super SaiyaJhîn: distracting*\r\n[All]Super SaiyaJhîn: blablabla you should have helped urgot more\r\n[All]Super SaiyaJhîn: i mean before that\r\n[All]Super SaiyaJhîn: oh you get beaten by a gold fag?\r\n[All]Super SaiyaJhîn: truely thats a new downside\r\n[All]Super SaiyaJhîn: its funny that the gold fag is kinda doing the game\r\n[All]Super SaiyaJhîn: men i was fed before it was 4v5\r\n[All]Super SaiyaJhîn: finaly some one gets it\r\n[All]Super SaiyaJhîn: even? when exactly\r\nSuper SaiyaJhîn: im bored\r\nSuper SaiyaJhîn: entertainme\r\n[All]Super SaiyaJhîn: thanks mate\r\n[All]Super SaiyaJhîn: i could but damn i dindt intend to\r\n[All]Super SaiyaJhîn: now your mixing up my words but follow your dreams\"\r\n\r\nAlso ich muss gestehen ich habe schon viel schlimmere Dinge in anderen Games gesagt und kam so davon, aber DAFÜR bekam ich eine 14 Tage sperre, verlor meine Ehrungsstufen und erhalte keine Belohnungen mehr wie Key Fragments? Ich halte das für absolut unfair? Was sagt ihr dazu?\r\n\r\nAnd remember kids dont punch the vampire!  {{sticker:vlad-salute}} \r\n\r\nUnd für den Riot Games Bearbeiter der mich auf meinen fehlenden Screenshot hinwies:\r\n [img]https://i.imglol.de/chatlog6962xvlu.png[/img]\r\n\r\noder falls es nicht dargestellt wird\r\n\r\nhttps://i.imglol.de/chatlog6962xvlu.png","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-03T20:15:29.648+0000","up_votes":6,"down_votes":2,"body":">Und für den Riot Games Bearbeiter der mich auf meinen fehlenden Screenshot hinwies:\n\nDu brauchst mehr als nur einen Screenshot, um den gesamten Chatlog zu zeigen ;O\n\n>[All]Super SaiyaJhîn: oh you get beaten by a gold fag?\n\nDas Wort \"Fag\", bzw. \"Faggot\" steht grob übersetzt für \"Schwuchtel\".\nHassrede - in deinem Fall \"Schwulenfeindlichkeit\" - fällt unter die 0-Toleranzgrenze von Riot und wird _meisten_ sofort mit einem Tempban bestraft.","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T20:25:49.665+0000","up_votes":3,"down_votes":4,"body":"Richtig! Das Fag für eine Hassrede steht weiß ich! Deswegen habe ich es im Kontext auf niemanden gerichtet das erklärt der Satzbau ganz gut!\n\nIch wurde so betitelt und habe jediglich gesagt \"Und von so jemanden wirst du besiegt?\" \nMein Gegner hat es als Beleldigung verwendet und es als etwas schlechtes dargestellt als wäre ich nun unwürdig oder minderwertig ihm eben nicht gleichwertig. Und als Konter sagte ich eben im Kontext \"Und von so etwas wirst du gerade besiegt?\" \n\nDas ist keinesfalls hetzreden wenn der Kontext keine Hetzrede ist, nur weil das Wort vorkommt ist es keine Hetzrede. \n\nZum Beispiel wenn ich jetzt eine Diskussion über Juden führe (kritischer gesellschaftlicher Punkt gerade als Deutscher) bin ich noch lange kein Rassists weil ich eine Religion erwähne solange ich keine Hass Äußerung hinzufüge!","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T06:56:59.335+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=Super SaiyaJhîn,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000,timestamp=2019-02-03T20:25:49.665+0000)\n>\n> Richtig! Das Fag für eine Hassrede steht weiß ich!\n\n\n**Dann benutz' es nicht.**\n\n\n\n\n> Deswegen habe ich es im Kontext auf niemanden gerichtet das erklärt der Satzbau ganz gut!\n\nDas ist keine Entschuldigung. Wie ich dir bereits sagte, rechtfertigt das Verhalten deines Gegenübers nicht dein eigenes.\n\n \n> Mein Gegner hat es als Beleldigung verwendet und es als etwas schlechtes dargestellt als wäre ich nun unwürdig oder minderwertig ihm eben nicht gleichwertig.\n\n\nUnd du machst genau das, was er gemacht hat. Er stellte eine bestimmte Gruppe niedriger und du tust dies auch durch deinen Witz.\n\n\n> Und als Konter sagte ich eben im Kontext &quot;Und von so etwas wirst du gerade besiegt?&quot; \n\nDa! Siehst du?\n\"von sowas\". \n\n> Das ist keinesfalls hetzreden wenn der Kontext keine Hetzrede ist, nur weil das Wort vorkommt ist es keine Hetzrede. \n\nHassrede, nicht Hetzrede.\n\n\n> Zum Beispiel wenn ich jetzt eine Diskussion über Juden führe (kritischer gesellschaftlicher Punkt gerade als Deutscher) bin ich noch lange kein Rassists weil ich eine Religion erwähne solange ich keine Hass Äußerung hinzufüge!\n\nWenn du aber eine Zielgruppe im negativen Sinne mit dir vergleichst und dabei herablassend wirst, ist es ein Problem.","replies":[{"id":"","poster":"eingew","date":"2019-02-04T08:24:24.124+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000100000000,timestamp=2019-02-04T06:56:59.335+0000)\n>\n> **Dann benutz&#x27; es nicht.**\n\nDas macht im Kontext der Chatanalyse zwar Sinn, allerdings finde ich nicht, dass wir von allen Spielern verlangen können, bestimmte Wörter nicht zu verwenden. Kontext ist durchaus wichtig und der Kontext in dem der TE das Wort \"fag\" verwendet hat ist nun mal harmlos.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T08:40:08.304+0000","up_votes":5,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001,timestamp=2019-02-04T08:24:24.124+0000)\n>\n> Das macht im Kontext der Chatanalyse zwar Sinn, allerdings finde ich nicht, dass wir von allen Spielern verlangen können, bestimmte Wörter nicht zu verwenden. \n\n\nHold it.\n\nHold on.\n\n\nWir können nicht einen ordenlichen Umgang in der Community fordern?\n\n\n\n\n>Kontext ist durchaus wichtig und der Kontext in dem der TE das Wort &quot;fag&quot; verwendet hat ist nun mal harmlos.\n\nOnce again: das er das Wort benutzen **muss**, um einen \"lustigen Konter\" zu droppen, ist nicht harmlos und auch nicht schön.\nEs gab andere Wege, aber er hat sich lieber dazu entschieden herablassend zu werden.\n\nDas kannst du nicht damit gutsprechen, indem du den angeblichen Kontext dazu ziehst.\nWir wissen auch nicht, ob dieser \"Kontext\" so der Wahrheit entspricht, btw.\n\n\"Oh ja, mein Kind hat sich selber als Faggot bezeichnet und es deinem Gegenüber total gegeben. Wie lustig.\"\n\nNein. Damit sagt er indirekt zu homosexuellen Männern \"Schwuchtel\".\n\nEingew plz. Es geht mir nur um das Wort alleine und nicht um den Konter.\nEr kann und darf so die Leute \"dissen\", aber sollte dafür nicht selber unter die Linie gehen.","replies":[{"id":"","poster":"Bettnachleger","date":"2019-02-06T08:13:22.768+0000","up_votes":3,"down_votes":2,"body":"Oh man, wie kann man nur so verrbohrt sein.\nOhne scheiss, schaltest du direkt einen Film ab, weil da evtl. irgendwer mal das Wort Nigga oder so verwendet hat?\nIch mein, Kontext ist ja total egal, der Film / der Filmemacher / jeder der den Film schaut MUSS dann ja ein Rassist sein.\nEr hat das Wort nicht verwendet um jemanden zu beleidigen, also wo ist das Problem?\nWas ist, wenn er ein anderes Wort verwendet haette, waehre es dann okay gewesen? (etwas wie noob)\nWenn ja, warum? \n\n> Nein. Damit sagt er indirekt zu homosexuellen Männern \"Schwuchtel\".\n\nSagt er nicht.\nWenn ich sowas sage wie \"Hey, I'm a fag\"  ... dann tuhe ich nichts dergleichen, egal wie sehr du darauf beharst, und das hat der TE im Prinzip getan.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T08:47:08.100+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000100000000000100000002,timestamp=2019-02-06T08:13:22.768+0000)\n>\n> Oh man, wie kann man nur so verrbohrt sein.\n\nBe careful.\n\n> Ohne scheiss, schaltest du direkt einen Film ab, weil da evtl. irgendwer mal das Wort Nigga oder so verwendet hat?\n\n\n\nGeht es bei einem Film nicht um die Unterhaltung, einer Wissenschaft oder eine Belehrung?\nGibt es nicht extra Genre dafür?\nSchwarzer Humor fällt da auch mit rein. Teilweise sollen die Worte bewusst etwas weiteres Ausdrücken.\n\n\"Du siehst mich wie ein n-, nicht wahr? ich bin für dich auch nichts anderes als jemand, den sie damals schlecht behandelt haben. Darum hast du mich geschlagen und verprügelt, stimmts?!\"\n+Dunkle Stimmung und gedämpfter Stimme = probably Drama.\n\n> Ich mein, Kontext ist ja total egal, der Film / der Filmemacher / jeder der den Film schaut MUSS dann ja ein Rassist sein.\n\nDu kannst einen Film schlecht mit einem Text vergleichen, von welchem du nicht die andere Seite kennst. Vielleicht hat der Gegner von dem TE niemals das F-Wort benutzt. Wir können das nicht wissen.\n\nEin Film dient aber nicht zur Beleidigung. Wobei \"the death of stalin\" in russland sendeverbot in den Kinos hat, weil es die Ehre Russlands verletzten würde.\n\n[\"In Russland wurde von verschiedener Seite früh ein Verbot des Films gefordert, da es sich um einen Angriff auf die Ehre Russlands handle.\"](https://de.wikipedia.org/wiki/The_Death_of_Stalin)\n\n> Er hat das Wort nicht verwendet um jemanden zu beleidigen, also wo ist das Problem?\n\nDas wir es nicht wissen und es keinen Nachweis dafür gibt. An sich wäre \"Faggot\" weiterhin eine Beleidigung.\n\n> Was ist, wenn er ein anderes Wort verwendet haette, waehre es dann okay gewesen? (etwas wie noob)\n\nNö. Dafür hatte er trotzdem eine CR bekommen können.\n\n\n \n> Sagt er nicht.\n\nSondern?\nWarum musste er genau dieses Wort wählen, obwohl es andere Möglichkeiten gab?\n\n\n> Wenn ich sowas sage wie &quot;Hey, I&#x27;m a fag&quot;  ... dann tuhe ich nichts dergleichen, egal wie sehr du darauf beharst, und das hat der TE im Prinzip getan.\n\nDich selber als ein \"Faggot\" zu betiteln, ist auch nicht viel besser.","replies":[{"id":"","poster":"Bettnachleger","date":"2019-02-06T09:20:19.051+0000","up_votes":4,"down_votes":1,"body":"lol \nIrgendwie musste ich Schmunzeln, weil du auf das Beispiel mit nigger \"schwarzen Humor\" ansprichst ;D\n\n> Dich selber als ein \"Faggot\" zu betiteln, ist auch nicht viel besser.\n\nDennoch aber keine Beleidigung, wuerde aber sicherlich tortzdem dank Zero Tolerance bullshit in einem ban enden.","replies":[{"id":"","poster":"eingew","date":"2019-02-07T07:28:42.715+0000","up_votes":3,"down_votes":0,"body":"Der allerdings ebenso fehlerhaft wäre, wie die Bans für das Zitieren von Flame und entsprechend entfernt würde, wenn man sich beim Support dafür meldet. (Auch wenn das möglicherweise länger dauert, schließlich ist es in dem Fall nicht so schnell zu prüfen wie beim einfachen zitieren.)","replies":[]}]},{"id":"","poster":"eingew","date":"2019-02-06T09:21:32.750+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000020000,timestamp=2019-02-06T08:47:08.100+0000)\n>\n> Das wir es nicht wissen und es keinen Nachweis dafür gibt. An sich wäre &quot;Faggot&quot; weiterhin eine Beleidigung.\n\nEs gibt einen. Wir haben ihn bloß nicht und werden ihn niemals erhalten.\n\n> Sondern?\n> Warum musste er genau dieses Wort wählen, obwohl es andere Möglichkeiten gab?\n> \n> Dich selber als ein &quot;Faggot&quot; zu betiteln, ist auch nicht viel besser.\n\nDas mag ja deine Meinung sein, sich selbst Flamen ist aber ausdrücklich laut Riot erlaubt.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T09:45:05.345+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000000200000001,timestamp=2019-02-06T09:21:32.750+0000)\n>\n> Das mag ja deine Meinung sein, sich selbst Flamen ist aber ausdrücklich laut Riot erlaubt.\n\nZitat bitte.\nUnd komm mir nicht mit \"BM'ing is okay lol\". BM'ing durch Emotespam, ja. Aber nicht durch den Chat mit flaming (p/a).","replies":[{"id":"","poster":"eingew","date":"2019-02-07T07:27:00.777+0000","up_votes":3,"down_votes":1,"body":"Es gibt mittlerweile natürlich mehrere Präzedenzfälle dazu, einer davon ist dieser hier:\n\nhttps://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/\n\nZu dem der ehemalige Riotmitarbeiter Lyte den folgenden Absatz verfasst hat:\n\n> We're going to remove the ban entirely. Your account should be updated in a few minutes Lil Soybean.\n> \n> We've confirmed that most of the attacks were against himself, and if we removed all of the self-attacks, the attacks on smurfs alone did not justify a punishment. It was super unclear which of OP's attacks were against himself and which were against smurfs (because the chat lines sometimes didn't mention a champion or Summoner Name), but once we dug into more detail and removed all of the OP's attacks against himself in the chat logs, the remaining attacks against smurfs weren't severe enough to warrant a penalty.\n> \n> This is the first case we've hand-reviewed in the new machine learning system that has resulted in an error in the outcome, and I'd like to personally apologize to you Lil Soybean. We'll have to figure out better ways to have the system identify self-attacks with a different severity scale.\n\n[Link zu Lytes Post](http://forums.na.leagueoflegends.com/board/showthread.php?t=4773809&page=5#post49229339)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-07T10:52:46.262+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000020000000100000000,timestamp=2019-02-07T07:27:00.777+0000)\n>\n> Es gibt mittlerweile natürlich mehrere Präzedenzfälle dazu, einer davon ist dieser hier:\n> \n> https://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/\n> \n> Zu dem der ehemalige Riotmitarbeiter Lyte den folgenden Absatz verfasst hat:\n> \n> [Link zu Lytes Post](http://forums.na.leagueoflegends.com/board/showthread.php?t=4773809&amp;page=5#post49229339)\n\nEs ging hier um die Zitate, nicht um einen ironischen Konter.","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2019-02-04T09:08:49.490+0000","up_votes":4,"down_votes":3,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000,timestamp=2019-02-04T08:40:08.304+0000)\n>\n> Hold it.\n> \n> Hold on.\n> \n> \n> Wir können nicht einen ordenlichen Umgang in der Community fordern?\n\nDu musst mir meine Wörter nicht im Mund herumdrehen, ich weiß ziemlich genau, was ich geschrieben habe, dass die Regeln der Höflichkeit verletzt werden sollten steht da ganz eindeutig nicht. Ich behaupte ja auch nicht, du würdest Strafen für das zitieren von Beleidigungen fordern, nur weil du es im folgenden mit dem Kontext nicht so genau nimmst.\n\n> Once again: das er das Wort benutzen **muss**, um einen &quot;lustigen Konter&quot; zu droppen, ist nicht harmlos und auch nicht schön.\n> Es gab andere Wege, aber er hat sich lieber dazu entschieden herablassend zu werden.\n> \n> Das kannst du nicht damit gutsprechen, indem du den angeblichen Kontext dazu ziehst.\n> Wir wissen auch nicht, ob dieser &quot;Kontext&quot; so der Wahrheit entspricht, btw.\n\nDann ist es auch nicht deine Sache, das zu entscheiden, sondern die des Supports. Was der TE sagt passt zu seinen Logs, es ergibt Sinn.\n\n> &quot;Oh ja, mein Kind hat sich selber als Faggot bezeichnet und es deinem Gegenüber total gegeben. Wie lustig.&quot;\n> \n> Nein. Damit sagt er indirekt zu homosexuellen Männern &quot;Schwuchtel&quot;.\n> \n> Eingew plz. Es geht mir nur um das Wort alleine und nicht um den Konter.\n> Er kann und darf so die Leute &quot;dissen&quot;, aber sollte dafür nicht selber unter die Linie gehen.\n\nEr ist damit nicht unter die Gürtellinie gegangen. Er hat sich darüber lustig gemacht, so beleidigt zu werden. Das war die gleiche Herblassung, mit der jeder einem Flamer begegnet, der ihn mutet und reportet. Und Schwule hat er damit auch nicht beleidigt, er hat sie verteidigt. Wieso sollte sich ein Schwuler dadurch beleidigt fühlen, oder auch durch den Liedtext, den ich im anderen Kommentar geschrieben habe? Meinst du nicht er projiziert dadurch lediglich unsinnigerweise unfaires Verhalten auf eine Person, die ihn verteidigt hat? So eine Reaktion inspiriert mMn eher, solche Beleidigungen mit Stolz zu tragen und ein entsprechend gesundes Selbstvertrauen zu entwickeln und ich halte es sogar für falsch, zu suggerieren man solle sich dadurch angegriffen fühlen.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T10:01:49.316+0000","up_votes":5,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000100000000000100000000,timestamp=2019-02-04T09:08:49.490+0000)\n>\n> Du musst mir meine Wörter nicht im Mund herumdrehen\n\n\nDas tu ich nicht. Du sagst:\" [...]allerdings finde ich nicht, dass wir von allen Spielern verlangen können, bestimmte Wörter nicht zu verwenden. \"\nDas führt aber dazu, das wir - deiner Meinung nach - nicht einen ordenlichen Umgang verlangen können.\n\nOder siehst du in Hassrede eine Ordnung?\n\n\n\n\n\n>ich weiß ziemlich genau, was ich geschrieben habe, dass die Regeln der Höflichkeit verletzt werden sollten steht da ganz eindeutig nicht. \n\nRegeln. Regeln und Verbote.\n\nDu sollst nicht unfreundlich sein und niemanden verbal vor den Kopf stoßen. Das bedeutet: Keine Schimpfwörter gegen jede Art von Lebensform. (Auch Affen möchten nicht mit schlechten Spielern gleichgestellt werden. (ich musste grade an einen Chatlog denken, der eine ähnliche Line hatte.))\n\nDer Eulenherr sagt aber, wir könnten das ja nicht von den Leuten verlangen.\n\nHmm.\n\nDann wäre aber die Frage, ob das sich nicht beißt.\n\n>Ich behaupte ja auch nicht, du würdest Strafen für das zitieren von Beleidigungen fordern, nur weil du es im folgenden mit dem Kontext nicht so genau nimmst.\n\n\nZitate die offensichtlich in der dazu richtigen Form geschrieben werden, sind kein Problem. Das kann auch der Support nachvollziehen. Hat der TE \"Faggot\" hier zitiert? Nein.\n\n \n> Dann ist es auch nicht deine Sache, das zu entscheiden, sondern die des Supports. \n\n\nDann wäre der ganze Thread überflüssig, denkst du nicht? Ich sage auch nicht, das ich zu 100% richtig liegen muss.\nEs ist nur meine Meinung und Vermutung, genau wie du dem TE die Story aus der Hand futterst.Wir müssen beide nicht im Recht sein und trotzdem haben wir unsere Ansichten.\n\n\n>Was der TE sagt passt zu seinen Logs, es ergibt Sinn.\n\nNur weil es Sinn ergibt, muss es nicht wahr sein.\n \n> Er ist damit nicht unter die Gürtellinie gegangen.\n\nScheinbar fanden das andere Spieler in seinem Game nicht so lustig.\n\n\n>Und Schwule hat er damit auch nicht beleidigt, er hat sie verteidigt.\n\nIndem er sie \"Faggot\" nannte. Da...fühlt man sich ja auch super verteidigt.\n\n\n>Wieso sollte sich ein Schwuler dadurch beleidigt fühlen, \n\n\nWeil du auch nicht einfach als \"Schwuchtel\" betitelt werden möchtest. Etwas mehr Respekt wäre in so einem Fall schon ganz nice, gell ? \n\nDas wäre so als würde man dich immer als.. i dunno..eh.\n\nSagen wir, Volu wäre jetzt ein böses Wort.\nUnd die eigentliche Bezeichnung wäre Volunteer...aber..Volu würde für... god knows what stehen. I-was negatives. \n\nJetzt geht jeder an dir vorbei und sagt:\"guck mal, ein Volu LOL!\" und in jedem anderen Game wirft man mit \"DU VOLU!\" um sich her, als wäre es die Beleidigung hoch X. Meanwhile stehst du auf der Midlane und beobachtest, wie sich die Leute damit betiteln.\n\nWürdest du das dann.,.. toll finden? Oder wäre es auf dauer unangenehm und nervig?\n\nDas ist vielleicht ein schlechtes Beispiel, aber ich denke, dir dürfte hier klar werden, worum es mir geht.\n\n\nEs ist völlig okay, wenn man seinem Gegenüber Schachmatt setzt, aber dann bitte ohne weitere Leute reinziehen zu müssen. Auf den Kosten von anderen ist sowas nicht lustig.\n\nOder wie es einige Jugendliche sagen:\"trag das nicht auf meinem Nacken aus!\".\n\n\n>[...]oder auch durch den Liedtext, den ich im anderen Kommentar geschrieben habe?\n>Meinst du nicht er projiziert dadurch lediglich unsinnigerweise unfaires Verhalten auf eine Person, die ihn verteidigt hat?\n\nIch denke bei einem Song dürfte das anders sein, da viele Leute eher durch die Art und der Stimmlage erkennen, dass das nicht böse gemeint ist. Es dient hier als ein Stilmittel.\n\nKunst und Unterhaltung.\n\nDeathmetal wird auch nicht zu 100% ernst genommen.\n\nIn einem Chatroom... wo sich die Leute nicht hören und keine Körpersprache haben... (Awsane ich beschwöre dich!)\nist das aber wieder kritisch af. Dazu habe ich mich aber auch schon geäußert.\n\n> So eine Reaktion inspiriert mMn eher, solche Beleidigungen mit Stolz zu tragen und ein entsprechend gesundes Selbstvertrauen zu entwickeln und ich halte es sogar für falsch, zu suggerieren man solle sich dadurch angegriffen fühlen.\n\nWeisst du was eher Stolz mit sich bringen würde? Wenn man ebend nicht erneut Salz in die Wunde wirft und einfach die Beleidigung nicht nimmt.\n\n\"Ja und? Dann bin ich halt einer. Who cares? Ich slap dich trotzdem!\"\n\n\"Ja und? Dann bin ich ein Faggot/XY. Who cares? Ich slap dich trotzdem!\".\n\nWas wäre da angenehmer in deinen Augen? Nochmal die Betonung auf der Beleidigung zu haben oder auf die Beleidigung zu verzichten?","replies":[{"id":"","poster":"Raystlin82","date":"2019-02-04T23:00:16.296+0000","up_votes":4,"down_votes":4,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000000000,timestamp=2019-02-04T10:01:49.316+0000)\n>\n>Auch Affen möchten nicht mit schlechten Spielern gleichgestellt werden.\n\nalso das sieht heimerdinger aber anders.\n\nach und das hier will ich auch noch zitieren:\n\n> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000000000,timestamp=2019-02-04T10:01:49.316+0000)\n>\n>\"Ja und? Dann bin ich halt einer. Who cares? Ich slap dich trotzdem!\"\n>\n>\"Ja und? Dann bin ich ein Faggot/XY. Who cares? Ich slap dich trotzdem!\".\n>\n>Was wäre da angenehmer in deinen Augen? Nochmal die Betonung auf der Beleidigung zu haben oder auf die Beleidigung zu verzichten?\n\nalso bei deinem beispiel. die aussage bleibt die selbe, ob du nun ein pronomen an stelle eines substantivs benutzt, oder nicht.\n\nnehmen wir doch einfach nochmal das erste zitat, was ich so schoen finde:\n\n\"auch affen moechten nicht mit schlechten spielern gleichgestellt werden\"\n\n\"ja und? du bist trotzdem einer.\" / \"ja und? du bist trotzdem ein affe.\"\n\nda sieht man doch deutlich, dass durch das ersetzen vom nomen durch pronomen die aussage sich nicht aendert. es ist egal ob du das bestimmte wort benutzt, oder nicht. es wird dadurch nicht weniger harmlos und auch nicht mehr. und ich vermute, dass wenn die affen sich dadurch beleidigt fuehlen wuerden, dann aber durch die eine aussage nicht weniger, als durch die andere.\n\ndas problem hier ist einfach nur, dass das ifs absolut kein kontext kennt. es scannt den chat einfach nur nach bestimmten woertern/ausdruecken eventuell sogar wortzusammenhaengen (wobei ich das bezweifle). wahrscheinlich wuerde es sogar noch nicht einmal bei \"geh und haeng dich an einem baum auf\" reagieren, obwohl es das gleiche wie \"kys\" bedeutet. die meisten forum-leser wissen, dass woerter/ausdruecke, wie \"kys\", \"fag\", \"faggot\" mit einem sofortigen 14 tage ban geahndet werden, sobald man es im chat schreibt und nach dem spiel reportet wird. es gibt aber so viele spieler, die das forum ueberhaupt nicht lesen und davon keine ahnung haben.\n\nder kontext ist nur dann unwichtig, wenn man zurueck beleidigt. aber bei sowas wie:\n\n\"man du bist aber 'ne schwuchtel\"\n\"ok, ich bin also eine schwuchtel. und was bist dann du, der von jemandem, den du eine schwuchtel nennst, besiegt wurde?\"\n\nist der kontext eben wichtig.\n\nund ich wuerde echt gern wissen, was passieren wuerde, wenn man jetzt im spiel \"schwuchtel\" schreiben wuerde. reagiert das system darauf genauso wie bei \"faggot\"?","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-05T13:10:29.056+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Raystlin82,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000000000000001,timestamp=2019-02-04T23:00:16.296+0000)\n>\n> \n> also bei deinem beispiel. die aussage bleibt die selbe, ob du nun ein pronomen an stelle eines substantivs benutzt, oder nicht.\n\n\n**Es geht ja auch nur um das Wort an sich...**\nDas habe ich mehrfach bereits gesagt. Es geht nur darum das erneut ein Wort gefallen ist, welches einfach eine Beleidigung sein soll.\n\n\n> nehmen wir doch einfach nochmal das erste zitat, was ich so schoen finde:\n> \n> &quot;auch affen moechten nicht mit schlechten spielern gleichgestellt werden&quot;\n> \n> &quot;ja und? du bist trotzdem einer.&quot; / &quot;ja und? du bist trotzdem ein affe.&quot;\n> da sieht man doch deutlich, dass durch das ersetzen vom nomen durch pronomen die aussage sich nicht aendert. \n\n\nUnd trotzdem hat man nicht extra nochmal gesagt:\"du bist ein affe\", sondern:\"du bist einer von diesen Leuten\". Und das an sich ist weniger ein Problem.\n\nEine indirekte Beleidigung ist akzeptabel, eine direkte Beleidigung nicht. \n\nGehen wir zurück zu dem Fall mit dem TE.\n\nWenn er sich selber als \"Faggot\" direkt bezeichnet, sieht er seine Mitmenschen aus dieser Gruppe auch als \"Faggots\". Er stellt seine eigenen Leute niedriger. \n\n\"Ich bin einer von diesen\" sagt nicht aus, das er sie selber als schlecht ansieht, sondern einfach nur: \"ICH BIN EINER VON IHNEN.\". \n\n\n\n>es ist egal ob du das bestimmte wort benutzt, oder nicht.\n\n\nNein ist es nicht. Wenn du bewusst etwas nimmst was mehr als eine Person einbezieht und negativ ist, dann ist es nicht plötzlich etwas tolles.\n\n> es wird dadurch nicht weniger harmlos\n\n\nJein. Es wird keine Stellung zu der Gruppe gezogen sondern nur verdeutlicht, das er Teil dieser Gruppe ist. Hier wird nicht gesagt, ob er die Leute furchtbar oder super findet.\n\n>und ich vermute, dass wenn die affen sich dadurch beleidigt fuehlen wuerden, dann aber durch die eine aussage nicht weniger, als durch die andere.\n\nEs wäre jedoch ein Unterschied vorhanden, wenn man sagt:\"ja man, ich gehöre zu diesen fu***** affen!\"\noder \"ich bin einer von ihnen. na und?\"\n\nMan muss nicht extra eine Gruppe beleidigen.\n\n\n> das problem hier ist einfach nur, dass das ifs absolut kein kontext kennt.\n\nAuch wie ich bereits Eingew sagte: Warten wir doch einfach auf den Playersupport.\nIch bin mir ziemlich sicher, dass das Problem weiter vorhanden ist, wenn man auch einen eleganten Weg hätte wählen können, welcher nicht herablassend auf Gruppe XY wirkt.\n\n\n> wahrscheinlich wuerde es sogar noch nicht einmal bei &quot;geh und haeng dich an einem baum auf&quot; reagieren, \n\n\nHmm doch, würde es wahrscheinlich. Das System ist nicht einfach _nur_ ein Wortfilter.\n\n>die meisten forum-leser wisse>n, dass woerter/ausdruecke, wie &quot;kys&quot;, &quot;fag&quot;, &quot;faggot&quot; mit einem sofortigen 14 tage ban geahndet werden, sobald man es im chat schreibt und nach dem spiel reportet wird. es gibt aber so viele spieler, die das forum ueberhaupt nicht lesen und davon keine ahnung haben.\n\n\nVerzeih mir, ich habe hier nicht ganz rauslesen können, was du mir grade sagen möchtest. Vielleicht ist mir hier der Kontext verloren gegangen. I dunno.\n\n\n> der kontext ist nur dann unwichtig, wenn man zurueck beleidigt. aber bei sowas wie:\n> \n> &quot;man du bist aber &#x27;ne schwuchtel&quot;\n> &quot;ok, ich bin also eine schwuchtel. und was bist dann du, der von jemandem, den du eine schwuchtel nennst, besiegt wurde?&quot;\n> \n> ist der kontext eben wichtig.\n\n\n\nAber er beleidigt schwule Menschen so auch als Schwuchtel. Es gibt einen besseren Weg, um das selbe Ziel _ohne die Beleidigung_ zu erreichen.\n\n\n> und ich wuerde echt gern wissen, was passieren wuerde, wenn man jetzt im spiel &quot;schwuchtel&quot; schreiben wuerde. reagiert das system darauf genauso wie bei &quot;faggot&quot;?\n\nJa natürlich. Das System bezieht sich nicht nur auf eine Sprache...","replies":[{"id":"","poster":"Bettnachleger","date":"2019-02-06T08:58:59.971+0000","up_votes":3,"down_votes":2,"body":"> Es geht ja auch nur um das Wort an sich...\n> Das habe ich mehrfach bereits gesagt. Es geht nur darum das erneut ein Wort gefallen ist, welches einfach eine Beleidigung sein soll.\n\nDu verstehst wohl einfach nicht, das Kontext eine Rolle spielt.\nBeispiel A: \"You're a fucking fag\"\nBeispiel B: \"Please don't call people fag, it's offensive\"\n\nLaut deiner Logik sollte beides Knallhart mit nem 14 Tage / Perma bestraft werden.\nAbsolut sinnvoll ...\nZum Glueck sieht Riot das anders, und fuer solche Faelle kann man den Support anschreiben.\n\n> Aber er beleidigt schwule Menschen so auch als Schwuchtel. Es gibt einen besseren Weg, um das selbe Ziel ohne die Beleidigung zu erreichen.\n\nTut er nicht, er beleidigt niemanden.\n","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T09:08:41.652+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000000000000100000000,timestamp=2019-02-06T08:58:59.971+0000)\n>\n> Du verstehst wohl einfach nicht, das Kontext eine Rolle spielt.\n\nSagte er mir und ignoriert dabei mehr als die Hälfte von meiner Antwort. \nAaaalllrighty then.\n\n> Beispiel A: &quot;You&#x27;re a fucking fag&quot;\n> Beispiel B: &quot;Please don&#x27;t call people fag, it&#x27;s offensive&quot;\n\n\nDas ist doch ein komplett anderes Beispiel wieder. Ich glaube sogar, dass das von dem System wegen dem Aufbau des Satzes schon richtig gefiltert werden könnte.\nMit diesem Beispiel ist doch ganz klar, was gemeint ist. Bei dem TE ist das nicht der Fall. \n\n \n> Laut deiner Logik sollte beides Knallhart mit nem 14 Tage / Perma bestraft werden.\n\nNein. Hier wird ja extra gesagt, dass das ein negativer Begriff ist und dieser bitte nicht verwendet werden sollte.\n\n> Absolut sinnvoll ...\n\n(Offtopic)\nWarum bist du eigentlich immer instant evil wenn du mir schreibst?O_o Like..ich erinnere mich an kein Gespräch mit dir, bei welchem du mich nicht ankeifst...for no reason at all. \n\n./schiebt dir 'ne warme Schoki rüber\n\nChill, Bettverschieber.\n\n> Tut er nicht, er beleidigt niemanden.\n\nWenn du \"Faggot\" sagst, beleidigst du niemanden damit? Keine Gruppe die bereits unter diesem Namen abgestempelt wird?","replies":[{"id":"","poster":"Bettnachleger","date":"2019-02-06T09:17:11.393+0000","up_votes":3,"down_votes":1,"body":"> Das ist doch ein komplett anderes Beispiel wieder. Ich glaube sogar, dass das von dem System wegen dem Aufbau des Satzes schon richtig gefiltert werden könnte.\n\nIch weiss nicht, da traust du dem System glaube ich etwas viel zu.\nKann aber durchaus sein, wer weiss.\n\n> (Offtopic)\n> Warum bist du eigentlich immer instant evil wenn du mir schreibst?O_o Like..ich erinnere mich an kein Gespräch mit dir, bei welchem du mich nicht ankeifst...for no reason at all.\n> \n> ./schiebt dir 'ne warme Schoki rüber\n> \n> Chill, Bettverschieber.\n\nEigentlich bin ich nicht \"evil\" oder so. Vielleicht sollte ich einfach etwas mehr smileys verwenden, wenn ich so rueberkomme ;D\n\n> Wenn du \"Faggot\" sagst, beleidigst du niemanden damit? Keine Gruppe die bereits unter diesem Namen abgestempelt wird?\n\nUnd da ist es halt wieder.\nDarum habe ich die beiden Beislpiele gebracht -->\n\n> Beispiel A: \"You're a fucking fag\"\n> Beispiel B: \"Please don't call people fag, it's offensive\"\n\nNur weil man das Wiort verwendet, muss es noch lange keine Beleidigung sein.\nDas ist der Punkt, den du irgendwie nicht verstehen willst.\nDer TE hat das Wort nicht als beleidigung verwendet, sondern ironisch einen flamer gekontert.\nIch sehe da kein Problem.\n\n;D","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T09:43:42.405+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000100000000000100000000000000010000000000000000,timestamp=2019-02-06T09:17:11.393+0000)\n>\n> Nur weil man das Wiort verwendet, muss es noch lange keine Beleidigung sein.\n> Das ist der Punkt, den du irgendwie nicht verstehen willst.\n\nNein. Waenn du sagst das jemand dieses Wort nicht benutzen soll, dann ist es eine Aufklärung.\nWenn du es zum Kontern benutzt, ist es eine Beleidigung. Die Leute müssen nicht im Raum sein, um trotzdem beleidigt zu werden.\n\n\n> Der TE hat das Wort nicht als beleidigung verwendet, sondern ironisch einen flamer gekontert.\n\n./sigh\n\nWir wissen nicht... ob das wahr ist...\n\nᵖᶫᶻˢᵗᵒᵖᶦᵗᵃᶫʳᵉᵃᵈʸᶦˢᵃᶦᵈᶦᵗˢᵒᵐᵃᶰʸᵗᶦᵐᵉˢᵒᵐᶠᵍ\n\n> Ich sehe da kein Problem.\n\n\nWell, das ist mir klar.","replies":[{"id":"","poster":"Bettnachleger","date":"2019-02-06T10:18:38.378+0000","up_votes":4,"down_votes":1,"body":"> Die Leute müssen nicht im Raum sein, um trotzdem beleidigt zu werden.\n\nErstmal: \nWenn dich jemand beleidigt, du es aber nicht mitbekommst, wurdest du dann wirklich beleidigt?\nWenn es keinen Empfaenger gibt, dann wuerde ich mal behaupten wurde auch niemand verletzt.\n\nMit einer Beleidigung willst du den Empfaenger herabwuerdigen, wenn es aber keinen Empfaenger gibt, beleidigst du halt niemanden. \nDas ist als wuerdest du mit einer Mauer reden.\n\n\n> Nein. Waenn du sagst das jemand dieses Wort nicht benutzen soll, dann ist es eine Aufklärung.\n> Wenn du es zum Kontern benutzt, ist es eine Beleidigung.\n\nEben nicht, wenn es im Kontext gentuzt wird wie der TE es beschrieben hat, dann hat das absolut garnichts mit einer Beleidigung zu tun.\nDas haben dir jetzt vermutlich schon 10 Leute versucht zu erklaeren, aber du beharrst weiterhin auf deinen Standpunkt.\nUnd der ist einfach falsch.\n\n\nIch mein, was wenn er stat:\n\n> [All]Super SaiyaJhîn: oh you get beaten by a gold fag?\n\ndas: \n> [All]Super SaiyaJhîn: oh you get beaten by a gold noob?\n\ngesagt haette?\nImmernoch ne beleidigung?\nAusserdem hast du das Wort fag nun auch recht haeufig niedergeschrieben.\nEigentlich muesstest du dir nun deinen Pfuimund waschen gehen, denn du hast definitiv damit beleidigen wollen, weil Kontext ja absolut irrelevant ist. \n(Sarkasmus btw)\n\n> ./sigh\n> \n> Wir wissen nicht... ob das wahr ist...\n> \n> ᵖᶫᶻˢᵗᵒᵖᶦᵗᵃᶫʳᵉᵃᵈʸᶦˢᵃᶦᵈᶦᵗˢᵒᵐᵃᶰʸᵗᶦᵐᵉˢᵒᵐᶠᵍ\n\nDas ding ist, du argumentierst ja dennoch dagegen, auch wenn es wahr ist.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T10:31:01.727+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000000000000001000000000000000000000000,timestamp=2019-02-06T10:18:38.378+0000)\n>\n> Erstmal: \n> Wenn dich jemand beleidigt, du es aber nicht mitbekommst, wurdest du dann wirklich beleidigt?\n> Wenn es keinen Empfaenger gibt, dann wuerde ich mal behaupten wurde auch niemand verletzt.\n\nNach dieser Logik würde das System ja dann auch nicht reagieren dürfen, wenn man \"kys\" schreibt.\ndas...tut es aber.\nGenauso wirst du auch für \"you are a noob\" erwischt.\nDu brauchst keine Names zu droppen.\n\n> Mit einer Beleidigung willst du den Empfaenger herabwuerdigen, wenn es aber keinen Empfaenger gibt, beleidigst du halt niemanden. \n\nMuss man jetzt jeden Schwulen aus der Welt persönlich ansprechen, wenn eine Richtung gemeint ist?\n\n> Eben nicht, wenn es im Kontext gentuzt wird wie der TE es beschrieben hat, dann hat das absolut garnichts mit einer Beleidigung zu tun.\n\nWie oft denn noch q___q\n\nWIR WISSEN NICHT OB ES STIMMT.\nWir wissen auch nicht, was sich der TE dabei dachte.\nWir wissen nicht, ob er dieses Wort bewusst gewählt hat weil er so über diese Gruppe denkt, oder ob ... ach u know what? vielleicht sollte ich einfach die Antworten copy'n'pasten.\n\n> Das haben dir jetzt vermutlich schon 10 Leute versucht zu erklaeren, aber du beharrst weiterhin auf deinen Standpunkt.\n\nNein. Ich kann auch damit falsch liegen. Nur möchte keiner scheinbar sich damit abfinden, das wir so nicht zu einem Punkt kommen, weil wir nicht der Playersupport sind und nicht wissen was der Gegenüber nun geschrieben haben soll. \nEs KANN eine Beleidigung sein oder ein MIssverständnis.\n\nWir wissen es nicht.\n\n\n> Und der ist einfach falsch.\n\nWenn du es so siehst, ist das schön für dich. Was möchtest du da hören? Ich habe meinen Standpunkt gesagt, ich habe es erklärt und wir können keinen \"Sieger\" vermitteln, weil wir nicht die Nachweise haben.\n\n\n> Ich mein, was wenn er stat:\n> \n> das: \n> \n> gesagt haette?\n\n\n> Immernoch ne beleidigung?\n\nJA. Wenn du jemanden einen Noob nennst, ist es eine Beleidigung.\nWas soll es sonst sein?!\n\n> Ausserdem hast du das Wort fag nun auch recht haeufig niedergeschrieben.\n> Eigentlich muesstest du dir nun deinen Pfuimund waschen gehen, denn du hast definitiv damit beleidigen wollen, weil Kontext ja absolut irrelevant ist. \n> (Sarkasmus btw)\n\nIch weiss schon, wieso Riotler so selten mit uns reden.\n\n \n> Das ding ist, du argumentierst ja dennoch dagegen, auch wenn es wahr ist.\n\nOh ja, ich liege falsch, wie furchtbar von mir. Shame on me. \nWenn der TE nicht entbannt wird, musst du all meine Kommentare nochmal durchlesen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Awsane","date":"2019-02-04T12:03:03.489+0000","up_votes":4,"down_votes":1,"body":"Ehh, mit der Körpersprache hast du Recht, es ist fast unmöglich herauszufinden über Chat ob er mit dieser Aussage Schwulenfreundlich oder Feindlich sein wollte. Beides ist möglich.\n\nAber zu dem Thema an sich darfst du mich eigentlich nicht fragen.\n\nIch bin nämlich ein Verfechter der freien Meinungsäußerung und das bedeutet auch, dass man Gefühle anderer Personen verletzten darf, solange es sich nicht um eine direkte Beleidigung/Diskreditierung einer bestimmten Einzelperson handelt.\n\nDas Problem mit dem Gefühlen ist nämlich, dass man von allen möglichen Beleidigt sein kann und wenn man dafür Bestraft werden könnte von jemanden die Gefühle verletzt zu haben könnten so kuriose Sachen wie, \"ich habe die Person auf der Straße angesehen, bin dafür in den Knast gekommen\" zustande kommen.\n\nDaher denke ich dass nach Intention Bestraft werden sollten und nicht nach Outcome (was Sprache angeht, nicht Gewaltdelikte, das was anderes) \n\nDas ist nei LoL jetzt leider Tricky, weil wir nicht immer die Intention erkennen können. Dafür bräuchten wir tatsächlich mindesten den ganzen Chatlog mit allen beteidigten und nicht nur des Täters. Und selbst dann wird es an einigen Stellen unmöglich zu erkennen ob Ironie oder nicht. \n\n\nUm vllt mal auf das Thema mit den Schwulen zurückzukommen. Generell finde ich gut, dass das Wort auf der Blacklist steht.\nAllerdings habe ich selber einige Schwule im Freundeskreis die sich selber damit Beleidigen. Die Versuchen dadurch das Wort lächerlich zu machen, was auch gut klappt. Und wenn jetzt ein Schwuler in LoL mit dem Wort beleidigt wird und dann schreibt \" Ja ich bin ein F. und ich bin stolz drauf\" ist das ja wenn man seine Perspektive kennt definitiv nicht Schwulen feindlich und die meisten würden seine Aussage gut finden. Allein weil es solche Szenarien gibt finde ich, dass der Gebrauch an sich nicht immer in 100% der Fällen Strafbar ist/sein sollte. \n\nDa man die Intention des TE nicht kennen kann und er keine Einzelperson (sich selber natürlich ausgenommen, sich selber zu Beleidigen ist IMMER! okay, das ist ja eine Form von Humor) beleidigt hat, würde ich hier sagen, im Zweifel für den Angeklagten.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T12:07:45.550+0000","up_votes":5,"down_votes":3,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000000000000000,timestamp=2019-02-04T12:03:03.489+0000)\n>\n> Ehh, mit der Körpersprache hast du Recht, es ist fast unmöglich herauszufinden über Chat ob er mit dieser Aussage Schwulenfreundlich oder Feindlich sein wollte. Beides ist möglich.\n> \n> Aber zu dem Thema an sich darfst du mich eigentlich nicht fragen.\n> \n> Ich bin nämlich ein Verfechter der freien Meinungsäußerung und das bedeutet auch, dass man Gefühle anderer Personen verletzten darf, solange es sich nicht um eine direkte Beleidigung/Diskreditierung einer bestimmten Einzelperson handelt.\n\n\n(┛◉Д◉)┛彡┻━┻ my god awsane...wozu beschwör ich dich überhaupt.","replies":[{"id":"","poster":"Awsane","date":"2019-02-04T12:11:03.042+0000","up_votes":2,"down_votes":0,"body":"Das weiß ich doch nicht \n\n(┛◉Д◉)┛彡┻━┻\n\nDarum geht es hier doch.\n\nBeziehungsweise  \n Quod erat demonstrandum","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T12:15:18.224+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000000000000000000000,timestamp=2019-02-04T12:11:03.042+0000)\n>\n> Das weiß ich doch nicht \n\n\nMerk ich (┛✧Д✧))┛彡┻━┻\n\nDu sollst nich' gegen mich schießen, sondern mich buffen ffs. Wozu habe ich dich denn?!\n\n\n> Darum geht es hier doch.\n> Beziehungsweise  \n>  Quod erat demonstrandum\n\n\n...wie kannst du nur...\n\n>**Quod erat demonstrandum**\n\n**./tableflipping intensifies**","replies":[{"id":"","poster":"Awsane","date":"2019-02-04T12:19:29.288+0000","up_votes":2,"down_votes":0,"body":"Vllt solltest du mich eher dann beschwören, wenn du ein Kontra zu deiner Meinung brauchst. \nIch glaube das ist meine Spezialität. \n\n\n{{sticker:sg-kiko}}","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T12:27:09.697+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000100000000000100000000000000000000000000000000,timestamp=2019-02-04T12:19:29.288+0000)\n>\n> Vllt solltest du mich eher dann beschwören, wenn du ein Kontra zu deiner Meinung brauchst. \n> Ich glaube das ist meine Spezialität. \n\n\nmeh. \nJoar..anecken kannst du relativ gut, das stimmt ._. aber danke anyway.","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2019-02-05T08:01:42.234+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000000000,timestamp=2019-02-04T10:01:49.316+0000)\n>\n> Das tu ich nicht. Du sagst:&quot; [...]allerdings finde ich nicht, dass wir von allen Spielern verlangen können, bestimmte Wörter nicht zu verwenden. &quot;\n> Das führt aber dazu, das wir - deiner Meinung nach - nicht einen ordenlichen Umgang verlangen können.\n> \n> Oder siehst du in Hassrede eine Ordnung?\n\nSo wie Riot Hassrede definiert nicht, nein. Ich bin aber eben wie gesagt auch der Meinung, dass Wörter deren Wörterbuchdefinition sie als homophoben Ausdruck brandmarkt, auch nicht homophob genutzt werden können und der TE dafür ein sehr gutes Beispiel geliefert hat.\n\n(Der Begriff \"Hassrede\" gefällt mir allerdings nicht, weil er keine eindeutige Definition hat, auch Riot lässt sich da ja eine Menge Raum offen, der einzige andere Kontext außerhalb von LoL in dem ich ihn kenne, ist als politischer Kampfbegriff, meist genutzt um die Meinungsfreiheit weiter einzuschränken und / oder mehr totalitäre Gesetze zu fordern.)\n\n> Du sollst nicht unfreundlich sein und niemanden verbal vor den Kopf stoßen. Das bedeutet: Keine Schimpfwörter gegen jede Art von Lebensform. (Auch Affen möchten nicht mit schlechten Spielern gleichgestellt werden. (ich musste grade an einen Chatlog denken, der eine ähnliche Line hatte.))\n\nJetzt bewegen wir uns langsam in eine philosophische Richtung, aber gut, der Punkt muss gemacht werden: Ich verlange keine Freundlichkeit, werde ich auch nie. Niemand muss Freundlich sein, insbesondere nicht gegenüber Fremden. Niemand muss sich verstellen. Nicht unhöflich zu werden reich völlig aus. Wer in LoL nichts schreibt ist auch nicht freundlich, aber eben trotzdem nicht unhöflich und das ist das einzige, was wir ganz generell von allen Menschen jemals verlangen sollten, so sehe ich das.\n\n> Der Eulenherr sagt aber, wir könnten das ja nicht von den Leuten verlangen.\n\nWeil ich denke, dass das die Leute dazu zwingen würde, in einem bestimmten eng gefassten Muster zu schreiben, aus dem sie dann in keinster Weise ausbrechen dürfen, auch nicht mit heeren Motiven und das halte ich für falsch, für einen abnormen Kollateralschaden wider der Freiheit, selbst wenn diese nur das Recht einschließt, die Klappe zu halten zu dürfen.\n\n> Zitate die offensichtlich in der dazu richtigen Form geschrieben werden, sind kein Problem. Das kann auch der Support nachvollziehen. Hat der TE &quot;Faggot&quot; hier zitiert? Nein.\n> \n> \n> Dann wäre der ganze Thread überflüssig, denkst du nicht? \n\nNee, wenn er Hilfe braucht soll er Fragen, wir Menschen sind soziale Wesen, manchmal fragen wir auch unsinnige Dinge weil wir uns dann sicherer fühlen. Insgesamt würde ich den regelmäßigen Vergleich auch von scheinbar offensichtlichen Dingen mit anderen Meinungen als etwas positives betrachten aus dem wir heraus wachsen und lernen können - letztlich tun wir beide hier ja gerade nichts anderes.\n\n> Scheinbar fanden das andere Spieler in seinem Game nicht so lustig.\n\nOder sein Gesprächspartner wusste genug über die Chatanalyse, hat sich dafür geschämt, wie er behandelt wurde und wollte es dem TE heimzahlen. Hatten wir alles schon. Noch dazu ist nicht jeder Report direkt gerechtfertigt, deshalb haben wir ja eigentlich überhaupt die Chatanalyse.\n\n> Indem er sie &quot;Faggot&quot; nannte. Da...fühlt man sich ja auch super verteidigt.\n\nNichts für ungut, aber ich denke genau das hier ist der Punkt, den Awsane genannt hat: Man kann sich natürlich davon beleidigt fühlen. Sinnvoll ist das noch lange nicht und zeugt meiner Meinung nach weniger von einer beleidigenden Haltung seitens des TEs, sondern eher von einer äußerst dünnen Haut seitens des Schwulen, der sich dadurch beleidigt fühlen könnte, wenn man generell das Wort Schwuchtel sagt.\n\n> Weil du auch nicht einfach als &quot;Schwuchtel&quot; betitelt werden möchtest. Etwas mehr Respekt wäre in so einem Fall schon ganz nice, gell ? \n\nDie Respektdiskussion werde ich jetzt nicht nochmal auswickeln, deshalb um es kurz zu machen: Ich hätte den TE vermutlich nicht gemeldet und wenn dann höchstens für \"negative Attitude\". \n\n> Das wäre so als würde man dich immer als.. i dunno..eh.\n> \n> Sagen wir, Volu wäre jetzt ein böses Wort.\n> Und die eigentliche Bezeichnung wäre Volunteer...aber..Volu würde für... god knows what stehen. I-was negatives. \n> \n> Jetzt geht jeder an dir vorbei und sagt:&quot;guck mal, ein Volu LOL!&quot; und in jedem anderen Game wirft man mit &quot;DU VOLU!&quot; um sich her, als wäre es die Beleidigung hoch X. Meanwhile stehst du auf der Midlane und beobachtest, wie sich die Leute damit betiteln.\n> \n> Würdest du das dann.,.. toll finden? Oder wäre es auf dauer unangenehm und nervig?\n> \n> Das ist vielleicht ein schlechtes Beispiel, aber ich denke, dir dürfte hier klar werden, worum es mir geht.\n\nWenn dann ein anderer Spieler  zu meiner Verteidigung herbeieilt und sagt \"isn't it funny, that the volu is kinda doing the game?\" Dann würde ich das natürlich sympathisch finden.\n\n> Es ist völlig okay, wenn man seinem Gegenüber Schachmatt setzt, aber dann bitte ohne weitere Leute reinziehen zu müssen. Auf den Kosten von anderen ist sowas nicht lustig.\n\nEr hat niemanden hineingezogen. Das war der Flamer.\n\n> Oder wie es einige Jugendliche sagen:&quot;trag das nicht auf meinem Nacken aus!&quot;.\n\nIch glaube durch seine Verteidigung hat er eher Last von seinem ~~Nacken~~... Schultern gehoben.\n\n> Ich denke bei einem Song dürfte das anders sein, da viele Leute eher durch die Art und der Stimmlage erkennen, dass das nicht böse gemeint ist. Es dient hier als ein Stilmittel.\n> \n> Kunst und Unterhaltung.\n> \n> Deathmetal wird auch nicht zu 100% ernst genommen.\n\n[Das wäre wohl auch nicht sonderlich gut :D.](https://youtu.be/vjmHUk38aeQ)\nVielleicht sollten wir ein ähnliches Prinzip auch auf den Chat in LoL anwenden, ich glaube das hat eine Menge Vorteile.\n\n> In einem Chatroom... wo sich die Leute nicht hören und keine Körpersprache haben... (Awsane ich beschwöre dich!)\n> ist das aber wieder kritisch af. Dazu habe ich mich aber auch schon geäußert.\n\nNee, finde ich gar nicht, ganz im Gegenteil sollte man eben wegen der fehlenden Körpersprache *gerade* in der Kommunikation via Schrift viel lockerer an die Sache heran gehen und nicht immer gleich das Schlimmste erwarten. Natürlich sollte man gleichzeitig auch auf seine eigenen Worte achten, aber Perfektion wird man darin ohnehin nie erreichen, deshalb ist ein positiver Vertrauensvorschuss gerade gegenüber Fremden eine gute Sache finde ich.\n\n> Weisst du was eher Stolz mit sich bringen würde? Wenn man ebend nicht erneut Salz in die Wunde wirft und einfach die Beleidigung nicht nimmt.\n> \n> &quot;Ja und? Dann bin ich halt einer. Who cares? Ich slap dich trotzdem!&quot;\n> \n> &quot;Ja und? Dann bin ich ein Faggot/XY. Who cares? Ich slap dich trotzdem!&quot;.\n> \n> Was wäre da angenehmer in deinen Augen? Nochmal die Betonung auf der Beleidigung zu haben oder auf die Beleidigung zu verzichten?\n\nMacht für mich keinen Unterschied. Ich finde diesen Voldemort-Effekt auch irgendwie bescheuert. Man muss die Dinge wirklich nicht schlimmer machen, als sie letztlich sind.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-05T13:46:56.673+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000000000000002,timestamp=2019-02-05T08:01:42.234+0000)\n>\n> Jetzt bewegen wir uns langsam in eine philosophische Richtung, aber gut, der Punkt muss gemacht werden: Ich verlange keine Freundlichkeit, werde ich auch nie. Niemand muss Freundlich sein, insbesondere nicht gegenüber Fremden. Niemand muss sich verstellen. Nicht unhöflich zu werden reich völlig aus. \n\n\nDas hat auch niemand anders behauptet, oder?\nMan soll einfach nicht jemanden Angreifen und gut is'.\n\n> Weil ich denke, dass das die Leute dazu zwingen würde, in einem bestimmten eng gefassten Muster zu schreiben, aus dem sie dann in keinster Weise ausbrechen dürfen, auch nicht mit heeren Motiven und das halte ich für falsch, für einen abnormen Kollateralschaden wider der Freiheit, selbst wenn diese nur das Recht einschließt, die Klappe zu halten zu dürfen.\n\n\nOkay pass auf...\n\nEs geht mir nur darum... das die Leute nicht 0815 mit Beleidigungen um sich werfen und damit anderen Spielern auf den Keks gehen.\n\nUnd das kann man verbieten- dazu haben wir ja die Regeln. Man muss nicht jeder Person einen Blumenstrauß in's Gesicht drücken und auch nicht nach einem festen Muster schreiben. Man ist offen, solange man nicht Leute mit Worten ermorden gehen möchte.\n\nDu kannst ja auch fast jeden Krams irl machen, solange niemand dabei verletzt wird oder du das Eigentum von jemanden zerstörst.\n\n\n\n\n\n> Nee, wenn er Hilfe braucht soll er Fragen, wir Menschen sind soziale Wesen, manchmal fragen wir auch unsinnige Dinge weil wir uns dann sicherer fühlen.\n\nDu ärgerst mich aber auch gerne, kann das sein?\nBtw sieht das Zitat komisch aus, wahrscheinlich hast du da etwas vergessen zu schreiben.\n\n\n> Oder sein Gesprächspartner wusste genug über die Chatanalyse, hat sich dafür geschämt, wie er behandelt wurde und wollte es dem TE heimzahlen.\n\n\n\nOder das System sieht damit auch ein Problem, wenn man versucht einen \"lustigen Konter\" in der Form von erneuter Beleidigung zu droppen.\n\n\n\n> Nichts für ungut,\n\n\nMal ehrlich mein gefederter Freund,\nwenn ich dir x-mal sagte, dass das besser von dem Playersupport beantwortet werden sollte, weil wir hier einfach nicht auf einen Nenner kommen, du aber weiter hier Walls of Text spammst, dann ist dieser Satzanfang unglaubwürdig.\n\n\n>  Man kann sich natürlich davon beleidigt fühlen. \n\nUnd genau deswegen ist das System so streng. Wenn sich jemand angeblich beleidigt fühlt, ist es kein Spaß mehr.\nGod knows ob überhaupt der Enemy den Report ausgelöst hat, oder einer seiner Teammates. Du kannst bullsht in den Chat schreiben und davon kommen, wenn dich niemand reporten geht.\n\n\n> Wenn dann ein anderer Spieler  zu meiner Verteidigung herbeieilt und sagt &quot;isn&#x27;t it funny, that the volu is kinda doing the game?&quot; Dann würde ich das natürlich sympathisch finden.\n\nYeah..weil du es als ironisch siehst, was auch Sinn machen würde.\nWas ist, wenn er dann aber sagt:\"maybe you should take our worthless piece of sht so you get a chance of winning \", wäre es dann noch toll?\n\nDann wäre es doch ein Problem für die Gegner und dich, nicht?\n\n> Ich glaube durch seine Verteidigung hat er eher Last von seinem ~~Nacken~~... Schultern gehoben.\n\nvon seinem, ja, aber dafür geht doch trotzdem die Gruppe leiden.\n\n> [Das wäre wohl auch nicht sonderlich gut :D.]\n> Vielleicht sollten wir ein ähnliches Prinzip auch auf den Chat in LoL anwenden, ich glaube das hat eine Menge Vorteile.\n\n\nUnd viel Chaos.\nPlötzlich ist es okay, wenn sich Leute beleidigen und das Selbstwertgefühl von einigen Leuten dropt weiter.\nWürde ich ein Spiel spielen wollen, in welchem es okay ist, wenn man eine Gruppe negativ bezeichnet, nur um dem Gegner seinen Stolz aus der Grinsefr...aus dem Gesicht zu dreschen?\n\n> Nee, finde ich gar nicht, ganz im Gegenteil sollte man eben wegen der fehlenden Körpersprache *gerade* in der Kommunikation via Schrift viel lockerer an die Sache heran gehen und nicht immer gleich das Schlimmste erwarten. \n\nDann bräuchten wir eine andere Erziehung. Man müsste das Umfeld so anpassen, dass sich niemand von jedem Dreck \"triggern\" lässt. Die Abhärtung wirst du aber kaum fordern können.\n\n[Das erinnert mich an ein Video... vielleicht interessiert dich das, Eingew.](https://www.youtube.com/watch?v=h6wOt2iXdc4)\n\nUnd to be honest, ich hätte den TE auch nicht reported. Nicht mal für NB. Einfach nur, weil ich mich nicht angesprochen gefühlt hätte und es sein Ding ist, wie er sich mit jemanden \"beefen\" möchte. Kreativität gehört nicht bestraft, auch wenn hier jetzt nichts kreatives dran war. But...u know. \n\n\n> Macht für mich keinen Unterschied. Ich finde diesen Voldemort-Effekt auch irgendwie bescheuert. Man muss die Dinge wirklich nicht schlimmer machen, als sie letztlich sind.\n\nAber man macht es mit der Beleidigung ebend schlimmer, bzw. nicht besser.","replies":[{"id":"","poster":"eingew","date":"2019-02-06T07:42:36.632+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000100000000000100000000000000020000,timestamp=2019-02-05T13:46:56.673+0000)\n>\n> Mal ehrlich mein gefederter Freund,\n> wenn ich dir x-mal sagte, dass das besser von dem Playersupport beantwortet werden sollte, weil wir hier einfach nicht auf einen Nenner kommen, du aber weiter hier Walls of Text spammst, dann ist dieser Satzanfang unglaubwürdig.\n\nDer wird uns nicht informieren aus welchem Grund er die Strafe aufhebt oder nicht aufhebt. Außerdem, was soll denn das bitte, dass du dann jetzt selbst wieder antwortest? Noch dazu mehrfach mit Argumenten, die du bereits genannt hast, was soll ich denn da sagen bezüglich Punkten, auf die ich bereits geantwortet habe?\nUnd ich werde die Strafe auch nicht als gerechtfertigt sehen, nur weil der Support die Strafe vielleicht nicht aufhebt.\n\n> Und genau deswegen ist das System so streng. Wenn sich jemand angeblich beleidigt fühlt, ist es kein Spaß mehr.\n\nEs versteht keine Zitate, wie soll es da einen ironischen Konter verstehen?\n\n> von seinem, ja, aber dafür geht doch trotzdem die Gruppe leiden.\n\nIch weiß nicht mehr, was ich von dieser Aussage halten soll, nachdem du weiter unten bereits zugibst, dass du selbst ihn nicht einmal gemeldet hättest.\n\n> Plötzlich ist es okay, wenn sich Leute beleidigen und das Selbstwertgefühl von einigen Leuten dropt weiter.\n\nWas soll das, dass du mir noch einmal so einen Quatsch vorwirfst?\n\n> Dann bräuchten wir eine andere Erziehung. Man müsste das Umfeld so anpassen, dass sich niemand von jedem Dreck &quot;triggern&quot; lässt. Die Abhärtung wirst du aber kaum fordern können.\n\nDoch. Das kann und tue ich. Und ich finde es völlig abstrus, etwas anderes zu versuchen. Die Welt wird sich nicht ändern, deshalb lohnt sich eine dünne Haut nicht. Insbesondere dann nicht, wenn man sich bereits von ironischen Kontern angegriffen fühlt.\n\n> Und to be honest, ich hätte den TE auch nicht reported. Nicht mal für NB. Einfach nur, weil ich mich nicht angesprochen gefühlt hätte und es sein Ding ist, wie er sich mit jemanden &quot;beefen&quot; möchte. Kreativität gehört nicht bestraft, auch wenn hier jetzt nichts kreatives dran war. But...u know. \n> \n> Aber man macht es mit der Beleidigung ebend schlimmer, bzw. nicht besser.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T08:14:23.731+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000000000000200000000,timestamp=2019-02-06T07:42:36.632+0000)\n>\n> Der wird uns nicht informieren aus welchem Grund er die Strafe aufhebt oder nicht aufhebt.\n\n\nJa, aber der TE, welcher bereits scheinbar ein Ticket geschrieben hat, wir und das sehr wahrscheinlich sagen. \nOder denkst du, er würde bei einer Aufhebung der Strafe sowas lieber für sich behalten?\n\n\n> Außerdem, was soll denn das bitte, dass du dann jetzt selbst wieder antwortest? \n\n\nSoll ich dich ignorieren, oder wie?D:\n\n\n>Noch dazu mehrfach mit Argumenten, die du bereits genannt hast, was soll ich denn da sagen bezüglich Punkten, auf die ich bereits geantwortet habe?\n\n\nIch bringe nicht mehr Argumente, das ist ja das Problem @_@\n\n> Und ich werde die Strafe auch nicht als gerechtfertigt sehen, nur weil der Support die Strafe vielleicht nicht aufhebt.\n\nDas erwarte ich auch nicht, nur müssen wir doch nicht die Diskussion unendlich lang ziehen...\n\n\n> Es versteht keine Zitate, wie soll es da einen ironischen Konter verstehen?\n\nThen again, woher wissen wir, ob es ironisch gewesen ist? Wäre ein \"kys\" im ironischen Sinne dann nicht auch \"kein Problem\", wenn der versteckte Kontext dazu passt?\n\n> Ich weiß nicht mehr, was ich von dieser Aussage halten soll, nachdem du weiter unten bereits zugibst, dass du selbst ihn nicht einmal gemeldet hättest.\n\n\nWer sagt, das ich Awsane nicht bei einigen Stellen zustimme?\nWenn es von der Gesellschaft als \"Ironie\" verstanden wird, sage ich nichts dazu. Wer sich davon angegriffen fühlt, sollte dieses Verhalten auch melden, right?\n\nNur weil ich persönlich kein Problem damit habe, weil die Ironie vorhanden \"war\", muss ich nicht diese Strafe als ungerecht sehen.\nEs gibt immer Menschen, die sich durch god knows what beleidigt fühlen und \"Faggot\" ist einfach kein schönes Wort.\n\nIronie ist nicht immer deutlich und kann schlecht nachgewiesen werden.\n\nWir wissen nicht, ob der TE vielleicht \"Faggot\" bewusst gewählt hat, weil er selber dieses Wort auch in anderen Zusammenhängen verwenden würde. Es kann aber auch gut sein, dass das sich wirklich nur als 1to1-gegenspruch genommen wurde.\n\nWe. don't. know. it.\n\n\n\n \n> Was soll das, dass du mir noch einmal so einen Quatsch vorwirfst?\n\n\nWas genau werfe ich dir persönlich vor? ;0 Ich glaube, du verstehst mich hier sehr falsch.\n(oder ich habe den Faden verloren...)\n\n\n> Doch. Das kann und tue ich.\n\nWait...waiiit.\n\n\n>K: Die Abhärtung wirst du aber kaum fordern können.\n> E: Doch. Das kann und tue ich.\n>**a few comments before that happend:**\n> E: [...]allerdings finde ich nicht, dass wir von allen Spielern verlangen können, bestimmte Wörter nicht zu verwenden.\n>K: Du sagst:\" [...]allerdings finde ich nicht, dass wir von allen Spielern verlangen können, bestimmte Wörter nicht zu verwenden. \"\nDas führt aber dazu, das wir - deiner Meinung nach - nicht einen ordenlichen Umgang verlangen können.\n**back to meow**\n>E: Und ich finde es völlig abstrus, etwas anderes zu versuchen. Die Welt wird sich nicht ändern, deshalb lohnt sich eine dünne Haut nicht. Insbesondere dann nicht, wenn man sich bereits von ironischen Kontern angegriffen fühlt.\n\n\n\nAlso halten wir fest... die Leute sollen ruhig \"grob\" sein und wir sollten keine Rücksicht nehmen weil...\"die Schwachen sind selber Schuld an der dünnen Haut\"?\nUnd.. wir können in einer Gesellschaft keinen \"neutralen\" (NEUTRALEN, nicht freundlich, nicht fies.) Umgang forden, richtig?\n\n....\n\nEingew.\n\nHabe ich einfach nur ein kaputtes Weltbild, oder trollst du mich?","replies":[{"id":"","poster":"eingew","date":"2019-02-06T09:04:12.674+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000000000000002000000000000,timestamp=2019-02-06T08:14:23.731+0000)\n>\n> Was genau werfe ich dir persönlich vor? ;0 Ich glaube, du verstehst mich hier sehr falsch.\n> (oder ich habe den Faden verloren...)\n\nNa dass ich es okay fände, wenn Leute beleidigt werden.\n\n> \n> Wait...waiiit.\n> Das führt aber dazu, das wir - deiner Meinung nach - nicht einen ordenlichen Umgang verlangen können.\n\nNein. Wir sollten einen richtigen Umgang verlangen, uns aber nicht darauf verlassen, dass dieser auch erreicht wird. Es wird immer Flamer geben und entsprechend müssen wir genau das tun, was du in diesem Absatz verwirfst:\n\n> Dann bräuchten wir eine andere Erziehung. Man müsste das Umfeld so anpassen, dass sich niemand von jedem Dreck \"triggern\" lässt. Die Abhärtung wirst du aber kaum fordern können.\n\nGenau diese Abhärtung in der Erziehung ist notwendig. In englischsprachigen Ländern gibt es dazu einen schönen Spruch, den man häufig noch vor dem Kindergarten lernt:\n\nSticks and Stones may break my bones, but words can never hurt me.\n\n> Also halten wir fest... die Leute sollen ruhig &quot;grob&quot; sein und wir sollten keine Rücksicht nehmen weil...&quot;die Schwachen sind selber Schuld an der dünnen Haut&quot;?\n> Und.. wir können in einer Gesellschaft keinen &quot;neutralen&quot; (NEUTRALEN, nicht freundlich, nicht fies.) Umgang forden, richtig?\n> \n> ....\n> \n> Eingew.\n> \n> Habe ich einfach nur ein kaputtes Weltbild, oder trollst du mich?\n\nDas Ding ist eben, dass es nicht nur die beiden Extreme \"Niemand darf Beleidigungen verwenden\" und \"jeder darf Beleidigungen verwenden\" gibt. Es gibt dazwischen noch verdammt wichtige Grauzonen, bei denen es letztlich darauf ankommt, ob aus einer Aussage hervor geht, dass sie beleidigend gemeint ist oder nicht beleidigend gemeint ist. Und deshalb heißt es auch nicht, dass ich nur weil ich der Aussage \"niemand darf Beleidigungen verwenden\" nicht zustimme, deshalb meine, dass jeder sie verwenden dürfe, das ist ein logischer Fehlschluss.\n\nWir sind ganz klar selbst für unsere Gefühle verantwortlich. Es mag nicht immer leicht sein, diese zu kontrollieren, aber nur was andere tun, können wir nicht kontrollieren, wie wir darauf reagieren, *das* können wir aber durchaus kontrollieren. Und genau deshalb ist es ja auch kein Argument, dass sich jemand angegriffen fühlen könnte, denn wenn ich nur will, kann ich mich durch alles und jeden angegriffen fühlen. Deshalb kommt es immer darauf an, ob jemand tatsächlich angegriffen wird.\nWir können einen neutralen Umgang fordern. Und wir können fordern, sich nicht durch eine als ironisch erkennbare Verwendung einer Beleidigung angegriffen zu fühlen.\n\nUnd wir sollten ebenfalls fordern, und ich tue das, sich generell nicht durch Beleidigungen angegriffen zu fühlen. Denn ja: Wenn wir das tun, dann sind wir für diese Gefühle selbst Schuld. Natürlich hat der Flamer die Verantwortung für seine Taten, dafür dass er beleidigend ist und entsprechend muss er dafür bestraft werden. Über unsere Gefühle, also über das, was wir daraus machen, beleidigt zu werden, darüber haben nur wir selbst die Verantwortung und die Kontrolle und nichts und niemand kann uns eines von beidem (dauerhaft) abnehmen. Und entsprechend sind wir es natürlich selbst Schuld, wenn wir eine dünne Haut haben und wenn wir nicht die Kraft haben, das zu ändern, dann sollten wir uns am besten gar nicht erst in ein so aggressives Umfeld wie ein kompetitives Onlinespiel zu begeben.\n\nEntsprechend... nein, ich glaube nicht, dass du ein kaputtes Weltbild hast, ich glaube du hast bisher schlicht nicht verstanden, wovon ich rede, was auch daran liegen mag, dass ich das nicht gut genug erklärt habe.\n\nDer Unterschied, von dem ich die ganze Zeit rede, ist der zwischen Beleidigungen verwenden und beleidigend sein, sowie der zwischen beleidigt werden und beleidigt sein.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T09:40:04.608+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000100000000000100000000000000020000000000000000,timestamp=2019-02-06T09:04:12.674+0000)\n>\n> Na dass ich es okay fände, wenn Leute beleidigt werden.\n\nAber sagst du das nicht selber mit deinen Worten aus?\n \n> Nein. Wir sollten einen richtigen Umgang verlangen, uns aber nicht darauf verlassen, dass dieser auch erreicht wird. \n\nDas rechtfertigt trotzdem nicht die Nutzung von Beleidigungen gegen andere Spieler.\n\n>Es wird immer Flamer geben und entsprechend müssen wir genau das tun, was du in diesem Absatz verwirfst:\n[...]\n> Genau diese Abhärtung in der Erziehung ist notwendig. In englischsprachigen Ländern gibt es dazu einen schönen Spruch, **den man häufig noch vor dem Kindergarten lernt:\n> Sticks and Stones may break my bones, but words can never hurt me.**\n\n\nhttps://i.kym-cdn.com/photos/images/masonry/000/259/943/694.png\n\n...\n\"Noch nie von 'nem Duden getroffen worden, huh? Hat auch Wörter.\"\nDas war so ziemlich der Konter, den wir damals in der Zeit gebracht haben.\n...\nBücher tun weh. Sind eine nette Waffe, wenn du auf die Rutsche möchtest, welche dich immer mit Verbrennungen gehen lies.\n\n\n> [...]Es gibt dazwischen noch verdammt wichtige Grauzonen, bei denen es letztlich darauf ankommt, ob aus einer Aussage hervor geht, dass sie beleidigend gemeint ist oder nicht beleidigend gemeint ist.\n\nUnd da wir- was ich inzwischen Leid bin dauernd in diesem einem Thread sagen zu müssen - keine Beweise haben, ob die Story von dem TE stimmt, können wir auch nicht sagen, ob nun die Strafe unfair oder gerecht gewesen ist. Wir wissen nicht, ob er einfach nur das Wort genommen hat, weil er selber es nicht besser wusste, oder weil er die Zielgruppe nicht anders nennen würde usw. \n\n> Und deshalb ist es auch nicht, dass nur weil ich der Aussage &quot;niemand darf Beleidigungen verwenden&quot; nicht zustimme, deshalb meine, dass jeder sie verwenden dürfe, das ist ein logischer Fehlschluss.\n\nJa... aber im Grunde sagst du, das beleidigen okay ist, wenn es lustig gemeint war. Das habe ich auch so bisher verstanden, aber das ändert nichts an dem Fakt hier. Es ist eine Beleidigung.\nUnd ich finde, man sollte nicht über alles in einem onlinegame scherzen, wenn fremde Leute dabei sind.\n\nDu kannst einfach jeden 0815 Dude triggern, egal wie etwas gemeint gewesen ist.\nUnd dem Krams beugt man sich entgegen indem man sagt:\"Wenn es dich verletzt hat und es eine Beleidigung gewesen sein könnte, dann wird es sehr wahrscheinlich auch eine sein.\".\n\n> Wir sind ganz klar selbst für unsere Gefühle verantwortlich. \n\n**Diesen Part würde ich ganz gerne mit dir Privat ansprechen, da ich hier grafisch werden möchte. Sonst ist das Beispiel nicht verständlich zu gestalten.**\n\n>Und genau deshalb ist es ja auch kein Argument, dass sich jemand angegriffen fühlen könnte, denn wenn ich nur will, kann ich mich durch alles und jeden angegriffen fühlen. Deshalb kommt es immer darauf an, ob jemand tatsächlich angegriffen wird.\n\nIch habe auch nie etwas anderes gesagt.\nWenn man sich durch \"hello\" angegriffen fühlt, wird das System nicht reagieren.\nWenn du \"fk you damn hoe\" schreibst und dich keiner reporten geht, wird das System auch keine Reaktion zeigen.\n\n> Wir können einen neutralen Umgang fordern. Und wir können fordern, sich nicht durch eine als ironisch erkennbare Verwendung einer Beleidigung angegriffen zu fühlen.\n\nAber war es denn auch wirklich ironisch?\nDu vertraust zu sehr auf eine Aussage, die nicht stimmen muss. Wir- eh...\"Ihr\" fragt ja nicht nach dem Chatlog auf Screenshots aus Spaß, sondern weil ihr nicht jeder Aussage glauben könnt/dürft.\n \n> Und wir sollten ebenfalls fordern, und ich tue das, sich generell nicht durch Beleidigungen angegriffen zu fühlen.\n\nDann hätten wir ja nichts mehr gegen Beleidigungen. Schließlich würde sich niemand angegriffen fühlen. Wären es dann noch Beleidigungen? Würden wir dann noch nach einem neutralen Umgang fragen?\n\n>Denn ja: Wenn wir das tun, dann sind wir für diese Gefühle selbst Schuld.\n\nMan wird verprügelt, weil jemand seinen Hass loswerden möchte...\nWir weinen.\nWir sind traurig und irritiert.\n\"Mama, ich bin traurig weil...\"\n\"Selber Schuld lol. Geh dich doch freuen. Ist ein toller Tag. Und..hier, nimm das Taschentuch, du hast da etwas rotes an der Lippe...\"\n\n>dann sollten wir uns am besten gar nicht erst in ein so aggressives Umfeld wie ein kompetitives Onlinespiel zu begeben.\n\nMan darf also den Luxus von diesem Spiel mit einem dünnen Fell nicht miterleben weil ... man sich sonst beleidigen lassen _muss_?\nUnd wenn man das nicht möchte, darf man die Person A: nur muten oder B: das Spiel schließen, bevor man überhaupt eine Runde anfängt?\nDie Community reinigt sich durch Reports doch selber, nicht?\nDann ist doch die Frage, wieso wir das tun...wenn man doch eh von uns verlangt, keinen F auf die Worte zu geben... in einem Spiel, welches emotionale Bindungen zu einigen Leuten erstellt.","replies":[{"id":"","poster":"eingew","date":"2019-02-07T07:52:22.668+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000001000000000000000200000000000000000000,timestamp=2019-02-06T09:40:04.608+0000)\n>\n> Ja... aber im Grunde sagst du, das beleidigen okay ist, wenn es lustig gemeint war. Das habe ich auch so bisher verstanden, aber das ändert nichts an dem Fakt hier. Es ist eine Beleidigung.\n> Und ich finde, man sollte nicht über alles in einem onlinegame scherzen, wenn fremde Leute dabei sind.\n\nZu dieser Fehldarstellung schreibe ich jetzt nicht nochmal x Absätze (auch zu den anderen Punkten nicht), daher nur so viel: der Witz muss schon eindeutig als solcher erkennbar sein. Die Aussage des TEs würde ich auch nach wie vor nicht als Witz bezeichnen, sondern als ironischen Konter.\n\n> Dann hätten wir ja nichts mehr gegen Beleidigungen. Schließlich würde sich niemand angegriffen fühlen. Wären es dann noch Beleidigungen? Würden wir dann noch nach einem neutralen Umgang fragen?\n\nWieso? Nur weil ich mich nicht angegriffen fühle, wenn jemand rumpöbelt, heißt das nicht, dass es mir egal ist und ich keine Gegenmaßnahmen einleiten will. Nervig ist es schließlich durchaus - aber eben auch nicht mehr.\n\n> Man wird verprügelt, weil jemand seinen Hass loswerden möchte...\n> Wir weinen.\n> Wir sind traurig und irritiert.\n> &quot;Mama, ich bin traurig weil...&quot;\n> &quot;Selber Schuld lol. Geh dich doch freuen. Ist ein toller Tag. Und..hier, nimm das Taschentuch, du hast da etwas rotes an der Lippe...&quot;\n\nIch möchte nochmal kurz den Absatz zitieren, auf den du hier antwortest:\n\n> Und wir sollten ebenfalls fordern, und ich tue das, sich generell nicht durch Beleidigungen angegriffen zu fühlen. Denn ja: Wenn wir das tun, dann sind wir für diese Gefühle selbst Schuld.\n\nEs geht hier ganz eindeutig um Beleidigungen. Wie genau kommt da für dich der Zusammenhang zustande, in dem eine Mutter sich nach einer Prügelei über ihr Kind lustig macht?\n\nGanz abgesehen davon sollte das Kind natürlich auch nicht von einem Prügler sein Leben bestimmen lassen. Denn das müssen wir nicht. Und diese Macht sollten wir niemandem geben, vor allem keinem Flamer in einem Spiel.\n\n> Man darf also den Luxus von diesem Spiel mit einem dünnen Fell nicht miterleben weil ... man sich sonst beleidigen lassen _muss_?\n> Und wenn man das nicht möchte, darf man die Person A: nur muten oder B: das Spiel schließen, bevor man überhaupt eine Runde anfängt?\n> Die Community reinigt sich durch Reports doch selber, nicht?\n> Dann ist doch die Frage, wieso wir das tun...wenn man doch eh von uns verlangt, keinen F auf die Worte zu geben... in einem Spiel, welches emotionale Bindungen zu einigen Leuten erstellt.\n\nDa steht immer noch \"sollte\", was ein feiner aber wirklich nicht kleiner Unterschied zu \"dürfen\" ist.\nUnd naja, ich erzähle dir hier ja nichts neues, wenn ich sage, dass man früher oder später garantiert mal eine Beleidigung in diesem Spiel zu lesen bekommt, wenn man nicht gerade jedes Spiel mit /mute all startet, oder? Natürlich sollte man sich dessen bewusst sein und damit umgehen können und wenn man weiß, dass man das nicht kann, dann wäre es klüger, dieses Spiel nicht zu spielen.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-02-07T11:01:29.705+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000000000000002000000000000000000000000,timestamp=2019-02-07T07:52:22.668+0000)\n>\n> Zu dieser Fehldarstellung schreibe ich jetzt nicht nochmal x Absätze (auch zu den anderen Punkten nicht), daher nur so viel: der Witz muss schon eindeutig als solcher erkennbar sein. Die Aussage des TEs würde ich auch nach wie vor nicht als Witz bezeichnen, sondern als ironischen Konter.\n\n\nDa ich aus unserem privaten Gespräch weiss, das du das letzte Wort haben möchtest und dich eh dauernd im Kreis drehst, beende ich unser Gespräch damit, das ich dir ab hier keine \"richtigen\", öffentlichen Antworten mehr dazu geben werde.\n\nWhats your next move?\n\n\n> Ganz abgesehen davon sollte das Kind natürlich auch nicht von einem Prügler sein Leben bestimmen lassen. Denn das müssen wir nicht. Und diese Macht sollten wir niemandem geben, vor allem keinem Flamer in einem Spiel.\n\n\nTrotzdem bist du stock sauer wenn man dir sagt, das wir auf den Playersup warten sollten und ich dich nicht mit meinen Gegenfragen angreifen möchte.\n\nEingew in a nutshell.\n\nUnd nun lass es gut sein, wir haben uns doch jetzt genug gezankt. Reagier lieber auf die Katze mit dem Papier, welche ich dir gestern gezeigt habe.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2019-02-04T18:38:09.454+0000","up_votes":4,"down_votes":3,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00010000000000010000,timestamp=2019-02-04T08:40:08.304+0000)\n\n>Wir können nicht einen ordenlichen Umgang in der Community fordern?\n\nRiot hat keinen Erziehungsauftrag. Wer sich nicht an die Regeln hält, wird bestraft. Aber zu einem \"ordentlichen Umgang\" miteinander - was immer das konkret bedeuten mag - ist kein Spieler hier verpflichtet. \n\nWer mag, kann freundlich und zuvorkommend sein. Wer mag, kann aber auch spöttisch und verletzend sein, solange das eben nicht den von Riot gesetzten Rahmen sprengt. Und mal ehrlich: Aus irgendeinem Grund hat doch Riot den lachenden Pingu eingeführt. Was dachten die sich denn, was die Spieler damit machen? Auf jedem toten Yasuo sein Level 7 mit lachendem Pingu spamen? Richtig.","replies":[]}]}]},{"id":"","poster":"clair de lune289","date":"2019-02-04T07:36:12.169+0000","up_votes":5,"down_votes":5,"body":"das für den Chat eine Strafe gerechtfertigt,allerdings finde ich den Punkt mit der Hassrede nicht ganz eindeutig.\nproblematisch sehe ich hier die nicht eindeutig verwendete Grammatik an der entscheidenden Stelle.\n\nAll]Super SaiyaJhîn: oh you get beaten by a gold fag?\n[All]Super SaiyaJhîn: truely thats a new downside\n[All]Super SaiyaJhîn: its funny that the gold fag is kinda doing the game\n \nder TE bezieht hier das fag scheinbar auf sich selbst und wiederholt die Beleidigung des anderen um sich über diesen lustig zu machen. es ist ganz klar toxisch egal we man es dreht und wendet,aber \"Hassrede\" ?\n\ngenau wie bei dem Zitieren von \"kys\" und co,ist es nicht grade sehr schlau sowas zu zitieren,dennoch steht es mMn auf einer anderen Strafstufe.\nich heiße solches Verhalten in keinster Weise gut,nur bin ich bei diesem Chatlog der Meinung das sich das ein Supportmitarbeiter ansehen sollte.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T08:03:06.698+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0001000000000000,timestamp=2019-02-04T07:36:12.169+0000)\n>\n> das für den Chat eine Strafe gerechtfertigt,allerdings finde ich den Punkt mit der Hassrede nicht ganz eindeutig.\n> problematisch sehe ich hier die nicht eindeutig verwendete Grammatik an der entscheidenden Stelle.\n> \n> All]Super SaiyaJhîn: oh you get beaten by a gold fag?\n> [All]Super SaiyaJhîn: truely thats a new downside\n> [All]Super SaiyaJhîn: its funny that the gold fag is kinda doing the game\n>  \n> der TE bezieht hier das fag scheinbar auf sich selbst und wiederholt die Beleidigung des anderen um sich über diesen lustig zu machen. es ist ganz klar toxisch egal we man es dreht und wendet,aber &quot;Hassrede&quot; ?\n\n\nEs geht hier nur um den Zusammenhang mit dem Wort \"Fag/Faggot\". Wenn man sich so gegenüber einer Zielgruppe äußert, ist es respektlos und fällt damit unter Hassrede.\n\n> \n> genau wie bei dem Zitieren von &quot;kys&quot; und co,ist es nicht grade sehr schlau sowas zu zitieren,dennoch steht es mMn auf einer anderen Strafstufe.\n\n\nZitate sind eine andere Geschichte. Bei einem Zitat im Chat möchte nicht der User diese Sachen selber von sich geben, sondern nur zeigen, was der Gegenüber geschrieben hat.\n\nBei **dem TE** ist dies nicht der Fall. \nEr/Sie hat bewusst die selbe, unschöne Wortwahl benutzt und nicht einfach gesagt: \"and you get beaten by someone like me? lol.\", was wahrscheinlich die bessere Lösung gewesen wäre.\n\n\n\n> ich heiße solches Verhalten in keinster Weise gut,nur bin ich bei diesem Chatlog der Meinung das sich das ein Supportmitarbeiter ansehen sollte.\n\nNatürlich kann er zum Support gehen, jedoch zweifle ich eine Aufhebung der Strafe an.\nEben weil er eine andere Option gehabt hätte und trotzdem diese Bezeichnung (in einem -wie ich bereits sagte- negativen Sinne) genutzt hat.\n\n\nEdited: Namecalling D: ","replies":[]}]}]}]}]},{"id":"","poster":"SCUlater","date":"2019-02-03T20:11:11.170+0000","up_votes":3,"down_votes":3,"body":"Das wort \"fag\" reicht schon.\nWer sich so ausdrückt , sollte sich ernsthaft gedanken über sein leben machen.\nJetzt hast du ja 14 tage zeit um dir zu überlegen ob es angemessen ist sich so auszudrücken wie du es getan hast :)","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T20:22:02.223+0000","up_votes":2,"down_votes":3,"body":"Um genauer zu sein\nGing es darum das der Gegnerische Jungler sagte das ihr Toplaner \"urgot\" lags habe und deswegen AFK ging, welcher halt gegen mich geintet hat wenn man so willl\nDarauf sagte ich dann \"blabla you should have helped your urgot more\" \nUnd darauf die Zyra eben \"gold fag\" und dann haben ich mit selben Wort gekontert, weil sie Fag als beleidigung gegen mich nutze. Wer aber Englisch versteht sollte wissen das ich sie keines wegs oder jemand anderes außer mich selbst als Fag betitelte da diese Aussage ja von ihr kam und ich es nur zitierte.","replies":[{"id":"","poster":"SCUlater","date":"2019-02-03T20:31:11.738+0000","up_votes":3,"down_votes":2,"body":"hör bitte auf dich zu rechtfertigen.\nDu hast deine strafe , lern nun draus!","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T20:33:27.697+0000","up_votes":2,"down_votes":4,"body":"Ich habe wohl das recht mich rechtfertigen zu dürfen! Dafür existiert der Post immerhin! Ich respektiere deine Meinung auch wenn ich sie für wenig durchdacht halte weil du keinen sinnvollen Punkt bringst! Aber sie ist respektiert. Vielen dank!","replies":[{"id":"","poster":"SCUlater","date":"2019-02-03T21:00:29.151+0000","up_votes":2,"down_votes":1,"body":"Die ironie..\nDer ausdruck \"wenig durchdacht\" von einem flamer.\nI love it :)","replies":[{"id":"","poster":"eingew","date":"2019-02-04T08:18:28.163+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=SCUlater,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00000000000000000000,timestamp=2019-02-03T21:00:29.151+0000)\n>\n> Die ironie..\n> Der ausdruck &quot;wenig durchdacht&quot; von einem flamer.\n> I love it :)\n\nAngesichts der Tatsache, dass er gerade nicht kopflos beleidigt hat, sondern eben solchen Beleidigungen durch lockeren Spott die Luft aus den Segeln genommen hat, scheint mir diese Kritik hier doch übers Ziel hinaus geschossen.\n\nMan darf mit Flamern diskutieren, solange man selbst dabei nicht beleidigend wird. Der TE hat seinen Gesprächspartner nicht beleidigt, er hat ihn darauf aufmerksam gemacht, dass er laut seiner eigenen Logik von einem Faggot besiegt wird - also was ist dann so schlimm daran, ein Faggot zu sein?\n\nIch will dir jetzt wirklich nicht zu nahe treten, aber TE scheint mir seinen Log tatsächlich stärker durchdacht zu haben, als du das jetzt getan hast.","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-04T12:49:29.290+0000","up_votes":2,"down_votes":0,"body":"DAnke! Endlich jemand der das genau so sieht wie ich, und ich began langsam an mir zu zweifeln..  \n\nVielen dank! Ich finde es auch nicht gerade als hätte ich ihn, jemand anderes oder generel homophob gehandelt sondern ihn eher mit seiner eigenen beleidigung hoch gezogen! Ich muss jetzt nur noch auf die Antwort von einem Riotler warten.\n\nMir geht wichtig ranking zeit verloren :D Und genau das an meinem freiem Wochenende :(","replies":[{"id":"","poster":"Qbert","date":"2019-02-04T13:02:22.587+0000","up_votes":1,"down_votes":0,"body":"Das Wort \"Schwuchtel\" ist und bleibt homophob für die Gesellschaft, da ist es irrelevant was du darüber denkst.","replies":[{"id":"","poster":"Awsane","date":"2019-02-04T15:34:49.677+0000","up_votes":3,"down_votes":0,"body":"Naja, ich würde das nicht so pauschal sagen.\n\nWenn ein Schwuler das nutzt um sich selbst zu beleidigen und dabei versucht zu zeigen, dass der gebrauch des Wortes lächerlich ist, ist es der Gesellschaft denke ich Recht und sein Verhalten wird befürwortet. \n\nGenerell finde ich sollte jede Beleidigung auf sich selber nicht bestraft werden. \n\nDer TE hat nix zu seiner Sexuellen Orientierung gesagt, aber wenn er jetzt Schwul wäre, würde das ganze auf einmal anders wirken.","replies":[{"id":"","poster":"Qbert","date":"2019-02-04T17:27:47.228+0000","up_votes":1,"down_votes":0,"body":"Wie bereits gesagt, in seinem Ausgangspost wird in keiner Silbe erwähnt, er würde da jemanden zitieren.\nDeshalb ist es mMn eine Beleidigung.\n\nNichts desto Trotz sollte man solch ein Wort nicht in seinem Redefluss haben ... falls ja, stimmt mit einem etwas nicht.\n\nIch kenne auch schwule Männer und ich habe noch nie von jemanden von denen gehört \"Schwuchtel ist für mich ein ganz normales Wort\" ... \n\nEs ging ja auch in meiner Post um die gesellschaftliche Norm ... nicht die Meinung eines Einzelnen ... ich könnte auch jeden als \"Hobbynazi\" betiteln und sagen \"ich sehe jeden weißen so\" ... ich glaube, das würde mir auch keiner abkaufen","replies":[{"id":"","poster":"Awsane","date":"2019-02-04T17:52:36.413+0000","up_votes":4,"down_votes":0,"body":"Also die Schwulen die ich kenne differenzieren da zwischen Leuten ( meistens jüngeren) die die Bedeutung des Wortes nicht verstehen und es einfach als ein Synonym für Arschloch nutzen und Leuten die es kennen und denen es um einen gezielten Angriff geht auf die Gruppe.\n\nDie finden das bei den Kindern auch nicht toll aber wesentlich tollerierbarer als bei Erwachsenen. Aber vllt sind meine Freunde auch einfach nur sehr Tolleramt oder entspannt was das angeht.\n\nDas Problem mit Schimpfwörter allgemein ist ja, dass sie ja nicht mehr unbedingt im Bezug auf ihre Ursprünglich Bedeutung gebraucht werden.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2019-02-04T17:16:39.073+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000000000000000000000001000000000000,timestamp=2019-02-04T15:34:49.677+0000)\n>\n> Generell finde ich sollte jede Beleidigung auf sich selber nicht bestraft werden. \n> \n\nBei einer Beleidigung geht es immer um die Verletzung der persönlichen Ehre eines anderen, das kann auch eine abgrenzbare Gruppe sein. Aber nur, weil man selbst zu dieser Gruppe gehört, ist das meines Erachtens immer noch eine Beledigung, weil die anderen Gruppenzugehörigen ebenfalls angesprochen werden. \n\nWenn man tatsächlich nur sich selbst beleidigt und sonst niemanden, ist es faktisch keine Beleidigung.","replies":[{"id":"","poster":"Awsane","date":"2019-02-04T17:44:31.234+0000","up_votes":3,"down_votes":0,"body":"Naja\n\nWenn ich sage ich bin ein Arschloch ( oder jede Form der Beleidigung die sich nicht auf eine Gruppe Menschen bezieht)\n\nWas ist das denn dann? Vor allen wenn es nicht Ironisch gemeint ist. Ich bin nicht unbedingt stolz darauf, aber es ist schon mehrfach vorgenommen,dass ich das so gesagt habe, um einer Person zu zeigen, dass mit mir nicht gut Kirschenessen ist und sie keine Unterstützung sondern Kontra warum auch immer von mir erwarten muss und ich ihr eher das Leben schwerer machen werde.\n\n\nAber ich bin da glaube ich auf weiter Flur hier. Ich finde Homophobie auch nicht gut und befürworte auch, wie Riot dagegen vorgeht, nur finde ich allein den Gebrauch der Wörter nicht verwerflich. Es kommt mMn immer auf den Kontext an.\n\nUnd wie schon oben erwähnten, ich befürworte freie Meinungsäußerung was aber auch bedeutet, dass Gefühle verletzt okay ist solange es nicht darum geht eine Einzelperson zu Diskreditieren.\n\nIch will auch nicht mit Menschen die sowas sagen was zu tun haben, nur ich würde die für solche Aussagen nicht in den Knast stecken wollen sondern mich einfach von denen Distanzieren.","replies":[{"id":"","poster":"Pure Cynicism","date":"2019-02-04T18:32:57.066+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00000000000000000000000100000000000000000000,timestamp=2019-02-04T17:44:31.234+0000)\n>\n> Naja\n> \n> Wenn ich sage ich bin ein Arschloch ( oder jede Form der Beleidigung die sich nicht auf eine Gruppe Menschen bezieht)\n> \n> Was ist das denn dann?\n\nJedenfalls keine Beleidigung.\n\n>Es kommt mMn immer auf den Kontext an.\n\n\nDas ist bei einer Beleidigung immer so. Das kann auf der einen Seite eine Beleidigung ausschließen, auf der anderen Seite aber auch dazu führen, dass die Äußerung einer wahreitsgemäßen Tatsache eine Beleidigung darstellen kann.","replies":[{"id":"","poster":"Awsane","date":"2019-02-04T19:09:50.073+0000","up_votes":3,"down_votes":0,"body":"> Es kommt mMn immer auf den Kontext an.\n\n> Das ist bei einer Beleidigung immer so. Das kann auf der einen Seite eine Beleidigung ausschließen, auf der anderen Seite aber auch dazu führen, dass die Äußerung einer wahreitsgemäßen Tatsache eine Beleidigung darstellen kann.\n\nDaher bin ich auch dafür, dass man den ganzen Chat log sieht und nicht nur die des Täters.\n\nJa in den meisten Fällen reicht das aus, aber gelegentlich Fehlt dadurch der Kontext und es ist schwer bis unmöglich zu bewerten dadurch. Am besten eigentlich noch mit Replay und falls vorhanden Gedankenlesetechnologie.","replies":[]}]}]}]}]},{"id":"","poster":"Bettnachleger","date":"2019-02-06T09:08:35.236+0000","up_votes":1,"down_votes":0,"body":"Er hat es aber nicht als Beleidigung oder sonstwas verwendet.\nKontext spielt halt eine Rolle.","replies":[{"id":"","poster":"Qbert","date":"2019-02-06T09:11:59.272+0000","up_votes":1,"down_votes":0,"body":"Jain.\nBei \"Idiot\" oder \"Depp\" würde ich dir uneingeschränkt zustimmen. Bei einer solchen Beleidigung jedoch nicht, diese gehört mit keiner Silber in irgendeinen Redefluss ... und wenn es nur ein Spott wie in diesem Fall ist.\n\nDesweitere erneut der Hinweis von mir darauf, dass der TE es in seinem anfänglichen Post auch (noch immer) nicht erwähnt hat, aus welchem Kontext es kommt.","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2019-02-04T13:01:41.181+0000","up_votes":1,"down_votes":0,"body":"Es ging in seinem Ausgangspost aber nicht hervor, dass er da jemanden zitiert ...  auch wirkt er im Thread selber nicht so, als würde er solche Beleidigungen nicht benutzen.\n\nDas wirft natürlich ein anderes Licht.","replies":[]}]},{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T22:10:13.659+0000","up_votes":1,"down_votes":2,"body":"Okay wo habe ich jetzt geflamed? Dir ist schon klar was flaming bedeutet?","replies":[{"id":"","poster":"Lantami","date":"2019-02-03T23:24:41.947+0000","up_votes":1,"down_votes":3,"body":"Wenn für dich \"fag\" kein Flaming ist, dann ist's nicht mehr lang zum Perma","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T23:43:14.284+0000","up_votes":3,"down_votes":2,"body":"Fag ist auch kein flaming wenn der kontext nicht passt!\n\nWenn ich sage \"You feeding fag\" dann ist das hetzrede und flaming\nWenn ich aber sage \"The guy who you called a fag is dominating the game\" ist das einfach nur gegen den anwender benutzt.\n\nUnd genau das habe ich gemacht, wie könnt ihr sagen nur weil ich ein wort zurückwerfe direkt ein flamer bin und einen Bann verdiene?","replies":[{"id":"","poster":"Wernicke","date":"2019-02-04T14:32:51.091+0000","up_votes":2,"down_votes":0,"body":"Flame ist so viel mehr als z.b. lediglich Schimpfwörter und direkte Beleidigungen zu verwenden.\n\nDavon abgesehen geht es immer nur um negatives chatverhalten, was z.b. flame mit einschließt (natürlich).\nZum einen, Riot arbeitet mit einem automatischen System, einer Maschine wenn du so willst. Deswegen sollte man auf das zitieren von Beleidigungen verzichten. Das sollte dir aber auch dein gesunder Menschenverstand sagen, da es ja klar ist, dass eine Maschine völlig emotionlos und ohne Berücksichtigung vom Kontext handelt.\nZum anderen, ja, du hast fag nicht so benutzt wie dein gegenüber, aber das macht es nicht wirklich besser. Fakt ist, du hast den Moment genutzt um dich über dein Gegner lustig zu machen und schon sind wir wieder bei negativem chatverhalten! \n\nWeiterhin handelt Riot in Strafstufen, d.h. das z.b. nach den schon erhaltenen chatsperren nur noch der 14 Tage bann kommen kann, da festgelegte Strafstufen, egal wie hart das negative Verhalten war. Einzige Ausnahme ist besonders negatives Verhalten, was dazu führen kann, das man Stufen überspringen kann und z.b. direkt den 14 Tage bann bekommt. So war es dann vlt auch in deinem Fall, da du keyword flame betrieben hast. Denn wie gesagt, das System sieht nur das geschriebene Wort und nicht den Kontext. \n\nSolltest du vorher keine chatbann erhalten haben, also die vorherigen Strafstufen, könntest du versuchen das beim Support zu klären und deine Strafe auf einen chatbann herabstufen zu lassen.\nEine Strafe hast du aber definitv verdient, da du negativ warst.","replies":[]},{"id":"","poster":"Veezey","date":"2019-02-05T15:03:24.067+0000","up_votes":1,"down_votes":1,"body":"\"You feeding fag\" würde ich auch nicht als Hetzrede bezeichnen.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T20:16:23.335+0000","up_votes":2,"down_votes":5,"body":"Nun SCUlater das Wort \"Fag\" kam aus dem Kontext! \n\nIch wurde als solcher von der Gegnerischen Zyra betitelt, und darauf Antwortete ich eben \"Oh und du wirst von diesem gold fag besiegt?\" \nIch habe keineswegs damit angefangen nur mit ihrer Beleidigung gekontert.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-03T20:18:19.899+0000","up_votes":7,"down_votes":2,"body":"> [{quoted}](name=Super SaiyaJhîn,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0002,timestamp=2019-02-03T20:16:23.335+0000)\n>\n> Nun SCUlater das Wort &quot;Fag&quot; kam aus dem Kontext! \n> \n> Ich wurde als solcher von der Gegnerischen Zyra betitelt, und darauf Antwortete ich eben &quot;Oh und du wirst von diesem gold fag besiegt?&quot; \n> Ich habe keineswegs damit angefangen nur mit ihrer Beleidigung gekontert.\n\nEs spielt keine Rolle, wer damit angefangen hat.\nNur weil dein Gegenüber die Regeln bricht, musst du nicht auf sein niedriges Level gehen und solch eine Antwort von dir geben.\nSein Verhalten rechtfertigt niemals dein eigenes Benehmen.","replies":[{"id":"","poster":"eingew","date":"2019-02-04T08:08:35.275+0000","up_votes":5,"down_votes":3,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00020000,timestamp=2019-02-03T20:18:19.899+0000)\n>\n> Es spielt keine Rolle, wer damit angefangen hat.\n> Nur weil dein Gegenüber die Regeln bricht, musst du nicht auf sein niedriges Level gehen und solch eine Antwort von dir geben.\n> Sein Verhalten rechtfertigt niemals dein eigenes Benehmen.\n\nNee, nichts für ungut, aber das sehe ich völlig anders. Er hat sich über die Beleidigung lustig gemacht, nicht selbst beleidigt. Ich mache das selbst gerne auch so, auch wenn ich dabei nicht selbst die Beleidigung schreibe, sondern eher Allgemeinplätze wie \"you get matched with players on your skillevel\". Als Reaktion auf eine Beleidigung wie \"Noob\" würde ich da aber als das Gleiche zurückgeben einer Beleidigung sehen, wie der TE es hier gemacht. Und vor der Chatanalyse habe ich bei sowas auch die Beleidigungen ausgeschrieben, bestraft wurde ich dafür nie.\n\nIch muss da spontan an die Dire Straits denken, die genau das schonmal in einem Lied (Money for Nothing) gemacht haben, was der TE da macht:\n\n> See the little faggot with the earring and the makeup\n> Yeah buddy that's his own hair\n> That little faggot got his own jet airplane\n> That little faggot, he's a millionaire\n\nDas ganze Lied ist nach dem Schema aufgebaut, dass sie sich über die Leute lustig machen, die ihren Lebensstil (offenbar auch beleidigend) kritisieren, indem sie erklären, dass genau das sie erfolgreich macht, was an ihnen kritisiert wird. Quasi ein \"dann bin ich halt ein faggot. Deal with it, I am having fun AND I am successfull with it!\" Und das macht doch auch der TE hier, er (oder jemand anderes, das geht aus dem Log nicht ganz hervor) wird fag genannt und kontert dann eben damit, dass offenbar gerade dieser \"fag\" erfolgreicher ist, als der, der ihn als solcher beleidigt, also was ist dann so schlecht daran, ein \"gold fag\" zu sein?\n\nEs ist richtig, dass der TE ansonsten auch nicht sonderlich freundlich ist, aber ohne Vorstrafen sehe ich dafür maximal eine kleine Chatsperre. Hätte er nicht die Beleidigung des Gegners gekontert wäre er aber wahrscheinlich sogar unterm Radar geflogen. \n\n___\n\nDaher würde ich dir, lieber TE, raten, dich beim Support zu melden und die über die Situation aufzuklären, dass du niemanden als faggot beleidigt hast, sondern lediglich das Wort zitiert hast, um dich über die Beleidigung lustig zu machen, was mMn auch eindeutig aus dem Chatlog hervor geht. Und ich glaube auch, dass du damit gute Chancen hast, dass Riot den Ban wieder zurücknimmt, das ist nämlich das übliche Vorgehen, wenn jemand für ein Zitat bestraft wird (auch wenn deine Aussage ein bisschen mehr als das ist).","replies":[{"id":"","poster":"10x BABY","date":"2019-02-05T15:15:46.222+0000","up_votes":1,"down_votes":4,"body":"good luck mit dem Support denen ist alles scheiß egal, ich bin schon gebannt worden für \"pls dont come near my lane you are playing terrible.\" also am Besten gar nix mehr schreiben und alle muten. Du bist für die eine Zahl und sie spucken auf ihre Spieler.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-02-06T05:28:03.952+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=focus on self  1,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0002000000000001,timestamp=2019-02-05T15:15:46.222+0000)\n>\n> good luck mit dem Support denen ist alles scheiß egal, ich bin schon gebannt worden für &quot;pls dont come near my lane you are playing terrible.&quot; also am Besten gar nix mehr schreiben und alle muten. Du bist für die eine Zahl und sie spucken auf ihre Spieler.\n\nDir wurde also explizit mitgeteilt, dass dieser eine Satz für Deine Strafe verantwortlich war? Das hätte ich gerne gesehen.","replies":[{"id":"","poster":"10x BABY","date":"2019-02-06T14:47:36.189+0000","up_votes":1,"down_votes":1,"body":"Ne aber der Rest war sowas wie, top f 8:25,  ward pixel bush pls, etc. also ingame kommunikation^^","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-02-06T17:07:48.346+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=focus on self  1,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000200000000000100000000,timestamp=2019-02-06T14:47:36.189+0000)\n>\n> Ne aber der Rest war sowas wie, top f 8:25,  ward pixel bush pls, etc. also ingame kommunikation^^\n\nDas hätte ich dann schon ganz gerne gesehen.\nIst nichts gegen Dich, aber hier im Forum schlagen so viele auf dass man ja nur normale Ingame-Kommunikation und nichts beleidigendes geschrieben hat und trotzdem einen Bann erhalten hat, und dann wenn der Chatlog gepostet wird, kommen da dann Dinge zutage, dass da doch deutlich mehr Fehlverhalten vorliegt als es ursprünglich gesagt wurde.","replies":[]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T08:20:47.860+0000","up_votes":4,"down_votes":4,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000200000000,timestamp=2019-02-04T08:08:35.275+0000)\n>\n> Nee, nichts für ungut, aber das sehe ich völlig anders. Er hat sich über die Beleidigung lustig gemacht, nicht selbst beleidigt. \n\n\n\nNaja, ob sich die Zielgruppe nicht angegriffen fühlt, wenn man sie mit ihm vergleicht?;0  ./s\n\nEr hätte trotzdem nicht das selbe Wort benutzen müssen. Und dadurch das er es getan hat, bricht er die Regeln. Nur weil dich jemand auf's übelste beleidigt und Hassrede dropt, gehst du dich doch nicht selber erneut runter machen mit jeder Art von Beleidigung, nur um es deinem Gegner verbal zu geben. Das muss man nicht im Chat sehen und es ist auch keine angebrachte Reaktion.\n\nWie ich in einem anderen Comment sagte, hatte der TE mehr als nur eine Option, um die Situation elegant zu Lösen- mit dem selben \"fky2\"-Effekt und ohne Strafe.\n\nNur weil es ein \"lustiger Konter\" sein sollte, ist die Strafe trotzdem nicht falsch. **Man macht sich nicht über andere Gruppen lustig.**\n\n\n>Ich mache das selbst gerne auch so, auch wenn ich dabei nicht selbst die Beleidigung schreibe, sondern eher Allgemeinplätze wie &quot;you get matched with players on your skillevel&quot;. \n\n\n\nUnd das ist auch völlig okay. Wir unterscheiden hier nur zwischen der Wortwahl. \n\n\n> Ich muss da spontan an die Dire Straits denken, die genau das schonmal in einem Lied gemacht haben, was der TE da macht:\n> \n> Das ganze Lied ist nach dem Schema aufgebaut, dass sie sich über die Leute lustig machen, die ihren Lebensstil (offenbar auch beleidigend) kritisieren, indem sie erklären, dass genau das sie erfolgreich macht, was an ihnen kritisiert wird. Quasi ein &quot;dann bin ich halt ein faggot. Deal with it, I am having fun AND I am successfull with it!&quot; \n\n\nUnd trotzdem kann man das auch machen, ohne \"Fag\" benutzen zu müssen.","replies":[{"id":"","poster":"eingew","date":"2019-02-04T08:49:17.239+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0002000000000000,timestamp=2019-02-04T08:20:47.860+0000)\n>\n> Naja, ob sich die Zielgruppe nicht angegriffen fühlt, wenn man sie mit ihm vergleicht?;0  ./s\n\nOb sich jemand angegriffen fühlt ist mMn ziemlich egal, weil es hier nicht darum geht, wie sich jemand fühlt, sondern ob jemand angegriffen wird und die Auslösung solcher Gefühle vorhersehbar und logisch ist. Und der TE hat eben niemanden angegriffen.\n\n> Er hätte trotzdem nicht das selbe Wort benutzen müssen. Und dadurch das er es getan hat, bricht er die Regeln. Nur weil dich jemand auf&#x27;s übelste beleidigt und Hassrede dropt, gehst du dich doch nicht selber erneut runter machen mit jeder Art von Beleidigung, nur um es deinem Gegner verbal zu geben. Das muss man nicht im Chat sehen und es ist auch keine angebrachte Reaktion.\n\nEs ist nicht verboten, das Wort zu schreiben, es ist nur verboten, jemanden damit zu beleidigen und das hat er nicht getan.\nWieso sollte ich die Beleidigung nicht wiederholen? Er hat niemanden beleidigt und den Flame seines Gegners ad absurdum gefühlt. Ich finde das legitim, die Zeilen mit dem Wort \"fag\" drin sind sogar elegant. Flamer mit ihren eigenen Waffen zu schlagen, ohne sich dabei auf ihr Niveau herab zu lassen, ist elegant.\n\n> Wie ich in einem anderen Comment sagte, hatte der TE mehr als nur eine Option, um die Situation elegant zu Lösen- mit dem selben &quot;fky2&quot;-Effekt und ohne Strafe.\n\nDas liegt aber ja nur daran, dass die Chatanalyse nicht in der Lage war zu erkennen, dass der TE niemanden als Faggot beleidigt hat. Wobei man natürlich zugeben muss, dass das auch hier nicht jedem aufgefallen ist.\n\n> Nur weil es ein &quot;lustiger Konter&quot; sein sollte, ist die Strafe trotzdem nicht falsch. **Man macht sich nicht über andere Gruppen lustig.**\n\nEr hat sich über einen Flamer lustig gemacht, nicht über Schwule. Und selbiger Flamer hat sich zuvor selbst lächerlich gemacht, der TE hat lediglich aufgezeigt, wie er das gemacht hat. \n\n> Und das ist auch völlig okay. Wir unterscheiden hier nur zwischen der Wortwahl. \n\nDer einzige Grund, warum ich das so schreibe, ist der, dass ich mir den Ärger mit der Chatanalyse spare, den der TE gerade hat. Die Wortwahl ist nur relevant, wenn sie den Unterschied zwischen Höflichkeit und Unhöflichkeit ausmacht, und diese Grenze wurde mit den Zeilen, die das Wort \"fag\" beinhalten, nicht überschritten.\n\n> Und trotzdem kann man das auch machen, ohne &quot;Fag&quot; benutzen zu müssen.\n\nMuss man aber eben nicht und das ist der entscheidende Punkt.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-04T09:20:58.819+0000","up_votes":5,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00020000000000000000,timestamp=2019-02-04T08:49:17.239+0000)\n>\n> Ob sich jemand angegriffen fühlt ist mMn ziemlich egal, weil es hier nicht darum geht, wie sich jemand fühlt, sondern ob jemand angegriffen wird und [...]\n\n\n....\n\nEingew.\nDu hast sogar mein ./s mit in's Zitat geworfen.\nQ_Q Das war keine ernste Aussage.\n\n\n> Es ist nicht verboten, das Wort zu schreiben, es ist nur verboten, jemanden damit zu beleidigen und das hat er nicht getan.\n\n\nWenn ich also \"Faggot\" ohne Kontext schreibe, ist es kein Problem? Weil..ich damit nicht eine andere Gruppe beleidige, ganz egal ob jemand aus meinem Team dazugehören könnte?\n\n...\nHmmkay.\n\n\nUnd was ist dann, wenn sich jemand doch angesprochen fühlt?\n\nBeleidigungen müssen nicht zu einer Strafe führen, wenn keiner einen Report abdrückt.\nWenn aber dieser Report gesetzt wird, hat sich jemand offensichtlich davon belästigt gefühlt.\n\nOh look.\n\nMah Boy, der TE, hat 'n Tempban dafür bekommen.\n\nHuh. i wounder how that happend, eingew. xP\n\n\n\n\n> Wieso sollte ich die Beleidigung nicht wiederholen? \n\n\nWeil es missverstanden werden könnte, es selber schnell zu einer Beleidigung wird und man damit weitere Personen angreifen/belästigen könnte oooder vielleicht einfach weil man allgemein normal ein Gespräch führen kann...ohne die Hose fallen zu lassen. (Oder die Seife...)\n\n\n>Er hat niemanden beleidigt\n\nWenn man sagt:\"ich bin ein n-\" (hier mal nicht ausgeschrieben), dann ist es trotzdem eine Beleidigung.\nEs hört nicht auf eine Beleidigung zu sein, nur weil er sich selber damit trifft, da es sich hier um eine negative Bezeichnung für eine Hautfarbe handelt. Eine Hautfarbe die viele Menschen haben.\n\n\n\n> Ich finde das legitim, die Zeilen mit dem Wort &quot;fag&quot; drin sind sogar elegant.\n\n#Dann bitte, warten wir doch einfach darauf das der TE sich bei dem Support eine Antwort abholt.\n\n\n> Das liegt aber ja nur daran, dass die Chatanalyse nicht in der Lage war zu erkennen, dass der TE niemanden als Faggot beleidigt hat. Wobei man natürlich zugeben muss, dass das auch hier nicht jedem aufgefallen ist.\n\n\n'cuse me, hat er sich nicht selber so genannt?\n\nMan könnte natürlich auch \"[All]Super SaiyaJhîn: oh you get beaten by a gold fag?\" als ein: \"look at me, i'm a fag hurr durr\" verstehen. \nEr würde sich also über Schwule und seinem Gegner lustig machen.\nStichpunkt Missverständnis.\n\nWir kennen die Situation aber auch nicht. Es könnte auch gut sein, dass das, was er sagte, weder im Allchat war, noch ein Konter zu seinem Gegner.\n\nWürde es jetzt ein Konter sein und der friendly jungler hat den Enemy dauernd vernichtet, so wäre es nicht klug zu sagen:\"ahjo, der hat ja nur spaß gemacht.\".\n\nSein Amumu war Gold,\nSein Kha'zix war Gold...\nSein Shaco war Gold.......\n\n\n\n> Er hat sich über einen Flamer lustig gemacht, nicht über Schwule. \n\nIndem er Faggot sagt, was gegen Schwule steht?","replies":[{"id":"","poster":"eingew","date":"2019-02-05T08:14:02.814+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000200000000000000000000,timestamp=2019-02-04T09:20:58.819+0000)\n>\n> ....\n> \n> Eingew.\n> Du hast sogar mein ./s mit in&#x27;s Zitat geworfen.\n> Q_Q Das war keine ernste Aussage.\n\nSorry, das hab ich irgendwie überlesen. Aber naja, an anderer Stelle sagst du, dass es Respektlos wäre, das Wort in diesem Kontext zu verwenden, da hat es irgendwie gepasst.\n\n> Wenn ich also &quot;Faggot&quot; ohne Kontext schreibe, ist es kein Problem? Weil..ich damit nicht eine andere Gruppe beleidige, ganz egal ob jemand aus meinem Team dazugehören könnte?\n\nWenn du es einfach nur schreibst ohne selbst einen Kontext hinzuzufügen dürfte es schwer fallen, dafür zu argumentieren es wäre nicht beleidigend gemeint, das muss schon aus der Situation hervor gehen.\n\n> Weil es missverstanden werden könnte, es selber schnell zu einer Beleidigung wird und man damit weitere Personen angreifen/belästigen könnte oooder vielleicht einfach weil man allgemein normal ein Gespräch führen kann...ohne die Hose fallen zu lassen. (Oder die Seife...)\n\nJetzt hast du aber gerade die Aussage, die du oben als Sarksamus markiert hast nochmal ernst getätigt :P\n\n> Indem er Faggot sagt, was gegen Schwule steht?\n\nIch finde ganz ehrlich, dass du es dir damit viel zu einfach machst.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-05T13:51:11.600+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0002000000000000000000000000,timestamp=2019-02-05T08:14:02.814+0000)\n>\n> Wenn du es einfach nur schreibst ohne selbst einen Kontext hinzuzufügen dürfte es schwer fallen, dafür zu argumentieren es wäre nicht beleidigend gemeint, das muss schon aus der Situation hervor gehen.\n\n\nEingew. Lies deinen Text Ò___Ó\n\n> Jetzt hast du aber gerade die Aussage, die du oben als Sarksamus markiert hast nochmal ernst getätigt :P\n\n¯\\_(ツ)_/¯\n\n> Ich finde ganz ehrlich, dass du es dir damit viel zu einfach machst.\n\nWas verstehst du sonst unter \"Faggot\"? Das es nett sein soll?","replies":[{"id":"","poster":"Released Ape","date":"2019-02-06T05:25:15.678+0000","up_votes":3,"down_votes":3,"body":"Ist das jetzt wieder Sarkasmus oder nicht?\n\nIch persönlich finde ich das er dafür höchstens eine Chatrestric. bekommen sollte und keine 14 Tage ban. Er hat es nicht als Beleidigung gegenüber der Zyra gemeint, er hat es quasi zitiert und solche Strafen wurden schon in Vergangenheit zu Recht zurückgezogen.\n\nWir sind keine Engel, umso wichtiger das wir nicht bei jeder Kleinigkeit die Todesstrafe. Hier wird genau das was im echten Gericht immer problematisch ist, die Leute fordern immer sehr hohe Strafen und dafür egal wie klein der Delikt ist. Nach dem Motto \"Der ist vor Gericht, der muss es jetzt bereuen, am besten so das er das nie wieder tut. Ich hoffe er kriegt lebenslänglich\". Ein sarkastischer Beitrag in einer Zeitschrift zitierte \"Ich finde die Todesstrafe gut, dann lernen sie vielleicht draus\".","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T07:09:52.431+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Wrong Sentence,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000200000000000000000000000000000000,timestamp=2019-02-06T05:25:15.678+0000)\n>\n> Ist das jetzt wieder Sarkasmus oder nicht?\n\nI dunno, ich glaube, ich hatte einfach keine Lust mich erneut im selben Thread wiederholen zu müssen.\n\n> Ich persönlich finde ich das er dafür höchstens eine Chatrestric. bekommen sollte und keine 14 Tage ban. Er hat es nicht als Beleidigung gegenüber der Zyra gemeint, er hat es quasi zitiert und solche Strafen wurden schon in Vergangenheit zu Recht zurückgezogen.\n\n\n\nUff. Ist das ein Test oder so?\nHabe ich nicht schon gesagt, dass das besser von dem Playersupport beantwortet werden sollte?\n\n{{sticker:sg-lux-2}} \n\n> Wir sind keine Engel, umso wichtiger das wir nicht bei jeder Kleinigkeit die Todesstrafe.\n\n\nEin Tempban ist keine Todesstrafe und du versuchst hier grade etwas schönreden zu wollen, was unter die 0-Toleranz von Riot fällt.\n\n\"Wir sind keine Engel. Umso wichtiger ist es dann, das wir nicht den armen Jhin für seinen Massenmord bestrafen!\"\n\n{{champion:238}} Der Boy hier, wäre davon sicher nicht erfreut.\n\n> Hier wird genau das was im echten Gericht immer problematisch ist, die Leute fordern immer sehr hohe Strafen und dafür egal wie klein der Delikt ist.\n\n\n\"Es war doch nur ein doublekill an Zed's Eltern ffs D: \" -{{champion:202}} \n\n> Nach dem Motto &quot;Der ist vor Gericht, der muss es jetzt bereuen, am besten so das er das nie wieder tut. \n\n\nIst das nicht Sinn der Sache? Er soll doch nicht erneut Leute für Kunst jagen gehen.\n\n>Ich hoffe er kriegt lebenslänglich&quot;. Ein sarkastischer Beitrag in einer Zeitschrift zitierte &quot;Ich finde die Todesstrafe gut, dann lernen sie vielleicht draus&quot;.\n\nDrama \\o/","replies":[{"id":"","poster":"Released Ape","date":"2019-02-06T12:21:50.975+0000","up_votes":2,"down_votes":2,"body":"Nein ich versuche nichts schönzureden, er hat \"fag\" nicht als Beleidigung benutzt - sondern auf sich selbst nach der Aussage von Zyra bezogen. Du brauchst auch Sachen nicht aus dem Kontext reißen und versuchen Aussagen so zu drehen das du dich drüber lustig machen kannst. Wäre eine Karriere bei der Bild etwas für dich?\n\nIch stimme in dem Punkt zu das der Player Support sich das ansehen soll.","replies":[]},{"id":"","poster":"eingew","date":"2019-02-06T07:49:45.423+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0002000000000000000000000000000000000000,timestamp=2019-02-06T07:09:52.431+0000)\n>\n> Ein Tempban ist keine Todesstrafe und du versuchst hier grade etwas schönreden zu wollen, was unter die 0-Toleranz von Riot fällt.\n\nBeim kleinsten Ausrutscher ist er jetzt dran.\n\n> &quot;Wir sind keine Engel. Umso wichtiger ist es dann, das wir nicht den armen Jhin für seinen Massenmord bestrafen!&quot;\n> &quot;Es war doch nur ein doublekill an Zed&#x27;s Eltern ffs D: &quot; -{{champion:202}} \n\nEher mit Notwehr vergleichbar.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T08:17:34.136+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00020000000000000000000000000000000000000000,timestamp=2019-02-06T07:49:45.423+0000)\n>\n> Beim kleinsten Ausrutscher ist er jetzt dran.\n\nWenn er erneut für Flaming erwischt wird, ja. Aber wenn er brav ist, wird auch das Straflevel wieder sinken. Er ist quasi auf..\"Bewährung\".\n\n> Eher mit Notwehr vergleichbar.\n\nCorrect my if i'm wrong, aber tat Jhin das nicht einfach nur aus Kunst alleine?\nDie Eltern sind nicht seine Feine gewesen.","replies":[{"id":"","poster":"eingew","date":"2019-02-06T08:25:23.282+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=000200000000000000000000000000000000000000000000,timestamp=2019-02-06T08:17:34.136+0000)\n>\n> Correct my if i&#x27;m wrong, aber tat Jhin das nicht einfach nur aus Kunst alleine?\n> Die Eltern sind nicht seine Feine gewesen.\n\nDie Lore kenne ich nicht, ich sprach vom TE.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-02-06T08:34:56.368+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=0002000000000000000000000000000000000000000000000000,timestamp=2019-02-06T08:25:23.282+0000)\n>\n> Die Lore kenne ich nicht, ich sprach vom TE.\n\nich sprach von der Lore, darum auch die Icons.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-02-04T06:32:33.424+0000","up_votes":3,"down_votes":2,"body":"Also ich denke, eine Strafe könnte man geben, das ist aber abhängig davon ob man deinen Spott als stark negativ einstuft, da hat jeder eine andere Grenze.\nDu solltest dich damit wirklich an den Support  wenden, denn hier ist eindeutig dein wiederholtes \"fag\" der Banngrund.\n\nMeine persönliche Meinung:\nFür mich ist die Strafe verdient, eben weil du \"fag\" nutzt. Dies ist abstoßend und homophob. Hättest du bei deinem Spott etwas anderes benutzt, sagen wir \"noob\" hätte ich keine Strafe gegeben ... aber da du in diesem Kontext \"fag\" nutzt implizierst du, schwule Männer seien etwas schlechtes, ggf. sogar Niederes.","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-04T08:09:50.763+0000","up_votes":1,"down_votes":3,"body":"Was für ein bullshit... Ich verstehe noch immer nicht warum jeder meint \"fag\" wäre jetzt die harte beleidigung auch wenn sie nur zurückgeworfen wurde nach dem Motto jemand nennt das etwas schlechtes und ich frage ihn nur zurück wie etwas das ja schlechter sein soll ihn besiegen kann? Bekommt das doch mal in eure Schädel rein das es in dem Kontext egal ist was man für ein Wort nutzt weil es nur ein Konter auf die Aussage des Gegners ist.\n\nZu dem ist die Aussage \"Gold Fag\" gleich zu setzten mit Scrub, die aussage generel heißt nicht \"Gold Schwuchtel\" für Schwulen feindlichkeit, das ist nur eine übertriebene Form von Scrub und Noob.\n\nLeute die sich für etwas besseres halten sagen sowas :)","replies":[{"id":"","poster":"Qbert","date":"2019-02-04T08:26:48.841+0000","up_votes":3,"down_votes":2,"body":"> Konter auf die Aussage des Gegners ist.\n\nWas für ein Bullshit (um es mal auf deinem Niveau zu formulieren).\nDenn was du sagst und was du meinst sind zwei unterschiedlich Paar Schuhe. Du sagst wortwörtlich \"Gold Schwuchtel\" ... dass du damit \"Gold Noob\" oder so meinst, ist auch mir bewusst .... deshalb ja meine Aussage, du hättest \"Noob\" nutzen sollen.\n\n","replies":[{"id":"","poster":"Hellosager","date":"2019-02-05T14:04:58.092+0000","up_votes":1,"down_votes":0,"body":"Sicher, dass er nicht \"Gold Zigarette\" schrieb?","replies":[{"id":"","poster":"Qbert","date":"2019-02-06T05:11:27.250+0000","up_votes":1,"down_votes":0,"body":"DAS ist eine wirklich interessante Frage!\n\nIch persönlich weiß, dass im British English \"fag\" umgangssprachlich Zigarette heißt ... ich behaupte nun aber mal, dass \"fag\" im allgemeinen Sprachgebrauch des Internets negativ konnotiert und eine Abkürzung für \"faggot\" ist. Klar, Ausnahmen bestätigen die Regel, deshalb muss man ja auch den Kontext mit prüfen ... in diesem Fall macht der Kontext mit \"Zigarette\" einfach keinen Sinn.\n\nAber die Frage ist selbstverständlich mal interessant, denn: Riots Chatprüfung soll wohl schon Kontext erkennen können ... da ist die Frage, ob sie auch diese zwei Bedeutungen im Kontext unterscheiden kann.","replies":[{"id":"","poster":"Sirrkas","date":"2019-02-06T10:44:40.016+0000","up_votes":3,"down_votes":0,"body":"Aus den Schnipseln die ich gesammelt habe, würde ich eher davon ausgehen, dass es den Chat im Kontext zum Spiel etwas beurteilen kann. Etwa ein \"gj jungler/nice smite\" an den eigenen Jungler, wenn der Gegner Baron gestohlen hat, sollte durchaus als leicht negativ erkannt werden.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2019-02-04T08:55:01.008+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Super SaiyaJhîn,realm=EUW,application-id=KYnfKGf0,discussion-id=hJmxQXy6,comment-id=00050000,timestamp=2019-02-04T08:09:50.763+0000)\n>\n> Was für ein bullshit... Ich verstehe noch immer nicht warum jeder meint &quot;fag&quot; wäre jetzt die harte beleidigung auch wenn sie nur zurückgeworfen wurde nach dem Motto jemand nennt das etwas schlechtes und ich frage ihn nur zurück wie etwas das ja schlechter sein soll ihn besiegen kann? Bekommt das doch mal in eure Schädel rein das es in dem Kontext egal ist was man für ein Wort nutzt weil es nur ein Konter auf die Aussage des Gegners ist.\n> \n> Zu dem ist die Aussage &quot;Gold Fag&quot; gleich zu setzten mit Scrub, die aussage generel heißt nicht &quot;Gold Schwuchtel&quot; für Schwulen feindlichkeit, das ist nur eine übertriebene Form von Scrub und Noob.\n\nMag sein, dass das gemeint ist, das ist allerdings recht irrelevant, wenn etwas anderes geschrieben wurde.\n\nAbgesehen davon verstehe ich, dass du deine Situation frustrierend findest, jedoch halte ich es für klüger, den Leuten hier im Forum dennoch nicht über den Mund zu fahren, das lässt dich leider nicht gerade in einem guten Licht dastehen.","replies":[]}]}]},{"id":"","poster":"10x BABY","date":"2019-02-05T15:12:05.459+0000","up_votes":1,"down_votes":2,"body":"Was ist denn bitte schlimm am Wort fag, der Bann ist meiner Meinung nach völlig ungerechtfertig... klassisches Riot System wenn ein Main Toplaner beschließt Nunu Support zu spielen und dummerweise halt 1/6, geht bekommt er keinen Bann obwohl sich das VIEL negativer auf die Spielerfahrung auswirkt xD","replies":[{"id":"","poster":"Qbert","date":"2019-02-06T05:12:13.919+0000","up_votes":3,"down_votes":0,"body":"\"Schwuchtel\".\n\n-> homophobe Äußerung -> Nulltoleranzpolitik.","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2019-02-06T10:29:08.278+0000","up_votes":2,"down_votes":0,"body":"Probier's mal mit Gemütlichkeit, mit Ruhe und Gemütlichkeit\njagst du den Alltag und die Sorgen weg.\n\n*sing*","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-02-04T06:28:25.838+0000","up_votes":2,"down_votes":0,"body":"Probier's mal beim Support und bleib da dran. Zu zitieren, was ein anderer geschrieben hat, wird vom automatischen System nicht von eigener Wortwahl unterschieden. \nVersuche künftig doch mal mit spielerischer Leistung und nicht mit Provokation zu gewinnen ;)","replies":[]},{"id":"","poster":"Meemoy","date":"2019-02-03T21:09:52.058+0000","up_votes":1,"down_votes":1,"body":"Du hast einen 14-Tage Bann bekommen, um daraus zu lernen. Nutze dies, denn bei der nächsten Kleinigkeit kommt der Permanent Bann.\nDu wolltest die Gegner provozieren, oder nicht? Das einzige, was du den Gegnern schreiben solltest, ist gg wp. sei ein ehrenafter Beschwörer","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T21:16:39.868+0000","up_votes":3,"down_votes":3,"body":"Provokation ist kein Bann Grund, jedenfalls nicht mindest provokation! Es gibt nicht umsonst einen Taunt Button so wie das Mastery Spamming.","replies":[{"id":"","poster":"Meemoy","date":"2019-02-03T21:41:51.032+0000","up_votes":1,"down_votes":0,"body":"Also wolltest du provozieren, richtig? Findest du das sportlich?","replies":[{"id":"","poster":"Super SaiyaJhîn","date":"2019-02-03T21:56:23.857+0000","up_votes":2,"down_votes":4,"body":"Provokation ist ein taktisches mittel zum Sieg! \n\nEs ist ein unterschied zwischen provozieren und beleidigen.\nUnd auch das maß ist wichtig.","replies":[{"id":"","poster":"eingew","date":"2019-02-04T08:26:34.559+0000","up_votes":3,"down_votes":0,"body":"Ein Punkt den Meemoy hier allerdings nennt ist wichtig: Du musst jetzt vorsichtig sein, was du schreibst. Auch wenn der Ban aufgehoben wird, wird das System dich nun als Spezialfall einstufen und dir vielleicht nicht mehr alles durchgehen lassen, wie bisher. Es ist also tatsächlich Vorsicht geboten, um weitere Strafen zu vermeiden.","replies":[]},{"id":"","poster":"Meemoy","date":"2019-02-03T22:15:49.508+0000","up_votes":2,"down_votes":2,"body":"Viel Spaß bei deinem Permanent. ✌🏿","replies":[]}]}]}]}]},{"id":"","poster":"Hundis Katze","date":"2019-02-24T09:56:24.753+0000","up_votes":1,"down_votes":0,"body":"Also ich hab 5 Leute abgestochen und bekam drei Mal lebenslänglich... voll unfair! Davor hab ich nur 10 Leute abgestochen, kann es überhaupt nicht verstehen :(((((","replies":[]},{"id":"","poster":"Ikrahdasan","date":"2019-02-14T21:04:33.800+0000","up_votes":1,"down_votes":0,"body":"Das Wort \"Fag\" (Übersetzt Schwuchtel) ist schon mal kein Schimpfwort. Ich hab 3 Schwule Freunde und wir ziehen mit dem Wort \"Schwuchtel\" über Leute her die sich sehr wie ein \"Ängstlicher Waschlappen\" verhalten. \nWieso ist hier das Wort \"Schwuchtel\" nicht negativ behaftet? Weil es im Freundeskreis die Übereinkunft gibt das wir 4 dieses Wort so benutzen wie wir es tun. Stellt  mir einer der Drei seinen neuen Lebensgefährten vor sag ich bestimmt nicht gleich \"Schwuchtel\" zu ihm. Das würde nur beleidigend und verletzend rüber kommen. \n\nEin Wort ist in erster Linie kein Schimpfwort für sich alleine. Der Kontext ist wichtig. Halten wir mal fest wofür du das Wort \"Fag\" benutzt hast. \n\nOh you get beaten by a gold fag? \n(Oh du wirst von einer Gold Schwuchtel besiegt?)\n\nIts funny that the gold fag is kinda doing the game\n(Ist irgendwie witzig das die Gold Schwuchtel irgendwie das Game macht)\n\nEs ist die Intention hier das Wort Schwuchtel als Negativ und abwertenden Begriff zu benutzen um einen Gegenspieler zu beschimpfen. Offenbar hast du eine sehr negative Meinung über Homosexuelle Menschen. Dazu sei dir gesagt die sind genau wie wir Heteros. Nur mit dem Unterschied das die sexuell gesehen auf das gleiche Geschlecht stehen. Daran ist nicht abwertend oder aufwertend. Das ist einfach wie es ist. **NORMAL**\n\nDes weiteren beschuldigst du deine Teammates an diversen Dingen Schuld zu sein. \n\nDas ist Blaming, Homophobia und passiv aggressives Verhalten. \n\nBei mir hättest du den Perm Bann gefressen. Einfach weil obwohl ich selbst das Wort \"Schwuchtel\" im Scherz mit Freunden verwende weiß ich durchaus wie verletzend und Demütigend das für Homosexuelle Menschen sein kann. Und niemand hat aufgrund seiner Sexuellen Neigung verdient das man diskriminiert wird nur weil man anders ist als der Großteil seines Bekannten Kreises. \n\nPS: Kann sehr empfehlen mal eine Schwulenbar aufzusuchen als Hetero. Sobald geklärt ist das du nicht Homosexuell bist hast du dort den Spaß deines Lebens. Jeder lacht mit jede, wie bei einer richtigen Männerrunde bei einem Feiertagsbierchen. Man amüsiert sich. Das geht auch in Lesben Bars aber dort kommt man als Mann eher schwerer hinein ^^","replies":[]}]}