{"id":"JvXsPcRn","poster":"Neeko the Ekko","date":"2019-02-03T14:33:23.735+0000","title":"Crit Item Changes - Der perfekte Build Path für 9.3?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Ja Guten Tag,\r\n\r\nwir Wissen das Riot gerne die ADCs ein wenig st&auml;rker machen m&ouml;chte. \r\nIch als ADC Main freue mich &uuml;ber diese Changes (auch wenn es auf dem ersten Blick eher nach einem Nerf an den Items ist aber ist nur meine Meinung) \r\nund ich &uuml;berlege was jetzt nach dem Patch 9.3 Crit ADCs (Caityln, Tristana, Sivir, Jinx...) der beste Item Path Build wird. \r\n\r\nIch habe mich auch schon im Reddit durch diverse Forenseiten durchgebl&auml;ttert - Habe nach Guides und Tipps auf YouTube gesucht und nur sehr wenig Material gefunden. \r\n\r\nAktuell Stand 9.2 ist der 3-er Crit Item Path so: {{item:3095}} &gt; {{item:3094}} &gt; {{item:3031}} \r\nWenn jetzt am Mittwoch der neue Patch kommt (Gehe ich einfach mal davon aus wenn nichts dramatisch passiert), wird der Path dann vielleicht so aussehen??\r\n\r\n{{item:1038}} &gt; {{item:3086}} &gt; {{item:3006}} \r\n\r\nJa, richtig so baute man damals seine ersten Items zusammen. Ich danke das {{item:3095}} wird dann als drittes Item gebaut. \r\nDer Grund f&uuml;r mich w&auml;re, das Stormrazor nun ein Energized-Effect hat was dir auf viele Sachen einen Bonus gibt bei 100% Aufladung (Sei es heal, AA-Range, Movement Speed etc...)\r\n\r\nAu&szlig;erdem hat Riot schon in Patch 9.2 den Precision-Tree f&uuml;r ADCs ein wenig gebufft. Ich bin ein riesiger Sustain-Fan und deshalb spiele ich auch gerne Fleet Footwork+Overheal+Lifesteal Rune. Hier fehlt aber das Attack Speed deshalb k&ouml;nnte es st&auml;rker werden wenn Zeal instant nach B.F. gebaut wird da auch kein Attack Speed mehr fehlt. \r\n\r\nWarum ich jetzt den Thread ge&ouml;ffnet habe? Nun, ich wollte mit euch dar&uuml;ber schnacken ob man diesen neuen Build Patch jetzt gehen sollte oder doch eher 1st Stormrazor weiterhin gehen und dann scalen bis zum Jupiter nach jedem weiterem Item? ^^\r\n\r\nBin auf euer Feedback gespannt. \r\n\r\nPS: F&uuml;r jeden Comment = 1 Poro Snack &quot;owo&quot;","replies":[{"id":"","poster":"Cenâreth","date":"2019-02-06T13:52:41.455+0000","up_votes":1,"down_votes":0,"body":"Wir können jetzt mal anfangen zu diskutieren darüber ob der Buff auch wirklich ein Buff ist, für mich kommt dass aktuell eher gefühlt wie eine Seifenoper vor. Sprich eine Blase wo buffed drinsteht, die dann einfach zerplatzt.","replies":[{"id":"","poster":"Ma1days","date":"2019-02-06T21:05:45.486+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cenâreth,realm=EUW,application-id=vatevpvi,discussion-id=JvXsPcRn,comment-id=0003,timestamp=2019-02-06T13:52:41.455+0000)\n>\n> Wir können jetzt mal anfangen zu diskutieren darüber ob der Buff auch wirklich ein Buff ist, für mich kommt dass aktuell eher gefühlt wie eine Seifenoper vor. Sprich eine Blase wo buffed drinsteht, die dann einfach zerplatzt.\n\nich bin extrem gehypt von dem patch. adc fühlt sich wieder wie ein carry an.\ndas war zu 100% ein buff für adcs und tanks","replies":[{"id":"","poster":"Cenâreth","date":"2019-02-08T10:16:34.842+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ma1days,realm=EUW,application-id=vatevpvi,discussion-id=JvXsPcRn,comment-id=00030000,timestamp=2019-02-06T21:05:45.486+0000)\n>\n> ich bin extrem gehypt von dem patch. adc fühlt sich wieder wie ein carry an.\n> das war zu 100% ein buff für adcs und tanks\n\nNaja, man merkt schon dass IE den Unterschied wieder ausmacht, aber jetzt spielen halt alle Carrys praktisch wieder auf IE first Item. Ich finde es gehört etwas ausgewogener, Bei Xayah wars z.B. auch ER into Statiks/RFC into IE in Season 8 Beginn. Aber jetzt ist es halt so dass alle praktisch first Item nur IE bauen müssen.","replies":[]}]}]},{"id":"","poster":"Fantum Phoenix","date":"2019-02-05T00:43:08.078+0000","up_votes":1,"down_votes":0,"body":"Ich glaube tatsächlich das es Adc´s geben wird die wie zur damaligen Ardent Censer Meta IE rushen werden, zwar gab es dort noch kein Stormrazor aber trotzdem mit dem alten IE sollten gerade Tristana und Sivir so ihre Powerspikes verschnellern können.","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2019-02-04T04:09:06.964+0000","up_votes":1,"down_votes":0,"body":"Gibs nicht denn unter 100% Crit ist alles andere als Perfekt.\n\nUnd nur mit Crit fehlt dir alles andere.","replies":[]},{"id":"","poster":"ImTheFox115","date":"2019-02-03T19:09:13.926+0000","up_votes":1,"down_votes":0,"body":"Naja besser ist bf dann AS Schuhe und dann zeal","replies":[]}]}