{"id":"nZ8JVlJa","poster":"Critamere1980","date":"2019-11-12T20:37:10.396+0000","title":"League ist genauso genial wie braindead!","subforum":"Champions & Gameplay","up_votes":2,"down_votes":8,"body":"Hallo Leute,\r\n\r\nwäre ein 1on1 Ranking nicht von Vorteil? Selbst euer Faker und andere Pro Gamer lieben 1on1.\r\n\r\nFindet ihr es toll, dass es schon seit Ewigkeiten nur diese eine 5on5 Map gibt?\r\n\r\nWarum zocke ich nach meinen 10 Ranked Games, in welchen ich als Bronze I gerankt wurde, nonstop gegen Silver und Gold Leute?\r\nDa hört doch jeder auf zu zocken.\r\n\r\nund 100.000 andere Punkte.\r\n\r\nBekam jetzt gerade eine 5 minütige Zeitstrafe. Klickte 100 mal, aber mein Champ wurde nicht angenommen. Gerade total laggy. Wäre eh sicher unplayable gewesen. Jetzt ne 5 minütige Zeitstrafe deshalb. lol\r\nAber is eh ok. Ob ich nun 40 Minuten oder 45 warte, is auch schon wurscht. Dann spiel ich eh wieder 3-4 mal in Serie Sup, obwohl ich Top und Jungle eingestellt habe. Das passt schon.\r\n\r\nNur komisch, dass ich bei meinen 3 letzten Games in denen ich leavte keine Zeitstrafe erhielt. Vlt. weil ich schon ca. 150 Euro in diesen Nick gepulvert habe? lol\r\n\r\nHinter Riot stehen schon Erwachsene oder ist das ein Jugendprojekt, aus fähigen Programmieren und Grafikern? Keine Ahnunug...\r\nAlles gute euch.\r\n\r\nLG Critamere1980","replies":[{"id":"","poster":"Yujayu","date":"2019-11-12T20:47:28.910+0000","up_votes":3,"down_votes":0,"body":"> Nur komisch, dass ich bei meinen 3 letzten Games in denen ich leavte keine Zeitstrafe erhielt. Vlt. weil ich schon ca. 150 Euro in diesen Nick gepulvert habe? lol\n\nDu hast 150 für deinen Namen ausgegeben?\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Critamere1980","date":"2019-11-12T20:50:30.745+0000","up_votes":1,"down_votes":2,"body":"Kommt ca. hin. Wieso? Is doch ein schöner Nickname. :)","replies":[]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-11-12T20:41:27.390+0000","up_votes":3,"down_votes":0,"body":"> Bekam jetzt gerade eine 5 minütige Zeitstrafe. Klickte 100 mal, aber mein Champ wurde nicht angenommen. Gerade total laggy. Wäre eh sicher unplayable gewesen. Jetzt ne 5 minütige Zeitstrafe deshalb. lol\n> Aber is eh ok. Ob ich nun 40 Minuten oder 45 warte, is auch schon wurscht. Dann spiel ich eh wieder 3-4 mal in Serie Sup, obwohl ich Top und Jungle eingestellt habe. Das passt schon.\n> \n> Nur komisch, dass ich bei meinen 3 letzten Games in denen ich leavte keine Zeitstrafe erhielt. Vlt. weil ich schon ca. 150 Euro in diesen Nick gepulvert habe? lol\n\n\n\nder server ist einfach grade down","replies":[{"id":"","poster":"Critamere1980","date":"2019-11-12T20:48:25.016+0000","up_votes":1,"down_votes":6,"body":"Das ist mir durchaus bewusst. Es ging nur um diese Logik, dass ich gestern sowie heute in Serie 3 Spiele verlassen habe, weil ich einfach keinen Bock mehr hatte und deshalb keine Strafe erhielt. Nun jedoch eine 5 minütige Zeitstrafe erhalten habe, weil der Ping extrem hoch war. Aber okay, eventuell ist diese 5 minütige Strafe dann ja weg, wenn diese Probleme geklärt sind. Könnte aber wetten, dem ist nicht so. Ist mir auch latte. Ich finds nur total genial. Ironisch gemeint natürlich.","replies":[{"id":"","poster":"611FVNKBlv","date":"2019-11-12T23:32:15.651+0000","up_votes":3,"down_votes":0,"body":"Alleine dafür hoffe ich inständig das n Riotler das hier sieht und deinen Acc bannt. Wieso müssen so viele in der Community so komplett \"Wort musste leider zensiert werden\" sein. Wieso kann man nicht einfach mal n schönes Match genießen ohne das solche Leute wie du sich jeden Tag einloggen.\n\nMal son Tag wo Riot nur Leute mit mind. 2 Jahre Honor 5 einloggen lässt wäre doch absolut Premium LUL","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-11-13T13:54:34.070+0000","up_votes":1,"down_votes":0,"body":"das würde leider nichts ändern, gelegentliche soft inter und griefer die dir z.b. den red buff extra klauen, deinen lane cs nehmen oder ähnliches werden nicht gebannt und behalten ihr honor level.\n\nAFKler werden zwar bestraft bekommen aber nur 5/20 minuten strafe und das honor lvl wird nicht berührt, weil man ja auch internet probleme haben könnte und es da schon mal zu einer 5 minuten sperre kommen kann (finde spätestens ab 20 minuten sollte honor lvl resetted werden)\n\n\nScripter/MMR booster/Account sharing wird alles in wellen gebannt womit viele nicht betroffen sein werden und wenn sie gebannt werden ist der ban  14 tage oder permanent, wodurch das honor level meistens da auch nicht recht irrelevant ist.\n\n\nBestrafft werden fast nur flamer/trashtalker/leute die den chat zu viel benutzen.\n\nwill die jetzt nicht verteidigen es gibt viele leute die wirklich übertreiben aber bei leuten die einfach ein bisschen trashtalken finde ich es schon ein bisschen unangemessen sie zu bannen. Das sind die einzigen leute die von so einem tag betroffen sind.\n\n\n\nOftmals sind leute leider toxisch im chat wegen boostern/Ragequitter/griefer, dies tilted sie nunmal oft so stark das sie dann recht viel beleidigen und dadurch gebannt werden. Klar haben sie es verdient, aber den griefer/booster/ragequitter im spiel zu lassen löst leider nicht wirklich das problem.\n\nUnd das scripter/mmr booster nur in wellen gebannt werden ist auch leider sehr schade (leider schlecht umgehbar) so das solche leute über ein halbes jahr noch im spiel bleiben.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:10:43.607+0000","up_votes":1,"down_votes":0,"body":"Ach der labbert doch nur ^^ \nDarfst du garnicht ernst nehmen :)","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:10:00.281+0000","up_votes":1,"down_votes":0,"body":"Bestimmt :)","replies":[]}]}]},{"id":"","poster":"Wildes Bummelz","date":"2019-11-12T20:54:22.204+0000","up_votes":1,"down_votes":0,"body":"Ich hab eben ein Ranked gespielt und währenddessen wurde wohl die Ranked Que disabled, dadurch wurde mein lose nicht gewertet, was ich ziemlich gut fand. Generell gibt es aber jeden Tag mehrere Aufreger in dem Game, ob es Bugs sind, die in ihrer Masse wirklich gamebreaking sind, oder einfach mega großes Pech im Matchmaking... So viele frustrierte Kinder, die sich auf Master sehen und alles und jeden flamen, der nicht so spielt wie sie es für richtig halten.. oft sind sie dadurch so abgelenkt, dass sie am Ende selbst komplett versagen... und dies wird dann natürlich wieder versucht auf andere abzuwälzen, ein Teufelskreis..\n\nEs gibt so viele sinnlose Ques (3v3, Bots easy, draft pick..), wenn man davon eine deaktivieren würde und stattdessen U.R.F permanent freischalten würde, hätten diese Kinder was zum abreagieren.. Solche Entscheidungen wie TFT Ranked kann ich nicht nachvollziehen, nachdem es keine Ranks fürs Aram gibt, was absolut fair und nicht mehr rng wäre... \n\nHabe vor ein paar Tagen 3v3 mal wieder gespielt und dort ist mir aufgefallen, wieviele Farmbots dort zu treffen sind... bis zu 5 in einem Game, schön mit heal und ghost am inten... wie kann Riot so etwas zulassen, das frisst nicht nur Ressourcen sondern schadet dem ganzen Game, weil man das Vertrauen in die Entwickler verliert.. Wenn sie nichtmal das in den Griff kriegen, scheint mir die Tatsache, dass dies ein \"competetive game\" sein will ein bisschen utopisch.. dafür ist das ganze Spiel viel zu random... Zum Beispiel ist mir im Übungsmodus aufgefallen, dass wenn man die Waves alleine laufen lässt, irgendwann tower gepusht werden und komischerweise immer die selben.. wie kann das sein? normalerweise sollten die waves doch ausgeglichen sein?","replies":[{"id":"","poster":"biohazard27","date":"2019-11-12T23:18:44.014+0000","up_votes":2,"down_votes":0,"body":"Dir sind die gründe wohl nicht klar wieso Rito URF nicht wiederbringen wird -abgesehn jetzt zum 10Jährigem. Der Modus verursacht so einen harten Spielerdrop &amp; Frust weil nach kurzer Zeit nur noch die gleichen OP Champs gespielt werden. Darum gibt es ya auch ARURF der immer wieder kommt, um diesen Frust erst garnicht aufkommen zu lassen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:08:51.689+0000","up_votes":1,"down_votes":0,"body":"Danke :) \n\nAuch bei seiner 3vs3 bzw 1vs1 Idee würde es darauf hinaus laufen :/","replies":[]}]},{"id":"","poster":"Critamere1980","date":"2019-11-12T21:04:57.500+0000","up_votes":2,"down_votes":1,"body":"Ja das is auch sehr traurig, dass man im 3on3 fast nur gegen und mit Bots spielt. 3on3 gefällt mir eigentlich. Habe lange Zeit nur diesen Mod gespielt, aber da die Spielsuche da auch total fehl am Platz ist, macht das natürlich keinen Spass. Kann schon sein, dass der 3on3 Mod nicht so ankommt und darum Bots genutzt werden müssen...\n\nIch denke auch, dass da alles sinnlos ist. War mal gewillt, an Riot eine Mail zu schicken, mit diversen Verbesserungsvorschlägen, neuen Map Ideen, etc.\nAber wenn man sich, naja spielte das erste mal 2012, den Verlauf so ansieht, is das alles recht traurig.\nDa würde wohl keiner retour schreiben, weils denen einfach egal ist.\n\nSolange noch genügend Leute zahlen is wohl alles gut. Ob viel mehr Kohle drin wäre, sehen die nicht. Da fehlen wohl die Visionäre für etwas größeres. Ich fand League ja eigentlich genial, halt nur ne Zeit. Nach dieser wurde es einfach langweilig, danach lächerlich.\n\nAber hey, bald kommt wieder ein neuer Champ. lol\n\nSo wie Senna... lol\nSo unbalanced, nach all den Erfahrungen. Jo sind Programmierer und Grafiker die darin echt gut sind, aber sonst fehlt alles rundherum. :-(","replies":[{"id":"","poster":"Wildes Bummelz","date":"2019-11-12T21:30:38.284+0000","up_votes":1,"down_votes":1,"body":"und natürlich sind die neuen Champs immer schön overtuned, (man will ja skins verkaufen, ohne effort) und sie meinen keiner würde es checken.. ich höre aber von immer mehr leuten, dass die in dieses game keinen cent mehr stecken, bis es wieder besser wird... die wollen es alle so wie ich auch lieber da investieren, wo die community einfluss auf das spiel hat, beachtet wird.. denn diese hält nunmal das ganze projekt am leben.. ohne spieler keine verkauften RP, ohne spieler schaltet keiner werbung.. grade u.r.f wäre vielleicht noch eine möglichkeit mehr neue leute für das spiel zu gewinnen, aber das gibts ja nur ein paar tage im jahr","replies":[{"id":"","poster":"Critamere1980","date":"2019-11-12T21:47:36.714+0000","up_votes":1,"down_votes":2,"body":"Sehe ich auch so, dabei is es schade. Nur dieses Forum hier is echt toll. Habe mich gerade durchgelesen. Schon ne starke Community hier...\n\nIs hier kein deutscher freiwilliger Riot Mitarbeiter, welcher für Riot auf der Suche nach Ideen ist?\nAlso hätte ich soviel Budget, um so ein Game umzusetzen, würde ich meine Fühler nach allen Seiten ausstrecken, um das Maximum an Umsatz zu erwirtschaften. Alles andere würde ja bedeuten, dass ich meine Geschäftstüchtigkeit schnellstmöglich wieder erhalten muss, ansonst droht Konkurs.\n\nNaja man kann eh nur hoffen, dass sich noch was tut. Ich stecke auch sicher keinen Euro mehr in das Spiel. Waren bisher ca. 400. War okay. Finds gut, wenn man Geld für das Spiel ausgibt, welches einem gefällt. Is ja nicht so, dass ich deshalb einen Vorteil gegenüber anderen im Spiel habe. Das war auch ein Grund, warum mir League gefiehl. Es ist fair. \n\nGibt halt tolle Skins. Da sind`s kreativ, aber wenn`s um den Spielspass geht, tut sich nix. :/\n\nKlar is League ein Teamgame, 5on5. Is Warcraft III auch. 3on3, 4on4, FFA, aber es gab auch 1on1.\n\nIch denke, würde es ein 1on1 Ranking System geben, würden mind 20% der aktuellen Spieler dieses konstant zocken und kaum noch 5on5 spielen, vlt. sogar 30%. Vor allem würden wieder viele retour kommen, eben solche wie ich, die auf 1on1 stehen. Is halt einfach viel was anderes.\n\nMöglich wärs ja. In Custom Games findet man eh hunderttausende User, welche Bock auf 1on1 haben. Mit Ranking System wäre es halt sinnvoller.\n\nWundert mich, dass es noch keine ordentliche inoffizielle 1on1 Webseite gibt. Totale Marktlücke. Millionen Business, von dem wir schreiben.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:08:03.240+0000","up_votes":1,"down_votes":0,"body":"Sorry die einzigen die einen 1on1 modus wollen sind Salty yasou Spieler ^^ \n\nDie schon im allchat schreiben komm 1on1 \n\nSolche Leute haben das Spiel nicht verstanden.\n\n\nWenn die so TOLLE Ideen hast dann schreib sie Riot. Bin sicher wenn was brauchbares dabei ist werden die sich dankbar melden ;) \n\nAber dein bisheriges gejammer war eher Mau ...","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:05:22.551+0000","up_votes":1,"down_votes":0,"body":"Urf ist kacke und zum Glück kein fester Bestandteil von league ...\n\nWo sind den die immer mehr Leute die kein Geld mehr in league ausgeben wollen ? \n\nWenn ich sehe wie viele immer rnach skins und Prestige pass fragen ^^","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:03:40.385+0000","up_votes":1,"down_votes":0,"body":"Aufjedenfall hast du mehr Ideen und Plan für das Spiel als die die damit seit Jahren milionen verdienen ^^ \n....","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:02:08.238+0000","up_votes":1,"down_votes":0,"body":"Also hast du 100+ Übungsaufgaben games laufen lassen und nur die minions beobachtet ? \nWeil mir fallen schon in 2 games Unterschiede auf .... \n\nNaja der Rest den du schreibst ist naja über tft ranked beschweren aber Urf als festen modus wollen ? Ne danke \n...\n\nUnd lol und seine Bugs *hust hust* hast du mal ein EA Spiel nach der Release gespielt oder 2 Jahre später? \nFür das du dann aber 60€ + gezahlt hast ? \n\nAber über Riot jammern ^^","replies":[{"id":"","poster":"Wildes Bummelz","date":"2019-11-13T11:50:21.907+0000","up_votes":1,"down_votes":0,"body":"Ich finds nur echt bescheiden, dass es nunmal TFT Ranked gibt, aber kein Aram Ranked, dass es überhaupt ein Ranked im TFT gibt, stört mich auf keinen Fall.\n\nIch habe bisher auch schon weit über 60€ in LoL gesteckt, eben weil ich vieles daran gut finde. Aktuelle Entwicklung hindert mich jedoch daran, mehr Geld zu investieren. ","replies":[]}]}]},{"id":"","poster":"Rena","date":"2019-11-12T20:57:05.391+0000","up_votes":2,"down_votes":0,"body":"1. Wieso spielst du ein 5v5 Spiel, wenn du auf 1v1 spiele stehst? League of Legends ist ein 5v5 Teamgame.\n\n2. Der Champion wurde nicht angenommen weil der Client gerade laggt.\n\n3. Was ist denn das schon wieder für eine Verschwörungstheorie?","replies":[{"id":"","poster":"Critamere1980","date":"2019-11-12T20:59:10.572+0000","up_votes":1,"down_votes":3,"body":"Mir gefällt das Spielkonzept hinter League, zumindest für ne gewisse Zeit...\nIrgendwann is es natürlich langweilig.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T07:49:50.555+0000","up_votes":1,"down_votes":0,"body":"Dann Spiel Hots","replies":[]}]}]},{"id":"","poster":"Critamere1980","date":"2019-11-12T20:57:58.587+0000","up_votes":1,"down_votes":4,"body":"Ein toller Spiel Mod samt Map. Riot müsste die Map nicht einmal gravierend ändern. Es könnte ein 4on4 geben, eben ohne Jungler.\nAuf Top 1vs.1, Mid 1vs.1 sowie Bot 2vs.2.\nDiese 3 Lanes wären abgetrennt. Das bedeutet, roamen wäre nicht möglich. Die bessere Lane gewinnt das Spiel.\nWäre sicher spannend solch ein Spielmod und ich bin mir sicher, der würde Anklang finden. \nWill nicht jeder das Spiel gewinnen und es allen zeigen, HEY ICH WARS, SEHT HER! ICH BIN DER BESTE!\nViele ticken ja so. :-)\n\nAber auch für die motivierten Spieler, welche lieber 1on1 spielen, wäre so ein Mod ideal. da du auf Top und Mid das ganze Spiel über nur einen Gegner hast.\n\nAlso das wäre mal ein Spielmodus der Sinn machen würde und fix eine Bereicherung für Riot. Sogar relativ wenig Arbeit, da die bestehende Map ja nur minimal umgeändert werden müsste und einfach der Jungler pro Team wegfallen würde.\n\nDa würde dann Split pushen mit Tryndamere richtig Spass machen. lol\nMüsste sich der Gegner eben den passenden Champion aussuchen.\n\nNur so ein Gedanke...","replies":[{"id":"","poster":"biohazard27","date":"2019-11-12T23:26:25.373+0000","up_votes":2,"down_votes":0,"body":"Wir nehmen 5v5 nehmen ihm jede taktische Tiefe, die hohe Vielfalt an spielbaren Champs &amp; machen nen Splittpushsimulator draus. \n\nGeniale Idee &amp; wenn man dan den ihib hat, was dan? Wartet man 10min bis die anderen Lanes auch durch sind oder darf man dan das Spiel verlassen?","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T07:49:10.664+0000","up_votes":1,"down_votes":0,"body":"So wie 3vs3 den keiner spielt....","replies":[{"id":"","poster":"Megamaexx","date":"2019-11-13T13:57:39.296+0000","up_votes":1,"down_votes":0,"body":"3v3 besteht aus ziemlich viel roamen. Wer reinpusht, muss mit 2 Gegnern im Rücken rechnen.","replies":[]}]}]},{"id":"","poster":"Câstiél","date":"2019-11-14T09:57:43.886+0000","up_votes":1,"down_votes":0,"body":"> Warum zocke ich nach meinen 10 Ranked Games, in welchen ich als Bronze I gerankt wurde, nonstop gegen Silver und Gold Leute?\nDa hört doch jeder auf zu zocken.\n\nDu hast diese Saison mit diesem Account 12 rankeds gemacht. Vor Season 9 wurde gar kein Ranked gemacht.\nDas Matchmaking ist ein System, welches Daten braucht, um richtig zu funktionieren.\nWie soll ein System anhand von 12 Spielen deine tatsächlichen Fähigkeiten rausfinden? Spiel einfach mehr und du wirst mit den Spielern gematched, die ungefähr auf deinem Skilllevel sind.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-11-13T14:09:27.198+0000","up_votes":1,"down_votes":0,"body":"> Nur komisch, dass ich bei meinen 3 letzten Games in denen ich leavte keine Zeitstrafe erhielt. Vlt. weil ich schon ca. 150 Euro in diesen Nick gepulvert habe? lol\n\nNein, denn es gibt einen Unterschied zwischen Championauswahl und Spiel verlassen. \nVerlässt du die Championauswahl, darfst du für eine gewisse Zeit nicht erneut in die Warteschlange. Das fängt mit 6 Minuten an.\nVerlässt du 1x ein laufendes Spiel, passiert erst mal nix. Verlässt du weiter Spiele in kürzeren Abständen, bekommst du ne Warnung und musst bestätigen, dass du das nicht nochmal machst. Geht das weiter, bekommst du vor den nächsten 5 Spielen ne 5 Minuten Warteschlange, was sich bei weiteren Vergehen weiter steigert.","replies":[]},{"id":"","poster":"oneshot Vasco","date":"2019-11-13T11:54:56.443+0000","up_votes":1,"down_votes":0,"body":"Ok Boomer","replies":[]},{"id":"","poster":"Critamere1980","date":"2019-11-13T00:27:38.823+0000","up_votes":1,"down_votes":0,"body":"dann schreibt man mit zwei n und bei dem anderen frage ich mich, ob es sich hierbei um eine Frage handelt, da das Fragezeichen fehlt. Hier kann man leider nur sehr rare kommunizieren, wie ich feststellen muss. Nicht mein Niveau. Bin raus. Cya","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T07:48:46.028+0000","up_votes":1,"down_votes":0,"body":"Hahahahahahaha","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T07:48:10.909+0000","up_votes":1,"down_votes":0,"body":"Nein league braucht keine 1on1 Modi... Es ist ein Team Spiel und sollte auch so gespielt werden -.- \n\nDie Map ist das geile an lol das man immer das selbe Spielfeld hat. \n\nDas du ne zeitstrafe bekommen hast und jammerst aber gleichzeitig dich beschwerst das du beim leaven keine bekommen hast ^^ ohman ... \n\nUnd Sorry aber Riot ist es egal ob dein acc 150€ oder 1000€ wert ist. Für die bist du nur ein kleiner Account.  \n\nWenn nötig wirst du bestraft wenn nicht dann eben nicht ...","replies":[]}]}