{"id":"YlkovAEy","poster":"Acid NoneStop","date":"2019-02-03T11:08:49.923+0000","title":"Main ADC sucht Team zum Gamen*","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Liebe Community,\r\n\r\nich hei&szlig;e Benji &quot;NoneStop&quot; und bin auf der Suche nach einem Team welches nicht nur Spa&szlig; am spielen hat, sondern sich auch mit Taktiken etc. befasst.\r\n\r\nVorab mal ein paar Informationen von mir:\r\n\r\nIch spiele League seit der Beta, ein Jahr etwas erfolgreicher als andere und h&auml;nge so ein bisschen fest im Bereich (High - Plat &lt;-&gt; Middle Dia).\r\nAn dem Spiel reizt mich das Gameplay im Team, Leute die miteinander etwas erreichen wollen. Meine Main Position ist die Rolle des Ad-Carries, welche ich zwar in der Season 8 leider nicht wirklich aufnehmen konnte (in SoloQ) da sich das Verhalten f&uuml;r mich zu doll ge&auml;ndert hat. Man ist halt gegen Champions wie Khazix, Rengar &amp; Co als ADC auf ein Team angewiesen - welches mir in SoloQ oft fehlt.\r\n\r\nMir ist egal, ob das Team welches Interesse an mir hat lange zusammen spielt oder nicht, High-Elo ist oder nicht (Bin ich selber ja auch nicht). \r\nMir sind die &quot;Charaktere&quot; der einzelnen wichtig, steht man zu dem was man sagt, kannst du dir selber Fehler eingestehen, bist du Kritikf&auml;hig (sowohl wenn man sie selber bekommt, oder halt verteilt.) - Das Loben untereinander &quot;Was hat mein Teammate/Team gut gemacht)\r\n\r\nZu meinem Spielstil:\r\n\r\nIch w&uuml;rde mich als sehr aggresiven Laner sehen, ich achte viel auf Bewegung (Minimap - pinge ich fast alles). Ich passe mich gerne an, wenn ich wei&szlig; ich kann meinen Leuten vertrauen. F&uuml;r mich gibt es nicht den ADC der alles weghaut in der Lane sondern ich spiele alle (bis auf Kaisa atm) weil mich die Vielfalt anreizt.\r\n\r\n!!! - - - Shotcalling, wie funktionieren &quot;slow-pushes, Vision-Gaming und und und geh&ouml;ren f&uuml;r mich zum GAMEN (Semi -/- Professionell)  - und nicht zum &quot;Spielen&quot; (aus Spa&szlig;)\r\n\r\nFalls ich fragen offen gelassen habe, ihr mal mit mir sprechen wollt (Ts, Discord o.&auml;.) oder gar Interesse habt, dann Addet mich doch gerne!\r\n\r\nMit freundlichem Gru&szlig;\r\nBenji &quot;NoneStop&quot; Noway","replies":[]}