{"id":"H7Auw3Yy","poster":"PlsLoLMMO","date":"2019-02-03T06:18:33.880+0000","title":"So manchmal fuckt mich das Game ab","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":9,"body":"Hab mir jedes mal Gedacht ach komm schei&szlig; aufs Mimimi im Forum bringt eh nichts aber langsam ist das Fass echt am &Uuml;berlaufen.\r\n\r\nKann diese Firma sich endlich mal darum k&uuml;mmern das Afk-Spieler bestraft werden? Junge ich hab echt so die schnauze voll das man in jeder zweiten schei&szlig; Runde nen verschissenen Afk hat ich tilte so etwas von hart in meinem Kopf einfach nur weil man von 100 Std gameplay mindestens 50 Std mit Afks zocken muss.\r\n\r\nK&ouml;nnt ihr wenigstens zur abwechslung mal einen einzigen Afk ins Gegnerteam packen? W&auml;re echt wahnsinnig sch&ouml;n von Riot einfach der Fairness gegen&uuml;ber.\r\n\r\nDieser Mimimi-Schei&szlig; wird zwar eh nichts bringen aber irgendwo muss man den Frust einfach raus lassen ey das ist ja wieder die H&ouml;lle was mit den Afk-Spielern zurzeit abgeht ... junge junge junge....","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-03T09:56:41.714+0000","up_votes":5,"down_votes":0,"body":"Ich finde es merkwürdig das so viele immer Probleme mit Afk Spielern haben. \nIch hab so gut wie nie welche. Hier und da maaal nen disconnect aber die meisten kommen doch relativ schnell wieder und entschuldigen sich dann.","replies":[{"id":"","poster":"clair de lune289","date":"2019-02-04T01:05:24.724+0000","up_votes":2,"down_votes":0,"body":"liegt wohl daran das toxische Spieler wesentlich häufiger auf AFK Spieler treffen,da sie diese selbst zum RQ/AFK bringen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-02-04T10:07:46.764+0000","up_votes":1,"down_votes":0,"body":"Das stimmt wohl. Aber das muss ja nicht auf den TE oder auf andere zustimmen, die das Problem melden.\nIch wollte dem TE jedenfalls kein toxisches Verhalten unterstellen, deswegen hatte ich nichts davon erwähnt.","replies":[]}]}]},{"id":"","poster":"Daser","date":"2019-02-03T09:18:36.477+0000","up_votes":3,"down_votes":0,"body":"Der acc ist lvl 10? Was für ranks","replies":[{"id":"","poster":"Sedros","date":"2019-02-03T18:57:59.033+0000","up_votes":1,"down_votes":0,"body":"Das machen viele Flamer im Forum. Sie wollen nicht, dass man es nachvollziehen kann. Man sollte daher immer hinterfragen, ob es wirklich so ist oder ob es wieder nur ein mimimi ist wegen 1 game","replies":[]}]},{"id":"","poster":"Anyua","date":"2019-02-03T09:21:00.446+0000","up_votes":1,"down_votes":0,"body":"> Könnt ihr wenigstens zur abwechslung mal einen einzigen Afk ins Gegnerteam packen? Wäre echt wahnsinnig schön von Riot einfach der Fairness gegenüber.\n>\n\nNun ja, Fair wäre das auch nicht fürs Gegner Team.\nAber habe es auch sehr oft das wer AFK geht, gestern zb. war die Top gegen Ende tilt und es war vorbei und zu Anfang gleich der Jgl.\nViel Glück vielleicht erwischt du ja mal ein Team ohne AFKler\n\n\nGrüße","replies":[]},{"id":"","poster":"Reboot Geostorm","date":"2019-02-03T07:15:12.293+0000","up_votes":1,"down_votes":2,"body":"Hab ich verstärkt auch mitbekommen... Aber nicht aufgeben haben die Hälfte der Spiele auch 4 vs 5 gewonnen....","replies":[]}]}