{"id":"WLWKeG18","poster":"berndbolerow","date":"2019-11-12T16:44:04.208+0000","title":"Gegen Smurfs hat man einfach keine change!","subforum":"Ligen & gewertete Spiele","up_votes":4,"down_votes":13,"body":"Hallo Forum!\r\n\r\nWarum wird nichts gegen Smurfing, Accountsharing und ähnliches gemacht?\r\nRIOT schreibt sich doch auf die Fahne ausgewogene und Faire Spiele zusammen zu stellen.\r\n\r\nIch rufe daher auf wenn andere Spieler auch solche unfairen Spielzusammensetzungen erfahren ein RIOT Ticket zu eröffnen.\r\n\r\n Stellt euch doch mal vor wenn der Support am Tag 1000 solcher Tickets bekommt.\r\n\r\nDann ist der Support nicht nur überlastet ...\r\nVG\r\nBB","replies":[{"id":"","poster":"WC9 Umbra","date":"2019-11-12T17:04:12.085+0000","up_votes":3,"down_votes":0,"body":"Du spielst 1 mal gegen smurfs und sagst es ist schlimm. \n\nIn dia+ gibt es smurfs alle paar games.\n\nzum vergleich, wenn ich in low elo smurfe, sehe ich sogut wie nie einen anderen smurf.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-11-12T18:17:38.411+0000","up_votes":2,"down_votes":0,"body":"liegt daran das in dia weniger spieler sind und somit ein paar smurfs mehr auffallen als in silber, außerdem sind die meisten smurfs innerhalb von 20 spielen aus silber raus aber in dia bekommt halt jeder kaum LP","replies":[{"id":"","poster":"BarretuBf","date":"2019-11-13T10:05:24.854+0000","up_votes":2,"down_votes":0,"body":"Ich hatte nach einem Game, gold 3 mmr also braucht der Typ sich nicht darüber beschweren dass es soviele smurfs gibt, nach 20 games hat man schon plat 1 mmr als richtiger \"SMURF\".\n\nDie anderen sind sowie nur hardstuck plat 4 kids die nichts auf die Reihe bekommen.\n\n\nlg","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-11-13T13:44:00.045+0000","up_votes":1,"down_votes":0,"body":"bei frischen accounts ist das was anderes aber viele leute kaufen accounts, da kann es vorkommen das die von echten leuten sind und schon gerankt waren. Dadurch steigt die mmr viel langsamer als bei einem neuen account","replies":[{"id":"","poster":"BarretuBf","date":"2019-11-14T09:15:28.373+0000","up_votes":1,"down_votes":0,"body":"Ja klar,\n\naber welcher \"Smurf\" holt sich einen Acc der nicht completly fresh lvl 30 ist?.\n\nAußer man will mit Freunden zocken, oder man kauft sich einen mit guter MMR das man sich ein paar Spiele spart aber ja ich weiß was du meinst.\n\nlg","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-11-14T15:50:41.869+0000","up_votes":1,"down_votes":0,"body":"man kauft sich keine spezifischen accounts oder so. Also jetzt nicht sowas wie \"dia mmr\" die sind meistens zu teuer. Die meisten kaufen sich einfach random accounts die lvl 30 sind, da kommt es schonmal vor das der account vorher gerankt war.","replies":[]}]}]}]}]},{"id":"","poster":"Aymira","date":"2019-11-12T17:17:06.456+0000","up_votes":1,"down_votes":0,"body":"Persönlich muss ich sagen: Es treiben sich schon wirklich sehr viele frische lvl 30 Accounts in den Rankeds rum bei denen man merkt, das sie keine Neulinge sind.\n\nSie aber immer und jedes Mal als die übersmurfs zu bezeichnen ist auch falsch, die inten oft genug rein (oder gehen afk, weil sie keine Konsequenz fürchten weil \"smurf\") xD","replies":[]}]},{"id":"","poster":"Aymira","date":"2019-11-12T16:58:46.816+0000","up_votes":1,"down_votes":1,"body":"Vom Spielen gegen einen Smurf lernst du allerdings mehr als wenn gegen jemanden spielst, der auf deinem oder sogar unter deinem Niveau ist.\n\nVoraussetzung dafür ist aber eine ehrliche Selbstreflektion. x)","replies":[{"id":"","poster":"Zavolta","date":"2019-11-12T19:54:42.792+0000","up_votes":3,"down_votes":1,"body":"Naja, was will man lernen, wenn man jedesmal instant stirbt?! Lernen würde man, wenn der Smurf im gleichen Team ist, einen anleitet, über TS oder so...\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Tatzeblu","date":"2019-11-12T21:48:09.804+0000","up_votes":4,"down_votes":1,"body":"Ne, lernen tut man, wenn die Sachen, die du falsch machst, wirklich bestraft werden und man dadurch dann merkt, dass man etwas falsch gemacht hat.","replies":[{"id":"","poster":"Zavolta","date":"2019-11-13T17:02:36.118+0000","up_votes":1,"down_votes":0,"body":"Nette Theorie. Ich (also ich persönlich) spiele seit OpenBeta 2009... ich hatte seit jeher alle Charaktere, kannte sie, wenn ein neuer rauskam, musste ich nur die neuen Fähigkeiten eines neuen Helden \"lernen\"...\n\nVor kurzem habe ich einen Kumpel zu LOL überredet... echter Anfänger... der hat es recht schnell wieder gesteckt... hat nicht nur > 140 Charaktere zu lernen... er kam auch oft mit ein paar Low-Lev Smurfs in Kontakt... erkennt man ja recht schnell, ob jemand echter Anfänger ist... oder ob jemand mit Lev 3 sich mit den erspielten Essenzen gleich einen \"schweren\" Champ holt und damit dann direkt das gesamte Spiel dominiert.\n\n(Und nein... ich habe nicht selber mitgespielt... ich bin nebendran gesessen und habe allgemeine Tipps gegeben).\n\nHat ihm nicht wirklich Spaß gemacht, dauernd von \"Pros\" nicht nur spielerisch vorgeführt zu werden, sondern dann auch noch verhöhnt zu werden (wir kennen ja die üblichen \"gg naabs\" und \"gg ez\" und \"l2p naaabs\" etc.).","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T17:21:55.157+0000","up_votes":1,"down_votes":0,"body":"Hallo!\nDas tut mir echt leid für deinen Freund!\n\nVerhöhnt zu werden ist wirklich das allerletzte!\n\n:(\nBB","replies":[]}]}]},{"id":"","poster":"Aymira","date":"2019-11-13T00:13:23.106+0000","up_votes":1,"down_votes":0,"body":"Das man mehr lernt, wenn einem geholfen wird, stimmt \n\nAber auch wenn man gegen jemanden spielt, sollte man sehen, wo die Probleme lagen, also der Grund fürs \"ewige sterben\". Das fällt einem spätestens auf wenn man sich, wie bereits sagt dazu bereit erklärt am Ende der Party oder des Tages nochmal das Replay anzuschauen. \n\nIch nehme da jedenfalls mehr mit, als wenn ich mir das Replay anschaue wo ich 25/0 gehe und jeden nahezu mit einem Zauber aus dem Leben werfe. \n\nDas Problem nur darauf zu schieben, das der Gegner smurft, ist halt keine Lösung um sich zu verbessern. \n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Zavolta","date":"2019-11-13T17:07:48.281+0000","up_votes":1,"down_votes":0,"body":"Das trifft vielleicht für erfahrenere Spieler zu... aber wie ich schon weiter oben geschrieben habe... echte Anfänger haben genug damit zu tun, überhaupt mal die Charaktere zu erlernen... über 140... in jedem Spiel andere Kombinationen... die blicken gar nicht, was zu ihren Toden führt...","replies":[]}]}]},{"id":"","poster":"berndbolerow","date":"2019-11-12T17:50:21.260+0000","up_votes":1,"down_votes":3,"body":"Stimmt!\n\nHast du Kinder?\nEvtl. einen Sohn unter 14 der Karate macht?\nNun macht er einen Kampf gegen einen aus der zweiten Bundesliga.\n\nNachdem dein Sohn dann richtig auf die Schnauze bekommen hat kannst du ihm ja etwas über \nSelbstreflexion erklären ....\n\nBB","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-12T17:57:40.665+0000","up_votes":1,"down_votes":0,"body":"im karate herrscht das prinzip der selbstbeherrschung, also das man den Gegner nicht ernsthaft verletzen soll oder darf. Bei wettkämpfen kann man sogar disqualifiziert werden, wenn man dagegen verstößt.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-12T18:24:31.412+0000","up_votes":1,"down_votes":4,"body":"OK!\nWie alt bist du!?\n\nMeinst du ein über 50 Jähriger kann sich extrem stark verbessern?\nSein Reaktions vermögen als Beispiel\n\nEin Behinderter, der als Beispiel  Epileptiker ist, der kann sich auch stark verbessern?\n\nWarum dürfen diese Spielertypen deiner Meinung nach nicht gegen selbiges Niveau spielen. \nHaben diese Menschen nicht auch das Recht auf Spaß am diesem Spiel?\nWas hast Du gegen solche Spieler?\n\n\nBB","replies":[{"id":"","poster":"Zavolta","date":"2019-11-12T19:58:12.875+0000","up_votes":2,"down_votes":0,"body":"Was genau soll diese Art der Argumentation?!\n\nSoweit ich weiß, entscheidet man sich doch aus freien Stücken für ein Ranglistenspiel... und in einem Ranglistenspiel trifft man auf Gegner, die zumeist den Charakter wählen, den sie am besten beherrschen... da haben Smurfs absolute Vorteile...\n\n... aber im normalen Spiel... als ich noch Rangliste gemacht habe... waren Ranglistenspiele eher Stress, weil immer mit dem gleichen Helden spielen (außer man bekommt eine andere Lane oder der Char wird gebannt)... zur Entspannung gings dann ab in die normalen Spiele... andere Lanes, andere Helden... \n\nSmurfs sind im normalen Spiel doch eigentlich gar kein Thema...","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-12T20:16:49.971+0000","up_votes":1,"down_votes":5,"body":">Was genau soll diese Art der Argumentation?!\n\nich bin über 50! \nDu bist einer der der Meinung ist das alle sich verbessern können.\n\nIch kann nicht besser spielen als ich spiele.\n\n> Selbstreflektion ....\n\nDiese Aussage Empfinde ich schon als eine Art Angriff!\n\nRanglistenspiel sind für jeden da stimmt.\n> Twitch --- mal wieder Low Elo rocken\n> Bronze bravery\n> Deutschland sucht das Super Eisen \n\nUnd vor allem rede ich nicht über \"Normale\" Spiele sonder über Ranglistenspiel\n\nBB","replies":[{"id":"","poster":"Aymira","date":"2019-11-13T00:54:55.457+0000","up_votes":2,"down_votes":0,"body":"> ich bin über 50!\nDu bist einer der der Meinung ist das alle sich verbessern können.\nIch kann nicht besser spielen als ich spiele.\n\nAuch wenn du über 50 bist, kannst du dich immer noch verbessern. Die Limits verschieben sich zwar an einigen Stellen, aber trotzdem gibt es immer etwas, was man besser machen kann. \n\nKlar wird es was die Reaktionen angeht schwierig. Aber wie man sich über die Map bewegt oder die Gegner liest kann man tatsächlich immer verbessern, wenn man keine Einschränkungen hat die dich generell davon abhalten.\n\n> Diese Aussage Empfinde ich schon als eine Art Angriff!\n\nEs wirkt auf mich halt so, als siehst du nur \"die großen bösen Smurfs\" die deine Spiele kaputt machen. Das wirkt halt nicht sehr reflektiert, nimms mir nicht übel.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T08:52:10.351+0000","up_votes":1,"down_votes":2,"body":"Danke für deinen Einwand.\n\nSolche Antworten finde ich Zielführend.\n\nDanke\nBB","replies":[]}]},{"id":"","poster":"SayaShire","date":"2019-11-13T00:31:35.441+0000","up_votes":2,"down_votes":0,"body":"Es ist auch immer die Frage, ob man nicht kann, weil man nicht kann, oder nicht kann, weil man nicht will. \nJemand, der von vorn herein schon sagt, er kann nicht, ohne erst alles zu versuchen, macht für mich eher den Endruck nicht zu wollen. \nIch hab ne Freundin die auch  ü50 ist. Die findet, sie hat schon genug gelernt. Jemand der meint, er könnte nix mehr dazu lernen, weil man  50 ist, wird ewig auf diesem Entwicklungsstand bleiben. Und alles nur, weil man nicht zugeben will, dass man selbst mit 50 noch was lernen kann und will.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T08:55:25.675+0000","up_votes":1,"down_votes":2,"body":"Danke,\n\nbitte vergesst nicht das eine Lernkurve ab 45 nicht mehr so einfach ist.\n\nKeiner kennt mich und weiß nicht wie viel ich kann bzw. nicht kann.\n\nUnd natürlich versuche ich mich zu verbessern.\n\nEinen neuen Champion zu erlernen da brauche ich ca 100 Spiele.\nUnd dann kann ich die anderen nicht mehr so gut.\n\nVG\nBB","replies":[]}]},{"id":"","poster":"Zavolta","date":"2019-11-12T21:03:54.709+0000","up_votes":2,"down_votes":0,"body":"Du stellst hier nur Behauptungen auf und jubelst mir hier Zitate unter, die andere geschrieben haben.\nEinfach nur peinlich.\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T08:50:32.749+0000","up_votes":1,"down_votes":2,"body":"Oh HA!\n\nDa muss ich mich entschuldigen ...\n\nSorry im eifer der Antworten den Falschen angemacht\n{{sticker:slayer-jinx-unamused}}  \n\nBB","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T09:40:51.563+0000","up_votes":1,"down_votes":0,"body":"Ohman ....","replies":[]},{"id":"","poster":"Yuiwara","date":"2019-11-12T21:43:58.466+0000","up_votes":1,"down_votes":0,"body":"...komplett sinnfreie argumentation. außerdem sagte ich doch nie was davon, dass ich gg bestimmte \"spielertypen\" was habe oder? und was sollen solche fragen wie \"wie alt bist du\"...ist komplett irrelevant.","replies":[]}]}]},{"id":"","poster":"Aymira","date":"2019-11-13T00:48:29.958+0000","up_votes":1,"down_votes":0,"body":"Es gibt aber auch in jeder Sportart andere Menschen, die einfach besser sind als man selbst, weil diese einfach 3x mehr Zeit in etwas reinstecken. \n\nDemnach wird es auch da \"unfaire\" Turniere oder was auch immer geben, wo ein Kind einfach 6x die Woche etwas trainiert, während dein Kind nur 1x die Woche was macht. Als Beispiel gesehen. \n\nIch hab beim Bogenschießen als \"Anfänger\" damals auf Turnieren auch gegen Leute schießen müssen, die schon wesentlich \"wichtigere\" Veranstaltungen besucht haben, weil die in meiner Altersklasse waren. Fand ich das als kleiner Stöpsel fair? Nein fand ich nicht. Wenn ich aber heute darauf zurückblicke kann ich mit stolz sagen, das ich das durchgestanden hab und man was mitnehmen konnte...","replies":[]}]}]},{"id":"","poster":"Ragnar Lodbrok","date":"2019-11-12T18:33:36.835+0000","up_votes":3,"down_votes":1,"body":"Hör auf dir ausreden zu suchen , weil du schlecht bist. So wie deine History ist, hast du bestimmt in jedem Game \"Smurfs\"","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-12T19:06:02.074+0000","up_votes":1,"down_votes":7,"body":"hat dich der Mut verlassen?","replies":[{"id":"","poster":"SayaShire","date":"2019-11-13T00:51:01.001+0000","up_votes":3,"down_votes":0,"body":"Alter, du bist so ein unreifes Kleinkind. Lachhaft, dass du tatsächlich 50 sein willst.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T09:11:42.064+0000","up_votes":1,"down_votes":2,"body":"Du glaubst mir nicht .... \n\nKomm oben ist die TS Adresse und dann lerne mich kennen.\nDas meine ich NICHT im bösem ...","replies":[{"id":"","poster":"SayaShire","date":"2019-11-13T18:32:51.108+0000","up_votes":3,"down_votes":0,"body":"Ist dir schonmal in den Sinn gekommen, dass niemand dich kennen lernen will, wenn du dich benimmst wie ein pubertierender 12 Jähriger, obwohl du nach eigenen Angaben 50 sein willst? Das ist total creepy - einen 50 jährigen, der ein Benehmen wie ein Teenager hat, will vermutlich niemand auch noch hören, wenn er schon kaum beim Lesen zu ertragen ist. \nDein \"Los komm doch, trauste dich nicht oder was\" ist genau so bescheuert wie diese Facebook Status mit \"ich wette es werden nur ganz wenige von euch posten, weil ihr nicht den Mut dazu habt\". Da krieg ich Systemausfälle, wenn ich solche Leute um mich hab. \n\nAbgesehen davon möchte ich keinen Menschen kennen lernen, der findet, dass ich ein Drecksmensch bin, nur weil ich mehr als einen Account habe. Ich habe dir nie etwas getan und du kennst mich nicht, aber vom ersten Posting an verurteilst du mich. \nWarum sollte ich mich also auf deinen TS begeben? Damit ich noch mehr von deiner illustren Gesellschaft genießen darf? \nNee, danke. Da geh ich lieber nen Schweinestall ausmisten. Die beleidigen mich wenigstens nicht.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T18:48:23.271+0000","up_votes":1,"down_votes":3,"body":"Saubere Antwort!\n\nUnd rutsche nicht beim ausmisten aus ...\n> in meinen Augen sind Smurfs > **Drecks Gamer** besonders die, die auch noch im High LV Bereich ihren normalen Account haben.\n\nSoviel zu Zitaten!\n\nUnd vor allem jedem seine Meinung und auch seine Bedürfnisse ...\n\nBB","replies":[{"id":"","poster":"SayaShire","date":"2019-11-13T19:25:53.567+0000","up_votes":2,"down_votes":0,"body":"Wenn dem so ist, wieso fragst du dann Leute, ob sie der Mut verlassen hat, dass sie deinem scheiß TS nicht joinen, wenn du findest, dass jeder seine Bedürfnisse haben sollte? Du nimmst andern Leutens Bedürfnisse und Meinungen doch hier nichtmal wahr, wenn sie dir mit ner Abrissbirne ins Gesicht krachen würden, also spiel dich hier nicht so auf.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-14T12:27:10.592+0000","up_votes":1,"down_votes":0,"body":"SayaShire,\n\ndu solltest lernen richtig zu zitieren!\nDesweiteren bist du derjenige/diejenige die hier total weiter Toxisch reagiert.\n\nAufspielen tust du dich nicht nur bei diesem Beitrag!\n\nStimmt, ich hatte einen schlechten Tag!\n\n>Sorry an alle denen ich auf die Füße gespuckt habe.\nIch kann auch nicht immer gut Kritik wegstecken ...\n\nDeswegen habe ich mich auch dafür entschuldigt.\n\nBB","replies":[{"id":"","poster":"SayaShire","date":"2019-11-14T21:43:51.664+0000","up_votes":1,"down_votes":0,"body":"Wenn ich  1:1 zitiere, nutze ich die Zitatfunktion, keine Sorge. \n\nEs ist interessant, wie du anderen an die Kehle gehst, aber plötzlich Probleme damit hast, wenn man dir die selbe \"Freundlichkeit\" zukommen lässt, die du hier verteilt hast. \n\nUnd nein - bei mir hast du dich nicht entschuldigt. Diese Antwort war für jemand anderen, nicht für mich. Abgesehen davon erwarte ich von einem 50 jährigen wesentlich mehr Frustrationstoleranz und Beherrschung. Insofern sind meine Beiträge nicht toxisch sondern den Tatsachen entsprechend, würde ich mal sagen. \n\nDrecks GAMER sind übrigens AUCH Drecksmenschen, da MENSCHEN. Aber... Schon klar, wenn die Wahrheit für dich toxisch klingt, es wäre ja absolut undenkbar, dass ich Recht mit dem habe, was ich sage.... \n\nIch finde, du solltest dich mal RICHTIG bei den Leuten hier entschuldigen - für deine Verdächtigungen, deine pubertären abstrusen Unterstellungen, deine Feindseligkeit und deine Schuldzuweisungen. Nicht so ein \"Sorry, bin mim falschn Bein uffgestanden\" wischi waschi Sorry, sondern einer richtigen, aufrichtigen Entschuldigung. Du urteilst hier auf Teufel komm raus über Leute, mit denen du sehr wahrscheinlich noch nie was zu tun hattest - wie ein paranoider Zampano aus der 8. Klasse. Und wie man sieht, \"du Rebell\", gefällt dir das scheinbar auch, wenn man sich so ansieht, wie du in anderen Threads drauf bist. Dabei sind hier echt einige nette Leute im Forum, die deine fiesen Unterstellungen nicht verdient haben.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-15T01:15:51.875+0000","up_votes":1,"down_votes":0,"body":"Beruhige dich Shy... \n\nIch denke, letztendlich hat der Herr eingesehen, dass er sich daneben benommen hat, auch wenn seine Entschuldigung nicht grade die beste war, denke ich, dass sie doch aufrichtig war. \nFür manche Menschen ist es schwer Fehler einzugestehen und sie dann auch noch zuzugeben und sich zu entschuldigen. Auch für manch erwachsene Menschen ist das nicht einfach. \n\nDie Posts in diesem Thread haben ja gezeigt, dass es nicht zu einem gewünschten Erfolg führt, wenn er der Meinung ist, dass er im Recht ist. Akzeptiere einfach die Entschuldigung und diskutiere nicht weiter. :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:46:20.421+0000","up_votes":1,"down_votes":0,"body":"Hahaha","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2019-11-13T07:03:10.573+0000","up_votes":1,"down_votes":0,"body":"Ist das peinlich.","replies":[]}]},{"id":"","poster":"berndbolerow","date":"2019-11-12T20:04:47.814+0000","up_votes":1,"down_votes":7,"body":"Du bist wohl einer der als Platin 1 andre das Spiel versaut!\nFindest es wahrscheinlich toll sich an Low Level zu rühmen wie gut du bist.\n\nAndere Verarschen und sich dann mit geschwelter Brust umherstolzieren .....","replies":[{"id":"","poster":"BarretuBf","date":"2019-11-13T09:58:17.015+0000","up_votes":1,"down_votes":0,"body":"Hallo Bernd? Falls du so heißt.\n\nPlatin 1 Spieler sind nicht wirklich gut, die droppen meistens zwischen platin 1-3 hin und her und sind halt Hardstuck. Ab Dia 2 kannst du dir sorgen machen. Ich schreibe hier auch mit meinem Smurf also kein hate &lt;3.\n\nIch habe mir den Smurf Account zugelegt damit ich wenn ich eine Loosing streak habe auf diesem weiterspielen kann.\n\nNachdem ich 20w/2l hatte, spielte ich schon als gold 2 gegen plat 1 low diamond (die haben halt ne schlechte mmr weil mehr wie 4 elo denk ich geht eiglg. nicht als unterschied.\n\nD.h. wenn jemand als platin 1 smurf kommt er wsl platin 4 aber nicht wirklich höher und die gold 1 / plat 4 mmr die er nach 3-4 games erreicht hat, sollte sich dann mit ein paar losses wieder einpendeln.\n\nich habe hier jetzt auch ein paar losses weil ich einen Freund helfen wollte, das Problem war er ist silver 2 ich als gold 1 mit plat 2 mmr, da hatte der keine Chance und es war eine totale fiesta.\n\ntrzdm wenn du tipps brauchst schreib mir und ich komm auf deinen ts.\n\nlg","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T17:33:04.349+0000","up_votes":1,"down_votes":1,"body":"Hallo BarretuBf,\n\ndanke für dein Angebot!\nDamit hätte ich nicht gerechnet!\n\nWenn du mit mir spielen möchtest (normals)  sehr gerne und Tips nehme ich immer gerne an.\n\nIch bin Main Support\nMIT Vel'Koz, Brand, Annivia und evtl. Nautilus\n\nDu findest mich auf dem [TS](http://62.104.20.101:10098)\nals Berndbolerow/Dirk \n\nAuch alle Anderen sind herzlichst eingeladen mit mir über Smurfs oder anderen Themen zu diskutieren. Evtl auch über mein verbales Fehlverhalten.\n\nSorry an alle denen ich auf die Füße gespuckt habe.\nIch kann auch nicht immer gut Kritik wegstecken ...\n\nVG\nBB","replies":[{"id":"","poster":"BarretuBf","date":"2019-11-14T09:20:50.005+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nwerde am Wochenende definitv vorbeischauen.\n\nIch spiele zwar nicht oft support aber ich hätte da einige Tipps parat.\n\nUnd mit denen kommt man easy Platin / du musst halt das Verständnis für das Game mitbringen - um so öfter man spielt desto größer wird das \"Verständnis\". Und als Verständnis meine ich MAP Awareness.\n\naber bis dato lg","replies":[]}]}]}]},{"id":"","poster":"berndbolerow","date":"2019-11-12T18:38:26.546+0000","up_votes":1,"down_votes":4,"body":"Komme in unseren TS dann könnnen wir ja reden\n\n62.104.20.101:10098\n\nKapitanSkymaster\n\nBB","replies":[]}]},{"id":"","poster":"Yuiwara","date":"2019-11-12T17:01:05.592+0000","up_votes":2,"down_votes":0,"body":"change..change...jaja. Bitte es heißt chan**C**e\n\nIch hatte es schonmal verbessert bei wem, der auch gg smurfs gewettert hat, vermute mal der gleiche spieler? Falls ja lernst wohl nicht aus fehlern und kritik an diesen ^^. Kein wunder, dass du gg Smurfs bist.\n\nUnd man kann nichts dagegen machen, solange man mehrere accounts pro spieler zulässt. ","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-12T17:46:23.494+0000","up_votes":1,"down_votes":3,"body":"Danke das du mir meine Rechtschreibfehler erklärst!\nIch habe eine Rechtschreibschwäche! Ich sehe diese Fehler nicht.\n\nIch finde es eine Wettbewerbsverzerrung!\nUnd desweiteren, die eigenen Mitspieler sehen ja selten was auf der einen oder anderen Lane passiert. Aber wenn man andauernd stirbt, dann hey feede nicht oder report XYZ oder ähnliches.\n\ngenau deswegen sollten wir uns melden und Ticket eröffnen. Damit RIOT endlich irgendetwas macht. Damit auch in Low Division faire spiele stattfinden.\n\nAber evtl bist du ja ein Smurf/Accountsharer der es toll findet sich an dem Unvermögen dieser Spieler ergötzt.\n\nFalls du wieder Rechtschreibfehler findest kannst du ja diese wieder posten, aber ich sehe diese nicht.\n\nBB","replies":[{"id":"","poster":"SayaShire","date":"2019-11-13T00:48:09.242+0000","up_votes":3,"down_votes":0,"body":"Du schreibst viel zu fehlerfrei, um eine wirklich schlimme LRS zu haben, ich kann zwar nicht 100% sicher sein, aber ich glaube, das ist nur eine faule Ausrede von dir.  Insofern: Reg dich mal nicht drüber auf, sondern sag danke, denn wenn du trotz einer LRS in der Lage bist, den restlichen Text so zu verfassen, wirst du mit Korrektur nicht viel zu tun haben. Merk es dir einfach und gut is. \n\nUnd wo wir schon dabei sind: Schon irgendwann mal dran gedacht, dass LOL einfach nicht deins ist? Dass es nicht an Smurfs liegt, sondern an deiner kognitiven Reife? Du unterstellst hier jedem, der mehr als einen Account hat, dass er sich am Unglück anderer erfreut. Wie ist deine geistige Reife also verteilt? Garantiert liegt sie nicht bei 50, so viel verspreche ich dir schonmal. Also bevor du hier Leute ankackst, ohne dass sie dir etwas getan haben, hol vielleicht lieber mal die abhanden gekommenen Jahre deiner Kognition nach - vielleicht kommt dir dann ja auch in den Sinn, dass Smurfs nicht gleich auch Drecksmenschen sein müssen.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T09:08:32.935+0000","up_votes":1,"down_votes":4,"body":"Hallo!\n\nin meinen Augen sind Smurfs > Drecks Gamer besonders die, die auch noch im High LV Bereich ihren normalen Account haben. Warum spielt ein Platinum 1 Gamer in Silber 2?\n\nEntweder boostet er einen was laut RIOT Statuten verboten ist \noder er versaut das Spiel seiner Gegner um sich besser zu fühlen.\n\nGenau diese Situationen klage ich an.\nUnd vor allem hat das nichts mit meiner Kognition zu tun.\n\nIn meinen Augen ist jeder der \"Smurfing\" im Low Elo Bereich unterstützt ein Armseliger Spieler. Der somit Unfairness toleriert. Ja sogar befürwortet.\nSomit sind solche Anhänger auch intolerant und sorgen für größten Unmut.\n\nBB","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-13T10:04:19.281+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=berndbolerow,realm=EUW,application-id=ip27PlEH,discussion-id=WLWKeG18,comment-id=0002000000010000,timestamp=2019-11-13T09:08:32.935+0000)\n>\n> Hallo!\n> \n.Warum spielt ein Platinum 1 Gamer in Silber 2?\n\nUm diesen auch nach Platin zu bekommen?\nIch habe selbst einen zweiten Account. Mit dem Main bin ich aktuell Gold 1. Mein Zweitaccount ist aber Silber 3 oder 2. \nHätte ich mein Ziel Platin 4 relativ früh geschafft, dann hätte ich angefangen meinen zweiten Account im Ranked zz climben.\nSicher nicht um den Silberspielern das Game zu versauen sondern damit ich auch auf dem Account die Seasonbelohnung ab Gold bekomme.\n\nIch kann ja nichts dafür, dass mein Zweitacc in Silber geplaced wurde und ich mich innerhalb der Season soweit gebessert habe, dass ich in high Gold/low Platin spielen kann.\nAnfang der Season hatte ich Schwierigkeiten mich gar in Gold 4 zu halten. Zeitweise stand ich sogar kurz vor dem Abstieg nach Silber 1.\n\nAber bitte nenne mich nicht Abschaum, wenn du keinerlei Ahnung davon hast WARUM ich mit meinem Zweitaccount in Silber sitze. Ich habe eine ganze Zeit einfach dahin gehört, mich auf meinem Main aber sehr verbessert...","replies":[]},{"id":"","poster":"Crοnοs","date":"2019-11-14T11:09:49.110+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=berndbolerow,realm=EUW,application-id=ip27PlEH,discussion-id=WLWKeG18,comment-id=0002000000010000,timestamp=2019-11-13T09:08:32.935+0000)\n>\n> in meinen Augen sind Smurfs > Drecks Gamer besonders die, die auch noch im High LV Bereich ihren normalen Account haben. Warum spielt ein Platinum 1 Gamer in Silber 2?\n> \n\nDarum:\nhttps://euw.op.gg/summoner/userName=wsbuck (ja das ist ein Smurf von mir)\n\nSoll ich jetzt anfangen Toplane in Platin zu spielen damit, ich den armen Silberspielern nicht das Spiel versaue? Ich wette denen fällt nicht mal auf das ich Smurfe. Wie den auch mit meiner 49% Winrate?!\n\nWenn ich jetzt auf meinem Mainacc Top spielen würde, DANN würde ich Leute das Game versauen (Spoiler: Ich würde hart inten). Wenn ich mich jedoch in High Silber rumtreibe bin ich nur ein Toplaner von vielen und das ist auch gut so.\n\nUnd glaub mir ich bin nicht der einzige. Die meisten Smurfs in deinen Games fallen dir nichtmal auf, nur die wenigsten Leute Smurfen um Noobs zu stompen.\n\nHingegen gibt es viele die meinen ihr Gegner sind am Smurfen nur weil der Gegnerische Yi mit 10:2:3 euer Team runterrennt (der muss ja DIA sein, komplett unmöglich das ein anderer Silberspieler Rechtsclick+Q hinkriegt).\n\nDu siehst also wahrscheinlich viele Smurfs wo keine sind und viele Smurfs die in deinen Games sind, fallen dir nichtmal auf, weil sie z.B. Offrole spielen.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-14T13:06:05.649+0000","up_votes":1,"down_votes":0,"body":"Hossa!\n\nnun, es gab in meinem Vorletzten Rankes eine Katarina (15/3/7)!\nDieser Gamer hat auf seinem Account insgesamt 4 Spiele mit ihr.\n\nEntweder war das ein Smurf oder einer der diesen Account sich ausgeliehen hat.\nJedenfalls waren wir total ihr gegenüber unterlegen.\nEgal was wir gemacht haben! Sie besuchte uns und hat uns gekillt!\n\nSomit hat dieser Spieler das Game gewonnen. Und natürlich von op.gg das \"MVP\" bekommen.\n\nIm Spiel bemerkt man die Spielstärke des Gegners und anschließend schaut man nach und stellt fest das dieser Gegener diesen Account mindestens seit S6 hat und alle par Wochen damit  1 oder 2 Games macht.\n\nIch möchte gegen meinesgleichen Spielen! Und wenn ich besser bin als diese dann aufsteigen und absteigen wenn ich schlechter bin.\n\nSmurfs/Accountsharer verzerren die Divisionen. Schau mal wie oft Gamer sich ans Forum diesbezüglich wenden. Der 2te Aspeckt ist der das dann im eigenem Team die Spieler sich dann aufregen. Feeder, Troll usw. Anschließend wir dann von reports geschrieben und ab da ist das Game nicht nur verloren sondern auch die persönliche Laune im Keller. Anschließend geht man ins Forum und  ....\nDu hast es ja gelesen.\n\nIst das alles richtig?\nmeine Antworten im Forum ... nun ja ...\nUnd dann kommen irgendwelche Weltverbesserer auch noch auf die Idee einem die Rechtschreibung anzuprangern. Was eigentlich total nicht zum Thema gehört.\nDann beginnt das Fass über zulaufen.\n\nDie Member die hier so klug schreiben waren im Spiel nicht dabei!\nMassen sich aber an mit Kommentaren wie: \n- ehrliche Selbstreflektion\n- zu schieben, das der Gegner smurft, ist halt keine Lösung um sich zu verbessern\n- Dass es nicht an Smurfs liegt, sondern an deiner kognitiven Reife?\n- Hör auf dir ausreden zu suchen , weil du schlecht bist\n- History keinen Spieler fand, den ich anhand der Stats als smurf vermuten würde.\n- Werd doch einfach selber besser und besiege die Smurfs\n- das du nicht beweisen kannst wird dir später mal ziemlich ungelegen kommen\n\nEs gab wenige die konstruktive oder faire Beiträge gebracht haben.\nUnd nur einen der mir Ratschläge geben wollte um  zum verbessern.\n\nVG\nBB","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-14T13:15:40.393+0000","up_votes":1,"down_votes":0,"body":"Wenn du dir ihre Matchhistory ansiehst wirst du sehen, dass sie nicht immer so krass steht. \nEs kann sein, dass das ein Zweitaccount ist. Aber der Spieler wird nicht sehr viel höher in der Elo sein. Dafür feedet er zu oft und auch, dass er in den Seasons davor immer nur Silber war und einmal nur Gold sagt mir, dass das sicher kein krasser Smurf ist. \n\nIch hab in meiner Elo auch mal krasse Games wo ich alles stompe. Aber das macht mich noch lange nicht zum Smurf. Manchmal haben Spieler auch einfach mal ein gutes Game und können einfach nur einen Lead gut ausbauen und snowballen hart. \n\nFür mich ist der Kataspieler kein Smurf. Jedenfalls keiner, der sehr weit unter seiner Elo spielt.","replies":[]}]}]}]}]},{"id":"","poster":"Yuiwara","date":"2019-11-12T17:56:11.870+0000","up_votes":1,"down_votes":0,"body":"hab nur ein ACC, also definitiv gehör ich nicht in diese grp von spielern.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2019-11-14T08:44:05.671+0000","up_votes":2,"down_votes":0,"body":"Ganz ehrlich Bernd (wir hatten schonmal das \"Vergnügen\") seit über 4 Jahren hast Du Probleme mit dem Matchmaking, dem Spielverständnis und dem Umgangston hier im Forum. 4 Jahre und Du hast nicht geschafft das zu ändern.\n\nDu solltest Lol lieber aufgeben und was anderes pielen. Überlass LoL lieber Deinem Sohn, der vor 4 Jahren schon Gold war und schau lieber nur zu wenn er spielt. Aber spiele nicht mehr selber ,oder wenn dann nur Bot-Spiele (so wie ich - selbes Alter).\n\nDu bist hier aktuell wieder mal auf den Kurs mit allem und Jedem zusammenzurammeln . Ich will nur mal an Deinen peinlichen Auftritt gegenüber den Emissarys erinnern. {{sticker:slayer-jinx-unamused}} \n\n\nbtw. nicht jeder der Dich stompt muss ein Smurf sein, i.d.R. ist es schlichtweg nur ein besserer Spieler . Sei Erwachsen, akzepiere das Du schlechter als andere bist  und hake es ab. Glaube mir, das ist besser so.\nWie gesagt, spiel einfach etwas anderes. Ich kann Dir Defiance empfehlen, z.B. .","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-14T13:08:29.826+0000","up_votes":1,"down_votes":0,"body":"Hi, \n\n> akzepiere das Du schlechter als andere bist und hake es ab.\n\nAber das ist leider nicht so einfach wie du es schreibst.\n\nvg\nbb","replies":[]},{"id":"","poster":"SayaShire","date":"2019-11-14T09:06:49.982+0000","up_votes":1,"down_votes":0,"body":"Ich empfehle ihm Skyrim. Da kann er wegrennen und speichern, wenn er von einer KI-Einheit gestompt wird und muss deswegen keine Spieler beleidigen, die ihm vermutlich noch nicht einmal begegnet sind.... Wenn der 50 ist, muss ich wohl schon über 80 sein...","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2019-11-13T12:55:35.590+0000","up_votes":2,"down_votes":0,"body":"Seltsam nur, dass ich in der Match-History keinen Spieler fand, den ich anhand der Stats als smurf vermuten würde.\n\nJa, es gab einzelne Spieler, die zwar in jenem Game sehr gute Stats haben, die so etwas vermuten lassen. Aber wenn ich dann sehe, dass die winrate knapp bei 50% liegt und/oder bei Niederlagen auch schon weit über 10 Deaths gab, dann glaube ich nicht, dass diese Spieler smurfs sind.\nDa ist es eher so, dass sie bei einem lead gut snowballen können, aber im Rückstand nicht gut deffen können. Dies kommt in Low-Elo oft vor.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-13T08:42:44.054+0000","up_votes":2,"down_votes":0,"body":"Denk bei 1000 Tickets lacht der Support und macht mittags Feierabend ^^'","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2019-11-12T16:54:29.047+0000","up_votes":1,"down_votes":1,"body":"Und was ist unfair an solchen Spielen? Der bessere gewinnt . Krass unfair muss ich sagen\n\nWerd doch einfach selber besser und besiege die Smurfs\n\nwenn du das nicht kannst ist es irgendwo dein Problem\n\nUnnötig iwie ...","replies":[{"id":"","poster":"Zavolta","date":"2019-11-12T19:49:17.225+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn man selber auf *echtem* Silber-Niveau (nur als Beispiel) spielt, dann macht es halt absolut keinen Spaß, wenn das Spiel einem als Gegner einen formalen Silber-Rang zulost, der aber in Wahrheit Diamant ist.","replies":[{"id":"","poster":"SayaShire","date":"2019-11-13T00:35:19.768+0000","up_votes":2,"down_votes":0,"body":"Wie schon in anderen Threads erwähnt, gibt es aber nur einen gewissen Prozentsatz von Diamantspielern. \nTechnisch gesehen ist es also schier unmöglich, dass dauernd alle Diamantspieler angewackelt kommen, wenn er seinen client startet....","replies":[]}]},{"id":"","poster":"berndbolerow","date":"2019-11-12T18:05:32.522+0000","up_votes":1,"down_votes":4,"body":"Na Holla!\n\nüber dich mit [LV12](https://euw.op.gg/summoner/userName=611FVNKBlv)\nsolche Aussage.\n\nDann bist du wohl einer der Smurft.\n\nEn paar Fragen an dich.\n\n- was ist sportlich fair bzw. nicht fair\n- warum gibt es denn Liegen? \nBeispiel:  Bayern München gegen den 6ten aus der Regional Liga im Fussball! Ist das Fair?\n\n>dein Problem\nmag sein aber ich bin da bestimmt nicht alleine.\nUnd genau aus diesem Grund suche ich gleichgesinnte die ich dafür begeistern kann sich beim Support zu melden.\nDamit solche, ich nehme mal an wie du, nicht die Chance bekommen sich an der Unfähigkeit Unterlegener zu belustigen.\n\n\nBB","replies":[{"id":"","poster":"611FVNKBlv","date":"2019-11-13T00:20:24.153+0000","up_votes":1,"down_votes":0,"body":"1. Nein ich smurfe nicht obwohl ich es in Erwägung ziehe sofern ich mein S10 Target-GM erreichen sollte\n\n> was ist sportlich fair bzw. nicht fair\n\nAufsteigen durch Erfolge- Absteigen durch Misserfolge\n\n> warum gibt es denn Liegen?\n\nWeil du sonst sitzen oder stehen müsstest. LUL\n\nGanz einfach : Ligen gibt es um deine Leistungen zu messen die du  konstant liefern kannst. Gewinnst du dann verbessert sich deine Liga , verlierst du dann verschlechtert sie sich. Und ja theoretisch ist es fair wie in deinem Beispiel. Da bayern eine starke mannschaft ist würden die also praktisch oft und schnell gewinnen wodurch sich was ergibt? Richtig: Sie würden sehr schnell wieder aufsteigen. Die andere Mannschaft war eben schwächer und hat verloren . Und? Shit happens. Wenn man nicht besser ist dann ist man es eben nicht.\n\n> Damit solche, ich nehme mal an wie du, nicht die Chance bekommen sich an der Unfähigkeit Unterlegener zu belustigen.\n\nIrgendetwas annehmen das du nicht beweisen kannst wird dir später mal ziemlich ungelegen kommen  ;)\n\nUnd BTW: Ich halte nichts davon sich über schwächere Gegner lustig zu machen. Wenn man gewinnt ok , aber man muss ein fairer Sieger sein. Genau wie man fair verlieren sollte\n\nWer dann noch die Gegner verspottet gehört von Wettbewerben also auch von league zb einfach direkt ausgeschlossen.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T09:10:06.802+0000","up_votes":1,"down_votes":1,"body":"> Wer dann noch die Gegner verspottet gehört von Wettbewerben also auch von league zb einfach direkt ausgeschlossen.\n\nNa da passiert nicht viel ...","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2019-11-12T19:08:35.117+0000","up_votes":1,"down_votes":0,"body":"DFB Pokal?","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-12T19:31:12.937+0000","up_votes":1,"down_votes":0,"body":"https://www.fupa.net/liga/regionalliga-nordost/tabelle","replies":[]}]}]}]},{"id":"","poster":"SayaShire","date":"2019-11-12T22:26:37.964+0000","up_votes":2,"down_votes":0,"body":"Lern was von ihnen. Irgendwann wirste ihnen dankbar sein, dass sie dir ihre Tricks gezeigt haben.","replies":[]},{"id":"","poster":"Rena","date":"2019-11-12T20:49:57.168+0000","up_votes":2,"down_votes":0,"body":"\"Gegen Smurfs hat man einfach keine change!\"\n\nStimmt nicht, sind auch alles nur Menschen mit den gleichen Voraussetzungen wie du.","replies":[{"id":"","poster":"berndbolerow","date":"2019-11-13T08:56:36.757+0000","up_votes":1,"down_votes":2,"body":"Das würde ich gerne mal mit dir diskutieren ...\n\nBB","replies":[{"id":"","poster":"Rena","date":"2019-11-13T10:58:16.134+0000","up_votes":1,"down_votes":0,"body":"gerne","replies":[]}]}]},{"id":"","poster":"Láw","date":"2019-11-12T20:02:52.991+0000","up_votes":1,"down_votes":0,"body":"Gegen Smurfs zu gewinnen ist machbar aber mal angenommen du bist neu in dem Game und hast keine Lust mehr gegen Bots zu spielen und kriegst in einem normalen Game so richtig und wirst nebenher noch von deinen Mitspielern tot geflamed... Was macht man da? Genau, man schließt das Spiel und öffnet es wahrscheinlich nie wieder...\n\nSmurfs weg zu bannen ist in meinen Augen aber auch nicht richtig, weil man nie weiß ob der überhaupt smurft oder tatsächlich ein Wunderkind ist, der Lol Skills besitzt... Aber stimme dir zu, dass dieses Thema von Riot echt nachgeholt werden muss. ich persönlich spiele nicht mal mehr Rank, eben wegen den Smurfs und dem geflame der eigenen Mitspieler...","replies":[{"id":"","poster":"SayaShire","date":"2019-11-13T00:38:50.549+0000","up_votes":2,"down_votes":1,"body":"Dann such dir eine Gruppe, die nicht flamed. Und die dir helfen kommt, wenn tatsächlich ein so guter Spieler dauernd auf deiner Lane ist. \nIch habe mit Freunden auch schon Lanes getauscht, weil die Voraussetzungen besser waren, auch wenn mein Laner schon 3/0/0 stand.","replies":[{"id":"","poster":"Láw","date":"2019-11-13T10:57:27.557+0000","up_votes":1,"down_votes":0,"body":"Ich spiele auch mit Freunden aber schon mal dran gedacht, dass man nicht immer gleichzeitig zusammen ein Game spielen kann? Ich mein welche Nerds spielen den ganzen Tag LoL ;) Ich spiele nur wenn ich Bock hab und da kann es auch mal dazu kommen, dass die Freunde oder 2-3 Leute für ein Game fehlen und man zu zweit eben auch geflamed wird.","replies":[{"id":"","poster":"SayaShire","date":"2019-11-13T20:22:01.136+0000","up_votes":1,"down_votes":0,"body":"Dann schalt den Chat aus, wenn du nicht in der Lage bist, dich auf deinen Kumpel zu fokussieren.","replies":[]}]}]}]},{"id":"","poster":"F U Q Q B O Y","date":"2019-11-24T01:51:21.072+0000","up_votes":1,"down_votes":0,"body":"smurfer finde ich nicht schlimm, da kann man sich hin und wieder selbst was abschauen. \nDie die geboosted wurden sind die Verbrecher hier :X","replies":[]},{"id":"","poster":"Alustus","date":"2019-11-12T21:39:34.823+0000","up_votes":1,"down_votes":0,"body":"Gegen Smurfs wird nicht vorgegangen weil diese irgenwo eine berechtigung haben.\n\nAccountsharing, Boosting wird mit 14 Tage oder Permabanns bestraft.","replies":[]},{"id":"","poster":"Diceto","date":"2020-01-10T10:43:24.740+0000","up_votes":1,"down_votes":1,"body":"Kann mir jemand das ganze mit dem \"Wenn du gegen Smurfs spielst wirst du besser\" mal erklären? Ich halte das für den größten Nonsense den es gibt.\n\nBeispiel A: Du bist ein Schulkind (Dein normaler Rang) welches die ganze Zeit von nem Bully (Smurf) aufs Maul bekommt. Kannste nix dran ändern außer zum Lehrer (Riot) gehen. Lernste auch nichts draus weil der Bully nur Bock hat Noobs zu bashen die schwächer sind als er weil er sich gegen seinesgleichen ja anstrengen müsste. \nDein Leben wäre besser ohne den Bully.\n\nBeispiel B: Du (Keine Ahnung sagen wir Gold Nova 3) spielst CS. Globalsmurf kommt Runde für Runde nen halben Nanometer um die Ecke und gibt dir ne Deagleschelle. Hast was draus gelernt? Nein. Wirst du je was draus lernen? Nein. Quittest du eher das Game? Ja. \nClimben wäre leichter ohne Smurfs.\n\nFazit: Lernen tu ich wesentlich besser wenn ich meine Skillgrenze auf normalem Weg erreiche und mich dann stetig weiter verbessere. Ich spiele das Game nämlich, kaum zu glauben ich weiß, um Spaß zu haben - und nicht um mir per Druckbetankung Tode und loses durch gefeedete Smurfs in die Match history zu böllern.\n\nBy the way - Smurfs im normal sind mir völlig egal aber im Ranked sind sie sogar in mehreren Punkten gegen den von Rito so angepriesenen Summoners Code.","replies":[]},{"id":"","poster":"Stichsaege","date":"2019-11-23T23:49:07.084+0000","up_votes":1,"down_votes":1,"body":"Wenn du den Support über 2 Wochen lang täglich 2 Beschwerden schreibst lassen Sie dich nicht mehr beim Support einloggen.\nDann kannst du ihnen dann keine Nachrichten mehr senden.\nIch habe schon Ticket Nr mit weniger als 500 unterschieg geschrieben.\n\nIch war so frei den Support nach jeden Game eine Liste mit möglichen Cheater / Acc sharing zu geben, das das System nicht funktioniert.","replies":[]},{"id":"","poster":"Allerbester Biss","date":"2019-11-12T17:04:51.511+0000","up_votes":1,"down_votes":1,"body":"Mmh also wenn ich auf Schlümpfen spiele, gewinne ich auch nicht 100%...\nDie sind auf jeden Fall schlagbar, da die meisten nicht tryharden...","replies":[]}]}