{"id":"7JeE3cAB","poster":"Perry45","date":"2019-02-02T15:46:15.917+0000","title":"Extremer Frust durch Placement Games","subforum":"Ligen & gewertete Spiele","embed":{"title":"Perry45 - Summoner Stats - League of Legends","description":"Perry45 / Gold 1 68LP / 3W 7L Win Ratio 30% / Rumble - 3W 5L Win Ratio 38%, Malzahar - 0W 2L Win Ratio 0%","url":"http://euw.op.gg/summoner/userName=Perry45","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":2,"down_votes":1,"body":"Hallo,\n\nich bin gerade extrem gefrusted durch meine Placement Games und finde das voll unfair. Ich hab die PreSession mit Plat 2 beendet und habe dann meine 10 Games jetzt gemacht.\nAlso erstens hat es mich genervt das ich **nur 2 mal meine Main Rolle und 8 mal meine 2. Role bekommen** (und das bei den Placements, ich emine was soll der Scheiß?) hab, aber ok kann passieren.\n\nAber was wirklich gemein ist, ich musste die ganze Zeit gegen Platin 4-2 Leute spielen und habe auch in den Games die ich gewonnen habe +60LP bekommen. Mir hat nur ein Spiel gefehlt um wenigstens in Platin zu kommen und jetzt bin ich in Gold I (68LP) gelandet und das obwohl ich ausschlie&szlig;lich gegen Platin Leute spielen musste und muss jetzt die ganze Promo deshalb spielen.\n\nDazu kommt noch das ich wirklich fast kein schlechtes Spiel hatte in den 10 Games, in den Spielen die ich letztes WE gemacht hab war ich laut op.gg 4x der Beste (was zumindest ein Indikator ist das ich nicht wirklich schlecht war) in meinem Team und hab alle 4 Games verloren. Ok ich war nicht in jedem Spiel super (die letzen beiden grade waren net so toll), aber ich musste auch wie gesagt immer meine 2. Rolle spielen und wurde auf der Top Lanes teils gecamped w&auml;hrend mein Jungel nur gefeedet hat.\n\n**Noch mal abschlie&szlig;end ich wei&szlig; das sich sowas in 50 Games locker wieder ausgleicht und eigentlich will ich mich auch nicht beschweren, aber ich finde es einfach doof wenn man nur 2 mal die Main Role bekommt, dazu permanent gegen Platin Leute spielen muss, vll etwas Pech hat und dann nur Gold geranked wird. Vor allem waren teils Leute mit Dia Frame in meinem Team die einfach nur geinted haben -.-**\n\nSo musste das mal schreiben um meinen Tilt etwas abzubauen, es nervt halt wirklich, da ich eh nur noch am Wochenende Spiele und wenn man dann so unlucky ist frustriert das einfach :( *traurig bin*","replies":[{"id":"","poster":"FG Chaos","date":"2019-02-02T17:31:46.852+0000","up_votes":2,"down_votes":1,"body":"Du warst letzte Season Platin und beschwerst dich jetzt, dass du gegen Platin spielst? WutFace  {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Vełgar","date":"2019-02-02T17:42:07.371+0000","up_votes":2,"down_votes":1,"body":"so true","replies":[]}]},{"id":"","poster":"Perry45","date":"2019-02-03T15:17:51.388+0000","up_votes":1,"down_votes":0,"body":"Wow 11. Game, wider Top, wieder bei weitem der Beste in meinem Team und wieder ein Lost, so Geil...\n\nUnd 12. Game auch Top und ich hab war richtig super tilted und hab extrem geinted -.-\n\n13 Game Autofilled noch mehr geinted.....","replies":[]},{"id":"","poster":"Perry45","date":"2019-02-02T20:38:40.262+0000","up_votes":1,"down_votes":1,"body":"Naja, ich finde wenn ich nur gegen Platin Spiele sollte ich auch gleich mindestens in Platin kommen.....\n\nVor allem wenn die jetzt schon Plat 2 teilweise waren, müssen die auch jeden Fall wesentlich mehr Glück bei ihren Placements gehabt haben oder sie waren sogar höher geranked...\n\nHab mich inzwischen wieder beruhigt und noch ein Flex gewinnen können, aber ich finde halt das die ersten 10 Games zu viel Einfluss haben wenn man Pech hat und ich finde auch das man eine erhöhte Chance haben sollte die Main Role zu bekommen, weil nur 2 mal von 10 Games ist echt wenig.\n\nDas ärgerliche ist eben ich hätte nur ein Game mehr gewinnen müssen und hätte mir mindestens 4 Games gespart vermutlich noch mehr.","replies":[]}]}