{"id":"diF1iEE8","poster":"Megamaexx","date":"2020-03-08T12:44:30.887+0000","title":"[OT] Der Weg","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":3,"body":"*ein langhaariger Mann läuft verwirrt auf und ab. Was hat er da vor? Ist das hinter ihm ein Rednerpult? Es sollte wohl mal eins werden, eher sieht es sehr schnell zusammengeschustert aus, als ob da jemand beim Bau die Zeit vergessen hat. Nun geht er auf dieses Pult zu, aber warum? Dort sind keine Zuhörer, zu denen er sprechen kann, dort sind nur... Bäume. Wer ist das überhaupt? Kennt man den? Hoppla, das bin ja ich...*\n\n*räusper*\n\nLiebe Mitholzenden,\n\n*ein langer Blick über die holzige Aussicht*\n\nwir sind nicht auf dem Holzweg!\n\n*denn genau genommen führt dorthin gar kein Weg.*\n\nDer Messias wird kommen und uns in ein gelobtes Land führen, frei von Zweifeln und gefüllt mit Hoffnung! Keine Mauern, die uns aufhalten. Keine viel zu langen Ansprachen, was auf uns zukommt.\n\nDafür stehe ich mit meinem Namen.\n\n*Das waren doch genug Worte. Ich werde es wohl nie schaffen, lange Ansprachen zu halten. Es wird Zeit, mich wieder allein zu lassen...*\n\n*Dafür steht er mit seinem Namen. Er hätte ihn doch nennen können. Aber was weiß ich schon, ich bin ja nur kursiv geschriebene Schrift. Wo schaut er denn nun hin? Zu seiner Linken befinden sich doch nur noch Ruinen einer großen Stadt. Eines Königreiches. Umringt von einer großen Mauer. Zumindest diese ist noch intakt. Noch sind die Tore offen, doch die Wachtposten sind bereit, diesen jeden Augenblick für immer zu schließen.*\n\n*Sein Blick wandert weiter, hinter ihn auf eine große, grüne Wiese. Dort ist reges Treiben zu vernehmen. Ein kleiner Elektro-Flauscheball hüpft durch die Gegend und schaut, dass auch alles ordentlich aufgebaut wird. Ein anderer winkt durchgehend mit einem [lolboards.de-Schild](http://lolboards.de). Hand in Hand entsteht dort etwas, was für sie, die Beteiligten, die Zukunft bedeutet. Vielleicht entsteht dort ein neues Königreich. Ein Dorf, eine Stadt. Wer weiß schon, was die Zukunft bringt.*\n\n*Doch die Vergangenheit endet hier*","replies":[]}