{"id":"GEl3ze5k","poster":"SkrrrrrSkrrrrrr","date":"2019-11-11T16:29:26.185+0000","title":"Kunstwerk >Meine Beratung<","subforum":"Community-Kunstwerke","embed":{"title":"Lebens- und Sozialberater","description":"Freut mich, dass du hier bist. Ich heiße Michael Madl und helfe bzw. unterstütze mit professioneller psychologischer Beratung, Menschen bei persönlicher Lebensberater Meine Referenzen erwähnen immer Sich alle bei mir fühlen. Das freut mich natürlich sehr, jedoch setze ich solche Eigenschaften mindestens voraus für eine erfolgreiche Beratung. dein Leben gehst.","url":"https://www.michaelmadl.at/","image":"https://image.jimcdn.com/app/cms/image/transf/dimension=4096x4096:format=jpg/path/s49f5ea0f95ff2eb3/image/ie304f80fc99a9b66/version/1561825212/image.jpg"},"up_votes":1,"down_votes":1,"body":"Hallo meine Lieben,\r\n\r\nIch bin einer der älteren Generation hier, mit S1 gestartet. Jedoch habe ich schon länger meine Armbrust bei Seite gelegt\r\nund einige neue Herausforderungen begonnen.\r\n\r\nSeit dem die Spielatmosphäre in lol immer radikaler wurde, interessierte ich mich stark für den Ursprung.\r\nDenn ich war mal genau so einer von denen. Durch meinen weiteren Lebensweg und meiner Ausbildung zum \r\nLebens- &amp; Sozialberater bzw ganz viel eigener Weiterbildung gelang es mir mehr zu verstehen.\r\n\r\nDa ich hier ganz zufällig meinen letzten alten Account wiederbelebt habe und ich gerne weiterhin \r\nverfolge wie sich LoL entwickelt. \r\n\r\n> Heute bin ich Selbstständig in meiner Praxis und hatte viele viele erfolgreiche Sitzungen. Weil sich leider\r\n> die Probleme psychischer Natur immer mehr häufen. Wenn jemand von euch betroffen ist und gerne mal darüber \r\n> schreiben/reden möchte darf sich gerne bei mir melden. Exclusive für LoL-Spieler möchte ich mein Angebot _**frei zur Verfügung**_\r\n> stellen, weil es heißt doch einer für alle - alle für einen :). Und ich weiß wie wichtig das für einige für euch sein kann.\r\n\r\n\r\nFalls jemand bedarf hat, scheut euch nicht mir zu schreiben. Wenn ihr mögt könnt ihr gern auf meine Seite vorbeikommen und alles begutachten.\r\n\r\nIch hoffe ich bin im richtigen Unterforum\r\n\r\nSchöne Grüße an alle","replies":[]}