{"id":"BfcOcH3f","poster":"Kirschkern","date":"2019-11-11T08:13:00.065+0000","title":"[TGSG] Hachja. Liebe Leute.","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":1,"body":"Heute ist der Tag meiner Rückkehr \\o/ Bisher freuen sich zwei von vier gesichteten Personen darüber XD \n\nDas schöne heute ist lediglich das Frau Pferd tatsächlich diese Woche Urlaub hat. Die kann einem schon mal nicht auf die Nerven gehen. Und sie kommt wohl erst am 20.11. wieder XD D: Das heißt ich sehe sie erst Ende November wieder. HAAAAAAAAAAAAAAAAAAA WIE GUT &lt;3\n\nDie Pflegedienstleitung spannt mich dafür voll ein :D Witzig. Dafür schrecklich das dieses Haus hier wieder Bewohner aufnehmen darf -.- Ich hab so sehr gehofft das es erst wieder im nächsten Jahr dazu kommt :(\n\nAnika wurde während meiner Krankenzeit gekündigt °-° Sie war vorletzte Woche krank und da hat man den Hausmeister zu ihr nach Hause geschickt um die Kündigung zu überbringen XD IDK ... In der Probezeit ist anscheinend alles möglich/ gültig o.O Sogar wenn der Haustechniker an deiner Türe klingelt um die Kündigung zu zustellen?! >.&lt;\n\nZum Thema \"PDL spannt mich ein\" ... Deswegen zieht sich der Thread so bzw. das er gepostet werden kann XD Actually schreib ich seit halb acht, aber weil ich natürlich alles mögliche erledigen will. So. Aber jetzt, weitere 20 Minuten später, habe ich soweit alles fertig was ich fertig haben wollte bis neun Uhr :o inklusive dem Heimvertrag für den Neueinzug morgen. Actually sollte mir jetzt niemand mehr auf die Eier gehen mit \"ist das fertig?\" ... Das ist nämlich etwas was man bei mir nicht machen darf. Die werte Frau Münz war der Meinung mich nochmal daran erinnern zu müssen den Vertrag zu schreiben. Woraufhin ich nur gesagt habe \"Erst der Wohnbereich. Und wenn der Vertrag fünf Minuten länger braucht, ist das eben so. Chefin bequemt sich sowieso nicht vor 09.30 Uhr zur Arbeit.\"\n\nGaby hat sich auch schon über die letzten zwei Wochen aufgeregt XD Die haben hier halt legit keine Aushilfen ran geholt für die Zeit wo ich krank war. Zwischen Büro und Rezeption durfte Gaby hin und her springen XD und wieso das alles? Weil man Geld sparen möchte, den Aushilfen nicht zu viele Stunden geben will damit sie nicht allzu viel Weihnachtsgeld gezahlt bekommen jetzt im November XD Und Gaby hat ihren Urlaub noch nicht genehmigt bekommen, weil man nicht wusste ob ich wieder komme. I mean XD WTF? Haben die Angst ich kündige? Dachten die ich lass mich bis Januar krankschreiben? °-° Schön wär's ...\n\nAnsonsten geht es mir soweit wieder gut würde ich behaupten. Also zumindest bin ich wieder zu 95% gesund °^° Husten ist noch minimal vorhanden und bla. Aber ein gewaltiger Unterschied wenn ich da an Anfang letzter Woche denke. Actually hatte ich ja vor Montag wieder vor arbeiten zu gehen, aber schon nach 20 Minuten unterwegs sein hatte sich das erledigt. Heute fühle ich mich frisch :o wenn man das so sagen kann?! :D Würde ich nicht \"mit\" Dämonen arbeiten würde ich fast behaupten mich sogar auf die Arbeit gefreut zu haben XD Was insoweit nur stimmt das es lediglich das Pflegeperson und Co. betrifft :> Bisher sind auch schon drei weitere \"Ich hab dich vermisst D:\"-Personen dazu gekommen &lt;3\n\nSo. Glaub das war es erst einmal °-°\n\nWas das Essen betrifft ... Frühstück: zwei Toasts (eins mit Philadelphia und Himbeermarmelade, eins mit Nutella) - Mittagessen: Kassler mit Kartoffelpüree und Sauerkraut D: Aber mein Duplo hab ich vergessen :(\n\nAlso dann :> Übersteht mir bloß den Montag gut ihr kleinen Bonbons!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T15:06:09.809+0000","up_votes":1,"down_votes":0,"body":"Das Morgen könnte ein langes Teil werden. :)\nIch werde bestimmt auf 3 Seiten kommen und extra früh aufstehen.\nBitte nicht wegschnappen sonst kommt es Mittwoch. :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-12T06:16:40.963+0000","up_votes":1,"down_votes":0,"body":"> Ich werde bestimmt auf 3 Seiten kommen und extra früh aufstehen.\n\nich warte ... D: =p","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-12T06:33:27.788+0000","up_votes":1,"down_votes":0,"body":"Dito","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-12T06:38:17.142+0000","up_votes":1,"down_votes":0,"body":"Macht uns hier den Hals lang und dann ist um halb acht immer noch nichts da :o unerhört!","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-12T06:44:49.875+0000","up_votes":1,"down_votes":0,"body":"Aber echt hey! Das geht ja schon mal überhaupt nicht!\nAls Strafe werde ich mich mit meinen Kommentaren zurückhalten","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-12T06:54:52.689+0000","up_votes":1,"down_votes":0,"body":"> Als Strafe werde ich mich mit meinen Kommentaren zurückhalten\n\nD: Noooooo damit strafst du uns alle!\n\nWie wäre es damit:\nBau ein kleines Gehege in Planet Zoo für ihn. Pack ein Tier rein und gib ihm den Namen \"Strife\". Dann lässt du es sterben °^° Immer und immer wieder. Oder du kümmerst dich nicht um ihn bis kurz vor seinem Ableben und gibst ihm dann wieder Hoffnung! Aber dann vernachlässigst du ihn wieder usw.\n\n°^°","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-12T07:57:00.073+0000","up_votes":1,"down_votes":0,"body":"Sieht so aus, als würde da sowieso nix draus werden, dass ich mich mit den Kommentaren zurück halte xDD","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-11-12T06:58:15.353+0000","up_votes":1,"down_votes":0,"body":"Oh ja, das mach ich :D Ich werd da ein Zebra rein setzten und das Gehege wird 6 m² groß :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-12T07:02:36.694+0000","up_votes":1,"down_votes":0,"body":":o Ich hab auch Zebras und die sind bisher meine Lieblingstiere. Okay .. und die Kleinen Pandas °-°\n\nMeine Zebras bekommen die ganze Zeit Babies °^° Aber nur Weibchen! XDDDD Gruselig.\n\nMeine Gabelböcke sind legit alle gestorben XD und die Thomas-Gazellen.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-12T07:14:22.336+0000","up_votes":1,"down_votes":0,"body":"Aber es passt zu \"Strife\"...\n\nMeine Warzenschweine bekommen nur Männchen xD\n\nRIP","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-12T07:20:45.652+0000","up_votes":1,"down_votes":0,"body":"Deine Schweinchen bekommen nur Männchen ...\nMeine Zebras bekommen nur Weibchen ...\n\nOffensichtlich ist die einzige Lösung, der einzig vom Schicksal gewollte Weg, dass wir deine Schweinchen mit meinen Zebras paaren :o","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-12T07:24:03.378+0000","up_votes":1,"down_votes":0,"body":"Ganz genau -> WIR ZÜCHTEN WARZENZEBRAS!!!!","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-12T07:37:22.316+0000","up_votes":1,"down_votes":0,"body":"Alles klar! Dein Zoo oder meiner?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-12T07:40:26.500+0000","up_votes":1,"down_votes":0,"body":"Gute Frage ^^ Wir könnten sie ja auf beide Zoos aufteilen ;)","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-12T07:47:07.470+0000","up_votes":1,"down_votes":0,"body":"Dann machen wir das so :)\n\nMir ist gerade klar geworden, dass man Warzenschweine und Zebras ja im selben Gehege halten kann. Wenn wir also den Tieren keine Geschlechtspartner der selben Gattung geben, wird das unvermeidbare schon irgendwann passieren. Wie sagt Dr. Ian Malcolm in Jurassic Park so schön: \"Die Natur findet einen Weg\"","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-11-12T07:42:08.504+0000","up_votes":1,"down_votes":0,"body":"Das ist natürlich äußerst klug! Dann tauschen wir einfach die Tiere untereinander :o und können sie in ihrem eigenen Zuhause paaren!","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-12T06:48:58.095+0000","up_votes":1,"down_votes":0,"body":"Izz da","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2019-11-11T16:38:09.204+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 242, Abendausgabe**\n\nIst das schön, wenn man schon am Montag weiß, dass man kein Wochenende haben wird, da man sich zum Nacharbeiten am Samstag gemeldet hat. Traumhaft.\nNicht.\n\nGut, dafür muss ich das eine Protokoll dann erst nächsten Montag abgeben und kann das in Ruhe über die Woche hinweg auswerten. Also irgendwie sogar doch worth.\n\nOh, und ob jetzt die Bahn 5 Minuten zu früh oder 10 Minuten zu spät kam, überlasse ich mal eurer Einschätzung :)\nAber auch der Tag davor war nicht so knorke. Kolloq an sich ging sogar, dafür, dass das Thema echt elendig ist, nur ist mir im Nachgang ein nicht unwesentlicher Fehler aufgefallen: wir haben über Fotometrie geschrieben, nur habe ich Genie jedes Mal, wenn ich \"wird am Fotometer analysiert\" schreiben wollte \"wird im Refraktometer analysiert\" geschrieben. Jedes verdammte Mal hab ich das falsche Gerät genommen. Ich schieb es auf den Beinahe-Schreibkrampf, die typische Kolloq-Panik sowie die Tatsache, dass wir letzte Woche Refraktometrie geschrieben haben und daher mein Gehirn die falsche Abbiegung gewählt hat.\nLabor war auch wieder ein Erlebnis für sich. Drei Entlüftungseinsätze an einem Tag, neuer Rekord. Zum Glück musste bei keinem das Labor verlassen werden...\nDie jetzigen Versuche zeugen wieder mal von dem hervorragenden Planungsgeschick der Assistenten. Denn es müssen, trotz erlaubter Gruppenarbeit, sehr viele Verdünnungsreihen angesetzt werden, 20 für Pufferlösungen, 10 pro Zweierteam für Nitrit/Nitrat, nochmal 6 pro Duo für Essigsäure... aber woher die ganzen Gefäße nehmen? Das sind locker >35 Analysekolben gleichzeitig, die benötigt werden. Dem gegenüber stehen 2 Kolben pro Laborant, bei 14 Schülern pro Gruppe macht das 28 Kolben.\n\nIch glaube, ich sollte neben der Schule eine Glasbläserei aufmachen.\n\nIn diesem Sinne: Eine schöne Woche euch!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T17:27:38.374+0000","up_votes":1,"down_votes":0,"body":"Hey :) Ich hab gesehen das du gestern Senna gespielt hast. :)\nWarst ziemlich fett.","replies":[{"id":"","poster":"INoKami","date":"2019-11-11T17:44:17.021+0000","up_votes":1,"down_votes":0,"body":"Joa. Erstes Game zum Kennenlernen, direkt ff15 von den Gegnern... kann man mal machen. Dann 3x Senna gebannt und 1x von Gegnern gepickt (die haben wir fachgerecht zerstört) und dann das zweite Game... man merkt schon, dass Champions zu Release doch in einem recht \"gesunden\" Zustand erscheinen xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T18:42:36.922+0000","up_votes":1,"down_votes":0,"body":"Nah einfach so Krit geschenkt bekommen ist vollkommen normal. \nIch hab jetzt nur ein Botgame gespielt aber da war ich bei 50 Stacks in 15 Minuten oder so.\nDa geht bestimmt noch mehr. \nMinute 20 dann 100% Krit. :)","replies":[]}]}]}]},{"id":"","poster":"Veezey","date":"2019-11-11T12:27:52.964+0000","up_votes":1,"down_votes":0,"body":"Hurra die Kirsche ist wieder da \n{{sticker:sg-kiko}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T12:34:15.473+0000","up_votes":1,"down_votes":0,"body":"Stimmt nicht.\nIch hab die Kirsche schon vernascht übrig geblieben ist hier der Kern weil der nicht schmeckt. ;)","replies":[{"id":"","poster":"Veezey","date":"2019-11-11T14:12:27.730+0000","up_votes":1,"down_votes":0,"body":"Ahh okay :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T14:28:38.518+0000","up_votes":1,"down_votes":0,"body":"Irgendwie hab ich heute lust dich Naomi zu nennen. \nSchade das du ein Typ bist. :(","replies":[{"id":"","poster":"Veezey","date":"2019-11-11T16:38:28.724+0000","up_votes":1,"down_votes":0,"body":"Haha tja so ist das Leben xD","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-11-11T12:29:42.433+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-2}}","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-11-11T13:32:07.218+0000","up_votes":1,"down_votes":0,"body":"Warmes Mittagessen!\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T13:49:30.675+0000","up_votes":1,"down_votes":0,"body":"Gibt's erst heute Abend :( und dann nur Micro Spagetti","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T13:54:22.719+0000","up_votes":1,"down_votes":0,"body":":o Heute Abend gibt es vielleicht Reibekuchen mit Apfelmus!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T14:08:16.127+0000","up_votes":1,"down_votes":0,"body":"Ich mag kein Apfelmus :( \n\nAber bei uns sagt man dazu auch Reibedatschi ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T14:17:38.453+0000","up_votes":1,"down_votes":0,"body":":( Aber Apfelmus ist doch so lecker!\n\nIch hab gestern von Iglo gelernt das Schwammerl = Pilze sind :3 ô.ô","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T15:01:34.331+0000","up_votes":1,"down_votes":0,"body":"Tja, Martin ist halt ein kulinarischer Banause...","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T14:39:00.275+0000","up_votes":1,"down_votes":0,"body":"Das wusstest du nicht ? ^^ \n\nWenn man Pilze suche geht sagt man bei meiner Oma zb. Komm wir gehn in die schwammerl ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T14:55:02.790+0000","up_votes":1,"down_votes":0,"body":"Also ich glaube das ich das Thema schon mal mit Karli und Co in einem ARAM hatte XD Die sind halt aus Bayern. Aber so richtig ländlich glaube ich :D So süß die kleinen Mäuse!\n\nGestern hab ich halt mit Iglo gespielt und einer der Bayern Jungs ist in die Lobby eingebrochen XD Ich hab Teemo gespielt, Iglo das Leben mit einem Pilz gerettet .. nur hat er den als Schwammerl bezeichnet. Ich dachte erst er meint Schwamm :o Was keinen Sinn ergeben hätte! Und dann hat Froq sein bayrisch ausgepackt °-° Dann hatte ich kurzzeitig Panik Froq umgarnt Iglo jetzt mit seinem bayrischen Charm und nimmt ihn mir weg D: Aber alles gut gegangen °^° Glaub ich.","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T13:51:51.251+0000","up_votes":1,"down_votes":0,"body":"Mit Ketchup?","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-11T08:51:29.770+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen :)\n\nSchön zu hören, dass es dir wieder gut geht :)\n\nIch würde wahrscheinlich auch vermisst auf Arbeit, aber nur deshalb, weil sonst keiner meine Arbeit macht xD\n\nFrühstück gibts bei mir eigentlich nie. In der Mittagspause gibts dann ws Schinken-Käse Toast und nach der Arbeit gibts Hühnerschnitzel mit Kartoffel.\n\nDas Tier der Woche ist... TA DA... Das Faultier (was gut zu meinem Gemütszustand passt ^^)\n(Ich weiß noch immer nicht, wie man hier ein Bild einfügt)\n\nNoch nie hat mich etwas so getiltet, dass ich keine Lust mehr auf League zocken hatte, doch der Loose von G2 gestern hat es geschafft (zumindest für ein paar Stunden ^^)\n\nIch bin noch unentschlossen ob ich mich heute meinem Zoo widmen oder ein paar neue Jungler lernen sollte. Naja, wird sich dann wohl aus der Laune heraus entscheiden.\nHmmm, in Flex könnte ich auch noch einen Angriff auf Gold starten...","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:34:13.591+0000","up_votes":1,"down_votes":0,"body":"Käse-Schinken-Toast? :o Wie ein Sandwich? Also das es gesandwichted wurde? XD ... Geschmolzener Käse und so ... wie soll ich das beschreiben? °^° ... Oder einfach alles \"kalt\" alles aufs Toast geworfen?\n\nIch bekomme vielleicht heute Abend Reibekuchen °-° \n\n:o Stimmt. Das Tier der Woche habe ich auch vergessen ... Wobei es das Faultier schon mal gab =p ist noch gar nicht soooo lange her als Martin mit Faultierbabies um sich geschmissen hat und sie mich verfolgt haben XD\n\nWenn du ein Bild einfügen willst, musst du eigentlich nur ein Bild (über die Google Bildersuche zum Beispiel) suchen und den Link entsprechend kopieren. Dann setzt du den einfach in deinen Kommentar und fertig ist das Ding. Tricky sind nur manche Seiten oder Links weil da was im Link ist, was raus gelöscht werden muss damit das Bild angezeigt wird. Aber grundsätzlich gilt einfach: Link des Bildes kopieren und roh wie er ist in deinen Kommentar/ Thread einfügen.\n\nJa die WM. Ich hab davon extra nichts erwähnt weil ich auch nicht so richtig damit klar komme was da gestern passiert ist.\n\nAuf der einen Seite kennen wir dieses äußerst starke G2 was immer irgendwas aus dem Ärmel zaubert oder einfach stomped. Dann noch dieser \"Phoenix\" Song wodurch man sich bestärkt fühlt das da alles geschoben war und FPX von vornherein als gekaufter Gewinner fest stand.\n\nAber dann gibt es da noch die Möglichkeit das G2 einfach ihren Meister gefunden hat. Das sie kein gutes Decision-Making im Draft und im Spiel hatten. I mean ... ernsthaft? Caps auf Pyke in der Mitte gegen Nautilus? Das funktioniert vielleicht gegen andere Teams, aber wie der Nautilus den Pyke einfach out-roamed hat und ihn damit einfach nur hinterher hinken lassen hat. Uff. Und wieso spielt Wunder Ryze? Wieso tritt man ihn nicht Caps ab der um Welten besser auf diesem Champion performt als Wunder?\n\nUnd Tian mit seinem Lee Sin. Hat mich hat FNC erinnert die nicht in der Lage waren Ryze zu bannen der sie gefühlt solo einfach fertig gemacht hat. Und mit Lee Sin war es das gleiche. Tian war einfach über all und hat so viel stärker gespielt als Jankos. Er wäre wahrlich einen Bann wert gewesen.\n\nSo wie wir FPX haben spielen sehen, ist uns sonst G2 bekannt. Nur hat G2 hier die Rolle des schwachen Gegners eingenommen weswegen das alles so strange für uns aussieht. Es war einfach ein Rollentausch in dem wir es nicht gewohnt sind ein schwaches G2 zu sehen eben weil wir sie nur überaus stark kennen. Sie haben in EU und NA ja offensichtlich keine Gegner gegen die sie sich sonderlich anstrengend müssen.\n\nTraurig ist tatsächlich das es am Ende ein eiskaltes 3:0 geworden ist. Was wirklich nach Kapitulation aussieht. Ausschließen will ich auch nicht das da irgendwas gekauft ist, aber da gibt es auch so 50:50 Fragen die man sich stellen muss.\n\n1) Bzgl. des Worlds Songs \"Phoenix\". Manchmal gibt man sich keine Mühe etwas böses wie Betrug zu verstecken. Platziere es vor Milliarden von Augen und niemand schöpft Verdacht. Oder du machst es aus Dreistigkeit weil du genau weißt dir kann niemand etwas.\n\n2) Wenn du dir einen Sieg kaufst, dann machst du es nicht so offensichtlich mit einem 3:0. Immerhin spielen beide Seiten damit und um den Schein zu wahren hätte man zumindest den Anschein erwecken müssen das G2 kämpft und auch mal gewinnt. Ein 3:2 wäre weitaus realistischer gewesen an dieser Stelle.\n\nGekämpft hat G2. Keine Frage. Aber ich denke hier lag ein klares \"sich selbst überschätzt und den Gegner unterschätzt\" vor. Ich glaube von ihrer Arroganz her nehmen sich die beiden Teams nichts wobei mir G2 dann doch lieber ist tbh.\n\nAuch wenn G2 in NA und EU keine Gegner hat, Korea und China sind es. Abgesehen von dem bitteren Beigeschmack das da etwas gekauft sein könnte, haben wir auch alle gesehen wo geschwächelt wurde und an welchen Stellen der Gegner einfach besser war - so ehrlich muss man dann doch sein. \n___\nIch hatte auch überlegt mit Kirschkern Rankeds zu spielen. Aber die ist in TFT Silber 4 und in der Solo - oder Flex-Q würde sie sowieso nur in Iron oder Bronze einsteigen weil sie zuletzt Season eingeranked war XD In TFT könnte ich noch Gold versuchen ... Aber ich komme mit dem Element Kram nicht 100% zurecht XD und hab eher Angst abzusteigen.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T10:04:59.257+0000","up_votes":1,"down_votes":0,"body":"Wie ein Sandwich mit geschmolzenem Käse :)\n\nBoah ey, Reibekuchen (auch Kartoffelpuffer in Österreich genannt ^^) könnte ich auch mal wieder machen :3\n\nDas hab ich dann wohl verschwitzt xD\n\nHmmm, bei mir hat es bis jetzt immer nur den Link angezeigt und nicht das Bild ^^\n\nJa ich war gestern richtig verärgert und hab vor lauter Zorn sofort an Schiebung gedacht (wenn man sich die politische Lage in China ansieht, gar nicht so weit hergeholt), aber nachdem ich mich beruhigt hatte, musste ich mir eingestehen, dass G2 einfach übelst underperformed hat. \nDas erste Game war ja noch richtig spannend und sie waren ja auch lange Zeit, obwohl sie killtechnisch hinten lagen, im Gold relativ even und man hatte das Gefühl dass sie das Game an sich reißen könnten, doch dann haben sie leider zu viele Fehler gemacht. Möglicherweise, war ihnen der Druck dann doch zu groß. Chinesen haben ja generell eine komplett andere Mentalität als Europäer und kommen mit Druck vl einfach besser klar.\nNaja, es ist halt jetzt so. Nächstes Jahr haben sie die nächste Chance :)\n\nIch denke jedoch nicht, dass FPX wirklich stärker als G2 ist. Ich glaube, dass Caps und Co. gestern einfach nicht ganz auf der Höhe waren, und vl haben sie den Gegner wirklich nicht ausreichend respektiert (Tian 3 x Lee Sin gegeben ist schon ein ziemlich eindeutiges Indiz dafür)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T11:33:18.000+0000","up_votes":1,"down_votes":0,"body":"Käääääääääässsssssssseeeeeeeeeeeeeeeeeeeeeeeeee\n{{sticker:sg-jinx}} \n\nIch bin bisher nicht zum frühstücken gekommen °^° umso mehr freue ich mich das ich gleich mein warmes Mittagessen aus der Tasche ziehen kann und für später dann noch zwei Toasts habe! Sogar eins mit Nutella! \\o/","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T12:21:17.503+0000","up_votes":1,"down_votes":0,"body":"Wenn du möchtest, dass etwas richtig gut schmeckt dann überbacke es mit KÄSE!!!!!!\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T13:29:35.958+0000","up_votes":1,"down_votes":0,"body":"Aber für die Frauen Welt.... Bitte nicht das brennt immer so auf meinem Schw.... Ach vergesst es ^^","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T09:49:18.485+0000","up_votes":1,"down_votes":0,"body":"Faultier Babys sind aber auch sooo süß :0 schau doch wie süß die sind !!! \n\nhttps://images.app.goo.gl/EAwVFMEErBTPFwd98\n\nUnd ich  in froh das die worlds nur 3 games waren. Hätten die noch eins gemacht hätte ich ausgeschaltet :/ \n\nDas waren eher langweilige games :( \n\nUnd sicher nicht gekauft :/ letztes Jahr hat auch China gewonnen und keiner hat was gesagt :/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T09:51:01.209+0000","up_votes":1,"down_votes":0,"body":"Wann lernst das endlich mit dem Bildern? :D\nEs muss auf .jpg enden sonst geht es nicht. \nRechtsklick -> Bildadresse kopieren auch schauen ob die Endung passt.\n\nhttps://youtubefun.de/wp-content/uploads/2019/01/S%C3%BC%C3%9Fe-Faultier-Babys.jpg","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T09:12:19.220+0000","up_votes":1,"down_votes":0,"body":"Spiel das Zoo Spiel ^^' \nDas gibt's auch Affen wie in league ^^","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T09:16:32.129+0000","up_votes":1,"down_votes":0,"body":"Stimmt, League könnte man wirklich mit einem Affengehege in PZ vergleichen, dort und da werden Affen gezüchtet xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T09:39:26.903+0000","up_votes":1,"down_votes":0,"body":"Nur haben die Affen in PZ einen verständlichen bewegungs Ablauf ^^","replies":[]}]}]}]},{"id":"","poster":"Nanary","date":"2019-11-11T10:35:42.459+0000","up_votes":1,"down_votes":0,"body":"hOi!\nIch bin müde mir ist kalt und habe nur 2 Stunden geschlafen ._.' \nund in der Stadt gab's so viele Alkis schon wieder... warum müssen die auch immer in meinem Bus einsteigen!? >.&lt;\n\nachja Scheiß Montag. :/\n\nLeague spielt sich in der SoloQ mega Langweilig, muss mal gucken ob ich mir für Nächstes Jahr mal eine Grp suche oder so was... vlt macht es mir so ja wieder mehr Spaß.\n\nund jetzt das super tollste!\nPlanet Zoo!! \"hier süßes emoji einfügen\"\nIch liebe es ♥ \ndie KI nervt mega aber ich könnte Stunden meinen Pandas beim Fressen zusehen xD\n\nund HOLyMOly nerven diese Pfaue xD","replies":[{"id":"","poster":"XenesisCH","date":"2019-11-11T13:21:53.898+0000","up_votes":1,"down_votes":0,"body":"Ufff zwei Stunden Schlaf und das an einem Montag... das klingt ja nach Extremsport {{sticker:sg-zephyr}}","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-11-11T10:50:04.059+0000","up_votes":1,"down_votes":0,"body":"Heyho :)\n\nBei mir im Büro ist es auch arsch kalt...\nFreu mich schon auf mein kuscheliges Zimmer :)\n\nDu sagst es: Scheiß Montag...\n\nJup, deshalb hab ich meistens Duo gespielt. Da kann man sich wenigstens unterhalten und man hat zumindest einen im Team auf den man sich verlassen kann ^^\nBei ner FlexQ Gruppe wär ich sofort dabei ;)\n\nVerkauf sie, sobald sie erwachsen sind ^^ und wenn sie beim dritten mal anbieten noch nicht weggegangen sind -> frei lassen. So mach ich das zumindest. Die besten 3 - 4 behalte ich mir und gebe denen Verhütungsmittel und wenn ich zwischendurch wieder Zeit habe, züchte ich wieder ^^","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T10:38:00.869+0000","up_votes":1,"down_votes":0,"body":"Mau Mau Mau! \n\nHast die warzenschweine vergessen ^^ \n\n*Grund grunz* \n\nUnd ja PZ sieht schon geil aus so als game :) \n\nDann leg dich jetzt etwas hin und kuschel dich ein :3 Das ist warm und du kannst etwas schlafen bzw ausruhen :3","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-11-11T11:33:55.947+0000","up_votes":1,"down_votes":0,"body":"Aaaaaaaaarbeiteeeeeeeeeeennnnnnnnnnnn\n\nhttps://media.tenor.com/images/c869633d539f497e7375657668e084a4/tenor.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T11:43:56.343+0000","up_votes":1,"down_votes":0,"body":"Ach du bist ja doch noch da. xD\nIch dachte meine Verwirrung hätte dich paralysiert. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T11:56:35.138+0000","up_votes":1,"down_votes":0,"body":"XD Keine Zeit zu gucken ...\n\n°^° Ich darf jetzt noch vier Verträge schreiben XD Würde ich mich anstrengen und beeilen könnte ich das sicherlich heute noch fertig machen und Chefin hochbringen bevor Gaby Feierabend macht. Denn wenn Gaby Feierabend macht, kann ich hier nicht mehr weg. :D Ich hab aber keine Lust auf Turbo ... aber irgendwie schon XD IDK!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T12:12:35.400+0000","up_votes":1,"down_votes":0,"body":"Du musst nicht immer soviel Arbeit. :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T12:19:01.609+0000","up_votes":1,"down_votes":0,"body":"Zu spät. Hab alles fertig XD\n\nNur einen Vertrag nicht. Aber den kann ich auch nicht fertig machen weil mir noch Angaben seitens der Angehörigen fehlen D:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T12:37:47.659+0000","up_votes":1,"down_votes":0,"body":"Jetzt fällt mir kein dummer Spruch dazu ein. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T12:50:57.009+0000","up_votes":1,"down_votes":0,"body":":o Das ist ja doof","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T09:11:10.578+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nHier wurdest du auch schon vermisst :3 \nSchön das du wieder da bist :) \n\nSo mein persönliches unwort der Woche \"Rigged\" \nIch kann das Wort echt nicht hören .... Und die Leute die denken die world wären gekauft gewesen -.- puh ...\n\nFür mich waren die world langweilig :/ \nDas erste game noch fast ganz gesehen. Das zweite hab ich den kurz nach Start verschlafen und bin kurz vor der Spiel pause aufgewacht ^^' Und das dritte game hab ich nur noch neben bei laufen lassen und hab nen anderen stream nebenbei laufen lassen :D \n\nNaja waren halt nicht meine Teams :/ \n\n--------\n\nGestern ein game gegen Senna gemacht. Hab gegen zed gelanet und stand 0/2 ... Bin dann aber mit 9/2 Ausn game mit morgana. \nSenna und Caitlyn haben auf der Botlane unsere ez und tresh lane ziemlich zerstört. Bis ich roamen gegangen bin danach ging es immer weiter beginnt auf. \n\nAllgemein war es ein nettes game und ein nettes Team.... selten sowas zur zeit beim Solo spielen. \n\nUnd zusammen mit nana und einen Kumpel gespielt. Der seit einen Jahr nicht mehr gespielt hat und holy der war besser als die letzten 100 Main jungler in meinem Teams... \n\nEnttäuschend zu sehen wie einfach man gewinnen kann wenn der jungler nur etwas sich um die bot lane kümmert. Komisch das randoms sowas nicht können... \n\nUnd ich Spiel zurzeit wieder mal Twitch &lt;3 \nIn meinen letzten 4 twitch games immer 14 kills gemacht ^^\n\n---------\n\nAnsonsten ist alles gut soweit .... \n\nWünsch euch einen schönen Tag :3","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:49:05.795+0000","up_votes":1,"down_votes":0,"body":"> So mein persönliches unwort der Woche \"Rigged\" Ich kann das Wort echt nicht hören .... \n\nJa! Wobei es mich eh ankotzt wenn man irgendein Szene Wort aufgreift und dann einfach nur noch damit um sich schmeißt. Ich hab dann auch legit keinen Bock für jedes dritte Wort Google anzuwerfen um mir den Mist übersetzen zu lassen XD Das ist was womit ich mich absolut nicht beschäftigten möchte. Deswegen habe ich auch nie diese Lenny Gesichter verstanden oder den OwO/ UwU Kram >.&lt; Ich kann mir nicht mal jetzt merken was die beiden letzten bedeuten. Ich vergesse ihre Existenz nur nicht weil ich offensichtlich zu oft den Broeki Stream laufen habe oder überhaupt auf Twitch bin XD \n\n\n> Und die Leute die denken die world wären gekauft gewesen -.- puh ...\n\nD: Siehe dazu meinen ausführlichen Kommentar bei Slippi unten.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T09:54:43.753+0000","up_votes":1,"down_votes":0,"body":"Ja da hast du recht :/ das sind so Wörter die einfach nur gerade im Trend sind .... \nWie zb auch \nPrio\nMacro play \n\nJeder der nur etwas auf \"ich habe ja so viel Ahnung\" machen will schmeißt wild mit diesen Wörtern um sich ... \n\nWie heut zu tage Co2 und Klimawandel einfach überall rein geworfen wird um Aufmerksamkeit von den Veganen Kinder Streichlern zu bekommen ^^' \n\nAls wäre man bei Twitter.... einfach überall den trendigsten hashtag dazu hauen -.- \n\nUnd jop hab da unten geantwortet ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T10:11:19.665+0000","up_votes":1,"down_votes":0,"body":"Prio .. Ja. Da würde ich die zustimmen XD Das Wort ist urplötzlich aufgetaucht und auf einmal heißt es in jedem Spiel das ich mir ansehe \"Midlane hat Prio\" oder \"Man muss sich die Prio holen\". Und ich weiß nicht wo das so plötzlich hergekommen ist D:\n{{sticker:sg-janna}} \n\nAber Macro-Play O.O oder Micro-Play sind Begriffe die einfach zu League gehören und nicht erst seit gestern verwendet werden. Ahnung haben hin oder her. Glaube ich höre lieber von jemandem \"Das Team hat unteranderem aufgrund eines fantastischen Macro-Plays gewonnen\" als ein einfach daher geworfenes irgendwas xp","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T10:30:13.040+0000","up_votes":1,"down_votes":0,"body":"Ja wenn ein Challenger/pro von Macro play reden ist das ja ok :D \n\nAber wenn wir \"noobs\" Ausn discord davon reden könnte ich kotzen ^^ \n\nDas ist dann einfach dummes nach plappern um cool zu wirken :) \n\nSowas nett mich übel ^^'","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T10:36:39.896+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an, solange man weiß was man unter Macroplay versteht, ist es in Ordnung, wenn man es im Low-Elo Bereich verwendet, denn es jedes mal \"um Objectives spielen\" oder \"wenn der gegn. Jungler Top ganked, sollte man den Drake holen oder zumindest auf Bot ein Play machen\" zu umschreiben ist in meinen Augen nerviger ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T10:42:52.855+0000","up_votes":1,"down_votes":0,"body":"Ne es ist nerviger wenn Spieler in gold Platin so tun als wären sie Master+ \n\nDas Macro play in unserer elo ist was ganz anderes als es in Master + der Fall ist. Das sollte man nicht zusammen mixen","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T09:32:38.064+0000","up_votes":1,"down_votes":0,"body":"Tamara aufwachen!","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:36:32.496+0000","up_votes":1,"down_votes":0,"body":"XD Ich bin wach\n\n°^° Hab eine Wall of Text an Slippi geschrieben XDDDDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T09:42:17.800+0000","up_votes":1,"down_votes":0,"body":"Achso über die Worldmeisterschaft gestern?\nO2 hat gegen Telekom verloren hab ich gehören. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:57:27.327+0000","up_votes":1,"down_votes":0,"body":"=p Das war vorletzte Woche","replies":[{"id":"","poster":"XenesisCH","date":"2019-11-11T10:05:26.925+0000","up_votes":1,"down_votes":0,"body":"Das stimmt auch nicht, denn vorletzte Woche hat O2 gewonnen und nicht verloren :P\n\nEr meint wohl eher dass O2 gestern gegen Anivia verloren hat und nicht Telekom :DD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:19:42.587+0000","up_votes":1,"down_votes":0,"body":"Ja schon aber dann hätte Witz mit O2 kein Sinn gemacht. :(","replies":[{"id":"","poster":"XenesisCH","date":"2019-11-11T10:32:06.963+0000","up_votes":1,"down_votes":0,"body":"Spasstelekom oder TelekomPlus \n\nMit ein bisschen Fantasie geht das doch auch^^","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-11-11T10:16:01.175+0000","up_votes":1,"down_votes":0,"body":"Verdammt D: Hab ich nicht aufgepasst!","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:05:30.510+0000","up_votes":1,"down_votes":0,"body":"Ne das war gestern.\nIch hab sogar das letzte Game teilweise gesehen. :)","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T08:37:41.314+0000","up_votes":1,"down_votes":0,"body":"Achja und wieder beginnt ein Märchen mit dir. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T08:50:49.116+0000","up_votes":1,"down_votes":0,"body":"o.o Wieso ein Märchen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T09:07:11.698+0000","up_votes":1,"down_votes":0,"body":"Weit zurück in meinen Erinnerungen war ich gerannt\nIch werde diese schimmernde, schattenhafte Gestalt niemals vergessen, solange ich lebe\nDu hast es nicht direkt vor deinen Augen bemerkt\nIhre eigenen egoistischen Ideen waren so aufgeblasen worden\nDu konntest nicht voraussehen","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:49:36.502+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:05:07.573+0000","up_votes":1,"down_votes":0,"body":"Ich werde wieder Hände bei dir halten\nDu wirst wieder mit mir träumen\nWir sind verwundet, aber lasst uns den Moment umarmen\nUnd fange von vorne an\nIch werde wieder mit dir reden\nUnd du wirst wieder mit mir lachen\nDas Morgen, das noch eine Knospe ist\nWird erblühen, wenn ich in deiner Nähe bin","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T10:16:52.016+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:25:23.360+0000","up_votes":1,"down_votes":0,"body":"笑っちゃいな！ (わっほーわっほー！)\n笑っちゃって (何とかなりそう)\n笑っちゃいなよ！ (わっほーわっほー！)\n今日は元気ですか？\n\n頼り頼られて　好きで好かれて\nこれって最高！　思わず叫びたくなるよ\nねえ一人で戦うよりもさ\n一緒にいたい　心配ばっかしても\n\n笑っちゃいな！ (わっほーわっほー！)\n笑っちゃって (何とかなりそう)\n笑っちゃいなよ！ (わっほーわっほー！)\nもっと冒険しよう\n\n正直辛いときには泣くんでもいいんじゃないか\n笑ったな！ (わっほーわっほー！)\n立ち直る　元気になれ　みんなみんな\nこの世界生きてく仲間だもん\n\nチャンスもハッピーも待ってたって来ないよ\n捕まえなくちゃね！ (ですねー)\nそういうことが分かってきたよ\n明日はどこ行こう？ (まかせなさい！)\n\n真剣だってふざけてたって\n負けたくないから (がんばっちゃう？)\n本気出すよそろそろ出すよ\nもっと楽しくね！ OK！ (スマイルスキル＝スキスキル)\n\n笑っちゃいな！ (わっほーわっほー！)\n笑っちゃって (何とかなりそう)\n笑っちゃいなよ！ (わっほーわっほー！)\n今日も元気ですよ！ スマイル！","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:20:18.877+0000","up_votes":1,"down_votes":0,"body":"Verwirrung würde erfolgreich durchgeführt. :)","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T09:51:24.293+0000","up_votes":1,"down_votes":0,"body":"Meine Gefühle sind schließlich transparent und doch so schwer\nNach und nach lösen sie sich auf","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T10:11:53.337+0000","up_votes":1,"down_votes":0,"body":"> Nach und nach lösen sie sich auf\n\nOh nein!\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:20:49.633+0000","up_votes":1,"down_votes":0,"body":"Jetzt musste ich kurz lachen. :D","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-11T10:09:54.689+0000","up_votes":1,"down_votes":0,"body":"Ja GEGE","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T08:35:23.470+0000","up_votes":1,"down_votes":0,"body":"Senna ist draußen. :)\nWer hat sich alles gespielt?","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T08:52:30.307+0000","up_votes":1,"down_votes":0,"body":"Ich hab sie nicht mal gekauft. Geschweige sie mir bisher angesehen. Ich weiß nur das sie eine globale Ult hat? Das passt mir schon nicht v.v\n\nBroeki hat sie gestern wohl on Stream gespielt ... aber ich hab selbst ARAM gespielt und den Stream nur im Hintergrund laufen lassen °-° Also nichts mitbekommen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T09:14:06.480+0000","up_votes":1,"down_votes":0,"body":"Ich auch nicht ^^ \nich hab noch nicht mal Yumii oder die 40 anderen champs die ich noch nicht hab ^^'","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:53:41.907+0000","up_votes":1,"down_votes":0,"body":"Mittlerweile fehlen mir nur noch vier (?) Champs auf meiner großen XD Aber da will ich auch keine Blauen Essenzen für ausgeben und warte bis ich einen Champion Shard bekomme XD Wobei ich mich bisher bei Aatrox z.B. weigere weil ... der ist einfach doof °^° Rengar fehlt noch ... Kled ... Zac ... Senna ... Ich meine aber da war noch einer D:","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T10:11:14.829+0000","up_votes":1,"down_votes":0,"body":"Aatrox bekommst du ja jetzt gezwungenermaßen for free ;)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:22:39.566+0000","up_votes":1,"down_votes":0,"body":"Verdammt du warst schneller....>.&lt;","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T10:24:32.243+0000","up_votes":1,"down_votes":0,"body":"^^","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T10:09:49.887+0000","up_votes":1,"down_votes":0,"body":"Aatrox bekommst du umsonst wegen des Siegreichen Skins.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-11T09:58:14.655+0000","up_votes":1,"down_votes":0,"body":"Ich hab nur die champs die ich auch spielen mag ^^ \n\nAlle anderen sind mir zu doof :3","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-11-11T08:55:15.169+0000","up_votes":1,"down_votes":0,"body":"Ich bekomm Augenkrebs wenn ich sie IG sehe. Sie sieht für mich mit dieser riesen Waffe einfach nicht gut aus...","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T08:58:12.052+0000","up_votes":1,"down_votes":0,"body":"Das ist auch so ein Faktor ...\n\nWas das optische angeht ist Senna für mich schon der totale Reinfall, auch wenn ich mich eigentlich immer über weibliche Champions freue. Hier definitiv nicht.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T08:59:43.819+0000","up_votes":1,"down_votes":0,"body":"Endlich mal jemand der diesbezüglich auch meiner Meinung ist ^^ bisher hat mir jeder widersprochen xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:50:13.526+0000","up_votes":1,"down_votes":0,"body":"> bisher hat mir jeder widersprochen xD\n\nIst mir unbegreiflich XD","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T09:08:13.301+0000","up_votes":1,"down_votes":0,"body":"Ganz toll. :D","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T09:17:52.570+0000","up_votes":1,"down_votes":0,"body":"Achja btw.\nStäbchen ist krank und Max wird wohl von seinem Chef im Keller festgehalten. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T09:38:32.693+0000","up_votes":1,"down_votes":0,"body":"Nja, Stäbchen war letzten Donnerstag beim Arzt. Aber ich dachte das war nur so ein \"hol ich mir noch zwei freie Tage\" Ding? XD\n\nUnd Max .. ja gut .. Er meinte er wird überwacht ;D Das kenne ich nur zu gut. Wobei ich eben schon wieder so sauer war, dass ich gesagt hab meine Chefin hätte in ihrer Kindheit öfter geschlagen werden müssen XD und das obwohl vor meiner Nase die Kamera hängt. Aber diese Kamera ist eher mein Freund als Feind :>","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T08:14:10.448+0000","up_votes":1,"down_votes":1,"body":"Endlich! Ich warte bereits seit 300 Jahren auf den Thead...\nBeim nächste mal ein wenig Früher bitte. :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T08:21:29.443+0000","up_votes":1,"down_votes":0,"body":":D Wie gesagt ... ich musste erst ein paar Dinge erledigen und immer wieder das Schreiben unterbrechen °^° Deswegen hat das so lange gedauert. Und jetzt fällt mir auch noch auf das ich vergessen habe zu erwähnen das ich während meiner \"Auszeit\" es geschafft habe \"Food Wars\" zu gucken (zwei Staffeln) und gestern Abend tatsächlich mit \"No Game No Life\" angefangen habe D:","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T08:40:04.944+0000","up_votes":1,"down_votes":0,"body":"Food Wars ist so großartig &lt;3","replies":[{"id":"","poster":"Kirschkern","date":"2019-11-11T08:54:29.220+0000","up_votes":1,"down_votes":0,"body":"Also diese sexuelle Darstellung beim probieren eines Essens hat mich ja schon dezent abgefuckt XD Das hat es mir auch unheimlich erschwert wirklich weiter zu gucken so nervig war des. °^° Die Charaktere haben das gerade nochmal so gerettet.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-11T08:57:56.381+0000","up_votes":1,"down_votes":0,"body":"Ja stimmt das ist wirklich übertrieben xD\nAber mir ging es hauptsächlich um die kulinarischen Köstlichkeiten (hab mir immer vorgestellt, wie das Gericht wohl schmecken würde ^^). Wollte immer wissen was die als nächstes zaubern :)","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-11-11T08:34:52.798+0000","up_votes":1,"down_votes":0,"body":"Darüber sprechen wir morgen. :)","replies":[]}]}]}]}