{"id":"tMqXNwp4","poster":"Spihscp","date":"2019-01-30T10:51:38.126+0000","title":"Kapsel","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"hi,\r\ndas mit den kapseln find ich ja wirklich super. \r\nmeine frage ist jetzt.\r\nwarum gibts dort immer die gleichen champion????\r\n\r\nich hab dort noch nie einen blitz, malz, eine mf veigar , morgana, usw bekommen.\r\nes kommen stänidig nur die bleichen wie  xin schon 100 mal\r\nyi\r\nrene\r\n\r\nund ich dachte mit dem neuen system wird es einfacher die campions zu kaufen.","replies":[{"id":"","poster":"eingew","date":"2019-01-31T08:08:48.354+0000","up_votes":1,"down_votes":0,"body":"Naja, man kriegt eben zufällige Champions und je mehr man hat, desto weniger neue kriegt man eben. Und soweit ich weiß ist es auch einfacher, also auch wenn du die Kapseln bloß für blaue Essenzen auflöst und die Champs dann normal im Shop kaufst solltest du mit dem neuen System schneller an Champions kommen, als mit dem alten.","replies":[{"id":"","poster":"Spihscp","date":"2019-03-14T07:28:34.762+0000","up_votes":1,"down_votes":0,"body":"hi, \ndanke für euere antworten, ich  hab nicht viele champs, da ich eh nicht alle spielen kann und manche eben überhaupt nicht, die lass ich dann.\nwenn ich alle in blaue essenzen auflöse und dann kaufe, kommen die mir aber viel teurer als wenn ich sie über die kapseln kaufe. da kostet jeder nur 3750 , also zumindest die meisten und manche kosten ja im shop 7000 .  darum mach ich das nie so, immer über die kapseln. darum hab ich ja gefragt warum man da immer die gleichen bekommen die man vlt schon hat, weil ich halt mal einen anderen möchte den ich gern kaufen würde.","replies":[]}]},{"id":"","poster":"Qbert","date":"2019-01-31T08:44:19.843+0000","up_votes":1,"down_votes":0,"body":"Ich recherchiere jetzt mal nicht extra, aber ich glaube, du hast auch eine höhere Chance Championsplitter zu bekommen, für Champions, die du nicht hast ... das kann aber auch eine falsche Einschätzung sein!\n\nIch kann da auch nur aus meiner Erfahrung berichten und ich bekomme kreuz und quer verschiedene Championshards. Ja, den einen oder anderen zwei oder drei mal, aber bspw. Yi oder Renekton bekomme ich so gut wie nie :D \n\nEs ist eben Zufall und du hast vllt. einfach ein wenig Pech. Aber selbst damit bekommst du ja BE und kannst dir dann eben den Champion deiner Wahl kaufen.","replies":[]}]}