{"id":"5LuzTANM","poster":"Girithron","date":"2019-01-30T08:44:10.748+0000","title":"GG EZ!","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":3,"body":"Hallo liebe Forummates und -team,\r\n\r\nIch spiele LoL nun seid Season 1, also 9 Jahre und muss mit ansehen, wie die Community einen dummen Trend entwickelt hat, welcher Riot teilweise selbst verschuldet.\r\n\r\nDie Rede ist von &quot;GGEZ/EASY/EASYPEASY/toEASY/EZ/EZAF&quot; etc. etc.\r\n\r\n1. Werden konstante &quot;Easy-Schreiber&quot; eigentlich bestraft, wenn nein, warum nicht?\r\n2. Warum unterst&uuml;tzt ihr das ganze auch noch mit diesem Ezreal &quot;toEasy-Sticker&quot;.. daf&uuml;r hasse ich euch einfach...\r\n\r\nIch wei&szlig;, die Community ist selbst Schuld, weil Menschen, die anonym sind, meinen sie m&uuml;ssten sich &quot;Cool&quot; auff&uuml;hren.. aber muss das noch unterst&uuml;tzt werden?\r\n\r\nDabei muss ich sagen, dass das Reportsystem seid dem Tribunal immer noch schlecht ist. Ich kenne jm. der wirklich jedes Game den Chat als &quot;Toilette&quot; misbraucht und das schon seid bestimmt 3 Jahren.. Die Folge: 1 Wochen bann OH NO!\r\n\r\nSry, die genannte Person ist in RL eigentlich voll i.O und ich w&uuml;rde auch nicht wollen das der Acc des betroffenen gebannt wird, weils halt nen Kumpel ist, trotzdem ist das in meinen Augen ein Bewei&szlig; f&uuml;r ein schlechtes System\r\n\r\nUnd der letzte Punkt der mich nervt ist Boosting:\r\nJa, boosting ist dumm und ich werde nie nachvollziehen, wie man f&uuml;r sowas dummes Geld ausgeben kann, nur um sich besser zu f&uuml;hlen?\r\n\r\nAber warum wird boosting bei gro&szlig;en YTbern toleriert. Es gibt teils gro&szlig;e Yt, ich nenne bewusst kein BSP., die mit Profis zsm spielen, welche nat&uuml;rlich kein Main-Acc nutzen k&ouml;nnen... ist das dann kein boosting? Wird das nur toleriert, weil gro&szlig;e Fanmassen dahinter sind, weil das Werbung und Profit verspricht?\r\n\r\nWort an Mitbeschw&ouml;rer:\r\nIch wei&szlig;, es ist leicht zu sagen, &quot;die Comunity ist so toxic/ Der Spast hast nichts anders verdient&quot;, aber wenn alle so denken, dann wird die Community einfach immer schlechter... Im Notfall einfach alle mates und Gegner muten ;)\r\n\r\nAn Riot:\r\nGet you head out of your ass.\r\nGreift bei schlimmen F&auml;llen, die bei 70% der Spiele aufallen h&auml;rter durch! Unterst&uuml;tzt Sachen, wie Easy nicht mit Ingameinhalten! Gebt mal nen Feedback zu Easy... kann es bestraft werden?! Und zum &quot;YT-Boosting&quot;, schreibt einfach mal mit euren Yt-Partnern dar&uuml;ber ohne &Ouml;ffentlichkeit, dann gibts auch kein Sh**Storm.\r\n\r\nLG Girithron, god damn","replies":[{"id":"","poster":"Veezey","date":"2019-01-30T13:43:36.881+0000","up_votes":6,"down_votes":1,"body":"Leider wird ggez nicht oft genug bestraft.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-01-30T09:00:43.375+0000","up_votes":3,"down_votes":0,"body":"Das mit dem Sticker fand ich auch total daneben. Angeblich soll es sich negativ auf den Account auswirken, wenn man regelmäßig \"easy\"/\"ez\" schreibt, überzeugt wurde ich davon noch nie. \n\nZum Thema Reportsystem: Es läuft zuverlässiger als zu Tribunalzeiten, da die Willkür des Menschen bei der Chatlogbewertung entfällt. Auch schlägt es jetzt viel schneller zu und nicht erst nach Monaten. \n\nWas deinen Kumpel betrifft, es gibt keinen 1-Wochen-Bann. Das beginnt mit Chateinschränkungen für 10 Spiele, steigert sich auf 25 Spiele, dann folgt der 14 Tage Bann und danach der Permabann, sofern man sein Verhalten nicht bessert. In Extremfällen kann man auch Stufen überspringen, für \"kys\",\"faggot\",\"Hang yourself\" und vergleichbares erfolgt der 14 Tage Bann zuerst. \nKönnte bedeuten, dass da bald ein Kumpel von dir nicht mehr online kommt. \n\nBoosting: Es wird von Riot nicht als Boosting gewertet, wenn ein Zweitaccount mit einem Premade zockt. Das gilt für Pros und für Unbekannte gleichermaßen.","replies":[{"id":"","poster":"Girithron","date":"2019-01-30T09:20:20.134+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nerstmal danke für die Rückmeldungen.\n\n\"Was deinen Kumpel betrifft, es gibt keinen 1-Wochen-Bann\",\n\nOk, es war vermutlich 14 Tage, so genau wusste ichs leider nicht mehr, mb ^^\n\n\n\"Boosting: Es wird von Riot nicht als Boosting gewertet, wenn ein Zweitaccount mit einem Premade zockt. Das gilt für Pros und für Unbekannte gleichermaßen.\"\n\nKann gut sein, aber nur weil Riot es so sieht, heißt das noch lange nicht, dass dies gut ist. Und dann wundert man sich warum frische Spieler direkt frustriert abspringen. >.< \nBzw. ist nur ein weiteres Zeichen für Riots doppelmoral, weil das Endergebnis ist das gleiche, wenn du auf einmal ein Ironniveau-Spieler in deinem Game hast... :S\n\n\"Thema zumindest wegen GG EZ etc. gab es gestern schon.\"\n\nMein Fehler, bin nicht so der Forenmensch, dennoch kann es das Thema meiner Meinung nicht oft genug geben, weil es ja anscheinend ein Problem ist...\n\n\"Solange sowas nicht permanent passiert sollte man meiner Meinung nach nicht zu hart bestraft werden.\"\n\nKommt drauf an was man darunter versteht. Einen Permabann find ich auch immer fragwürdig. Aber wenn ein Spieler in 7 von 10 Games übertrieben toxic war.. , sprich: Drohungen, Rassismus oder Todeswünsche, Krankheitswünsche etc. , dann sollte man diesen Spieler schon direkt für 1 Monat stumm schalten und bei wiederholung nen Wochenbann ausprechen... \n\n\"Vielleicht alle 15 Spiele hast du mal einen richtig krassen dabei.\" \n\nMag sein, aber in meinen Team war einfach mal nen Fiora Smurf der so krank sologecarried hat... ich hät AFK gehen können und das Problem daran ist ja auch, dass die schlechten Spieler in der falschen Elo sind und auf einer anderen Weiße die Spiele \"kaputt\" machen...\n\nIn meinen Augen redet man sich das schön, wenn man sagt Smurfboosting ungleich Boosting \n\nNaja, jeder darf halt seine Meinung dazu haben =)","replies":[{"id":"","poster":"Æeras","date":"2019-01-30T10:03:38.031+0000","up_votes":1,"down_votes":0,"body":"\n> Kann gut sein, aber nur weil Riot es so sieht, heißt das noch lange nicht, dass dies gut ist. Und dann wundert man sich warum frische Spieler direkt frustriert abspringen. &gt;.&lt; \n> Bzw. ist nur ein weiteres Zeichen für Riots doppelmoral, weil das Endergebnis ist das gleiche, wenn du auf einmal ein Ironniveau-Spieler in deinem Game hast... :S\n\nDas zweite Problem sehe ich tatsächlich als schlimmer an. Die schlechten Spieler sollten nicht einfach so climben. Ich coache die Leute mit denen ich spiele aber nebenbei und zeige denen die Fehler auf die sie machen. Macht nicht jeder ist klar ergo, du hast Recht es ist frech für Leute die in der richtigen Elo sind zumindest grunsätzlich.\n\n> Kommt drauf an was man darunter versteht. Einen Permabann find ich auch immer fragwürdig. Aber wenn ein Spieler in 7 von 10 Games übertrieben toxic war.. , sprich: Drohungen, Rassismus oder Todeswünsche, Krankheitswünsche etc. , dann sollte man diesen Spieler schon direkt für 1 Monat stumm schalten und bei wiederholung nen Wochenbann ausprechen... \n\nPermanent war ein falscher Ausdruck. Ich meinte das eher so, wenn jemand einmal alle 50 Games etwas toxisch wird, weil die Arbeit scheiße war kann ich damit an sich leben. Mit etwas ist gemeint wie (Bot lost this, Top lost this, OP champ und nicht Dinge wie, fuck yourself, bastard, kys etc.)\n\n> Mag sein, aber in meinen Team war einfach mal nen Fiora Smurf der so krank sologecarried hat... ich hät AFK gehen können und das Problem daran ist ja auch, dass die schlechten Spieler in der falschen Elo sind und auf einer anderen Weiße die Spiele &quot;kaputt&quot; machen...\n\n\nDiese Leute und Smurfs rasieren aber schnell durch die Elos und sind fix viel höher es sei denn sie trollen dann auch mal absichtlich, das wäre ein vergehen meiner ansicht nach. \n\n\n> In meinen Augen redet man sich das schön, wenn man sagt Smurfboosting ungleich Boosting \n\n\nEs ist nicht was anderes, vom Grundprinzip passiert das gleiche. Es ist aber nicht illegal, weil man nicht unterscheiden kann von DuoBoosting zu spielen mit Freunden in der Solo Queue. Das dies ein Problem ist weiß Riot auch. Aber ich wüsste auch keine Möglichkeit dieses zu bestrafen außer eine wirkliche Solo Queue zu machen, wo man nur alleine reinkann. Aber dann spielst du eben nur mit Randoms.","replies":[]}]}]},{"id":"","poster":"ToK Wipern","date":"2019-02-03T13:18:49.797+0000","up_votes":1,"down_votes":0,"body":"Zumindest früher wurde es geahndet. Auf basis vom SummonerCode :  https://euw.leagueoflegends.com/en/game-info/get-started/summoners-code/#6 \n\nob sich das geändert hat, mag ich nicht zu beurteilen es würde mich aber wundern.","replies":[]},{"id":"","poster":"Dela The Rascal","date":"2019-02-02T08:52:07.606+0000","up_votes":1,"down_votes":0,"body":"Persönlich mag ich es auch nicht aber es ist halt mittlerweile ein wandelndes Meme und wenn sich sowas verkaufen lässt würde mittlerweile jeder Publisher drauf aufspringen. Deal einfach damit und ich glaube ehrlich gesagt das es überhaupt nicht geahndet wird.","replies":[]},{"id":"","poster":"Sedros","date":"2019-02-02T02:54:08.317+0000","up_votes":1,"down_votes":0,"body":"Es ist nicht schön, aber auch keine Beleidigung. Dieses \"ez\"  hat null Auswirkungen auf das Spiel, da es am Ende gesagt wird. Wie wäre es mit Fokus auf wichtigere Dinge setzen, als solche Kleinigkeiten. Wenn dich sowas triggert, dann hast du im Chat wohl ganz andere Probleme.","replies":[]},{"id":"","poster":"Abasin","date":"2019-01-31T11:49:24.122+0000","up_votes":1,"down_votes":0,"body":"Warum wird ausgerechnet jetzt diese Kuh wieder durchs Dorf getrieben? Die GG EZ-Debatte ist doch sowas von durchgelutscht, dass man keinerlei Substanz mehr rausziehen kann.\n\nJa, es nervt. Ja, es ist unsportlich. Und man kann es auch reporten. \n\nDie Frage, ob jeder, der das reportet nun ein überempfindliches Weichei ist kann man nur im Einzelfall beurteilen. Sowohl die \"Weicheier\" als auch die \"ganz harten Typen\" sind aber nur Randgruppen, die in hoher \"Lautstärke\" dem grossen Rest ihre Ansicht aufdrücken wollen und gegenteiliges abbügeln. Aber beide Gruppen sind nicht repräsentativ genug, um damit durchzukommen.","replies":[]},{"id":"","poster":"OSaftKiller","date":"2019-02-03T00:22:05.205+0000","up_votes":1,"down_votes":1,"body":"GEGE ISI BOYS! :p","replies":[]},{"id":"","poster":"Zálamander","date":"2019-02-01T09:27:22.659+0000","up_votes":1,"down_votes":1,"body":"Hi Girithron,\n\nIch kann dir sehr verlässlich bestätigen, dass man nicht bestraft wird wenn man \"ez\" schreibt.\n\nIn den letzten Jahren haben ich das Report-System ausschließlich für 2 Dinge verwendet: Hardcore-Flamer (\"I hope your die\") und Leute, die \"ez\" schreiben. Letzteres wird ausschließlich zum Beleidigen verwendet. Andere Dinge, wie z.B. \"you suck\", \"omg this top lane\", \"noob jungler\" oder \"trolling\" habe ich in der Regel reported, weil sie impulsiv gesagt werden und vorwiegend aus Frust resultieren.\n\nDas Ergebnis: Ich habe noch nie auch nur ein einziges Feedback-Ticket erhalten, dass ein Report erfolgreich war.\n\nSpäter habe ich meine Vermutung in der Praxis getestet und selbst \"ez\" geschrieben wenn die Gegner sich arschig verhalten haben. Traurigerweise wird man dafür tatsächlich nicht bestraft.\n\nEinige Leute sagen, dass man \"manchmal\" dafür bestraft wird. Dabei handelt es sich um reine Glücksfälle, weil im Chat zusätzlich noch andere Dinge geschrieben wurden, die schlimmer waren.","replies":[]},{"id":"","poster":"Æeras","date":"2019-01-30T09:01:16.988+0000","up_votes":1,"down_votes":1,"body":"Thema zumindest wegen GG EZ etc. gab es gestern schon. Das System ist verbesserungswürdig. Allerdings ist arroganz bzw. manchmal sogar toxisches Verhalten menschlich. Solange sowas nicht permanent passiert sollte man meiner Meinung nach nicht zu hart bestraft werden. Ich selber habe schon auf 2-3 Accounts ne CS bekommen und zwar verdient. Danach aber mir bis auf einem Account auf den anderen nichts zu Schulden kommen lassen. Jeder hat mal nen schlechten Tag wo er mit Pech ausrastet und Leute angreift. Frust ist normal und wir eben irgendwo abgebaut. Insofern ja GG EZ etc. wird bestraft aber nach Häufigkeit + andere vergehen wie Kys etc.\n\nZum Boosting: Boosting ist von Riot nicht erwünscht, ABER solange es nicht bezahlt wird ist es eine Grauzone. Weder kann Riot Leuten verbieten mehrere Accounts zu besitzen (VORSICHT! Nicht Fremdaccounts die stillliegen sondern wirklich selbst hochgespielte). Zudem kann Riot nicht verbieten das man mit Freunden spielt. Ich bekenne mich in der Hinsicht selber schuldig. Ich habe zwei Accounts hochgespielt die auf geringen Elos sind wo ich ab und an mal mit Freunden die Solo Queue betrete. Allerdings spiele ich dort Lanes die ich nicht gemaint habe. Ich kann aber den Frust verstehen, ist bei mir nicht anders wenn ich gegen nen Mastersmurf spielen muss. Aber mal ehrlich wie oft spielt man gegen Smurfs. Vielleicht alle 15 Spiele hast du mal einen richtig krassen dabei.","replies":[]},{"id":"","poster":"degnareD","date":"2019-01-30T20:57:40.023+0000","up_votes":2,"down_votes":11,"body":"Wie verweichlicht muss man sein, dass 4 kleine Buchstaben soooooooooo verletzend sein können? Kein Wunder dass ihr nur zuhause hockt und LoL suchtet, in der Realität würdet ihr keinen Tag überleben...\nWenn aus meinem gegnerischen Team einer \"ez/easy\" schreibt antworte ich mit \"as your mum\" und gut ist...","replies":[{"id":"","poster":"Qbert","date":"2019-01-31T11:56:08.492+0000","up_votes":4,"down_votes":0,"body":"es geht nicht um die eigene, geistige Stärke, sondern um die Unsportlichkeit. \n\nLeider haben viele deine Ansicht. Anstatt zu versuchen nett zu den Menschen zu sein, umsichtig, denkt jeder nur an sich und meint es ist okay, sich über andere zu stellen.\n\nSchade.","replies":[]},{"id":"","poster":"Zálamander","date":"2019-02-01T09:37:05.771+0000","up_votes":3,"down_votes":0,"body":"Warum sind viele Menschen so dumm und denken, dass derartige Beleidigungen verletzen würden? \n\nDie meisten Menschen wollen einfach nur nicht mit Leuten wie dir spielen. Im echten Leben treffe ich mich doch auch nicht mit Menschen, die sich wie Asoziale so verhalten. Naja, denk halt weiterhin, dass du taff bist und häng mit deinesgleichen ab.","replies":[]},{"id":"","poster":"Cenâreth","date":"2019-02-02T22:59:08.208+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=degnareD,realm=EUW,application-id=KYnfKGf0,discussion-id=5LuzTANM,comment-id=0004,timestamp=2019-01-30T20:57:40.023+0000)\n>\n> Wie verweichlicht muss man sein, dass 4 kleine Buchstaben soooooooooo verletzend sein können? Kein Wunder dass ihr nur zuhause hockt und LoL suchtet, in der Realität würdet ihr keinen Tag überleben...\n> Wenn aus meinem gegnerischen Team einer \"ez/easy\" schreibt antworte ich mit \"as your mum\" und gut ist...\n\nIch denke der einzige der seine 4 Buchstaben nicht aus dem Bett kriegt bist wohl du selbst.","replies":[]}]},{"id":"","poster":"vayne gg ez ","date":"2019-01-30T18:38:53.640+0000","up_votes":2,"down_votes":7,"body":"Dude, das ist ein Spiel wo man sich gegenseitig bekämpft. Ein bisschen Trashtalk ist bei sowas einfach dabei und sollte dir schlicht egal sein. Pro-spieler zeigen das in diversen Interviews ja auch oft genug vor. \n\n\"gg ez\" ist ja nur ein kleines bisschen stänkern/ärgern. Gröbere Beleidigungen müssen meiner Meinung ja auch nicht sein und werden ja auch entsprechen bestraft. \n\nWenn dich sowas nervt solltest du den All-Chat muten, nachdem jeder sein \"gl & hf\" rausgehauen hat. Weil viel mehr Nettigkeiten werden eher selten ausgetauscht. Außerdem habe ich den Eindruck, dass Spieler die sich schnell aufregen sogar Komplimente in den falschen Hals bekommen und sofort beleidigt sind.","replies":[{"id":"","poster":"Chôky","date":"2019-02-02T23:21:39.588+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=vayne gg ez ,realm=EUW,application-id=KYnfKGf0,discussion-id=5LuzTANM,comment-id=0003,timestamp=2019-01-30T18:38:53.640+0000)\n>\n> Dude, das ist ein Spiel wo man sich gegenseitig bekämpft. Ein bisschen Trashtalk ist bei sowas einfach dabei und sollte dir schlicht egal sein. Pro-spieler zeigen das in diversen Interviews ja auch oft genug vor. \n> \n> &quot;gg ez&quot; ist ja nur ein kleines bisschen stänkern/ärgern. Gröbere Beleidigungen müssen meiner Meinung ja auch nicht sein und werden ja auch entsprechen bestraft. \n> \n> Wenn dich sowas nervt solltest du den All-Chat muten, nachdem jeder sein &quot;gl &amp; hf&quot; rausgehauen hat. Weil viel mehr Nettigkeiten werden eher selten ausgetauscht. Außerdem habe ich den Eindruck, dass Spieler die sich schnell aufregen sogar Komplimente in den falschen Hals bekommen und sofort beleidigt sind.\n\nIch würde dich selbst für deinen Namen Melden :°)","replies":[]}]}]}