{"id":"LfFJW0Zb","poster":"Mallemor","date":"2019-01-29T09:35:32.080+0000","title":"Strange Match Oo","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":0,"body":"KURZ: mein erstes Ranked Games 2019 , 3v3 \r\n\r\nnach 20 Minuten etwa war das Gegner Team wie bl&ouml;de gefeeded und meine 2 Teammates wollten surrendern was ich als einziger abgelehnt habe , weil ich erstens in rankeds NIE surr und zweitens die beiden Feeder in meinem Team leiden sollen.\r\n\r\nLange rede kurzer Sinn die ZOE ist als erstes afk gegangen davor hat sie abe rnoch geschrieben &quot;surr or i afk&quot; danach ist mein zweiter Teamkamerad nach etwa weiteren 10 Minuten afk gegangen soooo stand ich nun alleine gegen 3 Gegner da.\r\n\r\ndanach ging pl&ouml;tzlich die Gegner Ashe afk , somit hatte ich nur noch 2 Gegner die kaum gepusht haben sondenr nur auf kills gegeiert haben xD\r\n\r\nich als getankter Garen habe die beiden gut in Schach halten k&ouml;nnen und mich gefragt warum die beiden zu zweit einfach nicht durchpushen die m&uuml;ssten doch mal langsam mitbekommen haben dass ich alleine bin \r\n\r\n\r\n\r\nDie gegner ashe war dann auch hin und wieder mal on gegangen f&uuml;r 5 Minuten oder so und dann wieder afk xD\r\n\r\nGangplank und Ezreal haben einfach ihre Ults richtung meines Spawn gemacht und somit insta meine Kameraden immer get&ouml;tet obwolh DIE im Spawn standen afk xD\r\n\r\nNach 1 Stunde hatte ich dann auch kein Bock mehr und hab dann surr UND jetzt kommt das beste GENAU ZU DIESEM ZEITPUNKT wo ich surr , surrendern auch die Gegner und zwar gleichzeitg xD \r\n\r\nda war nix abgesprochen oder so \r\n\r\nwie funktionert das eigentlich mit dem surr, wenn beide Teams gleichzeitig surrendern wer bekommt dann denn win?\r\n\r\nHAb am Ende dann den win bekommen ICH gegen 3 alleine xD\r\n\r\nokay ich war halt ein tanky Garen aber die waren so schlecht die hatten einfach keine \r\n\r\nist jetzt kein SChei&szlig; was ich hier schreibe ihr k&ouml;nnt ja gerne mein erstes Ranked Game vom Donnerstag den 24.01.2019 , hab da nur ein einziges 3vs 3 ranked gemacht xD","replies":[{"id":"","poster":"ImTheFox115","date":"2019-01-29T10:18:43.477+0000","up_votes":3,"down_votes":0,"body":"Das Team, dass als letztes aufgibt bekommt den Lose...","replies":[{"id":"","poster":"dugg","date":"2019-01-29T11:32:02.780+0000","up_votes":2,"down_votes":0,"body":"Nicht anders herum? Würde für mich nur so Sinn machen. Der Vote der zuerst beendet ist bekommt den Surrender.","replies":[{"id":"","poster":"Shacoláde","date":"2019-01-29T12:51:58.898+0000","up_votes":2,"down_votes":0,"body":"genauso ist es auch!","replies":[]},{"id":"","poster":"eingew","date":"2019-01-30T08:40:15.045+0000","up_votes":1,"down_votes":0,"body":"Hat er doch geschrieben. Wenn der, der als *letztes* aufgibt, den Win bekommt, bekommt der, der als erstes aufgibt den Loss.","replies":[{"id":"","poster":"dugg","date":"2019-01-30T09:57:49.960+0000","up_votes":1,"down_votes":0,"body":"Da müssen wir erst klären, was zählt denn zu erst? Den beginn des Votes oder das Ende des Votes? Wenn wir vom Beginn ausgehen, dann hat er Recht. Wenn es um die Beedigung des Votes geht, dann habe ich Recht.\n\nMir geht's auch nicht darum wer Recht hat und wer nicht, sondern für mich ist es logischer, dass die Beendigung das Votes zählt, nicht der Beginn.","replies":[]}]}]}]},{"id":"","poster":"Mallemor","date":"2019-01-29T13:49:58.108+0000","up_votes":2,"down_votes":0,"body":"wie geil dann hatte ich ja beim vote einen vorteil weil ich alleine war und es somit schneller geht beim voting :D","replies":[]}]}