{"id":"xTzFwJ6f","poster":"Nordwolf87","date":"2019-01-29T05:19:55.240+0000","title":"Urgot ist schon etwas zu stark oder?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo\n\nKann es sein, dass Urgot momentan besonders auf der Midlane bisschen zu stark ist?\n\nIch habe gestern Urgot zum ersten Mal in meinrm Leben gespielt. Hab ihn vorher weder im Aram noch &Uuml;bungsmodus noch sonstwo gespielt, keinen Guide gelesen, wie die W genau funktioniert wei&szlig; ich auch noch nicht. Wir haben einfach einen AD gebraucht also habe ich Urgot mal ausprobiert.\n\nIn Summe habe ich gestern 3x Urgot im Normal Draft in der Mitte gespielt.\nDas Ergebnis: 100% Winrate\n\nSpiel 1\n3/2/3 mit 7,9cs/min\nSpiel 2\n3/0/2 mit 6,8cs/min\nSpiel 3\n9/5/2 mit 6,4cs/min\n\nAufmerksamen Op.gglern wird nicht entgehen, dass ich in Spiel 3 etwas schwierigkeiten in der Lane hatte, da mein pers&ouml;nlicher Hardcounter Zed gegen mich gelaned hat und ich 0/4 zur&uuml;ck gefallen bin (daher auch der schlechtere CS wert). Aber das hatte nicht so den gro&szlig;en Einfluss wie bei anderen Champs. Tbh sogar auf Silber kann man in der aktuellen Snowballmeta bei 0/4 in der lane praktisch afk gehen. Aber Urgot war am Ende als ch etwas R&uuml;ssi hatte weiterhin sehr stark. \n\nIch habe bei dem Champ einfach noch keine schwache Phase gefunden. Er ist im early stark mit gutem waveclear und Poke auf der Q, auf lvl 6 mit der R &uuml;berhaupt ziemlich stark und je l&auml;nger das Game geht desto mehr wird er zum Fulltank, der extrem viel aush&auml;lt.\n\nNaja waren nur ein paar Eindr&uuml;cke meiner ersten Begebnung mit Urgot :)\n\nWas meint ihr dazu?\n\nPs: ja mir ist bewusst dass ihn einige Profis auf der Midlane spielen, darum wollte ich ihn ja mal testen. ^^","replies":[{"id":"","poster":"Ehren Teemo","date":"2019-01-29T06:26:51.610+0000","up_votes":1,"down_votes":0,"body":"zed ist ein hardcounter zu urgot?","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-29T06:33:47.821+0000","up_votes":3,"down_votes":0,"body":"Nein Zed ist ein Hardcounter zu Nordwolf :(((","replies":[{"id":"","poster":"Ehren Teemo","date":"2019-01-29T06:41:22.022+0000","up_votes":2,"down_votes":0,"body":"HAHA das kenne ich Yorick ist hardcounter zu Quinn der Woche, Lizart, Quiek Kopfjäger und Ties 2","replies":[]}]}]},{"id":"","poster":"Reboot Geostorm","date":"2019-01-29T07:12:33.607+0000","up_votes":2,"down_votes":1,"body":"Also ich muss gestehen,  ich sehe ihn wirklich als guten Champion an.  Und das obwohl ich selbst nicht so gern ihn Spiele.  Aber um jetzt mal tiefer das Geschehen zu beurteilen eine kurze Geschichte der letzten Woche. \n\nBtw bin mit Main Account gebannt im Forum  spiele aber letzte Saison auf Dia bzw Master und strebe aktuell den Grandmaster an. \n\nFolgendes Szenario :\n\n\nSyndra meine Wenigkeit Main Champion,  Season 9,  40 Ranks mit ihr schon, gegen Urgot Midlane.  Dachte mir ich spiel mal mit der Stopwatch.  Das early Dominiert bis Level 5 den Urgot 2 mal weggeglatscht. Level 6 kommt sein Jungler vorbei, Urgot ultit mich. Ich mit Stopwatch und Ludens First, 2 Kills.\n\nJetzt springen wir kurz bißchen,   Minute 25,  Urgot 10 Kills.  Ich hab das Spiel gewonnen weil ich mit 800 AP extrem auf Magiedruchdringung gesetzt habe.  Entscheidenden Teamkampf.  Kayn ballert was er hat auf mich.  Blue Kayn btw,  aber early schwach weshalb ich ihn mit der WQ Combo easy killen konnte.  Aber Urgot sofort Ulti auf mich,  konnte in letzter Sekunde 7 Sphären auf Urgot ballern was ihm 1500 Leben gekostet hat. Ins Zhonyas und der Rest hat das Team gemacht. \n\nAlso er ist etwas schwach im Early finde ich,  mit dem richtigen Champion und Wavecontrole kannst du ihn unten halten aber er Scalte beachtlich durch sein Kit und Dmg ins später Spiel.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-29T07:20:56.730+0000","up_votes":1,"down_votes":0,"body":"Wirklich? Ich mein Syndra ist finde ich so easy zu countern. Man muss einfach nur so oft es geht in einem Winkel stehen in dem sie ihren Stun nicht landen kann. Sprich man darf nicht wie sonst auf der anderen seite der Lane stehen, sondern auf der selben und den Winkel möglichst spitz machen. Da ihr Stun nur von ihr aus, grade nach vorne geht, kann sie ihre Combo nicht durch die Minions machen, sondern muss ungeschützt direkt auf dich zu was als Squishy böse enden kann :o","replies":[{"id":"","poster":"Reboot Geostorm","date":"2019-01-29T11:45:20.419+0000","up_votes":1,"down_votes":0,"body":"In der Sache hast du recht aber ich spiele sie vor allem in etwa so:   Die ersten Minuten 6 Minions pro Wave quasi 100 Prozent wave Clear.  Schaffe ich 3 Waves ohne das mein Gegner mich dabei behindert beginne ich so langsam mit Q zu traden was gut funktioniert.  Merke ich das er gut ist lasse ich mich in den Tower pushen. Sollte mein Gegner mehr wollen knall ich Ihm die Sphären ins Gesicht und zwar so das ich erst die E caste und danach die Q.  Das funktioniert sehr gut mit dem Ludens.  Der DMG ist ausreichend. Auch wenn die Q ins Leere geht.   Außerdem spiel ich meistens mit Electrocute.  Und da meistens meine Gegner nach dem Stun einen Schritt zu mir machen bekommen Sie dann den Q ins Gesicht.  2 mal Q in die Wave,  warten auf Electrolute und die Ulti rasiert dein Ziel weg mit 5 Sphären.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-29T12:14:30.926+0000","up_votes":1,"down_votes":0,"body":"Hmm klingt nach einem guten Plan. Da wirds wirklich schwierig dagegen anzukommen :D","replies":[{"id":"","poster":"Reboot Geostorm","date":"2019-01-29T16:51:42.652+0000","up_votes":1,"down_votes":0,"body":"Schwierig aber nicht unmöglich.  Bestes Beispiel ist da Velkotz.  Sehr gute Spieler dominieren mich in der Lane.  Vor allem die, die mit Barier spielen.  Da wird es für mich sehr schwer.  Da sag ich vor weg,  das mein Jungler sich auf Bot bzw Top konzentrieren soll da ich das Duell nicht spielen möchte,  und farme dann so gut wie es geht und komme dann im weiteren Verlauf des Spiel zurück und bin dann eher stärker.","replies":[]}]}]},{"id":"","poster":"Wekra","date":"2019-01-29T08:49:39.383+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=Wj1wcocU,discussion-id=xTzFwJ6f,comment-id=00020000,timestamp=2019-01-29T07:20:56.730+0000)\n>\n> Wirklich? Ich mein Syndra ist finde ich so easy zu countern. Man muss einfach nur so oft es geht in einem Winkel stehen in dem sie ihren Stun nicht landen kann. Sprich man darf nicht wie sonst auf der anderen seite der Lane stehen, sondern auf der selben und den Winkel möglichst spitz machen. Da ihr Stun nur von ihr aus, grade nach vorne geht, kann sie ihre Combo nicht durch die Minions machen, sondern muss ungeschützt direkt auf dich zu was als Squishy böse enden kann :o\n\nSie kann ja auch Q W instant hintereinander casten um dich  auch auf der gleichen Seite zu stunnen, dann hat sie halt nur einen Q weniger für Waveclear benutzt oder sie hebt einen andere Q mit der E auf","replies":[]},{"id":"","poster":"Æeras","date":"2019-01-29T08:05:29.631+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=Wj1wcocU,discussion-id=xTzFwJ6f,comment-id=00020000,timestamp=2019-01-29T07:20:56.730+0000)\n>\n> Wirklich? Ich mein Syndra ist finde ich so easy zu countern. Man muss einfach nur so oft es geht in einem Winkel stehen in dem sie ihren Stun nicht landen kann. Sprich man darf nicht wie sonst auf der anderen seite der Lane stehen, sondern auf der selben und den Winkel möglichst spitz machen. Da ihr Stun nur von ihr aus, grade nach vorne geht, kann sie ihre Combo nicht durch die Minions machen, sondern muss ungeschützt direkt auf dich zu was als Squishy böse enden kann :o\n\nWir reden hier von anderen Elos als Silber nicht böse gemeint. Ne Master Syndra hat viel bessere Mechanics als nen Silberspieler. Zudem bin ich mir gerade nicht sicher aber ich meine du musst die Kugel nicht immer aus gerader Sicht treffen, sondern kannst die auch nach links/rechtschleudern zumindest ein wenig. Meh ich bin schlecht im erklären von Fähigkeiten. Zum Thema Urgot. Urgot ist im 1vs1 nen Bully mit viel Tankyness und soliden Schadensspitzen. Generell aber für jeden ADC der kiten kann keine Gefahr. Er ist stark ja, aber nicht broken. Wobei ich ihn als Noc Main im Midgame hasse, weil es sich trotz massiver AD und Armor Pen anfühlt als wenn ich gegen ne Stein fliege.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-29T08:12:50.711+0000","up_votes":1,"down_votes":0,"body":"Ja schon klar, aber meine Mechanics sind ja auchauf Silber Niveau - was das wieder vergleichbar macht ;)\n\nJa genau. Ein bisschen nen Winkel kann man mit dem Stun machen, aber eben nicht viel. D.h. wann man auf der selben seite der Lane steht wie syndra schafft sie den Stun nicht, da sie beim Farmen meist mit dem Gesicht zu den Minions steht :)","replies":[{"id":"","poster":"Æeras","date":"2019-01-29T08:18:30.124+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=Wj1wcocU,discussion-id=xTzFwJ6f,comment-id=0002000000000000,timestamp=2019-01-29T08:12:50.711+0000)\n>\n> Ja schon klar, aber meine Mechanics sind ja auchauf Silber Niveau - was das wieder vergleichbar macht ;)\n> \n> Ja genau. Ein bisschen nen Winkel kann man mit dem Stun machen, aber eben nicht viel. D.h. wann man auf der selben seite der Lane steht wie syndra schafft sie den Stun nicht, da sie beim Farmen meist mit dem Gesicht zu den Minions steht :)\n\nEs ist wesentlich leichter zu dodgen als einen Skill zu treffen und zu predicten wo der Gegner hinmoven wird. Wenn man das z.B. beherrscht bleibst du schon nicht Silber, weil du deine Gegner in 90% der Fälle aufgrund des besseren einschätzens wie die sich verhalten aus der Lane dominierst. Hört sich sehr banal an aber sobald du deine Gegner verstehst gewinnst du das Spiel, weil du weißt wie du gegen sie vorgehen musst. Außerdem ist Silberspieler nicht gleich Silberspieler. Vielleicht bist du besser als du denkst, machst aber kleine Fehler auf anderen Gebieten wodurch du dir deinen Weg nach Gold verbaust.","replies":[]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2019-01-29T08:07:42.262+0000","up_votes":1,"down_votes":0,"body":"Wenn man den stun richtig macht kann sie dich schon aus weiter Entfernung stunnen bzw es versuchen. Wenn sie den stun nicht trifft , ist es auch egal da du noch lange nicht in range bist.","replies":[]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2019-01-29T08:05:02.696+0000","up_votes":1,"down_votes":1,"body":"Vorher war er definitiv zu stark, also vor den nerfs.\nFinde ihn jetzt eig ok, da sein schild wesentlich mehr cd hat gibt es mehr Möglichkeiten die downphase seine schildes auszunutzen.\nHab ihn vorige season selber abused (in 3vs3 von 25 games 23 wins mit stats 9/0/9 ecc ) und merke jetzt beim spielen dass er schon wesentlich schwächer ist als früher. \nWenn man gegen urgot Probleme hat muss man einfach einen Apler mit range nehmen. Urgot kann auf der lane legit nix machen und da du als Apler besser scalest als Urgot sollte das mid/lategame nachher kein Problem sein.(nicht das Urgot schlecht scaled, aber die Apler die jetzt gespielt werden scalen einfach besser)\nDurch seine geringe range kann er dich auch nicht wirklich vom farm denien + durch die passive wird er immer automatisch reinpushen = leichtes gankopfer","replies":[{"id":"","poster":"HookEmUp","date":"2019-01-29T14:34:46.064+0000","up_votes":1,"down_votes":0,"body":"Welche Apler meinst du genau?","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-01-29T16:48:31.401+0000","up_votes":1,"down_votes":0,"body":"Alle lategame apler tbh die zurzeit gespielt werden.\nZiggs/xerath/Cassio/Veigar/Velkoz/Orianna  zum Beispiel.\nWas will ein Urgot gegen den Range Vorteil machen? \nSolange er diese nicht irgendwie überrascht indem er im Busch camped oder so, können die apler ihn später ohne Probleme Zonen oder free farmen und er kann gemütlich dabei zusehen.","replies":[]}]}]},{"id":"","poster":"Shacoláde","date":"2019-01-29T15:07:34.000+0000","up_votes":1,"down_votes":0,"body":"\"Ist Urgot zu stark, bist zu zu schwach\"\n\"Fisherman Urgot ;)\"\n\nhttps://picload.org/thumbnail/dciwdlwl/urgot.jpg\n\n\nLG,\nUrgolade","replies":[]},{"id":"","poster":"ImTheFox115","date":"2019-01-29T05:49:44.436+0000","up_votes":1,"down_votes":0,"body":"MMh ich hab noch keinen Urgot Mid gesehen :/\nAber im Grunde brauchst du nur einen Adc der ein bissln Dmg macht und Vl keinen Zed der useless ist :D","replies":[]}]}