{"id":"qIdqEN5K","poster":"SoBenja","date":"2019-01-27T18:40:30.197+0000","title":"Teams in ARAM = kein ARAm mehr","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo geehrte Entwickler/M/W/D\r\nIch habe da mal zwei ernste Beschwerde\r\nIhr m&uuml;sste eure Team/Spieler Zuteilung einmal anschauen.\r\nIch musste heute allein viermal hinter einander gegen ein dreier Team und drei zweier Teams alleine mit zusammen gew&uuml;rfelten Spielern spielen. \r\nDas hat absolut nix mit Fairplay zu tun. Die haben alle den Vorteil, dass sie meist eine Sprache sprachen und sich damit &uuml;ber Sprachnachrichten unterhalten und absprechen k&ouml;nnen. Das ist ganz einfach unfair und nimmt mir, aber nicht nur mir, den Spielspa&szlig;. \r\nDas zweite ist, es ist genauso unfair, wenn ich im meinem Team Spieler habe die Level 30 (ich ca.140) und dann Gegner habe, die alle jenseits von Level 200 sind. \r\nBitte macht sorgt f&uuml;r mehr Fairplay!\r\nIch danke f&uuml;rs lesen\r\nLG\r\n\r\nPS: Sollte ich das Falsche Forum erwischt haben bitte verschieden.","replies":[{"id":"","poster":"SoBenja","date":"2019-01-29T17:31:38.093+0000","up_votes":1,"down_votes":0,"body":"hi\ndanke für die Antworten,\ndie Antwort nicht nicht ganz Sachbezogen.\nDennoch gehe ich mal darauf ein.\nDas Level sagt jedoch etwas über die Spielerfahrung des Spielers aus. Einer er unerfahren ist, sollte mit des Gleichen spielen und die Erfahrenen ebenso und sich nicht mit Anfängern die gerade erst das Spiel installiert haben zusammen spielen. \nMit Anfängern kann man in einer Teammode und dazu noch, gegen dreier oder vierer Premades, gewinnen.","replies":[]},{"id":"","poster":"ImTheFox115","date":"2019-01-28T13:09:57.351+0000","up_votes":1,"down_votes":0,"body":"MMh der Acc ist auch „nur“ lvl80 glaub ich und bin wahrscheinlich besser als 95% der lvl200+ Spieler :D\n\nLvl sagt goanix aus.","replies":[]},{"id":"","poster":"Raystlin82","date":"2019-01-27T20:11:28.089+0000","up_votes":1,"down_votes":0,"body":"der lvl spiegelt das koennen nicht wider","replies":[]}]}