{"id":"hVgsXnEY","poster":"Sir Aideen","date":"2019-01-25T17:47:11.957+0000","title":"Account Ban 14 Tage auf Grund von \"kys\" auto Sperre ?","subforum":"Spielerverhalten & Moderation","embed":{"title":"Imgur","description":"Post with 0 views.","url":"https://imgur.com/a/4652Q7x","image":"https://i.imgur.com/UHhoDHz.jpg?fb"},"up_votes":2,"down_votes":4,"body":"Hallo Liebe League Community,\r\n\r\nIch möchte an dieser Stelle kein Mimi Thread aufmachen nur das System hinterfragen um den selben Fehler nicht nochmal zu machen.\r\n\r\nVor wenigen Stunden habe ich genau diese Meldung ( siehe Link ) erhalten, das ich aufgrund des letzten Spiels was ich gemacht habe einen 14 Tage Ban bekommen habe. Natürlich war ich nicht die Freundlichkeit in Person, trotzdem sehe ich sorecht keinen Grund warum ich gebannt wurde, ich bitte um Hilfe.\r\nLeider fehlt der Kontext zu meiner Chat der sollte aber auch nicht relevant sein da es ja darum geht was ich geschrieben habe. Ich danke euch für die Hilfe !\r\n\r\nBeste Grüße Aideen :)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-01-25T17:49:37.311+0000","up_votes":5,"down_votes":1,"body":"Das System erkennt keine Zitate, daher solltest du dich bei dem [Support ](https://support.riotgames.com/hc/de)melden.","replies":[{"id":"","poster":"Sir Aideen","date":"2019-01-25T17:50:59.244+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=hVgsXnEY,comment-id=0000,timestamp=2019-01-25T17:49:37.311+0000)\n>\n> Das System erkennt keine Zitate, daher solltest du dich bei dem [Support ](https://support.riotgames.com/hc/de)melden.\n\nHey Izaya Kumiho, danke für die schnelle Antwort. Kann man den Support hier über das Forum ereichen ? Was sollte ich denen schreiben ?\nWie lange dauert die bearbeitung ? Bin ziemlich heiß aktuell auf das Spiel und wäre schade wenn ich diese Wochenende aussetzen muss.","replies":[{"id":"","poster":"LegendaryXenon","date":"2019-01-25T17:55:22.640+0000","up_votes":2,"down_votes":0,"body":"1) Nein, Du kannst den Support nicht über das Forum erreichen. Du musst ein Ticket erstellen.\n2) Du solltest den Fall ausführlich schildern und auf das Zitat hinweisen und FREUNDLICH eine Prüfung erbitten. \n3) Das kann mehrere Tage dauern, je nach Auftragslage, bis dein Ticket geprüft wird. Bis alles erledigt ist auch länger. \nStell Dich darauf ein, dass es dieses Wochenende nichts wird.","replies":[{"id":"","poster":"Sir Aideen","date":"2019-01-25T17:58:47.241+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendaryXenon,realm=EUW,application-id=KYnfKGf0,discussion-id=hVgsXnEY,comment-id=000000000000,timestamp=2019-01-25T17:55:22.640+0000)\n>\n> 1) Nein, Du kannst den Support nicht über das Forum erreichen. Du musst ein Ticket erstellen.\n> 2) Du solltest den Fall ausführlich schildern und auf das Zitat hinweisen und FREUNDLICH eine Prüfung erbitten. \n> 3) Das kann mehrere Tage dauern, je nach Auftragslage, bis dein Ticket geprüft wird. Bis alles erledigt ist auch länger. \n> Stell Dich darauf ein, dass es dieses Wochenende nichts wird.\n\nLegendaryXenon , auch dir danke für die Schnelle Antwort ich werde das mal direkt machen vielleicht habe ich ja Glück und es geht die Fix mit dem Ticket :) Danke auch für deine Hilfe !","replies":[{"id":"","poster":"LegendaryXenon","date":"2019-01-25T18:03:27.782+0000","up_votes":2,"down_votes":0,"body":"Da nicht für, \n\nstell Dich auf vorgefertigte Antworten ein und bleib am Ball. \n\nErstell kein neues Ticket, sonst landest Du wieder in der Warteschlange. Ganz wichtig, freundlich und kooperativ sein. Der Support kann in die Logs gucken und hat das letzte Wort.","replies":[{"id":"","poster":"Sir Aideen","date":"2019-01-25T18:08:42.000+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendaryXenon,realm=EUW,application-id=KYnfKGf0,discussion-id=hVgsXnEY,comment-id=00000000000000000000,timestamp=2019-01-25T18:03:27.782+0000)\n>\n> Da nicht für, \n> \n> stell Dich auf vorgefertigte Antworten ein und bleib am Ball. \n> \n> Erstell kein neues Ticket, sonst landest Du wieder in der Warteschlange. Ganz wichtig, freundlich und kooperativ sein. Der Support kann in die Logs gucken und hat das letzte Wort.\n\nSuper, ich werds genauso probieren, eine Frage noch auch wenn es etwas dreist ist, eine Riot Mitarbeiter dazu zu kriegen den Thread hier zu lesen und vielleicht schnelle Abhilfe zu schaffen wird schwer oder ? Habe mal fix gegoogelt die Ticket antwort Zeit dauert ja in der Regel so 3-5 WERKTAGE, yikes.","replies":[{"id":"","poster":"Raystlin82","date":"2019-01-25T18:37:34.696+0000","up_votes":1,"down_votes":0,"body":"du kannst dem support auch einen link zu diesem thread mitsenden. und wenn du hier dann noch erzaehlst wie es beim support galaufen ist, waere super.","replies":[{"id":"","poster":"LegendaryXenon","date":"2019-01-25T18:46:48.444+0000","up_votes":2,"down_votes":0,"body":"Das wäre in der Tat super. \n\nVieles, was wir User wissen, kommt durch Informationen aus der Community. \n\nWenn Du uns da Erfahrungen schilderst, kann es sein, dass dein Fall mal helfen wird anderen Usern zu helfen. \n\n(Hab jetzt Raystlin geantwortet, weil ich nicht wusste, worauf er geantwortet hat, ist aber an Sir Aideen gerichtet.","replies":[{"id":"","poster":"Raystlin82","date":"2019-01-25T19:00:28.371+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendaryXenon,realm=EUW,application-id=KYnfKGf0,discussion-id=hVgsXnEY,comment-id=00000000000000000000000000010000,timestamp=2019-01-25T18:46:48.444+0000)\n>\n> (Hab jetzt Raystlin geantwortet, weil ich nicht wusste, worauf er geantwortet hat, ist aber an Sir Aideen gerichtet.\n\nauf nichts konkretes einfach nur auf den letzen post vom te. kannst auch auf \"(anzeigen)\" klicken und dann \"zum kommentar\" so siehst du genau wer auf welchen beitrag geantwortet hat.\n\nich find's generell, dass es hier im forum zu wenig feedback gibt. die leute beschweren sich ueber irgendwas. ihnen wird geraten sich an den support zu wenden. und dann kommt nichts mehr - funkstille. manche kommen dann wieder, wenn ihnen die antwort vom support nicht passt. nur selten wird von erfolgen beim support berichtet.","replies":[]}]}]},{"id":"","poster":"clair de lune289","date":"2019-01-26T22:45:22.230+0000","up_votes":1,"down_votes":0,"body":"selbst wenn es durch welche Umstände auch immer erst zum ende oder nach deinem Bann zur Bearbeitung kommt,kann es sehr wichtig sein dich mit dem Support auseinander zu setzen.\nnach dem 14 Tagebann kann jedes noch so kleine Fehlverhalten zum Permabann führen,durch das Ticket wird diese Strafstufe,sollte sie ungerechtfertigt gewesen sein, entfernt.","replies":[]},{"id":"","poster":"eingew","date":"2019-01-26T08:17:46.065+0000","up_votes":1,"down_votes":0,"body":"Meistens geht es aber schneller.","replies":[{"id":"","poster":"Sir Aideen","date":"2019-01-26T08:41:30.987+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hVgsXnEY,comment-id=0000000000000000000000000002,timestamp=2019-01-26T08:17:46.065+0000)\n>\n> Meistens geht es aber schneller.\n\nHey du scheinst ja in irgendeiner Art mit Riot in Verbindung zu stehen, was meinst du mit meistens geht es aber schneller ? Bis jetzt habe ich keine Rückmeldung, ich denke die werde ich auch nicht vor Montag bekommen.\n\nEine weitere Frage hat sich aufgetan, ich war in der Promo als ich gebannt wurde und habe wegen dem Ban ein Game in Champion Select verlassen müssen, kriege ich diesen Lose refundet ? :D ( Account http://euw.op.gg/summoner/userName=Sir+Aideen )","replies":[{"id":"","poster":"eingew","date":"2019-01-26T08:59:20.670+0000","up_votes":1,"down_votes":0,"body":"Also bei meinen Tickets hat es bisher höchstens einen Tag gedauert, öfters habe ich die Antwort sogar noch am selben Tag bekommen, soweit ich weiß antworten die mitunter auch am Wochenende, ich weiß aber nicht an wie vielen Wochenenden und wie lange. Und wie lange es dauert hängt natürlich auch davon ab, wie viel die gerade zu tun haben. Wichtig ist, dass man das Ticket nicht unnötig durch weitere Antworten pusht, dadurch wird es wieder ans Ende der Warteschlange gesetzt.\n\nDas mit dem Loss weiß ich nicht, ob Riot das Refunded, das würde ich im Ticket als Info hinzufügen (falls du das noch nicht getan hast).","replies":[{"id":"","poster":"Sir Aideen","date":"2019-01-26T09:05:06.238+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hVgsXnEY,comment-id=000000000000000000000000000200000000,timestamp=2019-01-26T08:59:20.670+0000)\n>\n> Also bei meinen Tickets hat es bisher höchstens einen Tag gedauert, öfters habe ich die Antwort sogar noch am selben Tag bekommen, soweit ich weiß antworten die mitunter auch am Wochenende, ich weiß aber nicht an wie vielen Wochenenden und wie lange. Und wie lange es dauert hängt natürlich auch davon ab, wie viel die gerade zu tun haben. Wichtig ist, dass man das Ticket nicht unnötig durch weitere Antworten pusht, dadurch wird es wieder ans Ende der Warteschlange gesetzt.\n> \n> Das mit dem Loss weiß ich nicht, ob Riot das Refunded, das würde ich im Ticket als Info hinzufügen (falls du das noch nicht getan hast).\n\nHabe ich noch nicht gemacht, will aber das Ticket jetzt nicht weiter Kommentieren weil es ja wie gesagt sonst weiter nach hinten rutscht. \nDanke für die Hilfe.","replies":[]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2019-01-25T18:11:22.917+0000","up_votes":1,"down_votes":0,"body":"Das kannst Du knicken und selbst wenn, würde dieser Dich an den Support verweisen","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Sir Aideen","date":"2019-01-26T07:25:58.959+0000","up_votes":2,"down_votes":0,"body":"Ich habe das Ticket gestern noch erstellt und warte aktuell auf eine Antwort ich denke aber mal das die Heute nicht arbeiten werden, oder ?\n\nSobald ich natürlich supportet wurde werde ich euch den Verlauf zwischen mir und den Support schicken damit User mit dem selben Problem hier Hilfe finden.","replies":[{"id":"","poster":"eingew","date":"2019-01-26T08:16:46.642+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sir Aideen,realm=EUW,application-id=KYnfKGf0,discussion-id=hVgsXnEY,comment-id=0002,timestamp=2019-01-26T07:25:58.959+0000)\n>\n> Ich habe das Ticket gestern noch erstellt und warte aktuell auf eine Antwort ich denke aber mal das die Heute nicht arbeiten werden, oder ?\n\nKommt drauf an, manchmal schon.","replies":[]}]},{"id":"","poster":"DrakoniaDRK","date":"2019-01-25T18:01:15.551+0000","up_votes":2,"down_votes":0,"body":"In Zukunft solche Sachen am besten nicht schreiben. Einfach am ende des Spiels Reporten und schreibe er hätte Kys geschrieben dann bekommst meistens nach 5 Minuten eine Antwort, dass eine Strafe eingeleitet wurde. Das System erkennt deinen Report sofort. Also so habe ich das in der Situation immer erlebt wenn einer kys geschrieben hatte. Hatte vor 2 Tagen genau so einen auf dem PBE Server in der Lobby. Der schrieb das auch und gleich nach dem Game wurde er Reportet und er wurde gleich bestraft.","replies":[{"id":"","poster":"Uthredson","date":"2019-01-26T09:23:47.681+0000","up_votes":2,"down_votes":6,"body":"Und was bringt das? Am ende eines spiels zu reporten? Wir machen dass jetzt schon seit einem Jahrzehnt und die League community wird immer noch als toxic bezeichnet. Schön weiter nachmachen was der übervater Dr.Phd Riot Lyte erfunden hat. Ist ja ein Dogma. \n\nSobald man in League die Chat funktion benutzt läuft man mittlerweile Gefahr sofot gebannt zu werden wenn man ein kontroverses gespräch führt. Einfach nur noch traurig. Sobald man ein bissl toxic ist oder den chat zum trollen benutzt = permaban. Spieler die die midlane runterrennen, teemo support mit ghost und cleanse spielen, oder ragequitten kommen dagegen nahezu ungestraft davon, weil das instant feedback system halt kein \"böses wort\" erkennt. Wird zeit wieder zu dota 2 zurückzugehen.\n\nNicht dass es irgendjemand interessiert, aber mir gefällt es nicht wie Riot games den dogmatischen Übervater für seine böse böse community spielt. Der Heilsbringer Riot games der Den Esport und Gaming in die wundervolle Zukunft gefüht hat, in der sich alle Spieler repsektieren und händchen halten. hat ja bisher auch so gut geklappt in jeder anderen Sportart. Gibt gar keine Fouls mehr Im Fussbal und auch im Eishockey wird nie jemand and die bande gehauen. Alle halten nur noch Händchen uns sind PC (politisch korrekt).","replies":[{"id":"","poster":"eingew","date":"2019-01-27T08:15:36.881+0000","up_votes":1,"down_votes":0,"body":"Und wer genau bezeichnet das Reportsystem als Heilsbringer zur Lösung der conditio humana? Ist eine Ablehnung desselben wirklich die bessere Umgangsform, insbesondere wenn man den Schaden im Hinterkopf behält, den Flame gerade bei Personen mit weniger gefestigter Persönlichkeit anrichten kann, von denen in einem Spiel ab zwölf durchaus reichlich vorhanden sind, die schließlich ganz genauso zu dem Problem gehört, welches wir hier besprechen, wie der Impuls vieler Spieler, andere zu beleidigen?","replies":[]}]}]}]}