{"id":"qHLJEujI","poster":"Lucy Cαt","date":"2019-11-07T21:34:43.826+0000","title":"Seit Ca 3 Tagen Heftige Frame Drops (teilweise unspielbar)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi \r\n\r\nUms Kurz zu machen ich hab nen Büro Rechner da ich nur lol aufm pc zocke.  \r\n\r\nMein Pc :\r\n(Wow hab gerade germerkt das man bei der Tollen Master Race das nicht kopieren kann deswegen hab ich nen screenshot gemacht )\r\nhttps://i.imgur.com/NtbnW7W.png\r\n\r\nProblem :\r\nSeit ca 3 tagen ich bin mir leider nicht sicher ob es erst seitdem patch ist habe ich teilweise richtig hatte framedrops das teilweise standbilder enstehen. Und das manchmal sogar im 10 sekunden takt manchmal auch 15 min gar nix und dann geht los und dann wieder 15 min nix und das nur in LoL.\r\nIch hab in diesen 3 Tagen nichts anmeinem Pc verändert nix runtergeladen und co \r\n\r\nFrage: \r\nHat Jemand das Selbe ? \r\nVllt liegt es ja am Patch (dann wärs wenigstens nicht mein pc )\r\n\r\nDanke für alle Hilfreiche Antworten. Natürlich werde ich nebenbei den Support anschreiben dachte mir nur warum nicht alles ausnutzen außerdem braucht der immer so ewig und wenn er antwort in Rätseln.","replies":[{"id":"","poster":"Yatsuki","date":"2019-11-07T23:54:46.546+0000","up_votes":1,"down_votes":0,"body":"Hey Ðiff Evaded,\n\nvielleicht hilft irgendwas davon ja bei dir(bitte auch den Link zur Knowledge Base beachten):\n\n*   Manche Computer/Notebooks besitzen eine zusätzliche Grafikkarte welche direkt im Prozessor verbaut ist. Es kann sein, dass dein System diese anstatt der Richtigen nutzt und du daher niedrige FPS hast. Schau am Besten einfach in den Gerätemanager ob dort unter **Grafikkarte** mehrere aufgeführt sind. Falls ja, kannst du die interne Karte einfach mal deaktivieren. Meist beginnt der Name solcher Karten mit **Intel HD**.\n*   Wenn du **Windows 10** verwendest, stelle sicher, dass [GameDVR deaktiviert](http://support.xbox.com/de-DE/xbox-on-windows/social/record-game-clips-game-dvr-windows-10#160cb39808a54d38acdc54c564943140) ist.\n*   Aktiviere im Client die Option “**Client während eines Games schließen**”.\n*   **Hinweis**: Da der Client nach jedem Game wieder gestartet werden muss, dauert es länger bis du in die Lobby kommst.\n*   Weitere Lösungen findest du in der [Knowledge Base](https://support.riotgames.com/hc/de/articles/115005102387-Niedrige-Bildwiederholrate-Lags-)\n\nWas bei mir persönlich geholfen hat war Ingame den Haken bei [\"Enable Screenshake\"](http://prntscr.com/ptz9f9) rauszunehmen\n\nGruß \nYatsuki","replies":[{"id":"","poster":"Lucy Cαt","date":"2019-11-08T12:35:23.621+0000","up_votes":1,"down_votes":0,"body":"ok Danke ich werd erstmal das versuchen auch wenn ich mir denke das es keinen sinn macht da ich ja nix verändert habe","replies":[]}]},{"id":"","poster":"WC9 Umbra","date":"2019-11-07T21:46:21.988+0000","up_votes":1,"down_votes":0,"body":"du hast keine GPU?","replies":[{"id":"","poster":"Lucy Cαt","date":"2019-11-07T21:52:45.237+0000","up_votes":1,"down_votes":0,"body":"Hab doch gesagt ist ein Büro rechner der hat ne interne","replies":[]}]},{"id":"","poster":"611FVNKBlv","date":"2019-11-07T21:43:22.726+0000","up_votes":1,"down_votes":0,"body":"Liegt an League of Legends . bereits seit dem 9.21er Patch auftretend. Äußerungen seitens Riot bisher leider keine wie mans eben kennt ;) Vermutlich wird die Schuld wieder auf die Nutzer geschoben (Wobei selbst Streamer teilweise erhebliche random FPS-Drops haben).  Meiner Vermutung nach verschwinden die Fps-drops sobald Urf wieder ausm Patch verschwindet aber das ist nur grob vermutet.\n\nNaja unlucky. hat mir leider meine Chance Diamond zu erreichen genommen ;) Muss ich nächste Season also Grandmaster anvisieren um glücklich zu sein q.q","replies":[]},{"id":"","poster":"Hasi23","date":"2019-11-07T21:38:32.162+0000","up_votes":1,"down_votes":0,"body":"Guten Tag\n\nHabe mehrere Freunde welche ähnliches melden.  Kann also sehr wohl an League liegen...\nKann es dir leider nicht versichern, behaupte aber das es an League liegt.\n\nViel Spass beim Spiel\n\nHasi23","replies":[]}]}