{"id":"gUsAV929","poster":"SuggMyDigg","date":"2019-01-24T20:18:42.221+0000","title":"FPS drop Windows 7","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nich habe versucht online eine Hilfe f&uuml;r mein Problem zu finden, jedoch bin ich nicht f&uuml;ndig geworden.\r\n\r\nIch habe meinen alten Lenovo T520 Laptop von Windows 10 auf Windows 7 zur&uuml;ck installiert, da ich auf Windows 10 enorme FPS drops hatte.\r\n\r\nNun l&auml;uft LoL viel fl&uuml;ssiger und besser als auf Windows 10, jedoch habe ich jedes game 1 mal einen fps drop von ca. 80 FPS auf 30 FPS.\r\nDiesen FPS drop behebe ich indem ich kurz mit der WIndows Taste auf meinen Desktop gehe und wieder zur&uuml;ck in Spiel. Leider ist das f&uuml;r mich keine L&ouml;sung, da es nervig ist.\r\n\r\nSeit der Neuinstallation von Windows habe ich 2 Partitionen erstellt - C und D. Ich habe LoL auf D installiert und Windows auf C, jedoch bin ich mir nicht sicher ob das schlau ist.\r\n\r\nHat zuf&auml;llig jemand das selbe problem gehabt und hat m&ouml;glicherweise eine L&ouml;sung daf&uuml;r?\r\n\r\nMeine Treiber sind alle aktuell, ich habe mein Laptop mit CCleaner gereiningt und alle Windows settings sind auf LOW. Ausserdem habe ich den Enegeriesparplan auf H&ouml;chstleistung eingestellt und nutze den Razer Cortex.\r\n\r\nLoL Grafik ist komplett auf &quot;Very low&quot;.\r\n\r\nMeine Laptop Daten:\r\n\r\nWindows 7 64 bit\r\n320GB HDD\r\n8GB Ram\r\nCore i5-2520M@2,5Ghz\r\nIntel HD 3000\r\n\r\n\r\nF&uuml;r eure unterst&uuml;tzung bin ich euch sehr dankbar!!\r\n\r\n{{summoner:4}}","replies":[{"id":"","poster":"SuggMyDigg","date":"2019-01-27T22:36:09.084+0000","up_votes":1,"down_votes":0,"body":"Also, ich habe mein Windows 7 erneuert installiert und hatte dasselbe problem...\n\n\nJEDOCH hab ich das problem anscheinend gefunden - es lag am Razer Cortex.\n\nIch weiß zwar nicht wieso, aber Razer Cortex hat das problem verursacht. Nachdem ich es nicht mehr gestartet hab, lief alles wunderbar. Also wer das selbe problem hat, hat hiermit eine abhilfe.\n\nMFG","replies":[]}]}