{"id":"fWlplFyF","poster":"Toxic Śeñpaî","date":"2019-01-23T15:37:58.345+0000","title":"Prepare your Team, AeQ League will Rise!","subforum":"Turniere & Veranstaltungen","embed":{"title":"Imgur","description":"Post with 3 views.","url":"https://imgur.com/a/B7Bl54f","image":"https://i.imgur.com/4P47bwD.jpg?fb"},"up_votes":1,"down_votes":0,"body":"Sehr geehrte Teams von Nah und Fern,\r\n\r\nwir von **AeQ eSports** er&ouml;ffnen frisch im Jahr 2019 die Pforten f&uuml;r unsere eigene Liga.\r\n**Unsere Liga startet am 03.02.2019.**\r\nWarum wir euch erst jetzt informieren? Wir haben erfahren, dass unsere News mit der Deutschen Bahn verschickt wurden.\r\n\r\n**Das Format:**\r\n\r\n9 Wochen lang finden die Gruppenspiele statt. Darauffolgend spielt ihr in den n&auml;chsten 3 Wochen noch die Qualifikation, Relegation und Finalspiele aus.\r\nInsgesamt kommen wir also auf 12 Wochen.\r\nDie Spieltage gehen von Montag bis Sonntag und ihr m&uuml;sst euch mit eurem Gegen&uuml;berstehenden Team auseinandersetzen wann es euch am besten passt in der Woche die Spiele zu absolvieren.\r\n\r\n\r\n&Auml;hnlich der ESL Meisterschaft finden unsere Spiele im Best of 2 Format statt.\r\nDie Spiele um die Relegations Qualifikation sind im Best of 5 Format auszutragen.\r\nDas Format ist ein Divison Format mit 10 Teams pro Division. Es gibt von uns vorerst keine Beschr&auml;nkung bez&uuml;glich der Anzahl der Divisionen.\r\n\r\n\r\n**Die Teams:**\r\n\r\nDie Teams bestehen aus 5 festen Spielern und maximal 3 Ersatzspielern. Diese minimal 5 und maximal 8 Spieler m&uuml;ssen am Anfang der Liga eingetragen werden und k&ouml;nnen nicht wieder ausgetragen werden. Ausnahmen hier bilden Roster Changes. Jedes Team darf 2 mal in der Saison Spieler austauschen. Sollte ein Spieler dem Team entfernt werden darf er anschlie&szlig;end aber nicht zur&uuml;ck gewechselt werden. Grunds&auml;tzlich haben wir beschlossen die Elo eines Spielers nicht &uuml;ber Diamant 3+ liegen darf. Das bedeutet es sind nur Spieler zugelassen welche sich zu ende der Pre-Season in Diamant 4 oder darunter befinden.\r\n\r\n\r\n**Regelwerk:**\r\n[Hier](https://aeq-esports.de/attachment/109-regelwerk-aeq-liga-2-pdf/)\r\n\r\nHaltet euch bitte f&uuml;r Interviews und Streams bereit.\r\n**\r\nAnmeldung:**\r\n[Hier](https://docs.google.com/forms/d/e/1FAIpQLSefdVI-5uIoPqYcww8SE7COLSuLhySewG0PrjHNRWx3bLvmNQ/viewform)\r\n\r\n**\r\nPreise und Website:**\r\nFolgen vor beginn der Liga\r\n\r\nWir w&uuml;nschen euch viel Gl&uuml;ck und Spa&szlig; bei der AeQ Liga.\r\n\r\n**Eure AeQ Re&acirc;zy | Lucy**","replies":[]}