{"id":"E7aZV76A","poster":"wo jiao ash","date":"2019-01-23T14:41:34.763+0000","title":"Low-Elo \"competitive\" Discord, für Teams/Flex-Gruppen/deinen Freundeskreis. -kQ","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Herzlichst Willkommen !**\n\nJene Idee, welche ich euch nun vorstellen werde ist noch in ihrer Entwicklungsphase.\n\n**Der folgende Text ist an Spieler zwischen Iron 4 - Gold 3 gerichtet.**\n\nGenau wie ich, sind viele von euch ehrgeiziger, wettkampforientierter- Natur. Wir wollen es uns selbst beweisen und anderen. League gibt uns daf&uuml;r den Ranked Modus und den &quot;Clash&quot;. Ja, das ist toll, manchmal aber nicht ausreichend. Viele von uns sind hervorragende Spieler - weit &uuml;ber dem angezeigtem Rang, welcher in eurem Profil zu finden ist. Viele von uns haben auch gro&szlig;es Potenzial. Wir m&ouml;gen zwar Eisen/Bronze/Silber sein, jedoch was passiert, wenn wir eine M&ouml;glichkeit h&auml;tten uns schneller zu entwickeln, schneller als wenn wir nur Ranked spielen ? Spiele, auf welche wir unseren ganzen Fokus setzen und ihr exponentiell w&auml;chst. Spiele die besonders sind und euch euer Ganzes k&ouml;nnen abfordern, euch vor Start die Knie zittern lassen und ihr das Gef&uuml;hl habt, als w&uuml;rdet ihr schlecht Luft bekommen, weil ihr so aufgeregt seid. Spiele - in welche ihr mit einem &quot;ich muss mich Beweisen&quot;;&quot;ich darf mein Team nicht im Stich lassen&quot; Mindset rangeht und ihr belohnt werdet, wenn ihr euer Ganzes gebt.\n\nGenau das ist unsere Vision. Euch als Spieler zu fordern und zu f&ouml;rdern. Wir erschaffen einen gut Organisierten Discord. Auf jenem Discord k&ouml;nnt ihr euch als Team/Gruppe/bekannten Kreis &quot;anmelden&quot;. \n\n**Was erwartet uns ?**\n\n- positive Auswirkung auf eure Entwicklung als Spieler.\n- Wettkampforientierte Umgebung.\n- F&ouml;rderung durch das Team.\n- Preise in sp&auml;teren Tunieren. Dies dient dem psychologischem Faktor. Arbeit = Belohnung.\n\n**Welche Vorraussetzungen werden an mich und mein Team gestellt ?**\n\n - Ihr solltet entweder ein vollst&auml;ndiges organisiertes Team, oder ein organisiertes Team im Entwicklungsprozess sein.\n-  Es muss einen Verantwortlichen geben.\n-  Die Mehrheit eurer Mitstreiter muss in einer der folgenden R&auml;ngen eingereiht sein =...\n   ...Eisen, Bronze, Silber, Gold 4/3. Beispiel: TOP - Silber; JNG - Silber; MID - Silber; ADC - Gold; SUP - Silber). Dies dient der Organisation und dem sp&auml;teren \n   Balanceverfahren.\n\n\n_**Wie melde ich mich an ?**_\n\n1. Ihr added jenen Discord Benutzername: &quot;dbo#1245&quot;\n2. Ihr nennt mir eure Teambezeichnung. Abk&uuml;rzung, so wie ausgeschrieben.\n             - Nennt mir aus welchen Membern euer Team besteht. Name im Spiel. Wie jener Spieler genannt werden will und aus formellen Gr&uuml;nde das Alter,\n               so wie die Herkunft des Spielers (damit ist das Land gemeint. Grund hier f&uuml;r ist, dass das nicht nur innerhalb Deutschland aufgezogen wird - \n               sondern EUW weit und jener Text in verschiedenen Sprachen entwickelt worden ist).\n3. Wartet nun auf unsere Best&auml;tigung. Ist eure Anmeldung best&auml;tigt erhaltet ihr weitere Informationen. -&gt; Invitation auf den Discord.\n\n\n**Pl&auml;ne f&uuml;r die Zukunft:**\n\n-  Authentifizierungsverfahren als Schutz gegen ,,Smurfs&quot;, welche das System zu ihrem Vorteil ausnutzen wollen.\n-  Einreihung in Teamr&auml;nge innerhalb des Discords, damit euch &quot;freundschaftliche&quot; Scrims auf &auml;hnlichem Niveau erm&ouml;glicht werden k&ouml;nnen.\n\nWir behalten es uns vor, die hier genannten Vorraussetzungen jederzeit zu &auml;ndern. Unsere Allgemeinen Bedingungen, Impressum und geltendes Regelwerk findet ihr auf unserem Discord.\n\nFalls der Benutzername &uuml;bersehen wurde, welcher euch den Anmeldeprozess erm&ouml;glicht, hier ist er nochmals:\n\n**dbo#1245**\n\nAuf eine gute Zusammenarbeit.\n\n**kQ**","replies":[]}