{"id":"I1dG73OA","poster":"GameWave","date":"2019-01-23T09:27:16.760+0000","title":"Wieso wird Tahm Kench immer weiter getötet?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ich bin aktuell echt pissed... Zwar freue mich mich extrem auf den neuen Tahm kench skin da er mein Lieblings Champ im spiel ist. \r\nAber ich frage mich wieso wird er so extrem gekillt...\r\n\r\nTahm kench war bis zur Midseason 7 echt gut und nicht wirklich overpowered weil man als jemand der ihn viel gespielt hat und wei&szlig; wie er funktioniert echt was ausrichten kann aber als anf&auml;nger doch schon recht unn&uuml;tz wirkt.\r\n\r\nHabe ihn zur S6-7 echt viel gespielt (100k Masterypoints) und er war wirklich nice und man konnte gut team fights mit ihm machen w&auml;hrend man selber lange durchgehalten hat und sein Team gut besch&uuml;tzen konnte sei es durch seine Q oder W oder im notfall auch mal seine R zum entkommen.\r\n\r\ndann hat es aber angefangen das er wirklich schwach wurde... ca. Juli 2017 ist seine Winrate gesunken. Seit dem Punkt habe ich als jemand der nichts anderes mehr gespielt hat echt gemerkt das er zu schwach geworden ist. Team fights halte ich kaum l&auml;nger als 2 sekunden aus (selbst mit dem E). Sein schaden der f&uuml;r nen Supporter in Ordnung ist hat kaum auswirkung mehr gehabt aufs spiel. \r\n\r\nSein Kit ist ein echt Support orientiertes Kit (wie es fr&uuml;her war): Q: Slow (und stun durch seine passiv), W: Retten und entkommen bzw. engange m&ouml;glichkeit, E: Schild was als tank supporter gut ist um l&auml;nger zu &uuml;berleben und mehr f&uuml;r sein team tun zu k&ouml;nnen und seine R die man vielf&auml;lltig nutzen konnte wie zum Beispiel einem fight zu entkommen bzw. jemanden den arsch zu retten, schneller lane wechsel zum Pushen, Fight Engage, Objective steal engange\r\n\r\nMan hatte soviel was man machen konnte und mittlerweile wurde ihm soviel genommen was dem Pro bereich geschuldet ist.... \r\n\r\n\r\nEr selber ist nicht mehr wirklich Tanky und stirbt wirklich, wirklich schnell im gegensatz zu S6/7... sagen wir mal vorher war ich meistens der letzte der im fight noch lebt (was nen tank auch ausmachen sollte also das lange durchhalten) und jetzt bin ich quasi der erste oder zweite der im teamfight stirbt und das innerhalb von 1-2 Sekunden...  Fr&uuml;her hatte man echt die m&ouml;glichkeit wenn man gut spielt selbst nen adc im 1v1 besiegen zu k&ouml;nnen mit ihm (was nicht gerade einfach war) und jetzt kann der adc einfach afk auf der stelle stehen und nur auto attacks machen und Tahm w&uuml;rde mit allem was er hat verlieren.\r\n\r\nSeine Q ist eigentlich nicht ge&auml;ndert worden aber ich habe das gef&uuml;hl der slow bzw. schaden ist deutlich unbemerkbarer als vorher.\r\n\r\nSeine W wurde komplett gel&ouml;scht... 28 Sekunden CD, kein schneller werden mehr, k&uuml;rzer fressen.... Der Spell der ihn am meisten ausgemacht hat wurde quasi gel&ouml;scht.... \r\n\r\nSeine E ist zwar ganz nice aber wurde wenn ich mich recht erinnere auch generft und ist dadurch deutlich schlechter geworden :/\r\n\r\nSeine R was echt ein wichtiges mittel ist wurde zwar nie wirklich hart ver&auml;ndert aber wie ich jetzt sch&ouml;n sehe wird diese nun auch generft so das leute aus nem fight den sie vielleicht verlieren w&uuml;rden nicht mehr escapen k&ouml;nnen was kompletter schwachsinn ist.... F&uuml;r Pro bereich sicher okay aber SoloQ???\r\n\r\n_________________________________________\r\n\r\nich verstehe zwar das er im Pro bereich wirklich vieeel zu stark ist und ein zu krasses kit daf&uuml;r hat ABER SoloQ ist komplett anders und sein kit ist dort nicht so einfach zu benutzen wenn man nicht gerade &uuml;ber discord redet... \r\n\r\nWieso l&ouml;scht man einfach alles was ihn zum Support macht? Er ist auf Support einfach perfekt aufgehoben und sein kit war komplett darauf ausgelegt und jetzt wird alles entfernt und er immer weiter und weiter generft.... Er ist schon auf 44% Winrate was wollt ihr denn noch bitte alles tun? Ihn l&ouml;schen?\r\n\r\nIch erwarte ja keine Buffs sondern &auml;nderungen von ihm OHNE sein altes Kit komplett zu entfernen.... so wie ihr aktuell mit ihm umgeht k&ouml;nnt ihr gleich nen komplett Rework machen was sad ist :( \r\n\r\nDas was es aber noch trauriger macht es wird rein GARNICHTS zu Tahm gesagt... es wird nur ein nerf nach dem anderen rausgehauen und einfach nichts dazu das man sich anschaut wie man was &auml;ndern kann... \r\n\r\nGef&uuml;hlt wird jeder der im Pro bereich probleme bereiten immer angepasst aber champs wie Tahm kench, Ryze, Azir werden komplett links liegen gelassen und einfach generft solange bis sie in die Besenkammer verschwinden..... \r\n\r\nIch wei&szlig; das der Pro bereich wichtig f&uuml;r Riot ist ABER League wird von millionen von Menschen gespielt und es kann doch einfach nicht sein das man Champions komplett links liegen l&auml;sst nur weil sie f&uuml;r die paar leute im pro bereich zu krass sind....\r\n\r\n____________________________________________\r\n\r\nEs kann doch einfach nicht sein das IHR nichts macht oder NICHTS sagt :/ \r\n\r\nIch hatte noch nie soviel spa&szlig; in League wie zu der Zeit mit Tahm Kench aber man kann ihn aktuell schon lange kaum noch anfassen ohne eine negative winrate zu erwarten :/ (ich hatte vorher immer ne gute winrate mit ihm und nachdem er gekillt wurde ging auch meine winrate auf 44% runter im ranked mit ihm :/)\r\n\r\nIch habe solange nichts gesagt und einfach gehofft das Ihr was tut und euch um eure Champions k&uuml;mmert aber wenn ich wieder sehe das man etwas an ihm nerfen will kriege ich echt das kotzen...","replies":[{"id":"","poster":"dugg","date":"2019-01-23T09:44:51.974+0000","up_votes":2,"down_votes":0,"body":"> [...] Wieso löscht man einfach alles was ihn zum Support macht? [...]\n\nBeantwortest du dir ja selbst.\n\n>[...] ich verstehe zwar das er im Pro bereich wirklich vieeel zu stark ist [...]\n\nDa der Probereich nicht von der SoloQ getrennt wird, ist es ein beidseitiges Balancing nicht möglich. Ich habe Tahm nicht so viel gespielt wie du, aber ich habe ihn sehr gerne gespielt. Die Änderung ist merkbar, aber er ist aus meiner Sicht immernoch spielbar. \n\nErst vor drei Spielen hat mein Team gegen einen Top-Toplane gespielt. Er war Fulltank und konnte nur einzeln von uns als Team getötet werde. Er hat echt extrem lange überlebt und zudem hat er ordentlich Schaden rausgehauen. (Ich weiß Top ist nicht gleich Support)","replies":[{"id":"","poster":"SuicidePlank","date":"2019-01-23T10:11:45.137+0000","up_votes":1,"down_votes":0,"body":"Einen Top-Toplane? :D","replies":[{"id":"","poster":"dugg","date":"2019-01-23T11:47:09.016+0000","up_votes":2,"down_votes":1,"body":"Ja, er top auf der Toplane :)","replies":[]}]}]},{"id":"","poster":"Tobbel","date":"2019-01-23T11:04:47.910+0000","up_votes":2,"down_votes":1,"body":"ich hab den auch mal längere zeit als supp gespielt aber mittlerweile ist er aus meinen augen unspielbar. hab ihn letztens 1 mal wieder gespielt und selbst mit dem shield hatte ich das gefühl ich sterb so schnell wie ein ADC. der wurd auch nur generft weil er im competitive so oft gespielt wird. im solo/duo hat er so weit ich weiß mit die schlechteste WR","replies":[]},{"id":"","poster":"SuicidePlank","date":"2019-01-23T09:31:36.839+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"GameWave","date":"2019-01-23T09:36:13.654+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Laufplanke,realm=EUW,application-id=Wj1wcocU,discussion-id=I1dG73OA,comment-id=0000,timestamp=2019-01-23T09:31:36.839+0000)\n>\n> Und Tahm ist dein Problem? Tahm?\n> \n> Nicht{{champion:268}} {{champion:13}} {{champion:429}}  Mensch, Tahm hat es halt echt schwer... :(\n\n\n\nEs ging in meinem Post um Tahm Kench aber ich weiß das diese champs auch probleme haben... Maybe das nächste mal alles lesen? :D (ist jetzt nicht böse gemeint)\n\nDas habe ich geschrieben:\n\nGefühlt wird jeder der im Pro bereich probleme bereiten immer angepasst aber champs wie Tahm kench, Ryze, Azir werden komplett links liegen gelassen und einfach generft solange bis sie in die Besenkammer verschwinden.....","replies":[]}]},{"id":"","poster":"eingew","date":"2019-01-24T07:31:24.458+0000","up_votes":1,"down_votes":0,"body":"Du bist wenigstens noch Gold, ich bin letztes Season wegen den Änderungen an den ADCs eine komplette Liga nach unten gerutscht und hab es erst am Ende geschafft mich wieder hoch zu spielen... Janna synergiert einfach nicht so gut mit Champions wie Swain...\n\nZu den Änderungen selbst kann ich nicht viel sagen, außer, dass es sich lohnt, durchzuhalten, jeder Champ bekommt mal seine Sternstunden und sinkt auch mal auf den Boden. Mittlerweile ist Janna jedenfalls wieder sehr gut spielbar und ich bin überzeugt, dass ich auf kurz oder lang auch wieder mehr Tahm Kenchs sehen werde, die mich dann genauso aufregen, wie es mit aktuell mit den Magesupports geht ;).","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-01-24T12:43:32.708+0000","up_votes":1,"down_votes":0,"body":"Janna war immer spielbar so am Rande, sogar zu ihren \"schwachen Zeiten\" hatte sie ne winrate von 52-53%, zu ihren besten Zeiten konstant 56%. Weit davon entfernt schwach zu sein finde ich","replies":[]}]},{"id":"","poster":"MrsTigerYT","date":"2019-01-23T20:14:44.799+0000","up_votes":1,"down_votes":0,"body":"Guck dir mal taliyah an..","replies":[]},{"id":"","poster":"Veezey","date":"2019-01-23T13:26:09.425+0000","up_votes":1,"down_votes":3,"body":"Weil es ein ehrenloser Champ ist.","replies":[]}]}