{"id":"rkLHecbt","poster":"Darkiii","date":"2019-01-22T14:02:15.500+0000","title":"TEA Bamboozled sucht Verstärkung D5+","subforum":"Clans & Teams","embed":{"title":"LoL Stats, Record Replay, Database, Guide, MMR - OP.GG","description":"Real-time LoL Stats! Check your Summoner, MMR, Live Spectate and using powerful global League of Legends Statistics!","url":"http://euw.op.gg/multi/query=teadarki%2Cteaprinny%2Cchrisnhr%2Cteacerealraider%2Cteachienlung","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"**Was wir dir bieten**\nUnser Team geh&ouml;rt zum Teatimeclub. Dabei handelt es sich um eine gro&szlig;e aktive und gut organisierte LeagueCommunity. Eine Interne Liga mit eigenen Teams, Interne Turniere mit Laddersystem, Coaching mit individuelle Betreueungsm&ouml;glichkeiten, oder auch Teilnahmen an kleineren externen Tunieren sind dabei einige Vorz&uuml;ge, die ich hier nennen will.\n\n**Wir als Team bieten** dir dar&uuml;ber hinaus die M&ouml;glichkeit, in einem aktiven Roster mitzuspielen, welches regelm&auml;&szlig;ig zusammen trainiert und gemeinsam an kleinen Events teilnehmen m&ouml;chte. Nat&uuml;rlich sollten hier die realistischen M&ouml;glichkeiten im Auge behalten werden. Unterst&uuml;tzt wird unser Team von Team Green, welches aktuell zu den Top Teams unserer Community z&auml;hlt. Diese stellen uns Spieler aus dem eigenen Roster als Substitutes zur Verf&uuml;gung und dienen als Scrim-Patner.\n\nWir stehen im engen Kontakt mit MLP, einem großen deutschen Finanzdienstleister, der die regionale Esport Szene stärken möchte. Wir wurden für die Qualifikation der MLP Legends eingeladen. Ihr habt hier die Chance, mit uns gemeinsam daran teilzunehmen.Nähere Infos gibt es dann in einem Gespräch.\n\nHier eine &Uuml;bersicht &uuml;ber unser aktuelles Roster \nLeider ist unsere aktuelle Toplane verhindert, daher suchen wir entweder einen Substitute für diese Position oder Ihr erhaltet bei entsprechender Leistung auch einen Spot im Main-Roster.\nTop: chrisnhr D4, open\nJungle: TEA Prinny D2\nMid: TEA Cereal Raider D3\nADC: TEA ChienLung P3\nSupp: TEA Darki P2\n\nSubstitutes in verschiedenen Rollen ADC, Top werden auch gesucht\n\n\n**Was wir erwarten**\nIhr solltet mindestens D5+ in Soloq sein. Wir erwarten einen Championpool der sich an der aktuellen Meta orientiert und an die Bed&uuml;rfnisse des Teams angepasst werden kann. Kritikf&auml;higkeit und einen angemessenen Umgangston setzen wir voraus. Auch ein funktionierendes technisches Setup ist als selbstverst&auml;ndlich zu sehen. Vom zeitlichen Umfang her sind wir recht flexibel. Jedoch solltet Ihr mindestens 2 mal w&ouml;chentlich Zeit aufbringen k&ouml;nnen.\n\n**Zusammenfassend**\nMain Top, ADC\nElo: min D5+\ngeeigneten Championpool (keine OTP&#039;s)\nKritik- Teamf&auml;hig\nZeit (1-2 w&ouml;chentlich)\n\nSolltest du Interesse an Tryouts bei uns haben, melde dich bitte bei TEA Darki\nEin Betritt des Teams, ist mit einem Betritt in unsere Commmunity verbunden. Infos dazu findet Ihr auf unserem Teamspeakserver.\nts.teatimeclub.de","replies":[]}