{"id":"1EZm1Oqb","poster":"xCohesion","date":"2019-11-05T13:49:18.126+0000","title":"Mentoren Programm - Schaut vorbei!","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":0,"body":"Hallo liebe Community,\r\n\r\nwie schon im Titel geschrieben, versuche ich eine Art \"Mentoren-Programm\" aufzubauen, unter anderem um neuen Spielern, unerfahrenen oder jene die einfach sich verbessern wollen eine Bezugsperson zu bieten, wann immer Fragen auftauchen, egal zu welcher Situation.\r\nIch selbst bin seit Jahren konstant in Gold, mein Highlight war dabei Season 8 in Platin II wo ich kurz rein schnuppern durfte. Ich spiele seit Ende Season 1 und habe mir daher ein solides theoretisches Wissen um und in LoL aufgebaut.\r\n\r\nWie das funktionieren soll?\r\n\r\nGanz einfach ich werde diejenigen, die Interesse haben sich auf langfristig zu verbessern, eigene Ziele haben versuchen soweit und so gut es geht zu unterstützen in Form von theoretischen Wissen, Analysen und werde euch auf eure Fragen so gut es geht Antworten die euch helfen und unterstützen.\r\n\r\nWarum mache ich das?\r\n\r\nWeil ich selbst nicht mehr tag täglich Zeit habe mich konstant hoch zu spielen, habe ich mir überlegt das ich dann überwiegend neuere und Spieler entwickeln will, die einfach weiter kommen möchten als sie aktuell sind. \r\n\r\nGleich vorweg ich weiß das meine Statistik nicht dafür spricht das ich andere Spieler unterrichten könnte, doch habe ich aufgehört seit Mitte Season 8 selbst sehr aktiv zu spielen im Ranked. Allerdings ist mein Wissen nicht abgestumpft und ich kann durchaus einiges bieten sowohl theoretisch als auch charakterlich bin ich keine verkehrte Wahl. Überzeugt euch aber lieber am besten selbst davon!!\r\n\r\nEin paar Infos noch zu mir:\r\n\r\n* Seit Season 6 Konstant in mittleren Gold Bereich vertreten\r\n* Spezialisiert auf ADC, MID, TOP\r\n* 24 Jahre jung, aus Bayern (mit sehr guten Hochdeutsch)\r\n* Tilt- und Flamefrei, nicht aus der Ruhe zu bringen, immer gut gelaunt und gesprächig\r\n* Habe Spaß dran anderen zu helfen und mit ihnen Fehler zu analysieren\r\n\r\nNun ja ihr sollt am besten auch Tiltfrei und Flamefrei sein, freundlich und natürlich euch NUR melden wenn ihr auch INTERESSIERT seid etwas zu lernen und auch zu hört. Es bringt nichts, wenn man nichts umsetzt was man lernt also meldet euch auch bitte nur bei ernsthafter Interesse!!!\r\nDann sag ich mal gebt meinen Programm eine Chance und schaut mal vorbei bei mir. Ich würde mich riesig freuen wenn dieses Angebot Gehör empfängt und ich euch damit begeistern kann!!\r\n\r\n\r\nEuer iRizk aka Manu =) !!","replies":[{"id":"","poster":"Released Ape","date":"2019-11-06T06:29:20.782+0000","up_votes":2,"down_votes":0,"body":"Wichtige Frage, würdest du deine Stimme als:\n\nA) erotisch, unwiderstehlich und anregend bezeichnen\nB) beruhigend, entspannend und erlösend bezeichnen\nC) enttiltend, Verspannungsschmerzlösend und Rheumalindend bezeichnen?\n\nFalls A, B oder/und C zutrifft würde ich gerne zur eigenen Genesung mit dir paar Runden spielen. Wenn das gut klappt 8 Stunden täglich auf unbestimmte Zeit.","replies":[]},{"id":"","poster":"SayaShire","date":"2019-11-05T19:21:44.984+0000","up_votes":1,"down_votes":0,"body":"Hey Manu! \n\nIch spiel noch nicht lange einen OTP Renekton.\nAber bald wird ja Shojin abgeschafft und ich habe die Zeit vor Shojin nicht miterlebt. \nDas verunsichert mich total und ich habe keinen Mentor mehr.\nMeiner ist \"in Ruhestand\" gegangen. \n\nMomentan kracksel ich auf Bronze 3 zurück, ich hab noch 2 Promospiele zu gewinnen, bis ich wieder B3 bin. \nIch hätt evtl ein Mal die Woche Zeit.","replies":[]}]}