{"id":"azp1Rnhe","poster":"ByeLoL4Ever","date":"2019-11-05T10:34:16.938+0000","title":"Support reaktiviert meinen Account auf anfrage nicht?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Warte seit 5 tagen auf die Reaktivierung meines Accounts und habe bisher keine weitere Antwort erhalten.","replies":[{"id":"","poster":"Megamaexx","date":"2019-11-05T13:00:36.396+0000","up_votes":1,"down_votes":0,"body":"Warum sollte man denn einen Account deaktivieren? Gibt's den Status überhaupt? \nFalls dein Account gebannt oder gelöscht wurde, bekommst du den jedenfalls nicht zurück. \nSolltest du dein Ticket mit einem anderen Account als dem “deaktivierten“ erstellt haben, wird dir wahrscheinlich keine Info gegeben, da die Zuordnung zu dir fehlt.\n\nNaja, kannst ja weiter mit dem Account machen, von dem du schreibst.","replies":[{"id":"","poster":"Aymira","date":"2019-11-05T20:57:04.739+0000","up_votes":1,"down_votes":0,"body":"Falls man einen Account wirklich deaktivieren kann:\n\nVielleicht hat er den halt deaktiviert weil er selbst gemerkt hat, das LoL in zu einem Bestie im Umgang mit anderen Menschen macht und wollte einfach 'ne Zwangspause...? Und weil 'ne gewisse Sucht da ist hat er es nicht selbst geschafft das Spiel aus zu lassen...? ^o^\n\nDie Lücke in der Idee: Neue Accounts gehen ja trotzdem, was die ganze Sache dann wieder total sinnlos macht. xD\n\nVielleicht antwortet der TE ja noch und wir werden aufgeklärt. :D","replies":[]}]},{"id":"","poster":"ByeLoL4Ever","date":"2019-11-05T11:05:28.528+0000","up_votes":1,"down_votes":0,"body":"Ich habe ihn selbst deaktivieren lassen.","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-11-05T15:23:16.907+0000","up_votes":1,"down_votes":0,"body":"Schön blöd","replies":[{"id":"","poster":"Flintenweib","date":"2019-11-05T16:47:34.024+0000","up_votes":1,"down_votes":0,"body":"Was bedeuted C9?\n\nIch hatte vor kurzem einen der epischsten Flamer in 2 spielen hintereinander, seitdem ich LOL angefangen habe (vor 10 Jahren)... hatte auch ein \"C9\" als erste Buchstaben im Namen, Leerzeichen, dann den echten Namen...\n\nWenn das so ein Flamer-Clan ist, wundert es mich nicht, dass der Support den gebannten Account nicht mehr freischalten will...\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-05T17:01:48.955+0000","up_votes":1,"down_votes":0,"body":"C9 = Cloud 9\n\nEinige finden es witzig den Tag von den Esport Teams zu kopieren^^","replies":[]}]}]},{"id":"","poster":"Girithron","date":"2019-11-05T15:24:01.592+0000","up_votes":1,"down_votes":0,"body":"Wenn du selbst eine Deaktivierung beantragt hast, bzw. eine Löschung, weshalb man das auch jemals tun sollte, befürchte ich, dass der Account für immer weg ist...\n\nIch hoffe einfach mal für dich, dass ich mich irre... Und der Support braucht immer unterschiedlich je nach Masse der aktuellen Supporttickets. \n\nEs kann nach 2 Tagen schon eine Antwort kommen, manchmal kann es aber auch bis zu 2 wochen+ dauern :/","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-11-05T10:41:41.243+0000","up_votes":1,"down_votes":0,"body":"Warum wurde er den deaktiviert ?","replies":[]},{"id":"","poster":"Timethief49","date":"2019-11-05T10:39:29.251+0000","up_votes":1,"down_votes":0,"body":"Warum und wie wurde er deaktiviert?","replies":[]}]}