{"id":"qxxMnNrJ","poster":"NiicQ","date":"2019-01-20T20:57:01.817+0000","title":"Tipps zum Climben","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey Leute die neue Season beginnt ja diese Woche und ich wollte euch fragen, ob ihr Tipps zum Climben als Adc habt.\r\nIch bin zur Zeit Silber 3 und habe n&auml;chste Season vor Gold und vielleicht Platin zu werden. Adc Maine ich seit einem Jahr und f&uuml;hle mich auch ganz wohl als Adc und bin auch recht erfolgreich damit xD. Ich spiele vorallem Kaisa Ashe Xayah Sivir Lucian Ezreal, die anderen Adcs kann ich auch spiele bis auf Draven der wird bei mir immer permabanned. \r\nHabt ihr Tipps wie ich n&auml;chste Season speziell als Adc &quot;besser&quot; Climben kann?\r\nMFG NiicQ","replies":[{"id":"","poster":"dugg","date":"2019-01-21T07:32:05.732+0000","up_votes":1,"down_votes":0,"body":"Ich habe festgestellt, dass man in dieser Elo (bin ja selbst dort), viel effektiver ist, wenn man sich wirklich auf 2 - 3 Champions spezialisiert und diese wirklich aus dem FF kann. Wenn die Mechaniken sitzen, dann ist dies viel wichtiger, als irgendwelche Combos oder Counter. \n\nZudem würde ich, immer etwas off-meta mäßiges spielen. Damit kommen die Gegner nicht so klar. Viele Spieler in der Elo machen den Fehler, bzw. haben die Gewohnheit irgendwas nachzuspielen, was sie in irgendwie Videos und bei Pros gesehen haben, ohne es wirklich zu verstehen. Das wäre nämlich der nächste Punkt. Lern die Runen, Gegenstände etc... auswendig und passe sie dem Spiel an. D.h. hast du deine Pokelastige Lane seitens der Gegner, dann kannst du auch gerne Leichtfüßigkeit, Überheilung und Blutdurst spielen, wenn du mit dem Poke von Brand und Cait (als Beispiel) nicht klarkommst bzw. nicht klarkommen wirst.\n\nAnsonsten noch etwas mehr mit dem Macrogaming beschäftigen. Wann pushe ich die Lane, wann nicht? Wann Switche ich zur Top oder Midlane? Wann Trade ich, wann nicht? (Ich bin ja eigentlich immer für wenig traden, mehr farmen)\n\nWenn ich deine Matchhistorie (ranked) so anschaue, dann fällt mir auf, dass du nicht überdurchschnittlich viel stirbst und dein Farm ist soweit auch io. Aber vielleicht kannst du dies noch mit etwas gezielten Training verbessern.\n\nSo in den doofen Dunst hinein beraten ist immer etwas schwer. Such dir evtl. auch einen Coach, der dich individuell beraten kann.\n\nAnsonsten, spielen, spielen, selbst reflektieren und weiter spielen, spielen, spielen.","replies":[{"id":"","poster":"NiicQ","date":"2019-01-21T14:26:23.497+0000","up_votes":1,"down_votes":0,"body":"Danke für die Tipps, ja ich habe mir schon viele Videos angeschaut wo es um Wavemanagement geht:) was ich auch zum Teil in Spielen mache. Ich habe aber auch schon erlebt als ich zb mit einem Brand Support gespielt habe das er meinen Freeze zerstört und anfängt zu pushen xD. Und ja ich bin gefühlt immer der der am wenigsten stirbt ich weiß nicht warum xD vielleicht Spiel ich auch zu passiv. Meinen championpool zu minimieren wird mir allerdings nicht so leicht fallen wie, ich sie alle gerne spiele :c  Vielleicht \"Maine\" ich Kaisa Ezreal und etwas wie Twitch .. muss ich noch schauen","replies":[]}]}]}