{"id":"uAGypgW4","poster":"1Yussuf","date":"2019-11-03T10:59:01.784+0000","title":"Findet ihr diesen Bann gerecht?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":19,"body":"Jemand hat mir gewünscht dass ich an Krebs sterbe habe ihn gemeldet, aber keine Benachrichtigung erhalten.\nSpiel 1\nVor dem Spiel\n1Yussuf: why am i always last one to choose?\n1Yussuf: why am i always last one to choose?\n1Yussuf: no\n1Yussuf: i cant\n1Yussuf: im yasuo main\n1Yussuf: i cant veigar\n1Yussuf: ah u ment to change?\n1Yussuf: u ment to switch?\n1Yussuf: so i go mid?\n1Yussuf: stop it\n1Yussuf: kissofedemon if u dont have something smart to say what u never have, just dont say anything\n1Yussuf: thx\n1Yussuf: glhf\nIm Spiel\n1Yussuf: veigar geiler name\n1Yussuf: veigar are u pro?\n1Yussuf: if u stack we easly win :)\n1Yussuf: 2 top\n1Yussuf: veigar\n1Yussuf: r u pro?\n1Yussuf: i got ganked\n1Yussuf: dont distract ur teammates else i will troll\n1Yussuf: omg\n1Yussuf: he low\n1Yussuf: did u get him?\n1Yussuf: im sorry guys but i had to fight 2 v 1 thats why i was bad\n1Yussuf: no u\n1Yussuf: teemo &amp; malphite\n1Yussuf: one more insult and i go troll\n1Yussuf: ff 15\n1Yussuf: shall i troll?\n1Yussuf: U ARE TOXIC NOT ME\n1Yussuf: u just cant loose :)\n1Yussuf: il explain it\n1Yussuf: when somone gets a teenager the brain begins to build new connections\n1Yussuf: hairgrouth\n1Yussuf: bigger muscles\n1Yussuf: the brain gets overloaded\n1Yussuf: and then u talk much bullsh...\n1Yussuf: but dont worry when u get out of teenage it will disappear\n1Yussuf: xd\n1Yussuf: 0 iq still better than u xd\n1Yussuf: me -2?\n1Yussuf: didnt u say 0?\n1Yussuf: i think u have decision problems\n1Yussuf: u u should go talk about it to somone\n1Yussuf: i rather low iq\n1Yussuf: then i dont have to see ur facve\n1Yussuf: because u are insult me so i just play bad xd\n1Yussuf: i dont mean u i mean team\n1Yussuf: i wontr\n1Yussuf: i wont\n1Yussuf: me 2\n1Yussuf: so i dont have to see u\n1Yussuf: xd\n1Yussuf: for what xd?\n1Yussuf: i didnt do anything xd\n1Yussuf: u said i am doing my best but im bad i didnt insult so i did nothing wrong xd\n1Yussuf: for what?\n1Yussuf: i go afk now ok?\n1Yussuf: thx for giving me score for doing nothing\n1Yussuf: omg\n1Yussuf: xd\n1Yussuf: omg u so funny\n1Yussuf: not\n1Yussuf: ff\n1Yussuf: veigar omg u also died 8 times\n1Yussuf: u so funny omg\n1Yussuf: deutsch?\n1Yussuf: weisst woher ich weiss?\n1Yussuf: schlechtes englisch xd\n1Yussuf: ihr sagtet ich soll nicht\n1Yussuf: u told me to afk xd\n1Yussuf: ggwp\n1Yussuf: ?\nIch habe einen 25 Chat einschränkung erhalten...\nDas mit dem trollen war ein Witz ich hatte in der Runde grade mal ka 5 tode oder so, habe nicht getrollt\nund er hat nicht drauf reagiert\nEDIT BITTE NOCH UNBEDINGT LESEN: Wenn man in ttk ein game startet und einfach aufgibt gehen die chatrestrictions dann auch runter?","replies":[{"id":"","poster":"SayaShire","date":"2019-11-03T12:10:03.917+0000","up_votes":5,"down_votes":0,"body":"Lieber Yasuo Main:\n\nEs gibt noch 142 andere Helden, die man spielen kann. \nYou cant always get what you want - also lern noch ein paar andere Helden, Yasuo wird nämlich so gut wie immer gebannt.\nD.h. entweder ist das das falsche Spiel für dich, oder du musst lernen, flexibler zu sein. \nIn Overwatch gibts auch nen tollen coolen Ninja, wie wärs damit? Da dauert ein Spiel auch nicht so lange und die Leute sind schneller erlöst von Leuten, die immer drauf pochen, das zu kriegen was sie haben wollen.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:20:13.065+0000","up_votes":1,"down_votes":8,"body":"wenn ich auf ranked spielen drücke steht da nicht dass man flexibel sein muss und man muss nur 20 champions haben, ausserdem ist es nicht verboten schlecht zu sein, steht auf der seite von riot","replies":[{"id":"","poster":"SayaShire","date":"2019-11-03T12:26:18.235+0000","up_votes":6,"down_votes":3,"body":"Dann heul nicht, dass du nie was erreichen wirst.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:37:00.204+0000","up_votes":1,"down_votes":11,"body":"ich heul nicht, ich beleidige zurück ;)\nnur weil ich in so nem spiel nichts erreiche heisst das nicht dass ich in reallife nichts erreichen werde","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:39:29.657+0000","up_votes":7,"down_votes":0,"body":"Naja dein Verhalten sagt viel über deine Geistige reife aus.\nDeshalb kann man schon einmal davon ausgehen das du keine Ahnung von Respekt und guten benehmen hast.\nWenn du diese Verhalten nicht änderst wirst du sehr viele Probleme im Leben haben.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:44:47.746+0000","up_votes":1,"down_votes":9,"body":"hab ich nicht, ich hab nur probleme in in game chats und nur mal so\nwenn du denkst dass es in reallife so ist dass wenn einer einen beleidigt und man zurückbeleidigt man auch probleme kriegt liegst du falsch vor allem dann wenn man todeswunsch erhaltet und sagt dass der andere 0 iq hat\nalso ich meine wenn der andere dich viel härter bleieidgt","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:46:19.017+0000","up_votes":2,"down_votes":0,"body":"Du hast keine ahnung :D","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:52:14.720+0000","up_votes":1,"down_votes":8,"body":"bedeutet dass ich nie probleme hatte ;D","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:05:52.511+0000","up_votes":4,"down_votes":1,"body":"Wohl eher, dass niemand deswegen zur Polizei gegangen ist und dich für Beleidigungen angezeigt hat. :) \nDenn auch im echten Leben sind diese durchaus strafbar.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:13:00.610+0000","up_votes":1,"down_votes":6,"body":"ach was natürlich ist es strafbar jemanden zu beleidigen,  und ich könnte auch wegen lol das zur polizei bringen, was leider nicht geht, daher die lol mitarbeiter meinen, sie müssten nur meinen eigenen chatverlauf schicken, hätten die das von dem teemo und dem veigar geschickt sähe es ganz anders aus\nim echten leben sind die leute auch normaler\nda lol ein teamspiel ist und die leute nicht ihre eigenen fehler einsehen, ist die lol community grundsätzlich toxisch, daher die meisten menschen ihre eigenen fehler nicht einsehen (ich sehe meine fehler ein ist mir aber egal ich werde weiterhin schreiben, dass der bann nicht gerechtfertigt ist, obwohl ich genau weiss dass er das ist) und immer sehr toxisch sind\nich wette die meisten internet rambos haben in reallife nicht mal eine halb so grosse fresse\n","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:17:57.422+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=1Yussuf,realm=EUW,application-id=KYnfKGf0,discussion-id=uAGypgW4,comment-id=0004000000000000000000000000000000000000,timestamp=2019-11-03T13:13:00.610+0000)\n\n> ich wette die meisten internet rambos haben in reallife nicht mal eine halb so grosse fresse\n\nAlso so wie du? ^^","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:18:43.447+0000","up_votes":1,"down_votes":8,"body":"ich habe in diesem forum im gegensatz zu dem anderen typ nichts offensives gesagt","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:24:21.672+0000","up_votes":6,"down_votes":0,"body":"Und ingame ist für dich kein Internet oder wie?","replies":[]},{"id":"","poster":"GodKazuumi","date":"2019-11-05T11:50:06.250+0000","up_votes":1,"down_votes":0,"body":"Stell einfach deinen Chat aus. Das ist das beste was du tun kannst","replies":[]}]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-03T13:05:53.986+0000","up_votes":3,"down_votes":0,"body":"Bedeutet das du dir dein Leben selbst sehr schwer machen wirst.\nUnd anfänglich nicht dazu in der Lage sein wirst zu begreifen, warum es so sein wird.","replies":[]}]}]}]}]},{"id":"","poster":"SayaShire","date":"2019-11-03T12:41:02.785+0000","up_votes":3,"down_votes":0,"body":"Klar heulst du.\n\nKann man jetzt leider nicht mehr sehen, weil du deinen Beitrag verändert hast. Da stand aber was von \"Ich bin Yasuo main bla bli blupp\". Yasuo wird definitiv noch öfter gebannt, gewöhn dich dran. Und du wirst nie etwas erreichen, wenn du dann jedes Mal anfängst zu heulen, weil du nen anderen champ spielen musst.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:42:34.984+0000","up_votes":1,"down_votes":8,"body":"ich hab überhaupt nichts am beitrag geändert ich hab nur unten was hingeschrieben\nich hab alle beleidigt und ich stehe auch dazu UND der bann ist trotzdem nicht gerechtfertigt","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:47:25.906+0000","up_votes":3,"down_votes":0,"body":"aha du stehst also dazu, aber hast gleichzeitig behauptet, du hättest nicht geflamt (in nem anderem post)...uff, denk doch mal nach!","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:48:33.735+0000","up_votes":4,"down_votes":0,"body":"Denken ist da wohl leider nur bedingt möglich{{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:02:10.220+0000","up_votes":1,"down_votes":6,"body":"woher weisste dass ich nicht denke? wie habe ichs geschafft 67 antworten auf diesen beitrag zu erzwingen?","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T13:16:36.910+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:23:58.004+0000","up_votes":1,"down_votes":2,"body":"ich weiss jetzt genau dass ich den bann verdiene und so dumm bin ich auch nicht ich weiss genau dass ich nicht entsperrt werde, ich werde aber weiterhin mein leben geniessen und spass daran haben, sinnlose antworten zu geben","replies":[]}]}]}]},{"id":"","poster":"1Yussuf","date":"2019-11-03T12:48:30.861+0000","up_votes":1,"down_votes":5,"body":"ich hab zurückbeleidigt","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:44:18.327+0000","up_votes":6,"down_votes":0,"body":"Doch.\nJeder hier sagt das er grechtfertigt ist.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:07:05.918+0000","up_votes":1,"down_votes":6,"body":"es ist mir egal wie viele gegen mich sind ich werde weiterhin darauf antworten auch wenn ich nicht entbannt werde","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T13:08:54.360+0000","up_votes":3,"down_votes":0,"body":"Ist das eine androhnung für Spamm?\nAlso arbeitest du gerade am Forenbann?","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:25:39.766+0000","up_votes":1,"down_votes":4,"body":"wieso ist das spam? ich spamme nicht das forum sondern nur meinen eigenen beitrag und daher ihr mir ganze zeit antwortet, ist das auch spam, ausserdem sieht das nur der der hier draufklickt, ich will nur meine meinung rechtfertigen spam ist wenn man sich ganze zeit wiederholt","replies":[]}]}]},{"id":"","poster":"1Yussuf","date":"2019-11-03T12:50:37.658+0000","up_votes":1,"down_votes":4,"body":"ne nicht jeder\nich nicht","replies":[]}]},{"id":"","poster":"LootAndPillage","date":"2019-11-03T13:39:39.633+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=1Yussuf,realm=EUW,application-id=KYnfKGf0,discussion-id=uAGypgW4,comment-id=000400000000000000010000,timestamp=2019-11-03T12:42:34.984+0000)\n>\n> ich hab alle beleidigt und ich stehe auch dazu UND der bann ist trotzdem nicht gerechtfertigt\n\nDas ist der Teil bei dem Du noch viel zu lernen hast. \n\nOb man das System nun gut oder schlecht findent - Riot bestimmt die Regeln und wird Dich auch weiter genau so behandeln wie ihre Regeln das vorsehen. \n\nAber möglicherweise brauchst Du noch ein paar mehr gebannte accounts bevor Du Dich an den Gedanken gewöhnt hast.","replies":[]},{"id":"","poster":"SayaShire","date":"2019-11-03T12:45:21.684+0000","up_votes":2,"down_votes":0,"body":"Ok, weißte was? Wenn du jetzt auch noch lügst, dann kannste mich mal herzlich an den Socken lecken. Woher weiß ich wohl dass du Yasuo main bist, wenns hier nicht mehr steht? Verarsch jemand anderen aber nicht mich, der Beitrag wurde abgeändert, basta. Tschö mit Ö. Mir wird das hier zu blöde mit dir.\n\nPS: Danke Riot, dass der da nicht mehr in meinen Games auftauchen kann! ♥","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:49:00.778+0000","up_votes":1,"down_votes":5,"body":"lies doch mal oben durch\nda steht immernoch das gleiche\nnur weil der beitrag geändert wurde heisst das nicht dass ichs gelöscht habe\nausserdem hab ich kein perma bann\nihr sagt ich soll flexibel sein, wenn ihr alle so stur seit und nicht merkt dass ich das eben NICHT  gelöscht habe kann man nicht diskutieren","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Leemonade","date":"2019-11-03T11:07:53.770+0000","up_votes":4,"down_votes":0,"body":"Ja er ist eindeutig gerechtfertigt. Allein wies es rüber kommt, dass du schreibst \" shall I troll\" ist meiner Meinung nach ein Grund für deinen Bann. Da ist es auch völlig egal wie du das persönlich gemeint hast. Des Weiteren  schreibst du  über das Thema Pubertät und Adoleszenz in einem League game. Das könnte man auch als spam sehen.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T11:50:06.416+0000","up_votes":1,"down_votes":4,"body":"über was darf man dann im chat schreiben? wenn man da gar nix schreiben darf wieso gibts dann einen?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T11:59:21.447+0000","up_votes":4,"down_votes":0,"body":"Du darfst den Chat auf eine vernünftige Art und Weise benutzen!","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:10:32.148+0000","up_votes":1,"down_votes":0,"body":"Zb um Teammitglieder über angriffe zu warnen, absprachen zum spiel usw. der chat ist schließlich zur Hilfe da, nicht zum Flamen ;)","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:18:26.970+0000","up_votes":1,"down_votes":7,"body":"ich hab nicht geflamet ;)","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:21:13.820+0000","up_votes":3,"down_votes":0,"body":"Doch hast du! Ich zitiere mich nun selbst:\n\nDu startest das ganze schon im Champ select.\n1. Jammerst ganze zeit rum\n**2. was soll bitte sowas: \"xxx if u dont have something smart to say what u never have, just dont say anything\"**\n(mal abgesehen davon, hättest den Spielernamen schwärzen sollen)\n\nIm Spiel:\n1. Androhung von Troll\n2. Weitergejammer\n3. ff15 und co, gibst dein Spiel schon sehr früh auf, hast also schon sehr früh bescheid gegeben, dass dich das spiel eig nicht mehr interessiert --> Klasse teammotivation...\n**4. Klare Beleidigungen: \"0 iq still better than u \" / \"then i dont have to see ur face\"/ ...**\n5. Afk-Androhungen","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:33:26.153+0000","up_votes":1,"down_votes":6,"body":"nur weil du dich wiederholst heisst das nicht dass du recht hast;) zitier mal die stellen wo ich eindeutig geflamet habe","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:35:23.830+0000","up_votes":4,"down_votes":0,"body":"ich hab doch die punkte extra fett markiert, damit sie dir sofort ins auge springen...bei dir ist echt jede hoffnung verloren oder? Dein verhalten lässt darauf schließen zumindest...\n{{sticker:sg-ahri-1}}\nAußerdem wurden dir auch schon von anderen beispiele genannt (siehe Izaya Kumiho  zB)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Yuiwara","date":"2019-11-03T11:14:50.214+0000","up_votes":2,"down_votes":0,"body":"Ja definitiv. Außerdem sagtest du es ist nur Chatrestriction (und leider kein Bann, wie überschrift behauptet. Den hättest für dein Verhalten aber genauso verdient)\nDu startest das ganze schon im Champ select. \n1. Jammerst ganze zeit rum\n2. was soll bitte sowas: \"xxx if u dont have something smart to say **what u never have**, just dont say anything\"\n(mal abgesehen davon, hättest den Spielernamen schwärzen sollen)\n\nIm Spiel:\n1. Androhung von Troll\n2. Weitergejammer\n3. ff15 und co, gibst dein Spiel schon sehr früh auf, hast also schon sehr früh bescheid gegeben, dass dich das spiel eig nicht mehr interessiert --> Klasse teammotivation...\n4. Klare Beleidigungen: \"0 iq still better than u \" / \"then i dont have to see ur face\"/ ...\n5. Afk-Androhungen\n\nEhrlich sei froh, dass es nur ne Chatrestriction war. Du hättest schlimmeres verdient dafür.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T11:48:51.366+0000","up_votes":1,"down_votes":6,"body":"1. er wünscht mir den tod\n2. ich hab mich nur verteidigt wenn er angefangen hatt\n3. aufgeben ist nicht verboten oder? sonst gäbe es kein aufgeben knopf ;)\n4. haste recht\n5. er sagte mir ich soll afk gehen, geh ich 1 minute afk, sagt er mir ich melde dich wegen afk ?!","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:00:51.977+0000","up_votes":4,"down_votes":0,"body":"Du benimmst dich wie ein Kleinkind.\nWenn dich jemand beleidigt musst du nicht zurück beleidigen .\nUnd warum glaubst du es sei Ok afk zu gehen und (allen) das Spiel ganz kaputt zu machen.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:05:08.674+0000","up_votes":1,"down_votes":5,"body":"1. ich war in dieser runde so schlecht dass ich nur noch starb\n2. meinte alle es wäre besser afk zu gehen, dann könnten wir eher gewinnen; ALLE sagten ich soll afk gehen oder zumindest w ka weiss nicht mehr\nalso habe ich das spiel nicht kaputt gemacht sinder eig besser gemacht\nich wurde also für eine gute tat bestraft was ist das....?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:06:40.990+0000","up_votes":2,"down_votes":1,"body":"Kleinkind sag ich ja.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:10:47.306+0000","up_votes":1,"down_votes":4,"body":"du sagst das weil du keine antwort auf meine argumente hast, immer das gleiche wort zu wiederholen ist nicht nur einfallslos, sonder zeigt das du hier eher das kleinkind bist\nhaste noch nie kidergärtler beobachtet? die sagen immer zu sich du bist doof unabhängig von der antwort des gesprächspartners, machst du gerade gleich\nwenn es besser war afk zu gehen wieso hätte ich nicht afk gehen sollen?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:23:49.750+0000","up_votes":2,"down_votes":0,"body":"1: Du benutzt den Chat mehr als das du spielst auf jeden Fall wirkt es so.\n2: Du bist sehr Toxic und hast den Chatban verdient.\n3: Du drohst mit Troll und gehst afk.\n\nKids wie dich lesen wir täglich hier im Forum ihr seid euch alle sehr ähnlich.\nEntweder fängst du an dich zu benehmen und stehst zu deinen Fehlern oder du hörst besser auf mit diesem Spiel.\nEs ist ein TEAMSPIEL und auch, wenn man mal einen Troll oder jemanden im Team hat der Toxic ist spielt man weiter.\nMan kann diese Personen dann muten und weiter machen.\nABER! Dann alles noch schlimmer für das restliche Team zu machen ist nicht fair.\n\nDeshalb haben Leute wie du nichts in einem Teamspiel zu suchen.\nEs sei den man lernt aus Fehlern und bessert sich.\n\nFazit: Chat Einschränkung mehr als verdient. Und bei weiter machen mit diesem Verhalten lässt die nächste Strafe nicht lange auf sich warten.\nÄnder dich und stehe zu deinen Fehlern. Und tu den anderen einen gefallen und lass sie in Ruhe und Frieden spielen.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:32:16.595+0000","up_votes":1,"down_votes":4,"body":"sagt der der keinen einzigen beitrag abgeben kann ohne das wort kids, das spiel ist ab zwölf ich bin 16 und wer bleieidgt wird zurückbeleidigt mach ich auf meinen anderen 10 accounts weiterhin so","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:34:58.923+0000","up_votes":2,"down_votes":0,"body":"Damit hättest du dich jetzt Offiziell vor allen im Forum als Kleinkind geoutet :D\nNur Leute denen es an geistiger reife fehlt können nichts anderes als Beleidigen.\n\nDir sollte man das Spiel komplett verbieten und den Pc wegnehmen.\n\n\n\nSehr schön, dass du dich selbst zerlegst weiter so^^ Mach dich weiter selber lächerlich.","replies":[]},{"id":"","poster":"SayaShire","date":"2019-11-03T12:37:20.926+0000","up_votes":1,"down_votes":0,"body":"> 1Yussuf: i rather low iq\n> 1Yussuf: then i dont have to see ur facve\n\nDa z.B.","replies":[]}]}]},{"id":"","poster":"Yuiwara","date":"2019-11-03T12:19:51.050+0000","up_votes":1,"down_votes":0,"body":"es ist NICHT besser afk zu gehen, weil du dein team in unterzahl zurücklässt. wenn du schlecht bist dann geh mobs farmen im jng, farm unterm turm oder sonst was, aber NIEMALS afk gehen...jeder Punkt dmg kann iwann mal ein Teamfight drehen.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:31:07.732+0000","up_votes":1,"down_votes":4,"body":"1. hab mal auf irgendner support oder so seite gelesen, wer feedet schadet dem team mehr als afk zu gehen\n2. mit 3 level unterschied wird man egal wo man geht immer getöten und kriegt dann bann für inting auch wenns keine absicht war\n3. haben mir die gesagt ich soll afk gehen, ich habe also nur gemacht was mir gesagt wurde","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:33:44.836+0000","up_votes":2,"down_votes":0,"body":"zu 1.: hab ich dir nicht eben möglichkeiten genannt, wie du feeden vermeiden oder minimieren kannst ohne komplett aufzuhören?\nZu 2.: das mit dem intingbann ist quatsch\nzu 3.: Wenn dir jemand sagt \"spring vom Hochhaus\"....springst dann auch wirklich? nur weils dir wer sagt? Das ist vollkommener Quatsch.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Yuiwara","date":"2019-11-03T12:03:54.608+0000","up_votes":1,"down_votes":0,"body":"Es ist irrelevant, ob er dir den Tod wünscht oder nicht. Deine Strafe bezieht sich NUR AUF DEIN HANDELN. Wenn es so ist, kannst du ihn ja genauso melden.\n\nEs ist AUCH EGAL, wer angefangen hat. Du kannst dich damit nicht rechtfertigen, weil es dich nicht vor einer Strafe schützt.\n\nAufgeben (also die Benutzung des Buttons!) ist nicht verboten, aber ständig von zu faseln man solle doch aufgeben usw schon, weil es schlechte Stimmung verbreitet. \n\nNur weil dir sagt, du sollst afk gehen tust du es auch? \n{{sticker:sg-miss-fortune}} \nOmg...Wie kann man nur ... \nAFK sein wird ebenfalls durch nichts gerechtfertigt, außer du hast nen Disconnect. Alles andere ist einfach nur unfair deinem Team ggüber, egal wie sich dein Team verhält.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:13:19.024+0000","up_votes":1,"down_votes":5,"body":"was ist das ziel des spieles? gewinnen oder probieren zu spielen und 10 mal oder so ka zu sterben? ich hatte nen 3 level nachteil, was soll ich denn machen?","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:18:14.040+0000","up_votes":2,"down_votes":0,"body":"farm dich unterm turm hoch, bist sicherer. aber es ist egal wie oft du stirbst, dann spiel einfach weiter bis das spiel zu ende ist. lass dich nicht von leuten beeinflussen, die sagen du sollst afk gehen anstatt zu spielen, weil das wie gesagt ein reportgrund ist. und das Ziel: Natürlich zu gewinnen versuchen. das ist idr ein Ziel, was alle Spiele gemeinsam haben. aber einfach aufgeben bringt dich eben nicht an das ziel. egal wie schlecht es steht, man kann spiele trotzdem zu einem gewinn bringen. man muss nur auf gegnerfehler warten.","replies":[]}]},{"id":"","poster":"1Yussuf","date":"2019-11-03T12:15:19.734+0000","up_votes":1,"down_votes":4,"body":"wenn ich weiter gekämpft hätte hätte ich grundlos bann gekriegt für feeding auch wenn es nicht absichtlich war jnd riot hätte mich nicht entbannt, sie entbannen nur bekannte youtuber und streamer da das zu viel aufmerksamkeit bekommen würde, hab ich mal im forum gesehen, jemand hatte nen bann sibald er es auf yt gestellt hatte wurde er direkt entbannt","replies":[]}]},{"id":"","poster":"Leerendrache25","date":"2019-11-03T12:56:19.578+0000","up_votes":1,"down_votes":0,"body":"2.Warum Verteidigen? Es gibt die schöne Mute Funktion die du verwenden kannst oder besser solltest. Weil ganz im Ernst: Riot hat nicht ohne Grund die Mute Funktion in den In-Game Einstellungen Eingefügt. Die solltest du unbedingt Benutzen!!\n3.aufgeben ist schwach und man kann dafür Gemeldet und Gebannt werden, denn das bezeichnet auch einen Troll und Negative Einstellung was einfach nicht in LoL gehört ich mein wenn du kein Bock aufs Game hast warum hast du nicht die Champion Auswahl Verlassen?\n1.Das er dir den Tod gewünscht hat da sag ich nichts gegen außer da hättest du schon Mute drücken sollen.\n5. WHY? Mach nicht was er sagt! Das gibt dem das Gefühl Gewonnen zu haben und ganz ehrlich auch wenn es sich nicht gehört da hat er Mehr als nur rech.\nFazit: Sei froh das du nur Chatrestriction bekommen hast. Was ich dir Empfehlen würde ist einfach: Überdenke deine Sozial Kompetenz und Mute den ganzen Chat -> Einstellungen -> Im Spiel-> Interface-> Chat-> Anzeigen des Teamchat-> aus -> All Chat (Matchmade Game) -> Aus\nBitte Verlass die Champion Auswahl wenn jemand Toxisch ist!","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:59:24.611+0000","up_votes":1,"down_votes":3,"body":"eben wenn er mehr als nur recht hat dass ich afk gehen soll, dann müsst ihr nicht sagen dass ich es nicht tun soll, du widersprichst dich slber\nausserdem wollte ich verlassen aber da kriege ich nen 6 minuten bann vom spiel, was ich nicht einsehe, daher ER toxisch ist nicht ich","replies":[{"id":"","poster":"Leerendrache25","date":"2019-11-03T13:36:25.798+0000","up_votes":1,"down_votes":0,"body":"Findest du einen 6 Minuten Ban schlimmer als einen Permanenten Ban??","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:40:22.892+0000","up_votes":1,"down_votes":1,"body":"erst mal respekt du gibst sinnvolle antworten und gehst auf das was ich schreibe ein\nnein ein 6 minuten ban ist nicht sol schlimm, aber woher soll ich wissen dass der typ so provokant ist? normallerweise rechnet man nicht damit dass man eine morddrohung oder sowas bekommt und das das spiel noch gut endet, anstatt einfach zu leaven\nwenn man nicht damit rechnet bann zu kriegen, wieso sollte man dann einen 6 minuten bann kriegen? ausserdem wusste ich nicht,. dass ich für 0 iq sagen gebannt werde","replies":[{"id":"","poster":"Leerendrache25","date":"2019-11-03T13:44:14.704+0000","up_votes":1,"down_votes":0,"body":"Okay 1:0 für dich\nDarauf habe ich keinen Antwort das was mir einfallen würde ist das so ein Typ schon in der Champion Auswahl Blamed was bei mir immer der Fall ist","replies":[]}]}]}]}]},{"id":"","poster":"Abasin","date":"2019-11-04T13:58:08.102+0000","up_votes":1,"down_votes":0,"body":"> er wünscht mir den tod\n\nEin triftiger Grund für einen Report. Mehr nicht.\n\n> ich hab mich nur verteidigt wenn er angefangen hatt\n\nVerteidigung überflüssig, die Gegenseite will Dich nur aus dem Tritt bringen. Ein weiterer Reportgrund.\n\n> aufgeben ist nicht verboten oder? sonst gäbe es kein aufgeben knopf ;)\n\nWenn FF15 oder FF20 keine Mehrheit findet, wird eben weitergespielt. Ansonsten ist das Sabotage. \n\n> haste recht\n\nIch weiss. {{sticker:slayer-jinx-wink}} \n\n> er sagte mir ich soll afk gehen, geh ich 1 minute afk, sagt er mir ich melde dich wegen afk ?!\n\nDann geh halt nicht afk, lass ihm meckern. Und reporte ihn am Ende.\n\n\nDas idotischste was man tun kann, ist auf so einen Unfug im Chat auch noch anzuspringen und es persönlich zu nehmen. Das ist eine der ältesten Taktiken im Mannschaftssport. Sollte man kennen und nicht mehr drauf reinfallen.","replies":[]}]},{"id":"","poster":"need elo police","date":"2019-11-03T11:15:58.036+0000","up_votes":2,"down_votes":1,"body":"Ich vermute er meinte mit der CR, dass er diese bereits erhalten hat und jetzt verwundert ist warum er einen 14-Tage-Bann erhalten hat.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T11:49:28.800+0000","up_votes":1,"down_votes":4,"body":"ich habe keinen 14 tage bann ;) hab mich im titel verschrieben\n14 tage bann hatte ich mal davor","replies":[]}]}]},{"id":"","poster":"need elo police","date":"2019-11-03T11:10:41.909+0000","up_votes":1,"down_votes":0,"body":"Wie die Leute immer nach einem Bann sagen es wäre \"ja nur Spaß\" oder \"ein Witz\". Erbärmlich. Denkt doch erst mal nach bevor ihr etwas schreibt.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T11:20:25.066+0000","up_votes":1,"down_votes":3,"body":"ich habe ersten nachgedacht zweitens selbst wenn ich den bann verdient hätte und es genau weiss hätte ich hier genau das gleiche reingeschrieben, weil es immer eine chance gibt vlt entbannt zu werden unabhängig von dem was ich geschrieben habe","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T11:22:31.025+0000","up_votes":3,"down_votes":0,"body":"wenn du wirklich \"nachgedacht hast\", was du ingame schreibst, so ist das ergebnis echt traurig geworden...","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T11:54:28.354+0000","up_votes":1,"down_votes":3,"body":"natürlich habe ich nachgedacht sonst sehe ich ja nicht wo die tasten sind ;)","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:06:34.709+0000","up_votes":2,"down_votes":0,"body":"Tja dann solltest du eventuell einen crashkurs über benimmregeln, etikette und vernunftgemäßes Handeln und schreiben besuchen. Iwas scheint ja in dem Fall leider nicht zu stimmen bei dir.\n\nAch und LoL-Regeln durchlesen hilft eventuell auch noch ^^","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:37:47.504+0000","up_votes":1,"down_votes":3,"body":"werde ich aber nicht ;)","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T12:39:19.953+0000","up_votes":3,"down_votes":0,"body":"Ich freu mich dann schonmal auf deinen Permabann. Dir ist die Chat restriction ja offensichtlich nicht genug.\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T12:41:49.604+0000","up_votes":1,"down_votes":0,"body":"Das dauert auch nicht mehr lange^^","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:10:17.076+0000","up_votes":1,"down_votes":2,"body":"um was willste wetten dass ich die nächsten 2 monate nicht nur in lol, SONDERN IN KEINEM EINZIGEN SPIEL DER WELT keinen bann kriege?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T13:13:06.271+0000","up_votes":3,"down_votes":0,"body":"Du arbeitest gerade effektiv am Permabann :D\nScheint dir nicht ganz bewusst zu sein, oder?","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:16:39.239+0000","up_votes":1,"down_votes":1,"body":"doch","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T13:19:06.904+0000","up_votes":1,"down_votes":0,"body":"Dann weiterhin viel Spaß dabei^^","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:19:28.440+0000","up_votes":1,"down_votes":1,"body":"danke ;D schönen tag noch","replies":[]}]}]}]}]}]},{"id":"","poster":"1Yussuf","date":"2019-11-03T12:45:40.834+0000","up_votes":1,"down_votes":2,"body":"wetten ich krieg keinen?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T12:54:45.937+0000","up_votes":1,"down_votes":0,"body":"Wenn du dich weiterhin ingame so benimmst, dann bekommst du den Permabann ziemlich sicher. \nVllt nicht in den nächsten Tagen, aber er wird auf jedenfall kommen. \nDu hast schon die 25 Games Chatrestriction erhalten. Die nächste Bestrafung ist der 14 Tage Bann, es ist nicht mehr weit bis zum Permabann.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:58:00.472+0000","up_votes":1,"down_votes":1,"body":"ihr sagt alle ich habe keine ahnung, IHR LEST NICHT MAL WAS ICH SCHREIBE, ich hatte schon mal nen 14 tage bann\nich habe das gefühl ihr seit nur deshalb alle gegen mich, weil ihr einfach mitmacht\nes ist EINDEUTIG, dass ihr nicht das lest was ich schreibe, ich sagte ich habe schon 14 tage gekriegt und das vor ungefähr paar wochen oder so","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:02:37.548+0000","up_votes":1,"down_votes":0,"body":"Na sorry, ich habe mir nicht ALLE Kommentare durchgelesen weißt du? ^^ \n\nFür welches Vergehen hast du die Sperre denn erhalten? Sicher nicht für Flaming, sonst wärst du nun permanent gebannt worden, wenn es ein Bann war der zurecht ausgesprochen wurde.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T13:05:10.466+0000","up_votes":1,"down_votes":2,"body":"ich hab jemand gefeedet zurecht\nich war mid und kriege einen op champion als gegener einen heimerdinger\nich merkte schnell das gibt keinen sinn der hat mich schon 2 mal getötet, ich wollte das spiel möglichst schnell beenden da es eh lost war und hab 25 mal selbstmord begangen\nnormalwerweise gibt das kein bann, aber unbedingt musste mich jemand melden","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:11:04.589+0000","up_votes":1,"down_votes":0,"body":"Siehste. ^^ \nMan kann tatsächlich 2x einen 14 Tage Bann erhalten. Einmal fürs Inting und einmal fürs Flaming. \nErhälst du deinen 14 Tage Bann fürs flamen, dann wirst du nach den zwei Wochen auch für weiteres Flaming gebannt. Und wenn du entscheidest nicht zu flamen sondern zu inten, dann wirst du auch dafür permanent gebannt. ^^ \n\nWenn du nicht damit klar kommst wie andere sich benehmen, dann solltest du solche Spiele wie LoL nicht spielen. Denn sie scheinen nichts für dich zu sein. \nOder aber du wartest nochmal 10 Jahre, bis du die entsprechende Reife für so ein Spiel erreicht hast.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:51:35.954+0000","up_votes":2,"down_votes":0,"body":"Natürlich wirst du stolz auf dich sein :) \nBtw du provozierst mich nicht xD \nDu machst dich hier eher bei dem erwachsenen Teil der Community lächerlich. \n\nWir sprechen uns dann in 20 Jahren, ja? ^^","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:24:57.550+0000","up_votes":1,"down_votes":0,"body":"Du wirst es verstehen, wenn du mal älter bist :)","replies":[]},{"id":"","poster":"1Yussuf","date":"2019-11-03T13:21:24.629+0000","up_votes":1,"down_votes":2,"body":"ich habe keine ahnung was du mit reife meinst, und wenn man als erwachsener alles ignorieren kann, hoffe ich für immer 16 zu bleiben, es macht viel mehr spass auf alle diese 89 beiträge dumme antworten zu geben, als einfach den post zu löschen","replies":[]},{"id":"","poster":"1Yussuf","date":"2019-11-03T13:27:12.124+0000","up_votes":1,"down_votes":3,"body":"wenn ich 20 jahre älter bin und das hier lese, dann wird es mir nicht peinlich sein, ich wäre ganz stolz drauf dass ich schon mit 16 eine begabung hatte menschen gekonnt zu provozieren\nähm ich meinte natürlich mich zu rechtfertigen und meine meingung legitim zu sagen","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-11-03T13:07:42.286+0000","up_votes":1,"down_votes":0,"body":"Du bist echt lost :D","replies":[{"id":"","poster":"Ráyleigh","date":"2019-11-03T13:23:17.094+0000","up_votes":2,"down_votes":0,"body":"Ahja sicher, dass du 16 bist?\n\n\nEin 16 Jahre altes Kind sollte eigentlich in der Lage sein den Zusammenhang richtig zu verstehen.","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-11-03T13:11:10.626+0000","up_votes":1,"down_votes":0,"body":"Dann erkläre mir doch mal wofür du mich reporten willst?\nWeil ich die Wahrheit sage?\nViel  Spaß dabei^^","replies":[]},{"id":"","poster":"1Yussuf","date":"2019-11-03T13:33:45.602+0000","up_votes":1,"down_votes":1,"body":"weil du mich als lost bezeichnet hast","replies":[]},{"id":"","poster":"1Yussuf","date":"2019-11-03T13:09:31.115+0000","up_votes":1,"down_votes":1,"body":"ist das nicht auch offensiv und verdient ein bann? ihr sagtet ich soll den spieler muten, du aber antwortest mir immer wieder und das auch noch offensiv, bist gemeldet","replies":[]},{"id":"","poster":"1Yussuf","date":"2019-11-03T13:28:50.657+0000","up_votes":1,"down_votes":2,"body":"wie alt bist du? du liest gar nicht was ich sage\nich verstehe euch, ich tue aber weiterhin so als cheke ich nichts\nICH FINDE DASS ICH ENTBANNT WERDEN SOLL","replies":[]},{"id":"","poster":"1Yussuf","date":"2019-11-03T13:18:07.030+0000","up_votes":1,"down_votes":2,"body":"weil du mich als lost bezeichnet hast","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"1Yussuf","date":"2019-11-03T12:37:23.144+0000","up_votes":1,"down_votes":3,"body":"weiss ich","replies":[]}]}]}]},{"id":"","poster":"need elo police","date":"2019-11-03T11:25:49.456+0000","up_votes":2,"down_votes":0,"body":"Wenn der Bann gerechtfertigt ist, gibt es keine Möglichkeit entbannt zu werden. Höchstens wenn mit den RP irgendwas schief gelaufen bist und du Riot noch was schuldest. Dann wird der Account gesperrt bis du alles gezahlt hast. Aber bei diesem Fall hier wird der Account nicht entbannt.","replies":[{"id":"","poster":"Leerendrache25","date":"2019-11-03T13:05:12.527+0000","up_votes":1,"down_votes":0,"body":"Du hast das Leider vergessen","replies":[]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-11-03T12:28:14.161+0000","up_votes":2,"down_votes":1,"body":">1Yussuf: kissofedemon if u dont have something smart to say what u never have, just dont say anything\n\nChill D:\n\n>1Yussuf: dont distract ur teammates else i will troll\n1Yussuf: one more insult and i go troll\n1Yussuf: ff 15\n1Yussuf: shall i troll?\n1Yussuf: U ARE TOXIC NOT ME\n\nUB (Drohung dem Gegner einen Vorteil zu geben)\nGriefing,\nBlaming\n\n>1Yussuf: u just cant loose :)\n1Yussuf: il explain it\n1Yussuf: when somone gets a teenager the brain begins to build new connections\n1Yussuf: hairgrouth\n1Yussuf: bigger muscles\n1Yussuf: the brain gets overloaded\n1Yussuf: and then u talk much bullsh...\n1Yussuf: but dont worry when u get out of teenage it will disappear\n\n\n404\n\n>1Yussuf: 0 iq still better than u xd\n1Yussuf: me -2?\n1Yussuf: didnt u say 0?\n1Yussuf: i think u have decision problems\n1Yussuf: u u should go talk about it to somone\n1Yussuf: i rather low iq\n1Yussuf: then i dont have to see ur facve\n1Yussuf: because u are insult me so i just play bad xd\n\nFlaming.\n\n\n>1Yussuf: i go afk now ok?\n1Yussuf: ff\n1Yussuf: veigar omg u also died 8 times\n\nUB (Afk)\nGriefing,\nBlaming/UB\n\n_________________________________\n**Result:**\n_** Flaming,\nfrühes Aufgeben,\nunsportliches Verhalten (Drohung zum Inting/AFK)\nBlaming_**\n\n+\n\n_**[404] Die Sache mit dem Teenager ist eher unfreundlich und fällt wahrscheinlich unter \"negatives Verhalten\".**_\n\n\n\n_________________\n\n>1Yussuf: u said i am doing my best but im bad i didnt insult so i did nothing wrong xd\n\n\nHuh. Bist du dir da wirklich sicher nach diesem Chatlog? Du bist doch schon sehr toxic gewesen mit deinen Drohungen, inten und afk zu gehen.\nOder auch mit der IQ-Sache..und dem Teenager sein, was mehr oder weniger auf dich sogar zutrifft, wenn man den Chat so beachtet. Du hast dich eher kindisch gezeigt, wenn ich das so sagen darf.\n\nNur weil dich jemand beleidigt, solltest du nicht auf das niedrige Level von deinem Gegenüber gehen. Er bricht bereits die Regeln und wird genau wie du eine Strafe erhalten haben. Warum würdest du dann also genau das selbe tun wollen? Scheinbar war deine Strafe ja auch nicht von dir geplant.\n\n**Worte sind wie Paperschnitte. Sie tun dir vielleicht kurz weh, werden aber auch wieder vergessen. Strafen sind Knochenbrüche, die du nicht so schnell vergessen wirst.**\n\n\nAch ja und bezüglich des Feedbacks: Die Privatsphäre von jedem Spieler ist sehr wichtig, egal was er/sie getan hat.\nD.h.: Niemand wird erfahren, wann und welche Strafe du oder sonst jemand erhalten hast/haben wirst.\nWenn du mal dieses Feedback bekommst, so ist das immer ohne Kontext. Das Feedback muss nicht zu deinem letzten Report gehören und kann auch Monate zurückliegen.\n\n\n>1Yussuf: deutsch?\n1Yussuf: weisst woher ich weiss?\n1Yussuf: schlechtes englisch xd\n\nWenn man selber schon darunter fällt, passt das wohl. :v Hue hue hue.\n\nNein, aber grundsätzlich hat das nichts mit \"Deutschland\" oder sonst einem Land zutun. Die Person kann auch einfach nur sehr jung gewesen sein.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:36:17.168+0000","up_votes":1,"down_votes":5,"body":"ich habe schon mehrere solche spieler gemeldet und nichts ist passiert, und die haben beleidigt das sage ich nicht einfach so, der hat mir um die 10 mal fuck you geschrieben, also nicht dieser ein anderer ich habe ihn gemeldet und dann bekam ich freundschaftsanfrage hab den dann gefragt ob er bann bekam er sagte er bekam gar nichts und ich hab noch nie notification gekriegt dass der spieler gabnnt wurde","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-11-03T12:41:01.852+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=1Yussuf,realm=EUW,application-id=KYnfKGf0,discussion-id=uAGypgW4,comment-id=00050000,timestamp=2019-11-03T12:36:17.168+0000)\n>\n> ich habe schon mehrere solche spieler gemeldet und nichts ist passiert,\n\n\nWoher möchtest du das wissen? Ich habe dir bereits gesagt, dass dir sowas nicht mitgeteilt werden wird.\n\n>bekam ich freundschaftsanfrage hab den dann gefragt ob er bann bekam er sagte er bekam gar nichts und ich hab noch nie notification gekriegt dass der spieler gabnnt wurde\n\nDas System kann dich auch 15 minuten später bestrafen.","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T12:46:04.947+0000","up_votes":1,"down_votes":2,"body":"er hatte ein tag später immer noch kein bann","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T13:03:58.636+0000","up_votes":2,"down_votes":1,"body":"Und wenn er keinen Bann bekommen hat sondern nur wie du eine CR? \nDas kannst du ja nicht wissen ;)","replies":[]}]}]},{"id":"","poster":"Yuiwara","date":"2019-11-03T12:37:13.614+0000","up_votes":2,"down_votes":0,"body":"Wie schon gesagt: Kontext ist egal, es zählt NUR DEIN FEHLVERHALTEN.","replies":[]}]},{"id":"","poster":"1Yussuf","date":"2019-11-03T12:39:33.097+0000","up_votes":1,"down_votes":6,"body":"ich habe schon mehrere solche spieler gemeldet und nichts ist passiert, und die haben beleidigt das sage ich nicht einfach so, der hat mir um die 10 mal fuck you geschrieben, also nicht dieser ein anderer ich habe ihn gemeldet und dann bekam ich freundschaftsanfrage hab den dann gefragt ob er bann bekam er sagte er bekam gar nichts und ich hab noch nie notification gekriegt dass der spieler gabnnt wurde\nnoch etwas lies bitte bei meinem beitrag das ganz unten noch durch, habe noch etwas hinzu geschrieben","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-11-03T14:37:16.271+0000","up_votes":1,"down_votes":0,"body":"Es gibt da nen geheim Trick, Riot Games hat es damals noch bevor dass Tribunal abgeschafft worden ist introdoced und es funktioniert immernoch.\nEs hilft nicht unbedingt andere zu bannen aber wenn du alle mutest wirst du quasi nicht bestraft für Flame !\n\nKlingt echt insane aber es geht tatsächlich","replies":[]}]}]},{"id":"","poster":"CaptnFinn","date":"2020-02-06T17:25:35.467+0000","up_votes":1,"down_votes":0,"body":"Yo, \nIch kann dir helfen in deinen Games runter zu kommen.\nwenn du bock hast schreib mich an","replies":[{"id":"","poster":"1Yussuf","date":"2020-02-06T20:55:06.366+0000","up_votes":1,"down_votes":0,"body":"wie meinst runterkommen?","replies":[]}]},{"id":"","poster":"Fìnn","date":"2019-11-04T17:38:59.790+0000","up_votes":1,"down_votes":0,"body":"**Dein Handeln** ist bedingt für deinen Bann nicht das deiner Teammates. Akzeptiere es einfach. Ist auch jämmerlich dann noch zu fragen ob die Chat Restriction nach TFT Surrender entfernt wird. Nachdem was ich in dem Chat-Log lese ist der Chatban einfach nur gerechtfertigt. Wenn dich deine Teammates aufregen mute die einfach. Dass jeder immer meint er müsste diskutieren und beide Parteien nicht einsehen wollen dass sie falsch liegen...\nUnd mit dem Mindset \"Ich kann nur Yasuo\" spiegelt einfach nur den Yasuo Main Stereotyp wieder.","replies":[]},{"id":"","poster":"Veezey","date":"2019-11-03T16:02:49.289+0000","up_votes":1,"down_votes":0,"body":"Verdient","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-03T17:42:15.701+0000","up_votes":1,"down_votes":1,"body":"weiss ich mitlerweile ;)","replies":[{"id":"","poster":"Moonéyé","date":"2019-11-04T17:27:14.342+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=1Yussuf,realm=EUW,application-id=KYnfKGf0,discussion-id=uAGypgW4,comment-id=00080000,timestamp=2019-11-03T17:42:15.701+0000)\n>\n> weiss ich mitlerweile ;)\n\nMITTLERWEILE? Dein Ernst? Mich wundert eher, dass Du NUR 25 Games Chatrestriction erhalten hast, statt direkt 2 Wochenbann... woah.","replies":[]}]}]},{"id":"","poster":"HookEmUp","date":"2019-11-04T09:13:30.431+0000","up_votes":1,"down_votes":0,"body":"Zum Glück bist du bald weg.:)\n\nDein Englisch ist auch eher schwach. Du solltest lieber auf Deutsch flamen...","replies":[{"id":"","poster":"1Yussuf","date":"2019-11-04T11:30:43.221+0000","up_votes":1,"down_votes":3,"body":"hab da noch ne frage kannst du bitte diesem beitrag ein upvote geben? danke","replies":[{"id":"","poster":"HookEmUp","date":"2019-11-04T12:45:35.142+0000","up_votes":1,"down_votes":0,"body":"Cool, dann ist dein Beitrag doch eh überflüssig und du brauchst auch keinen Vote.:)","replies":[]}]},{"id":"","poster":"1Yussuf","date":"2019-11-04T11:29:51.813+0000","up_votes":1,"down_votes":2,"body":"oha ich dachte lol ist kein glücksspiel\negal ich hab eh 40 weitere accounts ;)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-11-05T07:21:54.134+0000","up_votes":1,"down_votes":0,"body":"Klar deshalb ist es dir auch wichtig wie viele Spiele du auf diesen Account machen musst ...","replies":[]}]}]},{"id":"","poster":"1Yussuf","date":"2019-11-03T12:38:45.650+0000","up_votes":1,"down_votes":2,"body":"LEUTE LEST BITTE MEIN BEITRAG NOCH MAL DURCH DA STEHT ETWAS NOCH GANZ UNTEN!!","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-11-03T15:15:53.920+0000","up_votes":1,"down_votes":0,"body":"FUNKTIONIERT NICHT!!!!!!!!!!!\nSTEHT ABER AUCH SCHON IN DEN ANDEREN ANTWORTEN!!!!!!!\n\nund nun kommen wir wieder zur Ruhe: _*_ einatmen  _*_ ausatmen _*_","replies":[]}]},{"id":"","poster":"Eroticat Nimar","date":"2019-11-03T14:34:44.095+0000","up_votes":1,"down_votes":0,"body":"{{sticker:cass-cry}}","replies":[]},{"id":"","poster":"1Yussuf","date":"2019-11-03T11:53:10.449+0000","up_votes":1,"down_votes":4,"body":"AN ALLE HABE UNTEN NOCH DEN BEITRAG GEÄNDERT DORT WO STEHT EDIT BITTE LESEN!","replies":[]}]}