{"id":"YLTFnI1I","poster":"NFBG Natsu","date":"2019-01-16T14:12:58.897+0000","title":"NoFutureButGold sucht dich!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"https://i.gyazo.com/3c53ec33f1f4416d253ae71a7ab47cce.jpg\r\nHallo Beschw&ouml;rer!\r\nWie du dem Titel entnehmen kannst, suchen wir Mitglieder, um unsere Community weiter auszubauen.\r\n\r\n\r\nhttps://i.gyazo.com/995c2237c0410b6be47a51c444f8df11.png\r\n\r\nWir sind eine Gemeinschaft mit knapp 30 Leuten, die seit dem 15.09.2018 existiert, der Clan wird momentan noch durch die private Tasche der Clanleitung finanziert! Wir unterst&uuml;tzen Dich bei allen Problemen oder Fragen. Es ist egal ob du einfach Normal, Ranked, Tryhard oder aus Spa&szlig; spielen m&ouml;chtest du findest bei uns immer einen der mit dir Games macht. Du kommst nicht alleine? Ist nicht schlimm, bei uns ist jeder Willkommen! Au&szlig;erdem betreuen wir auch gerne eure Teams, in dem Bereich &bdquo;Team Betretung&ldquo; haben wir schon viel Erfahrungen gesammelt und waren auch immer Erfolgreich.\r\nWir f&uuml;hren ein lockeres, freundschaftliches Verh&auml;ltnis miteinander und nehmen aufeinander R&uuml;cksicht!\r\n\r\n\r\nIst dir das auch wichtig? Dann bist du bei uns genau richtig, wir helfen und unterst&uuml;tzen uns gegenseitig, das versprechen wir dir.\r\nWir halten was wir versprechen, denn wir geben unser bestes um eine Community f&uuml;r jeden zu bieten der einen netten Umgang pflegt.\r\n\r\n\r\nhttps://i.gyazo.com/2c0ba8fc9c67aa833fef9c2cb179dfcb.png\r\n\r\nTritt uns bei und spiele in einer netten famili&auml;ren Gemeinschaft, wo du kleine Teams mit anderen Clanmitgliedern gr&uuml;nden kannst, oder spiele mit kleineren Gruppen. Au&szlig;erdem bieten wir dir an, dein Team von uns betreuen zu lassen, wir organisieren f&uuml;r euch Turniere, Coaches etc.\r\n\r\nBei uns erh&auml;ltst du die Chance deine Ideen in die Tat umzusetzen, somit kannst du kreative Anregungen weitergeben und wir besprechen diese dann in einer Clanbesprechung. Somit unterst&uuml;tzt du die Community und das wird dir hoch angerechnet.\r\n\r\nWir bieten dir au&szlig;erdem einen Teamspeak-Server, eine Website und ein Forum wo du deine kreativen Gedankeng&auml;nge vorstellen kannst. Au&szlig;erdem bekommst du wichtige Neuigkeiten &uuml;ber unsere Website, Twitter oder unseren Teamspeak-Server mit.\r\n\r\nDu bist noch unentschlossen? Kein Problem du kannst dir unseren Clan als Guest oder in deiner f&uuml;nft&auml;gigen Testphase als Trial-Member anschauen. Unsere Trial-Member haben nat&uuml;rlich die gleichen Rechte wie Member und werden auch dementsprechend behandelt.\r\n\r\nhttps://i.gyazo.com/4843b91a852bf6d405357ea682e5495b.png\r\n\r\nWenn wir dein Interesse geweckt haben, f&uuml;ge einen unserer Clanleader in League of Legends:\r\n\r\nNFGB R3z0\r\nNFGB Natsu\r\n\r\nOder schau gleich auf unserem Ts3 oder auf unserer Website vorbei:\r\n\r\nTs3: ts.NoFutureButGold.de\r\nSteamgruppe: https://steamcommunity.com/groups/No-Future-But-Gold\r\nForum: https://nofuturebutgold.de/other/index.php\r\n\r\n \r\n**Viel Erfolg in der Liga der Legenden w&uuml;nscht euch,**\r\n**die Leitung von NoFutureButGold**","replies":[]}