{"id":"LxAqOEdT","poster":"GREEN  x  PIRATE","date":"2019-11-01T14:31:40.761+0000","title":"Permanent gebannter Account, weil ich mich verteidigt habe?","subforum":"Spielerverhalten & Moderation","up_votes":31,"down_votes":30,"body":"Hey ho,\n\nich hätte eine Frage an alle Mitspieler. Ich würde gerne, dass Ihr, wenn Zeit und Lust vorhanden ist, diesen Fall bewertet. Ich habe die kompletten Chat Logs von dem Spiel kopiert. Die Aussagen meiner Teammates und Gegner habe ich grob dazwischen geschrieben, sowie kleine Anmerkungen.\n\n**Vorgeschichte:**\nEnde letzten Jahres, muss ich zugeben, dass ich mich zwischendurch von dem flamen meiner Mates hochschaukeln lassen habe, deshalb war ich bereits mit dem 14 Tage Bann durch, welcher eigentlich auch schon lediglich durch mein Verteidigen zustande kam. Allerdings kann ich diesen Bann noch nachvollziehen, da ich trotzdem sehr toxic war.\nNach diesem Bann habe ich nur noch selten gespielt, weil mich die Community einfach zu sehr genervt hat. In letzter Zeit habe ich wieder ein bisschen mehr gespielt, jedoch nie wieder geflamed.\n\nJetzt kommt das besagte Spiel (BLIND PICK).\n_______________________________________________________________________________________________________________\n**Pre Game Lobby:**\n    \n_GREEN  x  PIRATE: adc\n    GREEN  x  PIRATE: hmmmmmmmm\n    GREEN  x  PIRATE: im actually about to leave\n    GREEN  x  PIRATE: im not in the mood for supp at all_\n\n**(Ich hatte die Runden davor, oft Support gespielt, weil ich einer meiner Mains Thresh ist, aber jedes mal ADC's bekommen, die selbst nichts drauf hatten, aber mir die Schuld gaben, inklusive Flamen usw... Deshalb wollte ich mal was neues ausprobieren und nahm trotz nicht vorhandener Lust LeBlanc und spielte diese auch \"normal\" als Support. Ich merke nochmal an, dass es eine Blind Pick Runde war. )**\n\n**In Game:**\n   \n _[All]GREEN  x  PIRATE: tf afk?\n    [All]GREEN  x  PIRATE: ok_\n    \n**(Mein ADC rennt, nachdem ich nur um ein wenig DMG zu verursachen, meine E mache, jedes Mal rein und stirbt dadurch 2 Mal. Ich habe versucht ihn zu retten.)**\n\nMEIN ADC: LeBlanc start helping!\n\n_GREEN  x  PIRATE: i do\nGREEN  x  PIRATE: stop dying\nGREEN  x  PIRATE: i just harris you go everytime full ham_\n\nMEIN ADC: start fuckin helping me and stop only watching   \n[All]MEIN ADC: please report LeBlanc for no help\n\n**(Ich mache wieder nur meine E, er rennt wieder rein und stirbt nochmal. Ich war selbst genervt und wollte kurz dne anderen Lanes helfen, da mein ADC eh wieder tot war.)**\n\n_GREEN  x  PIRATE: do your thing\nGREEN  x  PIRATE: thats why i wasnt in the mood for supp\nGREEN  x  PIRATE: just blaming bad adc's_\n\n**(Ich habe auf 2 Lanes bei dem Roam 1 Kill gemacht und bei einem geholfen und war wieder auf dem Weg zur Botlane zu meinem ADC, worauf sich der gegnerische Jungler Lee Sin meldet.)**\n   \nENEMY LeeSin: I'll report LB for trolling \n    \n    _[All]GREEN  x  PIRATE: im not at all\n    [All]GREEN  x  PIRATE: ashe is just feeding and blaming me for it\n    [All]GREEN  x  PIRATE: 1 min away from lane and i helped on 2 kills_\n    \n**(Unser Jungler Evnelynn macht mit, weil er während ich bei 2 Kills half auf die Botlane kam und mit meinem ADC starb.)**\n\n[All]Jungler Eveleynn: I died bot because you were not there\n\n_[All]GREEN  x  PIRATE: yes sure\n    [All]GREEN  x  PIRATE: thats like saying we lose bot cause the jungler didnt help\n    [All]GREEN  x  PIRATE: makes no sense\n    [All]GREEN  x  PIRATE: but if you wanna go with that feeding blaming ashe do what you need to do_\n   \n**(Mein ADC läuft wieder ohne Sinn und verstand in die Gegner und stirbt, während ich ihn vorher gerettet habe und dadruch starb.)**\n\n _GREEN  x  PIRATE: now say its my fault again\n    GREEN  x  PIRATE: cause i didnt take teleport and just warped to you after i respawned_\n    \nJungler Evelynn: Stop blaming...\n\n_GREEN  x  PIRATE: I DO BLAME NOONE XD?!?!?!\n    GREEN  x  PIRATE: WTF\n    GREEN  x  PIRATE: i take full response for my actions xD_\n\n**(Die Evelynn hat überhaupt nicht verstanden was ich vorher zu ihr sagen wollte und dass ich nur Spaß über Leute mache, die ihre Lane verlieren und dem Jungler die Schuld geben.)**\n\nEveylnn: You said that you lost bot because of me.\n\n_GREEN  x  PIRATE: i said\n    GREEN  x  PIRATE: you saying that you died bc i wasnt on bot\n    GREEN  x  PIRATE: is like saying we lose bot bc you didnt help\n    GREEN  x  PIRATE: i didnt say that its liek that\n    GREEN  x  PIRATE: read before you accuse_\n\nEvelynn: No, you said you lost because I didnt help you on bot.    \n\n_GREEN  x  PIRATE: WHAT I DIDNT SAY THAT\n    GREEN  x  PIRATE: OMG\n    GREEN  x  PIRATE: you speak english\n    GREEN  x  PIRATE: ?\n    GREEN  x  PIRATE: NO\n    GREEN  x  PIRATE: i said its LIKE_\n\n[All]Evelynn: Please report this LeBlanc...\n\n    _[All]GREEN  x  PIRATE: this team_\n\n[All]Enemy Lee Sin: Yes, Ill report her too\n\n    _[All]GREEN  x  PIRATE: okay you report me anyways\n    [All]GREEN  x  PIRATE: im afk_\n\n**(Ich bin nicht afk gegangen und habe mir nur kurz was zu trinken geholt um runter zu kommen.)**\n\nEveylnn: This LeBlanc is salty af\n\n    _[All]GREEN  x  PIRATE: yes you wanted to report me anyways\n    [All]GREEN  x  PIRATE: cause you cant read english right\n    [All]GREEN  x  PIRATE: i didnt blame anyone the whole time\n    [All]GREEN  x  PIRATE: i wasnt even salty\n    [All]GREEN  x  PIRATE: now i am cause you wrongly accuse me of stuff i didnt do_\n\n[All]Enemy Toplane: I'll report her too\n\n    _[All]GREEN  x  PIRATE: yes\n    [All]GREEN  x  PIRATE: do what you wanna do_\n\n[All]Enemy Lee Sin: You trollpicked\n\n    _[All]GREEN  x  PIRATE: not at all\n    [All]GREEN  x  PIRATE: only out of mind ppl in this round\n    [All]GREEN  x  PIRATE: ashe feds and blames me for harrasing and not going ham\n    [All]GREEN  x  PIRATE: and dying every time\n    [All]GREEN  x  PIRATE: than i go for a roam\n    [All]GREEN  x  PIRATE: help on 2 kills\n    [All]GREEN  x  PIRATE: and get accused of trolling\n    [All]GREEN  x  PIRATE: like wtf_\n\nEvelynn: I'll mute and report you\n\n    _GREEN  x  PIRATE: cool do that you dont need to tell me_\n\n[All]Evelynn: Holy Shit this LeBlanc is salty\n\n    _[All]GREEN  x  PIRATE: no holy shit you\n    [All]GREEN  x  PIRATE: im triggred af by guys like you\n    [All]GREEN  x  PIRATE: not even understanding anyhting but talking like you carry this game and are the masterminds_\n\n**(Ashe rennt wieder rein, weil alle meinen ich sollte \"richtig\" spielen versuche ich ihr zu helfen und sterbe ebenfalls dabei, während ich natürlich nur im Teamchat von allen beleidigt werde. Die ganzen Beleidigungen werde ich hier im Chat nicht ergänzen.)**\n\n[All]MEIN ADC: This LeBlanc is only watching and not helping\n   \n _[All]GREEN  x  PIRATE: yeha feed more ashe_\n\n[All]MEIN ADC: This toxic leblanc is only flaming\n    \n_[All]GREEN  x  PIRATE: yes... i never insutled anyone\n    [All]GREEN  x  PIRATE: but cool that im the toxic one while you insult me\n    [All]GREEN  x  PIRATE: wont get banned anyways_\n\n[All]Evelynn: You're flaming the whole time\n\n_[All]GREEN  x  PIRATE: I DID NOT\n    [All]GREEN  x  PIRATE: ARE YOU PRE WITH ASHE OR WHAT\n    [All]GREEN  x  PIRATE: ashe started talking trash about me\n    [All]GREEN  x  PIRATE: i wont get reported anyways i played normal till everyone hated on me for no reason\n    [All]GREEN  x  PIRATE: banned*_\n\n**(Welch eine Ironie, dass genau dieses Spiel meinen Perma Bann bringt...)**\n\n[All]MEIN ADC: LeBlanc only insulting everyone\n    \n_[All]GREEN  x  PIRATE: i never insutled anyone instead of this ashe_\n\n[All]Enemy Lee Sin: idc, I'll report you for trollpicking LeBlanc\n\n    _[All]GREEN  x  PIRATE: dude\n    [All]GREEN  x  PIRATE: i was winning bot with ashe\n    [All]GREEN  x  PIRATE: till she started running in everytime i did a e\n    [All]GREEN  x  PIRATE: and died everytime\n    [All]GREEN  x  PIRATE: than she started talking trash on me thats why i went for a roam\n    [All]GREEN  x  PIRATE: and in the same time your'e reporting a lb supp in a blind pick match\n    [All]GREEN  x  PIRATE: i had a vayne jungle last game\n    [All]GREEN  x  PIRATE: should report her just for that fact too or what\n    [All]GREEN  x  PIRATE: blind pick is to try new stuff_\n\n[All]Enemy Lee Sin: You still could try to help her\n\n    _[All]GREEN  x  PIRATE: no lee\n    [All]GREEN  x  PIRATE: i helped her\n    [All]GREEN  x  PIRATE: she went full ham everytime\n    [All]GREEN  x  PIRATE: i couldnt help her with that\n    [All]GREEN  x  PIRATE: even if i would have pick thresh or something_\n\n[All]Enemy Lee Sin: IDC \n\n    _[All]GREEN  x  PIRATE: ITS BLINDPICK\n    [All]GREEN  x  PIRATE: A FUN GMAE\n    [All]GREEN  x  PIRATE: NOT SRS\n    [All]GREEN  x  PIRATE: where else should i try new stuff_\n\n[All]Enemy Lee Sin: The only reason I'm reporting your troll pick\n\n    _[All]GREEN  x  PIRATE: still its no troll\n    [All]GREEN  x  PIRATE: i have a bind and alot of dmg output\n    [All]GREEN  x  PIRATE: anni was high meta a time ago\n    [All]GREEN  x  PIRATE: do you wanna report pro players for that too or what\n    [All]GREEN  x  PIRATE: cause its no offial supp_\n\n[All]Evelynn: How old is that LeBlanc?\n\n[All]Enemy Lee Sin: 13?\n    \n_[All]GREEN  x  PIRATE: yeah\n    [All]GREEN  x  PIRATE: how old are you?\n    [All]GREEN  x  PIRATE: i give arguments wich you ignore_\n\n[All]Enemy Lee Sin:IDC you're reported\n    \n_[All]GREEN  x  PIRATE: xD\n    [All]GREEN  x  PIRATE: do it and get happy\n    [All]GREEN  x  PIRATE: im 23 btw and your skills on a argument are 0_\n\n[All]Evelynn: and your english skills are 0... it's WHICH\n\n_[All]GREEN  x  PIRATE: oh no i fucked up writing which\n    [All]GREEN  x  PIRATE: damn\n    [All]GREEN  x  PIRATE: really important for the understanding_\n\n**(Meine Konzentration war auf 0 für dieses Spiel und ich bin dumm gestorben, worauf mein ADC wieder anfing mich zu flamen. Das war meine Antwort darauf.)**\n\n    _GREEN  x  PIRATE: 14 deaths lol_\n\n**(Evelynn macht irgendeinen Witz über meine Mutter)**\n\n    _[All]GREEN  x  PIRATE: and you ask how old i am\n    [All]GREEN  x  PIRATE: now i get it\n    [All]GREEN  x  PIRATE: everyone is 13 years old\n    [All]GREEN  x  PIRATE: explains alot\n    [All]GREEN  x  PIRATE: yes and your joke is made up by a guy that is unfunny as hell or just a preteen_\n\n**(Ich starte ein Surrender Anfrage. Das Spiel war an dem Punkt kurz vor dem Ende. Nur noch unsere NexusTower standen und die Gegner spielten nur noch mit uns. Meine Toplane meinte am Ende auch nochmal mit zu nerven.)**\n\n    _GREEN  x  PIRATE: lets lose and report me_\n\n[All]Evelynn: LeBlanc start dewfend\n\n_[All]GREEN  x  PIRATE: i am_\n\n[All]MEINE TOPLANE: Do you play LeBlanc the first time?\n    \n_[All]GREEN  x  PIRATE: yes sure\n    [All]GREEN  x  PIRATE: first time lol\n    GREEN  x  PIRATE: its defend evelynn\n    GREEN  x  PIRATE: not dewfend_\n   \nEvelynn: Dewfend is not a word.\n\n_GREEN  x  PIRATE: yes dewfend isnt a word youre right but still you wrote it_\n\n\n**Post Game Lobby:**\n    \nLee Sin: 9x LeBlanc\n\n_GREEN  x  PIRATE: for picking lb\n    GREEN  x  PIRATE: as supp\n    GREEN  x  PIRATE: makes sense\n    GREEN  x  PIRATE: tf?_\n_______________________________________________________________________________________________________________\n\nAn die Leute mit der Geduld alles durchzulesen. Ich wurde wegen diesem Spiel gebannt, weil ich 5 Reports erhalten habe. Ich habe bereits mit dem Support von League of Legends geschrieben, die in Kurzfassung meinten, dass man Feuer nicht mit Feuer bekämpfen soll und das lediglich negative Einstellung zum Bann führen kann.\nIch habe um die 300-500€ in diesen Account gesteckt, extra eine Pause gemacht um weniger zu flamen und werde jetzt wegen so einem Spiel gebannt.\n\nIch bitte euch eure Meinung zu dem ganzen hier mitzuteilen, da dieser Bann aus meiner Sicht komplett ungerechtfertigt ist.\n(Ich habe nichts aus dem Chat Log entfernt!)\n\n**Schönes Wochenende an alle!**\nGreenPirate\n\n**Edit: Es geht mir hierbei nicht darum, dass ich keine Strafe verdient habe. Der Account ist 5 Jahre alt und 4 Jahre davon habe ich komplett ruhig gespielt und nie geflamed. Vor 11 Monaten hatte ich ein stressige Phase, weshalb alle vorherigen Strafen innerhalb von 1 Monat zustande kamen.\nEine aus meiner Sicht gerechtfertigte Strafe, wäre z.B 1 Jahr Chat Bann oder 3 Monate Spielausschluss.**","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-11-02T05:26:53.558+0000","up_votes":10,"down_votes":1,"body":"Ich verstehe zu 100% warum du mehr als 1x alleine in diesem Game reported worden bist, hätte ich nicht anders gemacht.\nEs wäre aber sehr ungewöhnlich dass Riot jemanden bannt weil ihn in einem einzelnen Game mehrere Leute gemeldet haben.\n\nFinde es auch ziemlich amüsant dass du Mal in deinem Text durchblicken lässt warum Riot dich letztes Mal 14tage lang gebannt hat und es \"einsiehst\" dann aber einen Rückzieher machst und sagst dass du dich nur Verteidigt hast.\n\nAlso von dir bekomme ich nicht den Eindruck dass du wegen einem Game und einem einzelnen vorherigen Bann einen Perma Bann bekommen hättest, sondern eher dass auch nach dem 14 tägigen Bann keine Änderung des Verhaltens für Riot nach mehreren Meldungen in relativ kurzer Zeit ersichtlich war.\n\nUnd dass Geld zu erwähnen ist einfach nur shitty Dude. Klar ist es ein Verlust, kann aber kein rechtfertigungsgrund sein sich daneben zu benehmen","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:33:35.268+0000","up_votes":1,"down_votes":0,"body":"Die 3 ersten Banns kamen aus einer schlechten Phase ende letzten Jahres. Der Account ist 5 Jahre alt und der letzte Bann 11 Monate her. Wie gesagt habe ich mich bei den 14 Tagen verteidigt, aber war gleichzeitig aggressiver dabei. Seitdem war ich 0 offensiv mehr.\nDas mit dem Geld ein, ist halt aber ein Punkt der mich stört, sowie die investierte Zeit, dass soll mehr zeigen warum mir der Account wichtig ist und nicht der Grund für eine entbannung sein.","replies":[]}]},{"id":"","poster":"vonKleist","date":"2019-11-02T21:56:05.803+0000","up_votes":8,"down_votes":1,"body":"1. Du schreibst so viel, dass du deinem eigenen Team schadest.\n2. Deine Worte in der Lobby versauen den Leuten schon den Einstieg in das Game, falls es dazu kommt. \n3. Deine Attitude ist nicht gerade vom feinsten.\n\nAlleine der Umstand, dass dieses Verhalten noch ernsthaft diskutiert wird, spricht Bände über die Toxicness in League.\nDas ist nicht zu tolerieren. Du hattest genug Gelegenheiten dich zu bessern. Wenn du sowas machst, musst du mit der nächsten Sanktionsstufe eben rechnen.","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-02T22:19:28.407+0000","up_votes":6,"down_votes":1,"body":"im verlauf der konversation wirst zudem immer aggressiver. das hat nichts mit verteidigen zu tun, du verbreitest direkt schlechte Stimmung. und so viel wie du schreibst, kommst wohl kaum zum kämpfen/supporten. dann noch sowas wie afk androhen usw....ich hät dich genauso gemeldet, wenn ich dran beteiligt gewesen wäre. Verm aber genauso andere der beteiligten.","replies":[]},{"id":"","poster":"XLM Gayte","date":"2019-11-05T17:22:39.623+0000","up_votes":1,"down_votes":0,"body":"2:   Wie denn bitte? Jeder Mensch hat mal schlechte Laune und dann soll sein Team ihm doch wenigstens versuchen gute Laune zu machen sonst haben sie laut Riot ja auch alle eine negative atttitude","replies":[]},{"id":"","poster":"Atabalacce","date":"2019-11-13T13:07:07.125+0000","up_votes":1,"down_votes":1,"body":"oh cool, leute die die mitte runter laufen bekommen komischerweise nie eine bestrafung.\n\nEs geht nichtmal darum, dass das chatten bestraft wird, problem ist eher, dass die leute, die dafür sorgen, dass es flame gibt, nie eine Strafe bekommen und sich so massenweise akkumulieren und mittlerweile einen erheblichen bestandteil der community ausmachen.\n\nIm Laufe der letzten 2 seasons hat dieser Anteil nun ein kritisches maß erreicht, welches das spiel zunehmend unspielbar macht.","replies":[]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:23:57.546+0000","up_votes":1,"down_votes":1,"body":"Mein eigenes Team hat mich beleidigt und mich überhaupt zu diesem Verhalten gebracht. Wie jemand der sein Pferd dick füttert  und sich dann beschwert, dass es nicht mehr so viel Ausdauer beim rennen hat.\n\nDas in der Lobby war auch auf die Lobby bezogen. Ich war am überlegen ob ich die Lobby verlasse, weil ich 2 Runden davor Support (main) gespielt hatte und jedes mal so einen ADC wie in diesem Spiel hatte, allerdings bin ich da ruhig geblieben.\nIch meinte nicht, dass ich In-Game leaven will.\n\nIch habe nie jemanden aktiv beleidigt und mich nur verteidigt, dass ich nicht mehr happy im Chat bin nach dem ganzen, kann man wohl verstehen.\n\nDer Account ist 5 Jahre alt und die 3 letzen Banns sind 11 Monate her, seitdem flame ich kein Stück mehr.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-11-01T15:24:20.699+0000","up_votes":6,"down_votes":3,"body":"Der Chatlog ist nicht so toxisch, er reicht aber aus um nach einem 14 Tage Bann einen Permabann zu erhalten. \nDa du sehr wenig auf dem Account gespielt hast, ist es für das System so, als hättest du erst vor ein paar Tagen den Bann erhalten. Denn Zeit wird in LoL mit in Spielen gemessen und nicht in Tagen, Monaten oder Jahren. \n\nZudem wurdest du nicht wegen der 5 Reports gebannt sondern für dein negatives Verhalten. Ein einzelner Report hätte da auch ausgereicht. Wie viele Reports man in einem einzelnen Game bekommt spielt keine Rolle, denn bereits einer löst eine Überprüfung des Chats aus, weitere Reports haben also quasi keine weiteren Auswirkungen.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T15:38:52.022+0000","up_votes":3,"down_votes":4,"body":"Ich weiß jetzt auch, dass es für einen Permabann reicht, aber findest du es gerechtfertigt?\n\nIch wurde aufs extremste beleidigt, auch in den Games davor, habe jedes Mal jeden reported, doch nie eine Nachricht bekommen, dass auch nur einer bestraft wurde.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-11-01T17:27:58.019+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=00010000,timestamp=2019-11-01T15:38:52.022+0000)\n>\n> Ich weiß jetzt auch, dass es für einen Permabann reicht, aber findest du es gerechtfertigt?\n> \n\nDa der Bann ja nicht nur durch diesen Chatlog zustande gekommen ist. Durchaus. Du gibst ja praktisch selber an, dass dein Vorhaben nach dem 14 Tages Bann ruhiger zu bleiben ganze 14 Tage gehalten hat. Nach 2 Wochen fängst du direkt eine ellenlange Diskussion im All Chat an. Mit einer aggressiven Grundhaltung. Der gesamte Chatverlauf ist extrem kontraproduktiv. Und Riot hat dir halt genug Warnungen gegeben, dass genau dies nicht erwünscht ist. Wer solche Warnungen ignoriert.\nDas ist halt, als würdest du deinen Führerschein für 3 Monate abgeben und im ersten Monat danach sofort wieder geblitzt werden... und du sagst dann \"Aber ich habe meine Lektion doch gelernt, dieses mal waren es nur 20 Km/h zu schnell und nicht mehr 50...\" Ja, genau.\n\n> Ich wurde aufs extremste beleidigt, auch in den Games davor, habe jedes Mal jeden reported, doch nie eine Nachricht bekommen, dass auch nur einer bestraft wurde.\n\nÄhm... warum mutest du Leute nicht direkt nach der ersten Beleidigung. Solange Leute nicht direkt mit \"Faggot\" anfangen, können die mich gar nicht aufs extremste beleidigen, weil ich Riots Schutzfunktion nutze. Und jetzt sage mir nicht, dass Kommunikation wichtig ist. Also so, wie du sie nutzt, ist sie das definitiv nicht.\nNebenbei werden die \"Ein Spieler wurde bestraft\" Nachricht nur sehr unregelmäßig verschickt. Nur weil du die nie bekommen hast, heißt dies nicht, dass niemand bestraft worden ist.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T19:16:19.783+0000","up_votes":3,"down_votes":4,"body":"Die 14 Tage-Sperre war am 12.Januar, also mehr als 10 Monate her, die ebenfalls durch so eine einfache Diskussion zustanden kam, die von meiner Seite ein bisschen offensiver war, aber dennoch ohne Beleidigungen. Diese Sperre konnte ich allerdings noch halbwegs nachvollziehen.\n\nDer permanente Bann ist einzig und allein durch diesen Chat-Log entstanden. Die negative Einstellung kam daher, dass mir von Anfang an die Schuld für alles gegeben wurde, ich beleidigt und  beschuldigt wurde zu trollen, weil ich LeBlanc spielte. Ich habe wie gesagt, die Beleidigungen der Gegner nicht dazu geschrieben.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-01T19:36:26.127+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0001000000020000,timestamp=2019-11-01T19:16:19.783+0000)\n>\n> Die 14 Tage-Sperre war am 12.Januar, also mehr als 10 Monate her, die ebenfalls durch so eine einfache Diskussion zustanden kam, die von meiner Seite ein bisschen offensiver war, aber dennoch ohne Beleidigungen. Diese Sperre konnte ich allerdings noch halbwegs nachvollziehen.\n> \n> Der permanente Bann ist einzig und allein durch diesen Chat-Log entstanden. Die negative Einstellung kam daher, dass mir von Anfang an die Schuld für alles gegeben wurde, ich beleidigt und  beschuldigt wurde zu trollen, weil ich LeBlanc spielte. Ich habe wie gesagt, die Beleidigungen der Gegner nicht dazu geschrieben.\n\nSelbst wenn die 14 Tages-Sperre 2 Jahre zurückgelegen hätte. Du hast selbst geschrieben, dass Du danach eine Pause gemacht hast, und vor 2 Wochen wieder mit Spielen angefangen hast.\nDa bei LOL relevant ist, wie viele Spiele du gespielt hast und nicht wie viel Zeit seither vergangen ist, ist es für Deinen Account also die ersten Spiele nach dem 14 Tagesbann gewesen. Du hättest schlicht und ergreifend einfach die anderen Spieler muten sollen. Das hast Du nicht gemacht. Somit hat Dich dieser Chatverlauf - der für sich gesehen höchstens eine CR nach sich gezogen hätte wenn keine Vorstrafen vorhanden gewesen wären - nun einmal Deinen Account gekostet.\nAn Deinem 14 Tagesbann hättest Du ja eigentlich schon merken müssen, dass so ein Chatverlauf eine Strafe nach sich zieht. Offenbar hattest Du aus Deinem Bann nichts gelernt, sonst hättest Du von vornherein die Spieler gemutet, die Dich angegangen haben.","replies":[{"id":"","poster":"need elo police","date":"2019-11-01T19:43:04.066+0000","up_votes":8,"down_votes":1,"body":"So ist es. Ist der Account erstmal permanent gesperrt, fällt den Leuten erst auf wie viel Geld oder Zeit sie in den Account schon gesteckt haben.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-11-01T20:31:07.380+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0001000000020000,timestamp=2019-11-01T19:16:19.783+0000)\n>\n> Die 14 Tage-Sperre war am 12.Januar, also mehr als 10 Monate her, die ebenfalls durch so eine einfache Diskussion zustanden kam, die von meiner Seite ein bisschen offensiver war, aber dennoch ohne Beleidigungen. Diese Sperre konnte ich allerdings noch halbwegs nachvollziehen.\n> \n> Der permanente Bann ist einzig und allein durch diesen Chat-Log entstanden. Die negative Einstellung kam daher, dass mir von Anfang an die Schuld für alles gegeben wurde, ich beleidigt und  beschuldigt wurde zu trollen, weil ich LeBlanc spielte. Ich habe wie gesagt, die Beleidigungen der Gegner nicht dazu geschrieben.\n\nDie Frage, wann dein 14 Tages Bann war, ist halt ziemlich irrelevant. Für Riot ist es nur wichtig, wie viele Spiele du auf dem Account nach deiner Strafe absolviert hast. Und das werden halt nicht viele gewesen sein.\nDu kannst halt auch 2 Jahre Pause machen und nur auf Smurfs spielen, deine Vorstrafe würde trotzdem bestehen bleiben.","replies":[]}]},{"id":"","poster":"Atabalacce","date":"2019-11-13T13:10:00.315+0000","up_votes":1,"down_votes":1,"body":"eine \"ellenlange diskussion mit aggressiver grundhaltung\" hat aber mit flame absolut nichts zu tun und rechtfertigt es nicht, permanent von der Spielteilnahme ausgeschlossen zu werden","replies":[]}]},{"id":"","poster":"need elo police","date":"2019-11-01T17:15:18.651+0000","up_votes":6,"down_votes":1,"body":"Spielt doch keine Rolle ob du beleidigt wirst. Es zählt nur dein Verhalten, und für einen Permabann reicht es. Du bekommst auch nur in den seltensten Fällen eine Nachricht, dass jemand bestraft wurde.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T19:00:52.635+0000","up_votes":2,"down_votes":3,"body":"Wie wäre es z.B. mit einem Permanenten Chat Bann oder für ein Jahr? Theoretisch kann man dann ja auch dafür gebannt werden \"bg\" am Ende zu schreiben...\n\nIch kann einen Account der wahrscheinlich um die 2000 Spielstunden hat nie wieder benutzen.","replies":[{"id":"","poster":"need elo police","date":"2019-11-01T19:09:18.141+0000","up_votes":6,"down_votes":1,"body":"Es spielt keine Rolle wie viel Spielstunden du investiert hast. Wenn du diskutieren willst, können wir das gerne machen. Diesen Account wirst du deswegen aber nicht mehr zurück bekommen.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T19:20:15.653+0000","up_votes":2,"down_votes":4,"body":"Nette Worte... pass auf das du nicht gebannt wirst.","replies":[{"id":"","poster":"need elo police","date":"2019-11-01T19:33:56.518+0000","up_votes":8,"down_votes":2,"body":"Keine Bange, ich verhalte mich korrekt. Ich habe nichts zu befürchten.","replies":[]},{"id":"","poster":"Eroticat Nimar","date":"2019-11-02T05:33:08.687+0000","up_votes":2,"down_votes":0,"body":"> Nette Worte... pass auf das du nicht gebannt wirst.\n\n\nMerkste selber dass du selbst im Forum rumkotzt oder ?!","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2019-11-01T19:41:41.529+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0001000000010000,timestamp=2019-11-01T19:00:52.635+0000)\n>\n> Wie wäre es z.B. mit einem Permanenten Chat Bann oder für ein Jahr? Theoretisch kann man dann ja auch dafür gebannt werden \"bg\" am Ende zu schreiben...\n> \n> Ich kann einen Account der wahrscheinlich um die 2000 Spielstunden hat nie wieder benutzen.\n\nTheoretisch kannst Du dafür gebannt werden, wenn Du einfach nur spielst.\nWieso übertreiben eigentlich alle Spieler, die eine Strafe erhalten haben, immer so? Ich lese regelmäßig von bestraften Spielern, dass man dann ja 95 % der LOL-Spieler bannen müsste, weil ja alle mindestens genau so schlimme Sachen schreiben wie man selbst.\nDu warst nun einmal mit dem 14 Tagesbann vorbelastet. Dir wurde mit dem 14 Tagesbann der permanente Ausschluss angedroht, wenn Du weiterhin negativ bist. Du warst negativ und hast nun die Quittung dafür bekommen, und jetzt machst Du hier einen auf Opfer, dass ja absolut überhaupt keine andere Wahl hatte als den Roman im Spiel zu schreiben, den man im Chatverlauf sieht?\nDu hattest die Möglichkeit, die Spieler zu muten. Diese Möglichkeit hast Du nicht genutzt. Ergo bist Du für Deine Strafe voll und ganz selbst verantwortlich.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-11-01T16:15:42.502+0000","up_votes":6,"down_votes":2,"body":"Ja finde ich. \nEs spielt keine Rolle, was die anderen gesagt haben. Das eigene Verhalten rechtfertigt das nicht. \nich darf auch niemanden beklauen, nur weil er mir die Hand gebrochen hat. \n\nDie anderen werden auch unabhängig von dir bestraft. Wieso sollte das bei dir anders sein?\n\n---\n\nEine Rückmeldung erhält man nur extrem selten, auch wenn eine Strafe erfolgt ist.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T16:59:34.518+0000","up_votes":2,"down_votes":1,"body":"Ich habe dennoch niemanden beleidigt und nur gesagt, dass die Aussagen der anderen keinen Sinn machen.\nIch war nur schlecht drauf, weil ich geflamed wurde. Der 14 Tage Bann und der finale jetzt zum Schluss waren einzig und allein aus diesem Grund und in den Anmerkungen zu den Banns steht nur, dass ich durch extrem toxisches verhalten gebannt wurde...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-01T20:20:11.190+0000","up_votes":2,"down_votes":1,"body":"Man muss nicht beleidigen um bestraft zu werden. \nDu warst zwar nicht sonderlich toxisch und der Chatlog würde unter normalen Umständen vermutlich nicht mal eine CR nach sich ziehen. Allerdings herrschen bei dir keine normalen Umstände. Du hattest bereits eine 14 Tage Sperre, und da reichen schon Reportaufrufe um einen Bann zu triggern. \n\nEs tut mir leid für deinen Account. Leider lässt sich das nicht mehr rückgängig machen. Fürs nächste Mal weißt du, dass Diskussionen dir nichts bringen außer vielleicht eine Strafe...","replies":[]}]}]}]}]},{"id":"","poster":"Saliera","date":"2019-11-04T01:46:43.171+0000","up_votes":6,"down_votes":0,"body":"ich seh hier von dir immer nur \"ich meinte, ich wollte, ich hätte\". was du dir eventuell irgendwo in dem spiel gedacht hast, ist völlig irrelevant. es zählt was du schwarz auf weiß geschrieben hast. du bewegst dich im internet zwischen leuten die dich nicht kennen. hier zählt nur wortwörtlich was da steht. das lesen deine mitspieler und interpretieren es für sich selbst, und das wertet auch das reportsystem aus. ja, meiner meinung nach hast du das spiel bereits ab der lobby negativ beeinflusst. du schreibst du überlegst zu leaven. es interessiert niemanden was genau du damit gemeint hast, es braucht auch niemanden zu interessieren. willst du in der lobby leaven, dann geh einfach. sowas muss man nicht mitteilen. was hast du erwartet was 4 wildfremde darauf antworten sollen? sowas schreibt man doch, wenn man etwas von den anderen erwartet. du hast aber nichts zu erwarten, du bist vom system random zugeteilt worden und warst bei der auswahl zu langsam. schreibst du sowas, geht man davon aus, dass du wenn du deinen willen nicht kriegst, während der partie afk gehst, weil du offenbar jetzt schon tiltest. denn sonst, ich wiederhole mich, hättest du einfach geleavt oder nichts geschrieben.\n\nund ja nach dem start hätte ich lb auch als trollpick angesehen. ob ich dich dafür reportet hätte, hätte dann dein umgang mit ihr entschieden. übrigens passt deine diskussion um den pick hier, auch wieder zu dem ganzen geschreibe. du sagst du hattest die besten stats. dir wird nachgewiesen, dass es nicht so war. du ruderst zurück und sagst du meintest nur im vergleich mit dem adc. es interessiert niemanden was du meintest, es zählt was da steht. und du warst nunmal nicht der beste im game, so stellst du es mit der formulierung aber dar. hör auf im internet irgendwelche sachen zu schreiben, die du ja doch nicht so gemeint hast. drück dich deutlich aus, das wird dir überall helfen. jeder leser interpretiert deine worte für sich selbst. niemand kann in deinen kopf gucken und du wirst in deinem leben öfter mit fremden schreiben, als mit leuten die dich kennen.\n\ndanach schreibst du ingame romane. sprich du kannst gar nicht richtig spielen, weil du die ganze zeit mit tippen beschäftigt bist. du hast bei jedem satz irgendwo untätig rumgestanden und nichts zum spielerfolg beigetragen. es ist egal was deine mitspieler geschrieben haben. alleine durch deine antworten hast du sie immer weiter aufgestachelt. die haben sich genauso genötigt gefühlt zu antworten, wie du. die sagen genauso, die hätten sich gegen dich verteidigt. du hast also deinerseits dafür gesorgt, dass die nicht spielen. du hast die stimmung noch weiter negativ beeinflusst. es interessiert niemanden was die gemacht haben oder ob ihr euch gegenseitig hochgeschaukelt habt. jeder spieler zählt für sich allein. wär ich in dem spiel gewesen, hätte ich dich auch reportet. deine art hätte dazu geführt, dass ich im jungel oder auf einer lane farmen gegangen wäre. für mich wäre das spiel gelaufen gewesen. ich hätte nicht rumgeschrieben, ich hätte nicht diskutiert. ich hätte nur auf den lose gewartet und jeden der da am diskutieren war reportet.\n\ndu verteidigst dich hier immer damit du wärst seit 11 monaten nicht toxic. du sagst doch selbst du hast fast nicht gespielt. für riot ist der bann erst x spiele her. wär sonst auch zu einfach strafen zu umgehen indem man einfach nicht mehr online kommt. deine 11 monate existieren für riot nicht. zeit wird nicht in zeit gerechnet, sondern in absolvierten spielen. deshalb gibt es auch die cr für spielanzahl und nicht tage. wenn man im forum ein bischen mitliest, sieht man schnell, dass nach dem 14 tage nicht monate sondern jahre vergehen müssen, sprich es werden nicht 100 spiele sein. häng da eher noch die ein oder andere 0 ran.\n\ntut mir leid, dass es so für dich gelaufen ist. ohne die vorstrafen wäre gar nichts passiert, solche spiele hatte ich auch schon. man braucht hier nicht über gerechtfertigte strafen diskutieren. dir ist mit dem 14 tage bereits mitgeteilt worden, dass du unerwünscht bist. man hat dir aber die möglichkeit gegeben weiter zu spielen und dich zu benehmen. also zu beweisen, dass du auch anders kannst. anstatt dich dezent zurück zu halten, hast du dich über deine mitspieler gestellt und jetzt willst du hier die absolution. man muss niemanden beleidigen um toxic zu sein. du bist in nem alter, wo du für dein verhalten gerade stehen musst, auf andere zeigen ist nicht mehr. und internet heißt nicht, dass man überall seine scheiße rausrotzen kann, weil mans ja vielleicht doch nicht so gemeint hat. lern drauß, lol ist nicht das einzige umfeld wo das so läuft.","replies":[{"id":"","poster":"Snipe97","date":"2019-12-06T13:44:14.029+0000","up_votes":1,"down_votes":3,"body":"Sehr guter kommentar ich selbst wurde auch gebannt aber ich habs akzeptiert so scheisse wie es auch sein mag, aufjedenfall bin ich auch nicht der kritikfähigster Mensch, trotzdem nehme ich auch wen ungern kritik an und versuche es zu bessern. Aber ich verstehe beide seiten. Green Pirate, es ist kake aber so ist en nunmal leider nimm es einfach an es ist nur ein game acc, hab meinen auch nicht mehr. Aber ich finde die bann methode in LoL auch kake und hab auch ne diskussion gestartet schau doch nach habs einfach so mal gemacht nicht grossartig ernstes dabei gedacht.","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-06T14:03:06.569+0000","up_votes":3,"down_votes":0,"body":"Der Thread hier ist einen Monat alt. Du solltest nicht erwarten, dass hier sich noch etwas tut.","replies":[]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T15:02:53.793+0000","up_votes":1,"down_votes":2,"body":"Danke für die Antwort.\n\nNatürlich teile ich mit was ich mit welchen Textpassagen meinte, weil das der ganze Sinn dieses Posts ist, da viel falsch interpretiert werden kann und wie man sieht auch wird, weil mir keiner in den Kopf gucken kann, wie du schon sagst. Da widersprichst du dir im selben Absatz\n\nIn der Lobby wurde sehr viel geschrieben und meine Mates haben sich über die Midlane beschwert, weil sie einfach eingeloggt hat. Deshalb sagte ich gesagt, dass ich vielleicht eh leaven will, weil dann wäre es kein Problem gewesen und ich hätte nicht Support spielen müssen. Natürlich muss ich das nicht sagen, da gebe ich dir recht.\n\nDas immer noch jemand etwas zur dem \"LeBlanc Trollpick\" sagen finde ich echt albern. Es war ein Blind Pick Game (wir spielten z.B. auch gegen Twisted Fade ADC) und LeBlanc ist auch kein Teemo. Ich habe jede menge DMG und 2 Binds.\nIch habe bereits gesagt, dass dies mein Fehler war, weil ich die Stats nicht mehr richtig im Kopf hatte. Das Spiel war bereits eine Woche her.\n\nDer Mute Knopf wird in Zukunft bei mir auch lockerer sein, weil ich so etwas sicher nicht mehr riskiere. Tut mir wahrscheinlich auch besser.\n\nZwischen dem 14 Tage Bann und diesem lagen um die 100-200 Spiele.\n\nIch verstehe, dass der Bann meine Schuld ist, aber dennoch finde ich die Strafe zu hart, auch wenn jeder gleich behandelt wird, wünsche ich mir dennoch die Zeit des Tribunals zurück.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-04T16:22:44.806+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=00740000,timestamp=2019-11-04T15:02:53.793+0000)\n>\n> Danke für die Antwort.\n> \n> Natürlich teile ich mit was ich mit welchen Textpassagen meinte, weil das der ganze Sinn dieses Posts ist, da viel falsch interpretiert werden kann und wie man sieht auch wird, weil mir keiner in den Kopf gucken kann, wie du schon sagst. Da widersprichst du dir im selben Absatz\n> \n> In der Lobby wurde sehr viel geschrieben und meine Mates haben sich über die Midlane beschwert, weil sie einfach eingeloggt hat. Deshalb sagte ich gesagt, dass ich vielleicht eh leaven will, weil dann wäre es kein Problem gewesen und ich hätte nicht Support spielen müssen. Natürlich muss ich das nicht sagen, da gebe ich dir recht.\n> \n> Das immer noch jemand etwas zur dem \"LeBlanc Trollpick\" sagen finde ich echt albern. Es war ein Blind Pick Game (wir spielten z.B. auch gegen Twisted Fade ADC) und LeBlanc ist auch kein Teemo. Ich habe jede menge DMG und 2 Binds.\n> Ich habe bereits gesagt, dass dies mein Fehler war, weil ich die Stats nicht mehr richtig im Kopf hatte. Das Spiel war bereits eine Woche her.\n> \n> Der Mute Knopf wird in Zukunft bei mir auch lockerer sein, weil ich so etwas sicher nicht mehr riskiere. Tut mir wahrscheinlich auch besser.\n> \n> Zwischen dem 14 Tage Bann und diesem lagen um die 100-200 Spiele.\n> \n> Ich verstehe, dass der Bann meine Schuld ist, aber dennoch finde ich die Strafe zu hart, auch wenn jeder gleich behandelt wird, wünsche ich mir dennoch die Zeit des Tribunals zurück.\n\nUnd hier auch noch mal:\nDie einzigen Unterschiede zwischen jetzt und Tribunalzeiten sind:\n- Zu Tribunalzeiten dauerte es eine ganze Weile bis die Fälle der reporteten Spieler zur Abstimmung kamen.\n- Die Spieler haben abgestimmt, ob der Chatverlauf Bestrafungswürdig ist oder eben nicht.\n\nHeutzutage macht es das Instant-Feedback-System, was die Chatlogs bewertet. Hier hat es den Vorteil, dass dieses System bei jedem Chatverlauf die gleichen Maßstäbe ansetzt, ob Bestrafungswürdiges Verhalten vorliegt oder nicht. Es prüft auch deutlich schneller, ob der Spieler Bestraft werden soll oder nicht.\n\nDas Tribunal hat seiner Zeit auch nur folgendes Abgestimmt: Bestrafen Ja oder Nein. Es hat nicht über das Strafmaß abgestimmt. Das Strafmaß wurde dann automatisch vergeben. Und wenn der Spieler einen 14 Tagesbann hatte, war dann die nächste Strafe der Perma, ohne dass die Tribune auch nur irgendeinen Einfluss auf das Strafmaß hätten nehmen können.\n\nDu hättest also auch zu Tribunalzeiten den Perma erhalten, da dieser die für Deinen Account nächste Strafstufe war.\n\nAber, worauf ich von Dir noch keine Antwort bekommen habe: Du gibst selbst zu, dass Du eine Strafe verdient hast:\n\n> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=003a0001,timestamp=2019-11-03T19:02:08.277+0000)\n>\n> Eine Strafe ist finde ich auch gerechtfertigt, aber so etwas wie 3 Monate oder permanenter Chat Bann. Ich habe 4 Jahre mit dem Account ruhig gespielt und hatte dann vor 11 Monaten für einen Monat eine stressige Zeit, weshalb die 3 Banns bekam.\n> \n> Hätte ich gewusst, dass bereits sowas zu einem permanenten Bann führt würde ich jede Runde den Chat deaktivieren.\n\nWenn Du schon selbst schreibst, dass der Chat Bestrafungswürdig ist, weshalb ignorierst Du dann, dass Dir der Perma angedroht wurde, wenn Du  nach dem 14 Tagesbann Bestrafungswürdiges Verhalten an den Tag legst. Es heißt dort nicht, dass Du ein bisschen negativ sein darfst. Du darfst **absolut gar nicht mehr** negativ sein.\nDa Du selber einräumst, dass Du eine Strafe verdient hast, ist der Perma als für Dich anstehende Strafstufe nur konsequent, da er Dir auch bereits angedroht wurde. Natürlich findest Du es als betroffener Unfair. So ziemlich jeder Bestrafte hält seine Strafe für unfair, und er hätte lieber eine andere Strafe erhalten. Hier geht es allerdings nicht darum, was sich der Bestrafte wünscht oder womit er am besten leben könnte. Hier geht es darum, welche Strafstufen RIOT setzt. Und wenn RIOT mitteilt, dass es nach dem 14 Tagesbann den Permabann gibt, dann gibt es nach dem 14 Tagesbann nun einmal den Permabann, egal ob es für einen schwach negativen Chat ist, oder ob der Chat vor Salzigkeit nur so trieft.\n\nUnd nur um es noch einmal zu Wiederholen: Beim Tribunal hättest Du ebenfalls einen Perma nach dem 14 Tagesbann erhalten. Es wurde nämlich nie über die Strafstufe abgestimmt, sondern nur ob der Spiele eine Strafe für den Chat bekommen soll, oder nicht.","replies":[]},{"id":"","poster":"Saliera","date":"2019-11-04T16:15:23.885+0000","up_votes":3,"down_votes":1,"body":"ich widerspreche mir in keinster weise. es ist völlig egal was du hier im forum versuchst zu erklären. wichtig ist ausschließlich was du in dem spiel wortwörtlich geschrieben hast. es ist völlig egal was du dir da gedacht hast, jeder deiner mitspieler hat seine eigenen schlüsse gezogen und entsprechend darauf reagiert. du versuchst dich hier in den kommentaren immernoch überall zu verteidigen und zu rechtfertigen. das ist aber absolut überflüssig. dafür ist es schlichtweg zu spät, war es ab dem moment wo du im spiel auf enter gedrückt hast.\n\nist süß, dass du in bezug auf den pick den sinn der passage anscheinend ignorierst. aber ich führe es dir gern nochmal aus. du hast das spiel direkt negativ begonnen und das ganze mit einem trollpick garniert. das war sahnehäubchen mit kirsche oben drauf. also deiner, sowieso schon scheißeinstellung aus der cs, nochmal virtuell nachgetreten. ich spiele selbst ausschließlich support und bei so einem pick krieg ich das kotzen. du hast deiner ashe keinerlei unterstützung auf die lane gebracht. die war vom ersten moment im ladebildschirm schon getriggert und sollte dann entweder solo 1vs2 spielen oder dich supporten. für deinen adc war klar, dass du entweder nutzlos bist (weil kein gold, keine items) und absolut nichts beiträgst oder ihr den farm und die kills wegnimmst um usefull im game zu bleiben. lb stiehlt mit w den kompletten farm, macht kein gold und kein wavecontroll für ashe. adc ohne items klingt nach level 6 echt bombe. deine stuns greifen erst wenn dein gegner lange genug in reichweite deiner kette bleibt, wenn er nicht ganz doof ist, wird er da sofort raus sein. in der zeit musst du in die gegner rein und verlierst mit sicherheit die verbindung. du stehst also in zwei gegnern, kannst dich nicht verteidigen und dein adc darf hinter dir her rennen und versuchen dich zu retten, während du ihm die ressourcen streitig machst. du meinst das hätte deine mitspieler nicht noch zusätzlich negativ beeinflusst, dass du deine ashe eigenmächtig zum supporter degradiert hast? doch hat es. die wussten im ladebildschirm schon, dass sie 4vs 5 spielen, weil du oder ashe völlig nutzlos sein werden. einer von euch konnte in der kombination nicht ins game kommen, einer von euch konnte nicht genug ressourcen sammeln um die items zu kaufen die er zwingend braucht. währenddessen hat dein gegnerteam locker zwei leute auf der lane durchgefüttert.\ndann hast du in den kommentaren hier im forum mehrmals versucht den pick zu verteidigen und dich als besten spieler hingestellt, der du nicht warst. du ruderst zurück und beziehst das nur auf ashe. den adc dem du lediglich die stats geklaut hast und sie dafür auch noch verantwortlich machst. du redest und redest und redest. du erkennst nicht, dass du schlichtweg von anfang an deinen mitspielern ins gesicht gespuckt hast und ihnen dafür auch noch die schuld gibst. du wunderst dich, dass die ingame stress gemacht haben, wobei du doch maßgeblich daran beteiligt warst sie permanent zu reizen. einfach indem dein verhalten von beginn an gezeigt hat was du von ihnen hälst und dann im chat sachen schreibst, die du vielleicht anders gemeint hast, die aber niemand so verstehen kann, weil sie dich nicht kennen.\n\nwie ich oben bereits geschrieben habe, führt mehr oder weniger aufmerksames lesen des forums zu der erkenntnis, dass 100 spiele für ein zurücksetzen der strafstufe zu wenig sind. rechne mal eher mit etwa 1000 spielen und mehr. die leute brauchten bisher jahre dazu bzw. wurden selbst weit mehr als ein jahr nach dem 14 tage noch direkt permagebannt. das die kleinsten vergehen dafür ausreichen, ist auch hinlänglich bekannt.\n\nes ist schön, dass du die funktion des mutes inzwischen einsiehst. damit hättest du nicht nur dir den ärger erspart. zu zeiten des tribunals wäre es aber warscheinlich genauso gelaufen. da wurde ich öfter mal ein paar tage für deutlich weniger gebannt. auch das tribunal hat die hintergedanken nicht interessiert und ich kann dir versichern, die waren sehr ironieresistent. ich würde sogar behaupten, dass du beim tribunal schneller weg gewesen wärst. seit dem neuen system hatte ich keine einzige strafe mehr.\nja die strafe ist sicher für den einen chat zu hart. aber wie ich bereits oben schrieb, dir wurde mit dem 14 tage bereits mitgeteilt, dass du unerwünscht bist. was hätte man also stattdessen noch für eine strafe zwischen 14 tage bann (ich will dich nicht hierhaben und schmeiß dich beim nächsten mal entgültig raus) und perma nehmen sollen? es gibts nichts mehr dazwischen, alles andere wären strafen die man hätte vor einem 14 tage bann aussprechen müssen. wenn man dir sagt, man will dich mit dem verhalten hier nicht haben, ist eine cr für egal wie lange als nächste strafe schlichtweg nicht verhältnismäßig. bei der 25 cr hatte man dir zu dem thema bereits genug gesagt. wieso sollte man da vor dem timebann noch mehr cr-stufen einbauen? ein weiterer timebann, wäre aber auch sinnlos, da der 14 tage als deutliches signal bereits ausreicht. es ist reine kulanz seitens riot, dass du nur 14 tage gebannt wurdest und danach eine letzte chance hattest. irgendwann reicht es einfach. wer nicht hören will, muss fühlen.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2019-11-03T00:57:31.919+0000","up_votes":6,"down_votes":0,"body":"Ich bin erstaunt, dass dieser Beitrag so hoch gevotet ist. Zumal der TE einem massiven Selbstbetrug aufsitzt. Ein Schelm wer Böses dabei denkt.\n\n1. Es gab einen 14-Tage Bann vor einiger Zeit. Das ist wohl der wichtigste Grund für den jetzt folgenden Perma. Jeder, der hier noch was erzählt, dass der Bann ungerechtfertigt ist, lese doch bitte nochmal die Spielregeln durch. Oder blättere sich durchs Forum.\n2. Der TE verteidigt sich nicht. Er diskutiert und spart nicht mit Worten. Davon sind eine Menge auch toxisch.\n3.  Insgesamt schreibt der TE zu viel. Das ist ein LOL-Spiel und kein Poetry Slam. Statt einer solchen wall of text hätte er sich auf Spiel konzentrieren sollen. Chat kann man ausschalten, wenn es zu blöd wird.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:34:39.284+0000","up_votes":1,"down_votes":2,"body":"Ich habe 4 Jahre vorbildlich mit dem Account gespielt, dann über einen Monat eine schlechte Phase und war dann 11 Monate wieder ruhig. Nach Regeln ist der Bann gerechtfertigt, allerdings ist genau das der Punkt. Von mir aus gebt mir eine permanente Chat-Sperre, aber für so ein vergehen ist das einfach zu heftig.","replies":[{"id":"","poster":"TrustMeImNami","date":"2019-11-09T07:55:32.754+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir alles durchgelesen und komme zum Schluss, du hast dir den Permaban tatsächlich verdient. Es geht nicht darum, wie \"gut\" deine Stats im Vergleich zu deinen Teammates waren oder ob du dich nur verteidigt hast. \n\nDu hattest die Möglichkeit, den Chat zu muten und zu spielen aber wolltest lieber chatten. Ich spiel League schon sehr lange und habe den Team -/ Crossteamchat dauerhaft gemuted, einfach weil absolut niemand etwas Sinnvolles schreibt. \nBetrachte das Geld und die Zeit, die dir mit dem Account flöten gegangen ist als Lehrgeld.\n\nTatsächlich ist es halt auch egal, wie brav du sonst warst, du standest unter Beobachtung und hast dich daneben verhalten.\nTrag die Konsequenzen jetzt wie ein Erwachsener. \n\nSchönes Wochenende","replies":[]}]}]},{"id":"","poster":"MSF Akito","date":"2019-11-01T15:38:42.102+0000","up_votes":9,"down_votes":5,"body":"Einen perma Bann allein dafür zu bekommen finde ich schon etwas heftig. Für gewöhnlich bekommt man keinen Perma für ein einziges Spiel. Hattest du schon mehrere \"Vorstrafen\"? Wie Chatban, 7 Tage Ban.. irgendwie sowas? Wenn ja, dann könnte sich das aufaddiert haben &amp; hat deshalb jetzt mit einem perma Bann geendet, weil du Feuer mit Feuer bekämpft hast. Wenn allerdings noch nie etwas vorgefallen ist, dann ist perma (zumindest in meine Augen) völlig übertrieben. \nIch kenne solche Spiele &amp; ich weiß wie frustrierend es ist, wenn ein ADC inted was das Zeug hält &amp; man als Supp den flame dafür kassiert. So nervig es ist, man muss es dann einfach schlucken. Du musst es einfach ignorieren.","replies":[{"id":"","poster":"naurcyll","date":"2019-11-02T07:40:32.739+0000","up_votes":6,"down_votes":0,"body":"Also zu erst einmal.So wie du es dort aufgeschrieben hast ist der perma Bann in der Tat nicht nachvollziehbar für mich.  Klar du warst wirklich mal toxic weshalb du auch 14 Tage gebannt wurdest. Aber meiner Ansicht nach hast du dich dort nur verteidigen wollen. Du hast weder beleidigt noch bist du von irgendwelchen Tatsachen abgewichen. Ich kann perse keine leute ausstehen die etwas in den chats abziehen wie das was sie bei dir getan haben nur weil man mal etwas anderes ausprobieren will in einem blind pick game was genau für sowas da ist. Was man dir hier praktisch vorwirft ist dass du es dir nicht gefallen lassen wolltest dich beleidigen zu lassen wasmeiner meinung nach etwas komplett anderes als negative attitude ist du hast ja weder auf einen run it down modus umgeschaltet noch random angefangen einfach garnix mehr zu machen. Das einzige was ich an dem chat wirklich als problematisch sehe ist die aussage am anfang mit  I will dodge  und  irgendwann mitten drin das  ich geh afk. Ich vermute mal dass riot da einfach nur  das chat protokoll an diesen stellen durchgelesen ha bzw  irgend ein report bot das als trigger worte sieht usw.  In anbetracht deiner vorstrafe haben sie sivh halt instant rausgeworfen.  Ich finde es wirklich übertrieben zumal die anderen und auch das gegnerteam dich halt versucht hat zu tilten und da kann es passieren dass man mal was doofes schreibt wie ich geh afk  aber du hast es nicht getan also sehe ich da kein wirkliches problem. Meiner meinung nach hätten eher die anderen für übermäßiges provozieren und die Evelynn deinen Aussagen folgend auch für Beleidifung eine chat restriction erhalten sollen. Ich kann dir nur einfach raten dich nicht mehr auf solche dinge einzulassen und einfach sofort  nachdem du 1 mal gesagt hast dass es nicht korrekt ist was sie dort sagen (und zwar vernünftig) einfch auf /fullmte [All] zu gehen und das spiel spiel sein lassen. Oder enfach nicht mehr darauf reagieren was sie schreiben und dein Ding durch ziehen. Ich wünsche dir alles gute und hoffe,dass sich riot den fall noch mal ansieht und mit dir durchgeht die replays existieren ja noch. Ein Permabann erforder nämlich aus meiner Sicht deutlich mehr als nach einem Jahr einmal miese laune zu haben. Kann jedem mal passieren. Evtl kannst du auf frühere games   in dem 2 wochen rahmen verweisen wo du für teamplay gehonord wurdest. Das würde zumindest zeigen dass du bei einem vernünftigen Team auch eine förderliche leistung Bringen kannst . Hast du einen Zeugen der mit dir in dem spiel dabei war? Es klang so als sei die midlane kommentarlos aus diesem spiel gegangen. Frag ihn als zeugen an der bestätigt dass die anderen geflamed und provoziert haben und nicht du. Und versuche villeicht einfach mal deine spiele zu streamen. Nicht nur damit du evtl zuschauer hast die  als beweis dienen sondern auch einen eigenen game mitschnitt auf den du zu greifen kannst.   Natürlich ist das jetzt zu spät für deinen alten account aber es hilft dir villeicht bei deinem neuen. Wobei ich wirklivh hoffe,dass sowas nicht noch mal passiert.  So nochmal von mir viel glück...so wie  du es dargestellt hast stehe ich voll hinter dir, dies ist definitiv keinen Permabann wert.\n\n\n\n\nGrad erst gesehen dass ich beim antwort button auf nen anderen kommi geschrieben hab. Sry my bad 😅","replies":[{"id":"","poster":"Gamecreeper19","date":"2019-11-03T03:20:36.396+0000","up_votes":2,"down_votes":0,"body":"Meiner meinung nach ist auch verteidigung nich gerechtfertigt ( wenn auch nachvollziehbar) da für nicht gefallenlassen der mute button genug wäre sich zu revanchieren ist immer der falsche weg da es nichts bringt ausser sich gegenseitig hochzuschaukeln und beide vom spiel abzulenken lass den vor sich hin flamen wenn du nicht mehr antwortest hört er irgendwann auf und nach dem game report schluss aus die sache hat sich erledigt und nächstes game","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:33:01.573+0000","up_votes":1,"down_votes":0,"body":"Ich wusste nicht, dass bloßes verteidigen zum Bann führen kann, in Zunkuft würde ich es genauso machen.","replies":[]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:32:09.764+0000","up_votes":1,"down_votes":0,"body":"Hey vielen Dank für dein Kommentar und das du dir so viel Zeit genommen hast.\nDas \"i think i will leave\" war auf die Pre-Game Lobby bezogen und nicht auf das richtige Spiel, dennoch bin ich Support gegangen, weil nicht anderes übrig war. Ich bin normalerweise ein positiver Spieler und motiviere auch gerne, allerdings hat mich genau das aus dem Konzept gebracht, weil es einfach ungerechtfertigtes flamen war.\nDer Suppport will mir 0 in dieser Angelegenheit helfen, weil ich eine Negative Einstellung an den tag gelegt habe.\nSomit wäre es anscheinend auch ein Bann-Grund einfach \"bg\" am Ende zu schreiben, macht einfach keinen Sinn...\n\nSollte ich diesen Account je zurück bekommen würde ich sowas sofort muten, aber wer kann sowas bitte ahnen?\n\nIch hatte auch übriges, trotz des Buches was ich in diesem Game geschrieben habe, die besten Stats, als kann man mir auch nicht  vorwerfen, ich hätte nicht richtig gespielt.","replies":[]},{"id":"","poster":"Ratanka","date":"2019-11-02T13:47:08.703+0000","up_votes":1,"down_votes":0,"body":"Du warst nach dem 14 Tage Bann, und das wusstest du, auf deiner letzten Chance. Ich habe alles gelesen und... Ja der permanente Bann ist Verdient sorry... Wenn man weiß dass man auf mega Bewährung ist darf man sich so nicht Verhalten. Fand es schon beleidigend. Sorry aber das musst du dann durch","replies":[]},{"id":"","poster":"º Nai º","date":"2019-11-02T12:45:43.911+0000","up_votes":1,"down_votes":0,"body":"Die frage ist ob er die Wahrheit sagt. Vll hat er es auch gefaked und umgeschrieben.","replies":[]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T15:48:31.041+0000","up_votes":1,"down_votes":6,"body":"Danke für deine Meinung. \nJa leider, war ich Ende letzten Jahres sehr schnell toxic, wenn ich in solche Situationen kam. Schon da hab ich aufgehört zu flamen, jedoch hatte ich dann für ein Spiel in dem ungefähr das selbe passiert ist wie hier, einen 14 Tage Bann bekommen, allerdings war ich da auch ein wenig aggressiver im chat. Danach habe ich erstmal eine Pause aufgrund der Community gemacht. Spiele jetzt seit 2 Wochen wieder aktiv und bin ruhig geblieben, bis zu diesem Spiel, weil es einfach überhaupt keinen Sinn gemacht hat.\nHätte ich vorher gewusst, dass es reicht lediglich zu antworten, hätte ich gleich alle gemuted...","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-11-01T17:23:50.428+0000","up_votes":4,"down_votes":0,"body":"Dann hättest du nur lesen müssen...","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T19:06:54.831+0000","up_votes":2,"down_votes":2,"body":"Dort stand, dass ich für toxisches Verhalten gebannt wurde. Jetzt war es toxisches Verhalten und negative Einstellung. \nDafür dass ich negativ eingestellt bin, wenn jeder im Team einen beleidigt. Wer bleibt da positiv?\n\nIst es dann auch ein Grund permanent gebannt zu werden, wenn ich die Chat-sperre und 14 durch habe und \"bg\" am Ende schreibe, weil ich negativ eingestellt war?","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-01T19:29:35.167+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0002000000000000,timestamp=2019-11-01T19:06:54.831+0000)\n>\n> Dort stand, dass ich für toxisches Verhalten gebannt wurde. Jetzt war es toxisches Verhalten und negative Einstellung. \n> Dafür dass ich negativ eingestellt bin, wenn jeder im Team einen beleidigt. Wer bleibt da positiv?\n> \n> Ist es dann auch ein Grund permanent gebannt zu werden, wenn ich die Chat-sperre und 14 durch habe und \"bg\" am Ende schreibe, weil ich negativ eingestellt war?\n\nIn der Nachricht zum 14 Tagesbann steht allerdings auch noch, dass jegliches weitere negative Verhalten zu einem permanenten Ausschluss führen.\nEs wurde Dir also angekündigt. Du hast es nur nicht richtig gelesen.","replies":[{"id":"","poster":"Atomicsplash","date":"2019-11-01T22:38:09.659+0000","up_votes":6,"down_votes":1,"body":"Also mal ganz ehrlich, man sollte das doch mal in Relation sehen, ich hatte auch schon oft solche Szenarien, wo andere versuchen dich im jeden Preis salty zu machen, weil sie selber vllt nichts zu befürchten haben (zb weil sie smurfen), oder es einfach lustig finden andere zum ragequitten zu bringen!!\nIch bin ein sehr rechtschaffener Mensch und finde es höchstgradig unfair wegen so etwas gebannt zu werden!!! Außerdem extrem asozial derer die sowas versuchen!!\nWeil er offensichtlich nicht der Auslöser ist. Andererseits wundert es mich stark das riot nichts gegen solche Spieler unternimmt, die andere zum ausrasten bringen wollen!\nwenn riot solche chatverläufe sieht müssten sie doch checken wer der Verursacher ist und nicht einfach blinkt irgendwelche Leute bannen die im Endeffekt gar nicht toxisch wären!!!??","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-11-01T23:47:57.709+0000","up_votes":6,"down_votes":1,"body":"Wer sagt denn, dass der TE nicht ebenso für das Provozieren einen 14 Tage Ban bekommen hat und jetzt gebannt wurde? \n\nEr ist einer der Spieler die bestraft werden müssen und weißt du was? \nRiot hat’s geschafft!","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:41:58.204+0000","up_votes":1,"down_votes":0,"body":"Bei jeder einzelnen Bestrafung war ich NIE derjenige der angefangen hat, allerdings hab ich früher (11 Monate) noch sehr toxisch reagiert, deswegen will ich gegen diese auch nichts sagen.","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-11-03T18:29:57.149+0000","up_votes":1,"down_votes":0,"body":"Wenn interessiert denn wer angefangen hat?","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2019-11-02T06:26:15.718+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Atomicsplash,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000200000000000000000000,timestamp=2019-11-01T22:38:09.659+0000)\n>\n> Also mal ganz ehrlich, man sollte das doch mal in Relation sehen, ich hatte auch schon oft solche Szenarien, wo andere versuchen dich im jeden Preis salty zu machen, weil sie selber vllt nichts zu befürchten haben (zb weil sie smurfen), oder es einfach lustig finden andere zum ragequitten zu bringen!!\n> Ich bin ein sehr rechtschaffener Mensch und finde es höchstgradig unfair wegen so etwas gebannt zu werden!!! Außerdem extrem asozial derer die sowas versuchen!!\n> Weil er offensichtlich nicht der Auslöser ist. Andererseits wundert es mich stark das riot nichts gegen solche Spieler unternimmt, die andere zum ausrasten bringen wollen!\n> wenn riot solche chatverläufe sieht müssten sie doch checken wer der Verursacher ist und nicht einfach blinkt irgendwelche Leute bannen die im Endeffekt gar nicht toxisch wären!!!??\n\nin einem anderen Post habe ich ebenfalls geschrieben, dass dieser Chatverlauf ohne Vorstrafen höchstens eine CR zu Folge gehabt hätte.\nDer Chatlog für sich betrachtet ist nicht wirklich schlimm. Wenn Du aber unter verschärfter Beobachtung stehst, und Dir der Perma bei weiterem negativem Verhalten angedroht wurde, sollte man doch in der Lage sein die anderen Spieler zu muten um nicht aus der Reserve gelockt zu werden. Vor allem wenn man weiß, dass man dazu neigt sich zu \"verteidigen\".\nWoher nimmst Du die Gewissheit, dass die anderen Spieler - sofern sie reportet wurden - keine Strafe erhalten haben?","replies":[{"id":"","poster":"Atomicsplash","date":"2019-11-03T14:22:07.631+0000","up_votes":1,"down_votes":0,"body":"Da diese ja wenn nur überhaupt von dem zugeflamten reported wurden, alle anderen haben ihn ja reported und niemand anderen, dadurch wird keine straqfe ausgelöst....\n\nDas problem mit dem team muten hatte ich auch schon. Der witz ist das die pings für vieles nicht ausreichen, also wird man um gescheit spielen zu können mehr oder weniger genötigt den chat wieder anzustellen....\nGrad in höheren elos ist der chat wihtig und es ist traurig das er auch für anderes verwendet wird","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-03T20:05:40.333+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Atomicsplash,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=00020000000000000000000000010001,timestamp=2019-11-03T14:22:07.631+0000)\n>\n> Da diese ja wenn nur überhaupt von dem zugeflamten reported wurden, alle anderen haben ihn ja reported und niemand anderen, dadurch wird keine straqfe ausgelöst....\n\nUnd der TE hat also überhaupt keinen Reportet? Wenn der TE die anderen Spieler reportet hat, bekommen die dann auch entsprechend ihre Strafe. Ein Report pro Spiel reicht vollkommen aus. Somit bleibt immer noch offen, woher Du die Gewissheit nimmst, dass nur der TE und kein anderer aus dem Spiel bestraft wurde.\n \n> Das problem mit dem team muten hatte ich auch schon. Der witz ist das die pings für vieles nicht ausreichen, also wird man um gescheit spielen zu können mehr oder weniger genötigt den chat wieder anzustellen....\n> Grad in höheren elos ist der chat wihtig und es ist traurig das er auch für anderes verwendet wird\n\nDas mag durchaus zutreffen. Wenn Du aber von Deinem gesamten Team geflamet wirst, kommt ohnehin keine vernünftige Kommunikation bei raus. Ein Mute verschlechtert in diesem Fall nicht Deine Spielbedingungen, allerdings hilft es dabei, den Account zu behalten.","replies":[]}]},{"id":"","poster":"MΛSTER YI","date":"2019-11-02T15:23:28.702+0000","up_votes":1,"down_votes":0,"body":"Stimmt schon, ist eigentlich egal, wer angefangen hat. Du hast dich darauf eingelassen und diese Spieler wohl dadurch auch noch mehr angestachelt. Wenn ich merke, dass sich alle quasi gegen mich verbünden - wie dumm das auch klingt - mute ich direkt alle und reporte alle die sich daran beteiligt haben am ende. Nach n paar Minuten hab ich meist schon vergessen, dass ich diese Person(en) überhaupt gemutet hab. Allerdings finde ich diese Spieler, die andere Spieler auf diese Art provozieren und sich offensichtlich daran aufgeilen, wenn andere wegen ihren Provokationen bann kriegen, sind eines der größten Probleme der LoL- Community. Leaque ist wohl kaum dazu da, das irgendwelche ausgeglichenen Deppen ihren Frust an anderen Spielern auslassen.\nIch hab zwar selber noch keinen bann gehabt, aber falls ich irgendwann bann kriegen sollte, dann nur weil wieder irgendjemand es lustig fand, andere leute zu provozieren.","replies":[]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:40:34.576+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Antwort!\n\nWie gesagt mein letzter Bann ist 11 Monate her und die vorherigen Bestrafungen, waren meist aus dem selben Grund nur habe ich da gleichzeitig toxisch reagiert, deshalb sehe ich diese auch vollkommen ein.\n\nIch bin eigentlich ein positiver Spieler, deshalb hat mich diese Geschichte nur noch mehr hochgeschaukelt.","replies":[]},{"id":"","poster":"giga2011","date":"2019-11-03T13:42:14.156+0000","up_votes":1,"down_votes":0,"body":"True","replies":[]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:36:19.443+0000","up_votes":1,"down_votes":0,"body":"Ich nur verteidigt und war nur defensiv. Ich hatte die besten Stats aus dem Team. Negatives verhalten wäre trollen, flamen, afk, provozieren usw. Nicht ohne zu flamen negativ aus flamen reagieren, denn wer tut das nicht?","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-03T19:49:14.516+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000200000000000000000001,timestamp=2019-11-03T16:36:19.443+0000)\n>\n> Ich nur verteidigt und war nur defensiv. Ich hatte die besten Stats aus dem Team. Negatives verhalten wäre trollen, flamen, afk, provozieren usw. Nicht ohne zu flamen negativ aus flamen reagieren, denn wer tut das nicht?\n\nNegatives Verhalten ist nicht alleine auf das von Dir genannte beschränkt. Nur weil Du Dir das so zusammen reimst, ist es nicht unbedingt das, was man allgemein darunter versteht. \nNegatives Verhalten beschreibt auch blamen und Dein - das steckt schon im Namen drinne - negativ auf Flamen reagieren.","replies":[]}]}]}]}]},{"id":"","poster":"Arne365","date":"2019-11-02T14:01:28.237+0000","up_votes":1,"down_votes":0,"body":"Mute einfach jeden mit allem, also kein chat keine pings und emotes. Mache ich auch. Lol ist fürs zocken da","replies":[]},{"id":"","poster":"Erystowna","date":"2019-11-02T18:10:40.109+0000","up_votes":1,"down_votes":0,"body":"Ich finde das an manchen stellen echt toxic, und echt übertrieben","replies":[]}]},{"id":"","poster":"terus666","date":"2019-11-02T12:31:46.390+0000","up_votes":1,"down_votes":0,"body":"Er hatte am Anfang erwähnt dass ban schon vorkam","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-11-01T14:35:57.867+0000","up_votes":7,"down_votes":6,"body":"https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/ERKx24Os-entbannungsantrag-xyz\n\nSchönes WE dir schon mal\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T14:48:59.816+0000","up_votes":5,"down_votes":3,"body":"Das soll kein Antrag zur Entbannung sein, da dies anscheinend ja eh nichts bringt. Ich möchte hier Meinungen zu dem ganzen hören, weil ich von dem Support keine Antworten bekommen habe, die sich auf diesen Fall sondern nur auf die Allgemeinheit beziehen.","replies":[{"id":"","poster":"Necromant","date":"2019-11-01T14:56:02.446+0000","up_votes":5,"down_votes":1,"body":"Da steht auch mehr drin als nur Infos zur Entbannung :)","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T15:39:58.237+0000","up_votes":1,"down_votes":2,"body":"Danke dafür, allerdings wurde mir all diese Dinge auch schon vom Support erzählt. Mich würde es mehr interessieren, ob du diesen Bann für gerechtfertigt hältst?","replies":[{"id":"","poster":"Necromant","date":"2019-11-01T15:42:23.577+0000","up_votes":4,"down_votes":1,"body":"Sollte es wirklich der 100% Chatlog sein. (siehe Link oben bzgl. Bilder sind nicht verfälschbar) dann finde ich dies nicht unbedingt so sehr bannwürdig. Klar steckt da bisschen salz mit drin aber das wäre bei mir pers. höchstens ne CS.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T15:50:38.168+0000","up_votes":1,"down_votes":2,"body":"Ist es... der 14 Tage Bann war ungefähr gleich, allerdings war ich da ein bisschen salziger, deswegen habe ich diesen nicht in Frage gestellt.","replies":[{"id":"","poster":"Necromant","date":"2019-11-01T15:55:25.873+0000","up_votes":1,"down_votes":0,"body":"Nur kann dir hierbei nur noch der Support helfen, da er auch zu 100% alle Daten von dir zu Einsicht hat und er weiß ob du uns hier etwaiges verschweigst.\n\nWenn er dir jedoch auch keine Hoffnung macht, dann bleibt dir wohl oder übel nur ein neuer Account und den Chat vollends zu muten.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T16:01:08.646+0000","up_votes":3,"down_votes":4,"body":"Jedoch geben sich inzwischen schon 3 Supporter nicht mal die Mühe, alles durchzulesen, da gefühlt immer nur Copy&amp;Paste Sätze zu dem Thema ankommen, deshalb hoffe ich ein paar Meinungen von der Community zu dem Thema zu bekommen.\nWie du schon sagst, die Supporter können sich die Chats von den Gegnern auch raus suchen, wenn sie wollen. Die hälfte von dem ganzen Beleidigungen der Gegner habe ich nicht mal erwähnt...\n\nIch finde diesen Permabann einfach nur lächerlich...\n\nWie ein Kind das in der Klasse von allen perment gemobbt wird, dann versucht sich zu wehren und dafür aus der Klasse geschmissen wird. Dann kommt der Lehrer an und versucht dem gemobbten Kind zu vermitteln, dass sich wehren nicht hilft und die Mobber sitzen in der Klasse und freuen sich.","replies":[{"id":"","poster":"Aymira","date":"2019-11-01T19:56:13.386+0000","up_votes":7,"down_votes":0,"body":"> Wie ein Kind das in der Klasse von allen perment gemobbt wird, dann versucht sich zu wehren und dafür aus der Klasse geschmissen wird. Dann kommt der Lehrer an und versucht dem gemobbten Kind zu vermitteln, dass sich wehren nicht hilft und die Mobber sitzen in der Klasse und freuen sich.\n\nWitzige Geschichte dazu:\nMir wurde in meiner Schulzeit ein Kaugummi in die Haare geschmiert. Als ich dann nach Unterrichtsbeginn versuchte den Mist, wohlgemerkt still auf meinem Platz, da raus zu bekommen, wurde ich für \"Stören des Unterrichts\" aus dem Raum entfernt und sollte wiederkommen wenn ich fertig bin. \n\nWar das fair? Die anderen Lachen sich kaputt und stören 3x mehr als ich, aber okay. xD\n\nWas das hier zu suchen hat? Keine Ahnung, das fiel mir gerade nur so ein. :D\n\n***\n\nHab deinen ganzen Text oben aber gelesen. \nWenn alles so stimmt dann finde ich den permanenten Bann allein überhaupt nicht gerechtfertig. \nDa du allerdings eine Vorstrafe hattest hat es nun leider so geendet. Egal wie lang das her ist, das wurde dir bereits erklärt, Riot misst Zeit leider in Spielen. Wenn du also wenig spielst \"verjährt\" die Vorstrafe nun mal nicht. \n\nWas ich aber auszusetzen hab. Uff - Du schreibst mehr in einem Spiel als ich an einem Tag bei WhatsApp. Also irgendwas läuft da schief.. Hätte nicht mal Lust mich mit all dem geistigen Dünnschiss der anderen Mitspieler solange zu befassen, wenn die nur am rum jammern sind. Also Respekt dafür das du dir dafür die Zeit nimmst...? Idk. :D\n\nWürde dir, solltest du neu anfangen, wirklich empfehlen: Mach den Chat aus, kommuniziere über die Pings...","replies":[{"id":"","poster":"Pyrovaleron","date":"2019-11-02T11:57:44.908+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Aymira,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000000000000000000000000000000000000,timestamp=2019-11-01T19:56:13.386+0000)\n>\n> Witzige Geschichte dazu:\n> Mir wurde in meiner Schulzeit ein Kaugummi in die Haare geschmiert. Als ich dann nach Unterrichtsbeginn versuchte den Mist, wohlgemerkt still auf meinem Platz, da raus zu bekommen, wurde ich für \"Stören des Unterrichts\" aus dem Raum entfernt und sollte wiederkommen wenn ich fertig bin. \n> \n> War das fair? Die anderen Lachen sich kaputt und stören 3x mehr als ich, aber okay. xD\n> \n> Was das hier zu suchen hat? Keine Ahnung, das fiel mir gerade nur so ein. :D\n> \n> ***\n\nDu heißt aber weder Mara noch Nadine oder?","replies":[{"id":"","poster":"Aymira","date":"2019-11-03T12:03:56.210+0000","up_votes":1,"down_votes":0,"body":"Nicht das ich wüsste... ¯\\_(ツ)_/¯","replies":[]}]}]},{"id":"","poster":"eingew","date":"2019-11-02T06:51:32.542+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=00000000000000000000000000000000,timestamp=2019-11-01T16:01:08.646+0000)\n>\n> Wie ein Kind das in der Klasse von allen perment gemobbt wird, dann versucht sich zu wehren und dafür aus der Klasse geschmissen wird. Dann kommt der Lehrer an und versucht dem gemobbten Kind zu vermitteln, dass sich wehren nicht hilft und die Mobber sitzen in der Klasse und freuen sich.\n\nJetzt ist es aber nicht so, dass du dich einfach nur gewehrt hast. Wenn sich beide für die Niederlage gegenseitig verantwortlich machen, haben sich beide daneben benommen.\n\nFürs nächste Mal: So Spieler einfach stumm schalten und nach dem Spiel melden. Natürlich kannst du dich rechtfertigen (*ohne* Schuldzuweisungen!), meistens ist das aber sinnlos, die hören ja doch nicht zu.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:34:13.393+0000","up_votes":1,"down_votes":1,"body":"Das ist doch nicht dein Ernst. Es ist doch offensichtlich, dass der gebannte Spieler hier das eigentlich Opfer der gesamten Situation ist. Dass ihr Leute für sowas bannt ist doch einfach peinlich! Ihr habt nicht mal einen Funken von gerechtfertigter Bestrafung verstanden.","replies":[{"id":"","poster":"eingew","date":"2019-12-13T16:22:24.261+0000","up_votes":1,"down_votes":0,"body":"Ich bin kein Rioter und habe somit keinerlei Verantwortung dafür, wer gebannt wird und wer nicht.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2019-12-08T14:16:24.639+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0000000000000000000000000000000000010001,timestamp=2019-12-08T13:34:13.393+0000)\n>\n> Das ist doch nicht dein Ernst. Es ist doch offensichtlich, dass der gebannte Spieler hier das eigentlich Opfer der gesamten Situation ist. Dass ihr Leute für sowas bannt ist doch einfach peinlich! Ihr habt nicht mal einen Funken von gerechtfertigter Bestrafung verstanden.\n\nHast Du Dir auch mal im Ansatz die Kommentare durchgelesen, oder hast Du einfach nur kurz den Eröffnungspost gelesen und dann Deine Meinung ohne im Ansatz über das IFS Bescheid zu wissen gepostet?\n\nEdit:\nNur um noch mal kurz zusammen zu fassen:\nDer Spieler hatte bereits den 14 Tagesbann. In diesem Bann wird ihm explizit mitgeteilt, dass er **gar nicht mehr** negativ sein darf. Im Chatlog ist nun einmal negatives Verhalten zu finden. Somit ist RIOT hier nur konsequent und zieht das durch, was angekündigt war.\nKannst Du als ungerechte Bestrafung empfinden, ist allerdings schlicht und ergreifend konsequent. Dem TE wurde mitgeteilt, was ihn erwartet, und er hat sich vollkommen bewusst in dies Situation hinein begeben. Er hat jetzt die Konsequenzen für sein Handeln erfahren. Wenn er schlicht und ergreifend gemutet hätte, wäre er gar nicht in diese Situation gekommen und hätte seinen Account noch. So einfach ist das.","replies":[]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:29:00.363+0000","up_votes":1,"down_votes":0,"body":"Hätte ich gewusst, dass man alleine dafür gebannt werden kann, hätte ich das ich gemacht. \nDer Account ist 5 Jahre alt und der letzte Bann 11 Monate her und aus eine schlechten Phase. Seitdem habe ich niemanden mehr beleidigt.\nWen habe ich denn beschuldigt in diesem Chat? Das mit der Evelynn so gemeint, dass es keinen Sinn macht sie zu beschuldigen, dass wir Bot verlieren, genauso wie es keinen Sinn macht zu sagen, dass sie starb, weil ich eine Minute nicht da war.","replies":[]}]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T16:07:27.574+0000","up_votes":1,"down_votes":1,"body":"Zusatz:\nIch mache mir sicher nicht die mühe hier alles so nieder zuschreiben, um veränderte Chats zu veröffentlichen. Was würde mir das für meinen Account bringen?\nAm Ende würde ein Supporter einmal drüber gucken und sehen, dass die Chats gefälscht sind...","replies":[{"id":"","poster":"eingew","date":"2019-11-02T06:52:14.717+0000","up_votes":1,"down_votes":0,"body":"Was andere über einen denken, kann ein starker Motivator sein, auch wenn diese Gedanken auf einem falschen Bild basieren.","replies":[]}]}]},{"id":"","poster":"SlRganksAlot","date":"2019-11-02T21:22:51.611+0000","up_votes":1,"down_votes":0,"body":"Also ich sags nur vorab aus eigener Erfahrung,\n1. Diese \"kids\" sind nichts weiter als Spieler die einen grund bei anderen suchen und dabei ist es egal was du machst, werde mal Main Jungler dann lernst du mit solchen \"kids\" umzugehen.\n2. Du hast versucht dich zu verteidigen und Argumente zu bringen auf die du in den meisten Fällen nur eine blöde Antwort bekommst, ist leider so bei diesen \"kids\" \n3. Dieser permaban wäre nicht zustande gekommen wenn du nicht von riot \"auf die Probe gestellt wurdest\" sprich, du hast erst einen 14 tage ban bekommen jede weitere Auffälligkeit führt nunmal zum ban auch wenns ne Kleinigkeit ist, und du bist durch diese \"kids\" durchgefallen wie auch meine ehemaligen accounts in solchen situationen solltest du Gebrauch von der mute taste machen, den es hätte dir stress, zeit, und vorallem dein Account gespart, Fang mit solchen \"kids\" garnicht an zu diskutieren, ist nur reine zeitverschwendung.","replies":[]}]}]}]}]},{"id":"","poster":"HiImKingK","date":"2019-11-02T03:55:38.931+0000","up_votes":3,"down_votes":1,"body":"Weißt du man kann vieles sagen und posten, offiziell schickt dir Riot idR eine Mail zu oder auf Nachfrage auch die Logs zu mit dem Grund der zum Bann führten. Ich würde bisher 2x gebannt. 1x als es noch Gang und gebe war zu perma bannen seitens Riot in season 3 oder 4 war es glaub ich und zu season 8 für 14 Tage. In beiden Fällen habe ich entweder via Nachfrage oder direkt in der Email den Grund für meinen Bann einsehen können. Das wichtigste, wenn du hier im Forum etwas über deinen Bann posten willst, wären Screenshots von den Chat Logs oder dem ingame Chat, alles andere kann man sich gut genug ausdenken und nach Wunsch weglassen was man will. Erst gestern habe ich eine Riven im Urf gehabt die dachte es wäre klug und bestimmt nicht ersichtlich wenn sie statt kys lieber ky5 schreibt im Chat. Das gefühlt alle 15 Sekunden zu irgendwem wenn sie mal wieder verreckt ist. Rate mal wer gebannt wurde. Genau, jene Riven. Riot bannt Seltenst ohne richtigen Grund, feeder müssen schon 4-5 games in Folge die Mitte runter rennen wie bekloppt bevor man sie bannt. Ebenso ist toxische Verhalten. Vllt warst du in diesem Game nicht so toxic, vllt aber schon. Das können UNS in dem Fall nur offizielle Chatlogs zeigen. Hinzu kommt noch, dass es genauso gut sein kann das du direkt davor in dem Spiel, oder davor schon super toxisch warst und reported wurdest. Riot guckt erst nach einer gewissen Menge an Spielen wo du reported wurdest wirklich in die Situation, vorher beschäftigen sich Bots damit. Perma Bann allerdings verteilt der Bot idR nicht. Außer bei KYS Nachrichten o.ä strickt verbotenen Dingen wie Scripten wenn es detected wird. Daher würde ich bis du da offizielle chat logs o.ä hast sagen, der bann ist vollkommen berechtigt. Ich bin selber oft sehr impulsiv und musste mich schon durch einige chatsperren und wie gesagt banns schlagen. Wird aber immer weniger und weniger. League selbst ruft viel Frust hervor, besonders wenn man mal wieder von der Spagetti code hecarim e gekillt wird wobei man doch geflashed ist. Personen allerdings schaffen es immer seltener mich zu triggern. Das erfordert Übung, Disziplin und vor allem ein gesundes Selbstwertgefühl.\n\nP.s solange es kein ID Ban war, hat Riot dich aber nicht komplett aufgegeben. :) Siehe es als bittere Erfahrung die du nie wieder machen willst. Schrieb die Internet ehre verteidigen beiseite und steh über den Dingen wenn nochmal sowas passiert. :)","replies":[]},{"id":"","poster":"Billy The Cat","date":"2019-11-02T21:38:45.086+0000","up_votes":1,"down_votes":0,"body":"Ich habe das Gefühl du wurdest nur gebannt weil alle entschieden haben dich zu Reportern, jedenfalls mindestens 2 Verbündete und der Lee Gegner +/- ein paar andere. So toxic warst du gar nicht, ich habe schon schlimmeres erlebt. Letztendlich war es aber auch nur ein blind pick, ich verstehe deinen Frust aber nächstes Mal einfach /mute all und Versuch dich irgendwie zu amüsieren.","replies":[]},{"id":"","poster":"Meet The Medic","date":"2019-11-02T23:43:25.446+0000","up_votes":1,"down_votes":1,"body":"Ich weiss genau wie das is support mains sind nunmal mit den jungle mains  die die am meisten an sowas leiden deshalb hier ein protipp /mute all sobald die dir auf die nüsse gehen solltesr definitiv nich gebannt sein . Is halt in diesem fall das problem gewesen das zum einen ashes decisiion making und logisches denken versagt hat und evelynn offensichtlich englisch sprachlegasteniker war wenn 2 dann im all chat weinen is ja klar das die gegner diw mehrzahl unterstützt das is einfach menschliches denken .schick mal ein entbannantrag ein hat mir schonmal geholfen","replies":[]}]}]},{"id":"","poster":"LootAndPillage","date":"2019-11-03T04:41:35.678+0000","up_votes":7,"down_votes":1,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=,timestamp=2019-11-01T14:31:40.761+0000)\n>\n> Ich bitte euch eure Meinung zu dem ganzen hier mitzuteilen, da dieser Bann aus meiner Sicht komplett ungerechtfertigt ist.\n\nNaja, wie soll das schon aussehen für den Riot Mitarbeiter der sich den Fall ansieht ? \n\n1) schon im pregame chat geht's los mit schlechter Stimmung\n    GREEN x PIRATE: im actually about to leave\n    GREEN x PIRATE: im not in the mood for supp at all\n\n2) pickt danach LeBlanc als Support\n\n3) hat Zeit 2 Romane und ne Kurzfassung der Bibel im chat zu schreiben is also das halbe Spiel \n    mit chat beschäftigt\n\n4) schlechte Stimmung im game chat\n    GREEN x PIRATE: thats why i wasnt in the mood for supp\n    GREEN x PIRATE: just blaming bad adc's\n    [All]GREEN x PIRATE: ashe is just feeding and blaming me for it \n    GREEN x PIRATE: you speak english\n    [All]GREEN x PIRATE: this team\n    [All]GREEN x PIRATE: okay you report me anyways\n    [All]GREEN x PIRATE: im afk\n    [All]GREEN x PIRATE: only out of mind ppl in this round\n    [All]GREEN x PIRATE: ashe feds and blames me for harrasing and not going ham\n    [All]GREEN x PIRATE: and dying every time\n    [All]GREEN x PIRATE: no holy shit you\n    [All]GREEN x PIRATE: im triggred af by guys like you\n    [All]GREEN x PIRATE: not even understanding anyhting but talking like you carry this game and \n    are the masterminds\n    [All]GREEN x PIRATE: everyone is 13 years old\n    [All]GREEN x PIRATE: explains alot\n    [All]GREEN x PIRATE: yes and your joke is made up by a guy that is unfunny as hell or just a \n    preteen\n\n5) deine stats in dem game: \n\n    Du Spielst LeBlanc als damage support und machst insgesamt 6,8 K Schaden an \n    gegnerchamps in 35 Minuten Spiel\n    Du placed 3 ganze Wards in 35 Minuten, kaufst 0 pink wards als SUPPORT \n    0 Gegnerwards zerstört in 35 minuten\n    2 assists im ganzen Spiel (zum Vergleich: Gegnersupp hatte 21 assists bei dem Spiel \n    das mit 43:45 kills recht ausgeglichen war was kills angeht) \n    Du hast auch nur 10 cs - ok als support musst Du nicht CSen aber zusammen mit all \n    den anderen niedrigen stats stellt sich da schon die Frage was Du in dem Spiel \n    überhaupt so gemacht hast ausser chatten. \n\nZugegeben, der chat hätte schlimmer sein können. \nAber Riot betrachtet den 14 Tage Bann halt als eine Art letzte Warnung nach der DU zeigen musst dass Du Dich besserst. \n\nVielleicht wärst Du mit dem chat alleine durchgekommen ohne einen pick wie LeBlanc support und deine stats, aber zusammen mit allem anderen hat sich da sicher für den support Mitarbeiter ein stimmiges Bild mit Dir als dem Störenfried in dem Spiel ergeben. \n\nKann man ihm kaum vorwerfen...","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:16:00.729+0000","up_votes":1,"down_votes":3,"body":"Danke für die Antwort und das du dir Zeit genommen hast!\n\nDer Anfang war sogar positiv von mir. Ich habe zu spät ADC geschrieben und hatte keine Lust auf Support (was ich normalerweise immer spiele), wer ich 2 Runden davor ebenfalls ADC's hatte die mich für alles beschuldigten und flameten, da bin ich noch ruhig geblieben. Das \"im actually about to leave\" war auf die Pre-Game-Lobby bezogen, aufgrund der Vorgeschichte.\n\nLeBlanc Support ist nicht mal wirklich abstrakt, war z.B. während der Annie Support Phase ein gängiger Pick auch von Pro's.\n\nHabe auch nicht mehr geschrieben als meine Mates und hatte am Ende auch die besten Stats.\n\nDas ich schlechte Laune bekomme und nicht mehr total happy im Chat bin, wenn mein ADC 2 Mal rein rennt und sich bei mir flamender Weise beschwert, ist denke ich kein gerechtfertigter permanenter Bann Grund...\nDiese Geschichten mit 13 years old waren nur \"lustig\" gemeint nachdem Evelynn fragte ob ich 13 Jahre alt bin und ich hoffe aus deiner Sicht hoffe wenn jemand meine Mutter beleidigt darf ich wenigsten schreiben, dass er nicht lustig ist. Wie gesagt bin ich niemals offensiv in dem Sinne, dass ich versucht habe wieder mehr salz in der Wunde zu streuen, gewesen.\n\nDer Account ist 5 Jahre alt und die 3 letzten Bestrafungen waren sehr kurz hinter einander Ende letzten Jahres. Die letzte ist 11 Monate her. Das es eine schlechte Runde war hab ich nie abgestritten, dennoch habe ich immer noch seit 11 Moanten nicht mehr geflamed.\n\nIch hätte meinem ADC nicht helfen können, er hatte deutlich schlechtere Stats als ich obwohl, ich mich oft für ihn geopfert habe. Wie gesagt ist mein Main Support sowas kann ich schon einschätzen. Deren ADC (Twisted Fade btw) war am Anfang afk und mein ADC hat es trotzdem nicht geschafft zu farmen und harissen. \n\nDas mein Account Suspekt ist verstehe ich allerdings haben mir 2 Supports mit \"standart\" aussagen, geantwortet und der dritte hat mich verstanden, aber mir gesagt, dass ich 1-2-3 jahre warten soll.\nVon mir aus deaktiviert meinen Chat komplett, würde mir genauso gut tuhen, nachdem ich weiß, dass man theoretisch schon für ein \"bg\" am Ende gebannt werden kann.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T14:40:16.363+0000","up_votes":1,"down_votes":1,"body":"Zu den anderen Punkten sagst du wirklich nichts mehr?","replies":[{"id":"","poster":"LootAndPillage","date":"2019-11-04T16:58:13.211+0000","up_votes":3,"down_votes":0,"body":"Wenn Du wirklich möchtest, aber ich fürchte es wird Dir nicht gefallen. \n\nDein Ziel sollte sein, den ban akzeptieren zu lernen. Klingt viel verlangt und wird wahrscheinlich auch eine Zeit brauchen bis Du genug Abstand zu der Sache hast um sie etwas objektiver zu sehen. \nIch habe gepostet um Dir aufzuzeigen wie das Spiel für einen Mitarbeiter wahrscheinlich ausgesehen hat, der sich zwischen Strafe und nochmal durchgehen lassen entscheiden musste. \n\nWenn Du das Bedürfnis hast Dich dagegen zu verteidigen oder Deine Sicht der Dinge darzustellen ist das völlig ok, aber ich bin nicht hier um rhetorische Punkte zu erzielen. Von daher bin ich nicht auf Deinen anderen Punkte eingegangen, da es nicht mein Ziel ist, Dich zu überzeugen - falls das überhaupt möglich wäre. \n\nIch wollte Dir lediglich aufzeigen, dass Du meiner Meinung nach nicht zu Unrecht gebannt worden bist. Niemand kann Dir in den Kopf gucken und feststellen ob Du da nicht tatsächlich semi-unschuldig reingeschlittert bist, aber in der realen Welt gibt es so etwas wie absolute Gerechtigkeit nun einmal nicht. \n\nRiot kann nur auf den Eindruck reagieren, den dein Verhalten hinterlässt. Und der wirkt nun einmal so: Du hattest Frust wegen autofill, hast von Anfang an keinen Bock auf das Spiel gehabt, nen Trollpick gewählt und im Spiel dann kräftig getrollt und geflamed um auch den anderen die Stimmung zu versauen während Du selber fast nix aktiv tust sondern stattdessen tippst. \n\nMuss nicht so gewesen sein, will ich auch gar nicht behaupten dass es so war, aber es gibt zumindest kein einziges Indiz in deinen stats das dem Bild widersprechen oder es auch nur infrage stellen würde. Vielmehr erklärt dieser Eindruck schlüssig alle Besonderheiten in Deinen stats: den off-meta pick, den fast nicht vorhandenen Schaden, 3 Wards als SUPPORT in 35 Minuten, 0 Gegnerwards zerstört, 0 Control Wards gekauft, toxisch im chat gewesen, den chat nicht muted auch nachdem er quasi nur noch aus flames bestand, quasi überhaupt kein Gold verdient neben dem was sowieso passiv hochtickt. \nEin \"Beginner\" AI bot von Riot verdient wahrscheinlich mehr in 35 Minuten. Quasi keine assists, Du hast also Deinem team auch in Kämpfen fast gar nicht geholfen.\nEr erklärt auch warum dein Team mit Dir unzufrieden war und warum sie Dich geflamed haben obwohl der Teil von ihnen auch nicht ok war. Er erklärt auch warum dein team der Meinung war Dich reporten zu müssen. Und passt halt auch zu einem account der schon Vorstrafen (14 Tage ban) aufweist. \nDas ganze Bild ist halt... stimmig.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T19:52:17.502+0000","up_votes":2,"down_votes":1,"body":"Ja da gebe ich dir vollkommen recht, dass es für den Riot Mitarbeiter komisch aussieht...\nIch habe nicht mehr richtig gespielt ab dem Punkt wo schon 4 Leute meinten, dass sie mich Reporten wollen, obwohl ich da komplett normal gespielt habe und auch normale Stats für die Zeit hatte. Das wäre der Punkt gewesen wo ich alle hätte einfach muten sollen und mein \"eigenes\" Ding machen, sehe ich im nachhinein ein...\n\nIch probiere die nächsten Tage noch einen letzten versuch mit einem Riot Supporter, weil ich meine Seite noch nicht einmal richtig geschildert habe. Wenn es nichts wird, dann eben nicht.","replies":[{"id":"","poster":"LootAndPillage","date":"2019-11-05T01:41:14.988+0000","up_votes":1,"down_votes":0,"body":"Ich wünsch Dir viel Glück, scheinst ja ein netter und vernünftiger Mensch zu sein. \nLass Dich nicht unterkriegen, ich bin sicher das passiert Dir so kein zweites mal. \n\n{{sticker:draven-pose}}","replies":[]}]}]}]},{"id":"","poster":"LootAndPillage","date":"2019-11-03T17:27:45.931+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=005c0001,timestamp=2019-11-03T17:16:00.729+0000)\n>\n> Habe auch nicht mehr geschrieben als meine Mates und hatte am Ende auch die besten Stats.\n\n\nNein, hattest Du nicht. Siehe hier: \nhttps://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/4249031322/206161645?tab=stats\n\nDu hast in 35 Minuten 7,2K Gold verdient. Du warst große Teile des Spiels untätig. ","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:36:05.500+0000","up_votes":1,"down_votes":3,"body":"Ja ist mir auch gerade aufgefallen, meinte bessere Stats als der ADC, dass es trotzdem ein schlechtes Spiel war bestreite ich nicht.\n\nSich jetzt lediglich auf diesen einen Punkt zu beziehen ist aber auch nicht die feine Art.","replies":[]}]}]},{"id":"","poster":"yaalayali","date":"2019-11-03T15:39:49.779+0000","up_votes":2,"down_votes":1,"body":"\"2 Romane und ne Kurzfassung der Bibel\" alta, hab ich mich nicht mehr bekommen xDDDD","replies":[]},{"id":"","poster":"Uncle Scrooge","date":"2019-11-04T23:28:41.052+0000","up_votes":1,"down_votes":0,"body":"1) Ich bitte dich, wie empfindlich muss man sein, um das als \"Bannwürdig\" zu betiteln? Er hat gesagt, er fühlt sich nicht in der Stimmung um Support zu spielen. Wenn du mit deiner Freundin ins Kino gehst und sie sagt, ne sie hat kein bock drauf. Wirst du dich doch auch nicht mit ihr streiten?\n\n2) Und? Ich hatte schon einen Yuumi midlane, das ist normal? Wenn man sowas nicht hier spielen kann wo dann? Hauptsache er versucht zu gewinnen, dann kann er von mir auch aus yasuo support spielen\n\n3)Und Selbst wenn er die Bibel runterbrattert, ich verstehe nicht warum das eine Rolle spielt?\n\n4)Da kann ich ihn echt nicht verteidigen, war nicht die schöne Art. Aber nachvollziehen kann ich ihn sehr, ich war auch vor kurzem in der Lage und habe ebenfalls ein CR kassiert. Da ich zuvor nicht aufgefallen bin, bin ich lediglich von Honor 4 auf 1 gedroppt und verliere jetzt meinen Anspruch an den gratis Skin. Nichts desto trotz, ich finde die Lage ist echt beknattert und sollte zumindest vom Support nochmal näher angeschaut werden.\n\n5)Wenn du nach den Stats gehst, kannst du die Hälfte meiner Mitspieler in einem Tag bannen. Ich bitte dich, wenn die Mates inten und dich blamen, was willste als Support großartig machen.. Selbst als Thresh würde er nicht mehr ausrichten können ...\n\n\n@Green Pirate, du tust mir echt leid. Wie gesagt ich war vor kurzem in einer ähnlichen Lage (trotz \"normalem\" Supp-Pick), mit 4 man premade zu spielen macht echt kein spass und es fühlt sich sogar wie mobbing an. Zu deinem Pech hattest du leider schon den 14 tage bann. Sonst hättest du locker mit einem blauen Auge davon kommen können. Wenn es nach mir ginge würde ich dich sofort entbannen aber leider bin ich dazu nicht berechtigt. Ich wünsche dir noch alles Gute!","replies":[]}]},{"id":"","poster":"Ongilein","date":"2019-11-02T14:54:51.882+0000","up_votes":7,"down_votes":1,"body":"Ich bin der Meinung es ist gerechtfertigt. Ich kann dir auch erklären warum. Es werden täglich so viele Leute Reporter und dann muss man ein System haben was die auffälligen Spieler erkennt. Riot hat so ein System was sehr gut funktioniert. Du bist schon wegen deinen \"Vorstrafen\" auf die schwarze Liste gelandet. Einen Offmeta Pick zu versuchen ist schön und gut aber man sollte sich im klaren sein, dass wenn es nicht funktioniert man immer der Schuldige sein wird. Du kannst dich nicht in den ADC hineinversetzen. Er kann wahrscheinlich nicht mit einem LB Support umgehen. Zudem war es ein Ash. Ein unmobiler ADC der auf einem Support angewiesen ist. Ist doch logisch das er sauer ist auf dich. Jetzt aber einfach die Lage ruhig an zu gehen hast du zu viel unnötiges in den Chat geschrieben. Wenn du Offmeta spielen willst, dann trainiere damit vorher mit einem Premate. Diese Liste die ich vorher genannt habe war wie eine Bewährung. Du hast nicht einen Permabann für dieses Spiel bekommen sondern hauptsächlich auch für deine Vorstrafen.","replies":[]},{"id":"","poster":"Hundis Katze","date":"2019-11-01T21:28:54.982+0000","up_votes":8,"down_votes":2,"body":"Nun, was soll man dazu sagen? Es ist verdient. Es ist zwar nicht so ganz krass wie sonst, aber dennoch das Standardgejammer. Und die \"Aber er hat angefangen!\" Kindergartenausrede, funktioniert nicht mal im Kindergarten.","replies":[]},{"id":"","poster":"Zoitsu","date":"2019-11-03T13:07:07.755+0000","up_votes":5,"down_votes":0,"body":"Ich finde ihr gehört alle dafür mindestens chat banned, jeder Spieler der sich an eurem kindischen Streit nicht beteiligt hat, hat ejn unterirdisches game erleben dürfen.\n\nJa du bist nicht der Aggressor, aber du diskutierst so viel und dann versuchst du mit Spielern englisch zu sprechen, die offensichtlich kein Englisch können. \n\nUnd na ja n perma Bann läuft in ein paar Stufen, dies allein war ja nicht der ausschlaggebende Punkt sondern lediglich der letzte Tropfen. \n\nDu wurdest oft verwarnt und statt /Mute all gehst Du trotzdem, WIEDER in die Situation und fängst WIEDER an Dich komplett sinnlos an dieser chat simulation zu beteiligen die WÄHREND eines Spiels stattfindet. Außerdem Spamst du.\n\nDu bist kein toxisches Stück aber nach deiner Vorgeschichte hätte ich dich auch perma bannt.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:57:24.192+0000","up_votes":1,"down_votes":3,"body":"Von mir aus Sperrt meinen Chat als Strafe für immer.\nDer Account ist 5 Jahre alt, die 3 letzten Bann's sind 11 Monate her und aus einer schlechten Phase...","replies":[]}]},{"id":"","poster":"AI Arigator","date":"2019-11-03T09:12:35.265+0000","up_votes":5,"down_votes":0,"body":"Du schreibst im Chat ne biografie. Ich hab in meiner ganzen lol Laufbahn nicht soviel geschrieben wie du in einem game.. mute die Leute schreib nix und Spiel dein Spiel egal wer was macht oder wie es ausgeht... nur du bist daran schuld wenn ihr verliert weil du nicht gut genug warst zu carryn.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:19:13.325+0000","up_votes":1,"down_votes":3,"body":"Ich hatte die besten Stats aus dem ganzen Team... \nMuten würde ich jetzt auch nachdem ich weiß, dass sowas für einen Bann reicht.","replies":[]}]},{"id":"","poster":"PKSquid","date":"2019-11-02T17:10:23.045+0000","up_votes":5,"down_votes":0,"body":"14 day ban ist schon die allerletzte Verwarnung, ab dem Punkt heisst es=Hast du nichts gutes zu sagen, sag nichts\n\nAußerdem ist die Anzahl der Reports völlig wumpe, ein einziger Report reicht um das System zu triggern.\n\nDes weiteren, warum Schreibst du so viel zurück? /muteall und gut ist, diese ganze Kinderkacke mit \"Verteidigen\" ist unnötig.\n\nAlso, lass dir das eine Lehre sein, erstell dir nen neuen Account wenn du willst und Versuch einfach mal etwas emotionale Distanz zum Spiel zu haben","replies":[{"id":"","poster":"Veezey","date":"2019-11-02T21:44:04.846+0000","up_votes":2,"down_votes":1,"body":">14 day ban ist schon die allerletzte Verwarnung, ab dem Punkt heisst es=Hast du nichts gutes zu sagen, sag nichts\n\nSo sollte es davor auch schon sein.","replies":[]}]},{"id":"","poster":"weeeeZy ","date":"2019-11-02T16:45:31.249+0000","up_votes":5,"down_votes":0,"body":"Du diskutierst viel zu viel mit den Leuten\n\nSorry, aber das ist kein Chat game. \nWer am meissten chattet gewinnt oder so. \n\n\nI'm chat sollten nur game Infos laufen \nOder gg oder so so \nAber da rum zu diskutieren, bringt nichts. \n\n","replies":[]},{"id":"","poster":"Eannilsa","date":"2019-11-02T15:16:32.034+0000","up_votes":5,"down_votes":0,"body":"Ich habe mir den Fall durchgelesen, und bin der Meinung, dass der Ban zu Recht ausgesprochen worden ist.\n\nDu bist trotz deiner Vergangenheit von mehreren Bans, nicht in der Lage, mit 23 Jahren einfach die Mute-Funktion zu nutzen, was ich sehr bedenklich finde.\n\nDu spielst gegen Jugendliche im Alter von 12-18 Jahre und begibst dich mit deiner ständigen Rechtfertigung, deines LB-Picks auf ihr Niveau hinunter.\n\nDu bist selbst Schuld. LeBlanc Support ist kein Standardpick, der immer funktioniert. Natürlich fühlen sich die anderen Spieler benachteiligt, auch wenn es  nur ein Normal ist.\n\nDeaktivieren den All-Chat, mute Mitspieler und geb einfach dein bestes.\n\nAls Resümee, finde ich einen PERM BAN für einen Verbal Abuse hart aber vertretbar. Du bist einfach selbst schuld und hattest mehrere Möglichkeiten dein Verhalten zu verbessern.\n\nLG.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T19:02:08.277+0000","up_votes":1,"down_votes":0,"body":"Eine Strafe ist finde ich auch gerechtfertigt, aber so etwas wie 3 Monate oder permanenter Chat Bann. Ich habe 4 Jahre mit dem Account ruhig gespielt und hatte dann vor 11 Monaten für einen Monat eine stressige Zeit, weshalb die 3 Banns bekam.\n\nHätte ich gewusst, dass bereits sowas zu einem permanenten Bann führt würde ich jede Runde den Chat deaktivieren.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-03T19:59:38.302+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=003a0001,timestamp=2019-11-03T19:02:08.277+0000)\n>\n> Eine Strafe ist finde ich auch gerechtfertigt, aber so etwas wie 3 Monate oder permanenter Chat Bann. Ich habe 4 Jahre mit dem Account ruhig gespielt und hatte dann vor 11 Monaten für einen Monat eine stressige Zeit, weshalb die 3 Banns bekam.\n> \n> Hätte ich gewusst, dass bereits sowas zu einem permanenten Bann führt würde ich jede Runde den Chat deaktivieren.\n\nWarte mal, du räumst ein, dass eine Strafe gerechtfertigt ist, sagst aber im gleichen Atemzug, dass die Strafe dafür überzogen ist?\nWenn eine Strafe gerechtfertigt ist, hangelt sich das immer an den Strafstufen entlang. Jede Strafe triggert die nächst höhere Strafstufe. Da Du schon bei dem 14 Tagesbann warst, ist die logische, darauffolgende Strafstufe der Perma.\nDas willst Du allerdings offenbar nicht einsehen, und willst lieber eine andere Strafe haben, die Du Dir selbst aussuchst. So funktioniert das aber nun einmal nicht. Für jeden Spieler werden die gleichen Maßstäbe angesetzt. Jeder Spieler durchläuft - sofern er nicht krass über die Stränge schlägt - dieselben Strafstufen. Weshalb sollte RIOT nun bei Dir eine Ausnahme machen?","replies":[]}]},{"id":"","poster":"Yuiwara","date":"2019-11-03T01:03:16.419+0000","up_votes":1,"down_votes":0,"body":"Der bann betrifft ja nicht nur das spiel. das spiel war eher der tropfen, der das fass zum überlaufen brachte.","replies":[]}]},{"id":"","poster":"Opheliae","date":"2019-11-02T14:44:15.166+0000","up_votes":5,"down_votes":0,"body":"Sorry aber wenn man das alles so liest..  A Wenn du keinen Bock auf Supp gehabt hast, dann einfach dodgen und die 5 Minuten klarkommen. \nB Pickst du LB Support. \nC schreibst du ELLENLANGE Texte in den Chat,heulst Rum :\" Aber er hat angefangen mimimi\" \nFür dieses Chatspamming kannst du auch easy reported werden. \nWenn du keine Lust auf eine Rolle hast, kann man entweder Leaven oder sich zusammenreißen und einen Champ spielen denn man auch für so eine Rolle pickt. \nUnd zum Flamen zählt ja auch dein  \"Kannst du nicht richtig lesen? Verstehst du kein Englisch?\" \nDu hast mit gemacht, hast dich aufstacheln lassen und hättest einfach muten sollen. Und ganz ehrlich Spieler wie du, die im Spiel 90% der Zeit schreiben, diskutieren, mit dem AFK gehen drohen wenn ihnen was nicht passt wie ein beleidigtes Kind und solche Picks nehmen , gehören Reported. Wenn du in einem Spiel schreiben willst, Leg dir ein Textadventure zu. \nUnd es haben dir auch andere schon gesagt aber nach einem 14 Tage Bann wirst du relativ schnell komplett gebannt wenn du wieder scheiße baust. \nAlso, vielleicht einfach deine Teammates muten wenn du eh so diskutierfreudig bist und spielen. \nBann komplett verdient.","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-03T00:59:16.218+0000","up_votes":3,"down_votes":0,"body":"Sehe ich genauso\n{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"MrRampage","date":"2019-11-03T11:24:47.715+0000","up_votes":6,"down_votes":1,"body":"Absolut verdient. \nDu spamst den Chat regelrecht voll,statt einfach zu spielen.\ndirekte am Anfang Chat muten und fertig.\nPings reichen zur Kommunikation.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:22:43.988+0000","up_votes":1,"down_votes":3,"body":"Ich hab normal gespielt und hatte die besten stats, wie gesagt muten würde ich jetzt auch, da ich nicht wusste, dass sowas schon für einen Bann reicht.","replies":[]}]},{"id":"","poster":"need elo police","date":"2019-11-02T15:55:35.728+0000","up_votes":7,"down_votes":2,"body":"Fake Upvotes bringen auch nichts by the way. Der Account ist weg, so sehr du auch diskutierst.","replies":[{"id":"","poster":"Veezey","date":"2019-11-02T21:48:47.604+0000","up_votes":3,"down_votes":1,"body":"Ja man erkennt sofort, dass da was nicht stimmt^^","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:24:16.409+0000","up_votes":1,"down_votes":0,"body":"Ich habe nichts am Chat verändert, dass du denkst ich hätte das zeigt nur, dass du mir im Grunde zustimmst.\n\nEdit: Warum sollte ich downvotes, dann drinnen lassen, wenn das Verhältnis ungefähr gleich ist. Macht ja richtig Sinn deine Anschuldigung. xD","replies":[{"id":"","poster":"Veezey","date":"2019-11-03T18:48:23.009+0000","up_votes":1,"down_votes":0,"body":"Ich habe nicht behauptet, dass du was am Chat verändert hast.\n\nEs ist nunmal auffällig, wenn so ein Thread plötzlich viele Upvotes hat.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:51:41.515+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt war seit 2 Tagen nicht on und habe erst jetzt gesehen, dass er so groß wurde... Was würde mir das überhaupt bringen?","replies":[{"id":"","poster":"Veezey","date":"2019-11-03T18:54:08.642+0000","up_votes":1,"down_votes":0,"body":"Nunja nichts. Aber manche Leute sind nunmal so. Z.B. welche die immer um Likes betteln oder ähnliches.","replies":[]}]}]}]}]},{"id":"","poster":"Yuiwara","date":"2019-11-03T01:08:10.011+0000","up_votes":1,"down_votes":0,"body":"mit jedem smurfaccount einmal angemeldet und am besten noch freunde motiviert ebenfalls upvoten zu lassen? ^^ sieht zumindest so aus. und am besten jedes mal nen kommentar dazu mit \"Bann ist nicht gerechtfertigt\".\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:52:09.896+0000","up_votes":1,"down_votes":0,"body":"Ihr interpretiert echt zu viel schlechtes in Leute...","replies":[]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:23:38.854+0000","up_votes":1,"down_votes":1,"body":"In wie fern fake upvotes, war seit 2 Tagen nicht auf dem Account on und erst jetzt gesehen, dass er so groß wurde.","replies":[]}]},{"id":"","poster":"Whískers","date":"2019-11-03T11:08:23.737+0000","up_votes":4,"down_votes":0,"body":"verteidigt. Idk wie dumm viele leute sind. Ich sag dazu verdient. Du hättest ihn muten solln wozu musst du mit ihm schreiben und trollen? Ist für mich trollen weil du 24/7 mit ihm schreibst und nicht spielst. Und noch eins dazu hier. Warum schreibst du das im forum wenn du weißt das es eh nichts bringt und was geht uns das an? Was haben wir mit dein ban zu tun das juckt uns nicht unterlass das bitte. {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:20:54.160+0000","up_votes":1,"down_votes":3,"body":"Ich habe gesagt wer Zeit und Lust hat kann etwas dazu sagen, wenn es dich nicht interessiert, hättest du es nicht gelesen, also komm nicht auf diese Art...\n\nIch hatte die besten Stats aus dem Team und gemuted hätte ich sie jetzt auch...","replies":[]}]},{"id":"","poster":"NattoAssano","date":"2019-11-03T09:48:48.186+0000","up_votes":4,"down_votes":0,"body":"Habe mir jetzt den Beitrag und einige Kommentare hier dr nter durchgelesen und muss sagen, dass ein Bann in meinen Augen richtig war.\n\nDu hättest die Spieler einfach ignorieren oder muten können. Wie du selbst sagst, es ist ein Blind Pick. Also ist es doch egal, wenn ihr das verliert. Einfach durchhalten, dein bestes geben und weiter machen. \n\nSowohl in deinem Beitrag, als auch in den Kommentaren machst du auf mich einen sehr aggressiven Eindruck und scheinst, entgegen deiner eigenen Aussage, gar nichts einzusehen, sondern fängst an immer weiter zu diskutieren und wirst patzig, wenn jemand nicht deiner Meinung ist.\n\nEgal wie viel Zeit und Geld du in das Spiel gesteckt hast, so ein Verhalten wird dadurch nicht gerechtfertigt.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:43:14.783+0000","up_votes":1,"down_votes":2,"body":"Ich hätte nicht gedacht, dass so etwas schon für einen Bann reicht. Der Account ist 5 Jahre alt und der letzte Bann 11 Monate her, seitdem flame ich nicht mehr. Zu dieser Zeit hatte ich eine schlechte Phase, weil ich  sehr gestresst war.\nDas eine Strafe verdient ist sehe ich noch ein, aber es geht um einen permanenten Bann.\nVon mir aus soll mein Chat für immer gesperrt werden, weil es jetzt sowieso immer manuell machen werde.","replies":[]}]},{"id":"","poster":"Fette Klöten","date":"2019-11-02T21:08:07.408+0000","up_votes":4,"down_votes":0,"body":"Sorry, aber selbst schuld. Warum mutest du nicht einfach alle und spielst ganz normal weiter? Als ob es je was bringen würde auch nur 2 Sätze mit den mates zu schrieben, geschweige denn im All Chat. Und wenn ich schon sehe wie viel geschrieben wurde, dann hab ich echt kein Mitleid :D","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-02T22:23:33.311+0000","up_votes":2,"down_votes":1,"body":"du solltest unbedingt deinen summonernamen \"fette klöten\" ändern. den könnt man leicht reporten für unangemessenheit.","replies":[]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:18:11.658+0000","up_votes":1,"down_votes":0,"body":"All Chat, weil der Lee Sin mich einfach aus dem Grund reported hat, dass ich LeBlanc als Support spiele. Gemuted habe ich nicht, weil ich einfach komplett Sinn verschoben, als troller usw. beschuldigt wurde.\nIn Zukunft würde ich auch sofort muted, da ich nicht dachte, dass dies für einen Bann schon reicht...","replies":[]}]},{"id":"","poster":"OoCloudOo","date":"2019-11-02T15:19:38.644+0000","up_votes":4,"down_votes":0,"body":"In erster Linie wenn mann solche mates bekommt hilft der Mute all button extrem.\nSchont deine nerven, du tiltest nich aus dem Leben beim chat lesen, und spielst dein spiel konzentriert runter. \n\nEvtl fangen sich die Leute ja und fangen wieder an lol zu spielen und nich chat Royale\n\nHilft meist auch bei guten plays einfach mal gj zu schreiben bei nem kill oder escape.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:15:57.085+0000","up_votes":1,"down_votes":0,"body":"Ich bin eigentlich immer der postive in letzter Zeit, nur hat es in diesem Game nichts gebracht und ich wurde trotzdem beleidigt. In Zunkuft würde ich auch sofort muten, hätte nie gedacht, das einfaches verteidigen zum Bann führen kann...","replies":[]}]},{"id":"","poster":"Nanashiy","date":"2019-11-02T21:36:09.814+0000","up_votes":5,"down_votes":1,"body":"Ich finde der Support hat recht getan und wer nicht dazu lernt wird eben gebannt. Außerdem wenn du kein Support spielen willst dann leave halt a das game bevor es anfängt oder spiel draft pick allein lb als support ist ja schon ein troll pick.. Klar das du deinem adc nicht helfen kannst EG wie gut oder schlecht er spielt und das nächste mal mute einfach alle wenn dich die community nervt tadaaa problem gelöst.. Viel Spaß mit deinem neuem Account","replies":[{"id":"","poster":"Phoenixale","date":"2019-11-04T23:35:32.545+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nanashiy,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0054,timestamp=2019-11-02T21:36:09.814+0000)\n>\n> Ich finde der Support hat recht getan und wer nicht dazu lernt wird eben gebannt. Außerdem wenn du kein Support spielen willst dann leave halt a das game bevor es anfängt oder spiel draft pick allein lb als support ist ja schon ein troll pick.. Klar das du deinem adc nicht helfen kannst EG wie gut oder schlecht er spielt und das nächste mal mute einfach alle wenn dich die community nervt tadaaa problem gelöst.. Viel Spaß mit deinem neuem Account\n\nTroll Picks??? Es gibt keine Troll Picks, wenn du deinen Champion in dieser Position vernünftig spielen kannst. Außer Yuumi jgl vielleicht, da die erforderliche Kraft fehlt, um die Camps legen zu können. Auf der Lane ist es jedoch scheissegal wenn man gut ist und sich der jeweiligen Situation anpasst.....vor allem wenn man Normals spielt.","replies":[]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:41:56.204+0000","up_votes":1,"down_votes":1,"body":"LeBlanc war vor 3 Jahren einen Zeit lang Meta, ist also kein trollpick vorallem nicht in Blind PIck. Dem Rest stimme ich zu allerdings existiert der Account schon 5 Jahre und davon hab ich Ende letzten Jahres 1 geflamed, weshalb ich auf die \" böse Liste \" kam.","replies":[]}]},{"id":"","poster":"Veezey","date":"2019-11-02T21:31:05.154+0000","up_votes":5,"down_votes":1,"body":"Du weißt aber, dass LoL kein Chatraum ist, oder? Die einzig sinnvolle \"Verteidigung\" ist den anderen zu muten. Keine Ahnung bei soviel Geschreibsel hätte ich dich auch reportet, da das schon irgendwie Sabotage ist.\n\nAchja und deine Freunde herzuholen damit sie deinen Post upvoten wird dich auch nicht vor dem Perma retten. Egal wie sehr du es versuchst, deinen Account wirst du nicht mehr wieder bekommen, da er zurecht gebannt ist. ","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:45:14.427+0000","up_votes":1,"down_votes":1,"body":"Ja sehe ich ein, mir geht es nur darum, dass der permanente Bann zu viel ist. Sperrt meinen Chat gerne für immer, das wäre fair.\n\nWarum sollte ich das machen. Das wird sicher nicht helfen und wenn ich sowas faken würde, würde ich die ganzen negativen Kommentare gleich mit runter voten. Einfach nur eine nicht durchdachte Anschuldigung.","replies":[{"id":"","poster":"Veezey","date":"2019-11-03T18:52:18.235+0000","up_votes":1,"down_votes":0,"body":"Es ist fair, da du die gleichen Strafstufen durchläufst wie alle anderen auch. Du hattest bereits dein 2 Wochenbann und der Perma ist die letzte Konsequenz. Da hätte auch nur ein Noob gereicht.\n\nWürdest du alle negativen Kommentare downvoten, wäre das ja auch nur noch mehr als verdächtig^^\nKann ja gut sein, dass es Zufall ist.","replies":[]}]}]},{"id":"","poster":"Senpai Sparian","date":"2019-11-04T05:31:13.864+0000","up_votes":3,"down_votes":0,"body":"Also, ich habe mir deinen Beitrag vor ein paar Tagen durchgelesen und würde jetzt Mal meine Meinung dazu sagen, auch wenn das meiste eigentlich nur wiederholt wird.\n\nRein durch den Chat ist der Bann durchaus gerechtfertigt, da es in dem Spiel (stell dir vor) eine Mute-Funktion gibt, die dafür gemacht ist, toxische Spieler zu muten.\nIm All-Chat darüber zu diskutieren und zu sagen, dass deine Mitspieler schuld sind nicht du ist eine unnötige Aussage in League. Selbst wenn du 2000 Spielstunden hast, solltest du zumindest wissen, dass die Community sehr toxisch ist und man sie deshalb eigentlich ignorieren sollte.\n\nFazit:\nDu hast dich provozieren lassen, selbst wenn es nur verteidigen war, hast du immer und immer wieder versucht dich zu rechtfertigen. Und durch den 14 Tage Bann, hast du auch gelockerte Bann-Verhältnisse, womit du nur durch ein klein wenig Salz im Chat gebannt werden kannst.\n\nDennoch wünsche ich dir weiterhin viel Spaß in League bzw. in anderen Spielen.\n\nAchja, Riot bannt keinen Spieler nur wegen einem Spiel, du hast wohl in den letzten 2 Wochen häufiger Reports bekommen, was zum Permabann führte.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T14:35:46.667+0000","up_votes":1,"down_votes":2,"body":"Danke für dein Kommentar.\n\nMuten würde ich jetzt auch und dies war definitiv das einzige Spiel für das ich gebannt wurde, da ich davor nicht mal wirklich etwas geschrieben habe und außerdem wird angezeigt für welche Spiele man gebannt wird und dies war das einzige.\nIch habe niemanden beschuldigt, nur gesagt, dass es keinen Sinn macht zu sagen, dass ich Schuld an Evelynns tot bin, genauso wie sie nicht Schuld ist, dass wir Bot verlieren.","replies":[]}]},{"id":"","poster":"Destiny244","date":"2019-11-03T14:30:35.864+0000","up_votes":3,"down_votes":0,"body":"Und am Ende macht sich doch jeder gebannte über kurz oder lang doch eh wieder einen Account. Ist halt so. Da hat man dann auch die Chance sich zu beweisen und alles besser zu machen, weil man auch von der \"Strafakte\" her wieder reine Weste hat. Ist zwar sehr ärgerlich, weil ein permanent gebannter Account zu 99,9% nicht wieder entbannt wird - allerdings ist kein Bann für umsonst. \n\nAn der Echtheit des Chatlogs hab ich so meine Zweifel. Für mich wäre da kein bannhaftes Verhalten zu erkennen - ich bin allerdings nicht vom Fach und weiß auch nicht wo für RIOT da die Grenze zwischen einer hitzigen Diskussion und Flame bzw. toxischem Verhalten ist. \n\nAber mal als allgemeinen Tipp: Wieso gehst du auf sowas überhaupt ein ? Ist doch nichts mehr neues und sogar dem Dümmsten bekannt, dass in einem 5er Team aus randoms mindestens einer dabei ist, der rumstänkert und Stress macht? Wieso mutest du solche Leute nicht in dem Moment, in dem sie anfangen bescheuert zu werden ? Du hast durch deine Reaktion dazu beigetragen, dass sich am Ende noch mehr Leute auf dich eingeschossen haben und du am Ende gegen dein gesamtes Team standest. Der Umstand dass du dir dann \"was zu trinken\" geholt hast, hat die Lage insgesamt halt auch nicht entspannt. Kurzum: LoL ist kein Knuddels, hier gehts nicht drum mit seinen Mitspielern zu chatten oder jemanden zu kritisieren, der vielleicht minimal schlechter ist, als man selbst oder einfach einen schlechten Tag hat ! Solche Leute haben bei mir persönlich keine Chance, instant mute. Solltest du dir vielleicht auch mal zu Herzen nehmen wenn du gerne auf Diskussionen und bedingt berechtigte \"Kritik\" eingehst - wie auch immer deine künftigen Wege aussehen mögen. \n\nGrüße","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:48:53.932+0000","up_votes":1,"down_votes":3,"body":"Danke für deine Antwort!\n\nIch normal nicht, denn dieser Account ist schon 5 Jahre Alt und die letzte Strafe 11 Monate.\n\nJetzt würde ich auch immer muten, da ich weiß, dass sowas schon zum Bann führen kann. Ich bin normalerweise ein positiver Spieler und wurde einfach nur sinnlose geflamed, deswegen hat mich das ganze so genervt.\n\nIch nehme gerne Kritik an, allerdings wird mir bei dem Account nicht mehr die Chance dafür gegeben.","replies":[]}]},{"id":"","poster":"MissMímímí","date":"2019-11-03T13:23:34.838+0000","up_votes":3,"down_votes":0,"body":"Wenn du schon weißt, dass dich sowas aufregt, dann hätte ich spätestens nach der 3. Nachricht einfach /mute all gemacht.\nViele Leute sehen die Dinge nur aus ihrer Sicht... Und selbstverständlich macht es einigen auch spaß, dich zu ärgern.\nIch hab mir den Text ehrlich gesagt nicht ganz durchgelesen, weils mir zu doof war und zu sehr an meine eigenen Games erinnert. \nAber mach einfach ohne zu zögern /mute all und gut is. Sch*** doch was andere über dich sagen. Es war keine konstruktive Kritik, also musst auch nicht wissen was sie dir sagen. Du kriegst nichts mehr von chat mit und spielst selber vlt auch besser und konzentrierter.  \n\nGenerell. Spiel einfach dein Spiel, höre auf konstruktive Kritik und ignorier geflame, bzw wenn dus nicht kannst, dann einfach Mute. (Magische 2 Worte)\nHätte dein LB Supp gut funktioniert, hätte man dich bestimmt auch nicht geflamed. Das selbe hätte dir aber auch mit Nami&amp;Co passieren können. Lag also nicht an deinem LB pick oder daran dass du vlt mal ein bad game hattest. Es lag daran, dass du auf den Schmarren eingegangen bist. Ich denk mir immer, solche Leute sind meine Aufmerksamkeit nicht wert, also JUST IGNORE! :)\n\nLG und alles Gute T3quila","replies":[]},{"id":"","poster":"FinalBoss2002","date":"2019-11-03T13:19:34.723+0000","up_votes":3,"down_votes":0,"body":"Also ich bin hier ganz neutral jetzt bei der Sache ich habe mich auch immer verteidigt aber das war mal ich habe den Rest Dan ignoriert oder mich auf das game fokussiert. So wie du das jetzt schilderst klingt ein perma Bann zu heftig aber ich muss auch sagen wie auch andere es getan haben ashe ist wirklich unmobil sie braucht unbedingt einen guten supp der sie beschützen kann, da muss man sich auch mal in die Lage des adcs reinversetzen. Klar blind ist da um neue chamos und sowas zu probiere,aber man muss sich auch gleichzeitig darauf gefasst machen dass wen man schlecht spielt auch ein dementsprechendes Feedback zu seinem spiel bekommt. Also ich persöhnlich würde früher öfters gebannt ich weiß wie du dich fühlst damals dachte ich auch dass sie 100%nicht gerechtfertigt waren aber jetzt weiß ich dass auch ich am Resultat schuld wäre und habe aus meinen Fehlern gelernt, ich fokussieren mich auch wenn es flamer gibt immer weiter auf das game und manchmal schaffe ich und mein Team es auch dann wieder zurechtzufinden. Also versuch zu verstehen was es alles mit sich bringt sowas zu probieren.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:10:50.156+0000","up_votes":1,"down_votes":3,"body":"Ich habe am Anfang nicht mal schlecht gespielt, nur ist mein ADC mit lv 3 hinter die Minions der Gegner gerannt als deren ADC Halflife war und der Support Fulllife.\n\nJetzt würde ich auch einfach jeden Muten.","replies":[]}]},{"id":"","poster":"Shernoxi","date":"2019-11-02T14:22:45.872+0000","up_votes":3,"down_votes":0,"body":"Green x Pirat egal wie du dich jetzt rechtfertigen willst du hast falsch gehandelt und hättest sie ignorieren sollen oder muten hast du nicht gemacht du hast Feuer mit Feuer bekämpft und hast jetzt die Quittung erhalten für dein Fehlverhalten und der perma Bann bleibt erstellt dir einfach ein neuen account und dieses mal machst du alles anders","replies":[]},{"id":"","poster":"Cenâreth","date":"2019-11-02T14:01:56.640+0000","up_votes":3,"down_votes":0,"body":"Ich hatte letztens nen Toplaner Jax der wollte mich bannen lassen Weil er dachte ich sei Botter und hab nicht auf sein Trash Gelabber reagiert. Ich hab den Chat deaktiviert.\n\nWho Cares.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:44:27.197+0000","up_votes":1,"down_votes":0,"body":"Würde es jetzt genauso machen... wusste nicht das so etwas schon für einen Bann reicht.","replies":[]}]},{"id":"","poster":"Aggro Mieze","date":"2019-11-02T19:51:50.731+0000","up_votes":4,"down_votes":1,"body":"Du hast nach deiner ersten Sperre noch immer nicht gelernt den chat stummzuschalten? \nDir sollte bewusst sein, dass wenn dich alle angehen, du dich nicht verteidigen musst, sondern /Mute all und weiterspielen. Man wird nicht für einen champion pick gebannt. Aber dafür wenn man mehr im Chat schreibt als einen Tag auf Facebook.\nIch muss mich auch oft zusammenreißen, wenn grundlos Frauenfeindliche Dinge in den chat geschrieben werden. Mute und report am Ende. Und sich nicht triggern lassen. Der Respekt voreinander nimmt immer weiter ab, vor allem im Internet. {{champion:143}}\nUnd es ist btw nicht wichtig ob die User hier das für gerechtfertigt halten, denn wir kennen weder deine \"Vorgeschichte\" noch den kompletten Verlauf. Ohne alle Infos darf man sich so eh keine Meinung bilden (nur meine Meinung ;) \n\n","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:47:35.082+0000","up_votes":1,"down_votes":0,"body":"Der Account ist 5 Jahre alt 4 Jahre habe ich normal gespielt und habe mich auch nicht anstacheln lassen. Der letzte Bann ist 11 Moante her und aus einer Serie mit den anderen 2, weil ich in der Zeit sehr gestresst war.\n\nLeider wusste ich nicht, dass so etwas schon für einen permanenten Bann reicht, sonst hätte ich sie auch gemuted. Eingeltich versuche ich eher postiv in Spielen zu sein.","replies":[]}]},{"id":"","poster":"Flash4Smash","date":"2019-11-03T12:24:32.734+0000","up_votes":2,"down_votes":4,"body":"Das ist absurd das man deshalb einen Bann bekommt. Ich finde es sollte eine Instanz vor dem Permabann kommen in dem Riot oder Lol an sich den Report grund aufgeht und ^MENSCHLICH^ nachvollzogen wird.\nHoffe das du in nächster Zeit nicht mehr so was langes schreiben musst xD.","replies":[{"id":"","poster":"Abasin","date":"2019-11-04T12:24:16.101+0000","up_votes":3,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:12:55.047+0000","up_votes":1,"down_votes":3,"body":"Danke, genau das ist der Punkt.","replies":[]}]},{"id":"","poster":"Lotus Angel","date":"2019-11-01T19:54:13.210+0000","up_votes":2,"down_votes":2,"body":"Mega traurig tbh.  Was deine Mitspieler da abgezogen haben, ist schlicht und einfach Mobbing. Riot ist der Lehrer der sieht, wie du dich wehrst und dir nen Tadel verpasst. Der einzige Weg damit umzugehen, ist diese Leute konsequent zu ignorieren... wie im echten Leben. Es ist nicht fair. \nAber Kopf hoch!\nAuch wenn es jetzt im ersten Moment keinen großen Trost spendet, ist es immer noch eine Erfahrung, die dich lehrt. Vielleicht wirst du mit ihr auch außerhalb von League etwas mal anfangen können? \nDein Pfad hat dich hierher geführt, also schau nach vorne! ;)\nIch wünsche dir noch nen schönen Abend und nen erholsames Wochenende","replies":[{"id":"","poster":"Atomicsplash","date":"2019-11-01T22:43:22.220+0000","up_votes":2,"down_votes":0,"body":"Naja gut aber hier hat man die Mittel und selbst wenn riot ihn bannt, müssen alle anderen MINDESTENS die gleiche Strafe erhalten da diese es auch angezettelt haben, und nicht nur der der das Mobbing Opfer ist !!!!","replies":[{"id":"","poster":"eingew","date":"2019-11-02T06:56:42.626+0000","up_votes":2,"down_votes":1,"body":"Wenn der TE die Spieler gemeldet hat werden sie natürlich mit derselben Härte behandelt, wie er selbst auch.","replies":[{"id":"","poster":"SaltyLemonaids","date":"2019-11-02T09:12:00.610+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000400000000,timestamp=2019-11-02T06:56:42.626+0000)\n>\n> Wenn der TE die Spieler gemeldet hat werden sie natürlich mit derselben Härte behandelt, wie er selbst auch.\n\nUnd das glaubst du wirklich? Leldelol","replies":[{"id":"","poster":"eingew","date":"2019-11-03T05:30:28.503+0000","up_votes":1,"down_votes":0,"body":"Natürlich. Warum sollte die Chatanalyse ihn anders behandeln als die anderen? Aus welchem Grund sollte der TE so wichtig sein, dass er anders behandelt wird, als die anderen?","replies":[{"id":"","poster":"SaltyLemonaids","date":"2019-11-23T13:36:38.085+0000","up_votes":1,"down_votes":0,"body":"Nunja wie oft mir und meiner familie krebs oder mehr gewünscht wurde, ich das und meine mates reported haben und so selten eine meldung bekommen, dass was passiert und es immer wieder vorkommt. Deswegen spiele ich mittlerweile nurnoch 5er stack wenn überhaupt","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-23T15:34:05.006+0000","up_votes":2,"down_votes":0,"body":"Dann sollte man dir vielleicht mal sagen, dass es diese Rückmeldung nur sehr selten gibt, auch wenn eine Strafe erfolgt ist. ;)\nMan erhält sie nunmal nicht immer.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Phoenixale","date":"2019-11-14T00:40:42.301+0000","up_votes":2,"down_votes":0,"body":"Die Regeln sind klar und jeder hat sich daran zu halten!\n\n{{sticker:katarina-love}}","replies":[]},{"id":"","poster":"Phoenixale","date":"2019-11-04T23:26:34.475+0000","up_votes":2,"down_votes":0,"body":"Ich würde dich auch reporten, bei der ganzen unnützen - um es für dich verständlich auszudrücken - Kacke, die du da abgelassen hast. Das nervt dermaßen und hat enormen negativen Einfluss auf die gesamte Moral deines Teams. Ich kann dich durchaus verstehen, dass du da einfach auch deinen Senf ablassen möchtest, wer würde sich denn nicht gerne wehren wollen...\n\nIn so einem Fall einfach - wenn du denn Antworten möchtest- mit \"ok\" antworten. Das reicht völlig aus. Ein simples Wort, dass aufgrund seiner Knappheit den Angreifer passiv effektiv demütigt, da es einfach zeigt, dass du dich nicht für die Meinung des Gegenüber interessierst geschweige denn seine Aussage überhaupt ernst nimmst. Sollte er seine Aggressionen dennoch nicht einstellen hast du den Vorteil, dass du ihn reporten kannst... Du hast schließlich nichts geschrieben und die \"Sofort-Feedback Meldung\" gibt dir dann deine nötigte Genugtuung. Problem Gelöst. Der Andere heult, und du lachst dir ins Fäustchen. ;)\n\nKannst ihn natürlich auch mit Metaphern tilten, die mit der Spiel Lore zusammenhängen. \"Ye ye... Eat more of Teemos special Shrooms!\" Dafür kann dich niemand lynchen! \n{{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Westcoast38","date":"2019-11-04T00:12:39.913+0000","up_votes":2,"down_votes":0,"body":"Als SuppMain muss ich sagen das ich solche Picks wie LB, also irgendwelche Mages die da unten eigentlich nichts zu suchen haben verabscheue. Als ADC klar kann man auspacken aber nicht als Support!!!\nNaja wie dem auch sei, zurück zu dem eigentlichen Problem. \nDieses \"Verteidigen\" streich dir des mal aus dem Kopf, weil sowas gibt es nicht. \n\nIn erster Linie sorgt dein \"Verteidigen\" dazu das diese dummen Esels ständig diskutieren statt sich auf das Spiel zu konzentrieren. Bei soviel Text brauchst du dich auch nicht zu wundern das Ashe intet oder ihr verliert. Warscheinlich konnte sie kein Multitasking und ist während dem Schreiben in die Gegner reingelaufen. Allgemein bei soviel Text kann man doch nicht spielen. \n\nDas die dich volllabern kann einen reizen, verstehe ich total, aber sich auf die einzulassen schadet dir und nicht denen. Solange da nichts von dir steht, bringt denen ihre Reports auch nichts, weil alles was du schreibst kann gegen dich verwendet werden. \nDu verteidigst dich. Ok schön und gut aber vor wem? Vor paar im Bildschirm auftauchenden Sätzen? Was bringt das dir? Nach 20min wirst du diese Namen eh niewieder sehen und dafür seinen Account aufgeben? Weil man sich verteidigen wollte? Es ist es nicht wert.... So gar nicht wert....\n\nWenn du mit ihren Aussagen nicht klar gekommen bist hättest du diese einfach muten müssen.\nDu hast wirklich Feuer mit Feuer bekämpft und förmlich für ein Inferno gesorgt, jeglich bist du aber nur in diesem Feuer umgekommen, weil nach dem Beenden standest du allein mit den Aussagen welche du für deinen Bann vorbereitet hast. \nIch kenn das. Ich hatte einen 2 Account von Season 1. War bis Season 4 Plat. Siegreicher Jarvan, Janna, Elise, Richtspruch Kayle, entfesselter Alistar alles war dabei. \nDanach kam bei mir auch diese Downphase und Season 6 der saftige Perma.\nIch hab mich damals auch nur verteidigt aber für welchen Preis? Damit ich mich bei paar Vollidioten die ich niewieder sehe rechtfertigen kann hab ich meinen Acc verloren.\nDumm einfach nur dumm von mir. Lass es dir einen Lehre sein und bleib nicht auf den Aussagen und Meinungen unbedeutenden Personen hängen und zieh dein Ding durch.","replies":[]},{"id":"","poster":"Drakx","date":"2019-11-03T17:53:07.384+0000","up_votes":2,"down_votes":0,"body":"Manchmal ist die community halt komisch. Ich hätte einfach an deiner Stelle angefangen /mute all zu usen.","replies":[]},{"id":"","poster":"Gamecreeper19","date":"2019-11-03T03:14:13.416+0000","up_votes":2,"down_votes":0,"body":"1. Ich habe nicht alles gelesen einfach weil es mich nicht interessiert von dem was ich in den kommentaren bisher sah muss ich sagen ich stimme dem perma bann zu da vorbestraft etc. Hat der riot support nur seinen job streng nach regelbuch durchgeführt und streng nach regelbuch ist der gerechtfertigt wenn zeit in spielen gemessen wird etc. (Was irgendwo auch sinn ergibt weil wie sollst du die möglichkeite haben dich zu beweisen aka. Nichts falsch zu machen wenn du könntest, wenn du nicht kannst weil du nicht spielst) demnach streng nach regelbuch gerechtfertigt und nachvollziehbar, aus moralischer sicht eher weniger\n2. Wie hier schon jemand sagte, chattest du SEHR viel mehr als ich in meiner ganzen \"karriere\"  daher auch der grund weshalb ich das nicht lesen werd alles ... Es ist immer das selbe was ingame geschrieben wird ob von dir oder teammates zumindest flame wise\nUm wirklich objective zu spielen reichen die pings hoffentlich oder du schreibst dafür, musst dich aber nicht umbedingt absprechen da du ja merkst wenn keiner folgt etc. \nIch habe in soeinem fall immer direkt den fullmute all drin da man immernoch son bisschen das gefühl hat man verpasst möglicherweise was wenn man einfach den chat austellt (wobei das wirklich noch nicht viel gewesen sein kann)\nIch mute direkt weg sobald ich merke jemand fängt an zu diskutieren bzw. hirnlos zu flamen, da mann da in der regel keine zeit/konzentration für hat ingame. beispielsweise neulich in nem game renekton 10/2 mit 4 vision score (wtf u talking about vision look at my score i carry) bei 30 minuten der mich 6/8 first time xayah wegflamed weil er ja carrie und ich nichts tue (ende des games 10k mehr dmg und 20 mehr vision score als er) wird eventuell eine antwort geschrieben und dann der mute knopf betätigt wenn dann noch ping spam dazukommt von nem anderen am besten oder das team joined sich gegenseitig zu flamen wird gnadenlos der fullmute all reingehauen und das game so gut es geht einseitig kommunizierend runtergespielt da es sich wirklich nicht lohnt sich das geflame irgendwelcher randoms anzuhören, das beste disengage tool bleibt my bad und sich selbst analysieren um langfristig besser zu werden und versuchen fehler von m8s zu ignorieren bzw. Nicht näher drauf einzugehen da jeder einen schlechten tag haben kann und ein gutgemeinter ratschlag gerne mal in den falschen hals geraten kann wenn man an den falschen gerät\nGrundsätzlich gilt also fresse halten so schwer es auch sein mag und wenn es zu schwer wird den muteknopf betätigen oder längerfristig den chat ausstellen wenn es zu fräquentiert vorkommt das man sich vom team tilten lässt\nPS: ich weiss klingt sehr sehr trocken \"sei einfach der klügere\" und ich weiss es kann schwer sein (und auch ich schaff es nicht immer selbstverständlich) aber gerechtfertigt und nachvollziehbar sind zwei verschiedene dinge und würde ich beim riot support arbeiten würde ich dich erlich gesagt auch einfach ignorieren da bestimmt mehr zu tun ist (auch wenn es oft nicht so scheint) als sich um individuelle nachvollziehbare gründe für flame zu kümmern wenn es von anfang an falsch und ungerechtfertigt war.","replies":[]},{"id":"","poster":"TwistedVelocity","date":"2019-11-02T23:06:20.956+0000","up_votes":2,"down_votes":0,"body":"Eine Frage hab ich da wohl, wie lange ging das Match denn? Das ist in soweit wichtig da es schon eine Menge Kommentare waren. \nZum Inhalt selbst... So leid es mir tut, aber ein Ban allgemein ist nach meiner Ansicht gerechtfertigt, nicht nur für dich und auch nicht permanent sondern 30 Tage, aber gerechtfertigt nonetheless. Der Support hat recht, Feuer mit Feuer bekämpfen ist schlecht und für League (und jedes andere Multiplayer-Spiel jemals) gilt folgendes:\n- erwarte keine Intelligenz oder Menschlichkeit, setze sie für dich selbst voraus. Multiplayer, besonders zeitintensive wie League, machen uns Menschen zu absoluten Tieren. Instinktgetrieben kämpfen wir darum, uns in einer Hierarchie an die höchste Stelle zu setzen. Und Dinge, die nicht ins eigene Bild passen werden wehement angegriffen (Troll LB Supp in Blind Pick, wtf). Aber League ist wie das echte Leben in einigen Dingen. \"Provokation\" ist in meinen Augen eh eine schlechte Ausrede, da man die Wahl hat (nicht immer, aber oft genug) die Person zu ignorieren und sich auf sich selbst zu konzentrieren. Darum sollte es bei League auch gehen, wenn man ranked spielt - der eigene Fortschritt und nicht \"Mein Team hält mich zurück! 1!1!!1!1!1!\".\nIch für meinen Teil spiele kein Ranked mehr (so als Info nebenbei, sorry für Off-topic 😔), da im Ranked zu viele emotional instabile Typen und Mädels rumrennen. \"Chat disable\" ist eine nette Funktion, allerdings bräuchten wir das nicht, wenn \"die Community\" (eher die lauten, dämlichen 15% - meine Schätzung) nicht bei jedem kleinen Mist direkt ausrasten würde. Riot hat schon einiges getan, aber es reicht leider immer noch nicht. Und der dieser Kampf wird auch nie aufhören... Das ist gerade das traurige daran.\n\nAbschließend (hoffentlich liest du bis hierhin xD) hoffe ich, dass du wirklich entbannt wirst. Aber am besten schaltest du danach jegliche Art der Kommunikation aus, als reine Vorsichtsmaßnahme","replies":[]},{"id":"","poster":"DoktorKongo77","date":"2019-11-02T16:56:31.654+0000","up_votes":2,"down_votes":0,"body":"Ich gebe dir nen Tipp: Einfach sowohl Team-Chat als auch den All-Chat ausstellen. Bin kein Flamer, aber die Kommentare von anderen Spielern haben mich schon das ein oder andere mal etwas aufgeregt (hab trotzdem nichts in den chat geschrieben)\nhilft wirklich, ihn auszustellen","replies":[]},{"id":"","poster":"LadyofGay","date":"2019-11-02T13:31:09.027+0000","up_votes":2,"down_votes":0,"body":"Meine Meinung? Wenn jemand anfängt im Chat zu beleidigen oder schuldzuweisungen auszusprechen oder nicht game relevantes zu kommunizieren, dann Mute ihn. Niemals großartig reagieren. Ich habe absolut selten toxische teammates, weil ich a. meistens mit Freunden spiele und b. denke ich, dass Riot das auch leicht differenziert und auffällige Spieler in einer andere queue packt. Das ist nur ne Vermutung und ich kann das nicht beweisen aber ich habe sogut wie nie afkler, flamer oder ähnliches. Meine Frage an dich ist, was machst du mit diesen ganzen Meinungen? Möchtest du deinen Account entbannen lassen? Möchtest du wissen ob du wieder spielen solltest? Möchtest du Ratschläge wie du mit solchen teammates umgehen kannst? Ganz ehrlich, wenn du wieder anfängst zu spielen, dann ignoriere dein teammates komplett. Kommuniziere nur wenn du einen call machen möchtest und wenn jemand deiner meinung nach gut spielt sag ihm das. Mehr Kommunikation ist selten nötig. Wenn du wieder anfangen möchtest, dann frag dich aus welchem Grund. Möchtest du Spaß haben? Möchtest du besonders gut werden? Oder möchtest du anderen das game versauen?","replies":[]},{"id":"","poster":"ThirdLostSoul","date":"2019-11-02T12:45:54.329+0000","up_votes":2,"down_votes":0,"body":"Zu aller erst, das ist defenitiv ein Bann vom automatischen System, wobei es dem System egal ist ob dich 1er oder 9 Leute aus dem selben Spiel Reporten. Das System gibt immer die selbe Anzahl an nennen wir es mal negativ Punkte auf deinen Account für jedes reportete Spiel, findet das System anschließend keinen Grund für den report, werden diese Punkte wieder hinzugefügt. Mehr negativ Punkte dein Account hat, desto weniger toleriert das System an deinem Spiel und chat verhalten. \n\nDas System allein kann und wird dich bestrafen wenn du massiv (mehrmals, versehen passieren immer mal) CAPS BENUTZT egal welchen Inhalt und selbst wenn du nicht ein einziges mal reported würdest. Reports (für beleidigung und hassreden) lassen lediglich den System bot über deine Nachrichten laufen und kontrollieren eben nach:\n\n-Schimpfwörtern\n- Kürzel wie kys\n- caps, wird die Anzahl an CAPS Nachrichten überprüft\n - Das N-Wort  und andere religiöse hassreden (führt übrigens in jedem Falle zu einem permabann wenn es mehr als 5 Mal benutzt wurde, schreib auch bitte niemals heil an einen gewissen deutschen Diktator, hat den selben effect, bei hail stattdessen reagiert das System freundlicher) \n- bestimmt noch andere Dinge die nicht genau nennbar sind\n\nInt feed report checken logischerweise nur die stats (und wenn du 13/6/22 stehst aber die 6 Tode am Ende alle innerhalb von 3 min hattest wird das auch als Int feed angesehen, die 3 min werden je nach respawn timer angepasst, Beispiel) \n\nJeweils toleriert das System natürlich von jeder Art bis auf hassreden ( eben das N Wort und religiöse beleidigungen was in der Regel bei einer einzigen Benutzung zu nem chat bann für min 10 games führt) \n\nDa du allerdings schon einen 14 Tage Bann hattest, muss dich niemand Reporten (übrigens wenn jemand im Chat schreibt report xxx, kannst du denjenigen Reporten weil das als anstacheln anderer Spieler zählt und generell die Moral schon weitgehend reduziert), das System überprüft automatisch deinen char Verlauf in jedem einzelnen Spiel für ein volles/halbes Jahr oder eine bestimmte Anzahl an positiv auffallenden Spielen (nix bei Überprüfung gefunden). Die Anzahl der Spiele und systemtoleranz ist abhängig von der vorhergeganenen Strafe. \n\nDu hast etwas getan, was im wahrscheinlichsten Falle einen Chatban für 5 - 15 Spiele auf einem nicht bis leicht vorbelasteten Account geführt hätte, da du aber ein e 14 Tage bann bereits hattest in näherer Vergangenheit resultiert auch ein eigentlich 5 games Chatban sofort in einem permabann, da es hier keine ziwschenstufe mehr gibt und du niemals eine geringere Strafe bekommst als davor, mindestens immer die selbe. Im Falle eines 14 Tage Banns als vorhergeganene Strafe wird niemals die selbe strafe erteilt, es sei denn du lässt deine Account \"abkühlen\" oder fällst eben in keiner Weise mehr negativ auf über sehr viele Spiele hinweg, um wieder eine strafstufe heruntergesetzt zu werden. \n\nFazit: wahrscheinlich ist deine Strafe begründet wenn auch nicht wirklich vertretbar in menschlichem Sinne, riot wird diese allerdings nicht widerrufen, da sie systembanns in 95%+ der Fälle für angebracht halten und nicht die Kapazitäten haben, jeden einzelnen permabann wiederrufsantrag zu überprüfen, riot besteht immerhin nur aus 1500 Leuten die für alle Server zuständig sind. + ich weiß nicht wie viele volunteers (freiwillige nicht bezahlte Helfer aus der community) \nBegründet dadurch weil du noch unter näherer Aufsicht des Systems standest, da du, wie du selbst sagtest über längere Zeit kaum gespielt hattest und dadurch selbst über einen längeren Zeitraum keine ausreichende Anzahl an Spielen zusammen gebracht hast, ohne Auffälligkeiten, um wieder aus dem Raster zu fallen. \n\n\nIch bin nicht von riot und in keiner Weise vertraut mit den wirklichen abläufen im System, wir als eine Gruppe von Leuten aus dem real life haben lediglich das ausgetestet auf was das System reagiert, um genau das zu vermeiden in Haupt Accounts zu schreiben, weil uns unbegründete chatbanns und 14 Tage banns als auch in unserer Gruppe 2 permabanns auf die Nerven gingen. \n\nMit 40-50 neu erstellten Accounts über 12 Wohnorte verteilt haben wir dann ausprobiert wie das System auf chat Nachrichten reagiert, auch ausprobiert wie es reagiert in den jeweilig verschiedenen vorausgegangenen strafen, in Spielen ryze beledigt, wenn überhaupt kein ryze im Spiel war (oder andere Champions die nicht im Spiel waren) Reaktionen von anderen Spielern auf \"look at that effing teemo afk at baron pit he's such a...... \" und ähnliches waren auch relativ witzig teilweise. Abgesehen von einigen wenigen malen hatte sich nie irgendjemand angesprochen und meisten Fällen auch nicht reported da jeder es für nen Witz hielt. Tja scheiß sion halt, der es nicht hinkriegt sich ins game zu teleportieren als 11ter champion, um dich zu retten, sondern außerhalb des games nur zuguckt wie du stirbst. Außerdem schreib nicht zu oft \"stop feed\" oder blame. \"I'm not blaming\" wird als flamer Selbstverteidigung angemerkt und zählt ungefähr 30% wie ne einzelne leichte beleidigung. Auch das häuft sich. Gib auch nicht zu viele befhele wie stop feed oder anderes stop oder ein do blablabla buy blablabla, es kann sein das man bestraft wird wenn man ein rechthaberischer alles wissender ist. \n\nDen Zeitraum oder Spiele Anzahl bis man erneut die selben bans und strafen bekommt die man schon hatte, haben wir nicht genau getestet. Das wäre zunzeitaufwendig. Über 2 Jahre hinweg auch keine ausreichende Zeitspanne um das mehrmals auszutesten.\n\nÜbrigens wenn du bereits eine 14 Tage Strafe hast, brauchst du selbst erst gar niemanden zu Reporten. Der Wert deines reports liegt bei unter 10% des normalen. Es müssten 10 Spieler die bereits 14 Tage Bann hatten den selben Spieler Reporten damit er überhaupt zählt. (Vermutung, mit eben belasteten Accounts einen unserer neuen Accounts der ohne pre-made team zufälligerweise im selben game gelandet ist und das sogar mehr als über 3 Tage hinweg, mit dem wir dann halt bewusst wieder die leere beleidigt haben und rein garnicht passierte. Übrigens wird man sogar schon bestraft wenn man sich selbst über mehrere games beleidigt (I am such a.....) und bekommt dann jene chatlogs auch zugeschickt, ohne das man überhaupt beleidigungen an andere Spieler richtet, von daher glauben wir nicht das das System erkennt wohin etwas gerichtet ist. ","replies":[]},{"id":"","poster":"Revilous","date":"2019-11-01T21:32:08.755+0000","up_votes":2,"down_votes":3,"body":"[Hier](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/NdQAe2bO-chatrestrict-worthy) wurde ich aufs heftigste gemobbt und fertig gemacht aber die Community hat gemeint, es wäre gerechtfertigt. Aber du rechtfertigst dich schön ausführlich und plötzlich ist die Community auf deiner Seite? Was ein JOKE!","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-11-01T21:46:00.511+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Revilous,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0006,timestamp=2019-11-01T21:32:08.755+0000)\n>\n> [Hier](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/NdQAe2bO-chatrestrict-worthy) wurde ich aufs heftigste gemobbt und fertig gemacht aber die Community hat gemeint, es wäre gerechtfertigt. \n\n\nhttps://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/NdQAe2bO-chatrestrict-worthy?comment=0001\n\n:v uhm... o-okay?\n...whateffs.\nBist du denn nun wenigstens zum support gegangen?","replies":[{"id":"","poster":"Revilous","date":"2019-11-02T13:46:48.566+0000","up_votes":1,"down_votes":1,"body":"Nee hat mich nicht so sehr gekümmert\n\nUnd nicht falsch verstehen: Ich meinte damit, dass ich in dem entsprechenden Spiel geflamt wurde ohne Ende, nicht dass ihr mich hier fertig gemacht hättet :D","replies":[]}]}]},{"id":"","poster":"impulseTML","date":"2019-11-03T15:17:21.837+0000","up_votes":3,"down_votes":1,"body":"Alleine dafür, dass du scheinbar mehr geschrieben, als gespielt hast, hast du meiner Meinung nach den Bann verdient... Nicht unbedingt perma, aber es war ja auch nicht das erste Mal ;)","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:06:41.503+0000","up_votes":1,"down_votes":3,"body":"Einen permanenten Bann für zu viel schrieben?","replies":[]}]},{"id":"","poster":"Zer0Driver","date":"2019-11-03T14:25:19.772+0000","up_votes":3,"down_votes":1,"body":"Manchmal habe ich das Gefühl das Rito sich die Fälle nichtmal anguckt sondern nur die Anzahl der Reports. Für mich sieht das nichtmal nach einem zeitlich begrenzten Bann aus.{{summoner:31}} ","replies":[]},{"id":"","poster":"EL Schögli","date":"2019-11-03T13:53:31.495+0000","up_votes":3,"down_votes":1,"body":"Ach Gott wie gut ich dich verstehe ich habe früher auch immer probiert zu argumentieren und hatte immer das Gefühl wenn man vernünftig argumentiert das sie doch einsichtig werden aber die community von lol ist genau so erwachen wie die kleinen kinder im Kindergarten was der grund ist warum ich eigentlich nur noch TFT spiele und als ich das von dir hier gelesen habe sind einige Gefühle in mir hoch gekommen!\n\nUnd die Aussage das man Feuer nicht mit Feuer bekämpfen kann... Du warst der der versucht hat mit Vernunft und Verständnis die Sache klar darzulegen aber sie wollten es einfach nicht verstehen und suchten einen schuldigen für ihr versagen (ashe) und die anderen haben halt einfach mitgemacht weil es ihnen egal war wie es dir dabei geht bzw haben garnicht versucht es zu verstehen....\n\nAlso bitte riot redet nicht so einen Blödsinn unbanned seinen Account und banned die anderen 5!!! Das wäre mal ein Schritt in die richtige Richtung und wäre mal ein Sieg für die Gerechtigkeit #demacia","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:55:54.512+0000","up_votes":1,"down_votes":3,"body":"Danke für deine Antwort!\n\nSehe ich auch so. Ich habe zwar zu viel geschrieben und hab eine Strafe verdient, aber einen Account der 4 Jahre nicht geflamed, dann über einen Monat eine schlechte Phase hatte, dann 11 Monate wieder ruhig war, nach sowas permanent zu bannen, finde ich einfach unfair.","replies":[]}]},{"id":"","poster":"Μordred","date":"2019-11-03T12:56:29.067+0000","up_votes":3,"down_votes":1,"body":"Hast du verdient den Bann.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:11:33.055+0000","up_votes":1,"down_votes":3,"body":"Weil?","replies":[]}]},{"id":"","poster":"EsSkKeEtTitT ","date":"2019-11-02T15:19:28.617+0000","up_votes":3,"down_votes":1,"body":"Sorry aber meiner Meinung nach ist das ein gerechter Ban. Du sagst dass du schon mal 14 Tage gebannt wurdest, was eig zeigt dass du toxic af bist und du kamnst mir auch nicht sagen, dass du in einem Blind Pick ständig Adc bekommst. 90 Prozent der Leute hassen es als Support zu spielen. Mit Leblanc Support zu gehen ist sowieso der größte Bullshit, den du machen kannst. Natürlich flamen dich dann die Leute, weil du scheisse spielst. Da gibt es kein ich habe mich verteidigt.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:50:25.388+0000","up_votes":1,"down_votes":0,"body":"LeBlanc war in der Anni Support Meta Phase ein gängiger Pick auch bei Pro's. Ich spiele normal immer Support, hatte aber 2 Runden davor genau solche ADC's, wo ich ruhig geblieben bin,  daher hatte ich keine Lust.\n\n\"Natürlich flamen dich dann die Leute, weil du scheisse spielst. Da gibt es kein ich habe mich verteidigt.\" Die Aussage kann ja auch nur von einem Flamer stammen...","replies":[]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:51:11.523+0000","up_votes":1,"down_votes":0,"body":"Ich WAR toxic, dass habe ich auch zugegeben, dennoch bin ich das seit 11 Monaten nicht mehr und Blind Pick ist da um neue Dinge auszuprobieren. LeBlanc war zu der Anni Support Meta Phase auch nicht gerade ein seltener pick, auch in ranked Games.\nIch spiele sehr sehr gerne Support. Thresh ist auch mein meist gespielter Champ, allerdings wurde ich die Runden davor, in denen ich ruhig geblieben bin, auch nur geblamed.","replies":[]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T16:13:38.942+0000","up_votes":1,"down_votes":0,"body":"Ich WAR toxic, dass habe ich auch zugegeben, dennoch bin ich das seit 11 Monaten nicht mehr und Blind Pick ist da um neue Dinge auszuprobieren. LeBlanc war zu der Anni Support Meta Phase auch nicht gerade ein seltener pick, auch in ranked Games.","replies":[]}]},{"id":"","poster":"EB24 Frosch","date":"2019-11-02T09:22:49.464+0000","up_votes":1,"down_votes":5,"body":"Hallo.\n\nIch bin Moritz und bin seit mittlerweile gut 7 Jahren in verschiedenen, größeren Communities als Moderator und Administrator tätig, von daher nehme ich es mir erst einmal heraus zu sagen, dass ich Ahnung von der Materie habe. Außerdem spiele ich seit 2011 aktiv League of Legends, weshalb ich auch hier denke, dass ich mich ebenfalls mit der Community in League auskenne.\n\nSoviel zu mir. Jetzt zu dir und den Antworten hier:\nIch finde es absolut hanebüchen, dass OP für diesen Chatlog auch nur ansatzweise eine Strafe bekommen hat. \nEs ist eine komplette Farce, die sich hier abzeichnet. Erst einmal ist es doch schon Blödsinn, dass relativ klar ist, dass er niemals gebannt worden wäre, wenn ihn nur eine Person reportet hätte. Das System wiegt mehr Reports eben mehr, auch wenn sie am Ende des Tages sinnlos sind. Und wenn ich dann noch so einen Quatsch lese wie von @eingew:\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000400000000,timestamp=2019-11-02T06:56:42.626+0000)\n>\n> Wenn der TE die Spieler gemeldet hat werden sie natürlich mit derselben Härte behandelt, wie er selbst auch.\nwird mir echt ein wenig trüb vor den Augen ob der Tatsache, ob ich Träume oder nicht. Seit Jahren melde ich Leute, die weitaus schlimmere Bemerkungen abgeben wie auch nur irgendjemand in dieser Lobby hier, passieren tut am Ende nichts, weil sich niemand dafür interessiert. Aber hier im Forum kommen dannn ja immer direkt die Verfechter der Gerechtigkeit um die Ecke und sagen, dass das ja schon toxisch ist was du da geschrieben hast und so weiter und so fort. \n\nIch kann euch aus gut 7 Jahren Erfahrung sagen: das hier ist nicht toxisch. Bei allem guten (oder schlechten?) Willen muss man sagen, dass es hier im Chatlog praktisch nichts gibt, was in irgendeiner Art und Weise \"schlimm\" wäre oder sowas. \n\nOP hat weder beleidigt noch gespammt. Und wenn ihr sagt, dass das hier \"negatives Verhalten\" wäre, dann schaltet den Allchat doch einfach endlich ganz aus, führt doch anscheinend zu nichts, oder? Und vielleicht ist die Frage eine ganz andere - selbst wenn er hier ein \"negatives Verhalten\" (was ist das eigentlich?) an den Tag legt, dann überlegt doch mal woher das vielleicht kommen könnte. Denn nicht das Endresultat ist das Problem, sondern wie es dazu gekommen ist. Seine Negativität am Ende dieses Spieles ist verdammt noch einmal nicht das Problem, das wir in League haben, sondern die Leute, die dazu führen, dass andere eine negative Einstellung haben. Darum kümmert sich nämlich anscheinend niemand hier oder im Spiel. \n\n@eingew schreibt weiterhin: \n\"Jetzt ist es aber nicht so, dass du dich einfach nur gewehrt hast. Wenn sich beide für die Niederlage gegenseitig verantwortlich machen, haben sich beide daneben benommen.\n\nFürs nächste Mal: So Spieler einfach stumm schalten und nach dem Spiel melden. Natürlich kannst du dich rechtfertigen (ohne Schuldzuweisungen!), meistens ist das aber sinnlos, die hören ja doch nicht zu.\"\n\nEr hat diskutiert und anderen Leuten aufgezeigt, dass sie vielleicht was falsch machen. Wenn man davon ausgehen kann, dass die Schilderungen OPs richtig sind, dann ist das ein echt großer Mist, den du hier scheibst eingew. Nur weil ich sage, dass \"Person XY hat aufgrund von A und B das Spiel verloren\" und ich habe damit recht, benehme ich mich dann daneben? Nein, oder? Oder ist das negatives und toxisches Verhalten für dich oder jemand anderen? Wer das SO sieht, dem ist meiner Meinung nach nicht mehr zu helfen und derjenige/diejenige versteht nicht, was das eigentliche Problem dieser Community ist.\n\nAußerdem: es ist immer das gleiche. Jedes. Einzelne. Mal. \"Ja, mute die Spieler doch einfach und melde die nach dem Spiel :)))))\" - vielleicht möchte man ja aber versuchen, ein Spiel zu retten und ich kann verstehen, dass wenn jemand sich ungerecht behandelt fühlt bzw. ungerecht angegriffen fühlt, eben auch zurückargumentieren will und eben nicht einfach alles zur Kenntnis nehmen möchte. Und das kann man doch auch nicht von den Leuten erwarten oder? Wenn das deine stetige Erwartungshaltung ist, dann bist du empathielos und solltest vielleicht mal versuchen, dich in andere Leute reinzudenken. \n\n> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=00070000,timestamp=2019-11-01T23:47:06.994+0000)\n>\n> Seine Diskussion hat aber auch nicht dazu beigetragen das Spiel zu gewinnen (ich gehe mal davon aus, dass es verloren gegangen ist).\n> Was bringt es mit Schwachköpfen zu diskutieren, die es eh nicht einsehen wollen? Was bringt ihm die Verteidigung gegenüber einen Spieler, den er vermutlich nie wieder sehen wird? Du sagst doch selber es sind Witzfiguren, wieso muss man sich vor Witzfiguren rechtfertigen? \n> \n> Hätte er keinerlei Vorstrafen gehabt hätte der Chatlog vermutlich nicht mal für eine CR gereicht. Da er aber bereits einen 14 Tage Bann hatte, ist das System SO empfindlich, dass selbst Reportaufrufe zum Bann führen.\n\nUnd nur weil OP mit jemanden diskutiert heißt das, dass er dafür eine Strafe bekommen sollte? Ich verstehe das echt nicht, es ergibt für mich auf so vielen Ebenen keinen Sinn. Manchmal, das habe ich eben schon geschrieben, will man eben nicht einsehen, dass einen andere ungerecht behandeln und dann stellt man sich eben der Diskussion und redet dagegen an. Das kannst du doch niemanden vorwerfen. Und dann noch so eine Aussage wie das darunter von dir, dass er ohne Vorstrafen nichts dafür bekommen hätte - findest du das denn etwa nicht traurig? Das ist doch wie wenn ich mal eine Strafe dafür erhalten habe, dass ich in eine Bar gegangen bin, diskutiert habe und mich dann mit anderen Leuten geprügelt habe und jetzt werde ich schon kritisch beäugt, wenn ich auch nur eine Bar schief anschaue und wenn ich dann auch noch reingehe und DANN noch meinen Mund aufmache, dann bin ich schon so gut wie im Knast? Sowas ist echt die Härte und ich kann es einfach grundsätzlich nicht nachvollziehen, sorry, da fehlt mir einfach irgendwas zu.\n\n\nDieser Account gehört für diesen Chatlog nicht gebannt.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T09:30:31.259+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=EB24 Frosch,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000c,timestamp=2019-11-02T09:22:49.464+0000)\n>\n> ...\n> Und nur weil OP mit jemanden diskutiert heißt das, dass er dafür eine Strafe bekommen sollte? Ich verstehe das echt nicht, es ergibt für mich auf so vielen Ebenen keinen Sinn. Manchmal, das habe ich eben schon geschrieben, will man eben nicht einsehen, dass einen andere ungerecht behandeln und dann stellt man sich eben der Diskussion und redet dagegen an. Das kannst du doch niemanden vorwerfen. Und dann noch so eine Aussage wie das darunter von dir, dass er ohne Vorstrafen nichts dafür bekommen hätte - findest du das denn etwa nicht traurig? Das ist doch wie wenn ich mal eine Strafe dafür erhalten habe, dass ich in eine Bar gegangen bin, diskutiert habe und mich dann mit anderen Leuten geprügelt habe und jetzt werde ich schon kritisch beäugt, wenn ich auch nur eine Bar schief anschaue und wenn ich dann auch noch reingehe und DANN noch meinen Mund aufmache, dann bin ich schon so gut wie im Knast? Sowas ist echt die Härte und ich kann es einfach grundsätzlich nicht nachvollziehen, sorry, da fehlt mir einfach irgendwas zu.\n> \n> \n> Dieser Account gehört für diesen Chatlog nicht gebannt.\n\nUm mal bei Deinem Beispiel zu bleiben:\nIn diesem Fall hat der Wirt Dir nach Deiner Entgleisung (Prügelei) direkt mitgeteilt, dass wenn Du das nächste mal in die Bar rein kommst und jemanden Schief anschaust, Du Hausverbot bekommst.\nDas hat nichts damit zu tun, dass man direkt in den Knast wandert. Der Perma ist nicht mit Knast vergleichbar. Der Perma ist ein Hausverbot seitens RIOT. Warum vergleichen alle einen Perma mit Knast oder gar mit der Todesstrafe? Und um auf das Beispiel zurück zu kommen:\nWenn der Wirt Dir ankündigt, dass Du Hausverbot bekommst, wenn Du das nächste mal in der Kneipe jemand schief anschaust, und es tritt genau der Fall ein, verliert der Wirt jegliche Glaubwürdigkeit, wenn er die angedrohte Strafe nicht durchzieht.","replies":[{"id":"","poster":"EB24 Frosch","date":"2019-11-02T10:21:25.473+0000","up_votes":1,"down_votes":1,"body":"Dir wird aber niemals jemand gesagt haben, dass du für eine nachvollziehbare Diskussion bzw. eine nachvollziehbare Rechtfertigung (meines Erachtens nach) gebannt werden kannst. Das hier aufgezeigte Verhalten ist nicht toxisch. Das Verhalten ist nichts, was einen permanenten Ausschluss rechtfertigen würde. \n\nWarum man das mit Knast und Todesstrafe vergleicht? Weil es im übertragenen Sinne genau letzteres ist: dein Account ist tot. Das ist theatralisch, das mag übertrieben sein, aber ist eine Art und Weise, etwas auszudrücken. Ein Hausverbot in einer Kneipe würde mich im Gegensatz zu einem Ban meines Mainaccounts nicht sehr interessieren. Du versuchst mein Beispiel aufzugreifen, verdrehst den eigentlichen Sinn aber. \n\nHinzu kommt, dass ihm kein virtueller Wirt ein Hausverbot gegeben hat, sondern jemand, der hinter dem Haus steht, keine Ahnung von dem Sinn des Geschehens im Haus hat aber trotzdem urteilt, wenn ihm nur genug Leute einen report in die Hand drücken, selbst wenn es nicht gerechtfertigt ist. \n\nDas hier, ich muss mich ausdrücklich wiederholen, ist in keiner Welt einen Ban wert.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T10:34:13.537+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=EB24 Frosch,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000c00000000,timestamp=2019-11-02T10:21:25.473+0000)\n>\n> Dir wird aber niemals jemand gesagt haben, dass du für eine nachvollziehbare Diskussion bzw. eine nachvollziehbare Rechtfertigung (meines Erachtens nach) gebannt werden kannst. Das hier aufgezeigte Verhalten ist nicht toxisch. Das Verhalten ist nichts, was einen permanenten Ausschluss rechtfertigen würde. \n> \n\nEr hat seinen 14 Tagesbann für ähnliches Verhalten bekommen. Somit sollte ihm eigentlich klar sein, und RIOT hat ihm damit unmissverständlich mitgeteilt, dass sie eben jenes Verhalten in LOL unangebracht finden und er mit diesem Verhalten nicht erwünscht ist. Es wurde ihm also mitgeteilt.\n\n> Warum man das mit Knast und Todesstrafe vergleicht? Weil es im übertragenen Sinne genau letzteres ist: dein Account ist tot. Das ist theatralisch, das mag übertrieben sein, aber ist eine Art und Weise, etwas auszudrücken. Ein Hausverbot in einer Kneipe würde mich im Gegensatz zu einem Ban meines Mainaccounts nicht sehr interessieren. Du versuchst mein Beispiel aufzugreifen, verdrehst den eigentlichen Sinn aber. \n> \n\nEs ist aber keine Todesstrafe. Klar, der Mainaccount ist weg. Allerdings ist es de Fakto ein Hausverbot, was ausgesprochen wurde. Er darf mit diesem Account LOL nicht mehr spielen. Genauso wenig darf er einen Laden nicht mehr betreten.\nIch verdrehe nicht den Sinn dahinter. Es ist und bleibt ein Hausverbot. Wenn Du in einem Laden Hausverbot bekommst, in den Du sehr gerne gegangen bist, trifft Dich das Hausverbot härter als wenn Du es in irgendeiner x-beliebigen Kneipe bekommst. Ich habe lediglich die Kneipe genommen, weil Du sie als Beispiel angebracht hattest. Nimm halt eben statt der Kneipe irgendeinen Laden / Ladenkette in der Du Dich gerne aufhältst. Dort bekommst Du nach eben jener Ausschreitung die Warnung, dass wenn Du das nächste mal jemanden schief anschaust, Du Hausverbot bekommst. dann kommst Du das nächste mal rein, schaust jemanden schief an und bekommst dann das angedrohte Hausverbot.\nVersteife Dich nicht auf exakt das, was im Beispiel genannt wurde. Dafür ist es eben genau das: Ein Beispiel, welches Du auf andere Sachen anwenden kannst.\nAlso nein, es ist nicht mit Knast oder Todesstrafe gleich zu setzen. Es ist und bleibt ein Hausverbot.\n\n> Hinzu kommt, dass ihm kein virtueller Wirt ein Hausverbot gegeben hat, sondern jemand, der hinter dem Haus steht, keine Ahnung von dem Sinn des Geschehens im Haus hat aber trotzdem urteilt, wenn ihm nur genug Leute einen report in die Hand drücken, selbst wenn es nicht gerechtfertigt ist. \n> \n\nRIOT ist nun einmal der Entwickler von LOL. Und glaube mir, die wissen sehr wohl, was in dem Spiel so vor sich geht. Es wird auch nicht einfach so ab einer gewissen Reportanzahl gebannt, wie Du es hier suggerieren willst. Vor dem Bann läuft eine Prüfung. Wenn Du mir nicht glauben willst, stelle doch einfach bei RIOT eine Anfrage, wie oft Du bereits reportet wurdest, wenn Du mir nicht glaubst.\nRIOT ist quasi der Besitzer von LOL und spricht Spielern, die sie mit dem Verhalten nicht in LOL haben wollen ein Hausverbot aus. Das kannst Du gerne anders sehen, dadurch wird es aber auch nicht richtiger.\n\n> Das hier, ich muss mich ausdrücklich wiederholen, ist in keiner Welt einen Ban wert.\n\nWie schon mehrfach geschrieben: Für sich alleine gesehen reicht dieser Chatlog noch nicht mal für eine CR. Der TE hatte allerdings schon den letzten Warnschuss erhalten für ähnliches Verhalten und hat offenbar nicht den Schluss daraus gezogen, dass dieses Verhalten unerwünscht ist.\nAber nur mal so Interesse halber, weil Du immer wieder schreibst, dass es keinen Bann wert ist. Heißt das, dass für Dich eine Strafe zwar in Ordnung ist, aber ein Bann zu hart dafür?","replies":[]}]}]}]},{"id":"","poster":"CallItMagic","date":"2019-11-01T18:38:37.227+0000","up_votes":4,"down_votes":3,"body":"Ich bin ehrlich ich habe den Text hauptsächlich überflogen, da ich die AUfmerksamkeitsspanne eines 10 Jährigen besitze aber du hast dich in diesem Falle nur verteidigt und ich habe auch keine Beleidigungen von deiner Seite aus gelesen. Was die Evelin da abgezogen hat war ja auch ne harte Nummer.\nDu: Roamst\nSie: Hm der is nich da lass ma ganken\nSie: Stribt\nSie: Ja ich hab zwar gesehen dass du nicht da warst und bin trotzdem reingegangen also ist es deine Schuld.\n\nDas ist halt echt die Härte. \nBei Vorstrafen, würde ich allerhächstens ne CS rauslassen. Finde diese Logs kein bisschen Bannwürdig.\n\nWenn ich mir überlege, dass ich mal einen Veigar im Team hatte der mit Beleidigungen, und Homophoben begriffen nur so um sich geworfen hat und trotzdem fröhlich weiterspielen darf. \n\nDas steht doch in keinem Verhältnis zueinander.","replies":[{"id":"","poster":"CallItMagic","date":"2019-11-01T18:44:46.026+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=CallItMagic,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0003,timestamp=2019-11-01T18:38:37.227+0000)\n>\n> Ich bin ehrlich ich habe den Text hauptsächlich überflogen, da ich die AUfmerksamkeitsspanne eines 10 Jährigen besitze aber du hast dich in diesem Falle nur verteidigt und ich habe auch keine Beleidigungen von deiner Seite aus gelesen. Was die Evelin da abgezogen hat war ja auch ne harte Nummer.\n> Du: Roamst\n> Sie: Hm der is nich da lass ma ganken\n> Sie: Stribt\n> Sie: Ja ich hab zwar gesehen dass du nicht da warst und bin trotzdem reingegangen also ist es deine Schuld.\n> \n> Das ist halt echt die Härte. \n> Bei Vorstrafen, würde ich allerhächstens ne CS rauslassen. Finde diese Logs kein bisschen Bannwürdig.\n> \n> Wenn ich mir überlege, dass ich mal einen Veigar im Team hatte der mit Beleidigungen, und Homophoben begriffen nur so um sich geworfen hat und trotzdem fröhlich weiterspielen darf. \n> \n> Das steht doch in keinem Verhältnis zueinander.\n\nOk habs jetzt doch komplett gelesen. DAS IST DOCH KEINEN PERMABANN WERT. Vor allem, die haben dich ja runtergemacht und ihr habt den Ball hin und her gespielt. Nach der Logik sollten alle die mitgeschrieben haben nen Perma Bann oder ne Strafe kassieren. Kann ja wohl nicht sein hey.\n\nEcht schade um deinen Account. Ich frage mich immer wie ich darauf reagieren würde wenn mein Acc weg ist. \nWahrscheinlich schlecht, steckt Geld, Herzblut und viel zu viel Salz drinn um den aufzugeben xD\n\nNa ja angenehmes Wochenende an alle Leser.\n\nMFG\nEuer freundlicher Support von nebenan{{champion:89}}","replies":[{"id":"","poster":"eingew","date":"2019-11-02T06:55:06.503+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=CallItMagic,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=00030000,timestamp=2019-11-01T18:44:46.026+0000)\n>\n> Ok habs jetzt doch komplett gelesen. DAS IST DOCH KEINEN PERMABANN WERT. Vor allem, die haben dich ja runtergemacht und ihr habt den Ball hin und her gespielt. Nach der Logik sollten alle die mitgeschrieben haben nen Perma Bann oder ne Strafe kassieren. Kann ja wohl nicht sein hey.\n\nEs geht in erster Linie um die Schuldzuweisungen. Jemandem vorzuwerfen, er habe reingefeedet und wäre Schuld an der Niederlage ist immer ungerechtfertigt, egal was dieser Spieler vorher wiederum einem selbst vorgeworfen hat.\n\nDer Permaban ist ja auch nicht für dieses eine Spiel, sondern weil der TE trotz mehrer vorheriger Strafen sein Verhalten nicht geändert hat. Irgendwann ist es schließlich auch mal gut.","replies":[{"id":"","poster":"STF Weizenbär","date":"2019-11-02T13:23:19.782+0000","up_votes":1,"down_votes":0,"body":"Egal wie gerechtfertigt, der Bann war oder nicht. Es zeigt mir persönlich, das richtige getan zu haben.\nHab bislang noch keine Restriktion bekommen oder so, aber ja unsere League Community ist der größte welches Wort auch immer.\nDie vorherrschende Toxicity ist echt schade und zerstört das Spiel. Ich kann den OP komplett verstehen, es nicht gerecht zu finden. Aber so funktioniert leider das System.\nDa hilft nur noch:\nChat ausstellen Team- und All-chat. Und im Notfall eben auch die Pings, wenn diese toxisch werden.\n\nEigentlich schade, da LoL ja ein Team-Spiel ist, aber das ist auch nur noch im Team spielbar, ansonsten bist du komplett auf dich allein gestellt, denn mit der Community zu reden bringt in-game leider gar nichts. -1\n\nSchade schade, dass es so ist.{{champion:497}} {{summoner:3}} {{sticker:sg-janna}}","replies":[{"id":"","poster":"eingew","date":"2019-11-03T04:57:38.873+0000","up_votes":1,"down_votes":0,"body":"So schlimm finde ich es nicht. Ich rede nicht viel mit den Leuten, aber ich schalte sie nur stumm, wenn die jeweiligen Spieler sich daneben benehmen. Was zugegebenermaßen recht häufig ist, dennoch sehe ich auch regelmäßig Spieler, die mir sympathisch sind. Man muss sich von den unangemessenen Urteilen und Ansichten, die sonst so im Spiel geäußert werden, abgrenzen, auch wenn das vor allem anfangs schwierig ist.\n\nAber es ist eine gute Übung fürs sonstige Leben. Bringt einem eine Menge Frustrationstoleranz.","replies":[]}]},{"id":"","poster":"Whyzocker","date":"2019-11-02T13:36:16.282+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000300000001,timestamp=2019-11-02T06:55:06.503+0000)\n>\n> Es geht in erster Linie um die Schuldzuweisungen. Jemandem vorzuwerfen, er habe reingefeedet und wäre Schuld an der Niederlage ist immer ungerechtfertigt, egal was dieser Spieler vorher wiederum einem selbst vorgeworfen hat.\n> \n\n? So wie ich das in den chat logs die er zur Verfügung stellt sehe, hat er sich lediglich verteidigt. Mal davon abgesehen, dass das nichts bringt und er sich selbst damit nur ins salz hochschaukelt, ist das definitiv kein bannbares verhalten. \n\n> Der Permaban ist ja auch nicht für dieses eine Spiel, sondern weil der TE trotz mehrer vorheriger Strafen sein Verhalten nicht geändert hat. Irgendwann ist es schließlich auch mal gut.\n\nAber anscheinend hat er sein Verhalten doch geändert? Er ist das gesamte Spiel relativ ruhig geblieben und hat nicht eine beleidigung raus geholt. \nWenn er jetzt doch für ein anderes game gebannt worden ist, warum werden ihm dann die chatlogs gezeigt in denen er absolut nichts falsch macht außer mit seinem team rum zu argumentieren.","replies":[{"id":"","poster":"eingew","date":"2019-11-03T04:53:49.030+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Whyzocker,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0003000000010001,timestamp=2019-11-02T13:36:16.282+0000)\n>\n> ? So wie ich das in den chat logs die er zur Verfügung stellt sehe, hat er sich lediglich verteidigt. Mal davon abgesehen, dass das nichts bringt und er sich selbst damit nur ins salz hochschaukelt, ist das definitiv kein bannbares verhalten. \n\nWenn du jemandem etwas vorwirfst geht das definitiv übers verteidigen hinaus.\n\n> Aber anscheinend hat er sein Verhalten doch geändert? Er ist das gesamte Spiel relativ ruhig geblieben und hat nicht eine beleidigung raus geholt. \n\nSchuldzuweisungen sind ja ebenfalls bestrafungswürdig und die hat er getätigt. Man muss keine Beleidigungen schreiben, um sich unangemessen zu verhalten und schlechte Stimmung ins Spiel zu bringen.\n\n> Wenn er jetzt doch für ein anderes game gebannt worden ist, warum werden ihm dann die chatlogs gezeigt in denen er absolut nichts falsch macht außer mit seinem team rum zu argumentieren.\n\nEr wurde nicht doch für ein anderes Spiel gebannt. Er wurde sowohl für dieses Spiel, als auch für seine vorherigen Vergehen permanent gebannt. Es handelt sich hierbei um eine Folgestrafe. Hätte er dieses Verhalten ohne vorherige Strafen gezeigt, wäre er sicherlich mit der niedrigsten CR davon gekommen. Da er aber bereits einen zweiwöchigen Ban hatte, ist die Strafe eben ein permanenter Ban. Das heißt aber eben nicht, dass er für den einen Log mit einem Perma bestraft wurde. Darauf wollte ich hinaus.\n\nDass er nur argumentiert und keine Regeln überschreitet ist erst einmal nur deine Meinung. Im Weg der Beschwörer sind Schuldzuweisungen eindeutig als schlechtes Verhalten beschrieben und die Chatanalyse, die ja die Strafe hier ausgesprochen hat, orientiert sich ja mit ihren Urteilen an den Daten des Tribunals und den Reports. Offensichtlich stimmt die Community hier also mir und Riot zu: Egal was die Ashe gesagt hat, es war nicht angemessen ihr vorzuwerfen, sie würde feeden.","replies":[]}]}]},{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-01T18:57:41.472+0000","up_votes":1,"down_votes":1,"body":"Danke für deiner Meinung! Sehe das ganze genauso.\nTheoretisch kann man dann ja schon dafür gebannt werden einfach \"bg\" oder so am Ende zu schreiben, weil man eine negative Einstellung hatte.\nIch verstehe es wenn man offensiv versucht die anderen zu beleidigen, aber sich zu verteidigen und dafür einen permanenten Bann ist, naja...\n\nVon mir aus sollen sie meinen Chat für ein Jahr Sperren, würde mir gut tun und wäre eine trotzdem harte, aber faire Strafe. Ich finde diese \"no compliants policy\" echt schlecht, auch wenn die Ausrede immer ist, dass es keine Ausnahmen gibt, aber ich bin sicher nicht der erste, der seinen Account so verloren hat.","replies":[]}]}]},{"id":"","poster":"xsxk","date":"2019-11-02T18:07:39.968+0000","up_votes":2,"down_votes":6,"body":"Also ich persönlich finde den permaban extrem übertrieben...\nIn dem fall wars denke ich einfach nur so dass diese leute so eine außergewöhnliche Persönlichkeit haben sowas wie ironie und Sarkasmus ernst zu nehmen..\nMan kann sich dadurch schon angegriffen fühlen aber ich denke mal dass die meisten dich nicht wegen den \"beleidigungen\" (die ya schließlich keine waren) reportet haben sondern wegen feeding und trollen... Was denke ich mal in normals keinen sinn macht denn wie du gesgat hast sind normals dazu da um etwas auszuprobieren wie leblanc als supp und da dürfte wirklich niemand so rumflamen wie der adc und jungler es getan haben...\nIch an deiner stelle würde riot richtig feuer unterm hintern machen und denen sachlich und normal erklären dass du (du hast ya beweise) niemanden beleidigt hast sondern lediglich was neues ausprobiert hast in einem NORMALGAME welches DAFÜR da is und die anderen dich dafür reportet haben..\n\nIch wünsch dir viel glück :)","replies":[{"id":"","poster":"Veezey","date":"2019-11-02T21:41:03.120+0000","up_votes":4,"down_votes":1,"body":"Er stand nach dem 2 Wochenbann bereits auf dünnem Eis. Da er sich weiter negativ Verhalten hat, wurde der Perma vergeben. \nEs ist ja nicht so, dass er davor eine weiße Weste hatte und aus heiterem Himmel der Permabann kam.","replies":[]}]},{"id":"","poster":"joshjul","date":"2019-11-02T20:42:53.101+0000","up_votes":1,"down_votes":7,"body":"Ich verstehe das Problem und sehe es so das der Bann so nicht gerechtfertigt ist und das Riot leider nicht interisirt was gerecht ist oder nicht daher kann man bei so was nichts machen das einzige was du machen kannst ist es zu versuchen dem Support zu vermitteln sich den ganzen und nicht nur deinen Chatverlauf anzuschauen aber dass ist wahrscheinlich unmöglich währe ja zusätzlich Arbeit für die. Trotzdem viel Glü6","replies":[{"id":"","poster":"Yuiwara","date":"2019-11-02T22:27:47.925+0000","up_votes":3,"down_votes":0,"body":"nicht gerechtfertigt...und sonst träumst noch was schönes? Siehste denn nicht wie er sich da reinsteigert, aggressiver wird, so viel schreibt, dass er kaum noch in der lage ist zu spielen, afk androht und noch was alles? Es ist dabei vollkommen der Kontext egal oder wie es dazu kam. Wie er sich verhält ist falsch. er hät ja auch einfach muten und weiterspielen können.","replies":[]}]},{"id":"","poster":"glitchboyy","date":"2019-11-02T15:50:57.416+0000","up_votes":2,"down_votes":7,"body":"Wie ich es weiß, kann man auch komplett auf das Melden gegen andere Spieler verzichten. Denn wie mehr Meldungen man gegen böse/schlechte Spieler schreibt, desto eher ist das eigene Konto auch von Sperrungen betroffen. Und jetzt mal ehrlich. Man sieht diese Spieler nie wieder, sofern man nicht irgendwo da oben auf Diamant 3 oder höher sitzt und außerdem können das andere machen, die von meiner Aussage nichts wissen. Nur so nebenbei meine Meinung.","replies":[{"id":"","poster":"Veezey","date":"2019-11-02T21:49:55.170+0000","up_votes":4,"down_votes":0,"body":">Wie ich es weiß, kann man auch komplett auf das Melden gegen andere Spieler verzichten. Denn wie mehr Meldungen man gegen böse/schlechte Spieler schreibt, desto eher ist das eigene Konto auch von Sperrungen betroffen.\n\nDas ist Blödsinn","replies":[{"id":"","poster":"glitchboyy","date":"2019-11-03T15:26:58.692+0000","up_votes":1,"down_votes":0,"body":"Begründung?","replies":[{"id":"","poster":"Veezey","date":"2019-11-03T15:53:55.422+0000","up_votes":1,"down_votes":0,"body":"Es war mal so, dass Reports von Leuten, die sehr oft  einfach unbegründet reported haben, weniger wert waren. Es konnte wohl sogar soweit gehen, dass die Reports völlig wertlos waren. Ist heute nicht mehr so. \nEs würde auch überhaupt keinen Sinn ergeben, die Reportenden zu bestrafen. So würde nämlich bald niemand mehr irgendwen melden.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:54:23.977+0000","up_votes":1,"down_votes":0,"body":"Ein Report, weil ich LeBlanc als Support in Blin Pick gespielt habe ist also sinnvoll, das war einer der Reports.","replies":[{"id":"","poster":"Veezey","date":"2019-11-03T21:11:10.516+0000","up_votes":1,"down_votes":0,"body":"Leute werden für alles mögliche reportet, aber nicht für jeden Schwachsinn bestraft.","replies":[]}]}]}]}]}]},{"id":"","poster":"Yoru no o","date":"2019-11-03T12:09:24.505+0000","up_votes":2,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Abasin","date":"2019-11-04T12:23:53.562+0000","up_votes":3,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]}]},{"id":"","poster":"starplanet","date":"2019-11-03T09:17:30.616+0000","up_votes":2,"down_votes":1,"body":"Also OP\nUnd der angebliche community manager bei anderen Plattformen haben mir den Tag versüßt \n\nSoviel Gejammer allein das ist schon ein ban / Strafe wert\n\n1. Es wurde angekündigt und damit gerechtfertigt \n\nDas war kein verteidigen das war Flammen auf hohem Niveau \nUnd allein deswegen wird man nicht gebannt da ist definitiv mehr passiert\n\nIch hab schon verdammt viel geflamed und würde nicht gebannt \nMan muss nur wissen wann schluss ist \nUnd das gesamte game über nur zu schreiben und zu Jammern ist einfach super negativ und spricht gegen die Regeln die jedem klar sein sollten \n\nUnd allein zu diskutieren und die Fehler bei anderen statt sich selbst zu suchen erklärt einiges \n\nUnd wer das nicht versteht wird immer wieder reported und bestraft werden \n\n\nRIOT ist die höchste Instanz vergleichbar mit einem Richter \n\n\nBsp \nDu wirst vor Gericht von jemandem zu Unrecht schlecht gemacht \nDaraufhin willst Du Dich verteidigen und jammert so rum wie im Spiel \nDann wirst Du dort auch bestraft \nUnd bei wiederholte mal gibt es auch keine Warnung mehr sondern noch härter bestraft\n\nEs gibt dort einfach keine Grundlage für eine Diskussion \nDu würdest MEHRFACH ermahnt \nUnd sogar mit einer 14 Tage Strafe belegt \nUnd hast immer noch nicht verstanden wie die Welt funktioniert \n\nAnsich ist das bei der heutigen Jugend nichts ungewöhnliches \nJedoch ist es immer wieder amüsant \n\nAuch den Wert deines Accounts zu nennen der recht armselig ist, spricht Bände über dich \nSelbst wenn dein Account 10k Wert ist berechtigt es doch nicht immer wieder neu gegen die Regeln zu verstoßen \n\nEin tip für die Zukunft \nWenn dich jemand flamed fragt dich lieber warum und was du besser machen kannst statt die Fehler bei anderen zu suchen \n\n\nUnd ich kann dort gut mitreden ich spiele NUR teemo auch ranked weil es mir Spaß macht \nUnd klar tilted mein adc wenn ich teemo support spiele \nAber ich sag ihm dann lass uns spielen und sehen was passiert \nUnd entweder Überzeuge ich und carry ihn oder nicht \n\nWer was falsch gemacht hat spielt keine Rolle \nWenn 8ch son Scheiss als Support picke muss ich damit leben den hate abzubekommen \nUnd wenn ich damit nicht umgehen kann so wie du \nDann muss ich einen ECHTEN Support spielen ;) \n\n\nNochmal danke für den schönen Morgen den du mir beschert hast","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:20:21.176+0000","up_votes":1,"down_votes":2,"body":"Danke für die Antwort!\nDer Account ist 5 Jahre alt und die andere Banns 11 Monate. Es geht mir darum, dass ein permanenter Bann zu extrem ist.\nWo habe ich in dem Chat irgendjemanden geflamed oder die Schuld bei jemand anderem gesucht? Ich habe nichts an dem Log verändert, es Lag nur an den 5 Reports und weil ich bereits auf \"der bösen Liste\" stand.","replies":[]}]},{"id":"","poster":"Proxeria","date":"2019-11-02T16:53:36.085+0000","up_votes":2,"down_votes":1,"body":"warum all das Drama wenn es nur blind pick ist. in Blind pick troll ich wenn auch nur rein. \n\nWenn jemand in blind flamed. einfach muten. versteh dich da echt nicht.","replies":[]},{"id":"","poster":"Kalitø","date":"2019-11-02T14:34:30.941+0000","up_votes":2,"down_votes":1,"body":"Zuerst einmal, dass du von 5 leuten reportet wurdest hat für das system die gleiche auswirkung als wenn dich nur eine person reportet hätte, dies wurde auch schon von riot mitarbeitern bestätigt. Jedes reportete game wird individuell von einem bot begutachtet. \n\nDann kommt dazu das du bereits einmal den bannhammer gespürt hast, sobald dies geschieht hat man halt die gelbe karte sitzen, ich bin mal ganz ehrlich ich habs mal auf nem smurf versucht gebannt zu werden ich hab beleidigt wie ein wahnsinniger, dabei aber gut gespielt und ich musste nach 50 games aufgeben da keine strafe kam, wer gebannt wird hat es grundsätzlich meistens verdient. \n\nDazu kommt jetzt das man für toxic chatlogs ne chatsperre bekommt keinen bann, das system hat dich also entweder wegen etwas anderem im visir oder du bist nicht einfach nur toxic sondern wünscht leuten den tod etc. \n\nWie viel geld du in das spiel investiert hast ist dabei egal, wenn du in ner spielhalle 10.000 euro verspielst und dann nen automaten kaputt machst oder mitarbeiter beleidigst kriegst du auch ne sperre so oder so. \n\nIch glaube dir jetzt einfach mal das alles so wie es hier ohne screenshots gepostet wurde wahr ist, deine einzige möglichkeit wäre riot klarzumachen, das du in eine falle getappt bist und dich hast vetleiten lassen, den bann wird keiner aufheben, aber du kannst ihnen sagen das du auf dem weg der besserung warst und das du noch eine einzige chance möchtest, sag ihnen sie sollen den account für 2 - 3 monate gebannt lassen, damit du mit nem neuen mindset an die sache rangehen kannst und sag ihnen du möchtest bitte einen chatbann bekommen sobald der account freigeschaltet wird, erkläre das du spaß am spiel hast und das du dich auf dem weg der besserung befindest, außerdem kannst du, wenn du dich wirklich gebessert hast fragen ob jemand die games und chatlogs durchgehen kann, sag ihnen, dass der bot einen fehler gemacht haben muss, da du nicht mehr toxic bist. \n\nIch glaube zwar nicht, dass das hilft aber so wäre ich an die sache rangegangen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T15:22:17.230+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kalitø,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0033,timestamp=2019-11-02T14:34:30.941+0000)\n>\n> ...\n> Dazu kommt jetzt das man für toxic chatlogs ne chatsperre bekommt keinen bann, das system hat dich also entweder wegen etwas anderem im visir oder du bist nicht einfach nur toxic sondern wünscht leuten den tod etc. \n> ...\n\nDas war mal eine Zeit lang, als das Tribunal abgeschafft wurde. Da gab es tatsächlich eine ganze Zeit lang nur CR für solche Vergehen.\nNun ist es aber schon wieder eine ganze Zeit lang so, dass es wieder folgende Staffelung für toxisches Verhalten gibt:\n1. Verstoß: 10 Spiele CR\n2. Verstoß: 25 Spiele CR\n3. Verstoß: 14 Tage Bann\n4. Verstoß: Perma\n\nDu kannst Strafstufen überspringen, oder - bei entsprechend positives oder zumindest neutrales Verhalten über sehr viele Spiele hinweg - in den Strafstufen wieder sinken. Aber Du kannst für \"normales\" toxisches Verhalten einen Perma erhalten.","replies":[]}]},{"id":"","poster":"Seven Ashina","date":"2019-11-09T00:34:26.444+0000","up_votes":1,"down_votes":0,"body":"Hallo!\n\nSolche Fälle sind generell sehr schwierig. Wurde auch permanent gebannt konnte, aber den Bann wieder aufheben, da meine vorherigen Banns nicht gezählt hatten. \n\nAber dennoch, es gibt eben strenge Richtlinien und mir wurde auch gesagt, wenn DU, Flame, den Chat oder was auch immer nicht aushalten kannst musst DU auch den Chat ausschalten. Genau deswegen gibt es die Funktion und ich finde es auch völlig legitim. Riot sagt das egal ob du dich verteidigst es ist im Endeffekt immer Feuer mit Feuer bekämfpen, es bringt Negativität ins Spiel und das will man um jeden Preis vermeiden, Riot will sowas einfach nicht, und das ist auch verständlich, wenn man sieht was für einen schlechten Ruf die Community hat. \n\n**Deswegen ist der Bann leider gerechtfertigt sofern es kein Bug, bzw. Fehler vom System war.**\n\nWas das Geld angeht, dass ist Riot ehrlich gesagt ziemlich egal. Du kannst Beispielweise auch nicht in Realität 100 000 Euro spenden und danach jemanden umbringen ohne eine Strafe zu bekommen. Darum gibt es eben die Richtlinien. Habe selber eine ganze Menge Geld investiert und sowas wird bei einem Bann nicht berücksichtigt.\n\nAußerdem _GREEN x PIRATE: lets lose and report me_ . Sowas reicht schon mehr als genug aus um einen Bann zu kassieren, da du da einfach nur unnötige Negativität einbringst, und es ist völlig egal wie sich die anderen Verhalten haben. Wenn sie Blödsinn gemacht haben, werden sie früher oder später auch bestraft.\n\nEs ist ohnehin schon äußerst großzügig, dass man nicht sofort gebannt wird nachdem man irgendwas blödes in den Chat geschrieben hat. Wieder Beispiel in der Realität.: Du kannst nicht jemanden K.O. schlagen und dann vom Richter erwarten, das er dir eine Ausnahme macht.\n\nDeswegen muss ich dir leider ehrlich sagen, die Wahrscheinlichkeit, dass du deinen Account zurückbekommst ist sehr, sehr, sehr gering. Selbst ich wo mein 14 Tage Bann eigentlich ein Fehler war habe einen Monat gebraucht um Riot umzustimmen, meinen Perma Bann aufzuheben. Und ich habe davor seit Season 3 bis zu meinem Perma Bann der dieses Jahr im Juli war ohne irgendwelche Bestrafungen gespielt (außer 2-3 Chat Banns, die waren aber auch sehr lange her.)\n\n**Außerdem ist noch die Frage was du vor diesem Game alles getrieben hast. Weil normalerweise braucht es schon einige Games um nach dem 14 Tage Bann einen Perma Bann zu kassieren.\n**\n\nKurz Gesagt: **Du hast Mist gebaut, wurdest dafür bestraft und so ist es. Es macht keinen Unterschied was die anderen gemacht haben. Du hättest den Chat ausschalten können und das hast du nicht genutzt.**\n\n**Darum hast du nur 3 Möglichkeiten, entweder du regelst das mit dem Support, wo ich, aber persönlich nicht glaube, dass das was wird da der Bann gerechtfertigt ist, du machst einen neuen Account und schaltest den Chat aus oder du hörst auf.**\n\nSorry für die harschen, aber ehrlichen Worte, hoffe dennoch, dass du das irgendwie hinkriegst.\n\nPS.: **Ich will anmerken, dass das meiste hier was ich geschrieben habe von Riot selber kommt und ich das in meinen eigenen Worten und Erfahrungen hier zusammengefasst habe somit ist das meine Interpretation.**\n\nLG\nArchon","replies":[]},{"id":"","poster":"PsychoCrow","date":"2019-11-07T05:49:13.726+0000","up_votes":1,"down_votes":0,"body":"Wichtige Frage war der Enemie Support ne Leona? (wenn ja ich war die Leona) Wenn ja hab ich da glaub ich gegen dich gespielt weil mir die Schilderung bekannt vor kommen und die Ashe war echt bad","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2019-11-05T12:02:39.047+0000","up_votes":1,"down_votes":0,"body":"Ist ne miese Situation allerdings rein von den Regeln gerechtfertigt. Das du pissed warst ist verständlich, aber die Regeln sind schon seit Jahren dieselben und es ist ja nicht das erste mal, dass du auffällig geworden bist, dass die Ashe hart gefeedet hat und der Rest vermutlich auch mehr als Müll waren bestreite ich natürlich nicht ;)","replies":[]},{"id":"","poster":"Heavenly Sir","date":"2019-11-02T15:03:37.996+0000","up_votes":1,"down_votes":1,"body":"Das ist natürlich sehr bedauerlich aber wie es aussieht wird dieser Ausschluss von Riot selbst nicht aufgehoben.\n\nDamit sind deine Möglichkeiten augeschöpft die einzige Möglichkeit die es gäbe wäre es Gerichtlich anzufechten was aber fraglich ist ob Dir dieser Aufwand wert wäre. \n\nWenn ein Gericht feststellen würde das dein Ausschluss nicht gegen die Richtlinien von Riot verstoßen dann müssen diese deinen Ausschlus aufheben, doch solch ein Urteil musst Du halt erst mal erwirken. Mir ist derzeit kein Fall bekannt wo ein Gericht darüber entschieden hat außer in einem Fall aber da ging es um ein Forum.\n\nEin User wurde aus einem Forum ausgeschlossen dieser ging vor Gericht und dieses hat den Ausschluss als unbegründet zurückgewiesen und eine Aufhebung des Ausschluss erwirkt.\n\nWie gesagt das wäre deine letzte Möglichkeit die ich aber als sehr Zeitaufwendig und auch Kostspiel ansehe und deshalb rate ich Dir davon ab. Am besten einen neuen Account machen :/","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T19:05:59.303+0000","up_votes":1,"down_votes":0,"body":"Ach, sowas ist Quatsch wegen einem Spiel, wenn es nicht unbedingt um einen CSGO Account mit Items im Wert von mehreren 1000 geht.\n\nIch finde diese 4 Schritte Regel einfach nur seltsam. Mir ist klar, dass es bei einem so großen Spiel schwer ist alles zu kontrollieren, aber wenn sich ein einzelner in so einem Fall beschwert könnte man doch die Strafe abschwächen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-03T21:02:02.307+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=00380000,timestamp=2019-11-03T19:05:59.303+0000)\n>\n> Ach, sowas ist Quatsch wegen einem Spiel, wenn es nicht unbedingt um einen CSGO Account mit Items im Wert von mehreren 1000 geht.\n> \n> Ich finde diese 4 Schritte Regel einfach nur seltsam. Mir ist klar, dass es bei einem so großen Spiel schwer ist alles zu kontrollieren, aber wenn sich ein einzelner in so einem Fall beschwert könnte man doch die Strafe abschwächen.\n\nUnd wo ziehst Du dann die Grenze? Wann genau sollte RIOT die Strafe nicht mehr abschwächen, und wann sollte sie abgeschwächt werden?\nZumal, wie bereits geschrieben, verliert RIOT an Glaubwürdigkeit, wenn sie trotz Ankündigung des Permabanns und weiterem - wie Du selbst einräumst Bestrafungswürdigem - negativem Verhalten nicht den angedrohten Permabann verhängen.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T22:43:14.109+0000","up_votes":1,"down_votes":0,"body":"Warum sollten sie an Glaubwürdigkeit verlieren? Früher wurden beim Tribunal solche Fälle von der Community gelöst und menschlicher Bestraft. Jetzt ist es einfach ein striktes Prozedere und bei Fällen wie meinem nach 5 Jahren fairen und ruhigem spielen, wird man wegen einem schlechten Monat vor 11 Monaten permanent gebannt.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-04T03:57:46.524+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0038000000010000,timestamp=2019-11-03T22:43:14.109+0000)\n>\n> Warum sollten sie an Glaubwürdigkeit verlieren? Früher wurden beim Tribunal solche Fälle von der Community gelöst und menschlicher Bestraft. Jetzt ist es einfach ein striktes Prozedere und bei Fällen wie meinem nach 5 Jahren fairen und ruhigem spielen, wird man wegen einem schlechten Monat vor 11 Monaten permanent gebannt.\n\nDu hast teilweise recht. Zu Zeitenm des Tribunals hat das Tribunal darüber abgestimmt, ob negatives Verhalten vorlag. Allerdings hat die Community nie darüber angestimmt, welche Strafe verhängt werden soll. Es wurde nur abgestimmt ob Schuldig oder nicht. Die Strafen wurde seit jeher von RIOT festgelegt. Und auch damals gab es schon die Strafstufen. Da war es, wenn ich mich recht entsinne, 3 Tage Bann, 7 Tage Bann, 14 Tage Bann und letztendlich der Perma.\nUnd ja, für Dich mag das zwar unfair erscheinen, aber offenbar hast Du nach Deinem 14 Tagesbann nicht allzu viel gespielt. Somit liegt der Perma zwar zeitlich sehr weit zurück, aber spielerisch - und das ist es was zählt - ist er erst noch vor kurzem ausgesprochen.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T14:39:15.727+0000","up_votes":1,"down_votes":0,"body":"Dazwischen lagen mindestens 100-200 Spiele, wenn nicht sogar mehr. Die vorherigen Strafen verfallen bei Riot nicht mehr.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-04T16:06:07.111+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GREEN  x  PIRATE,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=003800000001000000000000,timestamp=2019-11-04T14:39:15.727+0000)\n>\n> Dazwischen lagen mindestens 100-200 Spiele, wenn nicht sogar mehr. Die vorherigen Strafen verfallen bei Riot nicht mehr.\n\nDass die vorherigen Strafen nicht mehr verfallen dürfte dann allerdings neu sein. Abgesehen davon sind bei einem 14 Tagesbann 100 bis 200 Spiele nicht gerade viel.","replies":[]}]}]}]}]},{"id":"","poster":"Heavenly Sir","date":"2019-11-03T20:39:09.374+0000","up_votes":1,"down_votes":0,"body":"Das ist halt immer eine Frage der Sachlage denn auch im Internet gelten die Gesetze.\n\nAber ja in deinem Fall wäre es eher quatsch :D","replies":[]}]}]},{"id":"","poster":"LuKSeR xD","date":"2019-11-03T01:54:13.844+0000","up_votes":2,"down_votes":3,"body":"Hallo erstmal\nIch wollte mir mal die Zeit nehmen dir meine Meinung zu äußern (Habe natürlich alles durchgelesen)\nIch habe mir die anderen Kommentare durchgelesen und erstmal bemerkt, was labert ihr eigentlich ?\nAlle argumentieren hier, dass es durch den 14 Tage Bann als Vorstrafe leider zum Perma Bann kommt, find ich jetzt zumindest nicht, ist so als würde man sagen, jo du bist vorbestraft, hast nichts gemacht, kommst trotzdem ins Gefängnis.\nAber damn, du schreibst mehr als du das Spiel spielst, damit solltest du aufhören, mal so nen Satz oder Wort zu schreiben wenn man Tod ist geht klar, aber für diesen Chatlog müsstest du ja permanent Tod sein, also am besten einfach Muten oder nicht reagieren\nIn diesem Log sieht man jedoch nichts verwerfliches, du hast dich gerechtfertigt gewehrt und nichts schlimmes getan und Leblanc in verdammten Normal als Support zu spielen ist erlaubt, mittlerweile ist das Leider Realität im Ranked, traurigerweise wird es in Highplatin immer schlimmer mit den Teammates, aber naja\nHoffe meine Meinung hilft dir und vielleicht kannst du damit irgendwas beim Support erreichen, wäre schade und komplett unfair wenn nicht\nPeace","replies":[{"id":"","poster":"Abasin","date":"2019-11-03T11:39:48.522+0000","up_votes":1,"down_votes":0,"body":"> Alle argumentieren hier, dass es durch den 14 Tage Bann als Vorstrafe leider zum Perma Bann kommt, find ich jetzt zumindest nicht, \n\nDeine Meinung dazu ist irrelevant, weil es genau die von RIOT vorgesehene nächste Strafstufe ist. Da RIOT noch kein anderes Eskalationssystem eingeführt hat, bleibt es dabei. Bevor Du also weiter andere fragst, was sie labern, frag Dich das mal selbst. Und informiere Dich erstmal besser.{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:30:45.840+0000","up_votes":1,"down_votes":2,"body":"Ja leider ist das so, ich finde genau daran sollte etwas geändert werden. Ich habe seit 11 Monaten ruhig gespielt und davor 4 Jahre.","replies":[{"id":"","poster":"Abasin","date":"2019-11-04T07:42:24.989+0000","up_votes":1,"down_votes":0,"body":"Dennoch verkennst Du Deine Situation. RIOT macht die Regeln, Du hast dagegen verstossen. Für sich gesehen mag Dein Chat halbwegs harmlos aussehen, aber den 14 Tage Bann mal einfach so übergehen geht halt nicht. Du hast trotz eindeutiger Warnung weiterhin negatives Chatverhalten gezeigt, also ist der Bann in Ordnung.\n\nZudem würde uns alle hier der originale Screenshot Deines Chats interessieren. Wenn er sehr lang ist, dann mach eine Serie und dokumentiere den Übergang, indem Du die letzte Zeile des Vorgängerbildes als erste Zeile im neuen Bild anzeigst.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T14:31:05.869+0000","up_votes":1,"down_votes":2,"body":"Ja aber es geht darum, dass diese Regeln nicht wirklich fair für solche Situationen sind.\n\nIch habe, wie auch schon im Text geschrieben, niemanden die Schuld gegeben, sondern einen \"Witz\" darüber gemacht.\n\nDas ist der komplette Chat meinerseits, andererseits würde das ganze keinen Sinn machen, wie wahrscheinlich jetzt schon auch.","replies":[{"id":"","poster":"Abasin","date":"2019-11-04T15:20:01.016+0000","up_votes":1,"down_votes":0,"body":"> Ja aber es geht darum, dass diese Regeln nicht wirklich fair für solche Situationen sind.\n\nDoch, sind sie, wenn auch Deienr Ansicht nach nicht fair für Dich. Aber für RIOT sehr wohl angebracht und notwendig. Sie haben eine Linie gezogen und Du hast sie überschritten. Wäre das nicht so konsequent, könnte plötzlich jeder mit einer abstrusen Erklärung um die Ecke kommen, warum ausgerechnet er/sie/es in dieser Situation \"unfair\" vom System behandelt wurde. Dein Fall ist sowas von normal, da solltest Du Dich nicht mal ansatzweise als Ausnahme fühlen.\n\n> Ich habe, wie auch schon im Text geschrieben, niemanden die Schuld gegeben, sondern einen \"Witz\" darüber gemacht.\n\nDer Witz ist offenbar nicht als solcher rübergekommen. Auch das ist klar Dein Problem. Zudem gibt es genug andere toxische Passagen, die Dir bereits in anderen Antworten aufgelistet wurden.\n\n> Das ist der komplette Chat meinerseits, andererseits würde das ganze keinen Sinn machen, wie wahrscheinlich jetzt schon auch.\n\nVIele lassen gerne etwas weg, um besser dazustehen. Daher diese Regelung.","replies":[]}]}]}]}]}]},{"id":"","poster":"Beasthunter","date":"2019-11-01T22:47:24.868+0000","up_votes":2,"down_votes":6,"body":"Finde es ungerechtfertigt, kann da keine Beleidigungen finden genauso wie Provokationen. Wenn das schon als \" Negatives Verhalten \" zählt. Dann hätte jeder schon nen perma verdient. \n\nKlar es geht wie Riot immer sagt um dich und wie du reagierst, finde es aber trotzdem schade das man sich nicht verteidigen oder seine Aktionen rechtfertigen darf. Man muss alles tolerieren und annehmen was die Witzfiguren wie bei dir über einen schreiben.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-01T23:47:06.994+0000","up_votes":3,"down_votes":1,"body":"Seine Diskussion hat aber auch nicht dazu beigetragen das Spiel zu gewinnen (ich gehe mal davon aus, dass es verloren gegangen ist).\nWas bringt es mit Schwachköpfen zu diskutieren, die es eh nicht einsehen wollen? Was bringt ihm die Verteidigung gegenüber einen Spieler, den er vermutlich nie wieder sehen wird? Du sagst doch selber es sind Witzfiguren, wieso muss man sich vor Witzfiguren rechtfertigen? \n\nHätte er keinerlei Vorstrafen gehabt hätte der Chatlog vermutlich nicht mal für eine CR gereicht. Da er aber bereits einen 14 Tage Bann hatte, ist das System SO empfindlich, dass selbst Reportaufrufe zum Bann führen.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:52:46.337+0000","up_votes":1,"down_votes":0,"body":"Ja sehe ich im nachhinein auch ein. Dennoch wusste ich nicht, dass nach 11 Monaten ein perma Bann einfach so raus gehauen wird...\nWie gesagt sperrt meinen Chat von mir aus für immer, aber das ist echt übertrieben.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-03T19:01:22.646+0000","up_votes":1,"down_votes":0,"body":"Zeit wird halt in Spielen gemessen :/ Hätten auch 2 Jahre her sein können, das Ergebnis wäre dasselbe gewesen. \n\nDir den Chat komplett zu sperren würde dein Verhalten ja nicht ändern. Du wärst nur gezwungen es so nicht mehr auszuführen. Und Riot möchte, dass der Spieler aktiv sein Verhalten verbessert. Deswegen gibt es auch keine permanenten Chatsperren.","replies":[]}]}]}]},{"id":"","poster":"XxPantera92xX","date":"2019-11-02T15:43:59.769+0000","up_votes":3,"down_votes":4,"body":"Ich kenne solche Games am End ist man der Gearschte weil das Kollektiv sich gegen den klügeren gestellt hatt . Hier muss Riot eigentlich deine Mitspieler bannen , da du im Recht warst und das was sie gemacht haben als Cibermobbing gewertet werden kann","replies":[{"id":"","poster":"Pincalibur","date":"2019-11-03T13:35:58.351+0000","up_votes":1,"down_votes":0,"body":"Ist verständlich, dass du das so siehst, aber hier geht es doch ganz klar nicht um cybermobbing, weil das Opfer Werkzeuge an die Hand bekommen hat, um sich davor zu schützen.\nWer die Werkzeuge aka /muteall hat, nicht nutzt UND bereits \"Vorstrafen\" hat, der darf sich doch jetzt nicht als Mobbing Opfer darstellen. \n\nBesonders, dass der TE mit 23 sich hinreißen lässt mehr zu schreiben als zu spielen (bei einem Spiel indem 3minuten afk den Unterschied zwischen gewinnen und verlieren ausmacht), ist der letzte Nagel im Sarg. \n\nIch hoffe, dass das \"Opfer\" zumindest durch die vielen Kommentare erkennt, dass es niemanden in dem Spiel interessiert, was man zu schreiben hat. \n\nDer Lee hat eine ganz miese Strategie benutzt, zugegeben, aber ganz ehrlich?\nWenn ich sehe dass jemand sich bereits um Kopf und Kragen redet, statt zu spielen, würde ich auch sehen, dass man dem eigenen Team sehr einfach einen sicheren Sieg bescheren kann. \nIch würde nicht so nachtreten, aber angestachelt hätte ich vielleicht auch 🤷‍♂️","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:57:39.421+0000","up_votes":1,"down_votes":0,"body":"Ich sehe auch ein, dass mein verhalten nicht richtig war. Dennoch habe ich mit dem Account 4 Jahre ruhig gespielt und kam dann auf die \"böse Liste\" wegen einem Monat in dem Ich viel Stress hatte.\nPermanente Chatsperre von mir aus; aber permanenter Spielausschluss ist zu hart finde ich.","replies":[]}]},{"id":"","poster":"Veezey","date":"2019-11-02T21:52:56.862+0000","up_votes":1,"down_votes":0,"body":"**Cybermobbing** haha ja genau\n{{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Yuiwara","date":"2019-11-03T01:06:07.021+0000","up_votes":1,"down_votes":0,"body":"Er war nicht im recht, schließlich hat er sich genauso falsch verhalten. Es gehörten aber auch andere beteiligte Parteien bestraft, wir wissen aber natürlich nicht, ob und was mit denen passiert ist.","replies":[]}]},{"id":"","poster":"blablakeksZTV","date":"2019-11-03T03:19:54.002+0000","up_votes":1,"down_votes":0,"body":"Hey also als ich durch eine Situation, fast 1 zu 1 wie deine, einen 14 Tage Bann bekommen habe spielte ich definitiv ruhiger und mutete direkt den chat wenn jemand miese dinge schrieb. Dein Bann ist schon richtig. DAS EINZIGSTE ABER wäre wenn du nach dem ersten Bann irgendwann die Meldung erhielst von Riot: Danke das du dich bemühst ein netter Spieler zu sein weiter so. (irgendsolch ein text kam bei mir öfter also wurde gelobt für gutes benehmen nach dem Bann). Hat das bei dir nicht statt gefunden hast du wohl in mehreren matches wieder Salz verstreut und rito sagte halt hier hast du PBann tschüss. Ist etwas Pech aber mach dir nix draus ein Neustart tut oft mal gut :)))","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:25:50.877+0000","up_votes":1,"down_votes":2,"body":"Den text habe ich irgendwann mal im Februar bekommen, dennoch macht der nicht die Vorgeschichte wett.","replies":[]}]},{"id":"","poster":"A random Seaelx","date":"2019-11-02T17:14:15.177+0000","up_votes":1,"down_votes":0,"body":"Ob das jetzt gerecht ist oder nicht ist eigentlich total egal. /muteall gibt es nicht ohne Grund und hat mir bis jetzt jegliche Art von Bann vom Hals gehalten. Ich verstehe nicht wieso das nicht mehr nutzen obwohl sie selber wissen, dass sie einfach tilten und dann auch toxic werden.","replies":[]},{"id":"","poster":"Siyar96","date":"2019-11-02T17:13:36.290+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe dich gut, weil mich auch hin und wieder der Diskussionsbedarf packt. Gerade durch Missverständnisse will ich mir kein Match verderben, daher überlege ich mir auch immer ein zweites Mal ob ich Teammitglieder mute. Meistens erhoffe ich mir eine Besserung indem ich mich erkläre (wie du anhand von Beispielen und Vergleichen). Manchmal erhoffe ich mir aber auch eine gewisse Einsicht damit meine Mates nicht mit der Einstellung \"my teammate is a f***** troll\" durch die Rift laufen. Meistens führt es zu nichts und ich frag mich ob ein Mute nicht komplett unkooperativ wäre (was auch reportable wäre). \n\nIch kann dir nur den Tipp auf den Weg geben:\nErkläre in einem langen Satz wie du dich fühlst und dass du nicht auf Konfrontation aus bist. Wünsch ihm ein entspanntes Spiel, bringe produktive Vorschläge und entschuldige dich für sämtliche Unannehmlichkeiten. Das klingt jetzt nach Ar***kriechen, aber stell dir Mal vor, dass der Typ genau wie du das Spiel spielen/entspannen will und sich missverstanden/vera***** fühlt. \n\nWenn du im gesamten Kontext  mehr als 10/20 Nachrichten schreibst und nichts davon über einen Halbsatz (ohne Inhalt) hinausgeht, dann wärst du einfach toxisch. Sorry, so ist das halt. Wäre ich betroffen würde ich das alles vll genauso sehen wie du, aber hoffen wir einfach dass meine dritte Perspektive dich in irgendeiner Form objektiv bereichert.","replies":[]},{"id":"","poster":"R3N4MON","date":"2019-11-02T16:26:16.790+0000","up_votes":2,"down_votes":3,"body":"Also ich hab mir alles durchgelesen und kann dir nur zustimmen. Dich hats mit deinen 300-500 aber relativ glimpflich erwischt, glaub mir, ich hatte noch ne Null da hinten dran. Ich meine, ja meiner wurde zurecht für toxisches Verhalten gebannt, aber manchmal braucht man halt n tritt in die Schnauze. Heißt nicht, dass dein Bann gerechtfertigt war, meiner Meinung nach sollte Riot mal auf die andere Seite von dem game schauen. Aber so funktioniert dass ban System halt, wir sind halt \"nur die kleinen Spieler\", wenn du verstehst.  Mei  tipp: so schei*** es auch ist, mach dir n neuen Account und lerne die Kraft des Schweigens.  Die meisten schnauzen dann andere an und Reporten die, wenn sie dich nicht in rage bringen können. Stay frosty{{champion:222}}","replies":[{"id":"","poster":"need elo police","date":"2019-11-02T16:31:57.623+0000","up_votes":1,"down_votes":0,"body":"was meinst du mit \"andere Seite\"?","replies":[]}]},{"id":"","poster":"CordulaaaGrün","date":"2019-11-02T12:58:51.813+0000","up_votes":1,"down_votes":0,"body":"Irgwie finde ich deinen Bann gerechtfertigt meine es giebt andere Spieler die für viel weniger gebannt wurden und du  du bist sogar noch auf den flame deiner mates eingegangen einfach muten und fertig","replies":[]},{"id":"","poster":"º Nai º","date":"2019-11-02T12:48:01.531+0000","up_votes":1,"down_votes":0,"body":"Entbannt wirst du nicht. Habe auch perma banns und versucht Jahre alte von season 3 gebannte Accounts zurück zu bekommen. Vergebens\n\nAm Besten ist man lässt flamer reden und reporter sie ohne zurück zu schreiben nach dem Spiel. Du. Spielst dich nur selber aus. ","replies":[]},{"id":"","poster":"º Nai º","date":"2019-11-02T12:43:45.835+0000","up_votes":1,"down_votes":0,"body":"Am besten ist in lol wenn man gar nichts schreibt.\n\nRiot macht kein Unterschied ob du dich verteidigt hast oder nicht. Du hast böse Sachen geschrieben. Was reicht","replies":[]},{"id":"","poster":"terus666","date":"2019-11-02T12:30:12.281+0000","up_votes":1,"down_votes":0,"body":"Ich will anmerken dass du einfach alle muten hättest können\nNaja und zur Bewertung des chats das kann man als flaming schon auffassen, aber es kommt da auf die Interpretation an, ich glaube das dass auch jeder kennt,(erst recht wenn man niemanden in game hat der einen unterstützt im chat","replies":[]},{"id":"","poster":"1nvictuz","date":"2019-11-02T12:21:47.966+0000","up_votes":1,"down_votes":0,"body":"/mute all\n\nUnd fertig... \n\nAus deinen Erfahrungen weißt du doch, dass es am Ende immer schlimmer wird. Vorallem da du schon einmal wegen einer ähnlichen Sache gebannt wurdest. ","replies":[]},{"id":"","poster":"xduxxxorallfisch","date":"2019-11-02T12:05:49.197+0000","up_votes":1,"down_votes":0,"body":"Wenn du dich selbst verteidigst hast du das Spiel leider nicht verstanden, ich war auch immer schnell toxic und als ich gemerkt hab wie meine Mates und Gegner mich provozierten wäre ich am liebsten gequittet. Es hilft leider nur alle stummzuschalten und dein ding zu machen{{champion:432}}","replies":[]},{"id":"","poster":"Buff Lantern Pls","date":"2019-11-02T12:02:37.364+0000","up_votes":1,"down_votes":0,"body":"Ich kenne diese Games, wenn deine Mates dich Flammen und du am Ende sogar selbst der Sündenbock bist. Ich persönlich finde absolut nicht, dass das Argument des Supports genügend ist, auch wenn die bessere Entscheidung der Mute Button gewesen wäre. Wenn man jemanden wirklich hart beleidigt oder eben auch schreibt, dass jemand sich selbst umbringen soll, ich denke jeder weiss was ich meine, dann ist es nachvollziehbar, aber in diesem Fall ist der Permaban in meinen Augen nicht gerechtfertigt und es tut mir mega leid für dich und hoffe, dass du das irgendwie klären kannst. \nSchönes Wochenende an alle{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Chillarino","date":"2019-11-02T11:58:11.726+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich - zurecht.\n\nDu hast das ganze Spiel doch nur geschrieben - sobald du in einem Spiel anfängst so viel zu Texten, denkst du doch nicht, dass das noch zielführend ist. \n\nHör einfach auf enter zu drücken.","replies":[]},{"id":"","poster":"Chasmix","date":"2019-11-02T11:53:53.645+0000","up_votes":1,"down_votes":0,"body":"Hier mal meine Meinung (die in gewissen ansichten auch gerne nicht wahr sein kann weil ich es nicht besser weiß z. B. wie riot die reports behandelt o. ä.). Ich persönlich muss leider sagen, dass das was hier als Chatlog geschrieben ist (ich gehe davon aus das stimmt so) für mich im rahmen des LoL spielens nichts ist. Ich habe weit aus schlimmeres schon gelesen und mit unter auch abbekommen (wie gesagt ob die leute nach report bestraft wurden vermag ich nicht zu urteilen). Ich selbst habe auch genug Leute in der Freundschaftsliste die so einige bans auf den Kasten haben, sei es nun leave-strafen oder chat banns. Aber keiner wurde bis jetzt gepermabannt (ohne namen nennen zu wollen der Rekord von einem meiner Freunde liegt laut ihm bei mittlerweile 4 oder 5 chat banns für immer unterschiedlich lange tage). Deswegen finde ich den permabann an dieser Stelle absolut unnötig und zumindest meiner Meinung nach auch ungerecht (über par tage chat bann kann man evt. diskutieren fände ich aber auch übertrieben). Ich habe hier auch gelesen das es zu krass sei sich über ein permabann aufzuregen es sei doch nur \"ein hausverbot\", dazu kann ich sagen ich selbst habe so einige stunden in LoL und bin auch nicht erst seit gestern dabei und habe in den account eindeutig sehr viel geld investiert, wäre also mein account gepermabannt würde ich absolut gleich reagieren. Es geht nicht darum das man das Spiel nicht mehr spielen kann sondern um den account auf den man all die zeit, geld und arbeit (besser zu werden ist auch eine form davon) gesteckt hat und das nunmal einfach weg ist. Ich verstehe das riot nicht jeden Chat kontrollieren kann, nicht jedes schlimme wort bestrafen und nicht jeden der es \"verdient\" hätte bestrafen kann. Trotzdem behaupte ich das man bei einer entscheidung wie einem permabann eindeutig genauer hingucken sollte und nicht nach der reinen report anzahl gehen sollte ( falls das der Fall gewesen sein sollte, wie gesagt ich weiß nicht wie sies gemacht haben). Sollten sie sich nun aber den chatlog angeguckt haben und darauf hin entschieden haben, dass ein permabann gerechtfertig ist finde ich das absolut übertrieben und auch ungerechtfertigt. Ich hätte dir dafür absolut nichts gegeben, da ich schon so einiges weit aus schlimmeres gelesen habe.","replies":[]},{"id":"","poster":"Miikes331","date":"2019-11-02T11:52:55.957+0000","up_votes":1,"down_votes":0,"body":"Meine Meinung dazu ist frag gar keinen, nimms hin und mach nen neuen acc. Riot interessiert es eh nicht was und weshalb man macht man ist immer selbst der trottel, eigene meinungen interessieren die nicht für die reichen beweise, und mehrheit bedeutet alle waren gegen dich also stellt sich riot wie es z.b. früher in der schule war auf die andere seite damit sie selbst kein problem kriegen, es steht also riot und die ganzen leute die dich geflamt haben gegen einen einzigen. Das problem ist ebenfalls der support ist meistens selbst nur ein bot, oder einfach ein supporter der die standard messages copy&amp;pastet und sie dir zuschickt. Support ist heutzutage großer müll, und communitys sind nicht gerade besser. Nächstes mal einfach diese typen ignorieren und deinen job auf der lane machen, da deine kameraden ja anscheinend zu inkompetent waren überhaupt was zu machen und dich stattdessen zu haten. Ich beispielsweise schreibe mit keinem im chat da es mich nicht interessiert was andere machen wenn mein mate auf meiner lane unbedingt sterbend will soll er halt ist ja sein problem sowas verdient kein bisschen support.","replies":[]},{"id":"","poster":"Ðravenci Code","date":"2019-11-02T10:46:28.097+0000","up_votes":1,"down_votes":0,"body":"Ich halte es für recht ironisch, dass alle behaupten, er könne einfach alle muten und weiterspielen... Letzten Endes wäre er dann trotzdem von allen anderen wegen negative attitude/no communication und wegen seines \"Trollpicks\" reportet worden. Nun ratet mal, womit das nun geendet hätte? Ein automatisiertes System hätte ihn wegen zu vieler Reports gebannt und wir wären wieder hier gelandet.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T11:36:04.519+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ðravenci Code,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0015,timestamp=2019-11-02T10:46:28.097+0000)\n>\n> Ich halte es für recht ironisch, dass alle behaupten, er könne einfach alle muten und weiterspielen... Letzten Endes wäre er dann trotzdem von allen anderen wegen negative attitude/no communication und wegen seines \"Trollpicks\" reportet worden. Nun ratet mal, womit das nun geendet hätte? Ein automatisiertes System hätte ihn wegen zu vieler Reports gebannt und wir wären wieder hier gelandet.\n\nUnd genau da liegt Dein Denkfehler. Wenn er nichts schreibt, und reportet wird, wäre nichts vorhanden, was eine Strafe rechtfertigt.\nDu kannst Dir ja mal den Spaß machen und den Support anschreiben und fragen, wie oft Du reportet wurdest.\nNicht die Anzahl der reports ist wichtig, sondern zusätzlich noch ob Du negativ warst.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-11-02T11:21:33.920+0000","up_votes":1,"down_votes":0,"body":"Wenn er sofort gemutet hätte ohne etwas drauf zu reagieren, wäre er nicht gebannt worden. Reports haben keine Auswirkung wenn du nichts falsches getan hast. \n\nDeswegen sagen hier alle er hätte muten sollen statt schreiben. Denn dann wäre er nicht gebannt worden.","replies":[]}]},{"id":"","poster":"10Kilo Eiersalat","date":"2019-11-02T09:51:12.164+0000","up_votes":1,"down_votes":1,"body":"du kannst und wirst nix machen können. du kannst deinen account abschreiben. es ist egal ob du dich verteidigst. wenn du zu viel chattest wirst du weggebannt. du kannst soft inten und wirst nicht bestraft aber wenn du viel chattest bist du schnell weg vom fenster. deswegen nächstes mal chat ausmachen","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T09:56:26.075+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=10Kilo Eiersalat,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000d,timestamp=2019-11-02T09:51:12.164+0000)\n>\n> du kannst und wirst nix machen können. du kannst deinen account abschreiben. es ist egal ob du dich verteidigst. wenn du zu viel chattest wirst du weggebannt. du kannst soft inten und wirst nicht bestraft aber wenn du viel chattest bist du schnell weg vom fenster. deswegen nächstes mal chat ausmachen\n\nNatürlich. Wer irgendetwas in den Chat schreibt, wird gebannt.\nWarum wird hier immer so übertrieben? Es ist nun einmal nicht der Fall dass wenn man viel schreibt, gebannt wird. Wenn das, was man schreibt, nicht negativ ist, ist das überhaupt kein Problem.\nUnd dass Trolle oder Inter nicht bestraft werden ist auch falsch. Diese werden direkt mit dem 14 Tagesbann beim ersten mal belohnt. Dass das funktioniert siehst Du an einigen Threads, die hier im Forum aufgekommen sind.\nEs sei denn Du hast belastbare Zahlen, auf die sich Deine Aussage stützt.","replies":[{"id":"","poster":"10Kilo Eiersalat","date":"2019-11-02T09:58:57.560+0000","up_votes":1,"down_votes":0,"body":"soft inting heisst du spielst extra schlechter aber so das es nicht auffällt. ich habé das früher auf meinem alten acc oft gemacht wenn ich mad war und es ist nie was passiert. dann habe ich mal hard geintet und nach 2 games war ich gebannt. chat banns kamen auch sofort. also zahlen habe ich nicht. aber erfahrung. und einen gebannten acc. aber jetzt bin ich nicht mehr toxic. so macht das spiel einen haufen mehr spass :)","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-02T11:26:57.612+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=10Kilo Eiersalat,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000d00000000,timestamp=2019-11-02T09:58:57.560+0000)\n>\n> soft inting heisst du spielst extra schlechter aber so das es nicht auffällt. \n\nWie soll etwa bestraft werden, was nicht auffällt??\nMerkste selber oder?","replies":[]}]}]}]},{"id":"","poster":"Krulcifer","date":"2019-11-02T10:37:50.454+0000","up_votes":1,"down_votes":0,"body":"Irgendwer hatte hier geschrieben, dass Vorstrafen nicht verjähren. Nach meinen 14 Tage Bann hatte ich dies bezüglich einen Support gefragt und der sagte mir: Vorstrafen können verfallen aber dies braucht eine sehr, nicht vorabsehbare lange Zeit.\nNun, da ich jetzt jedes Game Angst hatte für irgend eine lächerliche scheiße gebannt zu werden ist Show Ally and Show Enemy Chat einfach aus.\nIch finde den Bann übrigens lächerlich, ich war schon um einiges öfter mal etwas toxischer...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-11-02T11:24:28.634+0000","up_votes":1,"down_votes":0,"body":"Du kannst wenn du sehr viel spielst und dich ordentlich verhältst in der Strafstufe absinken. Dafür musst du aber spielen.\nWenn du einen 14 Tage Bann bekommst und dann 3 Jahre nicht spielst, wieder kommst und flamest wirst du direkt permanent gebannt. \nIn LoL wird Zeit in Games gemessen, deswegen können Strafen ohne zu spielen nicht verjähren.","replies":[]}]},{"id":"","poster":"Jonah1806","date":"2019-11-02T11:17:42.905+0000","up_votes":1,"down_votes":0,"body":"Ich bin zwar so lange noch nicht dabei aber hätte aber auch schon mit so Leuten zu tun.Ich finde es unfair und ungerechtfertigt das du gebannt würdest zumal sich alle gegen dich verbündet haben.\nIch finde es kacke das die Leute die zu viel von sich halten einfach andere dafür beschuldigen das sie schlecht spielen.Ich hoffe du bekommst deinen Account zurück.;)","replies":[]},{"id":"","poster":"Karolôn","date":"2019-11-02T11:07:08.596+0000","up_votes":1,"down_votes":0,"body":"Ehrlich gesagt finde ich den Bann gerechtfertigt. \nDas ist ein halber Roman und so wie es sich anhört, war das Game nicht gerade lange. Das heißt, dass du wahrscheinlich die Hälfte der Zeit nur geschrieben hast und alleine deswegen dich negativ verhalten hast. \nDesweiteren fällt das bei deinen anderen mates auch negativ auf, wenn du die ganze Zeit nur schreibst. Ob das geschriebene jetzt Beleidigungen sind oder du dich nur verteidigt, spielt dabei keine Rolle. Warum solltest du dich auch verteidigen? Das klappt nie in lol und eine Nachricht hätte es auch getan und danach hättest du alle muten können. Aber nein, du schreibst natürlich die ganze Zeit weiter. Ziehst damit dich und dein Team runter. Ich hätte dich danach auch Reportet, weil du mehr geschrieben hast als gespielt und in einem Spiel, in dem es nicht um schreiben geht, zählt das bei mir auch schon als negatives verhalten.","replies":[]},{"id":"","poster":"Cerie","date":"2019-11-02T11:00:47.281+0000","up_votes":1,"down_votes":0,"body":"So wie du reagierst und mit deinen Mates schreibst machst du das nicht das erste Mal. Außerdem lässt du dich ziemlich schnell triggern. Es gibt da nicht umsonst nen Befehl ( /muteall). Abgesehen von Rust hat LoL die most toxic community. Man muss sich in dem Game nicht unterhalten. Pings reichen völlig aus. Kleiner Tipp, stell den allchat in den Einstellungen aus und mach dir ne makrotaste mit /muteall. Dann kommst nicht in die Versuchung Menschen zu antworten.\n\nSorry aber bist selbst schuld ","replies":[]},{"id":"","poster":"Leafstar","date":"2019-11-02T10:46:03.990+0000","up_votes":1,"down_votes":0,"body":"Meine Frage ist warum hast du Sie nicht gemute lol fügt extra wegen sowas diese Sachen ein dann benutzt man sie nicht somit hättest du dir den ganzen Ärger und den ban ersparen können. Einfach die Leute Ignorieren und muten und sein Ding machen wäre hier die besser Sache gewesen. Tut mir denoch leid das du dafür gebannt worden bist\n\nMfg Leafstar","replies":[]},{"id":"","poster":"UndeadKittEns","date":"2019-11-02T10:37:09.882+0000","up_votes":1,"down_votes":0,"body":"Naja, vielleicht ein bisschen harsch für einen perma, aber damit hättest dur rechnen müssen. Du hattest davor schon einen 14 Tage Bann sagtest du, da wird man ziemlich schnell permabanned. Außerdem werden nicht immer alle Chatlogs inkludiert. Heißt, vielleicht warst du noch in einer anderen Runde sau toxic und das hat dann nur dazu gegeben. Aber hier im Forum zu schreiben, bringt dich eh nicht weit. Schreib dem Riot games Support, am. Ebsten eine Email, da kriegst nicht immer automated bot messages, lmao, die geben dir einen in-depht Erklärung, was falsch gelaufen ist. Hier rumzuweinen hilft dir auch nicht weiter.","replies":[]},{"id":"","poster":"Käpten Einsicht","date":"2019-11-02T10:31:43.991+0000","up_votes":1,"down_votes":0,"body":"Ist zugegeben blöd gelaufen und für sich allein betrachtet eine Nichtigkeit, die nicht Mal n Achselzucken Wert ist. Aber... ich hab mal n anderes Beispiel:\n\nDu wirst mit Alkohol am Steuer erwischt und dein Führerschein wird dir vorübergehend weggenommen (14 Tage Ban). Nach Aushändigung sagt man dir, für dich gilt beim Fahren ab sofort die 0,0 Promille Grenze! Dann spielt es keine Rolle ob man dich mit 0,3 oder 1,0 Promille erwischt. Während 0,3 Promille kein Problem wären, sind die halt schon ein Problem, wenn für jemand 0,0 gilt.\n\nIch drück dir dennoch die Daumen, das sich ein Supporter den Fall nochmal genauer anschaut. Ich denke ein Algorithmus bewertet die Reports und empfiehlt dann wahrscheinlich den Ban. Kann mir nicht vorstellen, dass bei 8 Mio Spielern täglich und 100 Mio Accounts jeder Fall von Menschen genau überprüft wird. Wenn nur in jedem 100sten Spiel \n reportet wird (und es ist sicher öfter der Fall) dann wären es 80.000 Fälle am Tag. Nachdem aber gefühlt nach jedem Spiel auf der Verliererseite n Sündenbock gesucht wird, wird die Zahl von 80.000 Fällen am Tag bei weitem nicht reichen und somit ist es unmöglich für ein Support-Team von jedem Spieler einen Aufsatz zu lesen, warum er wie gehandelt hat. )","replies":[]},{"id":"","poster":"TheKyatomo","date":"2019-11-02T10:29:57.672+0000","up_votes":1,"down_votes":0,"body":"Wtf soll das etwa heißen man kann noch so normal schreiben wie man will und sich mit guten und vor allem sachlichen Argumenten verteidigen aber wird trz gebannt wenn 5 retards einen reporten?? Junge junge, du hast wirklich nichts falsch gemacht, die Erklärung Feuer nicht mit Feuer zu bekämpfen ist absoluter bullshit, du hast dich nur argumentativ verteidigt und bist 100% im Recht. Mag sein, dass du vor nem Jahr ein bisschen toxic warst aber meine Güte, das war vor einem Jahr und du bist wirklich ziemlich ruhig geblieben. Respekt für dein ruhiges Verhalten, leider ist der Spieler Support wohl mal wieder zu unfähig sich mit dem ganzen Fall zu befassen und sieht nur die 5 Reports und den 14 Tage Bann, von vor einem Jahr. {{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"Bengi02","date":"2019-11-02T10:27:04.891+0000","up_votes":1,"down_votes":0,"body":"Hallo,                                                           Ich find es krass dafür einen perma Bann zu bekommen. Aber ich kenne das Problem. Ich selber spiele auch gerne Support (Tam Kench, Taric) und der ADC motztich auch die ganze Zeit an, obwohl ich nichts falsch gemacht, sie machten die Fehler. Das ist echt mies von der Community oft alles auf den Sup zu schieben.\n\nLG","replies":[]},{"id":"","poster":"Zombistriker8","date":"2019-11-02T10:17:25.316+0000","up_votes":1,"down_votes":0,"body":"Find den Ban unbegründet, denn dann sollten ja alle die Feuer mit Feuer bekämpft haben gebannt werden also 3 Spieler","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T10:18:51.390+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zombistriker8,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000e,timestamp=2019-11-02T10:17:25.316+0000)\n>\n> Find den Ban unbegründet, denn dann sollten ja alle die Feuer mit Feuer bekämpft haben gebannt werden also 3 Spieler\n\nUnd woher weißt Du, dass die anderen Spieler nicht auch bestraft wurden?\nUnd wie schon mehrfach gesagt: Der Perma wurde in der Nachricht zum 14 Tagesbann angekündigt. RIOT ist nun einmal konsequent.","replies":[]}]},{"id":"","poster":"OleAkaNudelholz","date":"2019-11-02T09:10:56.228+0000","up_votes":1,"down_votes":1,"body":"Ich wurde genau für sowas auch schon einmal gebannt..das Riot Support System ist leider nichts weiter als ein Reinfall","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T09:14:33.393+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SyndraIsBack,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=000a,timestamp=2019-11-02T09:10:56.228+0000)\n>\n> Ich wurde genau für sowas auch schon einmal gebannt..das Riot Support System ist leider nichts weiter als ein Reinfall\n\nEin Reinfall ist es also?\nEs wird bei allen Spielern der gleiche Maßstab angesetzt. Es gilt für alle Spieler, dass nach dem 14 Tagesbann der Perma kommt. Dieser wird auch entsprechend in der Nachricht zum 14 Tagesbann kommuniziert. RIOT ist lediglich konsequent zu Leuten, die trotz Warnungen vorher der Meinung sind, dass sie sich weiterhin im Spiel negativ verhalten dürfen.\nIch würde das nicht als Reinfall bezeichnen.","replies":[]}]},{"id":"","poster":"F3lix3s","date":"2019-11-02T09:13:51.934+0000","up_votes":1,"down_votes":0,"body":"Normal ist immer der Jungler an allem schuld🤷🏼‍♂️","replies":[]},{"id":"","poster":"shundaJoker","date":"2019-11-02T09:01:54.837+0000","up_votes":1,"down_votes":0,"body":"Kurze Frage vorher ist das wirklich ein perma ban? Also wirst du auf diesem Account gar nicht mehr spielen dürfen oder wird der ban irgendwann wieder gelöst?\n\nIch fand den Chat an sich nicht schlimm. Der Grund wieso du gebannt wurdest war weil du ein paar mal fuck und so was geschrieben hast weswegen ich den ban verstehen kann. Den perma ban finde ich wie manche schon erwähnt habe trotzdem ziemlich hart. \n\nSollte der ban gelöst werden kann ich dir nur einen Tipp geben: geh in die Einstellungen in game auf Interface und dann auf show allied chat und show all Chat und nimmt da bei beiden die Hacken raus. Du wirst kein rumgeschreibe mehr lesen und kannst auch selbst nichts mehr schreiben. Der offensichtlich Vorteil davon ist dass du dich nicht tilten lässt und dir selbst ne Barriere baust nicht zu schreiben. Mir hilft das sehr.\n\nDas ist jetzt direkt an riot falls das irgendwer bei denen dort liest: hört auf Flamer aus dem Spiel zu bannen. Das macht es nicht besser. Deren Problem ist dass sie die ganze Zeit chatten. Gebt ihnen einen Chat ban für paar Monate damit sie sich abgewöhnen zu schreiben und deaktiviert den Chat für die am besten so dass sie das geschrieben von anderen auch nicht lesen. Sie werden lernen wie sie spielen wenn ein Spiel mal nicht so gut läuft und das flamen es nur schlimmer macht. Oder entfernt den Chat komplett aus dem Spiel. Der wird sowieso 99% nur zum flamen benötigt und die 1% die wichtig sind kann man auch durch pings ausdrücken. Ein Chat hat in so einem schnellen Spiel sowieso nichts zu suchen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-11-02T09:06:38.595+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=shundaJoker,realm=EUW,application-id=KYnfKGf0,discussion-id=LxAqOEdT,comment-id=0009,timestamp=2019-11-02T09:01:54.837+0000)\n>\n> Kurze Frage vorher ist das wirklich ein perma ban? Also wirst du auf diesem Account gar nicht mehr spielen dürfen oder wird der ban irgendwann wieder gelöst?\n> \n> Ich fand den Chat an sich nicht schlimm. Der Grund wieso du gebannt wurdest war weil du ein paar mal fuck und so was geschrieben hast weswegen ich den ban verstehen kann. Den perma ban finde ich wie manche schon erwähnt habe trotzdem ziemlich hart. \n> \n> Sollte der ban gelöst werden kann ich dir nur einen Tipp geben: geh in die Einstellungen in game auf Interface und dann auf show allied chat und show all Chat und nimmt da bei beiden die Hacken raus. Du wirst kein rumgeschreibe mehr lesen und kannst auch selbst nichts mehr schreiben. Der offensichtlich Vorteil davon ist dass du dich nicht tilten lässt und dir selbst ne Barriere baust nicht zu schreiben. Mir hilft das sehr.\n> \n> Das ist jetzt direkt an riot falls das irgendwer bei denen dort liest: hört auf Flamer aus dem Spiel zu bannen. Das macht es nicht besser. Deren Problem ist dass sie die ganze Zeit chatten. Gebt ihnen einen Chat ban für paar Monate damit sie sich abgewöhnen zu schreiben und deaktiviert den Chat für die am besten so dass sie das geschrieben von anderen auch nicht lesen. Sie werden lernen wie sie spielen wenn ein Spiel mal nicht so gut läuft und das flamen es nur schlimmer macht. Oder entfernt den Chat komplett aus dem Spiel. Der wird sowieso 99% nur zum flamen benötigt und die 1% die wichtig sind kann man auch durch pings ausdrücken. Ein Chat hat in so einem schnellen Spiel sowieso nichts zu suchen.\n\nEs ist ein Perma, der auf einen 14 Tagesbann gefolgt ist. Dieser Perma wurde in der Nachricht zum 14 Tagesbann sogar angekündigt.\nWas soll RIOT denn Deiner Meinung nach machen? \"Wir haben Dir zwar den Perma angedroht, du bekommst jetzt aber nur ne CR oder einen weiteren 14 Tagesbann\"? Damit macht RIOT sich vollkommen unglaubwürdig, und die Strafen sind dann wirklich willkürlich.","replies":[]}]},{"id":"","poster":"mst452","date":"2019-11-03T10:45:20.984+0000","up_votes":2,"down_votes":4,"body":"Nein es ist nicht bannwürdig du hast niemanden beleidigt und sonst was gesagt es ist einfach nur weil du 5 mal Reportet wurdest","replies":[{"id":"","poster":"Abasin","date":"2019-11-04T12:23:13.678+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]}]},{"id":"","poster":"Moawik SKT T1","date":"2019-11-02T11:51:45.769+0000","up_votes":0,"down_votes":0,"body":"Der ban ist für mich nicht nachvollziehbar und Ein Monat würde einiges Fairer sein aber das auch nur weil du schonmal toxic warst. Hoffe du wirst entbannt denn das geht garnicht.","replies":[]},{"id":"","poster":"Ryze mit Butter","date":"2019-11-04T18:03:42.434+0000","up_votes":2,"down_votes":2,"body":"also ich finde auch nicht, dass du dafür nen perma bann verdient hättest. Warst echt nicht toxisch. Das Ding ist halt, dass das mir hier sehr nach nem low mmr blind pick game aussieht. Da verstehen viele nicht so gut Englisch und es versuchen mehr Leute dir die Schuld zugeben bzw. sie sehen die Schuld bei sich selber auch gar nicht. In ner höheren Elo versuchen Leute stattdessen eher an sich zu arbeiten. So kommt es aber auch trotzdem bei jedem mal vor, dass sich solche Spieler in der Kluft zeigen lassen, nur ab einer gewissen Elo dann ziemlich vereinzelt. Das Problem ist, dass du weiter mit denen diskutiert hast, ohne Sinn und Verstand. Wenn ich merke mit jemandem ist absolut nicht zu reden : instant mute und ggf. report. Und zu sagen, dass du afk gehst ist auch nicht wirklich klug. Ich hoffe sehr für dich, dass du deinen acc wieder kriegst, hast dich ja anscheinend echt verbessert, denn toxisch warst du da nicht. Probier picks vllt. eher mit Freunden aus und wenn dir wer auf den Sack geht mute und ggf. report ;)","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T19:45:12.530+0000","up_votes":1,"down_votes":2,"body":"Danke für dein Kommentar!\nja, ich gebe zu, ich hätte einfach alle muten sollen. Werde ich in Zukunft auch machen.","replies":[]}]},{"id":"","poster":"crazyfreaktv","date":"2019-11-02T23:31:50.213+0000","up_votes":3,"down_votes":3,"body":"Also ich persönlich finde diesen Bann so unnötig. Wie schon gesagt, es ist wie mit dem Kind, welches in der Klasse gemobbt wird. Also ich persönlich wurde schon zweimal 14 Tage gebannt (ich bereue es btw fr) wegen schlimmeren Sachen. Dieser Bann ist meiner Meinung nach einfach nur unnötig. Ich hoffe für dich das Riot Gnade zeigt. Küsschen crazy &lt;3","replies":[]},{"id":"","poster":"HerrMaximus","date":"2019-11-02T19:38:36.299+0000","up_votes":1,"down_votes":1,"body":"Mmmhhhh.... schwierig zu sagen wer jetzt Schuld ist und wer nicht. Die haben dich halt alle aufgespielt, aber so wirklich beleidigt hast du nicht. So an der ein oder anderen Stelle warst du nicht ganz so nett, aber halt auch nur, weil die dich irgendwie alle hassen... Ich hätte dir jetzt keinen Bann gegeben, eher der Ash, da die dich schon des öfteren beleidigt hat. Einfach Tipp fürs nächste mal: Wenn wer gegen dich ist, und du trotz freundlich sein immernoch gehasst wirst, dann einfach sagen, dass du ihn jetzt mutest. Schreib dann auch nichts mehr","replies":[]},{"id":"","poster":"A LookAtYourFace","date":"2019-11-02T13:36:05.575+0000","up_votes":1,"down_votes":1,"body":"Das spiel regt richtig auf und ich hab auch ein permaban bekommen. Ich habe richzig wenig geschrieben, einzige beleidihung war stfu und idiot fertig riot war früher viel besser jz bannen die jeden perma. Da steht noch du gehörst zu den 0,006% die perma gebannt wurden aber wtten 25% perma gebannt wurden","replies":[]},{"id":"","poster":"Ulquíorra","date":"2019-11-02T19:45:12.379+0000","up_votes":1,"down_votes":2,"body":"Also aus deiner sicht dass du dicht verteidigt hast ist es natürlich keinen bann wert. Jedoch ist hier leider zu beachten dass du genauso mitgespielt hast und noch mehr holz ins feuer geworfen, was dazu geführt hat dass die stimmung sinkt. Klar der auslöser kam von deinem s3 ashe adc der knappe 20 tode hat ( ja ich hab mir das bissel angeschaut). Nach dem 14 tage bann, dazu dass die zeit in spiele gerechnet wird, hast du in der sicht vom Bot der banned hast du irgendetwas dummes getriggert hast wie racism auch wenn nichts dergleichen da war. Was ich gemacht hätte wäre 2 mal mit der ashe full ham, dass sie merkt dass der dmg zum traden fehlt und dann wieder zurück auf deine taktik. Ansonsten kann ich leider nur sagen dass ich unentschlossen bin was ich denken soll.","replies":[]},{"id":"","poster":"EL1AS","date":"2019-11-02T13:51:26.112+0000","up_votes":1,"down_votes":2,"body":"Der Bann ist aus meiner Sicht völlig unberechtigt. Du hast niemanden beleidigt und wenn Riot games nicht will dass Spieler einfach nur schreiben dann sollen sie doch den Chat abschaffen. Oder einfach Chatbann. Aber was dh geschrieben hasg hat nichtmal toxic ausgesehen, wobei ich trotzdem einfach immer alles muten würde","replies":[]},{"id":"","poster":"RedBlack X","date":"2019-11-02T13:47:32.453+0000","up_votes":1,"down_votes":2,"body":"Ich find es schon scheiße,dass du dafür gebannt wirst!\nIch werde selbst oft geflamet deswegen weiß ich wie scheiße das ist\nWir können gern mal zsm spielen wenn du willst, Ich flame auch nich :D","replies":[]},{"id":"","poster":"Whyzocker","date":"2019-11-02T13:47:20.121+0000","up_votes":1,"down_votes":2,"body":"Absolut unsinnig dafür gebannt zu werden, wenn das der komplette log ist.\nIch diskutier auch manchmal in der art und weise mit teammates, weil es mich nicht sehr beeinflusst. Ich tippe nur nie so ultra viel, weil ich ingame besseres zu tun hab. \nDu hast nicht einmal irgendwen von dir aus angefahren und dich gegenüber deinem 14 tage bann wahrscheinlich wesentlich gebessert. Ich nehme an damals bist du etwas mehr aus der Haut gefahren. \nIch meine es ist natürlich immer eigentlich das beste die Leute einfach zu muten, aber ich seh ein, dass man es manchmal einfach nicht mit dem eigenen ego vereint bekommt den Leuten nicht seine Meinung zu sagen. Und das letzte sollte bitte wenn man dabei so sachlich bleibt wie du auch nicht bannable sein. Sonst muss sich direkt jeder zweite sorgen um seinen Account machen.","replies":[]},{"id":"","poster":"GGNecronWP","date":"2019-11-04T18:20:39.506+0000","up_votes":2,"down_votes":3,"body":"ich würde mir wünschen, dass du deinen account entbannt bekommst und mit dem kindergarten aufhörst.\n\nauf solchen geistigen dünschiss mit unverständnis zu antworten ist halt einfach kindisch.\neinfach die leute im chat muten und gut ist.\ngibt genug leute die bei spiel start schon direkt \"/mute all\" in den chat schreiben. sowas würde dir 100%ig auch gut tun.\n\nalso wie gesagt, hoffe ich, dass du deinen account zurück bekommst und mit dem mist aufhörst","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-04T19:36:30.322+0000","up_votes":1,"down_votes":3,"body":"Danke für die Antwort.\nIch weiß ich hätte nicht drauf eingehen sollen, werde ich ab jetzt auch nicht mehr tun.\nJa ist auf jeden Fall das richtige.","replies":[]}]},{"id":"","poster":"Nerº","date":"2019-11-03T11:04:27.411+0000","up_votes":2,"down_votes":3,"body":"Als aller erstes finde ich den Perma Ban für übertrieben und unnötig da einiges mit dem Account an Verbindung besteht. Aber vielleicht einen kleinen Tipp am Rande, wenn du siehst das sie deine Argumente ignorieren, bringt es nichts sich weiter zu erklären da es zu nichts führt und sie dich sowieso Reporten würden. Am besten einfach zusammenreißen und die Genugtuung haben das sie am Ende gebannt oder Restricted werden.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:14:22.063+0000","up_votes":1,"down_votes":2,"body":"Ja würde es jetzt auch so machen...","replies":[]}]},{"id":"","poster":"ChatBat","date":"2019-11-03T08:47:42.580+0000","up_votes":2,"down_votes":3,"body":"Also der Bann ist nicht wirklich gerechtfertigt aber ich würde an deiner englischen Rechtschreibung arbeiten und die Leute halt einfach muten und weiterspielen{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T17:59:08.544+0000","up_votes":1,"down_votes":2,"body":"xD Danke\n\nJa würde ich in zukunft auch machen....","replies":[]}]},{"id":"","poster":"Atomseuche","date":"2019-11-03T08:08:23.779+0000","up_votes":2,"down_votes":3,"body":"An deiner Stelle würde ich beim Support nen neuen Thread aufmachen und den ADC reporten. Das ist für mich auch einen Bann wert. Wenn er nicht bereits bestraft worden ist.","replies":[{"id":"","poster":"GREEN  x  PIRATE","date":"2019-11-03T18:21:49.189+0000","up_votes":1,"down_votes":2,"body":"Jeder wird unabhängig von den anderen Bestraft. Ist leider so, aber führt in manchen Fällen zu komischer Verteilung...","replies":[]}]},{"id":"","poster":"XYXBlackWingsXYX","date":"2019-11-02T21:00:52.460+0000","up_votes":2,"down_votes":3,"body":"Ich gebe dir vollkommen Recht, ich kenne dein Problem nur zu gut. Ich selbst bin OTP Varus, (relativ gut und laut Professor auf Platz 3.000 in EUW mit Varus). Trotzdem werde ich des öfteren todgeflamed, weil mein Support zum Beispiel komplett reingeht und das mit 20% HP. Bei so etwas follows ich eigentlich nicht und mache dann nur ein paar Autoattacks von hinten. Varus ist da ja eher immobiel, daher die Zurückhaltung nicht in einen aussichtslosen Kampf zu gehen, wenn mann die Länge auch problemlos vom Tower aus freezen kann. Aber um auf den Punkt zu kommen, dafür werde ich auch des öfteren geblamed und nicht selten schließt sich das Team dann an. Die Community ist halt einfach toxic. Dein Bann ist aber in meinen Augen nicht gerechtfertigt.","replies":[]},{"id":"","poster":"Unƒorgivn","date":"2019-11-02T18:38:04.313+0000","up_votes":2,"down_votes":3,"body":"Tbh find ich die Situation einfach lächerlich, ich kann nicht mal verstehen warum da riot nichts macht weil sorry aber wo soll man dafür gebannt werden? Mein Gott wenn es wegen toxic sein liegt also jz im chat undso dann hätten sie doch einfach chat ban geben können, das hätte ich auch noch verstehen können. Gut aber hier war wohl das Auto ban system von riot schneller dran.... was du dir aber auf jedenfall für die Zukunft merken kannst ist einfach alle zu muten. Klar man bräuchte schon eine bestimmte Verständigung zwischen den mates aber ich glaube im unteren elo Bereich wird dieser eh nur zum flamen verwendet. Ich mach das persönlich auch das ich einfach sofort alle mute, das hilft mir mich voll und ganz aufs game mich konzentrieren zu können. :)","replies":[]},{"id":"","poster":"Zwifty","date":"2019-11-02T15:33:14.588+0000","up_votes":2,"down_votes":3,"body":"Also wenn ich das Vergleiche mit dem allgemein Niveau von Flame finde ich das ganze ziemlich harmlos dazu kommt solange man nicht mal beleidigt finde ich das der Bann absolut ungerechtfertigt ist. Genau wegen diesem Verhalten von riot hören viele von den OG Spielern einfach auf.","replies":[]},{"id":"","poster":"HeartOfDarkness4","date":"2019-11-02T15:02:54.151+0000","up_votes":2,"down_votes":3,"body":"Perma ban ist viel zu heftig. Wenn man sich den ganzen chat durchliest merkt man das du nicht wirklich toxic warst (so lange das halt auch alles stimmt) sondern dich nur verteidigt hast.","replies":[]},{"id":"","poster":"WEEKENT","date":"2019-12-08T13:34:46.463+0000","up_votes":1,"down_votes":3,"body":"Das ist einer der ungerechtfertigten Banns, die ich jemals gesehen habe.","replies":[]},{"id":"","poster":"Pierre9","date":"2019-12-07T14:58:14.630+0000","up_votes":1,"down_votes":3,"body":"Ihr versteht es glaube ich nicht. Er wurde nur getriggered von dieser gammligen Spielerbase. Mach dir einfach nichts draus, die Anzahl an netten und respektvollen Spielern ist hier sehr gering. Ich kann nur empfehlen League of Legends zu quitten, das macht einen nur krank hier..","replies":[]},{"id":"","poster":"Cykono","date":"2019-11-02T14:29:05.151+0000","up_votes":1,"down_votes":3,"body":"Also ich kann deinen Frust den du etwas rausgelassen hast gut nachvollziehen. Ich hatte auch bereits sehr oft solche ADCs bzw teammates die einfach komplett inkompetent sind irgendwas zu verstehen oder zu wissen wie man richtig spielt. \nDieses Feuer mit feuer bekämpfen zu bestrafen, finde ich auch lächerlich, ich denke nämlich, dass du der einzige bist, der bestraft wurde. Dabei finde ich es viel schlimmer als ganzes Team zu beleidigen (speziell auf deine Mutter zu gehen) und sowas halt\n\nDen perma Ban kann ich überhaupt nicht nachvollziehen. Um das in Zukunft zu verhindern solltest du vielleicht nachdenken den Chat zu deaktivieren ( falls du LoL denn noch zocken wirst).","replies":[]},{"id":"","poster":"R4inbowF4rt","date":"2019-11-02T14:16:41.611+0000","up_votes":1,"down_votes":3,"body":"Finde es unter aller sau dass du dafür einen perma Bann kassierst. Finde riot ist scheiße willkürlich bei ihrem penaltysystem.... Ist mir schon öfter mal aufgefallen. Schade...","replies":[]},{"id":"","poster":"Lîmbô","date":"2019-11-02T13:57:37.601+0000","up_votes":1,"down_votes":3,"body":"Das Reportsystem is halt fürn Arsch ich könnte den selben Spieler wieder und wieder wegen afk melden und er wird zu 100% gebannt ob er es war oder nicht da das System es nicht erkennen kann. Genauso kann das System nicht unterscheiden ob du toxisch warst oder nicht und das is das größte Problem am besten einfach ingame /Mute all","replies":[]},{"id":"","poster":"CoolCookie29","date":"2019-11-02T13:55:10.422+0000","up_votes":1,"down_votes":3,"body":"Einen Bann dafür zu kassieren ist mehr als traurig. Ich frage mich ob sich Riot die Text Messages überhaupt liest. Denn das was du getan hast ist, wie du schon gesagt hast, reine Selbstverteidigung und in keinster, aber auch keinster Weise strafbar in irgendeiner Form. Der Bann ist mehr als ungerechtfertigt. Hoffe auf einen Entbann für dich.","replies":[]},{"id":"","poster":"Atabalacce","date":"2019-11-13T13:03:38.052+0000","up_votes":2,"down_votes":4,"body":"Wie in solchen Threads üblich, heult hier wieder jeder rum und behauptet dass er dich auch reportet hätte.\n\nFür mich ist es offensichtlich, dass chats in denen man nicht beleidigt, in keinem Fall einen (permanenten) Ban rechtfertigen, mit dem man einen Account komplett verliert, für den man ggf. erhebliche Geldsummen ausgegeben hat.\n\nLeider ist die LoL Community was das chatten angeht eine extreme Warmduscher community. Die dinge für die man in LoL permanent gebannt wird stehen in absolut keinem verhältnis zu fehlverhalten, das das komplette spiel unspielbar macht (int, trolling, negative attitude etc.), das noch dazu nur in den absolut seltensten fällen überhaupt bestraft wird. \n\nIn League of Legends sind leider übertriebenst viele Mimosen unterwegs, die es schon als flame sehen, wenn man einfach viel schreibt (was definitiv ein missverständnis ist, leider aber viel zu oft trotzdem hart bestraft wird.)\n\nIch hoffe dass riot an seinem system etwas ändert, ich hatte in den letzten 7/10 Games minimum einen AFK/Inter/Troller im team, wegen dem ich das spiel letztenendes verloren habe. Unter solchen umständen finde ich es absolut untragbar, von den \"normalen\" Spielern zu erwarten \"Tief durchzuatmen\" und solche losses haufenweise zu akzeptieren, immer mit dem hintergrundgedanke, dass die Verantwortlichen sowieso nie bestraft werden, was man andernfalls ja durch einen Instant Feedback Report mitbekommen würde. \n\nInsgesamt werde ich LoL vermutlich bald deinstallieren, denn ein Spiel mit derart gravierenden Misständen werde ich mir nicht länger antun. Schade, ich habe seit Season 3 eigentlich sehr gerne gespielt.\n\nP.S.: Bevor jetzt einer ankommt mit - \"Du bist bestimmt Bronze/Iron, da muss man mit sowas rechnen!\" - die von mir beschriebenen Games haben in Platin Stattgefunden.\n\nP.S.2.: Was außerdem viele vergessen: es gibt nicht ohne grund einen \"Mute\" button/command. Zu schade dass es keinen \"No AFK/INT\" button gibt, mit dem man nichtmehr mit dem Bodensatz der LoL community ins Matchmaking geworfen wird.","replies":[]},{"id":"","poster":"Sry ShacoWasOpen","date":"2019-11-03T11:22:15.577+0000","up_votes":2,"down_votes":4,"body":"Finde das ungerechtfertigt, hatte sowas auch schon 2 Mal, bei mir waren es aber 14 Tage.\nAlso wenn das der echte chatlog ist, hat das Bann system Mal wieder richtig verk4kt {{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Mainstroom","date":"2019-11-03T07:51:37.610+0000","up_votes":2,"down_votes":4,"body":"Uch finde das geht sogar als eine Form von Cybermobbing durch und sollte von riot schleunigst unterbunden werden.\nIch mein wenn Leute ale gegen dich sind is es halt schon ekelhaft, anderer seits bist du auch mit den Sätzen in caps aufgefallen und eben zur Eskalation beigetragen. Trotzdem stehe ich hinter dir und hier ein kleiner psychologischer Trick: Wenn andere dich versuchen zu provozieren oder irgendwas vorwerfen einfach freundlich bleiben und ihnen zustimmen egal was du vielleicht persönlich drüber denkst Meinungsfreiheit KANN man durchziehen muss man aber nicht. Was sogar noch besser funktioniert ist wenn du sie lobst und ihnen einfach das macht/Selbstwertgefühl gibst dass ihnen im echten Leben fehlt. Es muss ja nicht deine Meinung sein.\nVersuch immer zuerst zu schauen wer in der Macht Position steht der, du oder  jemand anderes in dem Fall riot und verhalte dich so, dass es dem in der macht position gefällt. {{champion:17}}","replies":[]},{"id":"","poster":"LUTSCHAHI","date":"2019-11-02T19:26:49.075+0000","up_votes":2,"down_votes":4,"body":"Was erwartest du von Rito ich habe schon Leute reportet die einem den Tod wünschen oder dir Krebs wünschen aber ich der sehr selten flamed oder toxic ist wird wegen negativen Verhalten beim chaten eingeschrängt und die die ich reportet habe habe ich nie ein Fenster gesehen wo stand der wurde bestraft. Sin?? Ich werde wegen angeblichen negativen verhalten beim chaten eingeschränkt aber der die dir den tod wünschen dürfen ohne bann oder einschränkung weiter spielen \nRito ist einfach zu geistig zurückgeblieben um mal stänger zu werden und einfach bannen die es verdient haben wäre Rito in ab S4 Sträng gewesen was spieler verhalten angeht were jetzt vieles leichter aber nein Rito muss ja jeden Tag sich komplett zudröhnen","replies":[]},{"id":"","poster":"SchPow","date":"2019-11-02T14:43:58.085+0000","up_votes":1,"down_votes":4,"body":"RIOT hat die Regelungen, dass wenn auch immer man zum Opfer wird sollte man einfach alle muten und normal weiterspielen. Das Problem dabei ist, dass sie die Leute die eigentlich touch sind und so ein Konterverhalten verursachen meist einfach ausm Schneider lassen und automatische der mehrheitlich der Bans zustimmend.\n\nIch finde n perma Bann ist zu hart für ein einziges Spiel, aber wennsd nen launischn Support Mitarbeiter hast der sich den Fall anschaut damn hast halt Pech gehabt, auch die haben mal schlechte Tage","replies":[]},{"id":"","poster":"Premix38","date":"2019-11-02T12:52:36.490+0000","up_votes":1,"down_votes":4,"body":"Ich weiss wie sich das anfühlt, aber Riot-games interessiert sich halt nicht für seine Community, es wird nichts bringen sich darüber aufzuregen. Mein main account wurde auch perma baned weil jemand im meinem ranked game runtergelaufen ist und ich im all chat und endgame chat geschrieben habe, dass man ihn reporten solle, weil er obviously geintet hat (ohne beleidigung). Den Riotsupport hat das natürlich nicht gejuckt und meinte dass das toxic ist zu schreiben dass man jemanden reporten soll und dass das ein gerechtfertigter Grund sei um mich perma zu bannen. Es ist einfach enttäuschend zu sehen dass solche Fälle keine Einzelfälle sind und Riot halt einfach no fucks gibt, man kann ja auch nix dagegen machen weil egal wie viele tickets du an den Support schreibst, die ziehen sich jedesmal aufs neue irgendeine Schei*e aus der Nase damit dein Bann \"gerechtfertigt\" bleibt, da sie auf keinen Fall falsch liegen können und ihr baningsystem auch immer recht haben muss. Ich hoffe dass dieser Post irgendwie Aufmerksamkeit erlangt und Riot checkt dass ihr baning system komplett stupid ist (viele supporter auch) \nund dass der Fall geklärt und du entbaned wirst, gl m8.","replies":[]},{"id":"","poster":"know your skill ","date":"2019-11-04T17:11:12.102+0000","up_votes":2,"down_votes":5,"body":"Ich sag dazu nur mal wieder K** Riot -.- Klar, viel typen ist nicht die angebrachteste Weise, aber sich zu verteidigen weiß ich auch zu schätzen. Nur falls du entsperrt werden solltest, es hat keinen Sinn mit Kindern zwischen 8 und 16 Jahren zu diskutieren, die sind alle Brain boosted und wissen eh nichts vom Game...","replies":[]},{"id":"","poster":"DoubleRarito","date":"2019-11-02T16:47:32.867+0000","up_votes":2,"down_votes":6,"body":"Ich wurde für weniger gebannt lol hab btw 10 permabanned accounts lmao einmal hab nach dem ich 2 Wochen gebannt war und ich meine erste runde gestartet habe, hab ich nur geschrieben \"please leave my lane don't int me I can 1vs2\" ja nach dem game permabanned weil mich alle reported haben luuul und meine Accounts waren glaub ich alle zusammen so 3k wert? Na ja selber schuld bin toxic bis zum geht nicht mehr","replies":[]},{"id":"","poster":"General Maier","date":"2019-11-02T14:26:21.893+0000","up_votes":2,"down_votes":6,"body":"Absolut lächerlich das Riot mit dem Argument, dass man Feuer nicht mit Feuer bekämpfen soll reagiert. Das war kein Flame das waren alles bedachte und gute Argumente.\nLee sin, Ashe und Evelyn hingegen verhielten sich wie kleine Kinder die gerne jemanden salty machen. \n\nDer Bann sollte an Lee Sin, Ashe und Evelynn gehen! Keineswegs an Green X Pirate!!!\n\nIch bitte Riot diesen Bann wieder aufzuheben denn sowas ist nicht zu tolerieren.","replies":[]},{"id":"","poster":"Terrallstar","date":"2019-11-02T15:37:01.821+0000","up_votes":1,"down_votes":7,"body":"Ich kenne dass Problem auch, leide ist die community in lol einfach nur komplett boosted.... Man darf sich halt wirklich nit verteidigen, man kann halt tatsächlich für alles reported werden. Brauchst dass nur nach deiner Ansicht iwi so hinzustellen dass es dir passt. Dass ist leider dass traurige. Sehr oft werde ich dadurch getriggered dass meine tm meinen sie müssten mir dass ganze game die farm klauen oder kills... Und später heißt es ja wie schlecht ich bin weil ich kaum cs hab oder items.... Ja warum nur.... Meisten gammel ich dann solange am tower bis iwann mal jmd mir helfen kommt oder wir halt verlieren und immer weiter zurückgepuscht werden....mach dir einfach nichts draus.... Mit dem Support über ein perma bann zu reden bringt nix.... Die sind da komplett stur. Mach dir en neuen acc und mute einfach jeden bzw behalte einfach die fassung und mach dein sing alleine... Ist zwar ein teamgame aber manchmal pfeif ich auf den sieg und schaue einfaxh dass ich wenigstens noch nen guten score bekomme wenn möglich. Auch wenn die Gegner den Nexus pushen... Machen kann ich ja meistens eh nix dagegen wenn es mal soweit kommen sollte..... Habe mal 3 Wochen mit sem Support geredet wegen nem perma bann. Brachte nichts.... Aber naja.... Bin mittlerweile auf guten Fuß mit dem supp.... Weil hab da mit ein paar Reden können die genauso empfinden wie ich. Finde es nur traurig wie krass man da manchmal rausgeeckelt wird aus dem game.","replies":[]}]}