{"id":"FMIRmH7b","poster":"Yatsuki","date":"2019-01-14T14:20:14.889+0000","title":"[Hilfestellung / Lösung] Fehler 5C / Kein Spielstart möglich","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"##Hallo Zusammen,\n\nin den letzten Tagen erreichte uns immer öfter die Meldung über eine Fehlermeldung die wie folgt aussieht: \n\n* Ihr könnt kein Spiel starten?\n* Wenn ihr einen Gamemode auswählen wollt erhaltet ihr die Meldung \n„Trouble fetching information for : . Affected players should quit and log back in if this persists. (5C) ?\n* Eure BE &amp; RP werden nicht angezeigt?\n* Eure Runenseiten und Championsets sind verschwunden?\n* Ihr habt keinen Zugriff auf die Seite des Riot Support und steckt im reCAPTCHA fest?\n* Ihr bekommt **immer** wenn ihr ein Spiel annehmen wollt den Error \n\"An unexpected error has occurred while displaying Ready Check\" ?\n\n\n* **\n\n\n\n##Die gute Nachricht ist, dass wir einige Lösungen gefunden haben, die schlechte es liegt an Euch diese zu beheben.\n\n\nNach unseren Recherchen haben sich Hacker unerlaubterweise IP‘s zugewiesen die Euren entsprechen, somit seit Ihr auf der Cloudflare- Blacklist gelandet d.h der Zugriff auf League of Legends und dem Riot Support wird gesperrt da mit euren IP Adressen „Gefährdende Inhalte“ verbreitet wurde. Ihr benötigt eine neue „Public IP“ da Eure jetzige auf dieser Cloudflare Blacklist verbleibt (die dauer unterscheidet sich immer). Mit einer neuen IP solltet Ihr wieder uneingeschränkten Zugriff auf alles haben\n\n#Nachfolgend haben wir einige Lösungsvorschläge:\n\n**Lösung 1:**\nSucht in Eurem Router nach einer Möglichkeit eine neue IP (für den Router) anzufordern.\n\n**Lösung 2**:\nRuft bei Eurem Anbieter an und bittet ihn um einen „IP-Reset“\n\n**Lösung 3:**\nBittet Euren Anbieter darum „DS-Lite“ zu deaktivieren. Diesen Schritt machen Anbieter jedoch sehr ungern und meist nur bei langjährigen Bestandskunden oder solchen die schon einmal „DS-Lite“ deaktiviert hatten.\n\n\n* **\n\n\nFür jeden sollte hier etwas dabei sein. Wenn es nach all diesen Schritten dennoch Probleme gibt könnt Ihr euch unter diesem Beitrag melden.\n\n{{sticker:slayer-jinx-catface}} \n\nGrüße Yatsuki","replies":[{"id":"","poster":"silibum","date":"2019-01-17T08:13:42.433+0000","up_votes":1,"down_votes":0,"body":"## **Ich gebe hier mal ein paar allgemeine Informationen (ergänzend zum eigentlichen Lösungsthread):**\n\nEs ist erstmal so, dass IP-Adressen des Internetanbieters aus einem Topf kommen - sagen wir es gibt 2000 Adressen und 1900 Kunden: Jeder Kunde bekommt bei der Einwahl eine freie IP (Geschäftskunden bekommen nicht selten immer die gleiche, Privatkunden meist eine zufällige).\nKunde 4711 ist von Maleware betroffen und versendet unbewusst Spam per eMail, kriegt nach einiger Zeit eine neue IP und hat nichts gemerkt. Nun bekommt man selber aber die IP die Kunde 4711 vorher hatte. \nErstmal okay, aber: Der Kunde hat ja Spam versendet und ist daher auf diesen genannten \"Blacklists\" gelandet (bzw. die IP die er hatte). Dadurch hat man selber nun Probleme, obwohl man ja \"clean\" ist und keine Vieren/Trojaner/Malware auf dem System hat und auch kein Spam versendet hat. Natürlich muss es nicht nur Spam gewesen sein, sondern auch andere Missbräuche sind möglich -> Die Liste wäre sehr lang.\n\nKomplizierter wird das es dann noch bei Kabelanbietern die DS-Lite machen: Hier teilt man sich mit vielen Kunden eine öffentliche IPv4-IP-Adresse und sobald diese auf einer \"Blacklist\" steht betrifft das Problem direkt viele Kunden. Daher Lösung 3 -> Bitte um Abschaltung von DS-Lite für den Anschluss.\n\nInsgesamt muss also nicht das eigene System der Auslöser sein, es kann einfach irgend ein Kunde gewesen sein und eine neue IP muss nicht immer helfen - gerade bei DS-Lite nicht.\n\nKabelanbieter geben dazu IPs meist per DHCP raus welcher eine Wartezeit von mindestens 15 Minuten nutzt bevor man eine neue IP bekommt, daher: Strom aus für > 15 Minuten (ohne DS-Lite aktiv) könnte helfen wenn man kein IP-Reset per Router als Funktion zur Verfügung hat. Schaltet man den Router nur ein paar Sekunden aus, so bekommt man sehr oft die gleiche IP wie vorher.\n\n\nBei Riot Games wird für Auslieferung von Inhalten unter anderem Cloudflare genutzt. Cloudflare filtert selber IP-Adressen raus, die nicht erwünscht sind. Das ist eine Sicherheitsfunktion die in diesem Fall leider auch mal die/den falsche/n erwischt. Leider.","replies":[{"id":"","poster":"mid or beer","date":"2019-03-21T23:05:47.672+0000","up_votes":1,"down_votes":0,"body":"Der Account mit dem ich hier schreibe funktioniert nicht, habe mich bei einem Kumpel eingelogged und da könnte ich ganz normal zocken.\nAlso liegt das Problem sicherlich nicht an der IP.","replies":[{"id":"","poster":"mid or beer","date":"2019-03-21T23:06:40.527+0000","up_votes":1,"down_votes":0,"body":"Durch umloggen hat es jetzt hier auch wieder geklappt. Strange.","replies":[]}]}]},{"id":"","poster":"max567891","date":"2020-02-16T16:00:14.310+0000","up_votes":1,"down_votes":0,"body":"Ich kann meinen lounger nicht starten sobald ich lol öffne kommt die Meldung : Bei der Anmeldung ist ein unerwarteter fehler aufgetreten. Bitte versuche es erneut. Ich habe lol mehrmals neuinstalliert und mit dem repair tool gearbeitet jedoch funktioniert es nicht\n\nich bitte um hilfe","replies":[]},{"id":"","poster":"Lordsimon101","date":"2019-03-21T23:45:19.402+0000","up_votes":1,"down_votes":0,"body":"Also hatte das Problem auch bekommen, als ich mich vor gut einer Stunde eingeloggt habe. Auch nach mehrfachen relog und PC Neustart hat sich nichts getan.\n\nHabe dann folgende Schritte durchgeführt, und einer hat wohl gefruchtet:\n\n1. Malewarebytes laufen lassen und Adware die ich mir wohl durch eine Chrome Extension eingefangen hatte, entfernt.\n2. Firewall gecheckt und gesehen, dass zwei neue Regeln LoL blockieren, wenn ich im öffentlichen Netz bin (Datenkarte). Bin zwar momentan über ein privates Netzwerk geloggt, habe die aber trotzdem mal deaktiviert.\n3. Habe festgestellt, dass meine IP auf der PBL \"Blacklist\" von ZENSpam gelandet ist. Was laut deren Aussage in den FAQs aber normal ist und nicht wie bei ihren anderen Blacklists von einer Bedrohung durch einen gecaptureten PC o.ä kommt, sondern davon das man einen Mailserver über die eigene Domian betreibt. Hier hilft zu prüfen ob man in seinem Mail Programm SMPT Authentifizierung angeschaltet hat. Dem war bei mir so.\n\n4. Habe eben gerelogt und es ging wieder alles. Kann auch sein dass LoL Server Probleme hatte, da der Fehler ja in der letzten Stunde wohl sehr häufig aufgetreten ist.\n\nHoffe es hilft euch da draußen. Wobei all die Maßnahmen, die ich hier schildere, eig. allgemeingültig für jedes PC Problem gelten xD","replies":[]},{"id":"","poster":"KibaDerWolf","date":"2019-03-21T23:16:43.093+0000","up_votes":1,"down_votes":0,"body":"wieso so kompliziert? \nbin auf Einstellungen gegangen auf Komplettreperatur und dann ging alles wieder :)\n\nnichts zu danken \nPS: weis nicht ob das bei mir nur zufall war ^^","replies":[{"id":"","poster":"Schneidex69","date":"2019-03-21T23:20:07.713+0000","up_votes":1,"down_votes":0,"body":"Muss ...hat mir leider nicht geholfen warum auch immer ......aber wie oben beschrieben haut nicht bei jeden hin","replies":[]}]},{"id":"","poster":"Haywood Jablowme","date":"2019-03-21T23:19:02.086+0000","up_votes":1,"down_votes":0,"body":"Ich hatte das Problem bis eben auch, ich habs ganz einfach mal mitm klassischen Router restart versucht und es hat direkt funktioniert... villeicht einfach mal die ganz banalen Sachen probieren^^","replies":[]},{"id":"","poster":"Schneidex69","date":"2019-03-21T23:12:52.382+0000","up_votes":1,"down_votes":0,"body":"Also für die wo der Anbieter nichts macht und nichts funktioniert , vielleicht habt ihr ja auch Glück.\nUnd zwar schaltet einfach mal DS-Lite in eurem Router ab zumindest hilft es mir.\nWer ne Fritz.Box hat einfach Internet->Zugangsdaten(erweiterte Ansicht = wer es nicht weiß oder findet die drei punkte open rechts anklicken)\ndann unter IP6->IPv6-Anbindung und bei IPv4-Anbindung über DS-Lite herstellen den haken raus machen.","replies":[]},{"id":"","poster":"Kromi","date":"2019-03-21T23:10:05.100+0000","up_votes":1,"down_votes":0,"body":"Hey, für mich hat sich das Problem gelöst, indem ich mich mit einem anderen Account angemeldet habe. Direkt wieder ausgeloggt und mit meinem Account wieder rein. Weg wars. Vielleicht hilft das ja jemandem.\nLiebe Grüße\nKromi","replies":[]},{"id":"","poster":"alive66","date":"2019-03-21T22:41:58.622+0000","up_votes":1,"down_votes":0,"body":"Der fehler besteht nun bei meiner Freundin und sie sitzt neben mir... wir zocken über 1 und die selbe IP und nur sie ist geblacklist? das ist doch mal unsinn.\n\nWoran kann denn dann bitte das liegen?\n\nSelber Router damit auch selbe Router IP, nur die Pc IP ist verschieden, also ist die Blacklist auf die PC IP?","replies":[{"id":"","poster":"HaftGranate","date":"2019-03-21T22:48:15.961+0000","up_votes":1,"down_votes":0,"body":"ergibt für mich kein sinn\nich bin auch betroffen und dreh grad durch :)","replies":[{"id":"","poster":"Just took a shÏt","date":"2019-03-21T22:57:01.133+0000","up_votes":1,"down_votes":0,"body":"Hab e sauch aus dem nichts seit 10 minuten","replies":[{"id":"","poster":"Chicccolo","date":"2019-03-21T23:08:32.851+0000","up_votes":1,"down_votes":0,"body":"h kannst mich ingame adden Chicccolo!\nkann dir helfen.","replies":[]},{"id":"","poster":"Just took a shÏt","date":"2019-03-21T22:57:24.804+0000","up_votes":1,"down_votes":0,"body":"Hab ein game gedodged und reloged und dann das","replies":[{"id":"","poster":"Patpat07","date":"2019-03-21T23:01:47.919+0000","up_votes":1,"down_votes":0,"body":"Hatte das Problem gerade auch.\nNeustart von Router und PC haben bei mir geholfen.","replies":[]}]},{"id":"","poster":"Redistic","date":"2019-03-21T22:57:45.410+0000","up_votes":1,"down_votes":0,"body":"dito.. komisch, dass es auf einmal so viele gleichzeitig betrifft","replies":[]}]},{"id":"","poster":"Highnachtsmann","date":"2019-03-21T22:55:33.477+0000","up_votes":1,"down_votes":0,"body":"Kann doch echt nicht sein -.- Hab alles versucht und kann nicht mehr zocken -.-","replies":[]},{"id":"","poster":"Prismα","date":"2019-03-21T22:54:40.750+0000","up_votes":1,"down_votes":0,"body":"ich habe das problem gerade auch erst bekommen echt komisch","replies":[]}]},{"id":"","poster":"AlwaysWoodenPC","date":"2019-03-21T22:58:00.798+0000","up_votes":1,"down_votes":0,"body":"hab das problem gerade auch, scheint scheinbar an den servern","replies":[{"id":"","poster":"SonGuggi","date":"2019-03-21T23:02:55.288+0000","up_votes":1,"down_votes":0,"body":"Wollte eben ein Game starten, habe aber leider das selbe Problem. Liegt definitiv nicht an der IP-Adresse, da ich extra unseren Hochschul-VPN aktiviert habe. Fehler tritt trotzdem auf","replies":[{"id":"","poster":"Chicccolo","date":"2019-03-21T23:08:11.054+0000","up_votes":1,"down_votes":0,"body":"Hi kannst mich adden Chicccolo \nkann dir helfen.","replies":[]},{"id":"","poster":"SonGuggi","date":"2019-03-21T23:04:11.191+0000","up_votes":1,"down_votes":0,"body":"Riot weiß scheinbar schon bescheid\n\nhttps://status.leagueoflegends.com/?de_DE#euw","replies":[{"id":"","poster":"SonGuggi","date":"2019-03-21T23:05:35.658+0000","up_votes":1,"down_votes":0,"body":"lool bei mir gehts wieder, die sind aber schnell unterwegs :D","replies":[]}]}]},{"id":"","poster":"Chicccolo","date":"2019-03-21T23:07:44.597+0000","up_votes":1,"down_votes":0,"body":"hi du hast vor 9 min geschrieben ich kann dir helfen adde Chicccolo bei LoL","replies":[]}]},{"id":"","poster":"Chicccolo","date":"2019-03-21T23:06:38.476+0000","up_votes":1,"down_votes":0,"body":"hi du hast vor 24 min geschrieben ich kann dir helfen das problem zu lösen!","replies":[]}]},{"id":"","poster":"Chicccolo","date":"2019-03-21T23:05:05.760+0000","up_votes":1,"down_votes":0,"body":"Falls jemand hilfe brauch das Problem zu Lösen!\nAdde mich Dennis Kopani bei Facebook.\nEinfach bei Google eingeben. (Dennis Kopani)","replies":[]},{"id":"","poster":"ZiléanUltedJésus","date":"2019-03-21T23:03:58.088+0000","up_votes":1,"down_votes":0,"body":"Ihr könnt auch ein VPN benutzen. Hat bei mir geklappt!","replies":[]},{"id":"","poster":"Just took a shÏt","date":"2019-03-21T23:02:08.161+0000","up_votes":1,"down_votes":0,"body":"Bei mir geht es plötzlich wieder waren wahrscheinlich Ritos Kartoffel Server LUL","replies":[]},{"id":"","poster":"Loyal Lunatic","date":"2019-03-21T22:54:03.619+0000","up_votes":1,"down_votes":0,"body":"Seh ich das gerade richtig, dass der Fehler einfach willkürlich auftritt? Konnte die ganze Zeit spielen und plötzlich haut es so viele mit dem Problem raus?","replies":[]},{"id":"","poster":"Just took a shÏt","date":"2019-03-21T22:50:56.328+0000","up_votes":1,"down_votes":0,"body":"Was kann man unter „Gefährdende Inhalte“ verstehen?","replies":[]},{"id":"","poster":"Meister Bark","date":"2019-01-23T21:15:00.328+0000","up_votes":1,"down_votes":0,"body":"Ich habe jetzt auch seid einigen Tagen diesen bug und finde es eine Unverschähmtheit das ich mich so intensiv darum kümmern muss das EURER Spiel läuft und das nur weil ihr bugs und hacker auf eurem server habt!{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-23T21:35:50.063+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nich kann verstehen das dich das Ärgert, leider hat das absolut nichts mit \"unseren Servern\" zu tun. Bitte lies dir den Oben angepinnten Beitrag von Silibum durch für mehr Infos wie dieses Problem entsteht :)\n\nGruß Yatsuki","replies":[{"id":"","poster":"Meister Bark","date":"2019-01-23T21:40:40.013+0000","up_votes":1,"down_votes":0,"body":"Es geht nicht darum woher die Ursachen kommen oder wessen Serverprobleme das sind sondern darum das es dieses Problem nun schon zeit mehr als 2 Wochen gibt und es Riot wichtiger ist die Rewards zu sortieren als ersthafte client Probleme zu lösen! Bsp. ip permanbann \nMorgen beginnt die neue Season und es kann nicht sein das es Riot nicht wichtig ist das vor season beginn der client funktioniert!","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-24T21:21:50.905+0000","up_votes":1,"down_votes":0,"body":"Leider kann an dem Problem Riot nichts ändern. Wenn du dir den Beitrag aufmerksam durchgelesen hast, erklärt sich das von selbst :)\n\nGruß Yatsuki","replies":[]}]}]}]},{"id":"","poster":"TwitchDuobleDab","date":"2019-01-24T18:46:14.330+0000","up_votes":1,"down_votes":0,"body":"Habe bereits den ersten und den zweiten lösungs schritt versucht... doch leider hat beides nicht funktioniert... villeicht gibt es ja noch eine andere lösung","replies":[]},{"id":"","poster":"Vertiga16","date":"2019-01-17T06:36:14.513+0000","up_votes":1,"down_votes":0,"body":"Hallo! Erstmal danke für diesen Thread! Bei mir besteht das Problem seit einer Woche :( Wenigstens habe ich jetzt eine Erklärung zu dem was falsch läuft. Nun aber meine Frage: wie schlimm ist das denn, dass meine IP sozusagen als Bot erkannt wird? Bisher konnte ich noch keine Auswirkungen außer bei League of Legends inkl. der Support-Seite feststellen. Meine Virensoftware und Malwarebytes sagen mir, alles wäre clean, aber ich hab jetzt halt Angst, dass das auch andere Bereiche meines Computers betrifft. Oder hat das an sich nur mit der IP zu tun, die eben andere nutzen und versuchen, Unsinn zu machen?\n\nTraue mich noch nicht wirklich an das Arbeiten der Konsole ran und bin jetzt etwas besorgt ... würde lieber erstmal die Sicherheitslecks schließen, sofern da welche sind, bevor ich mir die neue IP hole - versteht ihr was ich meine?\n\nLG Vertiga","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-17T15:49:19.948+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nlese dir zu deinen Sorgen den oben angehefteten Beitrag von Silibum durch. Er hat alles nochmal genau erklärt :) Wenn du dich nicht an deinen Router ran traust dann kontaktiere deinen Anbieter und erkläre ihm das Problem wie es oben beschrieben wurde.\n\nGruß Yatsuki","replies":[]}]},{"id":"","poster":"AntekoTv","date":"2019-01-17T13:57:59.891+0000","up_votes":1,"down_votes":0,"body":"Bin Jetzt auch betroffen von dem fehler und kann bei meinem anbieter nichts erreichen \nIch hoffe das schnell eine Lösung gefunden wird{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-17T15:39:21.875+0000","up_votes":1,"down_votes":0,"body":"Naja oben findest du die Lösungen. Wie du im Beitrag von Silibum nachlesen kannst, werden das auch vorerst die einzigen Lösungen bleiben. Da weder Riot noch Cloudflare dort Schuld trifft und sie daher auch in keinster weiße da etwas dagegen unternehmen können.\n\nGruß Yatsuki","replies":[]}]},{"id":"","poster":"Raystlin82","date":"2019-01-16T23:04:03.712+0000","up_votes":1,"down_votes":0,"body":"jeden tag kommen neue berichte von diesem fehler. scheinbar geht der ip klau froehlich weiter. langsamm krieg ich angst, dass es mich auch treffen koennte und so frage ich mich: kann man sich irgendwie davor schuetzen?","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-17T13:49:07.387+0000","up_votes":1,"down_votes":0,"body":"Schützen kann man sich in erster Linie nur dadurch das du ein funktionierendes Anti-Malware Programm am laufen hast, das bringen die meisten Antiviren Systeme mit sich. Da jedoch ein Beliebiger Kunde betroffen sein kann und du eventuell daraufhin seine alte IP bekommst, kannst du das 5C Problem bekommen, musst jedoch nicht von Malware oder der gleichen betroffen sein. Les dir dazu den Beitrag von silibum ganz oben durch :)  \n\nGruß Yatsuki","replies":[]}]},{"id":"","poster":"msMakmak","date":"2019-01-17T11:34:25.083+0000","up_votes":1,"down_votes":0,"body":"Ich habe jetzt zum 4. oder 5. mal angerufen und hatte endlich Erfolg. Wenn eure Anbieter sagen, sie können bzw. dürfen das nicht machen, dann fragt mal ob sie eure IP4 Adresse zur IP6 Adresse ändern können. In dem Fall kriegt ihr nämlich  auch eine neue IP4 Adresse automatisch und so hat es bei mir nach mehreren Entäuschungen endlich geklappt.\n\nGruß","replies":[]},{"id":"","poster":"Bald arbeitslos","date":"2019-01-16T23:46:11.387+0000","up_votes":1,"down_votes":0,"body":"Guten Abend, da ich ebenfalls von dem hacker betroffen bin hab ich versucht den router über den installierten reset Knopf zu reseten aber dies hat nicht geklappt, darauf hin hab ich beim Anbieter vodafone angerufen ob die meine ip reseten können aber dies machen sie nur in Notfällen und in diesem Fall nicht und wie sie gesagt haben machen deativieren sie mein ds-lite nicht da ich erst seit kurzer zeit bei dem Anbieter bin. Also ist das in meiner Lage gerade ein bisschen blöd, ich hab sogar versucht über Systemeinstellungen meine ip zu ändern aber dies klappte ebenfalls nicht. Bitte dringend um Hilfe","replies":[{"id":"","poster":"silibum","date":"2019-01-17T07:57:39.430+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Systemeinstellungen wird nicht klappen, da es sich hierbei um Deine lokale Netzwerkadresse handelt. Du könntest versuchen deinen Router mehr als 15 minuten vom Strom zu trennen. Manche Anbieter vergeben nach 10-15 minuten neue IP-Adressen (gerade Kabelanbieter).\n\nWenn Du also bei Vodafon Kabelkunde bist könnte das helfen.","replies":[]}]},{"id":"","poster":"IceColdKiss","date":"2019-01-16T12:23:38.251+0000","up_votes":1,"down_votes":0,"body":"so alles gelesen und muss sagen das sich dann wohl das thema leage of legend nu erledicht hat mein armer teurer acc  mein anbieter will nichts machen obwohl ich alles genau erklärt habe  -.- R.i.p","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-16T12:25:11.605+0000","up_votes":1,"down_votes":0,"body":"Was heißt das Anbieter will nichts machen?\nEs kann sein das du ein eher weniger kompetenten Mitarbeiter hattest. Ich würd einfach nochmal anrufen","replies":[{"id":"","poster":"Alustus","date":"2019-01-17T01:03:47.878+0000","up_votes":1,"down_votes":0,"body":"Naja die haben meist interne Regeln an die sie sich halten.\nEinfach mal so die Ip ändern oder DS-Lite deaktivieren dürfen sie wahrscheinlich.\nDaher muss man wahrscheinlich solange nerven bis man an den Vorgesetzten kommt, der diese Regeln dann auch übergehen kann und da muss man auch noch darauf hoffen das er es will.\n\n\nDaher finde ich es schade, dass oftmals die Support Mitarbeiter am Telefon zur Schnecke gemacht werden.\n\nSchreibe das hier nur das vllt der ein oder andere im Hinterkopf behält das der Gesprächspartner selber in einem dilemma steckt","replies":[]}]},{"id":"","poster":"Watch4MyShrooms","date":"2019-01-16T12:51:56.088+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit Anbieter wechseln ?{{sticker:slayer-jinx-wink}} \nNatürlich nur wenn du willst ist nur so ein Vorschlag.","replies":[]},{"id":"","poster":"Sirrkas","date":"2019-01-16T12:29:03.496+0000","up_votes":1,"down_votes":0,"body":"Das klingt ein wenig nach dem Beitrag von flume, lies dir die mal durch.","replies":[{"id":"","poster":"IceColdKiss","date":"2019-01-16T12:47:37.816+0000","up_votes":1,"down_votes":0,"body":"jop danke werde es mal testen und ich dachte ich komm da irgendwie dran vorbei wo ich es das erste mal gelesen habe ....  dennoch danke  dann möge der spass beginnen 2019 jeha ^^","replies":[]}]}]},{"id":"","poster":"ÂSCHÉNTE","date":"2019-01-16T18:21:49.966+0000","up_votes":1,"down_votes":0,"body":"Ich habe das gleiche Problem, aber ich kann keiner der Lösungsvorschläge in Betracht ziehen und wollte fragen ob man nicht einfach eine PN an jemanden vom Support schicken kann der dann meine IP freischaltet oder so ?\nIch habe auch keine Ahnung ob das jetzt ein Fehler von League oder einem selbst war ?","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-16T19:43:29.482+0000","up_votes":1,"down_votes":0,"body":"Wie du oben nachlesen kannst ist es nach unserer Recherche ein Hacker Problem die unerlaubt deine IP benutzt haben. Leider kann der Support da nichts machen da die Blacklist von Cloudflare ist, etwas externes auf das der Riot Support keinen Zugriff hat. Wenn du keinen der Möglichkeiten in Betracht ziehen kannst musst du leider warten bis eventuell deine IP entfernt wird oder wir eine andere Lösung finden.\n\nGrüße Yatsuki","replies":[{"id":"","poster":"ÂSCHÉNTE","date":"2019-01-16T21:12:46.947+0000","up_votes":1,"down_votes":0,"body":"Oha... Das dauert doch bestimmt Jahre oder nicht ?\nDann muss ich mich fürs erste von League verabschieden... :c","replies":[]}]}]},{"id":"","poster":"ƒlume","date":"2019-01-16T01:04:32.983+0000","up_votes":1,"down_votes":0,"body":"Hi Yatsuki _(und Community)_,\n\n1. **Lösung 1** lässt sich aufgrund statischer IP leider nicht anwenden. Router komplett entkabeln und trennen, selbst bis zu acht Stunden, bringt keinen IP Reset.\n2. **Lösung 2** wurde vom Support und dessen Mitarbeitern zwar verstanden, kann ihrer Information nach jedoch nicht umgesetzt werden. Auf Nachfrage warum genau das der Fall sei, gab es mehrmals nur die Begründung, dass sie das \"hier einfach nicht machen\". \n3. **Lösung 3**. Selbe Problematik wie bereits angesprochen. Wird nicht gemacht, da auch erst seit wenigen Monaten unter Vertrag und dadurch noch als Neukunde gehandelt.\n\nIch bin mittlerweile bei Service Klaus Nummer 16 der mir ebenfalls bis vor zwei Minuten dieselbe Geschichte wie schon seine Kabelkumpanen runtergespült hat.\n\n{{sticker:zombie-brand-clap}} \n\nWas nun?","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-16T01:20:17.799+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\ndas tut mir natürlich leid das es mit deinem Anbieter da solche Probleme gibt :( Hast du mal versucht ihnen zu erklären warum das ganze Notwendig ist? Sagen kannst du ihnen \" Das deine Public IP auf der Blacklist von Cloudflare steht und du daher keine Zugriff mehr auf Seiten und Spiele erhälst\" ( Das ganze kommt durch die unerlaubte Nutzung deiner Public IP, wie oben erklärt).Frag sie dann noch was sie dir stattdessen vorschlagen können. Denn irgendwas muss getan werden. Sonst musst du warten bis vielleicht irgendwann deine IP von der Blacklist gelöscht wird und das kann lange dauern. Wenn du viel Ahnung davon hast was du tust, kannst du auch versuchen einen VPN zu nutzen. Das ist allerdings nur eine totale Notlösung da es auch viele Probleme mit sich bringen kann und von Riot nicht empfohlen wird\n\nGruß Yatsuki","replies":[{"id":"","poster":"ƒlume","date":"2019-01-16T01:37:05.517+0000","up_votes":1,"down_votes":0,"body":"Hi Yatsuki,\n\nDanke für die schnelle Antwort. Nachdem auch die Servicekompetenz in Person Nummer drei Online Gaming als _nichtigen_ Grund und Anlass betrachtete, das Gespräch relativ zügig zu verlassen hatte ich mich ein bisschen über die genaue Listung über mxtoolbox erkundigt um zu erfahren wo meine Adresse denn nun eigentlich genau auftaucht und von wem genau sie für welche Aktionen genutzt wird. Doch auch mit den Argumenten bin ich leider auf taube Ohren gestoßen, da das ja _\"alles sehr an der Haaren herbei gezogen klingt\"_ und ich ja auch _nicht ohne Grund auf der Liste stehe_. Das ist so dreist, das kann man sich gar nicht ausdenken. \n\nFalls, und das ist ein fettes Falls nehme ich an, die IP von der Blacklist gelöscht wird geh ich davon aus, dass das eine ganze Weile dauern kann? Der große Fan von VPN, gerade im Competitive Bereich, bin ich aufgrund des Pings ja eher nicht. Ganz davon abgesehen, dass man für eine gute Verbindung auch dementsprechend gut Geld lässt und das möchte ich doch viel lieber in all die wunderbar erschwinglichen Prestige Skins investieren. \n\nIch geh also davon aus, dass nichts weiter bleibt außer warten in der Ecke sitzen und den Bildschirm anstarren bis die Ekko Ult den Weg auf meinen PC gefunden hat?\n\n{{sticker:slayer-jinx-unamused}}\n\n\n_//: Wem es vielleicht im Gegensatz zu mir bei der Argumentation zum IP Reset weiterhilft, hier der [Link zu mxToolbox](https://mxtoolbox.com/SuperTool.aspx?#) um zu sehen wer da eigentlich eure IP Adresse benutzt. Einfach bei der Suche statt ~~MX Lookup~~ bis Blacklist Check scrollen und darüber eure IP suchen._","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-16T01:53:26.517+0000","up_votes":1,"down_votes":0,"body":"Das alles ist super ärgerlich. Ich werde mal mich mit meinen Wrenchman Kollegen beraten und weiter nach Lösungen Ausschau halten. Vielleicht finden wir ja noch was, dass dir weiter helfen kann. Aktuell fällt mir nicht mehr ein was du tun kannst. Vielleicht hast du ja Glück wenn du dich mit dem Riot Support in Verbindung setzt? \n\nGruß Yatsuki","replies":[{"id":"","poster":"ƒlume","date":"2019-01-16T02:01:46.566+0000","up_votes":1,"down_votes":0,"body":"Hi Yatsuki,\n\nDas ist nett, danke. Falls es etwas Neues geben sollte bin ich natürlich über jeden weiteren Vorschlag dankbar. Ich werde mich mal an den Riot Support wenden und updaten, was letzten Endes dabei rumgekommen ist. Würde mich jedoch wundern, da ja auch der Support nicht allzu viel an meinem IP Adressen Problem rumwerkeln kann. \n\nDanke erstmal für die Hilfe. Vielleicht schau ich einfach in der Zeit mal wie sich Tageslicht so anfühlt.\n\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"ƒlume","date":"2019-01-16T11:55:04.347+0000","up_votes":1,"down_votes":0,"body":"Hi Yatsuki _(und Community)_,\n\nKurzes Update:\n\nIch bin nach etlichen Telefongesprächen beim erneuten Versuch heute früh von einer Mitarbeiterin endlich zu ihrem Vorgesetzten durchgestellt wurden der durchaus mehr Ahnung von der Thematik hatte und mir in der Angelegenheit etwas weiterhelfen konnte. Der Laden scheint sich wohl sehr an Pinky und Brain zu orientieren. Falls ihr wie ich also eher weniger Erfolg auf der unteren Ebene habt, lasst euch wenn möglich gleich zu Brain durchstellen damit Pinky wieder seinen Kunden einen PC-Neustart empfehlen kann.\n\nKleine Anmerkung am Rande. Der IP Reset löst **nicht** euer Malwareproblem! Nachdem ich heute früh dank des Resets meine neue IP Adresse hatte, war auch diese bereits nach mxToolbox Check mit knapp 190 Zugriffen angemerkt. Ich geh also mal davon aus, dass ich spätestens heute Abend erneut Probleme mit Ranked haben werde. Es könnte also gut sein, dass ihr nach eurem Reset dennoch nach einiger Zeit im selben Loop Loch landet was euch aus den gewerteten Spielen der Kluft katapultiert. Der Fehler liegt daher bei den Meisten von euch sicher noch im System.\n\nDa die Scans bei mir alle sauber waren hab ich ein wenig in den Zugriffsrechten gestöbert und kann euch soweit leider nur folgenden Hinweis geben, der möglicherweise eure Sicherheitslücke erst einmal schließt, sollte eure Scans ebenfalls frei von Schadsoftware sein.\n\n* Überprüft eure execution policy und dessen Freigaberechte\n* Öffnet Powershell _(bitte als Admin ausführen)_\n* Tippt **get-executionpolicy** in die Kommandozeile\n* Wirft euch die Konsole  **Restricted** aus ist alles grün\n* Sollte euch jedoch als Freigabe **Unrestricted** angezeigt werden solltet ihr diese wieder beschränken\n* Dazu einfach \"**set-executionpolicy** auf **Restricted** ändern und mit **Y** in der Konsole bestätigen\n\nDamit ist jedoch auch nur der Zugang für externe Protokolle geschlossen. Was bereits auf eurem PC drauf ist müsst ihr leider durch etwas Kleinarbeit selbst aus eurem System fischen. Falls nichts mehr geht und auch euren neuen IP den Weg auf die Blacklist finden hilft wohl nur platt machen und neu aufsetzen.\n\nHoffen wir mal das Problem bleibt ein Sonderfall von Wenigen. Danke nochmals für den Support.\n\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-16T19:46:16.396+0000","up_votes":1,"down_votes":0,"body":"Uff danke das du dir so eine große Mühe gegeben hast, das hilft uns bei einer Fehlererklärung und Lösung sehr viel! Wir bleiben weiter dran und versuchen unser Bestes!\n{{sticker:slayer-pantheon-thumbs}} \n\nLiebe Grüße Yatsuki","replies":[]},{"id":"","poster":"Sirrkas","date":"2019-01-16T12:24:45.929+0000","up_votes":1,"down_votes":0,"body":"Uff, was du da beschriebe hast (inklusive Supportmitarbeiterkontakt) klingt nach einer modernen Odyssee.","replies":[{"id":"","poster":"ƒlume","date":"2019-01-16T14:06:09.290+0000","up_votes":1,"down_votes":0,"body":"Alexa, spiel Despacito.\n\n{{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"Sirrkas","date":"2019-01-16T14:07:19.534+0000","up_votes":1,"down_votes":0,"body":"Warum nicht Africa?","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"ThaiKick Lee Sin","date":"2019-01-15T18:45:09.971+0000","up_votes":1,"down_votes":0,"body":"Hey Leute, \nfür mich hat folgendes funktioniert: Router 5 min ausschalten, Modem 5 min ausschalten, sowie betroffenes Gerät ausschalten, bis der Router wieder aktiv ist. Diese Prozedur dient dazu, dass euch eine neue IP- Adresse zugewiesen wird. Das ist hier sehr hilfreich, da wahrscheinlich mit der aktuellen IP- Adresse durch Hacker? etwas angestellt wurde und sie somit in einer Blacklist steht. Deshalb wird auch der Zugriff auf \"LoL\" verwährt. Mit der neu zugewiesenen IP-Adresse LoL gestartet und alles lief wieder ohne Probleme, vielleicht hilft das hier jemandem weiter.\nLG Daniel","replies":[]},{"id":"","poster":"Amagedonreiter","date":"2019-01-14T18:11:13.581+0000","up_votes":1,"down_votes":0,"body":"Ich habe bei Vodafone angerufen und dem Support mein Problem geschildert und um einen Ip-Reset gebeten und die Mitarbeiter sagten mir dass das nicht möglich sei, ich müsse entweder meinen Roter auf Werkseinstellung zurück setzten oder mich mit einem Kontakt-Formular an die wenden um so den Ip-Reset zu beantragen.....ich stehe kurz vom explodieren und weiß nicht weiter...","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T18:20:36.287+0000","up_votes":1,"down_votes":0,"body":"Dann solltest du eine von beiden Möglichkeiten in Betracht ziehen :) Bei anderen hat es auch geholfen einfach nochmal anzurufen um einen anderen Mitarbeiter zu fragen :)\n\nGruß Yatsuki","replies":[{"id":"","poster":"Amagedonreiter","date":"2019-01-14T18:32:42.354+0000","up_votes":1,"down_votes":0,"body":"Ich habe schon drei ,mal beim Support angerufen und jeder Mitarbeiter hat mir das selbe gesagt. Scheinbar sind die inkompetenten Mitarbeiter alle für mich reserviert, also nur damit ich das richtig verstehe, es ist möglich die Ip auch durch einen Telefonanruf zurück setzten zu lassen wenn man Glück hat und einen Kompetenten Mitarbeiter erwischt?","replies":[{"id":"","poster":"Jacky Brownsteen","date":"2019-01-15T12:51:23.842+0000","up_votes":1,"down_votes":0,"body":"Mit Inkompetenz hat es meist nichts zu tun. Es gibt nur oft Mitarbeiter, die aus Kostengründen nicht für solche Aktionen geschult wurden (der Fehler liegt also beim Anbieter/Arbeitgeber), weshalb sie es schlicht nicht dürfen und eine Weiterverbindung an geschulte Mitarbeiter ist i.d.R. nicht möglich bzw. nicht erlaubt. Möglicherweise sind manche auch einfach kulanter und opfern etwas mehr ihrer Zeit (zu ihrem eigenen Schaden, da ein MA mit höherer Gesprächszeit durch den Vorgesetzten getadelt werden kann), um den Kunden zufriedenzustellen.\nWenn du es also noch einige Male versuchst, besteht durchaus eine Chance, dass du an jemanden kommst, der den IP-Reset für dich durchbringen kann. Aber das einfachste, d.h. nerven- und kostensparendste wäre wohl wirklich, wenn du dich schriftlich meldest.","replies":[]},{"id":"","poster":"Rising13Sun","date":"2019-01-14T18:34:38.186+0000","up_votes":1,"down_votes":0,"body":"Nein ist es nicht. kannst dir gerne durchlesen wie es bei mir geklappt hat, ein bisschen weiter unten.\nUnd die Mitarbeiter als inkompetent zu bezeichnen ist bestimmt nicht förderlich :D","replies":[{"id":"","poster":"Amagedonreiter","date":"2019-01-14T18:40:37.863+0000","up_votes":1,"down_votes":0,"body":"Tut mir leid, ich möchte niemandem zu nahe treten aber ich bin einfach ziemlich gereizt und es  hilft einfach nichts...","replies":[{"id":"","poster":"Racoonforce","date":"2019-01-14T19:38:05.592+0000","up_votes":1,"down_votes":0,"body":"Hey Amagedonreiter!\nHatte eben dasselbe Problem hier.  Jedoch bin ich Telekomkunde. Da gibt es beispielsweise die Möglichkeit mithilfe einer App die IP-Adresse des Routers zu erneuern! Kannst dich doch mal schlau machen, ob es bei dir auch möglich ist :)","replies":[]}]}]},{"id":"","poster":"Yatsuki","date":"2019-01-14T18:37:44.854+0000","up_votes":1,"down_votes":0,"body":"Bei einigen hat der IP Reset funktioniert andere Anbieter wollen das wohl nicht tun. Du kannst auch bei deinem Anbieter fragen, so wie es Rising13Sun gemacht hat, ob sie DS-Lite bei dir deaktivieren. Oder eben wie dir von deinem Anbieter vorgeschlagen wurde, deinen Router resetten oder das genannte Formular ausfüllen.\n\nGruß Yatsuki","replies":[{"id":"","poster":"Amagedonreiter","date":"2019-01-14T19:28:43.478+0000","up_votes":1,"down_votes":0,"body":"Es geht wieder ^____________^ jaaaaaaaaaaaaaaaaaaaaaaaaaa man. Danke für die Hilfe.","replies":[]}]}]}]}]},{"id":"","poster":"BadZooka","date":"2019-01-14T20:12:19.214+0000","up_votes":1,"down_votes":0,"body":"Hatte seit heute das gleiche Problem. Habe vor 2 Tagen das Windows 10-Update v1803 installiert und bin Vodafone-Kunde, wusste also nicht woran genau es lag.\n\nHabe den ganzen Tag mit Netzwerk-Reset und Router-Neustart gekämpft, aber keine Chance: Fehlercode 5C in LoL, keine Verbindung zu meinem \"myTeamSpeak\"-Account, viele Seiten nutzten ein CAPTCHA da sie mich für einen Bot hielten. Smartphone #1 in unsrem WLAN hatte keine Probleme, Smartphone #2 hatte das gleiche Problem wie der PC.\n\nKurzer Anruf bei Vodafone, nun wurde mir eine feste IPv4-Adresse zugewiesen und meine alte IPv6-Adresse entfernt. Mitarbeiterin meinte, das könne bis zu 2 Tage dauern, aber anscheinend wurde sie direkt 5min später aktualisiert: Direkt danach ging alles wieder.\n\nHoffe das konnte euch helfen!","replies":[{"id":"","poster":"KarottenKiller","date":"2019-01-15T09:10:11.020+0000","up_votes":1,"down_votes":0,"body":"Ja so war es bei mir auch, nachdem ich beim Vodafone Support angerufen hatte und es ihm\nauch so geschildert hatte, wurde mir, genau wie oben beschrieben, geholfen. \n\nEin allgemeines Dankeschön geht an Yatsuki für diesen Post :)","replies":[]}]},{"id":"","poster":"ItsArya","date":"2019-01-14T18:30:51.153+0000","up_votes":1,"down_votes":0,"body":"Ip- Reset hat bei mir nicht funktioniert.\n\nHab mal dann nachgefragt ob die meine Ds-Lite deaktivieren können, und es hat geklappt :D\nIch bedanke mich bei Yatsuki, das du uns dabei geholfen hast, dieses Problem zu beseitigen.\nFühl dich ganz doll geknuddelt :D","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T18:35:18.824+0000","up_votes":1,"down_votes":0,"body":"Dankeschön das freut mich\n{{sticker:sg-jinx}}","replies":[]}]},{"id":"","poster":"Rising13Sun","date":"2019-01-14T18:19:36.844+0000","up_votes":1,"down_votes":0,"body":"So, da es wohl unter dem anderen Post und auf dem Discord Community Server nicht alle erreicht hier noch einmal :)\n\nHallo zusammen,\n\nIch habe einen der Lösungswege gewählt & es funktioniert bei mir wieder.\nDas ist vielleicht für alle anderen Vodafone / Kabel Deutschland Kunden interessant.\nIch habe mich also an die Leitung gesetzt und mit dem technischen Support von Vodafone telefoniert.\nEin IP Reset ihrerseits ist laut Support nicht möglich. Man kann den Rooter für 24 h komplett vom Netz trennen, jedoch ist es möglich, dass man danach wieder dieselbe IP Adresse zugeteilt bekommt.\nDie Deaktivierung von DS Lite ist nur mit einer technischen Begründung möglich. Also sollte man diesen Weg versuchen, sollte man das im Hinterkopf haben und immer schön höflich sein. Denke es hängt natürlich auch noch davon ab mit welchem Support Mitarbeiter man es zu tun hat und ein bisschen Glück, jedoch wurde es bei mir gemacht und war auch schneller aktiv als erwartet.\nZu einem manuellen Reset konnte ich bei meinem bestimmten Rooter Modell nichts brauchbares finden. Das muss aber wohl jeder selber recherchieren.\nZum Abschluss wollte ich mich noch bei allen bedanken, die ihre Freizeit bzw. ihre freien Tage dafür geopfert haben eine Lösung zu erarbeiten. Dies ist nicht selbst verständlich und sollte auch honoriert werden :)\n\nViel Glück allen","replies":[]},{"id":"","poster":"Rykes","date":"2019-01-14T18:07:54.024+0000","up_votes":1,"down_votes":0,"body":"Vielen vielen Dank. Der Anruf beim Anbieter wars.\n\nIch habe die letzten beiden Tage die Threads permanent verfolgt, aber nichts geschrieben, weil ich nichts beitragen konnte.\n\nABER an der Stelle mal ein Danke an alle Beteiligten, die ihre Fehler geschrieben haben und allen die an der Lösungsfindung beteiligt gewesen sind. Da findet man doch tatsächlich den Glauben an die Community wieder :D","replies":[]},{"id":"","poster":"Reeasy","date":"2019-01-14T16:40:46.868+0000","up_votes":1,"down_votes":0,"body":"Bei uns hat es ohne irgendwas zu machen wieder geklappt.{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T16:57:06.162+0000","up_votes":1,"down_votes":0,"body":"Ja ab und zu bekommt man auch automatisch eine neue IP zugewiesen. Das dauert nur oft unterschiedlich lange. Super wenns einfach so wieder geklappt hat\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Ebriii","date":"2019-01-14T17:02:57.249+0000","up_votes":1,"down_votes":0,"body":"Bei mir kommt immer wenn ich ein Match accepte: an unexpected Error has occured, while displaying the ready check!\nHat das damit auch was zu tun? Bin zwar bei Vodafone habe aber bereits 'ne neue IP-Adresse","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T17:11:02.472+0000","up_votes":1,"down_votes":0,"body":"Muss nicht unbedingt sein. Hast du also die Schritte oben durchgeführt (oder einen dieser Schritte)? Eventuell musst du auch eine Weile warten oder es ist ein komplett anderes Problem. Hast du sonst noch Fehler außer diesen?\n\nGruß Yatsuki","replies":[{"id":"","poster":"Ebriii","date":"2019-01-14T17:18:24.857+0000","up_votes":1,"down_votes":0,"body":"wahrscheinloch nicht, komme aber natürlich nicht ins game um weiteres auszuschließen\n\nEdit: Nochmal bei Vodafone angerufen, neue IP angefragt--> E-Mail:\"EIngangsbestätigung für Ihre Bestellung\"; ist das normal oder hat mich der nette Herr falsch verstanden?","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T17:23:02.053+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das es tatsächlich das Problem oben ist. Hab nun schon öfter davon gehört. Du kommst wahrscheinlich auch nicht auf die Seite des Riot Support oder? Wenn das der Fall ist führe bitte einer der Lösungsvorschläge die oben genannt wurde durch.\n\nGruß Yatsuki","replies":[{"id":"","poster":"Ebriii","date":"2019-01-14T17:28:49.359+0000","up_votes":1,"down_votes":0,"body":"aus dem Grund rief ich, wie beschrieben, bei Vodafone an!\nAber danke, mal schauen was ich da jetzt bei denen bestellt habe {{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T17:47:36.198+0000","up_votes":1,"down_votes":0,"body":"Öhm das kann ich dir nicht sagen. Hört sich aber komisch an. Dein Edit kam leider nach meinem Post habe es deshalb nicht gesehen :D","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"CatchMyDolch","date":"2019-01-14T15:23:39.339+0000","up_votes":1,"down_votes":0,"body":"Habe auch um einen IP reset gebeten und sie haben direkt gewusst was sache ist und haben dieses lite umgestellt, warte jetzt da es einige zeit dauern kann ob es klappt. :)","replies":[{"id":"","poster":"CatchMyDolch","date":"2019-01-14T15:47:06.930+0000","up_votes":1,"down_votes":0,"body":"hat geklappt :)","replies":[]}]},{"id":"","poster":"Empyo","date":"2019-01-14T15:43:54.599+0000","up_votes":1,"down_votes":0,"body":"Herzlichen Dank, es hat geklappt und nun kann ich wieder richtig in die Kluft fahren XD. Habe beim Anbieter angerufen und nach einer neuen IPv4 gefragt, dabei meinte der Service das es in den nächsten 48h aktiviert wird, bei mir hat es 5 Minuten gedauert. DESHALB, wenn es nicht direkt am selben Tag aktiviert wird, wartet ein wenig.","replies":[]},{"id":"","poster":"Apek","date":"2019-01-14T15:12:51.170+0000","up_votes":1,"down_votes":0,"body":"So richtig helfen konnten die mir nicht oder die haben mich nicht verstanden. Problem besteht immer noch","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T15:19:53.714+0000","up_votes":1,"down_votes":0,"body":"Hey Apek,\n\nDu hast um einen IP Reset gebeten und die haben es nicht verstanden? Versuchs mal nochmal vielleicht hattest du einfach jemand der weniger kompetent ist an der Leitung. So etwas ist normalerweise überhaupt kein Problem. Das wäre jetzt mein TIPP. Das ganze ist ja auch nur zu deiner eigenen Sicherheit damit nicht weiter Unfug mit deiner IP Adresse gemacht werden kann\n\nGruß Yatsuki","replies":[{"id":"","poster":"Apek","date":"2019-01-14T15:40:39.552+0000","up_votes":1,"down_votes":0,"body":"Hab nochmal angerufen und jemanden dran, der mich verstanden hat. Bekomm ne neue Ip Adresse :D","replies":[]}]}]},{"id":"","poster":"CatchMyDolch","date":"2019-01-14T14:48:33.104+0000","up_votes":1,"down_votes":0,"body":"Wie kann man denn seine ip ändern ohne dort anzurufen? \nwürde das gerne zuerst versuchen","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T14:50:07.202+0000","up_votes":1,"down_votes":0,"body":"Hey CatchMyDolch,\n\nWie in Lösung 1 genannt haben manche Router eine Einstellung mit der du eine neue IP anfordern bzw. resetten kannst. Einfach mal deine Router Einstellungen durchforsten :) Nur wenige haben so eine Einstellungen deshalb gibt es Lösung 2.\n\nGruß Yatsuki","replies":[{"id":"","poster":"CatchMyDolch","date":"2019-01-14T14:51:26.813+0000","up_votes":1,"down_votes":0,"body":"Ich versuchs, danke :)","replies":[]}]}]},{"id":"","poster":"WC9 Umbra","date":"2019-01-14T14:34:38.608+0000","up_votes":1,"down_votes":0,"body":"Klar, wir sollen die Scheiße die Riot verbockt hat ausbaden.\n\nRiot hat verkackt, also sollen die auch den Fehler beheben.","replies":[{"id":"","poster":"Necromant","date":"2019-01-14T14:37:20.601+0000","up_votes":1,"down_votes":0,"body":"Riot hat gar nix verkackt. Wie oben beschrieben haben Leute DEINE Ip Adresse benutzt um kacke zu machen und wurde daher geblacklistet. Riot kann da nix für.","replies":[{"id":"","poster":"WC9 Umbra","date":"2019-01-14T14:38:06.353+0000","up_votes":1,"down_votes":0,"body":"SIe könnten MEINE IP auch wieder von der Blacklist runterholen, da ich nichts getan habe.","replies":[{"id":"","poster":"Necromant","date":"2019-01-14T14:39:26.484+0000","up_votes":1,"down_votes":0,"body":"EBEN NICHT, da es über Cloudflare, aka Drittanbieter geht und sie da wie jeder andere normale User nur bedingt Rechte haben?","replies":[{"id":"","poster":"WC9 Umbra","date":"2019-01-14T14:40:16.281+0000","up_votes":1,"down_votes":0,"body":"hätten sie sich mal früher überlegen sollen, so einen Kunden unfreundlichen Anbieter zu nutzen","replies":[{"id":"","poster":"Necromant","date":"2019-01-14T14:44:23.826+0000","up_votes":1,"down_votes":0,"body":"das ein standardservice den jeder nutzt? wtf","replies":[]},{"id":"","poster":"Yatsuki","date":"2019-01-14T14:43:20.727+0000","up_votes":1,"down_votes":0,"body":"Cloudflare schützt seine Kunden sehr gut wie man ja sieht, denn immerhin haben Hacker versucht mit deiner IP Unfug zu treiben woraufhin dies erkannt und blockiert wurde. Dies ist sogar sehr Kundenfreundlich denn man will ja durch Cloudflare geschützt werden. So gern du dieses Problem auch auf Riot schieben möchtest, diesmal funktioniert das ganze leider nicht. Gerne kannst du dich an den Riot Support wenden und diese Thematik in aller Form dort besprechen :)","replies":[]}]}]},{"id":"","poster":"ItsArya","date":"2019-01-14T14:41:34.125+0000","up_votes":1,"down_votes":0,"body":"joa, dann lass die hacker mit deiner Ip machen was sie wollen.\n\nDer Ip Reset oder desweiteren ist auch zu deinem eigenen Schutz","replies":[]},{"id":"","poster":"Yatsuki","date":"2019-01-14T14:39:43.819+0000","up_votes":1,"down_votes":0,"body":"Da müsstest du dich an Cloudflare wenden und, nach meinen Informationen, auch beweisen das du nichts getan hast. Das ist deutlich umständlicher als die oben genannten Lösungsvorschläge","replies":[]}]}]},{"id":"","poster":"Yatsuki","date":"2019-01-14T14:37:36.495+0000","up_votes":1,"down_votes":0,"body":"Hey Óne Dunk Man,\n\nleider liegt es diesmal nicht an Riot wie ich oben erklärt habe :)\n\nGruß Yatsuki","replies":[{"id":"","poster":"WC9 Umbra","date":"2019-01-14T14:38:47.569+0000","up_votes":1,"down_votes":0,"body":"Sie könnten die IP auch einfach wieder von der Blacklist holen.","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-01-14T14:31:12.512+0000","up_votes":1,"down_votes":0,"body":"was hat es mit dslite auf sich?","replies":[{"id":"","poster":"Yatsuki","date":"2019-01-14T14:35:42.941+0000","up_votes":1,"down_votes":0,"body":"Hey Necromant\n\nDS-Lite ein definierter Standard für eine Tunnel-Technik (IPv4 in IPv6). Wenn du diesen deaktivierst bekommst du eine neue iPv4 zugewiesen (sehr einfach ausgedrückt). Wenn du dich noch schlauer lesen willst empfehle ich dir [diese](https://www.elektronik-kompendium.de/sites/net/2010211.htm) Seite.\n\nGrüße Yatsuki","replies":[]}]}]}