{"id":"QUfvs8gh","poster":"MetroXproXGamer","date":"2019-01-14T10:41:28.915+0000","title":"Aktuelle Meta - Spielbare Champions ? (Mid)","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nW&uuml;rde mal gerne kurz wissen, welcher dieser Champions in die aktuelle Meta geh&ouml;ren (Midlane)\r\n\r\nAnivia\r\nGalio\r\nXerath\r\nLux\r\nZed\r\nBrand\r\nCassio\r\nMorgana\r\n\r\ndanke :)","replies":[{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T10:45:38.611+0000","up_votes":1,"down_votes":0,"body":"Meta ist das womit du carriest.\nWenn du mit jedem der oben gennanten champs gut spielst und plays machst , dann brauchst du keine meta.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T11:51:53.806+0000","up_votes":1,"down_votes":0,"body":"Naja deswegen ist es trotzdem einfacher wenn man direkt Meta-Champs spielt und damit versucht zu gewinnen, als wenn man einen Champ pickt bei dem man dann das maximale rausholen muss um zu carrien","replies":[{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T11:54:18.142+0000","up_votes":1,"down_votes":0,"body":"Lieber spiel ich einen champ der spaß macht und nicht meta ist , als immer den selben einheitsbrei den jeder spielt :)","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T11:56:48.301+0000","up_votes":1,"down_votes":0,"body":"Darum habe ich alle Champs aufgelistet, die mir Spaß machen und würde dann von denen die Meta-Champs spielen :)","replies":[{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T11:58:21.741+0000","up_votes":1,"down_votes":0,"body":"in deiner elo existiert meta sowieso nicht , deshalb einfach danach gehen was am meisten bockt.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T12:06:24.166+0000","up_votes":1,"down_votes":0,"body":"In \"meiner\" Elo ? :D","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T12:09:02.516+0000","up_votes":1,"down_votes":0,"body":"Denke man kann hier nicht nach den Accounts gehen, die die Fragen stellen, oder Antworten etc. ^^","replies":[{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T12:13:23.158+0000","up_votes":1,"down_votes":0,"body":"ok wonach soll ich dann sonst gehen , wenn ich keine anderen infos habe?","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T12:17:58.576+0000","up_votes":1,"down_votes":0,"body":"Einfach die gestellte Frage beantworten :D Is ja egal ob der account mit dem die Frage geschrieben wurde Iron, Silber oder Challenger is ^^","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-15T13:03:29.573+0000","up_votes":1,"down_votes":0,"body":"Naja die Champwahl hängt schon auch von der Elo ab.\n\nMal als ganz blödes Beispiel (werte und Namen sind frei erfunden und wurden zum Schutz der betroffenen anonymisiert):\nMit einem Assassinen namens Ted kannst du in lower elo (sagen wir mal bis inkl Gold) ziemlich rasieren, wenn du ihn kannst. Darüber (ab Platin) wissen aber schon viele wie man gegen einen Ted spielt und er hat nicht mehr viel zu melden.\n\nWenn dir alle gleich viel Spass machen und du alle gleich gut kannst würde ich auf champion.gg gehen und schauen welche Champs davon die konstanteste WR über die Elos hinweg und eine niedrige Banrate haben. Von den von dir genannten wäre das Anivia glaube ich.\n\nZed hat glaub ich keine zu gute WR und ne hohe Banrate. Cassio erst ab Gold gute WR glaub ich. Galio wird dauernd gebuffed und generft (der nächste Nerf ist schon für 9.2 geplant soweit ich weiß)…also auch nicht ideal für eine längerfristige Planung. Morgana mag ich in der Mitte gar nicht, die ist mMn auf der Supp besser aufgehoben.","replies":[]},{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T12:19:34.808+0000","up_votes":1,"down_votes":0,"body":"Nein das ist absolut nicht egal lol.\nWenn du challenger wärst würde sich die frage garnicht ergeben weil du dann challenger bist und weißt was meta ist und was nicht.\nWenn du iron bist weißt du nicht was meta bedeutet und wenn du silber bist , denkst du das morg mitte ein guter pick sein könnte xd.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-01-15T12:16:08.518+0000","up_votes":1,"down_votes":0,"body":"Das ist trotzdem kein Grund ihm die Frage nicht zu beantworten. \n\nEs kann dir doch vollkommen egal sein, aus welchem Grund er fragt, genau so kann es dir völlig egal sein, welche Elo er ist. \n\nEntweder du hilfst ihm und beantwortest die Frage oder du hältst dich komplett raus. Du warst nur hier um ihn zu provozieren und ihm vllt zu sagen, dass es für ihn unnötig ist Meta zu picken. \nUnd selbst wenn in low Elo Meta nicht so wichtig ist, kann er sich trotzdem dafür interessieren und wenn er da Bock drauf hat, dann kann er das auch spielen. \n\nAlso beantworte doch einfach seine Frage, ist das zu viel von dir verlangt oder bist du gar die inkompetente Person, die es einfach nicht kann?","replies":[]}]},{"id":"","poster":"Qbert","date":"2019-01-14T12:19:33.482+0000","up_votes":1,"down_votes":0,"body":"Das hüpfende Komma ist doch ... wärst du in höherer Elo, würdest du solch eine Frage nicht stellen ...","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T12:27:46.120+0000","up_votes":1,"down_votes":0,"body":"Ich war auf meinem Main Account 2 Monate inaktiv und habe die Patch-Notes nicht gelesen, daher dachte ich mir ich bekomme hier eine schnelle Antwort auf meine Frage, aber stattdessen bekomme ich solche antworten, welche mit dem Thema und der Frage nichts zu tun haben, da stellt sich ja eher die Frage ob nicht bei jemand anderem pubertäre Hormonausbrüche zum Vorschein kommen. Dann auch noch auf einen Namen eingehen, der 4 oder 5 Jahre alt ist und somit erst Recht keine Ausrede dafür ist, die Frage nicht kompetent zu beantworten","replies":[{"id":"","poster":"Qbert","date":"2019-01-14T12:31:36.882+0000","up_votes":1,"down_votes":0,"body":"Solche Seitenhiebe müssen nicht sein, das ist korrekt, aber dennoch müsstest du seinen Standpunkt auch verstehen können.\nMan kann nun mal nicht riechen, ob das ein Smurf oder Main ist. Und in niedrigeren Elos spielt die Meta nun mal nicht sooo eine Rolle.\n\nBack to Topic:\nSoweit mir bekannt ist Anivia nur im Matchup gegen Ryze wirklich viable, ansonsten nicht ... Galio ist derzeit absolut overtuned ... Irelia Mid geht wohl auch klar, ansonsten Cassio und Leblance (glaube ich)","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T12:44:16.319+0000","up_votes":1,"down_votes":0,"body":"Wenn zu dir in der Stadt ein Mann mit kaputten, stinkenden und dreckigen Klamotten zu dir kommt und fragt, wo der nächste Rolex LAden sein sollte oder Porsche-Händler etc. beantwortest du ihm die Frage oder sagst du dann auch, dass es ihm nichts bringe und er sei eine inkompetente Person? Macht nicht so wirklich Sinn oder ?","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T13:09:00.881+0000","up_votes":1,"down_votes":0,"body":"Was aber auch sein kann, der Typ fragt für seinen Bruder, er fragt aus reinem Interesse, er fragt für seinen Sohn oder er ist Trainer und fragt für seinen besten Spieler oder will sie sich kaufen, einfach weil er Lust hat damit zu spielen....für mich waren bisher immer noch keine guten Argumente dabei, warum man die Frage nicht und vor allem in dieser Art beantworten soll","replies":[]},{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T13:04:42.643+0000","up_votes":1,"down_votes":0,"body":"Kenn mich mit Fußball leider 0 aus, aber heißt das dann für dich, dass Meta nur Profis picken ? Nicht wirklich oder ?\nFande persönlich zwar mein Beispiel besser, aber ich verstehe zwar worauf du hinausmöchtest, aber wenn ich es wüsste sag ich ihm trotzdem, die Profis spielen mit Nike Shuhen, aber empfehle dir lieber die und die Schuhe, weil .....\n\nDann beantworte ich die Frage doch nicht so kindisch, wie: du bist eine inkompetente Person und spielst 10h lang CoD jeden Tag und hast Hormonausbrüche und es macht keinen Sinn die Frage zu beantworten, weil es dir nichts bringt","replies":[]},{"id":"","poster":"Qbert","date":"2019-01-14T12:51:47.639+0000","up_votes":1,"down_votes":0,"body":"Nö, dein Beispiel macht absolut keinen Sinn und ist hier völlig fehl am Platz.\n\nIch gebe dir ein besser passendes Beispiel:\n\nEin normal angezogener Mensch kommt zu dir, sagt \"Ich bin Peter Müller und spiele Fußball, welche Schuhe tragen denn die Profis so?\" .... du googelst ihn und stellst fest, ok, er spielt Kreisliga ... dann ist es durchaus berechtig zu ihm zu sagen \"ist doch wurscht, spiel womit du am besten zurecht kommst, eine so große Rolle spielt das nicht\" .... \n\nDenn so ist es nämlich, die Meta spielt (selbstverständlich abhängig von Können) nur in der hohen Elo eine Rolle.","replies":[]}]}]},{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T12:31:25.801+0000","up_votes":1,"down_votes":0,"body":"Wieso soll ich einer imkompetenten person eine kompetent gefragte frage kompetent antworten wenn die inkompetente person damit nichts anzufangen weiß.\nWenn ich jetzt galio sage (der meta ist ) und du galio spielst und schlecht damit abschneidest , hast du auch nix dazugelernt.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T12:39:59.422+0000","up_votes":1,"down_votes":0,"body":"Ich merk schon hier sind die Leute genauso unnötig Toxic wie im Game selber. \n\nSelbst wenn ich Bronze sein sollte kann man trotzdem aus reinem Interesse Fragen, für jemand aderes fragen, oder für seine Bans fragen, was weiß ich gibt aufjedenfall genügend Gründe warum auch ein low-elo spieler nach der MEta fragen kann und somit auch genügend Gründe die Frage einfach zu beantworten anstatt sich unreif zu rechtfertigen.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-01-14T12:49:50.702+0000","up_votes":1,"down_votes":0,"body":"Das ist richtig, aber trotzdem kein Argument die Frage deswegen nicht zu beantworten.\n\nMan ja wenigstens die Frage beantworten und dies als tipp mit dazu schreiben, mit Begründung, du hast nichts davon gemacht","replies":[]},{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T12:42:54.229+0000","up_votes":1,"down_votes":0,"body":"In Bronze sollte man erstmal die basics kennen und sich nicht mit dingen wie meta oder bans rumschlagen.\nDas sind dinge , die erst in höheren ligen relevant sind.\n\nWenn du eine stumpfe antwort auf eine simple frage haben willst , dann musst du es googeln.\nHier im forum gibt es diskutierfreudige menschen (unter anderem mich) die auch gerne mal ausführlicher antworten.\nWenn du das als toxic interpretierst , dann kann ichdir nur sagen , ich hab honor lvl 5 also mach ich wohl nix falsch.","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-14T12:15:57.893+0000","up_votes":1,"down_votes":0,"body":"du musst es **spüren**","replies":[{"id":"","poster":"Hubschraubersäge","date":"2019-01-14T12:18:00.529+0000","up_votes":1,"down_votes":0,"body":"das einzige was ich bei dem namen MetroXproXGamer spüre , sind pubertäre hormonausbrüche und 10 stunden call of duty am tag.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Dreadlord Mike","date":"2019-01-14T14:27:00.354+0000","up_votes":1,"down_votes":0,"body":"Von den oben genannten Champs: \nAnivia: (nur wenn du sie otps da sie sehr viel Übung braucht)\nGalio: mehr als broken zurzeit \nXerath:  safer und eig guter pick weil man auch mit wenig items viel dmg machst.\nLux: Ist zurzeit auch recht passabel\nZed: Kann man zurzeit auch gut spielen\nBrand: Sowohl Support als auch Mid und in seltenen Fällen jungle viable\nCassio: Von der stärke her sehr nahe bei Galio\nMorgana: Kann man als Support spielen, würde ich mid aber nicht empfehlen.","replies":[]},{"id":"","poster":"Shadowscreen","date":"2019-01-14T10:47:16.498+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MetroXproXGamer,realm=EUW,application-id=cGRapXds,discussion-id=QUfvs8gh,comment-id=,timestamp=2019-01-14T10:41:28.915+0000)\n> W&amp;uuml;rde mal gerne kurz wissen, welcher dieser Champions in die aktuelle Meta geh&amp;ouml;ren (Midlane)\n> \n> Galio <- zur Zeit mehr als broken\n> Xerath <- Immer nen guter sicherer Pick\n> Zed <- soloQ wenn man ihn spielen kann\n> Cassio  <- zur Zeit mehr als broken","replies":[]},{"id":"","poster":"Necromant","date":"2019-01-14T10:46:26.966+0000","up_votes":1,"down_votes":0,"body":"Galio definitv durch die letzten Buffs, mit Cassio und Zed bist du auch gut dabei.","replies":[]}]}