{"id":"E4vaoAtI","poster":"Feeding Rengar","date":"2019-01-13T16:18:52.993+0000","title":"Unterschied zwischen FLexQ und SoloQ","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo, \r\nIch spiele zurzeit wieder ein bisschen mehr LoL und mir ist aufgefallen ,dass es in FlexQ ( spiele nur allein) irgendwie einfacher ist zu climben.\r\nMeine Frage nun , wieso? Kommt jetzt bitte nicht mit :&quot; ja flexq trollen eh nur alle rein&quot;.Das ist zu einem gewissen Punkt richtig , aber ich denke nicht ,dass alle in Master+ trollen , weil &quot;flexq ja eh keinen juckt&quot;.\r\nLg Rengo {{champion:107}}","replies":[{"id":"","poster":"A Bronze Jungler","date":"2019-01-13T19:50:58.144+0000","up_votes":2,"down_votes":0,"body":"War S8 FlexQ Rank 3, SoloQ low master.\nEs ist ab Platin wesentlich einfacher in FlexQ zu climben. Es gibt weniger Spieler und viele davon machen nur ihre Warmup-games, probieren neue Champions aus und und und. Da es im höheren Bereich kaum Spieler gibt, ist der Lp-gain sehr hoch, sodass man selbst mit einer 50% winrate noch gut climbed.","replies":[{"id":"","poster":"Feeding Rengar","date":"2019-01-13T23:20:59.725+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort!","replies":[]}]},{"id":"","poster":"thefire7","date":"2019-01-13T19:34:50.608+0000","up_votes":2,"down_votes":0,"body":"Gibt wenig FlexQ-Spieler im Vergleich zu SoloQ, also demnach logisch, dass es einfach ist dort zu climben.","replies":[]},{"id":"","poster":"Untouchable ProX","date":"2019-01-13T16:22:05.646+0000","up_votes":1,"down_votes":0,"body":"Heyho,\nmeinst du nicht dass ist rein subjektiv?\nIch spiele aktuell - bzw die letzten Monate nur noch Flex Q. Und finde dort geht es genauso schnell Berg auf wie in Solo Q.\nWas ich nur positiv finde - man bekommt öfters größere Premade Gruppe als sowohl als Team als auch als Gegner. Da fühlt sich das Spiel manchmal ernster an, als in Solo Q.\nlg","replies":[{"id":"","poster":"Feeding Rengar","date":"2019-01-13T16:56:31.909+0000","up_votes":2,"down_votes":0,"body":"Naja in FlexQ bin ich grade kurz vor Challenger , während ich in Soloq in Dia 3 rumgurke.\nDas Phänomen seh ich auch öfter bei ca. Dia 3 - dia 1.\nUnd ich denke nich ,dass ich Chall. in Soloq kommen könnte.","replies":[]}]}]}