{"id":"hQYeJl9F","poster":"Its Rewínd Time","date":"2019-01-12T22:42:44.882+0000","title":"Riven Main","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\nich &quot;Gold&quot;(schei&szlig;e) suche einen Riven Main der am bester high Elo ist (durch Riven) um mir etwas beizubringen. Ich bin dabei bzw. versuche Riven zu lernen um einen Guten Champ zu k&ouml;nnen.(Riven ist MEINER Meinung nach ein guter Champion) Ich bin der Meinung ich habe die Grundlagen drauf kann ich mich aber auch t&auml;uschen auf jeden Fall m&ouml;chte ich noch mehr lernen und bin f&uuml;r jeden Tipp offen und W&auml;re f&uuml;r Hilfe sehr dankbar da ich grade echt noch schlecht spiele.\n\nMFG Grafitics{{champion:92}}\nsry falsch es der Falsche Bereich ist für den Post ist.","replies":[{"id":"","poster":"thefire7","date":"2019-01-12T23:08:29.023+0000","up_votes":2,"down_votes":0,"body":"Ich würde mir lieber erst einfach mal guides anschauen (einfach auf youtube \"riven guide\").\n\nMit Platin 3 bin ich zwar nicht high elo, trotzdem habe ich sie viel gespielt. Deswegen und der Meinung anderer Riven Mains (BoxBox, Adrian Riven, etc.) kann ich dir sagen, dass du unbedingt die AA Q AA Q AA Q combo üben musst. Diese combo flüssig und schnell zu können führt dazu, dass du als Riven ein so hohes Trade-Potential hast.","replies":[{"id":"","poster":"Necromant","date":"2019-01-13T20:55:35.481+0000","up_votes":1,"down_votes":0,"body":"AA Q MV A Q MV A Q MV = Fast Combo genannt.","replies":[]},{"id":"","poster":"Its Rewínd Time","date":"2019-01-12T23:26:59.900+0000","up_votes":1,"down_votes":0,"body":"1. danke das überhaupt eine Rückmeldung kommt\n2. ich bin der Meinung ich bin mit der aa q aa q aa q comb ganz okay bin \n3.Ich halt von YouTube guides nicht viel da es schnell out dated ist durch die \"vielen\" Patches bei LoL, außerdem kann ich es besser nachvollziehen wenn man auf meine direkten Fehler eingeht.","replies":[{"id":"","poster":"Alpacana","date":"2019-01-13T01:14:58.329+0000","up_votes":1,"down_votes":0,"body":"Combos outdaten eigentlich nicht (da sie ja eigentlich nicht durch patches geändert werden).\nWas du also eigentlich haben willst ist jemand, der diverse Riven Matchups in und auswendig kennt, dazu noch Game knowledge hat und dir somit sagen kann was du falsch machst, richtig?\nDenn das kann ein Tutorial/Guide normalerweise nicht (außer du schaust dir jedes einzelne matchup auf YouTube an), Combos dagegen kann man gut durch solche guides lernen.\n\nIch selbst bin kein Riven-Main (geschweige denn top-main), kenne aber jemanden (ehemaliger riven-otp, mehrere accounts in dia+) der dich gegen eine Bezahlung coachen würde^^ Falls da Interesse besteht kannst du mich ja adden und ich vermittel dich da weiter :)","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-01-13T13:09:17.670+0000","up_votes":1,"down_votes":0,"body":"[Hi, ich spiel sie ab und zu mal](https://www.masterypoints.com/player/Necromant/euw)\n\nErreichbar, hier: \nhttps://discord.gg/jUm8rTA\n\nGruß Necro {{champion:92}}","replies":[]}]}