{"id":"sPEc9VfW","poster":"Ronin Tamos","date":"2019-10-31T00:52:45.780+0000","title":"Feedback zum deutschen True Damage Ekko Voiceover","subforum":"Champions & Gameplay","up_votes":4,"down_votes":2,"body":"https://www.youtube.com/watch?v=7oz0ocJjYqs\n\nDisclaimer : Es folgt eine subjektive Meinung zu einem Thema, welches ausschließlich für einen begrenzten Personenkreis interessant ist.\n\nHallo League Spieler, \nIch würde hier gerne meine, wie im Titel bereits angedeutet, Meinung zu dem deutschen Voiceover für den neu erscheinenden Skin von Ekko hinterlassen.\nKurz der Hintergrund:\nWie manche von euch bereits wissen plant Riot mit der True Damage Skin Linie eine an die Hip - Hop Szene angelehnte virtuelle Band zu erschaffen. Nach dem Erfolg von pentakill und k/da verständlich.\nDie Champions, welche in diesem Fall die Bandmitglieder darstellen sind Yasuo, Akali, Senna, Quiana und zuletzt Ekko. Dieser bekommt aufgrund der höheren Preiskategorie ein zusätzliches Voiceover spendiert. Clou an der ganzen sache ist, dass er verschiedene Lines rappt, ein paar lustige Sprüche auf dem Lager hat, man kennt das ja. Im englischen VO auch wirklich gut gelungen.\nMein Problem :bei der Deutschen Lokalisation hat man das ganze nicht von dem originalen Sprecher machen lassen, sondern hat explizit einen deutschsprachigen Rapper genommen um die Zeilen einzusprechen.\nWenn mich meine Ohren nicht täuschen, so ist das für die deutsche Version der Rapper Dame. In meinen Augen kein schlechter Künstler, das vorneweg. \nAber :\nEs passt in meinen Augen null zu dem Charakter Ekko. Wie viele 15*jährige Teenager laufen mit der Stimme von einem 35 + alten Mann herum. Das beißt sich in meinen Ohren einfach. Außerdem ist die Art des Sprechens einfach zu unterschiedlich. Ekko im Original deutschen Vo ist dreist, lebendig, vorlaut... True Damage Ekko klingt weitaus reifer, erwachsener und manchmal schon zu monoton.\nVielleicht auch jammern auf hohem Niveau, immerhin kann ich ja auch auf englisch spielen. Ich wollte es einfach nur bemerkt haben. \n\nTl;dr: Der Synchronsprecher für True Damage Ekko passt in meinen Ohren im deutschen Voiceover in keinster Weise zu dem Charakter den er darstellen soll.","replies":[{"id":"","poster":"GAME ON","date":"2019-11-01T13:10:19.056+0000","up_votes":2,"down_votes":0,"body":"Es gibt so viele bessere Synchronsprecher die wirklich wie ein \" **boy** who shattered time\" klingen können und nicht wie ein Erwachsener Mann. Bei legendären Skins muss irgendwo die Grenze gezogen werden zwischen \"ein völlig neuer Champion\" und \"Behält den Spirit des ursprünglichen Champions\". Bei so einer radikalen Änderung der Synchronisation ist die Grenze deutlich überschritten.\n\nIch bin wirklich ein Fan der deutschen Synchronisation von League generell (ich finde beispielsweise Nunu&amp;Willump, Rakan, Gangplank und Jhin viel besser als im Englischen), aber dieses Voiceover ist zum ursprünglichen Ekko eine radikalere Veränderung als jemals dagewesen und wirkt eher wie eine sehr komische Wahl. Auch beispielsweise im Vergleich mit anderen Sprachen von True Damage Ekko.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-10-31T09:07:55.242+0000","up_votes":3,"down_votes":3,"body":">Es passt in meinen Augen null zu dem Charakter Ekko. Wie viele 15*jährige Teenager laufen mit der Stimme von einem 35 + alten Mann herum. Das beißt sich in meinen Ohren einfach. \n\nIch klickte kurz das Video an...und hatte genau die selben Gedanken.\n \nViele deutsche VO's sind meiner Meinung nach einfach komplett unangebracht. \n\nRakan ist plötzlich eher 'n möchtegern \"Babbo\", \nKayn klingt mit beiden VO's (normal/odyssey) im deutschen nach einem wannabe Bösewicht, der von einem sprechenen Plüschtier besiegt werden könnte, \nYuumi ist straight outta Kinderhörbuch, \nGS Zed passt so sehr zu ihm, wie eine Banane mit einer Kettensäge,\nKindred's Dame ist ebenfalls aus einem Kinderhörbuch,\nNeeko ist auch aus 'nem Hörbuch..jeez.","replies":[{"id":"","poster":"naniwakaze","date":"2019-10-31T10:06:36.253+0000","up_votes":3,"down_votes":2,"body":"Alle deine Beispiele sind absoluter Schwachsinn, die Stimmen sind alle richtig gut und von der Qualität sehr nah am Original, aber Synchrohasser wie du sind eh ne ganz spezielle Sorte, auf deren Meinung ich nie was geben würde.\n\nDame ist übrigens nicht 35+, sondern 29, aber für ignorante Leute ist das wahrscheinlich das gleiche.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-10-31T13:21:44.432+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=naniwakaze,realm=EUW,application-id=Wj1wcocU,discussion-id=sPEc9VfW,comment-id=00020000,timestamp=2019-10-31T10:06:36.253+0000)\n>\n> Alle deine Beispiele sind absoluter Schwachsinn, die Stimmen sind alle richtig gut und von der Qualität sehr nah am Original, \n\n\nIch sehe sie nicht als \"Schwachsinn\" an, zumal es von dem Charakter her große Unterschiede gibt. Das kann aber auch ganz gut an der Übermittlung liegen. Nicht jeder Aspekt wird gleich aufgefasst. Unter \"böse\" und \"düster\" wirst du auch x verschiedene Versionen von unterschiedlichen Leuten finden, die diese Punkte anders interpretieren.\n\n>aber Synchrohasser wie du \n\nWarte, was? Ich bin kein \"Synchronhasser\", nur weil die deutsche Syncro bei vielen Champions einfach nicht gut ist.\nDarf ich keine Kritik äußern, wenn ich schon so sehr auf die Syncro achte? \n\nUnd - wenn ich wirklich ein \"Syncrohasser\" sein würde - wieso sollte ich mich mit diesem Thema beschäftigen, wenn ich doch sowas hasse?\n\n\n\n>sind eh ne ganz spezielle Sorte, auf deren Meinung ich nie was geben würde.\n\nDann hättest du nichts dazu geschrieben, right?:v\n\n\n> Dame ist übrigens nicht 35+, sondern 29, aber für ignorante Leute ist das wahrscheinlich das gleiche.\n\nSorry, wer? :>\n\n\n\n_____________________________\n\nDamit du nicht gleich angry af bist: die deutsche Xayah hat ihren Job z. B. gut gemacht und klingt dem englischen Ziel ziemlich ähnlich, wie es auch sein sollte.","replies":[{"id":"","poster":"lnF4m0us","date":"2020-02-20T17:45:49.009+0000","up_votes":1,"down_votes":1,"body":"Hör dir mal Ekkos lines and und dann das lied Nexus von Dame","replies":[]}]}]}]},{"id":"","poster":"TitusDerNarwal","date":"2019-10-31T03:26:51.877+0000","up_votes":2,"down_votes":2,"body":"ich geb dir einen tipp spiel auf english oder koreanisch die deutsche synchro ist teilweise echt schlecht der von gp ist aber echt awesome &lt;3","replies":[{"id":"","poster":"SgtBananenkuchen","date":"2019-10-31T10:53:46.099+0000","up_votes":1,"down_votes":1,"body":"Kann mich da nur anschließen. Spiele seit Jahren auf englisch und wenn ich dann die deutschen Stimmen höre, könnte ich manchmal kotzen und hab das Gefühl, dass die so gar nicht zu den Charakteren passen","replies":[]}]}]}