{"id":"E446VEFr","poster":"BTH SirSharako","date":"2019-01-12T13:28:57.862+0000","title":"Die Community SumForce ist auf der Suche nach neuen Mitgliedern","subforum":"Clans & Teams","embed":{"title":"SumForce | Die etwas andere League of Legends Community","description":"Hallo Community Riot hat vor kurzem bekannt gegeben das die Season 8 am 12.11.2018 ein ende finden wird. Beschwörer die bis dahin mindestens die Gold Elo erreicht haben dürfen sich über den „Victorious Orianna\" Skin freuen. Kurze Zeit nach dem Season ende wird die „Pre-Season\" beginnen. In dieser werden diverse Änderungen eingeführt.","url":"https://sumforce.net/","image":"https://sumforce.net/wp-content/uploads/2018/12/homelogomidi.png"},"up_votes":1,"down_votes":0,"body":"SumForce ist eine League of Legends-Community, die aus dem simplen Wunsch entstanden ist, eine attraktive Gaming-Organisation zu gestalten.\r\nWir bieten einzelnen Spielern oder ganzen Teams die M&ouml;glichkeit, Gleichgesinnte zu treffen: ganz egal, ob f&uuml;r Normalgames, Ranked, das Teamplay oder f&uuml;r die Teilnahme an unsere Liga.\r\nWir legen gro&szlig;en Wert auf eine angenehme Atmosph&auml;re. Schon in k&uuml;rzester Zeit konnten wir f&uuml;r unsere Community viele freundliche und aktive Mitglieder gewinnen und haben uns stark vergr&ouml;&szlig;ert. Aktuell z&auml;hlen wir im Schnitt 60 eingeloggte User auf unserem Teamspeak Server, denen wir t&auml;glich unseren Support anbieten.\r\n\r\n_Was k&ouml;nnen wir euch bieten?_\r\n\r\n- Einen Teamspeak Server mit eigener TS-Lizens\r\n- w&ouml;chentliche Teammeetings\r\n- interne Liga\r\n- Coaches\r\n- Aktives Supportteam\r\n- eine freundliche und famili&auml;re Atmosph&auml;re\r\n\r\n_Was erwarten wir von euch?_\r\n\r\n- Einhaltung unserer Regeln (inkl. Befolgung des Summoner Codes)\r\n- das nutzen eines funktionierendes Mikrofons und Kopfh&ouml;rers\r\n- Wie erreicht ihr uns?\r\n\r\nAm besten macht ihr euch einfach selbst ein Bild von uns und schaut einfach auf unserem TeamSpeak vorbei:\r\n**ts.sumforce.net**\r\nIhr k&ouml;nnt nat&uuml;rlich auch gerne kommentieren oder eine Nachricht schreiben!\r\nWir freuen uns auf euch!\r\n\r\nEure SumForce Community","replies":[]}