{"id":"8iN6piFX","poster":"NiicQ","date":"2019-01-12T11:33:19.679+0000","title":"AFK","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":4,"body":"Warum gehen so viele Spieler immer Afk?\r\nIch hatte heute allein 2 Games wo Spieler ohne Grund Afk gegangen sind oder direkt am Anfang mit lvl 1. Ich kann sowas nicht verstehen und mich regt das auch auf weil man dadurch fast immer verliert. \r\nMir ist auch aufgefallen das die meisten Leute in blindpick Afk gehen. \r\nKann man irgendwas gegen die Afk Leute machen und wie soll man Spielen wenn einer Afk geht? Ich hatte vorhin ein Twitch game das wir 4 gegen 5 gewonnen haben habe aber keine ahnung warum wir das gewonnen haben. Freue mich &uuml;ber Tipps und so! \r\nMfg NiicQ","replies":[{"id":"","poster":"Humpelstilzche","date":"2019-01-12T11:43:37.457+0000","up_votes":4,"down_votes":0,"body":"Die meisten AFKs \"gehen\" nicht wirklich afk sondern sind afk...ok, blöd formuliert. Besser: Die meisten tun das nicht mit Absicht. Die Mehrheit der Afkler sind nicht AFK weil sie das entscheiden, sondern weil sie technische Probleme haben oder aus sonstigen Gründen gezwungen sind AFK zu sein. Absichtliche Leaver sind eine Minderheit. \n\n> Kann man irgendwas gegen die Afk Leute machen und wie soll man Spielen wenn einer Afk geht?\n\nAußer du verfügst über magische Kräfte oder über so viel Geld dass du allen League Spielern neue PCs kaufst und die EU die Internetinfrastruktur verbessern lässt, kannst du nichts machen. \nWie du spielen solltest: Ruhig und gelassen. Bringt nichts sich über Dinge aufzuregen, auf die man keinen Einfluss hat. Bedenke außerdem, dass die Mehrheit der AFKler zurückkommt. Klar wird ein Spiel immer schwieriger je länger ein Spieler AFK ist, aber einige Spieler werfen sofort das Handtuch sobald ein Spieler afk ist und versauen dann das Spiel noch mehr und schaffen es nicht mehr zu gewinnen, wenn der AFKler zurück kommt, was sie vlt doch geschafft hätten, wenn sie ordentlich weitergespielt hätten. \n\nEs gab mal wunderschöne Statistiken zum Thema \"Winratio mit AFKs\" von manaless.com ... aber leider scheint es diese Seite nicht mehr zu geben. Aber die Lektion daraus war, dass die meisten AFKler zurückkommen und dass selbst bei längeren AFK-Zeiten die Winchance noch so signifikant ist, dass man sie nicht ignorieren und einfach aufgeben sollte (auch wenn sie natürlich niedrig ist).","replies":[]},{"id":"","poster":"PlsLoLMMO","date":"2019-01-12T17:26:06.737+0000","up_votes":2,"down_votes":0,"body":"was willst du großartig gegen die Afks tun ? Einfach reporten und fertig.\n\nWie du damit umgehen solltest?\n\nGanz einfach. Spiel einfach ganz normal weiter. Versuch das Beste aus der Situation zu holen. Lerne wie du dich trotz diesem nachteil gegen den Gegner einigermaßen solide behaupten kannst. Verbessere deine allgemeinen Skills das geht alles auch in nem 4v5 bzw sogar teilweise noch besser.\n\nGewinnen sollte vielleicht nicht mehr zwingend dein Ziel sein (das klappt halt nur in den seltensten Fällen wodurch der Rage vorprogrammiert ist) sondern du solltest das Game einfach gelassen nehmen und versuchen so gut es geht eine Gegenwehr zu bieten. klar es gibt Games die man auch 4v5 gewinnen kann das ist aber etwas das dir niemand beschreiben kann wie du dies am Besten erreichst da es nicht mehr nur vom Gameplay deines Teams abhängt.\n\nBei twitch ist es zb leicht erklärbar weil Twitch trotz adc Champ (blame adc) ein unglaubliches Outscale-Potenzial bietet und richtig gespielt einen Teamfight innerhalb von 3 Sec solo gewinnen kann. Bei nem Death-Timer von 40 Sec rusht du die gegnerbase nur so ein. Ist halt n harter late-carry vor allem wenn der gegner sich gar keine Mühe macht zu gewinnen da die denken das du 4v5 eh nicht gewinnst. Die Gegner machen durch diese Einstellung irgendwelche Fehler.\n\nUnd wie Humpel schon sagte ist die Anzahl der wiederkehrenden Afks ziemlich hoch. Mich persönlich tilted jeder einzelne Afk so sehr das ich danach im Ranked dauerdroppen würde. Sobald ich nen Afk habe spiele ich selber einfach nur noch scheiße nach dem Motto das ich machen kann was ich will irgendwer versaut mir eh das Game wobei es an für sich nur 1 Game ist das jetzt komplett bad war.\n\n\nwer da aber n bisschen mehr tiltproof ist carried tzd irgendwann aus diesem Mist wieder raus :)","replies":[]}]}