{"id":"74ZW54pA","poster":"oneshot Vasco","date":"2019-01-11T18:10:15.900+0000","title":"MMR bei Server-Rücktransfer?","subforum":"Ligen & gewertete Spiele","embed":{"title":"Häufige Fragen zum Kontotransfer","description":"Wurde League of Legends in deinem Land oder in deiner Region veröffentlicht? Möchtest du mit deinen Freunden in einer anderen Region als der, in der du angefangen hast, spielen? Oder vielleicht bis...","url":"https://support.riotgames.com/hc/de/articles/201751924-H%C3%A4ufige-Fragen-zum-Kontotransfer#h1q2","image":null},"up_votes":1,"down_votes":0,"body":"Momentan befindet sich mein Account noch auf dem RU Server, auf diesem bin ich gerade h&ouml;her eingestuft als ich auf EUW war. Man &uuml;bernimmt, laut FAQ Seite vom Support, seinen Ranglistenplatz nicht, sondern setzt seine &quot;Reise&quot; auf der urspr&uuml;nglichen Platzierung fort. So weit so gut. Was aber angeblich &uuml;bernommen wird, ist der &quot;Verborgene GSW-Wert&quot;, sprich die MMR oder?\r\n\r\nKann mir das Jemand best&auml;tigen? So k&ouml;nnte man sich also, rein hypothetisch, eine Challenger MMR auf RU erspielen, um anschlie&szlig;end besser auf EUW zu &quot;climben&quot;?!\r\n\r\nLG Vasco","replies":[{"id":"","poster":"Alpacana","date":"2019-01-11T18:28:51.381+0000","up_votes":2,"down_votes":0,"body":"Rein theoretisch ja.\nChallenger MMR auf Russland heißt aber nicht gleich Challenger MMR auf EUW.\nIch weiß nicht wie momentan der Unterschied der beiden Server ist, aber es könnte auch sein, dass du z.B. Challenger auf Russland bist und nach dem Transfer z.B. nur noch mit Dia 3 Leuten spielst. Sprich: Challenger MMR auf Russland ist möglicherweise nur Dia 3 auf EUW (sind nur Beispiele, ich weiß nicht wo da momentan die genauen Werte liegen)\n\nAls Beispiel welches ich mal hatte:\nHatte einen Platin 4 Account auf EUW (mit Platin 4 MMR~), den ich auf TR transferiert hatte. Dort wurde ich nach einem Spiel in Platin 2 eingestuft und habe auch nur mit Platin 1-2 Leuten gespielt.\nDemnach dürfte also die Platin 4 MMR auf EUW eben Platin 2/1 in TR gewesen sein.","replies":[{"id":"","poster":"oneshot Vasco","date":"2019-01-11T18:31:40.901+0000","up_votes":1,"down_votes":0,"body":"ja dass die server MMR niveaus unterschiedlich sind weiß ich, aber du sagst zumindest dass man die MMR übernimmt, das wollte ich nur wissen! Danke dir für deine Antwort! :)","replies":[]}]}]}