{"id":"NHusl3r6","poster":"wubokey","date":"2019-01-11T17:52:11.906+0000","title":"Was nach der Laning Phase tun? ADC","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Guten Abend,\n\nund zwar frage ich mich was meine Aufgabe ist nachdem die laning Phase vorbei ist.\n\nWas ich bisher mache:\n\n-Versuchen die laning Phase zu gewinnen \n-Turm auf der botlane zerst&ouml;ren \n-auf top gehen und den Turm zerst&ouml;ren \n-in die Mitte gehen und den Turm zerst&ouml;ren \n\nDanach bin ich leider immer ziemlich planlos. Meisten laufe ich dann immer mit dem Team rum und versuche irgendwie hilfreich zu sein bei den Team k&auml;mpfen \n\nIch spiele haupts&auml;chlich xayah","replies":[{"id":"","poster":"SSF Reliewz","date":"2019-01-11T18:20:01.585+0000","up_votes":3,"down_votes":0,"body":"Hi wubokey,\n\nDeine Rotationen sind sehr gut um das Spiel zu beschleunigen. Nachdem die äußeren Türmen zerstört sind fehlt vielen Spielern der Plan und das Spiel verliert das Tempo.\n\n\nDoch eigentlich geht's jetzt erst richtig los.\n\nDu solltest dir bewusst sein, da wo ihr (du und dein Support) euch aufhaltet fliegt der Damage und am wichtgisten ist, da habt ihr Druck auf neutrale Objectives.\n\nDas bedeutet, wenn du  dich in der Midlane aufhälst hast du Zugang zu Herald/Baron und Dragon. Das ist also der beste Platz um sich im Midgame seine Minions zu farmen.\n**Dazu kommt:** du kannst Raptors und Wolves nehmen um deinen Spike noch früher zu bekomemn und dann wieder Mitte um die nächste Minion Welle annehmen.\n**Dazu gibt es zu beachten:** Umso früher du die Minion wave (auf der gegnerischen Seite annimmst umso größer ist dein Zeitfenster eines der oben genannten Aktionen auszuführen.\n**Dazu ist notwendig:** Die Midlane ist von 2 Flanken angreifbar. diese Flanken müssen ausgewarded werden, sonst wirst du gekillt.\n\nAbhängig von verschiedenen Faktoren wie z.b. habt ihr ne semi global wie Twisted Fate, oder Galio dann gehört die Midlane diesen Champions, da sie besser darin sind die sidelanes zu unterstützen.\n\nMit Xayah spielst du einen scaling und lategame Adc d.h. in LCS würden sie dir die jungle camps lassen. Das tun sie in der SoloQ auch und du solltest sie auch nehmen. wenn dein jungler wütend wird nimm noch eins und dann hör lieber damit auf und fang zu einem späteren Zeitpunkt wieder damit an.\nDie goldene Regel hierbei ist. ist der Jungler nicht da farm das Camp. liegt es auf dem Weg des junglers und ist es das unmittelbar nächste Camp dont touch it! (oder farm die kleinen :))\n\n\nDu wartest jetzt also nurnoch auf deinen 3 Item spike mit Xayah. Vorher musst du nichts machen. Sobald du den hast kannst du deinem Team sagen Group & Peel I seal the deal.\n\n**Generelles und wissenswertes** habt ihr das Team, welches besser skaliert. solltet ihr immer auf der anderen Seite der Karte wo sich der gegnerische Jungler **NICHT BEFINDET** versuchen einen Tower oder neutrales Objective zu holen. Dieser Tipp ist wohl der wichtigste, den ich dir mit auf den Weg geben kann.\n\nViel Spaß ingame","replies":[{"id":"","poster":"wubokey","date":"2019-01-11T18:43:54.848+0000","up_votes":2,"down_votes":0,"body":"Vielen Dank für die wirklich ausführliche und hilfreiche Antwort.\n\nIch werde mal versuchen deine Tipps in die Tat umzusetzen :)","replies":[]}]}]}