{"id":"qyRVrNNn","poster":"ROM DeathLord","date":"2019-01-09T13:09:47.307+0000","title":"[Clan] PGA neuer Clan im Aufbau","subforum":"Clans & Teams","embed":{"title":"Home | Professional Gaming Athletes","description":null,"url":"https://michelklepper.wixsite.com/esportspga","image":null},"up_votes":1,"down_votes":0,"body":"Hallo, \r\n\r\nZu meiner Person, ich bin ein League of Legends Gamer und spiele momentan in einem professionellen Team in Australien \r\nElo Peak (Master I), zocke aber generell gerne auch andere Games.\r\nIch habe bereits einen Discord Server und eine Website f&uuml;r die Community erstellt und stelle mich auch gerne als Coach f&uuml;r einzelne Spieler, oder ein Team zur Verf&uuml;gung.\r\nUnser Ziel ist es eine m&ouml;glichst gro&szlig;e Community aufzubauen und dieser die M&ouml;glichkeit geben in Tryhard Teams zu spielen, welche an Turnieren teilnehmen und sich dort mit anderen Spielern messen oder sogar um Preisgelder spielen.\r\nDas Management f&uuml;r unsere Teams &uuml;bernehme ich. Ich kenne mich sehr gut aus in der Turnierszene welche Turniere sich lohnen und wie sich ein Team gut entwickelt usw.\r\n\r\nUnseren Teams bieten wir :\r\nSocial Media Management\r\nTurniere werden organisiert \r\nTraining wird organisiert\r\nLiga  teilnahmen werden organisiert\r\n\r\nKurz ihr k&ouml;nnt euch ganz auf eure Leidenschaft League of Legends konzentrieren und wir &uuml;bernehmen den Rest.\r\n\r\nWas ihr mitbringen solltet :\r\nIn unserer Community ist jeder willkommen\r\nWenn ihr euch allerdings schlecht verhaltet, sprich st&auml;ndig beleidigt oder ander Mitspieler nervt hat das Konsequenzen\r\n\r\nIch w&uuml;rde mich wirklich freuen wenn einige von euch den Weg zu uns finden w&uuml;rden und mit uns gemeinsam die Kluft unsicher macht.\r\n\r\nJoint unserem Discord oder kommt auf unsere Website \r\nMitglied seid ihr sobald ihr dem Discord joint, alle Channel stehen zur freien Verf&uuml;gung also tobt euch aus.\r\n\r\nDiscord : https://discord.gg/cK7ZzW3","replies":[]}