{"id":"wFYLvh8k","poster":"KC RebeII","date":"2019-01-09T11:52:42.427+0000","title":"Kontotransfer.........","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo alle zusammen,\r\n\r\nwei&szlig; irgendjemand wann man endlich Accounts wieder transfieren kann? Das geht ja jetzt schon seit Monaten so und ich finde es eine Frechheit das es bisher nicht gel&ouml;st wurde! Liegt da ein Probelm vor oder will Riot einfach nicht das wir unsere Accounts jetzt transfieren, sprich das wir auf einen sp&auml;teren Zeitpunkt warten. \r\nAnsonsten dauert es doch auch nicht solange bis ein Problem behoben ist... \r\n\r\nHoffe mir kann jemand eine Antwort geben und mir eventuell sagen wann das endlich vorbei ist.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en aus der Kluft !{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Sexy Yasuo Main","date":"2019-01-09T12:02:50.120+0000","up_votes":1,"down_votes":0,"body":"Denke ehr das man in der Preseason nicht den Account Transferieren kann","replies":[{"id":"","poster":"KC RebeII","date":"2019-01-09T12:22:23.096+0000","up_votes":1,"down_votes":0,"body":"eben das habe ich auch gehört, aber habe nie eine Bestätigung bekommen. Zudem, kann man das doch dann auch sagen und es nicht als fehler da stellen...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-09T14:36:49.827+0000","up_votes":1,"down_votes":0,"body":"Wenn es spätestens zum 24.01. wieder geht, hast du deine Antwort. \n\nAber ich habe leider in all den Jahren nie darauf geachtet ob man transferieren kann oder nicht. Ob es überhaupt Meldungen dazu gab. Daran erinnern kann ich mich jedenfalls nicht. Glaub ich °^°\n\nWenn man einen Transfer offiziell während der Pre-Season unterbinden würde, dann bräuchte man ja auch eine Erklärung und würde auf mehr Gegendwind stoßen als wenn man behauptet alles sei ein Fehler und nur die üblichen \"Rito kann nichts\"-Menschlein aus ihren Löchern kriechen. Insofern wäre letzteres einfacher.\n\nIch könnte mir schon vorstellen das es Absicht ist, aus Gründen die mir gerade nicht einfallen weil wegen Müdigkeit und Kopfschmerzen x.x Glaub ich bin raus. Zeit für Feierabend :(","replies":[]}]}]}]}