{"id":"jF9XaErg","poster":"Lednova","date":"2019-01-08T23:05:18.987+0000","title":"KaZ-Gaming sucht eine Botlane","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen!\r\n\r\nWir spielen League seit Season 2 und wollen es diese Season nochmal wissen. Dabei k&ouml;nnen wir bereits auf erfolgreiche Turniere im ESL Bereich oder anderen diversen Offline-Turnieren zur&uuml;ckblicken (Highlight damals war sicherlich das Finale gegen Playing Ducks- mit Saitain im Jungle).\r\n\r\nAber genug des nostalgischen Palavers.. kommen wir zu den wichtigen Dingen.\r\n\r\n**Was suchen wir?**\r\n\r\nDa das Team schon aus drei Mitgliedern und einem Coach besteht, w&auml;re es nat&uuml;rlich von Vorteil, wenn sich auch die Botlane schon kennt. Ist aber kein Muss!\r\n\r\nWir sind im Begriff ein neues Team, mit teils alten Mitgliedern und Erfahrungen mit neuen Spielern zu kombinieren. Dass das Zeit und Geduld erfordert wissen wir und ist eingeplant.\r\n\r\n**Welche Elo muss/sollte ich haben?**\r\n\r\nDie momentane Elo des Teams befindet sich zwischen Platin 3 und Diamond 4. Du solltest dich also durchaus mit League auskennen. Das Elo nicht alles ist wissen wir auch! Trotzdem solltest du vergangene Season mindestens Gold1 gewesen sein. Wie gesagt wir bauen etwas neues auf, daran kann man zusammen wachsen und n&auml;chste Season viel h&ouml;her abschneiden.\r\n\r\n**Welche soziale Aspekte muss ich mitbringen?**\r\n\r\nUm ein neues Team aufzubauen, braucht es gewissen F&auml;higkeiten der Mitglieder, sonst hat das Vorhaben von vorne rein keinen Sinn.\r\nDemnach solltest du folgende Aspekte ausf&uuml;llen k&ouml;nnen:\r\n\r\n-Alter: das statistische Alter spielt erstmal keine Rolle (wir sind &uuml;brigens alle 20-23). Wichtig ist, dein Verhalten und deine Art und Weise um deinen Teammitgliedern umgehen zu k&ouml;nnen.\r\n\r\n-Kritikf&auml;higkeit: Wir alle kennen League. Und wissen, dass es oftmals nicht so abl&auml;uft wie gew&uuml;nscht. Deswegen sollte man nicht nur kritikf&auml;hig sein, sondern bei dem ein oder anderen harschen Wort nicht gleich die Segel hissen. WICHTIG Spa&szlig; steht nat&uuml;rlich immer im Vordergrund, nichts desto trotz wollen wir das Ganze schon wieder professionell angehen und nach einiger Arbeit auch Erfolge vorweisen.\r\n\r\n-Verl&auml;sslichkeit: da wir mehrmals die Woche trainieren wollen, plus etwaige Turniere am Wochenende, solltest du etwas Zeit mitbringen. Das Beruf/Schule/Uni immer im Vordergrund steht, steht au&szlig;er Frage. Jedoch sollte dein Team grunds&auml;tzlich auf dich z&auml;hlen k&ouml;nnen. Absprache und Kommunikation ist alles!\r\n\r\nHaben wir dein Interesse wecken k&ouml;nnen?! Dann schreib mir IGN: **_Lednova_** oder unserem Coach IGN: **_McEhrens_**, doch sofort!\r\n\r\nErste Tryouts finden &uuml;brigens die ganze Woche &uuml;ber, immer abends um _**19 Uhr**_ statt!\r\n\r\nWir sehen uns in der Kluft!","replies":[]}