{"id":"eZ1Hg1Aw","poster":"Ânivia Midlane","date":"2019-01-07T18:36:25.401+0000","title":"Reso-Community - Du suchst eine Community, bei der der Spaß im Vordergrund steht?","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"_Reso-Community - Gemeinschaft und Spa&szlig; in jedem Spiel. Du vertrittst diese Einstellung? Dann komm zu uns!_ \r\n\r\n**Wir sind Reso**\r\nUnsere Multi-Gaming-Community mit Gemeinschaftssinn. Klar strukturiert, st&uuml;rzen wir nicht blindlings mit nur einem Ziel vor Augen in die Welt der Online-Spiele. Wir sind eine Gemeinschaft, die auf ein Miteinander baut und die Resultate daraus zu sch&auml;tzen wei&szlig;. Es soll Spa&szlig; machen, in einer freundlichen Community neue Games zu entdecken, sowie alte Spiele zu spielen und zusammen zu zocken. Die Basis dazu bietet uns ausgezeichnet League of Legends.\r\n\r\n**Was solltest du allgemein mitbringen?**\r\nBei Reso soll es Spa&szlig; machen Spiele zusammen zu spielen und tlws auch neu zu entdecken. Wenn du dich damit identifizieren kannst, dann passt du auch gut in die Community. Zusammen macht nun einmal alles Spa&szlig; :). Hier findest du immer jemanden, der zu dir passt und mit dem du gerne Zeit verbringen m&ouml;chtest.\r\n\r\nFolgendes wird von dir erwartet:\r\n\r\n* mindestens **16 Jahre**\r\n* TeamSpeak3-Client installiert und du verf&uuml;gst &uuml;ber ein einwandfreies Headset \r\n* sei gut drauf und verhalte dich respektvoll \r\n* zeige Interesse an einer Gemeinschaft\r\n* sei bereit f&uuml;r Neues \r\n\r\nTrifft auf dich alles zu? Prima! Dann hast du deinen Verbleib gefunden.\r\n\r\n**Aber was bietet Reso dir?**\r\n\r\nAls gem&uuml;tlicher Spieler bietet dir die Community nat&uuml;rlich alle Basics rund um das Spiel und k&uuml;mmert sich um Mitspieler und eine entspannte Umgebung, in der es Spa&szlig; macht deinen Traum auszuleben: entspannt und zusammen zu zocken!\r\n\r\n* Hauptzeiten von 16 bis 24 Uhr\r\n* &uuml;ber 150 Mitglieder im 2 Wochen Fenster aktiv, &uuml;ber 70 davon aktiv auf dem TS ( &rarr; es ist immer wer da zu zocken)\r\n* viele interne Events, wie ARAM, TTT oder &auml;hnliches (einiges mit Gewinnen!), mit denen du deinen Abend gestalten kannst\r\n* Clubs und Gruppen, in denen du dich austoben kannst \r\n* Viel Platz f&uuml;r deine Freunde auf unseren Servern\r\n* Aufstiegsm&ouml;glichkeiten als Moderator\r\n* Freie Entfaltung als Designer, Streamer, Youtuber oder als Teamleader\r\n* M&ouml;glichkeit zur &Auml;u&szlig;erung von Verbesserungsvorschl&auml;gen zum TS oder Events\r\n* auch Gruppen-Treffen sind m&ouml;glich\r\n* soziales Miteinander seit 2014!\r\n\r\n**Du bist Streamer, Youtuber oder suchst einfach nur ein Ranked Team?**\r\n\r\nDu m&ouml;chtest mehr machen als nur casual zu spielen? Du magst es Leute mit deiner eigenen, lustigen Art in deinen Videos oder Streams zu unterhalten? Oder suchst du einfach nur ein Ranked Team bzw. einen DuoQ Partner um die Ladder zu pushen? Dann unterst&uuml;tzt dich die Reso Community dich gerne dabei. Das betrifft auch das Gr&uuml;nden von neuen Teams.\r\n\r\nDaf&uuml;r bekommst du:\r\n\r\n* Eigenen Channel mit Channeladminrechten\r\n* Gesonderte Rechte, damit du ungest&ouml;rt arbeiten kannst\r\n* Unterst&uuml;tzung bei Ideen und deren Umsetzung\r\n* Ansprechpartner im Bereich Teamranked durch unsere Ranked Moderatoren (vom Teamaufbau bis zur Pflege)\r\n\r\n_Falls nicht alles angesprochen wurde was dich interessiert, kannst du gerne mit uns auf unserem TeamSpeak3 Server Kontakt aufnehmen. Danach wirst du keine offenen Fragen mehr haben!_\r\n\r\nAber nun genug gelabert. Nun bist DU an der Reihe aktiv zu werden!\r\n1. Verbinde dich auf unser TeamSpeak (reso)\r\n2. Betrete den Channel **&ldquo;Supportchannel&rdquo;**\r\n3. Und dort nehmen wir dich auch schon in Empfang und k&uuml;mmern uns um alles weitere.\r\n\r\nTS-IP: **reso**\r\n\r\nAnsprechpartner:\r\n\r\nCommunity Leitung\r\nacryTas | Roland\r\n\r\nBereichsleitung\r\nLoL: Himyu | Max\r\n\r\nModeratoren\r\n\r\nQM : Du&eacute;t | Michelle\r\n\r\nWERBUNG: SalvaPlays | Leon\r\n\r\nEVENT: Drowsy Zoe | Laura\r\nEVENT: \r\nEVENT: raffnixmehr | Maik\r\nEVENT: Lady Ahri | Froschi\r\nEVENT: \r\nEVENT: \r\n\r\nRANKED: AngelMelly | Ellie\r\nRANKED: Begeisteter Hai | Hai\r\n\r\nInstagram:\r\nhttps://www.instagram.com/resocommunity/\r\n\r\nTwitch:\r\nhttps://www.twitch.tv/resocommunity\r\nhttps://www.twitch.tv/resotournaments\r\n\r\n\r\n\r\nhttp://i.imgur.com/VEKNZ1J.png[img]","replies":[]}