{"id":"PJQART77","poster":"PT Enî","date":"2019-10-28T15:57:42.919+0000","title":"Das Problem mit Yuumi - aus der Sicht eines ADC","subforum":"Allgemeiner Chat","embed":{"title":"LoLalytics","description":null,"url":"https://lolalytics.com/lol/yuumi/?lane=support","image":null},"up_votes":2,"down_votes":1,"body":"Es gab immer Champions die stärker oder schwächer als andere waren. Das ist bei einem Spiel wie League of Legends auch normal und gut so, denn so kann sich eine Meta herausbilden und mit den Patches von Riot bleibt das Spiel frisch und knackig. Es gab zu fast jeder Zeit gewisse Champions welche eine unterdurchschnittliche Winrate hatten wie z.B. Ryze oder Azir. Die Gemeinsamkeit war das sie im Pro Play immer zu gut waren als das Riot sie buffen konnte, da so diese Champions die Kompetetive Szene zerstört hätten bzw. must Ban wären.\r\n\r\nNun kommt hier Yuumi ins Bild mit einer, laut Lolalytics, Winrate von rund 41%. Selbst in höherer Elo ist die Winrate im SoloQ in etwas gleich. Das Problem was ich als ADC sehe ist das leute sie spielen im Ranked. Wie ich das sagen kann obwohl es doch ein Spiel ist in dem es um Spaß geht? Meines Erachtens, also meine rein SUBJEKTIVE Meinung, ist es nicht immer gut sich an Winrates zuhalten und dr Meta hinterher zu häscheln. Sie bringt eine gute orientierung was gerade gut und schlecht ist aber verhällt es sich gerade in einer Elo unter Master so, dass die eigenen kompfort Picks meist gewinnen. Warum ich trotzdem so denke ist darin begründet, dass man immer auf gewissen Matchups achten sollte. Das ist Lane unabhängig und den meisten wohl auch klar. \r\n\r\nWelches Matchup ist also gut für eine Yuumi? Die wohl einfachste Antwort ist mit einem ADC welcher in der Backline poken kann bei dem Yuumi geschützt ist. Ezreal und Sivir sind bekannte Vertreter, da diese einen Spell zum eigenen Schutz haben. Dies wird schon schwieriger bei Champions wie Ashe und Jhin. Auch sie können gut poken, nur ist ihnen kein self peel gegeben und sonst sind sie auch nicht sonderlich mobil. Wenn man dies dann auch noch, wie es gerade in der Meta üblich ist, gegen eine aggressive Lane wie z.B. Xayah Rakan, odder gegen Supporter wie Blitzcrank, Leona, Pyke oder Thresh spielt wird es schwierig. \r\n\r\nYuumi ist ein Champion welcher am besten ein Tank unterstützt, da sie somit nicht Gefahr läuft getötet zu werden bzw. auch mehr Pressure aufbauen kann. Leider sind mir keine Marksman bekannt welche man primär als Tank klassifizieren kann und die möglichen Champs wie z.B. Garen sind eigeschränkt in ihrer Anzahl.\r\n\r\nSomit kann ich an alle Supporter appelieren welche in Betracht ziehen Yuumi zu spielen nur sagen, dass sie bitte genau auf das Matchup zu achten haben und im Ranked den Pick versuchen zu vermeiden wenn sie nicht einen Premade auf der Botlane haben der dies wünscht.\r\n\r\n\r\nNun möchte ich noch eure Meinung wissen ob Ihr Yuumi im Team mögt oder nicht. Bitte beachtet auch das dies meine eigene Meinung ist und auch falls Leute in dem Kommentaren, soweit vorhanden, eine ander Meinung haben diese bitte nicht belästigt werden.\r\n\r\nmfg \r\n\r\nEni{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Ser Parmesan","date":"2020-01-05T08:29:42.919+0000","up_votes":1,"down_votes":0,"body":"Ich denke das Problem an Yuumi ist, dass der Adc nicht wirklich der beste Partner für Yuumi ist. Yuumi funktioniert ideal mit vielen Toplanern und das zu einem Grad, dass es sehr einfach eskalieren kann. Dabei kann Yuumi gerne 0/6 nach der laningphase stehen, solange der/die eigene Tryndamere/Irelia/Nasus/Mundo/Renekton(und ein paar mehr) nicht total reingeintet hat kann sie diesen Champions erheblich helfen und sie beinahe unbesiegbar machen. Dabei muss sie eigentlich nichts machen als ihm immer wieder den Speedbuff zu geben und ihn dabei zu healen. die q mit dem damage ist nett... aber eigentlich nicht mal nötig. \nSolange ein Teammate gefeedet ist hilft sie diesem Champ mehr als irgendein anderer Champ dies tun kann.\nDabei erfordert es wirklich keine mechanischen Skills. Gar keine.\nAch und das Makrogame sparen sich auch viele Yuumi Spieler, indem sie sich einfach auf den am meisten gefeedeten Champ setzen und dort ein paar Tasten drücken. Der Champion ist mit der 39%winrate, meiner Meinung nach da, wo er hingehört. Er ist so einfach, dass er sogar als afk champ bezeichnet wird. Finde ich super, dass Riot das nicht belohnt.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2019-10-29T00:34:07.617+0000","up_votes":1,"down_votes":0,"body":"Um an der Stelle das zu sagen, was ich immer sage:\nWenn ein Champion in der SoloQue eine Winrate von 41% hat, sollte Riot ihn deaktivieren und zugeben, dass man ihn nochmal überarbeiten muss, bevor man ihn auf die SoloQue zulassen kann. 41% sind einfach ein zu krasses Handycap in einem sonsten ordentlich gebalancten Spiel.\n\nDann sollte Riot die Reichweite des Ws mit Movementspeed skalieren lassen (wie die Kallista Passive, als praktisches Beispiel), damit die Spieler sich auch Schuhe kaufen und der Champion eine normaleren Powerspke-Verlauf bekommt.\nUnd dann sollte Riot einfach Doppel Teleports prinzipiell abschaffen, da dies ein Nerf wäre, der hauptsächlich die koordinierte 5vs5 Szene betrifft, da man in der SoloQue halt eher selten die krassen \"Wir teleportieren uns jetzt beide auf die Toplane und reißen das Spiel rum\" Moves macht. Danach kann man dann Yuumi halbwegs ordentlich anpassen... also erst Mal ordentlich buffen.\n\nStand jetzt wird sie immer noch auf den Worlds gespielt, obwohl sie eine Winrate hat, über die selbst Ryze und Azir nur dreckig lachen...","replies":[{"id":"","poster":"Lucy Cαt","date":"2019-10-29T03:08:48.345+0000","up_votes":1,"down_votes":0,"body":"Yuumi ist nicht für das reine solo q gemacht. Soll sie deswegen entfernt werden ?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-10-29T12:21:08.093+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ðiff Evaded,realm=EUW,application-id=YnZkMR0R,discussion-id=PJQART77,comment-id=00010000,timestamp=2019-10-29T03:08:48.345+0000)\n>\n> Yuumi ist nicht für das reine solo q gemacht. Soll sie deswegen entfernt werden ?\n\nWenn sie nicht für die SoloQue gemacht ist, warum sollte man sie dort spielen? Und nebenbei: Selbst die \"Wir passen die explizit für die Profiszene\" Problemkinder wie Ryze und Kalista kamen nie auf 41% Winrate. Ich glaube 41% ist nicht so weit weg von der schlechtesten Winrate aller Zeiten. Also Champion Release Winrates ausgenommen, denn die sind für gewöhnlich extrem niedrig sind. Wir reden hier nicht von \"Irgendwie suboptimal\" sondern historisch schlecht.\n\nDazu kommt: Wenn bisher ein Champion bei 41% war, wurde er im nächsten Patch gebufft. Weil Riot sich ja an sich bewusst ist, dass 41% ein inakzeptabler Wert ist. Also selbst die größten Problemkinder wie Ryze werden dann angegangen. Nur können sie das bei Yuumi nicht, da sie in der Profiszene selbst mit 41% Winrate relevant ist. Man könnte natürlich meine Nerf Ideen umsetzen anstatt weiter an der Werten der Q zu arbeiten, aber einfach nur Schaden und Slow von diesem Spell zu nehmen, wird das Problem nicht lösen.\n\nNebenbei bin ich Sup Main und argumentiere an der Stelle gegen mich selbst... denn ich spiele Yuumi ja selber (leider, der Champion macht echt Spaß) nicht mehr im Ranked. Wenn das Gegnerteam sich also in der Champ Select in der Fuß schießen will, soll er das tun. Aber wenn ich SoloQue ADC wäre und mein Support Yuumi pickt... ich würde ihn erst freundlich bitten etwas anderes zu picken und dann dodgen. Denn wenn ich im Ranked auf ADCs treffe, die etwa genau so gut sind, wie ich, dann brauche ich einen ordentlichen Support an meiner Seite.\n\nNebenbei, um noch etwas Perspektive zu schaffen, weiß ich aus der Egoperspektive, wie es ist, wenn man einen grausam gebalancten Champion in die SoloQue nimmt. Ich war der eine Pre-Rework Karma Main. Ich war jung, naiv und Bronze II. Als ich dann irgendwann eingesehen habe, dass nicht die andern, sondern mein Champion das Problem sind und auf Annie gewechselt bin, stieg ich sofort eine ganze Liga auf. All die Leute unter Diamond, die jetzt unbedingt Yuumi spielen müssen, machen effektiv dasselbe. Selbst wenn sie mit ihr eine ordentliche Winrate und viel Spaß haben, könnten wesentlich weiter oben spielen, wenn sie nicht unbedingt mit dem schlechtesten Champion des Spiels in eine Tryhard Que gehen müssten. \n\nNun kannst du natürlich sagen, dass Ranked gar nicht zwingend Tryhard sein muss... aber mindestens ein Spieler in deinem Team sieht das immer anders... Tendenz eher höher.\n\nNebenbei würde ich das auch als symbolisches \"Yeah, we fucked that up and have no instant idea how to fix this shit\" von Riot ansehen. ","replies":[{"id":"","poster":"Lucy Cαt","date":"2019-10-30T09:21:52.087+0000","up_votes":1,"down_votes":0,"body":"Yuumi funktioniert du siehst es doch im Pro Play aber nicht weil es Pro Play ist sondern weil der Champ nicht clapt wenn du dich nicht mit deinem adc absprechen kannst bzw deinen mates was halt leider wieder die schuld von riot ist weil sie es nach 10 jahren immernoch nicht geschafft hat einen Voice chat wie in cs.go rauszubringen. Das Problem ist nicht der Champ sondern das du dich selbst nicht steuern bzw nur bedingt steuern kannst das du von anderen abhängig bist und wir alle wissen das abhängigkeit in der soloq instant lost ist","replies":[{"id":"","poster":"Cenâreth","date":"2019-11-02T14:49:31.531+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ðiff Evaded,realm=EUW,application-id=YnZkMR0R,discussion-id=PJQART77,comment-id=0001000000000000,timestamp=2019-10-30T09:21:52.087+0000)\n>\n> Yuumi funktioniert du siehst es doch im Pro Play aber nicht weil es Pro Play ist sondern weil der Champ nicht clapt wenn du dich nicht mit deinem adc absprechen kannst bzw deinen mates was halt leider wieder die schuld von riot ist weil sie es nach 10 jahren immernoch nicht geschafft hat einen Voice chat wie in cs.go rauszubringen. Das Problem ist nicht der Champ sondern das du dich selbst nicht steuern bzw nur bedingt steuern kannst das du von anderen abhängig bist und wir alle wissen das abhängigkeit in der soloq instant lost ist\n\nHat weniger mit Absprache als mit Spielverständnis zu tun. Ich seh halt immer wieder ziemlich viele Supporter die einfach wahllos ohne zu schauen ob bereits Supp gepickt worden ist, Yuumi einfach reinpicken. Und denken mit AFK rumsitzen ohne Skill-Shots zu drücken gewinnt man Spiele. Ich geb da dem TE auch zu gewissen Punkten Recht.\nDie Leute verlernen Basics. Und dass zieht sich von Competitive bis in die low Elo durch.\n\nDer Voice Chat wird nichts nutzen weil niemand außer der High Elo diesen effektiv nutzen wird. In der low Elo hast du meistens sowieso nur Trash Gelaber.","replies":[]}]}]}]}]},{"id":"","poster":"Iiuz","date":"2019-10-29T09:22:46.769+0000","up_votes":1,"down_votes":0,"body":"Du stellst hier Yuumi als unplayable da mit 41% allerdings ist das nicht gleich ein Instant lose und gerade Yuumi ist sehr darauf angewiesen wie der ADC spielt also liegen deine negativen Erfahrungen mit Yuumi vielleicht auch daran dass du denkst Yuumi ist eh scheiße und du dich somit nicht nach vorne traust um ihr ihren Poke zu ermöglichen wodurch sie dann nicht ins game kommt und weak ist ....","replies":[]},{"id":"","poster":"LootAndPillage","date":"2019-10-28T22:04:21.478+0000","up_votes":1,"down_votes":1,"body":"Bin auch ADC main und so wie ich das sehe können die Yuumi Spieler nichts dafür, dass Riot diesen champ misdesigned hat. \n\nDie Grundidee einen champion untargetable zu machen ist schon gewagt genug, aber mMn. hätte sich Riot dabei auf einen reinen enchanter beschränken sollen. Der letzte nerf den sie bekommen hat geht imho genau in die falsche Richtung indem er den CC (slow) brutal reduziert hat aber Yuumis damage hoch gelassen hat. \n\nWas mich selbst angeht hab ich schon gute Yuumi Spieler gesehen die durchaus eine ordentliche Leistung auf dem champ bringen, aber auch leider sehr viele mehr bei denen sich botlane wie 1vs2 angefühlt hat mit Yuumi. Ganz besonders schlimm finde ich die Kombi mit ADCs die relativ kurze AA range haben. \n\nZumindest im ranked frage ich höflich ob der supp auch etwas anderes spielen könnte, und falls nein dodge ich normalerweise. \nJa, ich weiß das ist nicht fair gegenüber Yuumi Spielern die auch nix dafür können. Aber ich selbst würde ja auch von einer Kalista runterwechseln auf einen anderen ADC wenn mein supp mich drum bitten würde.","replies":[]}]}