{"id":"fb4AFT39","poster":"Mjölnir Kind","date":"2019-01-07T06:20:03.424+0000","title":"[TGSG] Es beginnt wieder ._.","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"(Guten) Morgen meine verlorenen Seelen des Forums! ^^\n\nEs ist f&uuml;rn noch wieder soweit und das neue Jahr beginnt direkt mit ner Woche Berufsschule ... \n\n\n\nIch hoffe ihr seid wenigstens gut ins neue Jahr gerutscht :P\n\nGestern hab ich mir den &quot;neuen&quot; Pokemon Film angeguckt und gef&uuml;hlt den ganzen \nFilm durch geweint x)\nZum einen weil der Film so verdammt emotional ist und zimmer anderen weils mich genervt hat das Ash ne andere Stimme hatte. \n\nNun ja jz hei&szlig;t es erstmal Schlafrythmus wieder normalisieren und nicht um 5 in der fr&uuml;h ins Bett xD","replies":[{"id":"","poster":"EsD Swiftcast","date":"2019-01-07T10:06:02.399+0000","up_votes":2,"down_votes":4,"body":"ist das hier tiktok oder warum bekommt so ein post soviel aufmerksamtkeit?","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T10:11:23.616+0000","up_votes":4,"down_votes":0,"body":"Troll dich.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T13:33:24.438+0000","up_votes":1,"down_votes":0,"body":"Wer isn er jetzt?","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T13:46:23.448+0000","up_votes":1,"down_votes":0,"body":"der hier:\n\nhttps://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/KAFQBgwt-warum-ist-neeko-lesbisch?comment=0006000000020000","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T13:51:29.235+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe.","replies":[]}]}]}]},{"id":"","poster":"XenesisCH","date":"2019-01-07T12:30:26.956+0000","up_votes":1,"down_votes":0,"body":"Prinzessin bekommt immer unsere Aufmerksamkeit {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Carry This Scrub","date":"2019-01-08T15:49:22.626+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-09T08:03:00.615+0000","up_votes":1,"down_votes":0,"body":"Ist das die Jugend von heute? *seufz*","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T11:11:38.919+0000","up_votes":1,"down_votes":1,"body":"Hier werden träume war!","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-01-07T11:21:46.394+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Prinzessinˆˆ,realm=EUW,application-id=YnZkMR0R,discussion-id=fb4AFT39,comment-id=00060001,timestamp=2019-01-07T11:11:38.919+0000)\n>\n> Hier werden träume war!\n\n[LEB DEINEN TRAUM, DENN ER WIRD WAHR!](https://www.youtube.com/watch?v=zlcB1ZLcilc)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T11:23:56.948+0000","up_votes":1,"down_votes":0,"body":"Uff das bekomm ich jz wieder nicht mehr ausm Kopf ._.","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-07T07:55:58.691+0000","up_votes":2,"down_votes":0,"body":"ÜBRIGENS!\nBin ich jetzt auch in Cactus' Club! *jubel*","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T13:22:34.719+0000","up_votes":1,"down_votes":0,"body":"Schande! *klingel* Schande! *klingel*","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T13:24:03.542+0000","up_votes":1,"down_votes":0,"body":"zu viel Family Guy geguckt, hm? xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T13:29:09.718+0000","up_votes":1,"down_votes":0,"body":"....Bruder? Das ist aus Game of Thrones bzw. Das Lied von Eis und Feuer.\n\nSCHANDE! *LAUT KLINGEL* SCHANDE *LAUT KLINGEL*","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T13:30:18.915+0000","up_votes":1,"down_votes":0,"body":"ich kenn kein GoT ... noch nie geschaut, noch nie Interesse dran gehabt :S\nAber die Szene gibt's auch in Family Guy, sicher eine Parodie auf GoT .... :D \n\n*Klingel stibitz*","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T13:33:03.667+0000","up_votes":1,"down_votes":0,"body":"Kannst auch die Bücher lesen, die sind ziemlich genial. Mag ich fast so sehr wie die Witcher Bücher.","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-07T13:49:03.344+0000","up_votes":1,"down_votes":0,"body":"Leider hat der werte Autor andere Prioritäten... ich warte jetzt schon seit über 7 Jahre auf die letzten zwei Bücher, um das Ding zum Abschluss zu bringen {{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:25:26.270+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich hat er bei der letzten Staffel einen Schlaganfall bekommen. Ich hoffe sie reißen das Ruder für das Finale noch einmal herum, aber das war ja richtig lächerlich.","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-07T14:38:12.732+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich gibt er den Löffel ab bevor er die Buchreihe zu ende geschrieben hat. \n\nBis jetzt hab ich die Serie noch nicht angesehen... ich dachte eigentlich immer ich kann die Buchreihe zuerst beenden und dann mal genüsslich die Serie reinziehen... aber das war wohl ein Schuss in den Ofen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:41:27.829+0000","up_votes":1,"down_votes":0,"body":"Also die Staffeln bis sie die Bücher überholt haben waren gut, dann baut es langsam ab.\nEs ist natürlich keine 1:1 Umsetzung, aber das Stört nur an wenigen Stellen. Man darf halt nicht immer den Plot der Bücher vor Augen haben *crys in Martell*\nAber man kann es sich gut anschauen. Empfehlung ist raus.","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-07T14:51:21.589+0000","up_votes":1,"down_votes":0,"body":"Ich werde mir die Serie sicherlich einmal reinziehen, aber zurzeit denke ich nicht, dass es was wird. Zudem ist es schon so lange her, dass ich wohl nicht mehr alles was ich vor Jahren gelesen habe noch weiss. Das wird es sicher einfacher machen, die Serie zu geniessen. \n\nIch habe mir übrigens die ersten zwei Bücher der Horus Heresy als Hörbücher welche ich auf Spotify gefunden habe reingezogen. Die sind Ausgezeichnet! Aber leider gibt es Galaxy in Flames noch nicht als Audiobook auf Spotify.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:56:52.805+0000","up_votes":1,"down_votes":0,"body":"Gibt's die da auf deutsch? Hab bei Audible bislang nur den ersten auf Deutsch gesehen.","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-07T15:23:20.100+0000","up_votes":1,"down_votes":0,"body":"Jep, Horus Rising und False Gods gibt es beide auf deutsch, 28 Stunden purer Genuss :)","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-08T09:24:23.345+0000","up_votes":1,"down_votes":0,"body":"Nice! Finde ich gut, dass es soviel Lesematerial gibt, dann wird es mir nicht so schnell langweilig :). \n\nIch überlege mir auch, ob ich mal Dawn of War 3 ausprobieren sollte :D.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-01-07T16:33:34.099+0000","up_votes":1,"down_votes":0,"body":"Ja nice. Gerade gesehen, dass Audible den 2. Teil auch schon seit dem 4.1. hat.\nSehr sehr geiler Dorsch. Gut nur dass die Saga mittlerweile 50! Bücher umfasst.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-07T08:09:14.929+0000","up_votes":1,"down_votes":0,"body":"Ist sas sowas aus Spongebob oder so? Oder wie damals der Tigerentenclub? \n\nOder eher sowas wie “Erste Regel: “Niemand redet über den Cactusclub!“","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:20:49.119+0000","up_votes":1,"down_votes":0,"body":"> Oder wie damals der Tigerentenclub? \n\nIch war so ein Tigerentenclub Fan das ich da mal hingeschrieben habe für ein Autogramm. Hab auch tatsächlich eins bekommen... Aber es ist verschwunden :<","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:09:28.970+0000","up_votes":1,"down_votes":0,"body":"Damals Super RTL war als Kind schon was Feines :P. Aber mich hat der Tigerentenclub selbst tatsächlich nie wirklich angemacht ^^.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T09:13:30.372+0000","up_votes":1,"down_votes":0,"body":"Also für mich gab es schon immer nur Prosieben und maximal RTL.\n\nProsieben hatte schon immer die guten Serien wie Spiderman, Ghostbusters, Batman ... geschweige denn die guten Anime Sachen wie Inuyasha und Conan. RTL hatte dann auch hin und wieder gute Zeichentrickserien im Angebot und später dann unterhaltsame Teenieserien wie \"Popular\".\n\nIch weiß auch gar nicht mehr was ich am Tigerentenclub so toll fand XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:19:17.398+0000","up_votes":1,"down_votes":0,"body":"Tatasächlich hab ich nur als Kind Tv geschaut... also so bis maximal 10. Dann gab's meinen ersten Computer und alles war vorbei xD. Deshalb hatte ich auch nie einen Fernseher, der TV empfangen konnte. ","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T09:32:21.947+0000","up_votes":1,"down_votes":0,"body":"Uhhh ich erinnere mich noch als wir unseren ersten PC bekommen haben.\n\nMein Vater wollte mir den unbedingt zeigen und erklären. Er saß da mit der Bedienungsanleitung und einer Computerbild Ausgabe (glaube ich, nicht sicher) bzgl. Tipps für die Nutzung usw.\n\nWobei ich glaube das das unser zweiter PC war. Wenn man in das Arbeitszimmer von meinem Vater reingegangen ist stand auf der linken Seite ein Schrank mit einer Nische drin wo praktisch so etwas wie ein eingebauter Schreibtisch war. Auf dem PC gab es immer so ein komisches Spiel wo ein verpixeltes Raumschiff rum geflogen ist und Ufos abgeknallt hat? Irgendwann war das weg und auf der linken Seite stand nur noch ein großes Kleiderschrank.\n\nDer Wand gegenüber waren dann zwei Schreibtische wo es erst nur einen PC gab. Dann gab es zwei.\n\nIrgendwann habe ich einen Laptop bekommen, keine Ahnung warum.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:37:36.960+0000","up_votes":1,"down_votes":0,"body":"Ich weiß es noch als wäre es gestern gewesen, ich bekam ca. 1000 Mark zur Kommunion und meine Ma hat mir \"großzügigerweise\" dafür ihren alten Computer überlassen und ich hab mich auch noch gefreut xD.\n\nDazu hat sie mir damals ein Lernspiel für Englisch lernen geschenkt und von meinem Vater kam eine Spielebox mit 10(?) Spielen die da mehr schlecht als recht drauf liefen... Aber eigentlich hab ich eh immer nur Megarace 2 gespielt, das beste Rennspiel aller Zeiten!\n\nWenn ihr denkt, die Realfilm - Zwischensequenzen von Command & Conquer oder Wing Commander waren trashig, dann habt ihr noch nie Megarace 2 gespielt ^^. \n\nhttps://www.youtube.com/watch?v=c_LhEusLrr0\n\nErste Minute kann übersprungen werden ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T10:12:28.897+0000","up_votes":1,"down_votes":0,"body":"Hallo?!\nDie Filmsequenzen von C&C waren 1. absolut innovativ und 2. total genial! (für damalige Verhältnisse)","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T10:18:22.151+0000","up_votes":1,"down_votes":0,"body":"Das stimmt natürlich ^^. Waren im ersten C&C von 1995 schon die Filmsequenzen? Megarace 2 ist von 1996 ^^.\n\nAllerdings ist der wichtige Unterschied:\n\nIn C&C waren die Filme so herrlich genial - trashig, aber die haben ja alle noch \"ernsthaft\" gespielt.\nWas ich da oben verlinkt habe ist einfach nur eine absurde Parodie, das hab ich als Kind schon ahrt abgefeiert xD","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T10:20:34.433+0000","up_votes":1,"down_votes":0,"body":"ich meine ja, kann es aber nicht 100% sicher sagen\n\nwenn ich ehrlich bin, vermisse ich C&C ... ich haben Generals **geliebt** (bevor es indiziert wurde) .... jetzt gibt's nur noch doofe Teile","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T13:25:07.195+0000","up_votes":1,"down_votes":0,"body":"C&C 3 Tiberium Wars ist mmn der beste Teil. Mit Generals bin ich nie warm geworden.","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T13:26:57.877+0000","up_votes":1,"down_votes":0,"body":"ich glaube das ist generell in der C&C-Reihe so, es gibt die, die die Fiction mochten und die Realisten, ich mochte letzteres lieber ... der einzige Teile den ich mochte war Tiberium Sun\n\nAber der Realismus aus Generals hat mich voll abgeholt!\n\nEDIT:\nImmer in Bezug auf die nicht-indizierte Version(!) ... diese Robertstimmenkacke hat alles zerstört ... es wurde ja 2 Tage (oder so) nach Release indiziert ... ich habe das Original noch am Release-Tag gekauft und bin stolzer Besitzer von freigegebener Original-Software","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T14:19:49.481+0000","up_votes":1,"down_votes":0,"body":"Hatte auch immer viel Spaß mit Alarmstufe Rot, das war so herrlich abgedreht ^^","replies":[]},{"id":"","poster":"Qbert","date":"2019-01-07T13:47:43.506+0000","up_votes":1,"down_votes":0,"body":"siehst du ... und ich mochte Tanja! :D (ich glaub so hieß sie) ... aus Alarmstufe Rot :D\n\nAber korrigiere mich, wenn ich mich irre, aber waren nicht auch Leute aus dem Entwicklerteam dabei? Bin mir jetzt nicht sicher...","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-01-07T13:32:13.430+0000","up_votes":1,"down_votes":0,"body":"Ich mochte Kane und NOD sehr gerne. Mir hat auch gut gefallen, dass der halbe BSG Cast in den Sequenzen mitgespielt hat, das war schon cool.","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-07T10:27:14.329+0000","up_votes":1,"down_votes":0,"body":"Gibt doch jetzt Rivals, das mobile - pay to win Ding xD. Sei glücklich damit und danke EA auf Knien dafür ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T10:59:18.776+0000","up_votes":1,"down_votes":0,"body":"der Kelch ging wohl an mir vorüber ... aber ich meine irgendwo aufgeschnappt zu haben, dass sie wieder zwei neue Spiele machen wollen ... leider keins mehr wie Generals, weil denen das politisch zu heiß ist :( \nAber eins Richtung Alarm Stufe Rot und eins Richtung Tiberium Sun","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T11:31:00.784+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß gibt es ein Remake von Alarmstufe Rot, ja ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T09:48:03.167+0000","up_votes":1,"down_votes":0,"body":"o_o Deine Mutter hat dir 1000 Mark für ihren alten PC abgezogen oder hat sie dir das Ding zur Kommunion geschenkt?\n\nSo einen Lerncomputer hatte ich auch xp Aber einen Logitech PC/ Laptop idk. Ehrlich gesagt erinnere ich mich nicht ob ich das Ding wirklich mal benutzt habe oder es nur für Spielereien benutzt habe .-. irgend eine dunkle Erinnerung schwirrt da rum mit einem Spiel aber... keine Ahnung.\n\nIch würde mich zu gerne an meinen ersten Laptop erinnern. Hatte ich Geburtstag? War das ein nachträgliches Geschenk? Hatte ich etwas in die Richtung geäußert?\n\nAn den Laptop erinnere ich mich noch .-. sogar das es ein Gericom war der sehr sehr lange gehalten hat. Als er nach etlichen Jahren den Geist aufgegeben hatte, ist mein Vater direkt mit mir los und hat einen neuen gekauft. Als sich bei #2 die Festplatte zerschossen hat, sind wir auch fast direkt gefahren obwohl meine Eltern da schon geschieden waren und wir nicht so den regelmäßigsten Kontakt hatten.\n\nAber mich interessiert nur warum ich auf einmal diesen Laptop hatte. Ich setze einfach mal einen Geburtstag in Zusammenhang .-.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:57:37.775+0000","up_votes":1,"down_votes":0,"body":"Meine Mutter hat mir knapp 1000 Mark für ihren alten Aldi Pc abgezogen, yo ^^. Das muss wohl 1999 oder so gewesen sein... \n\nAber um fair zu sein: Als dann irgendwann Windows XP kam sind wir irgendwann zum Media Markt gefahren und ich hab einen neuen PC bekommen, den ich dann eine Weile hatte ^^. \n\nDas muss irgendwann 2002 oder 2003 gewesen sein, ich erinnere mich noch, dass ich auf diesem allerersten PC Gothic 1 noch mit ca. 4 FPS durchgespielt habe xD. In Gothic 2 war mit etwas 1 FPS bei einer Sichtweite von 2 Metern dann Ende und ich musste auf den neuen Rechner warten... Das war ganz schrecklich.\n\nMeinen ersten eigenen PC hab ich mir dann zusammengebastelt, um Gothic 3 spielen zu können :P.\n\nMeine Karriere hangelt sich an Gothic entlang, seitdem bau ich meine Computer immer selbst ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T10:32:17.578+0000","up_votes":1,"down_votes":0,"body":"wow XD eiskalt die Frau!\n\nHmm ich kaufe PCs lieber oder lasse bauen .-. ich kann das halt selbst nicht bzw. wäre zu schissig ihn zu benutzen aus Angst er könnte bei jedem Anschalten in die Luft fliegen XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T10:47:56.140+0000","up_votes":1,"down_votes":0,"body":"Ist eigentlich alles easy :P. Aber ich mache das auch immer für meinen ganzen Freundeskreis, ich bestelle denen die Teile, baue das zusammen und installiere alles vor xD. Ich nehm nicht mal Geld dafür :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T10:56:36.932+0000","up_votes":1,"down_votes":0,"body":"Also wenn du bestellst, bastelst und auch noch bezahlst .-. würde ich das für den nächsten PC vielleicht auch in Anspruch nehmen? :3","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T12:33:53.566+0000","up_votes":1,"down_votes":0,"body":":D Ohja bitte! XD Hab meine Bilder ja auch ungefragt verbreitet!\n\nAber über so kleine flauschige Bällchen freut sich ja jeder, auch wenn es nicht alle zugeben würde :D\n\nEinfach raus hauen!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-07T12:28:59.037+0000","up_votes":1,"down_votes":0,"body":"Vermutlich hast du Recht, das hab ich mir auch schon überlegt. Aber ihr werdet auf jeden Fall mit Bildern zugeschüttet, wenn euch die interessieren :D","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T12:27:33.431+0000","up_votes":1,"down_votes":0,"body":"Es bestünde die Gefahr das ich meine gegen deine austausche weil du die kleineren und noch unschuldigeren Wollknäule hast XD Meine haben jetzt am Wochenende das Ankleidezimmer zu ihrem Spiel- und Schlafzimmer erklärt.\n\nDa steht noch einiger Krempel rum, ein größeres Schränkchen und zwei Wandregale wo vor allem #2 sehr sehr gerne hoch klettert und  liegt.\n\nUnd #1 hat gestern mit ihrem Spiegelbild gespielt >.< so niedlich!\n\nIch würde sie gerne angucken °^° aber Samstags verlasse ich Haus nur zum Spaziergang mit Rocky x.x Und ich denke es wäre nicht gut wenn die Kleinen dann noch ausgeliefert werden zum begaffen nach/ während einer anstrengenden Autofahrt .-.","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-07T12:08:16.205+0000","up_votes":1,"down_votes":0,"body":"Auf jeden Fall, meine Freundin wird vermutlich mitkommen. Ansonsten finde ich jemand anderen.","replies":[]},{"id":"","poster":"Qbert","date":"2019-01-07T12:07:29.572+0000","up_votes":1,"down_votes":0,"body":"ich empfehle dir übrigens, jemanden mitzunehmen... der sich ein wenig während der Autofahrt um die Zwerge kümmern kann\nAuch solltest du den kleinen nicht zu viel Lärm und zu viele Menschen gerade am 1. Tag zumuten","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-07T12:04:41.614+0000","up_votes":1,"down_votes":0,"body":"Ja, ich hab den Termin eben festgezurrt ^^. \n\nIch fahre dann ins Ruhrgebiet und zurück ^^. Sind ja so 2 Stunden Fahrt in etwa schätze ich mal :P. Ich hoffe also bis Abends daheim zu sein, dann können noch ein paar (wenige) Freunde hallo sagen und wir feiern in meinen Geburtstag rein ^^\n\nMaps schlägt sogar die Fahrt durch Bonn vor, magst dir die auf der Rückfahrt mal angucken? :D","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T12:01:21.095+0000","up_votes":1,"down_votes":0,"body":"#ALSO AN MEINEM GEBURTSTAG!!!!\n\nYEEEAAYYYY Ich hab Geburtstagskatzeeeeeeeeeeeeeeeeen!\n\nDas ist ein Samstag :3 Da fährst du also um die halbe Welt und wieder zurück und kannst sie am gleichen Tag noch zuhause lieb haben, ja?","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-07T11:57:44.360+0000","up_votes":1,"down_votes":0,"body":"02.02. ^^ \n\nEinen Tag vor meinem Geburtstag, da werden sie 10 Wochen alt sein ^^","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:56:05.324+0000","up_votes":1,"down_votes":0,"body":"Doch! Tränen!\n\nSeit Freitag weine ich wegen allem! Ich hab sogar gestern bei Iron Man 3 geweint als Tony seine Anzüge in die Luft gejagt hat wegen/ für Pepper.\n\n\\o/ Wann ist der Termin? Waaaaannnnn?","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-07T11:40:11.451+0000","up_votes":1,"down_votes":0,"body":"Naja, für den Arbeitsaufwand... Für den nehm ich kein Geld... Das dauert ja immer Stunden und... bitte keine Tränen :((\n\nIch bin doch eh total blank, abgebrannt nach dem Umzug und jetzt noch Katzenkram kaufen xD. Immerhin hab ich ja jetzt einen Termin!!!","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:37:49.565+0000","up_votes":1,"down_votes":0,"body":"Aber...\n> [...] ich bestelle denen die Teile, baue das zusammen und installiere  [...] Ich nehm nicht mal Geld dafür :D\n\n{{sticker:sg-soraka}}","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-07T11:30:10.441+0000","up_votes":1,"down_votes":0,"body":"Bezahlen müssen den leider meine \"Kunden\" :P","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-01-07T11:17:22.783+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=fb4AFT39,comment-id=0004000000000000,timestamp=2019-01-07T09:09:28.970+0000)\n>\n> Damals Super RTL war als Kind schon was Feines :P. Aber mich hat der Tigerentenclub selbst tatsächlich nie wirklich angemacht ^^.\n\n...der Tigerentenclub kam vom SWR/WDR und wurde auf Kika/ARD gesendet.\n\n\nEdited: ZDF. Es wurde in erster Line auf ZDF gesendet.","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T11:21:05.505+0000","up_votes":1,"down_votes":0,"body":"ich kenn das noch als Disney-Club ... und da lief es in der ARD :| glaube ich","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-01-07T11:22:50.609+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=fb4AFT39,comment-id=000400000000000000010000,timestamp=2019-01-07T11:21:05.505+0000)\n>\n> ich kenn das noch als Disney-Club ... und da lief es in der ARD :| glaube ich\n\nNein. Disney hatte die X-anderen Channel für die du zahlen musstest, bis Super RTL sich da Rechte gekauft hatte...","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T11:24:53.072+0000","up_votes":1,"down_votes":0,"body":"es gab erst den Disneyclub, der wurde dann durch den Tigerentenclub ersetzt :O \n( https://de.wikipedia.org/wiki/Tigerenten_Club )\n\nIch bin einfach schon so alt, dass ich so etwas weiß :[ \nim Disneyclub war ich Mitglied, im Tigerentenclub dann nicht mehr","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-01-07T11:28:29.283+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=fb4AFT39,comment-id=00040000000000000001000000000000,timestamp=2019-01-07T11:24:53.072+0000)\n>\n> es gab erst den Disneyclub, der wurde dann durch den Tigerentenclub ersetzt :O \n> ( https://de.wikipedia.org/wiki/Tigerenten_Club )\n> \n> Ich bin einfach schon so alt, dass ich so etwas weiß :[ \n> im Disneyclub war ich Mitglied, im Tigerentenclub dann nicht mehr\n\n...wat.\n\n>Der Disney Club war eine deutsche Fernseh-Unterhaltungssendung für Kinder. Sie wurde von der ARD (federführend vom SDR) produziert, die Erstausstrahlung der Sendung war am 5. Januar 1991. Bis zum 30. Dezember 1995 wurde sie immer am Samstagnachmittag im Ersten ausgestrahlt und am Sonntagmorgen wiederholt. \n\nOh ja okay, ich bin 98 geboren ;O Dann konnte ich das natürlich nicht wissen lol.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T11:33:24.432+0000","up_votes":1,"down_votes":0,"body":"Bitte habt euch lieb, ich wollte keinen Streit eskalieren, nur wegen meines gefährlichen Halbwissens :P.\n\nIch bin von 89, ich hatte einfach in der Erinnerung, dass es Super RTL gewesen wäre ^^. \nIch glaube im Disney Club war ich damals aber auch ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T11:47:23.846+0000","up_votes":1,"down_votes":0,"body":"wir haben uns doch lieb, Izaya diskutiert (wie ich) nur auch gerne, aber wir mögen uns =D","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T11:50:32.348+0000","up_votes":1,"down_votes":0,"body":"*shuv*","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T11:54:45.563+0000","up_votes":1,"down_votes":0,"body":"waaaaaaaaaaaaaas ist \"shuv\"? xD","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T11:57:02.207+0000","up_votes":1,"down_votes":0,"body":"*shuv* ist ein allgemeingültiger, niedlich klingender Ausdruck für Erleichterung :)","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-07T11:47:01.806+0000","up_votes":1,"down_votes":0,"body":"Ja, ich hatte das damals so wahrgenommen.\nEs ist kein \"offizieller\" Nachfolger, wie ich jetzt gelesen habe, sondern wurde halt durch das Deutsche Pendant Tigerentenclub ersetzt\n(steht so im Wiki)\n\n> Der Tigerenten Club wurde als Nachfolgesendung des zuvor auf diesem Sendeplatz ausgestrahlten Disney Clubs konzipiert, dessen Moderatoren anfänglich auch übernommen wurden.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"VIP tombtomb","date":"2019-01-07T09:41:01.827+0000","up_votes":1,"down_votes":0,"body":"Na dann, herzlichen Wiklkommen!!","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T09:42:21.079+0000","up_votes":1,"down_votes":0,"body":"Du bist da auch?!\n\nJetzt bin ich mir nicht mehr so sicher, ob ich da sein möchte .... \n\nôo","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:05:40.777+0000","up_votes":1,"down_votes":0,"body":"Erläutere uns warum das direkt ein wahnsinnig schlechtes Bild auf das Ganze wirft \\o/ pls","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T11:14:31.641+0000","up_votes":1,"down_votes":0,"body":"er/sie mag mich nicht besonders\n \nsiehe:\nhttps://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/fRegwb6r-riot-support-antwortet-nicht?comment=000300000000\n\n(und das ist nicht das erste mal!!!)\n\nhttp://i.imgur.com/byPT5gx.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:29:14.827+0000","up_votes":1,"down_votes":0,"body":":o Das ist ja unerhört! Und völlig unbegreiflich!","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T11:48:09.691+0000","up_votes":1,"down_votes":0,"body":"ja, total! \n\nich bin weiches, flauschiges Floof ... ich bin sensibel \n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:59:27.195+0000","up_votes":1,"down_votes":0,"body":"Und die liebste-flauschigste-knuddeligste Kuschelkugel wo gibt!","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T12:00:29.942+0000","up_votes":1,"down_votes":0,"body":"ich gebe mir Mühe!\n\nLass mal wieder ein Türmchen bauen:\n\nhttps://ctl.s6img.com/society6/img/WcnuQM-FiHtTeHgHuEtP5usN85U/w_700/prints/~artwork/s6-0035/a/16582960_7347909/~~/lol-poro-pink-ver-prints.jpg?wait=0&attempt=0","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T12:09:22.449+0000","up_votes":1,"down_votes":0,"body":"\\o/ Viele kleine Türmchen\nhttps://img01.lachschon.de/images/Schmitzelbrimpf-1057270231.jpg","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T12:12:42.356+0000","up_votes":1,"down_votes":0,"body":"WTF XD\n\nnein, eher so:\n\nhttps://i.pinimg.com/originals/cd/ed/e6/cdede6baccfa25a1180bfc11cbe3e9ac.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T12:30:54.632+0000","up_votes":1,"down_votes":0,"body":":x Oh...\n\n*auf Knuffel hüpf*","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T13:02:07.423+0000","up_votes":1,"down_votes":0,"body":"*zufrieden vibrier*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T13:09:05.904+0000","up_votes":1,"down_votes":0,"body":"\\O/ Hoch bis zum Kekshimmel\n\nhttps://ih1.redbubble.net/image.567947872.5598/flat,750x1000,075,t.u1.jpg","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"VIP tombtomb","date":"2019-01-07T10:56:51.420+0000","up_votes":1,"down_votes":0,"body":"{{sticker:katarina-love}}","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T09:24:11.973+0000","up_votes":1,"down_votes":0,"body":"Haha gesehen ja :D\nWelcome! :p\n\nJz musst du nurnoch mitspielen :D","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T09:33:25.519+0000","up_votes":1,"down_votes":0,"body":"wollte ich ja! Aber Cactus hatte mich zu spät eingeladen, da war dann jemand vor mir in der Gruppe :|","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T09:35:46.148+0000","up_votes":1,"down_votes":0,"body":"unlucky :/\nWenn sie das nächste mal streamt halt :P","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T09:41:09.824+0000","up_votes":1,"down_votes":0,"body":"och, ich kleiner Poro stehe ohnehin nicht so gerne im Mittelpunkt :|","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T11:18:48.011+0000","up_votes":1,"down_votes":0,"body":"Zu spät!!","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T11:21:51.018+0000","up_votes":1,"down_votes":0,"body":"nene, ich stehe nicht im Mittelpunkt, das würde ich ja mitbekommen","replies":[]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2019-01-07T08:13:32.420+0000","up_votes":1,"down_votes":0,"body":"o: Wie kommt man in den Cactus' Club? ICH AUCH WOLLEN!{{sticker:galio-happy}}","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T09:07:07.915+0000","up_votes":1,"down_votes":0,"body":"persönliche Einladung der Chefin","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-07T09:31:52.239+0000","up_votes":1,"down_votes":0,"body":"_ooooh_ o:","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T09:35:11.366+0000","up_votes":1,"down_votes":0,"body":"Eigentlich musst du nur ihren Stream gucken :D\nUnd schöner aktiv im Chat sein :P","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-07T10:56:57.197+0000","up_votes":1,"down_votes":0,"body":"aha... das nimmt dem ganzen jetzt ein bisschen die Besonderheit {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T11:17:19.575+0000","up_votes":1,"down_votes":0,"body":"Naja es ist halt ihre Cacti-Community :P","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:21:31.912+0000","up_votes":1,"down_votes":0,"body":"Einfach bewerben!\n\nhttp://www.kakteenfreunde-berlin.de/","replies":[{"id":"","poster":"XenesisCH","date":"2019-01-07T08:24:14.344+0000","up_votes":1,"down_votes":0,"body":"mit K? Das will ich net!  {{sticker:sg-janna}} {{sticker:sg-janna}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:34:30.380+0000","up_votes":1,"down_votes":0,"body":"c.c Wer \"net\" oder \"nix\" benutzt darf sich nicht beschweren!\n\nAlternative:\nhttps://www.roblox.com/groups/group.aspx?gid=3695351","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:19:37.338+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-clap}}","replies":[]}]},{"id":"","poster":"IDI IEI IXI IOI","date":"2019-01-07T21:30:59.912+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T21:38:51.815+0000","up_votes":1,"down_votes":0,"body":"Uhm wait what","replies":[]}]},{"id":"","poster":"INoKami","date":"2019-01-07T16:48:02.873+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 76, Abendausgabe**\n\nFrisch zurück aus den Ferien!\nEs ist schon irgendwie erstaunlich, wie man während der kleinen Auszeit Dinge aus den Augen verliert, über die man sich immer wieder mal aufgeregt hat, nur um am ersten Tag zurück zu merken, dass sich absolut nichts geändert hat: scheinbar sind Schuhe mitsamt Füßen und ein Turnbeutel eine angemessene Sitzplatzbelegung im Bus, die Bahn ist mal wieder pünktlich wie eh und je und zu allem Überfluss musste mich heute mein Handy auf eine ganz besondere Weise trollen: wie ich vielleicht schon mal erzählt habe (und wenn nicht, tue ich das einfach jetzt), habe ich momentan wieder so eine kleine Eisbrecher-Hype-Phase. Mittlerweile habe ich es auch mal gesamt, meine kleine CD-Kollektion zu digitalisieren und auf mein Handy zu ziehen. Nur folgendes Problem: mein Handy meinte heute, alle Lieder des ersten Albums abspielen zu müssen, welches für mich noch unter die Kategorie \"So wirklich haben wir eigentlich noch keinen Plan, wo wir hin wollen\" rangiert. Long story short: Von 75 Minuten Musik habe ich heute nur 5 Minuten lang eine E-Gitarre hören können! So kann doch mal ein Tag anfangen! (Hab meinem (übrigens neuem, danke dafür Weihnachten!) Handy jetzt auf dem Rückweg noch eine Chance gegeben... es hat es genutzt^^)\n\nUnd der Knüller ist ja: wo fängt den dieser Tag an? Richtig, in meiner heiß geliebten _*_ _hust_ _*_ Schule! Die Lehrer sind immer noch größtenteils alle Pfeifen, besonders wieder mal Kollege Anorganik, der meinte, heute mal wieder überziehen zu \"dürfen\", unser Schulleiter sorgt nach wie vor für Albträume und es ist Montag, das heißt, heute war wieder unsere Spezialistin am Start! Das perfide Verbrechen, was sie heute an uns beging, war das Aushändigen einer siebenseitigen Anleitung, wie man eine Hausarbeit zu schreiben hat. Und glaubt mir, das ist strenger geregelt als die StVO! Da wird man ja wahnsinnig! Natürlich wurde das Ding auch noch in aller Ausführlichkeit besprochen und dann einige Übungsbeispiele gemacht...\n\nAber nach ihrem Vorbild werde ich nun mal auch eine Hausarbeit schreiben, nämlich hier, und mein Thema lautet natürlich die **Mordmethode der Woche:**\nHeute werden alle Freunde der Assasinen-Kunst auf ihre Kosten kommen, denn die bloße Beschreibung der Methode bzw. sogar nur deren Waffe reicht schon aus: Klaviersaite. Im Grunde das Duct Tape eines jeden Meuchelmörders. Mehr muss man ja auch nicht dazu sagen, oder? :)\n\nIn diesem Sinne: eine schöne Woche euch!\n\n_\nMein Gott, was war das mal wieder für eine traumhafte Überleitung bei der Mordmethode... gibt es evtl. noch irgendwo einen Studiengang für \"Überleitungen schreiben\"? Ich würde sofort jede Klausur bestehen xD_","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T12:39:49.070+0000","up_votes":1,"down_votes":0,"body":"Nicht nur das Moni mir ein Geburstagsgeschenk machen wird (mit der Freude und Liebe die er seinen kleinen Flauschebällchen entgegen bringen wird) .. nein! Darf ich euch meinen Geburtstagskuchen vorstellen? Hier!\nhttps://img.rewe-static.de/2013971/24808764_digital-image.png\n\nP.S.\nLetztes Jahr sollte es ihn auch schon geben, aber dann wurde ich mit einer Mini-Billig-Version verarscht! Das traut man sich kein zweites Mal ò.ó","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T14:18:14.746+0000","up_votes":1,"down_votes":0,"body":"ich werde wie immer selbst meinen Mega - Käsekuchen backen :)\n\n7 Kilo Zutaten auf einer ganz normalen Kuchenfläche :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T14:24:16.777+0000","up_votes":1,"down_votes":0,"body":"Uuhhhhhhhh Käsekuchen °^°","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:27:33.258+0000","up_votes":1,"down_votes":0,"body":"Leider bin ich zu unfähig Kuchen zu backen. Ich bekomme nicht mal richtige Waffeln hin... Ansonsten hast du aber meine Gedanken und Gebete. Glückwünsche natürlich auch.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T14:34:10.938+0000","up_votes":1,"down_votes":0,"body":"Waffelteig kann ich auch nicht machen .-. aber 1A Pfannkuchen! Oder ist Waffelteig einfach nur fester Pfannkuchenteig? x.x Dann kann ich es eventuell doch?!\n\nNoch hab ich ja nicht Geburtstag ^^ ein paar Tage dauert das noch","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:37:50.751+0000","up_votes":1,"down_votes":0,"body":"Wann denn? Dann trag ich mir das gleich ein, ich bin nämlich verlässlich vergesslich, was so was angeht.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T14:41:37.601+0000","up_votes":1,"down_votes":0,"body":"Am 02.02.\n\nUff ... Ich habe meinen Geburtstag auch schon vergessen >.< zwei oder dreimal sogar.\n\nJetzt musst du mir auch deinen sagen :>","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:44:00.566+0000","up_votes":1,"down_votes":0,"body":"13.01. Also kein TGSG an diesem Tag...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T14:54:12.183+0000","up_votes":1,"down_votes":0,"body":":o Das ist ja schon in sechs Tagen!!!\n\n:] Bei mir gibt es da auch keinen weil es ein Samstag ist.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:57:52.805+0000","up_votes":1,"down_votes":0,"body":"Dann haben ja drei vom harten Kern keinen Geburtstagsthread, weil es am Wochenende ist. Das ist ja ein Skandal!","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T15:25:57.142+0000","up_votes":1,"down_votes":0,"body":"Ich kann ja einen vorbereiten, dann lade ich den am 03.02. um 23:59 hoch und durch Verzöferung geht er erst am Montag online.... Ist dann fast so was wie ein Geburtstagsthread ^^","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-07T14:40:52.734+0000","up_votes":1,"down_votes":0,"body":"unsere Käsepizza hat am 02.02. Geburtstag, ich folge am 03.02. ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-07T14:50:36.928+0000","up_votes":1,"down_votes":0,"body":"Wird ja ein richtiger Marathon.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T14:41:39.089+0000","up_votes":1,"down_votes":0,"body":"20 MINUTEN NUR NOCH!!!!\n_für euch_\n\nICH BIN SCHON DAHEIM HÖHÖ","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T14:42:44.209+0000","up_votes":1,"down_votes":0,"body":"Bei mir wird's heute etwas länger weil ich heute früh aufm Bürgeramt war...","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T14:52:54.495+0000","up_votes":1,"down_votes":0,"body":"Armer Moni _pat pat_","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T09:38:03.392+0000","up_votes":1,"down_votes":0,"body":"Wo steckt Max eigentlich? Der Urlaub ist doch vorbei?\nOder hat er Probearbeiten in der anderen Firma? :o","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T11:10:48.528+0000","up_votes":1,"down_votes":0,"body":"Probearbeiten ^^\nWüsstesr du wenn du mein stream guckst Ò.ó","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:26:09.966+0000","up_votes":1,"down_votes":0,"body":"Oder wenn ich es mir einfach merken würde :D\n\nDeinen Stream würde ich gucken wenn er nicht so Ultra bei mir laggen würde D:","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T11:27:25.798+0000","up_votes":1,"down_votes":0,"body":"Aber es laggt doch garnicht mehr D:\nIch stream schon lange nicht mehr in Full HD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:36:40.155+0000","up_votes":1,"down_votes":0,"body":"Ich weiß .-.\n\nZuletzt habe ich es ...Ende letzter Woche versucht glaube ich XD aber beim ersten Rädchen drehen war ich wieder weg. Das machen meine Nerven nicht mit.\n\nLeider weiß ich auch nicht woran das liegen könnte. Grundsätzlich gehe ich ja bei Lags o.ä. davon aus das es erst mal an mir liegt. Aber idk xp wenn du der einzige Stream von meinen 50 bist der lagt, weiß ich auch nicht weiter.\n\nc.c Ich kann es die Tage ja nochmal versuchen - würde ich sowieso zwischendurch. Aber nunja XD langsam gebe ich die Hoffnung auf.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T11:41:01.590+0000","up_votes":1,"down_votes":0,"body":"Aber du bist auch die einzige die sich überhaupt laggs beschwert :c","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T11:58:09.877+0000","up_votes":1,"down_votes":0,"body":"D: Jaaaaaaaaaaaaaaaa ich weiß! Das ist ja genau so komisch! Vielleicht muss ich den Stream einfach noch 500 mal melden damit es funktioniert .-. Außer du bekommst die Meldung über Video/ Audio Lags ... dann hat sich das erledigt D: wenn wir wissen ja beide nicht warum das so ist!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-07T06:52:36.259+0000","up_votes":1,"down_votes":0,"body":"Es gibt einen neuen Pokemon-Film? ôo\nIch kenne nur den Ersten ... mit Mewto \n\nGuten Morgen :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T07:16:00.728+0000","up_votes":1,"down_votes":0,"body":"Nicht dein Ernst? XD\n\nEs gibt aktuell 21 Filme und der 22. ist auf dem Weg o.o","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T07:35:13.486+0000","up_votes":1,"down_votes":0,"body":"ich weiß das es viele gibt ... aber wusste nicht, dass es schon wieder einen gab (kenne nur die Vorschau mit der doofen PIkachu-Stimme xD) .... und ich kenne wirklich nur den ersten Film :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T07:40:33.073+0000","up_votes":1,"down_votes":0,"body":"Also dieser Detektiv Film hat rein gar nichts mit den \"richtigen\" Pokemon Filmen zu tun. Außerdem ist der Film an sich schon eine Lachnummer wenn man bedenkt das Pikachu mit der Stimme von Deadpool vergewaltigt wird. Das kann man halt nicht ernst nehmen und ich empfinde es eher als ein \"lächerlich\" darstellen. Anschauen werde ich ihn trotzdem müssen irgendwann. Aber Geld bezahle ich dafür bestimmt nicht o.o\n\nDu hast nur den Mewtwo Film gesehen? c.c Aber wiiiieeeee ist das möglich?\n\nFrüher kamen mir nicht schnell genug neue Pokemon Filme XD und jetzt wird man förmlich damit erschlagen. Aber trotzdem ist des irgendwie nicht zum Nachteil. Es ist halt Pokemon. Mögen neue Generationen und Editionen oft etwas fragwürdig erscheinen ... ich finde jeden einzelnen Pokemon Film gut so wie er ist x.x und sehenswert!","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T07:46:52.356+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch nur den ersten gesehen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:01:43.226+0000","up_votes":1,"down_votes":0,"body":"Wiesooooooooooooooooooooooooooooo\n{{sticker:sg-janna}} \n\nAus irgend einem Grund hängen mir immer wieder Szenen aus dem Film mit \"Latias und Latios\" im Kopf .-. Wenn ich lese das jemand nur den ersten Film gesehen hat. Und ich weiß nicht waruuuuum!\n\nx.x Pack dein Weibchen und... macht einen Pokemon Movie Marathon!","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T08:07:45.800+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, sie war nie so in dem pokemon stuff drin ^^. Außerdem guckt sie ha immer anime und hat gar keine Zeit :P.\n\nIch sitze auf dem bürgeramt und warte seit fast einer Stunde... war vielleicht ein taktischer Fehler am ersten offenen Tag im neuen Jahr hin zu gehen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:42:25.660+0000","up_votes":1,"down_votes":0,"body":"Öhm ... und Pokemon ist kein Anime?\n\nDu könntest sie doch ganz leicht dazu zwingen. Ihr sitzt ja an in einem Raum. Wenn sie irgendwas am PC schaut, knebelst du sie einfach fix von hinten und dann lässt du die Filme laufen :o","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:15:38.917+0000","up_votes":1,"down_votes":0,"body":"Point Taken ^^. Okay, sie guckt andere Anime :P. Siwe weigert sich ja auch den einzigen mal anzuschauen, den ich jemals komplett gesehen hab :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T09:37:33.019+0000","up_votes":1,"down_votes":0,"body":"=p Kiss X Sis?","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:39:18.446+0000","up_votes":1,"down_votes":0,"body":"Nein, ich hab irgendwann einmal Chobits gesehen, den fand ich schön :).\n\nAnsonsten behaupte ich einfach mal, ich hab Dragon ball Z geguckt, aber das kann ich nicht mit absoluter Sicherheit sagen, vielleicht hab ich da irgendwo mal ne Folge verpasst ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T10:06:03.101+0000","up_votes":1,"down_votes":0,"body":"Eine Zeit lang habe ich gedacht auch Animes gucken zu können.\n\nIch habe es aber nur auf ein paar wenige geschafft und meistens waren es dann doch Ecchis denke ich. Aber Softporno hin oder her. Da gab es ein paar die mit ihrer Story und den Charakteren einfach wahnsinnig gepunktet haben.\n\nOmamori Himari war einfach umwerfend. Sora No Otoshimono so herzzerreißend. Footprints in the sand (not sure ob das vllt doch ein Film war XD) hat mich so dermaßen zum weinen gebracht mit seinem Ende >.<\n\nUnd noch viele kleinere Sachen die einfach super waren, aber an deren Namen ich mich leider nicht mehr erinnere und nicht fortsetzen kann >.<\n\nAber dann ist auch die Lust darauf flöten gegangen und ich hab es wieder aus den Augen verloren","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T10:11:39.929+0000","up_votes":1,"down_votes":0,"body":"Ich vermute, Anime sind einfach nicht so meins... Ich schätze für Dranonball war ein einfach jung genug um es cool zu finden ^^. Davon hab ich die ersten Folgen noch im Schlafzimmer meiner Mutter auf einem winzigen 9 Zoll Fernseher oder so geschaut xD","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-07T08:52:04.938+0000","up_votes":1,"down_votes":0,"body":"was machst du aufm Bürgeramt?\nWie lief eigentlich der Termin in der alten Wohnung? :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:18:02.605+0000","up_votes":1,"down_votes":0,"body":"Hab meinen Wohnsitz angemeldet ^^. Jetzt muss ich nur noch zur Kfz Zulassungsstelle...\n\nMusste natürlich einen kleinen Eignungstest machen, als ich von Hessen nach RLP zurückwollte. Die meinte auch \"Wer's freiwillig weg wirft bekommt's nicht einfach so zurück...\". Ging aber, hatte einen Bonus, weil ich noch nicht 5 Jahre in Hessen war.\n\nDer Termin in der alten Wohnung war maximal nutzlos, der Ableser hat sogar noch nen Flachwitz gebracht. Steht im leeren Raum, guckt mir ernst in die Augen und fragt:\n\n\"Sind auch alle Heizkörper frei zugänglich?\" Ja nee....","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-07T07:53:29.924+0000","up_votes":1,"down_votes":0,"body":"ich glaube wir sind einfach zu alt :[","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T08:05:54.506+0000","up_votes":1,"down_votes":0,"body":"Was hast du gesagt? Du musst lauter schreiben... :'(","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2019-01-07T07:42:50.604+0000","up_votes":1,"down_votes":0,"body":"> Du hast nur den Mewtwo Film gesehen? c.c Aber wiiiieeeee ist das möglich?\n\nIch bin einfach älter als du, so ist das ^^ \nAls ich 14 war kam Pokemon nach Deutschland, ich habe den Hype richtig mitgemacht und liebe es noch immer ... ka wann dann der erste Film kam, aber nicht viel später ... joah und dann war ich einfach zu alt (Pubertät, gibt ja cooleres als Pokemon :S) und deshalb verlief sich das im Sande \n\nWenn ich heute die Chance habe, gucke ich mir die Filme bestimmt gerne an! Aber dazu müsste ich mal suchen ... ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T07:59:20.608+0000","up_votes":1,"down_votes":0,"body":"Also Alter ist hier kein Argument. Ich hänge in fest Pokemon seit ich 9 bin x.x\n\nMeine erste Pokemon Edition war \"Blau\" die ich an Weihnachten 1999 bekommen habe. Den ersten Pokemon Film (2000)habe ich im Kino geguckt. Fünfmal! War aber auch der einzige. Danach hatte ich eine längere Film Pause weil ich irgendwie nie mitbekommen habe das so schnell hintereinander Filme veröffentlicht wurden auch Deutschland betreffend. Aber ich habe alles nachgeholt!\n\nAber bis auf meine Dummheit die Filme betreffend, hatte ich nie eine Pause. Ich kaufe jede Original Edition die neu erscheint. Meistens meide ich nur die Erweiterungen von neuen Editionen wie \"Ultra Sonne\" oder so. Blattgrün hab ich mir geholt weil da einfach der Unterschied zu gut war... von altem hässlichen Gameboy a la \"Blau\" Style rüber auf den damals aktuellsten Stand.","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T08:03:19.107+0000","up_votes":1,"down_votes":0,"body":"> Also Alter ist hier kein Argument. Ich hänge in fest Pokemon seit ich 9 bin x.x\n\nDoch, habe ich doch erklärt wieso ... >.<\n\nNochmal kurz:\nIn dem Alter da empfindet man schnell Dinge als uncool, distanziert sich davon und so kam es, dass ich halt nur den einen Film geschaut habe, dann war ich jahrelang weg von dem Hype :O \n\nJoah so richtig eingestiegen bin ich auch erst wieder so vor 3 Jahren, aber ehrlich gesagt bin ich bzgl. der Serie/Filme auch gar nicht so hinterher :D \nIch mochte den alten Pokemon-Stil, ich hatte damals übrigens Rot gekauft ... mein Kumpel hatte blau und wir haben getauscht wie die Irren ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:07:21.393+0000","up_votes":1,"down_votes":0,"body":"> Nochmal kurz:\nIn dem Alter da empfindet man schnell Dinge als uncool, distanziert sich davon und so kam es, dass ich halt nur den einen Film geschaut habe, dann war ich jahrelang weg von dem Hype :O \n\nNein! Einfach nein!\n\nVon meinem neunten bis zum jetzigen Alter, hatte ich nie eine Phase wo Pokemon auch nur eine Sekunde lang hätte uncool sein können D:\n\nSerie gucke ich auch nicht weil das einfach zu anstrengend und zu viel werden würde. Aber die Filme sind halt wirklich gut sehbar.","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T08:51:16.767+0000","up_votes":1,"down_votes":0,"body":"bei mir war das aber so ... weil eben Pubertät unso :O","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:12:05.306+0000","up_votes":1,"down_votes":0,"body":"Qbert war ein kleiner Rebell ^^\n\nEdit:\nQbert, ich hab mal eine Frage. Du suchst ja immerhin öfter mal Poro Bilder, ich hätte es grade lustig gefunden, meinen Post mit einem Rebellen / Vietnam / Rambo Poro zu untermalen. \n\nAber man sollte in google Bildersuche einfach nicht so etwas wie \"Rebel Poro\" oder \"Poro Vietnam\" oder \"Poro Rebell\" eingeben. Das führt zu keinen Ergebnissen, die man auf seinem Arbeitsrechner sehen will und ist mir schon öfter mal passiert, wenn ich mit dir oder über dich schreibe. \n\nWie machst du das?","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T09:26:34.526+0000","up_votes":1,"down_votes":0,"body":"so in etwa:\n\nhttp://images6.fanpop.com/image/photos/38300000/Poro-Mordekaiser-league-of-legends-38308615-1920-1080.jpg\n\n?\n\nIch nutze einfach die Google-Suche .... Rest ist Poro-Geheimnis \nBin halt kluk\n\nhttp://www.tokkoro.com/thumbs/2859081-league-of-legends-poro-ziggs___game-wallpapers.jpg","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:30:32.238+0000","up_votes":1,"down_votes":0,"body":"Also werde ich auch weiterhin in den ungünstigsten Momenten gucken, ob grad jemand hinter mir steht und still urteilt xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T09:36:06.788+0000","up_votes":1,"down_votes":0,"body":"Poro Cow ist auch nicht gerade... naja o_o","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-07T09:40:21.387+0000","up_votes":1,"down_votes":0,"body":"Ich geb das jetzt zum Wohle von unser aller Seelenheil nicht in google ein xD","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T09:08:46.264+0000","up_votes":1,"down_votes":0,"body":":o Und ich hatte keine?","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T09:24:33.046+0000","up_votes":1,"down_votes":0,"body":"doch, aber während ich den Hype WÄHREND der Pubertät hatte, hattest du ihn schon vorher und deshalb war er tiefer verankert ... ätsch :P","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T06:54:15.257+0000","up_votes":1,"down_votes":0,"body":"Es gibt vieeele Pokemon Filme :p\nAber auf Netflix gibts jz n neuen ^^","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-01-07T07:38:12.051+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :(\n\nBin auch wieder auf Arbeit. Und konnte die ganze Nacht nicht schlafen :( \n\nIch schau zurzeit SaO besser gesagt hab die erste Staffel durch und Holy shit find ich das süß :0 das ist genau mein Geschmack an Romantik und liebe :3 Es dürfte sogar noch etwas mehr sein :) \n\nAber leider ist die restliche serie in meinen Augen etwas gehetzt. Ich hätte gerne mehr lvl ups und grinden gesehen. Statt jede Folge 20 lvl weiter zu sein aber was solls :/ \n\nJetzt Sitz ich hier und quäle mich durch ein scheiß neues Jahr ....\n\nHoffe lol wird für mich langsam wieder besser sonst hab ich echt ein Problem:(","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T07:43:59.542+0000","up_votes":1,"down_votes":0,"body":"> Ich schau zurzeit SaO besser gesagt hab die erste Staffel durch und Holy shit find ich das süß \n\nLäuft ja auf Pro7Maxx, nehme ich alle auf! \nDie ersten Staffel ist mega ... der erste Teil davon, dann gibt's n 2. Teil der ist ... okay aber wird auch gut! Und Staffel 2 ist mMn auch noch mal ganz anders, aber richtig cool!\nIch liebe die Story mit Kirito und Aszuna <3 ... :|","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:03:13.493+0000","up_votes":1,"down_votes":0,"body":"Wenn doch nur die Spiele so gut wären wie der Anime\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T08:04:35.332+0000","up_votes":1,"down_votes":0,"body":"habe ich noch nie gespielt/lets Plays geschaut ... sind die wirklich so blöd?\nEin MMO basierend darauf wäre doch mal etwas schönes :D \n\nWobei ... wir brauche ein Pokemon-MMO ... so wie die Serie angefangen hat, du gehst auf eine Reise und verdienst Orden etc ... ist doch extrem gutes MMO-Material >.<","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:17:52.621+0000","up_votes":1,"down_votes":0,"body":"Also das richtige SaO konnte ich gar nicht spielen, allein schon wegen der Steuerung. Und umstellen konnte ich auch nicht wirklich was idk. Richtig behindert.\n\nFatal Bullet habe ich noch was an sich schon cool ist. Aber auch die Steuerung ist äußerst gewöhnungsbedürftig und anstrengend irgendwie gewesen. Hyper nervig ist halt das man wahnsinnig zu getextet wird. Man kann es zwar überspringen, aber naja. Das Spiel hat mich so genervt das ich es bisher kein drittes Mal angeworfen habe x)\n\nMomentan bin ich eigentlich nur an Lost Ark interessiert. Aber die blöden Koreaner sind bisher die einzigen die das Spielen dürfen ... Aber registrieren, runterladen, spielen auf koreanisch wenn man die Sprache nicht beherrscht ist tricky >.< und wenn die merken das du das Spiel auf englisch patchest dann fliegst direkt raus ... angeblich...\n\nAshes of Creation ist auch noch nicht richtig draußen. Zumindest zuletzt nicht als ich geguckt habe .-. da war nur das Battle Zeug bereit zum spielen.","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T08:54:25.896+0000","up_votes":1,"down_votes":0,"body":"ja, Lost Ark ist schon cool, aber selbst in Korea ist's derzeit nur eine Beta ... schauen wir mal, was dabei rum kommt","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-01-07T08:31:24.387+0000","up_votes":1,"down_votes":0,"body":"Ja also ich schau das jetzt auf netflix :) \nBei pro7maxx kommt das für mich immer zu ungünstigen Zeiten :( \n\nAber ja die beiden sind so süß zusammen und dann noch mit Yuki :3 \nAuch wenn ich finde das Kirito sich etwas doof anstellt aber das mach ich ja auch ^^' \nAber so süß Momente oder wenn sich Charaktere verlieben das mag ich sehr ^^","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T08:02:46.370+0000","up_votes":1,"down_votes":0,"body":"Sora No Otoshimono!","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-07T07:14:54.777+0000","up_votes":1,"down_votes":0,"body":"Von welchem Zimmer reden wir hier genau?\n\nMeinst du \"Pokemon - The power of us\"? Den habe ich noch nicht gesehen. Vor lauter Marvel bleibt alles andere liegen ... Vielleicht schiebe ich aber noch Aquaman dazwischen.\n\nWarum schreibt eigentlich jeder \"Ashe\"... Noch haben die Filme rein gar nichts mit LoL zu tun. Genau wie Menschen nicht Pikachu schreiben können sondern es \"Pikatchu\" schreiben. \"Thrash\" ist ja auch immer so eine Sonderleistung.\n\nSchlafrhythmus.... Nach diesen verkackten drei Tagen letzte Woche bin ich freitags tatsächlich während Maxs Stream eingeschlafen. Hab mich aber danach bestimmt bis 1 oder 2 wach gehalten irgendwie und dann Samstag bis 14 oder 14.30 Uhr geschlafen. Dann war ich Samstag bis halb fünf wach aber bin dafür \"schon\" um 13 Uhr aufgestanden.\n\nDank meiner fünf Normal Wins in Folge am Samstag Abend, konnte ich mir dann auch noch den Prestige Skin holen. Aber gestern habe ich .. was?.. zwei/ drei ARAMs gemacht und somit die Chance auf den Schneemannward verkackt.\n\nAußerdem war es das erste mal das ich Soraka in Normals gespielt habe seit sie \"umgebaut\" wurde. Zuletzt als ich sie in Normals gespielt habe konnte ihr E noch Mana wieder geben XD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T07:49:51.029+0000","up_votes":1,"down_votes":0,"body":"Ne ich hab \"i choose you\" geguckt\nDer ist jz auf Nerflix\nND ich weiße das man es Ash schreibt, aber da kam mein Lol brain durch xD","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-01-07T06:56:50.280+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-07T07:02:00.506+0000","up_votes":1,"down_votes":0,"body":"Ja mein ich ja XD\nAber im den Film ist es mir halt extrem aufgefallen","replies":[]}]}]}