{"id":"suQy5rhV","poster":"Fight with Pride","date":"2019-01-06T13:03:06.027+0000","title":"Championsplitter mehrfach Auswahl","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Gr&uuml;&szlig;e ;o)\r\n\r\nWollt mal meine Rumpelkammer urspr&uuml;nglich an Sylvester aufr&auml;umen, das neue Jahr fing an und aus dem Vorsatz die gesamte Beute einzul&ouml;sen und neu zu sammeln wurde, wie immer, mit Neujahrs-Vors&auml;tzen nichts.\r\n\r\nSelbstverst&auml;ndlich lag es nicht an mir, sondern an Riot {{sticker:slayer-jinx-wink}} \r\n\r\nDie Kapseln und die Kisten kann man ja alle auf einmal eintauschen, jetzt bekomme Ich dadurch aber nur noch mehr Champonsplitter, die Ich m&uuml;hsam einl&ouml;sen muss.\r\nWarum kann man da nicht einfach eine mehrfach bzw auch &quot;Alle einl&ouml;sen&quot; Funktion machen?\r\nIch muss jetzt nur hunderte Splitter, wenn nicht fast 1000 alle einzeln einl&ouml;sen? \r\n\r\nIch glaub, da fr&ouml;hn Ich lieber weiter meiner Onlinemessischaft und lass die Rumpelkammer weiterzum&uuml;llen, das ist mir echt zu viel Arbeit^^","replies":[{"id":"","poster":"Beasthunter","date":"2019-01-06T13:22:05.234+0000","up_votes":3,"down_votes":0,"body":"Hast du glück, quäle mich hier mit 400 Blauen Essenzen und bin immer knapp dabei.\nKönnen gerne tauschen\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2019-01-06T18:00:22.515+0000","up_votes":1,"down_votes":0,"body":"Hat man denn schon was gehört wozu man die Splitter in Zukunft braucht? (Bei Champs, die man schon hat)\nBis her sind ja alle überflüssig bis auf den einen, den man fürs Skill Wappen verwenden muss. \nIch würd jetzt ungern alle zu blauer Soße verwursten, nur um dann nächstens feststellen zu müssen, daß ich 2 bräuchte fürs \"neue\" Wappen Stufe 8 o.ä.","replies":[]},{"id":"","poster":"Evenrider","date":"2019-01-06T13:56:54.000+0000","up_votes":1,"down_votes":0,"body":"habe knapp 100 Skinsplitter und die 2-3fache Menge an Champion Splitter. Ich habe gerade eben meine restlichen Snowdown Tokens verwendet.\nDie verbliebenen 10 für jeweils 1 Blaue Essenz. Selbst dafür musste ich jeden Token einzeln bestätigen. Jetzt hab ich kein Bock mehr weiter aufzuräumen.\n\nAber wozu brauch ich den Raka Splitter 7 mal? Oder Sion mit mehr als 10-","replies":[{"id":"","poster":"Fight with Pride","date":"2019-01-06T14:00:23.639+0000","up_votes":1,"down_votes":0,"body":"Das mein Ich ja, es gibt ja eh knapp 150 Chars und die dann doppelt und zehnfach das macht echt ne Menge Arbeit^^","replies":[]}]}]}