{"id":"uBWqdMVh","poster":"Rang3k1ng163","date":"2019-01-06T05:36:13.272+0000","title":"Okay nochmal in der richtigen sprache","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":5,"body":"Sry f&uuml;r die Umst&auml;nde aber ich wechsel t&auml;glich ca 200+ mal zwischen Englisch und Deutsch. Da kann sowas schon mal passieren. \r\n+Wusste nicht dass wir im League of Legends Forum Deutsch miteinander schreiben m&uuml;ssen.\r\n\r\nhttps://gyazo.com/f7aac3e379b0b8dc90ac6acd9614886f\r\n\r\nAlso ich bekomm den Skin und den Rahmen nicht weil mich niemand gehonort hat?\r\nAlso bitte :/ Ich bin nicht der heftigste Carry aber ich bin gut genug gewesen mich anscheinend von meinem Team auf Gold carrien zu lassen. *Sarkasmus intended*\r\nIch hab mir das also in den Augen der anderen Mitspieler nicht verdient obwohl ich in Gold 4 bin?\r\n\r\n**?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!**\r\n\r\n_Jetzt hab ich ne idee wie ich mich bei meinem Chef auf der Baustelle beliebt machen kann :)_\r\nEhrlich jetzt? Also in Zukunft sollten wir diese grandiose Idee f&uuml;r mehrere Sachen verwenden. So k&ouml;nnte ich meinen Mitarbeitern z.b. sage: &quot;Ja das Haus hast du aufgebaut aber deinen Zahltag bekommst du nicht. Hast ihn in meinen Augen einfach nicht verdient. Versuchs einfach nochmal und n&auml;chstes mal l&auml;chel ein bisschen mehr beim arbeiten okay? Vielleicht klappts ja n&auml;chsten Monat mit dem Zahltag :)&quot;\r\n(oder Statt dem l&auml;cheln k&ouml;nnten wir ja sagen er soll mir 2-3mal am Tag nen Kaffee bringen und mir sch&ouml;ne komplimente machen :D)\r\n\r\n\r\n**DIE FRAGE IST:** Soll ich jetzt bei jedem Game von &quot;gg&quot; auf &quot;honor me&quot; umsteigen?! W&uuml;rde dass das Spieleerlebnis f&uuml;r andere verbessern (jedesmal am ende vom game 10x &quot;Honor me&quot; im chatt zu lesen)?! f&uuml;r mich mal fix nicht.\r\n\r\nMfG\r\nRang3k1ng163 {{champion:18}}","replies":[{"id":"","poster":"SuicidePlank","date":"2019-01-06T05:38:39.549+0000","up_votes":4,"down_votes":0,"body":"> Wusste nicht dass wir im League of Legends Forum Deutsch miteinander schreiben müssen.\n\nEs ist das deutsche Forum, Überraschung, man schreibt hier deutsch.\n\nZum Thema, du hast dich scheiße verhalten und erwartest eine Belohnung? Ernsthaft, dafür machst du zwei Threads auf?\nWenn du auf der Arbeit(um zu deiner Bauarbeitermetapher zurückzukommen) Leute beleidigst und nicht die soziale Kompetenz besitzt in einem Team zu arbeiten, fliegst du auch ganz schnell, ohne das du dein Gehalt kassierst.","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-06T13:40:18.549+0000","up_votes":1,"down_votes":0,"body":"Also jeder von uns versteht englisch. deswegen nen thread gleich schließen ist bisschen krass aber irgendwo verständlich(lass ich mir einreden).\ndrum auch hab ich nicht gewusst und ehrlich gesagt hab ich auch nicht drauf geachtet ob das hier deutsch oder englisch ist.\n\nich versteh nicht auf was du hinaus willst. willst mir jetzt echt sagen ich kann nicht in nem team arbeit?\nAnscheinend kann ich das sehr wohl. gold ist mal über den 50% und league ist ein team spiel.\n\nSpätestens an dem punkt and dem dein Tyler1 die mitte runter rennt muss jeder hard carry schauen dass er sein team (und vorallem seinen Tyler1) in den griff bekommt.\n\nich glaub du gehst davon aus dass ich hier wegen der honor regel ziemlich mad bin. dass ich auch im game dauerhaft mad wegen jeder kleinigkeit bin.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-01-06T13:46:00.494+0000","up_votes":2,"down_votes":0,"body":"> Also jeder von uns versteht englisch. deswegen nen thread gleich schließen ist bisschen krass aber irgendwo verständlich(lass ich mir einreden).\ndrum auch hab ich nicht gewusst und ehrlich gesagt hab ich auch nicht drauf geachtet ob das hier deutsch oder englisch ist.\n\nIns deutsche Forum gehören deutsche Posts. Wenn du englische willst, geh ins englische Forum.\n\n> ich versteh nicht auf was du hinaus willst. willst mir jetzt echt sagen ich kann nicht in nem team arbeit?\nAnscheinend kann ich das sehr wohl. gold ist mal über den 50% und league ist ein team spiel.\n\nNein, ich glaube nicht das du in einem Team spielen kannst, geschweige denn arbeiten. Das beweist du sehr gut mit deiner Art und dem Inhalt deines Posts. \nFalls du es echt nicht verstehst, ich habe deine Metapher benutzt und gegen dich verwendet. Lies es nochmal.\nAußerdem ist Gold 4 für mich immernoch Silber und maximal low-mid Elo.\n\n> Spätestens an dem punkt and dem dein Tyler1 die mitte runter rennt muss jeder hard carry schauen dass er sein team (und vorallem seinen Tyler1) in den griff bekommt.\n\nTextbezug? Worauf willst du hier hinaus?\n\n> ich glaub du gehst davon aus dass ich hier wegen der honor regel ziemlich mad bin. dass ich auch im game dauerhaft mad wegen jeder kleinigkeit bin.\n\nJa, schon, du hast eine Restriction bekommen und machst hier einen Post auf, wenns dir so egal wäre würdest du letzteres nicht tun.","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-06T14:41:30.523+0000","up_votes":1,"down_votes":0,"body":"was hat der post im forum mit meinem spielstil sprich meiner teamarbeit zu tun?\n\nmir sind der rahmen und der skin eben nicht egal. irgendwelche einzelnen lol runden gehen mir am allerwertesten vorbei solange ich richtung climb geh.\n\nwenn jetzt was gegen meine teamarbeit bei der arbeit reden willst komm mal auf die baustelle und ich lass dich bisschen mit meinen leuten arbeiten. da müsst ich nicht mal dabei sein dass die dir bisschen was über teamarbeit beibringen.\n\nund btw honor level 2 hab ich noch du schlaumeier.\n\ntu mir nen gefallen und lass das kommentieren in diesem thread wenn du nur irgendwelche beleidigungen mutmaßen willst ok?","replies":[{"id":"","poster":"SuicidePlank","date":"2019-01-06T14:54:08.197+0000","up_votes":1,"down_votes":0,"body":"Liest bzw. verstehst du auch was ich schreibe? Scheint nicht so, weshalb argumentieren ziemlich nutzlos ist.","replies":[]}]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2019-01-06T09:57:09.062+0000","up_votes":4,"down_votes":1,"body":"> Wusste nicht dass wir im League of Legends Forum Deutsch miteinander schreiben müssen.\n\nNur im DEUTSCHEN Forum. Darum existiert es ja überhaupt. \n\n> Also ich bekomm den Skin und den Rahmen nicht weil mich niemand gehonort hat?\n\nNein. Entgegen der (zugebernmaßen naheliegenden) Vermutung dass Ehrungen nötig sind um im Honor-Level aufzusteigen, ist dies nicht der Fall. Honor steigt von alleine, auch wenn man nicht geehrt wird. Geehrt zu werden beschleunigt es leidiglich, aber nicht signifikant. \nEin hohes Honor-Level erreicht man problemlos, wenn man einfach nur regelmäßig spielt und, das ist der relevante Teil, konsequent nicht toxic ist. \n\n> Also bitte :/ Ich bin nicht der heftigste Carry aber ich bin gut genug gewesen\n\nDarum gehts ja bei Honor nicht primär. Honor geht EIGENTLICH um gutes Sozialverhalten, nicht um Gameplay-Performance. Letztere wird ja schon durch höhere Ligen belohnt. \n\n> \"Ja das Haus hast du aufgebaut aber deinen Zahltag bekommst du nicht. Hast ihn in meinen Augen einfach nicht verdient. Versuchs einfach nochmal und nächstes mal lächel ein bisschen mehr beim arbeiten okay? Vielleicht klappts ja nächsten Monat mit dem Zahltag :)\"\n\nWitzige Allegorie, aber nicht passend. Denn die Voraussetzungen für Season-Rewards waren vorher bekannt und schon sei JAHREN ist Verhalten ein relevanter Faktor und dementsprechend durchaus etwas, was man vorher weiß. \n\n> DIE FRAGE IST: Soll ich jetzt bei jedem Game von \"gg\" auf \"honor me\" umsteigen?! \n\nNein. Die Leute reagieren in der Regel nicht gut drauf, wenn man ihnen ein Fremder vorschreiben will, was sie tun sollen. Außerdem ist Honor-Bettelei in den Augen der meisten ein wenig erbärmlich, wird also ziemlich sicher nicht mit Honor belohnt. Darüber hinaus ist es, wie gesagt, gar nicht nötig gehonort zu werden. Und selbst wenn es das wäre, wären Dinge wie \"wp\", \"good job\", \"my bad\" (jeweil in den passenden Situationen natürlich) der mit Abstand bessere Weg, tatsächlich an Ehrungen zu kommen.","replies":[]},{"id":"","poster":"eingew","date":"2019-01-06T08:26:58.797+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Rang3k1ng163,realm=EUW,application-id=ip27PlEH,discussion-id=uBWqdMVh,comment-id=,timestamp=2019-01-06T05:36:13.272+0000)\n>\n> **?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!**\n\nBist du immer so passiv-aggressiv? Denn ich würde jemanden, der sich so im Spiel verhält (mit der Pingfunktion kann man ja ähnlich \"lustige\" Sachen abziehen) natürlich auch nicht honorn.\nÜbrigens verlangt niemand von dir irgendwie freundlich zu sein. Du sollst einfach bloß nicht unfreundlich sein, nicht mehr und nicht weniger. Guck dir mich an, ich schaffe es problemlos auf H5 und schreibe in 60+% meiner Spiele überhaupt nichts, oder vielleicht 2 belanglose Nachrichten (wie \"gg\", \"gj\", \"nice\", \"shit\" oder \"mb\"... sowas halt). Und die restlichen 40% sind sicherlich auch nicht alle mit metaphorischen Blumenkörben, Schokolade und sonstigem Kitsch gefüllt. Also erzähl doch keinen Müll. Niemand muss sich verstellen um Honors zu bekommen.\n\n> DIE FRAGE IST: Soll ich jetzt bei jedem Game von \"gg\" auf \"honor me\" umsteigen?! Würde dass das Spieleerlebnis für andere verbessern (jedesmal am ende vom game 10x \"Honor me\" im chatt zu lesen)?! für mich mal fix nicht.\n\nLeute die nach Honors betteln kann ich nicht leiden. Solche Honor ich erst Recht nicht. Kommt ja gottseidank auch nicht häufig vor. Der Hauptgrund für mich, jemanden zu honorn, ist wahrscheinlich einfach wenn jemand die Klappe gehalten hat. Wenn du es schaffst mich während des Spiels durch lockere Kommentare zum lachen zu bringen ist das natürlich die Königsklasse, ich selbst kann das aber auch nicht und Spieler die das schaffen sind halt verdammt selten, daher... die meisten Honors verteile ich dafür, nicht zu flamen oder Pings zu spammen oder sonstigen Unsinn zu veranstalten. Und naja.. du verhältst dich *hier* jedenfalls schonmal nicht wie jemand, der so viel Selbstdisziplin für nötig hält.","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-06T13:31:33.865+0000","up_votes":1,"down_votes":1,"body":"Also ganz ehrlich während nem spiel mal nen fehler machen passiert da bin ich nicht toxic. Im schlimmsten fall demotiviert und will einfach nur ins nächste game wenns mit meinem supp nicht hinhaut. \n\nAber die entscheidung dass man wegen honor level skins und boarder nicht kriegt ist auf gut deutsch gesagt \"scheissdreck\". dass ich da jetzt mal n bisschen mieß gelaunt bin kann man wohl nachvollziehen oder? Hab mich schon drauf gefreut und wegen dem \"scheissdreck\" geh ich jetzt lehr aus danke rito.\n\nGanz ehrlich ich bin nie so n hart carry. Ich seh immer wieder leute die stehen mal 20/3 oder sowas und des bekomm ich nicht hin. Ich bin ehender so der 12/9, 4/3, 8/5 spieler wenn ich im ranked bin. nie hart am carrien aber selten negativ. einfach irgendwie stabil. wer bekommt da wohl ehender den honor? :P\n\nUnd ganz ehrlich: meine reaktion von jemand hat in spiel nen fehler gemacht oder hat nen miesen tag oder spielt xerath support ohnen nen einzigen skillshot zu treffen fällt sicher milder aus (shit happens), wie meine reaktion zum thema rito gibt die season rewards nicht mehr nach leistung raus sondern nach glück.(Bullshit entscheidung).","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-01-06T13:46:15.012+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Rang3k1ng163,realm=EUW,application-id=ip27PlEH,discussion-id=uBWqdMVh,comment-id=00020000,timestamp=2019-01-06T13:31:33.865+0000)\n>\n> Aber die entscheidung dass man wegen honor level skins und boarder nicht kriegt ist auf gut deutsch gesagt &quot;scheissdreck&quot;. dass ich da jetzt mal n bisschen mieß gelaunt bin kann man wohl nachvollziehen oder? Hab mich schon drauf gefreut und wegen dem &quot;scheissdreck&quot; geh ich jetzt lehr aus danke rito.\n\nÄhm... also meines Wissens nach reicht doch Honor Level 2 um Skin und Border zu bekommen... anders ausgedrückt: Du musst schon aktiv daran gearbeitet haben nur Honor Level 0 oder 1 zu sein. Und dann kannst du dich, zumindest meiner Meinung nach, auch nicht beschweren.\nAber vielleicht bin ich nicht auf aktuellsten Wissenstand...","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-06T14:32:21.948+0000","up_votes":1,"down_votes":0,"body":"also ich hab grad nachgschaut ich bin sogar honor stufe 2.\n\nhttps://gyazo.com/3cb50c82e365099fcedbba117c87c8ca","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-01-06T15:45:41.068+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Rang3k1ng163,realm=EUW,application-id=ip27PlEH,discussion-id=uBWqdMVh,comment-id=0002000000000000,timestamp=2019-01-06T14:32:21.948+0000)\n>\n> also ich hab grad nachgschaut ich bin sogar honor stufe 2.\n> \n\nHmm... dann bleibt die Frage, ob du einen 14 Tages Bann hattest, oder nicht. Also im [Offiziellen Thread](https://boards.euw.leagueoflegends.com/de/c/ankundigungen-de/BdbwXydv-ehrungsvoraussetzung-far-belohnungen-zum-saisonendea-aktualisierung?show=flat&page=4) zu dem Thema wird nebenbei erwähnt, dass Leute, die einen 14 Tages Bann hatten, halt von den Saisonbelohnungen ausgeschlossen sind. \nFalls du keinen 14 Tages Bann hattest, solltest du mal nen Ticket beim Support eröffnen und die fragen, ob du die Belohnung dann erst im Februar bekommst, oder ob das nen Bug ist.","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-07T10:04:09.866+0000","up_votes":1,"down_votes":0,"body":"Nein Bann hatte ich keinen. Nur die verlängerte Queue für glaub 5 minuten oder 10 minuten oder sowas hatte ich mal weil ich ein paar Tage lang Probleme mit meinem Internet hatte. Hab das aber mittlerweile wieder mit meinem ISP gerichtet(der hatte da irgendwelche Umbau arbeiten gehabt.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-01-07T10:59:18.836+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Rang3k1ng163,realm=EUW,application-id=ip27PlEH,discussion-id=uBWqdMVh,comment-id=000200000000000000000000,timestamp=2019-01-07T10:04:09.866+0000)\n>\n> Nein Bann hatte ich keinen. Nur die verlängerte Queue für glaub 5 minuten oder 10 minuten oder sowas hatte ich mal weil ich ein paar Tage lang Probleme mit meinem Internet hatte. Hab das aber mittlerweile wieder mit meinem ISP gerichtet(der hatte da irgendwelche Umbau arbeiten gehabt.\n\nDann erstelle mal ein Support-Ticket mit dem Titel \"Keine Saisonbelohnungen erhalten, obwohl die Voraussetzungen erfüllt sind\"... Die sind die einzigen, die dir da wirklich weiter helfen können. Und ja, es kann sein, dass da einfach ein Fehler unterlaufen ist...","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2019-01-07T08:40:50.667+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rang3k1ng163,realm=EUW,application-id=ip27PlEH,discussion-id=uBWqdMVh,comment-id=00020000,timestamp=2019-01-06T13:31:33.865+0000)\n>\n> Aber die entscheidung dass man wegen honor level skins und boarder nicht kriegt ist auf gut deutsch gesagt &quot;scheissdreck&quot;. dass ich da jetzt mal n bisschen mieß gelaunt bin kann man wohl nachvollziehen oder? Hab mich schon drauf gefreut und wegen dem &quot;scheissdreck&quot; geh ich jetzt lehr aus danke rito.\n\nNaja, genau das ist eben der Sinn der Sache. Loot soll die Spieler am Spielen halten und ihnen Lust auf mehr Skins machen, damit Riot mehr Geld verdient. Flamer neigen allerdings dazu, andere Spieler zu vergraulen. Entsprechend versucht Riot gerade sie nicht zu motivieren, weiter zu spielen. Das Privileg des Loots musst du dir also entsprechend mit kundenverträglichem Verhalten verdienen. Und das ist, wie du an meinem Beispiel gehört hast, ja auch überhaupt nicht schwer, einfach nichts zu schreiben reicht da völlig aus.\n \n> Ganz ehrlich ich bin nie so n hart carry. Ich seh immer wieder leute die stehen mal 20/3 oder sowas und des bekomm ich nicht hin. Ich bin ehender so der 12/9, 4/3, 8/5 spieler wenn ich im ranked bin. nie hart am carrien aber selten negativ. einfach irgendwie stabil. wer bekommt da wohl ehender den honor? :P\n\nMusst du auch nicht. Ich bin Main Support. Natürlich kann man da auch carryn, 20/3 steht man dabei aber nie. Honors kriegst du eher, wenn du einfach deinen Mitspielern hilfst, nicht weil du am stärksten auf Kills gegeiert hast. Deshalb immer ein Auge auf die Map haben und wenn  dein Jungler gerade in deiner Nähe in einen Hinterhalt geraten ist: Hingehen und helfen. Selbst wenn ihr trotzdem nicht erfolgreich wart können solche Aktionen alleine schon den Honor für dich bedeuten.\n\n> Und ganz ehrlich: meine reaktion von jemand hat in spiel nen fehler gemacht oder hat nen miesen tag oder spielt xerath support ohnen nen einzigen skillshot zu treffen fällt sicher milder aus (shit happens), wie meine reaktion zum thema rito gibt die season rewards nicht mehr nach leistung raus sondern nach glück.(Bullshit entscheidung).\n\nDas ist jetzt aber schon eine krasse Fehldarstellung einer Situation, die so gar nichts mit Pech zu tun hatte, sondern in die du dich selbst und völlig absichtlich mit deinem eigenen Verhalten hineinmanövriert hast. Wenn du selbst Fair und nach deiner Leistung behandelt werden willst, solltest du damit beginnen, Verantwortung für deine Fehler zu übernehmen und entsprechend zu den Strafen zu stehen - statt nur Belohnungen zu fordern, denn auch die muss man sich, wie du gerade merkst, verdienen.","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-07T10:12:27.237+0000","up_votes":1,"down_votes":0,"body":"Mich würd jetzt intressieren was zum teufel ich mir zu schulden kommen lassen hab. Ich zähl sicher nicht zu den Spielern die toxic sind.\n\nAber jetzt zu sagen du brauchst die Ehrenstufe(die ich habe 2 + 1/3)  und du darfst keine Banns haben (hatte ich nicht) und keine Strafen ( Ich hatte paar mal leaver Buster wegen Disconnects und hab des mit meinem ISP geklärt/repariert) ist echt wenig Hilfreich. :/\n\nGanz Ehrlich das ich das Zeug verdient habe wollt ihr vielleicht nicht glauben weil ich verdammt pissig bin dass ich nicht Brav genug war die Weihnachtsgeschenke vom Weihnachtsmann zu bekommen (Skin + Boarder). \nAber ganz ehrlich war ich sicher nicht so toxic oder sonst was dass ich sie nicht verdient hätte.","replies":[{"id":"","poster":"eingew","date":"2019-01-08T08:28:52.931+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rang3k1ng163,realm=EUW,application-id=ip27PlEH,discussion-id=uBWqdMVh,comment-id=0002000000010000,timestamp=2019-01-07T10:12:27.237+0000)\n>\n> Mich würd jetzt intressieren was zum teufel ich mir zu schulden kommen lassen hab. Ich zähl sicher nicht zu den Spielern die toxic sind.\n\nAlso hattest du nur die Strafe fürs Leaven, bei der du vor jedem Spiel warten musst? Und gar keine Chatrestriction? Das macht leider am Ende nicht so viel Unterschied zu einem Flamer. Beides ist ziemlich kacke für deine Mitspieler und beides ist nicht ehrenhaft. Es entscheidet sich nur in dem Ausmaß der Schwere, aber deshalb bekommst du als Leaver ja auch nicht so starke Strafen, wie ein Flamer.\n\n> Aber jetzt zu sagen du brauchst die Ehrenstufe(die ich habe 2 + 1/3)  und du darfst keine Banns haben (hatte ich nicht) und keine Strafen ( Ich hatte paar mal leaver Buster wegen Disconnects und hab des mit meinem ISP geklärt/repariert) ist echt wenig Hilfreich. :/\n> \n> Ganz Ehrlich das ich das Zeug verdient habe wollt ihr vielleicht nicht glauben weil ich verdammt pissig bin dass ich nicht Brav genug war die Weihnachtsgeschenke vom Weihnachtsmann zu bekommen (Skin + Boarder). \n> Aber ganz ehrlich war ich sicher nicht so toxic oder sonst was dass ich sie nicht verdient hätte.\n\nWie dir schon gesagt wurde, sofern du den Voraussetzungen entsprichst kannst du durchaus noch deine Belohnungen erhalten.","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-01-06T11:06:35.441+0000","up_votes":2,"down_votes":0,"body":"Du startest die Season auf H2.\nDu benötigst H2 für die rewards.\n\nSprich du musst eigentlich garnichts tun oder gehonored werden. Du startest ja schon mit der benötigten Anforderung.\n\nDas einzige was daran was ändert sind Strafen. Ergo: wenn du keine Strafe kriegst ist das Honorsystem für die ranked rewards völlig unwichtig","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-06T13:41:05.496+0000","up_votes":1,"down_votes":0,"body":"hab 3 mal strafen bekommen wegen internet ausfall. zählt des auch? O.o","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-06T15:53:56.792+0000","up_votes":2,"down_votes":0,"body":"Soweit ich weiß zählen leaver buster strafen nicht für das Honorsystem.\n\nBin jetzt aber auch nicht 100% sicher.","replies":[{"id":"","poster":"Alpacana","date":"2019-01-06T17:02:28.517+0000","up_votes":2,"down_votes":0,"body":"Nein die fallen da nicht rein, genauso wie erzwungene Name-Changes. Hab ich mal beim Support nachgefragt :)","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-06T20:10:45.511+0000","up_votes":2,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-07T10:01:44.407+0000","up_votes":1,"down_votes":0,"body":"Ok ich bin jetzt davon ausgegangen dass ich die Honor Stufe nicht habe. Hab jetzt nachgeschaut und bin Honor Stufe 2 + 1/3 Also sollte ich den Skin und den Rahmen ja bekommen oder?","replies":[{"id":"","poster":"Qbert","date":"2019-01-07T10:10:05.600+0000","up_votes":2,"down_votes":0,"body":"gemäß der Sonderregelung, ja.\n\nDetails findest du hier:\nhttps://boards.euw.leagueoflegends.com/de/c/ankundigungen-de/BdbwXydv-ehrungsvoraussetzung-far-belohnungen-zum-saisonendea-Aktualisierung\n\nEDIT:\nLies dir am besten noch mal die Voraussetzungen durch, es gibt Einschränkungen. Bspw. darfst du nur ChatRestrictions gehabt haben, keinen 14d-Bann ... lies es dir besser durch, ich möchte da jetzt nicht zu sehr ins Detail gehen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Alpacana","date":"2019-01-06T05:47:43.053+0000","up_votes":2,"down_votes":1,"body":"Hm also ich habe spontan auf 7 meiner Smurfs nachgeschaut. Auf allen bin ich mindestens Honor Level 3 und habe pro Account weniger als 20 gespielte Spiele diese Season.\nKann ja also irgendwo nicht sein, dass man den Skin nicht bekommt nur weil man nicht gehonored wird.\nIch denke das liegt eher daran, weil man miserabel im Chat war und sich somit die Belohnung versaut hat ;)\nAber wie Laufplanke schon gesagt hat..Wieso solltest du dann dafür belohnt werden?\nWobei hier immernoch gesagt werden muss, dass du **dank Riot** noch immer bis zum 11.02. Zeit hast Honor Level 2 zu erreichen und deine Belohnung doch noch zu bekommen. Riot ist hier also mehr als großzügig.\nEs sei denn du hattest einen 2 Wochen-Ban, dann hat sich das allerdings auch erledigt..","replies":[{"id":"","poster":"Rang3k1ng163","date":"2019-01-06T13:34:41.683+0000","up_votes":1,"down_votes":1,"body":"Eh ich bekomm keine Honors da kann ich machen was ich will xD.\n\nIch könnte mir so ne 4 tasten tastatur kaufen oder 8 tasten. die mit nur makro knöpfen. vll hast sowas schon mal irgendwo gesehen.\ndamit kann ich nicht chatten. ich könnts mit der mal probieren zu zocken da ist schreiben nämlich echt unmöglich.\n\nich hätt trotzdem keinen honor mehr.","replies":[{"id":"","poster":"Alpacana","date":"2019-01-06T17:04:55.927+0000","up_votes":2,"down_votes":0,"body":"Wie gesagt..Honors sind nicht nötig um die Season-Belohnung zu erhalten. Alles was du machen musst ist keine Strafe zu erhalten. Das sind jetzt nicht gerade die härtesten Anforderungen mMn.\nBist du nicht auffällig steigst du automatisch im Honor wie man an meinen Smurfs erkennen kann. Und das sogar in unter 20 Spielen.","replies":[]}]}]}]}