{"id":"Vq3PRUEa","poster":"OzenII","date":"2019-10-27T16:04:01.706+0000","title":"Koshi - The Unknown Spirit","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"Sie könnte ein AP basierender Support sein der Folgende Fähigkeiten hat: \r\nmid Range Autoattacks wie z.b. ahri\r\n\r\nQ- Seelenstück: Eine violette Aura fliegt Richtung Gegner (20 ap schaden) der diese empfänglich für den nächsten empowert autoattack macht.(11 Sekunden cooldown)\r\nW- Oh Nein: sie stolpert nach hinten und macht damit 120 ap schaden ( höherer cooldown z.b. 38 sek)\r\nE- Schutzkollision: eine aufladbare Explosion die 50 ap schaden macht und einem teammate ein schild gibt.\r\nR- Abgrundsempfang: sie ist für 2 Sekunden unaufhaltbar und nimmt das ziel mit in die Spiegelwelt ( Gegner wird in die nächst beste wand reingezogen mit Marya) wo sie 400 ap schaden auf lvl 6 macht und den Gegner und sich selbst unangreifbar macht außer von kayn u. yuumi da sie mitreisen können.\r\nStats: lvl 1\r\n610 leben\r\n30 ap\r\n0 ad\r\nAttackspeed 1,1\r\nder Rest ist balancing basierend\r\nAussehen:\r\nMenschenähnlich (Basiert auf einer Schneefrau der japanischen Mythologie)\r\nSilbersblaue rückenlange haare\r\nca 173 groß 57 Kilo schwer\r\ngeht die ganze zeit auf den Zehenspitzen und hat sehr lange Fingernägel und Leere Augen.\r\nEmpfehlung der deutschen Synchronsprecherin : Heike Schroetter\r\n\r\nSie können selbstverständlich den Rest so gestalten wie sie möchten oder Änderungen Vornehmen so das sie in ihr Spiel passen.\r\nBei Umsetzung würde ich Mich freuen wenn Jemand mir Bescheid gibt.\r\nMfG Lukas Tabor","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-28T08:53:54.994+0000","up_votes":2,"down_votes":0,"body":"> der Rest ist balancing basierend\n\nNicht wirklich. Balancing ist lediglich das Anpassen von gegebenen Werten. Das Auslassen von Dingen macht auf den Leser nur den Eindruck, als hättest du keine Idee, wie diese Aussehen sollen bzw. Dein Champion besitzt diese Werte nicht.\n\n> 400 ap schaden\n\nWas soll mit das sagen? (Auch in den anderen Fällen)\n\n - 400 + 0% AP magischer Schaden\n - 400% AP Schaden, welcher Schadensklasse?\n\n> Bei Umsetzung würde ich Mich freuen wenn Jemand mir Bescheid gibt.\n\nRiot ist hier nicht aktiv. Dieses Forum ist rein von Fans für Fans von LoL und seinen Konzepten.\n\n> Stats: lvl 1\n610 leben\n30 ap\n0 ad\nAttackspeed 1,1\n\n - Es gibt die Grundstatistik AP nicht. Hierzu könntest die ein Passive entwickeln (die ja bisher fehlt).\n - Kein Champion kommt ohne AD aus. Bedenke, wie er Lasthitten soll und wie das Traden funktionieren soll? (Supporter machen unglaublich viel mit ihren Normalen Angriffen.)\n - Hast du eigentlich eine Vorstellung davon, wie Angriffsgeschwindigkeit agiert? Der Startwert von 1,1 ist extrem ungesund für jegliche Idee von Balancing und würde definitiv sehr stark fallen. (Nicht ohne Grind ist das durchschnittliche Angriffstempo auf Level 1 bei 0,625)\n\n> Q- Seelenstück: Eine violette Aura fliegt Richtung Gegner (20 ap schaden) der diese empfänglich für den nächsten empowert autoattack macht.(11 Sekunden cooldown)\n\nUnd was macht dieser \"empowert autoattack\"? Bitte erläutere, wenn du schon so viel auslässt wenigstens das bisschen, das du schreibst.\n\n> W- Oh Nein: sie stolpert nach hinten und macht damit 120 ap schaden ( höherer cooldown z.b. 38 sek)\n\nWie stellst du dir denn die Schadensausläsung vor. Ist es ein Flächeneffekt oder erfährt jemand Schaden, wenn er mit Koshi kollidiert?\n\n> E- Schutzkollision: eine aufladbare Explosion die 50 ap schaden macht und einem teammate ein schild gibt.\n\nVon wo geht die Explosion aus? Von dir oder vom Geschildeten (wie bei Ivern-E)? \n\n> R- Abgrundsempfang: sie ist für 2 Sekunden unaufhaltbar und nimmt das ziel mit in die Spiegelwelt ( Gegner wird in die nächst beste wand reingezogen mit Marya) wo sie 400 ap schaden auf lvl 6 macht und den Gegner und sich selbst unangreifbar macht außer von kayn u. yuumi da sie mitreisen können.\n\nWie sieht das Counterplay dazu aus? Was passiert in der Spiegelwelt? Wie lange hält dieser Effekt? ...\n\n___\n\nGrundsätzlich wirkt das hier alles eher wie ein Flickenteppich. Ich empfehle dir da mal in die [Guides](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/G1fQAET5-eine-sammlung-von-guides-zum-erstellen-von-champion-konzepten) zu gucken. (Es gibt auch recht kurze, für alle, die nicht so viel lesen wollen. XD)\n\nAn sich kann dieses Konzept durchaus gut sein, wenn man es vernünftig angeht und gestaltet. Setz dich da lieber noch einmal hin und fülle dein Konzept mit Inhalten.","replies":[]},{"id":"","poster":"SackRyze","date":"2019-10-28T09:32:52.326+0000","up_votes":1,"down_votes":0,"body":"also würdest du dir bitte etwas mehr zeit hierfür nehmen.\nWas ich jetzt alles aus deinem Post entnehmen durfte (In meinen Augen) kommt rüber wie etwas das in 10 Minuten abgefertigt wurde\n\nvon daher sagt mir das ganze einfach nichts und ich kann mir keinen Champion vorstellen der in die Geschichte von Runeterra passen würde geschweige denn zum Spiel LoL passen würde.{{sticker:slayer-jinx-unamused}}","replies":[]}]}