{"id":"0ln7XTHh","poster":"NiicQ","date":"2019-01-05T17:17:23.291+0000","title":"Warum existiert Jax?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":8,"body":"Hallo ich will euch fragen warum existiert Jax?\r\nIch habe oft games mit einem Jax im Gegnerteam, wo der Jax 30 min lang garnichts macht au&szlig;er Afk farmt und wenn er ein paar Items hat einfach alles zerst&ouml;rt....\r\nWarum gibt es so einen Champion ich finde du brauchst f&uuml;r Jax 0 Skill.. sogar seine F&auml;higkeiten sind skilllos.\r\nWarum Nerft Riot solche Champions nicht?","replies":[{"id":"","poster":"Necromant","date":"2019-01-05T20:28:21.302+0000","up_votes":10,"down_votes":0,"body":"Klassisches Halbwissen detected.","replies":[]},{"id":"","poster":"Hubschraubersäge","date":"2019-01-05T17:21:31.288+0000","up_votes":3,"down_votes":0,"body":"Warum punished du ihn nicht in den 29 minuten davor und störst ihn beim farmen?\nJeder champ der lange freefarm bekommt wird big..\nVerstehe nicht wo genau du da jax kritisierst.","replies":[{"id":"","poster":"NiicQ","date":"2019-01-05T18:27:10.744+0000","up_votes":1,"down_votes":2,"body":"Ich meine er macht nichts im Game aber gewinnt trotzdem weil er einfach reinspringt durch seine w 3 Sekunden keinen Schaden bekommt und in den 3 Sekunden einen Penta macht. Und wie soll ich Jax punishen wenn er durch seine w 3 sekunden keinen schaden bekommt und mir in der Zeit hälfte Leben abzieht? \nVerstehe nicht wie man gegen ihn gewinnen soll.. weil er einfach zu op ist xD\n","replies":[{"id":"","poster":"Hubschraubersäge","date":"2019-01-05T18:30:01.019+0000","up_votes":5,"down_votes":0,"body":"Erstmal ist es sein E durch den er keinen autoattack schaden bekommt.\nEs ist nur autoattack damage , spells und magic damage gehen durch.\nJAx ist kein early game champ.\nIch hab das gefühl , dass du kein toplaner bist , um zu wissen wie der champ funktioniert und vor seinen ersten items (sheen und phage) relativ schwach und einfach  zu punishen ist.\nZeig mir bitte ein Video indem jax innerhalb von 3 sekunden einen penta macht.\nIch empfehle dir ihn mal selbst zu spielen damit du die spells auch wirklich kennst, denn wenn du die spells kennst , weißt du auch wie sie zu countern sind.","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-01-05T19:31:55.734+0000","up_votes":4,"down_votes":0,"body":"Ich sage es mal so. Ich persönlich kann Jax auch nicht leiden, aber jeder hat so seine Gegner, die er nicht leiden kann.\n\nIm Endeffekt ist Jax aber eine Art Itemhülle. Ohne Items ist er extrem nutzlos abseits seines E. Jedoch macht er aus Items so viel, wie es fast kein Anderer kann.  (Einzelne Stats können natürlich auf anderen Champions besser skalieren. e.g. AD auf Fiora, jedoch das Gesamtparket verwertet Jax am besten.)\nLässt du ihn an diese Items kommen ohne in dieser Zeit Vorteile zu generieren, so ist es definitiv nicht Jax Problem, dass du bis dahin einfach nicht mehr geleistet hast als Jax.\n\n___\n\nWenn wir uns mal einfach dein Talon-Game angucken.\nLaut der Auswertung hattet ihr bis Minute 37 noch alle Karten in eurer Hand. (430 Gold Vorsprung der Gegner).\nAber was kommt dann?\nBeide Teams hatten einen starken ADC, einen physisch orientierten Tank. Diese Aspekte haben allerdings nicht so viel Impact gehabt, da sie wie bereits gesagt auf beiden Seiten vorlagen.\nNun der Rest. Euer Support war extrem passiv. (Morgana) weder agierte sie viel in Kämpfen (KP: 9/41 ~ 22%), während der gegnerische Support sowohl bei Sicht als auch im Kampf deutlich aktiver agierte. (Thresh) (KP: 27/51 ~ 53%)\nAuf eurer Midlane hattet ihr Annie gegen Akali. Annie hat hierbei sogar mehr als den doppelten Einfluss auf das Spiel gehabt, wobei der Anteil ihrer Handelns seltener zu Kills führte als bei Akali. (Das Team folgte ihr weniger oder agierte zu oft ohne sie)\n\nNun als Letztes die Jungler. Hier habe wir das einzige Matchup, das ein den Teams einen Zeitstempel auferlegte.\nTalon ist als Attentäter kein Late-Game-Hero. Für ihn ist es das Ziel das Spiel zu beenden bevor er 4 Items hat.\nJax ist genau das Gegenteil. Wenn er 4 oder mehr Items hat, kann er auch leichte Definzite des eigenen Teams kompensieren, was er jedoch auch können muss, da der Weg bis dahin für sein Team bedeutet keinen vollwertigen Jungler zu besitzen. Wenn Jax 6 Items hat und ihr nicht in der Lage seit Vayne zu schützen (Ihr hattet nur Annie-P und Morgana-Q), dann ist es klar, dass er euch zerlegt.\n\nMir sind jedoch auch ein paar Fehler eurerseits aufgefallen:\n\n1. Ihr spielt gegen die Voli-Passive einen ADC (also einen Lifesteal bauenden Carry) und zwei Champions dessen Core-Itembuild Gunblade enthält (Jax und Akali).\nWie seit ihr auf die Idee gekommen keine Heilung reduzieren zu müssen?\nIch meine, du warst lange Zeit der stärkste Spieler im Spiel, also war es dir als erster (und auch als einer der sinnvollsten Träger) möglich den \"Ruf des Henkers\" zu holen.\n2. Dein Fokus war eine Katastrophe: Ihr hattet 3 Türme verloren (bis zur Minute 21:54) bevor ihr einen Turm bekommen habt. Du bist ein Jungler, der jede Fehlposition der Gegner über deine E punishen kann. (Kannst ja sehr ungewöhnliche Gankrouten nutzen) Weiterhin habt ihr den sicheren CC gehabt. Der Thresh-Hook kann durch Morgana-E geblockt werden bzw. selbst wenn das nicht, so geht der Rest von Thresh ins leere.\nDu musst deine Early/Mid-Dominanz auch ausspielen.\n\n___\n\nNur mal so aus Spaß. Ich vermute, das der Baron am Ende so ein Jax-Solo-Baron war? XD","replies":[{"id":"","poster":"NiicQ","date":"2019-01-06T10:22:29.206+0000","up_votes":2,"down_votes":0,"body":"Jap xD Danke für deine 'Analyse' ich werde mir das zu Herzen nehmen und im nächsten Spiel versuchen darauf zu achten :)","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-01-06T11:20:29.797+0000","up_votes":1,"down_votes":0,"body":"\"Analyse\" trifft es recht gut. XD\n\nKann auch gefährliches Halbwissen sein. Ich habe nur über die Spielauswertung argumentiert. Möglicherweise gibt es also Unstimmigkeiten, zu einer Replay-Analyse.","replies":[]}]},{"id":"","poster":"NiicQ","date":"2019-01-06T10:20:51.355+0000","up_votes":2,"down_votes":0,"body":"Jap xD","replies":[]}]}]}