{"id":"lQQLIdTy","poster":"Kikazaru","date":"2019-10-27T13:29:40.769+0000","title":"Champion Konzept: Lomm","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Vor nicht allzu langer Zeit hat mein erstaunliches Denkorgan den Championkonzept Takiza geboren. Jetzt erblickt mit Lomm ein weiteres, viel gewagteres Championkonzept das Licht der Welt.\r\n\r\nApplaus für:\r\n>Lomm - der kurzsichtige Riese\r\n\r\n_Grundgedanke:_\r\nSpontan kam mir der Gedanke, einen Riesen für die Kluft zu schaffen. Und zwar einen, der nicht nur in seiner Lore groß ist, sondern auch in der Kluft die Türme mit Abstand überragt.\r\nJetzt denkt sich der Leser wohl “Hääääää? Wie soll sowas gehn?”\r\nDie Antwort darauf war nicht leicht zu finden, doch eine besondere Mechanik mit seinen Bewegungsbefehlen und normalen Angriffen machen es möglich. Er hat deshalb eine sehr ungewöhnliche Grundmechanik - und ist daher wohl der unrealistischste Champion den ich bisher erdacht habe.\r\n\r\n_Aussehen:_\r\nLomm ist ein Riese. Allerdings ist er nicht einfach ein übergroßer Mensch, sondern viel mehr eine Art Naturgeist. Aber auch dass nicht wirklich, er ist nämlich älter als die Natur selbst.\r\nEr ist eine Art Geist. Er besteht aus schwarzer bis dunkelgrauer/blauer Energie - nicht dämonisch, sondern mehr wie der Nachthimmel. Er hat lange, schlaksige Gliedmaßen und klauenartige Hände und Füße. Sein Gesicht kennt fast niemand - er trägt es meist über den Wolken. Wie groß er ist, ist schwer zu sagen, wohl irgendwas zwischen 50 und 100 Metern - keine Angst, er passt trotzdem in die Kluft. In der Kluft sind nämlich nur seine beiden Beine sichtbar. Alles oberhalb seiner Fussknöchel wird durchscheinend. So hat er in etwa die größe eines normalen Champions.\r\n\r\n_Hintergrundgeschichte:_\r\nLomm ist ein uraltes Geschöpf. Eines von jenen wenigen die älter als das Leben selbst sind. In den ersten Momenten der Schöpfung entstand er - kurz nach Aurelion Sol. Den arroganten Drachen mochte Lomm nie besonders, aber er hatte Sinn für Ästhetik, dass muss man ihm lassen.\r\nLomm war weniger der Schöpfertyp. Er beobachtete Lieber und sah den Sternen beim brennen, und den Planeten beim kreisen zu. Von den anderen ätherischen Wesen hielt er sich fern. Nur mit Bard kam er einigermassen klar, auch wenn Ihn dieser auf dauer mit seiner guten Laune nervte.\r\nErst kürzlich, noch vor den Runenkriegen, kam er zufälligerweise nach Runeterra, um dort auf seinem Lieblingsberg zu sitzen und der Sonne zuzusehen. Als er sich nach einigen Monaten zum gehen wandte, erschütterte in weiter Ferne ein gewaltiger Knall die Stille der Nacht. Lomm wandte sich zu den Geräusch um, und übersah dabei beim gehen einen Hügel - und stolperte darüber.\r\nEr war noch nie gestolpert.\r\nMit dem Gesicht voran landete er auf der harten Erde Runeterras. So nah war er dem Boden noch nie gewesen. Er blinzelte mit seinen kurzsichtigen Augen und sah viel grün. Eine schöne Farbe. Woher sie wohl kam?\r\nDann begannen die Vögel wieder zu singen. Und Lomm verliebte sich sofort in deren Musik. Seither schlendert er durch Runeterra und bewundert die Vielfalt des Lebens - wandert durch Urwälder oder schwimmt mit den Walen - er liebt deren Gesang sogar noch mehr als den der Vögel. Und wenn er ein bisschen faul ist, dann hört er den Bäumen beim Wachsen zu.\r\nDie Menschen gaben ihm den Namen Lomm, nach seinem Lieblingswort, das er beim gehen murmelt.\r\n\r\nSo. Es folgen seine Spells:\r\n\r\n_Passiv: Riesenhaft/Grosse Schritte_\r\n_Riesenhaft_\r\nPassiv:\r\nLomm ist so gross, dass Gegner nur seine Beine sehen und Angreifen können. Er hat zwei davon, beide Teilen sich seinen Lebensbalken. Allerdings kann Lomm von einer Fähikgkeit nur einmal Schaden erleiden, selbst wenn beide Beine getroffen werden. Dasselbe gilt für positive Effekte wie Heilungen, Schilde, Schadensreduktionen, Unverwundbarkeit etc.. Massenkontrolleffekte können Ihn doppelt treffen.\r\n\r\nDasjenige Bein, welches Lomm zuletzt für einen Schritt verwendet hat, erleidet 6% (+0.5 pro Stufe) reduzierten Schaden durch Champions. Das andere erleidet 10% zusätzlichen Schaden.\r\n\r\nLomms Beine haben eine maximale Distanz von 700 + (150% zusätzliches Lauftempo) Einheiten zueinander.\r\nLomms Sicht und die Reichweiten seiner aktiven Fähigkeiten zentrieren sich um die Mitte der Positionen seiner Beine.\r\nLomm wird in Gebüschen nicht unsichtbar, sonder lediglich nicht Anvisierbar.\r\nBlitz/Teleport oder andere Teleportationseffekte transportieren immer Beide seiner Beine. Auch wenn nur eines in Reichweite ist.\r\n\r\nViele Massenkontrolleffekte funktionieren etwas anders wenn sie Lomm treffen:\r\n\r\nBezaubern/Fürchten/Verspotten/Betäuben: Das betroffene Bein wird Festgehalten. Lomm kann es nicht für Schritte nutzen. Er kann keine Fähigkeiten wirken.\r\n\r\nFesthalten: Das betroffene Bein wird Festgehalten. Lomm kann es nicht für Schritte nutzen.\r\n\r\nHeranziehen/Zurückstossen: Das betroffene Bein wird höchstens bis zur maximaldistanz bewegt. Lomm kann es nicht für Schritte nutzen. Er kann keine Fähigkeiten wirken.\r\n\r\nIn die Luft schlagen: Lomm muss sein Gewicht verlagern und kann deshalb keines seiner Beine für Schritte nutzen. Lomm kann keine Fähigkeiten wirken.\r\n\r\nSchweigen: Er kann keine Fähigkeiten wirken.\r\n\r\nAm Boden gehalten: Hat keine Auswirkungen.\r\n\r\nVerlangsamen: Beeinträchtigt die Reichweite seiner Schritte nicht. Die Verlangsamung erhöht die Abklingzeit und Ausführungszeit von “Schritt” prozentual wenn das verlangsamte Bein benutzt wird.\r\n\r\nBeschleunigen: Beeinträchtigt die Reichweite seiner Schritte unabhängig davon welches Bein benutzt wird.\r\n\r\n_Grosse Schritte_\r\nAktiv:\r\nSchritt\r\n(Bewegungs-/Angriffsbefehle)\r\nAbklingzeit: 1.5 Sekunden\r\nAusführungszeit: 0.75 Sekunden\r\nReichweite: 500 (+150% zusätzliches Lauftempo)\r\nWirkungsbereich: 150 Einheiten\r\nJeder Schritt verursacht 100% seines Angriffsschadens (+3% maximales Leben) gemischten Schaden an allen Gegnern im Zielgebiet. Für einen Schritt wird für gewöhnlich immer dasjenige Bein benutzt, welches weiter vom Zielgebiet entfernt ist.\r\nEs werden Treffereffekte ausgelöst. Der Schaden der Treffereffekte wird unter allen getroffenen Vasallen oder allen getroffenen Champions aufgeteilt. Flächeneffekte werden im Zentrum ausgelöst. Massenkontrolle durch Treffereffekte wird an allen Zielen ausgelöst.\r\nAbklingzeitverringerung und Angriffstempo haben keinen Einfluss auf \"Grosse Schritte\".\r\n\r\nDie Reichweite zentriert sich um die Position des anderen Beins.\r\nDurch halten der Alt-Taste kann ein Bein ausgewählt werden.\r\n\r\n_Q: Stampfen_\r\nKosten: 50 Mana\r\nWirkbereich: 250 Einheiten\r\nLomm reduziert die aktive Abklingzeit von \"grosse Schritte\" auf 0.5 Sekunden und verstärkt den nächsten Schritt innerhalb von 5 Sekunden. Dieser verursacht 20/65/110/155/200 (+8% zusätzliches Leben) (+40% Fähigkeitsstärke) zusätzlichen magischen Schaden, hat einen vergrösserten Wirkungsbereich und bringt getroffene Gegner eine Sekunde lang zum schweigen. Außerdem verdoppelt er zwei Sekunden lang die Schadensreduktion von \"Riesenhaft\".\r\n\r\n_W: Sanfter Riese_\r\nPassiv:\r\nSobald sich Lomm außerhalb des Kampfes 2.5 Sekunden lang nicht bewegt, blinzelt er und verschärft seine Sicht. Er kann jetzt über Mauern sehen und erhält 600/700/800/900/1000 Einheiten zusätzliche Sichtweite. Sobald Lomm sich bewegt oder Angegriffen wird, geht der Effekt innerhalb einer Sekunde verloren.\r\n\r\nAktiv:\r\nAbklingzeit: 26/24/22/20/18 Sekunden\r\nKosten: 60 Mana\r\nReichweite: 400 Einheiten\r\nLomm vernichtet sofort alle Projektile, unterbricht Kanalisierungen und beschneidet Flächeneffekte im Umkreis um eines seiner Beine, deren Ursprung gegnerische Champions sind und die vor der Aktivierung ausgelöst wurden.\r\nLomm kann die Fähigkeit innerhalb der nächsten 10 Sekunden 2 weitere Male aktivieren. Es wird jeweils eine Abklingzeit von 1 Sekunde ausgelöst.\r\n\r\n_E: Blumen Pflücken_\r\nAbklingzeit: 16 Sekunden\r\nKosten: 80/90/100/110/120 Mana\r\nReichweite: 550 Einheiten\r\nReichweite Baum: 2000 Einheiten\r\nWirkbereich Baum: (200/400) x 600 Einheiten\r\n\r\nJe nach Ziel wird ein anderer Effekt ausgelöst.\r\nGebäude\r\nLomm schädigt den Turm mit einem normalen Angriff. Es wird kein Mana verbraucht und eine Abklingzeit von 1 Sekunde ausgelöst.\r\n\r\nGebüsch\r\nLomm pflückt Blumen und isst sie. So stellt er in den nächsten 3 Sekunden 10/12/14/16/18% seines fehlenden Lebens wieder her (mindestens 8% seines maximalen Lebens). Es wird 50% Abklingzeit zurückerstattet.\r\n\r\nTerrain (ausgenommen Gebäude und künstliches Terrain)\r\nLomm pflückt einen Baum. Er aktiviert die passive Komponente von \"Sanfter Riese\" für mindestens 4 Sekunden und kann nach einer Sekunde innerhalb von 3 Sekunden den Baum durch Reaktivierung ins Zielgebiet schleudern.\r\n\r\nDas Geäst des Baums verursacht 85/130/175/220/265 (+70% Fähigkeitsstärke) magischen Schaden und verlangsamt 2 Sekunden lang um 40%. Gegner die vom Baumstamm getroffen wurden erleiden 50% zusätzlichen Schaden und werden für die Dauer der Verlangsamung am Boden gehalten.\r\nDie dauer zwischen Wurf und Aufprall variiert je nach Wurfweite zwischen 0.5 und 2 Sekunden. Das Zielgebiet wird für Gegner jeweils 0.5 Sekunden vorher Sichtbar.\r\n\r\n_R: Eine helfende Hand_\r\nAbklingzeit: 100 Sekunden\r\nKosten: 100 Mana\r\nReichweite: 650 Einheiten\r\nReichweite Sprung: 400 Einheiten\r\nFläche Sprung: 200 Einheiten\r\n\r\nLomm legt seine Handfläche bis zu 2 Sekunden lang auf den Boden. Ein verbündeter Champion kann auf diese Rechtsklicken um von Lomm maximal 8/9/10 Sekunden lang hochgehoben zu werden.\r\n\r\nDer Champion erhält 300 Einheiten zusätzliche Sicht, erleidet 24/30/36% reduzierten Schaden und leitet die Hälfte davon absolut auf Lomm um.\r\n\r\nDer Champion kann die Position der Hand mit seinen Bewegungsbefehlen steuern. Die Hand hat ein Bewegungstempo von 400 Einheiten (+200 wenn sie sich auf Lomm zubewegt). Sie kann Mauern überqueren und sich nicht weiter als 650 Einheiten von Lomm entfernen.\r\n\r\nDer Champion wird in Gebüschen nicht getarnt.\r\n\r\nFernkämpfer erhalten 20% zusätzliche Reichweite für normale Angriffe und Fähigkeiten.\r\n\r\nNahkämpfer können mit einem Angriffsbefehl von der Hand springen und verursachen so im Einschlagsgebiet 100/175/250 (+80% Fähigkeitsstärke) magischen Schaden und verlangsamen getroffene Gegner 2 Sekunden lang um 40%.\r\n\r\n_Gameplay:_\r\nLomm ist als Supporter oder als Jungler spielbar.\r\nDie Heilung von “Blumen Pflücken” und der Flächenschaden seiner Schritte machen Ihm das leeren der Dschungellager leicht. Die Reichweite seiner Schritte verändert außerdem sein Verhältnis zu Mauern so - sie sind Ihm beinahe egal. Das ermöglicht Ihm saftige Ganks, und entspanntes Counterjunglen. Die Verlangsamung von “Blumen Pflücken” und das erwähnte Verhältnis zu Mauern verstärken seine Ganks. Ausserdem hilft Ihm sein Verhältnis zu CC dabei, dass seine Ganks nicht vorzeitig Beendet werden können - er zerstampft die blöde Morgana einfach mit dem nicht festgehaltenen Bein.\r\n\r\nAls Supporter ist seine Ult ausgesprochen nützlich. Die CC von “Stampfen” und “Blumen pflücken” stören auch nicht. Zusätzlich kann er die passive Komponente von “Sanfter Riese” viel besser ausnutzen, da er nicht von Monsterlager zu Monsterlager hetzen muss. Außerdem gibt es im Dschungel nur wenige Projektile die er vernichten könnte. Sein der aktive Teil seines W gewährt Ihm auf der Lane Ersatz für seine Unfähigkeit Projektilen auszuweichen.\r\n\r\n_Items/Runen:_\r\nLomm steht total auf Lauftempo, sein Passiv profitiert ungemein davon. Panzer des Toten Mannes ist deshalb ein must-have, auch weil er mit der Verlangsamung des Panzers mehr als einen Gegner treffen kann. Der Ritterschwur synergiert angenehm mit seiner Ult. Eisgeborenen-Handschuhe harmonieren wunderbar mit seinem Q. Viel mehr gibts nicht zu sagen.\r\n\r\nIch würde wohl die Schlüsselrune “Bewahrer” wählen, vor allem weil die Wahrscheinlichkeit das ein Verbündeter in deiner Nähe steht dank Lomms zwei Beinen doppelt so gross ist.\r\n\r\nSo. Das wars erstmal von Lomm. Gebt mir doch bitte Feedback wenn Ihrs soweit geschafft habt. Danke\r\n\r\nGrüsse, euer Kikazaru","replies":[]}