{"id":"1eOlnhRY","poster":"ZlKingKong","date":"2019-01-04T15:05:25.045+0000","title":"Wie Kommt man bitte aus Silver raus ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":5,"body":"Hey Leute\r\nJa ich wei&szlig; man kann nicht immer gewinnen.\r\nIch spiel bot Supp oder Adc bei jeden spiel gewinne ich fast jeden bot Lane.\r\nHort sich gut an aber warum verliere top lan, mid lane and jgl ?.\r\nkommt z. B. top 1/10 oder jgl 1/15.\r\nda wir die einzige bot lane am Gewinnen sind kommt der jgl , mid top zum bot lane von den generischen Team.\r\nwow da Hei&szlig;t es 2 vs 5 :O . Das Ging jetzt fast alle spiele so.\r\nStell sich doch die Frage  wieso bekomme ich kein Team die mal 1 lane am gewinnen ist ? dann habe ich mal die Spieler im meine Team beobachtet die Farmen nicht, sondern nach 2&ndash;3 min sind die am pvp (k&auml;mpfen).\r\nIch meine man sollte doch erst Rangliste spielen wenn man Erfahrung gesammelt haben wie man am beste vorgeht.\r\nAm best mit sein Main Champion vorgeht. Aber warum Spielen die mit Champion noch nie gespielt haben?","replies":[{"id":"","poster":"Necromant","date":"2019-01-04T15:07:41.594+0000","up_votes":4,"down_votes":0,"body":"Da stellt sich mir die Frage, wenn ihr doch so gut am dominieren seid Botlane, warum rotiert ihr dann nicht mal Mitte und helft euren Midlaner aus, oder setzt deepwards um den Gegn. Jungler zu tracken?\nEinzig und allein vom Eier Schaukeln auf der Lane, hat man noch kein Game gewonnen.","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:12:55.393+0000","up_votes":1,"down_votes":0,"body":"Ja habe ich mir auch gedacht. Aber wenn top lan und mid lan verlieren dan kommt ja der Jgl von den generischen team Perma auf bot lane und der mid ja auch wenn er sein kill gemacht hat .","replies":[{"id":"","poster":"Necromant","date":"2019-01-04T15:14:09.991+0000","up_votes":2,"down_votes":0,"body":"stellt gut Wards und ihr seid save bzw. k칬nnt bei einem Lead evtl. sogar n 3 vs 2 nehmen. Bzw. wenn du wei릆, deren Jgl kommt runter, sag deinem er soll mit runter kommen und counterganken. So ist eurem Jungler auch gleich mit geholfen, da er selbst wieder bisschen Lead aufbauen kann.","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:15:37.818+0000","up_votes":1,"down_votes":0,"body":"ist ja nicht so das die 2 3 kill mehr haben 1-2 lvl mehr als du ","replies":[{"id":"","poster":"Necromant","date":"2019-01-04T15:16:18.830+0000","up_votes":2,"down_votes":0,"body":"& was habt ihr in der Zeit gemacht, w칛hrend die ihren Lead aufbauen? gechillt, richtig.\n\nEdit: bzw. erlebe ich auf meinem Smurf in Silber so viel Leute, die f칲rs kills chasen/greeden oder sonstiges. W칛hrenddessen nehme ich daf칲r meist Tower und hab mehr gekonnt.","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:20:12.311+0000","up_votes":1,"down_votes":0,"body":"1. Farmen sonst  kommst du nicht weit 2.  wenn ich mid helfen hei das du verliere  Farm  dadurch konnte die bot wieder schwer werden .","replies":[{"id":"","poster":"Necromant","date":"2019-01-04T15:23:00.031+0000","up_votes":2,"down_votes":0,"body":"Rotieren ist immer mit einer gewissen Schwierigkeit verbunden ABER wenn du rotierst, dann stell die Wave doch so, das du nicht viel verpasst?\n\nEinzig und allein was passiert, wenn du z.B. mitte rum gammelst dann ohne etwas zu machen, das du dein midlaner sogar noch weiter behind machst, da du ihm exp taxt-","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:25:08.422+0000","up_votes":1,"down_votes":0,"body":"Daf칲r ist der Jgl DA","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:27:42.584+0000","up_votes":1,"down_votes":0,"body":"das w칲rde einfach machen wenn man Safe spielt","replies":[{"id":"","poster":"Necromant","date":"2019-01-04T15:32:17.329+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=Wj1wcocU,discussion-id=1eOlnhRY,comment-id=000100000000000000000000000000000001,timestamp=2019-01-04T15:27:42.584+0000)\n>\n> das w칲rde einfach machen wenn man Safe spielt\n\n?","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:39:19.247+0000","up_votes":1,"down_votes":0,"body":"was bringt dir 1-2 kills  wenn der  mid lane der gegnerisch vll schon 5 kill hat weil der mid nicht safe spielt","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T15:46:03.340+0000","up_votes":3,"down_votes":0,"body":"stimmt was bringt es nen mate zu helfen der das early verkakt hat \nsoll er doch selbst zurecht kommen \nist eh besser den lead den man hat auf der eigenen lane zu behalten als ihn weiter auf andere lanes zu verteilen","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:50:09.155+0000","up_votes":1,"down_votes":1,"body":"Das ist einer der Grunde warum man  nicht weiter kommt .  Man muss nicht sein lane gewinnen das Safe spielen Reicht auch aus. Das macht fast keiner in Silver bereich. Also safe spielen und warten bis einer dir hilft und nicht dan wenn der mid 5 kill hat.","replies":[{"id":"","poster":"Necromant","date":"2019-01-04T15:53:37.579+0000","up_votes":4,"down_votes":0,"body":"Du musst nicht deine Lane gewinnen, du musst das Spiel gewinnen! Das eine Resultiert zum Teil aus dem anderen. Aber auch nur zum Teil!","replies":[]},{"id":"","poster":"Awsane","date":"2019-01-07T16:15:15.324+0000","up_votes":1,"down_votes":0,"body":"Ich h칛tte ja einen anderen Coachingansatz gew칛hlt, alle deine Tipps stimmen schon, allerdings finde ich eine allgemein  \" warum hast du noch... gemacht\" Formulierung, nicht gut da dein Gegen칲ber \ndie als direkten Angriff oft werten wird. dadurch wirkt die ganze Diskussion sehr stur von beiden Seiten hier.\n\nWeil es gibt zu jeden Vorschlag den du machst ja auch immer Situation in dem das falsch w칛re zu machen.\n\nEs ist nat칲rlich richtig, dass man sich immer auf sich selber Fokussieren muss, das 칛ndert aber nix daran, dass es Spiele gibt die man vom aktuellen Standpunkt des Skills ( selbst wenn man viel improvt hat) nicht gewinnen konnte. Man kann von niemandem erwarten, dass er von jetzt auf gleich Fakers Skillniveau erreicht, in dem er alles 1v9 carriet. Weil es ist m칬glich, dass ein Platinspieler (Skilltechnisch) in Silber Mal ein Spiel verliert, weil das Gegnerteam auf den 4 anderen Positionen deutlich 칲berlegen ist.\n\nDas was wirklich helfen w칲rde,w칛re eine Individuelle Betrachtung. Also eine Replayanalyse. Weil ganz ehrlich, der Tipp \" du musst deinen Vorteil auf die Mappe besser Verlagern\" ist nicht falsch, aber wenig hilfreich, weil das dem TE ja erstens bewusst ist und ihm 2. nicht bei der praktischen Umsetzung hilft.\n\nDas was ich den TE raten w칲rde, w칛re zu versuchen nicht  zu sehr das Ergebnis des Spiels zu bewerten, zu akzeptieren, dass man nicht alles Gewinnen kann vom aktuellen Standpunkt aus gesehen, dass man sich dar칲ber nicht 츿rgern sollte sondern weiter auf sich fokusen muss.\nWeil das Gameplay kann ich ja gar nicht bewerten ohne auch nur 1 Sekunde davon gesehen zu habe. \n\nOkay, dass war jetzt viel, ich w칲rde einfach raten in Zukunft darauf achten nicht \" du hast...\" zu verwenden wenn du jemanden helfen willst, sondern \"ich rate zu folgender Vorgehensweise\" das erzeugt einfach weniger Konflikte und dann hast du am Ende eine bessere Diskussion.\n\nWenn du trotzige Argumente erhalten willst um dann damit zu spielen ist das nat칲rlich auch okay, dann musst du so handeln wie bisher. :P","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-01-04T15:41:18.787+0000","up_votes":2,"down_votes":0,"body":"Kills bedeuten auch nur ein Goldvorteil.\nDen du:\nA.: nat칲rlich auch durch Kills ausgleichen k칬nntest\nB.: Durch Obj. ausgleichen kannst\nC.: Durch Farm ausgleichen kannst\n\nDazu kommt noch, ob deren Midlaner das Gold was er bekommen hat schon umgesetzt hat und dadurch wirklich einen Lead bekommen hat.","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:42:28.551+0000","up_votes":1,"down_votes":0,"body":"Stimmt nicht man hat mehr farm + 1 lvl weiter","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T15:47:47.808+0000","up_votes":2,"down_votes":0,"body":"das ist aber nicht besonders effektiv auf mf\nteste einfach mal das andere du wirst den unterschied schnell feststellen","replies":[]},{"id":"","poster":"Necromant","date":"2019-01-04T15:43:48.955+0000","up_votes":2,"down_votes":0,"body":"Dann muss der Laner dich aber sch칬n t칬ten ohne selbst viel Ressourcen verloren zu haben und pushen kann ohne Gefahr zu laufen gegankt zu werden.","replies":[]},{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:45:44.647+0000","up_votes":1,"down_votes":1,"body":"So spiel ich weil  die Rune  Gegenst칛nde bekommst  mana und LP trank und gold ","replies":[]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-01-04T15:27:30.113+0000","up_votes":3,"down_votes":0,"body":"Falsch. Der Jungler ist nicht daf칲r da deine Lane zu Babysitten oder dich ahead zu bringen. Er gibt dir h칬chsten eine Hilfestellung. Hei릆 aber auch gleichzeitig, das nicht nur der Jungler rotieren kann, sondern du als Laner auch.\n\nDie die am meisten rotieren, ganken:\n1. Jgl\n2. Support\n3. Midlaner\n4. Toplaner\n5. Adc","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"N33KO N33KO","date":"2019-01-04T15:37:13.014+0000","up_votes":1,"down_votes":4,"body":"> warum rotiert ihr dann nicht mal Mitte und helft euren Midlaner aus, oder setzt deepwards um den Gegn. Jungler zu tracken?\n\npers칬nliche Erfahrung : kann nur schief gehen.","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T15:39:47.845+0000","up_votes":2,"down_votes":0,"body":"ne nicht wirklich ich renn als tris auch gern mal einfach mitte oder geh in den gegnerischen jungle","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:41:22.732+0000","up_votes":1,"down_votes":1,"body":"wenn du das bei mir gemacht hast w칛re bot lane Tower weg","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T15:50:18.108+0000","up_votes":3,"down_votes":0,"body":"naja w칲rde ich jetzt nicht behaupten ich wei ja wann ich wann gehen kann\n\nhier sind die trist games \nhttp://euw.op.gg/summoner/userName=ccz+marko\n\nnoch einpaar bekommst du im client wenn du nach \"ccz marko\" schaust","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:54:00.395+0000","up_votes":1,"down_votes":0,"body":"was soll ich da Erkennen ?\ndas mid am gewinnen ist ?\nadc 14 kill ? ","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T16:39:24.038+0000","up_votes":2,"down_votes":0,"body":"naja wenn man es genau anschaut sieht man das mid nicht wirklich \" am gewinnen ist \" und man durch roamen auch gewinnt und nicht nur wie du oben geschrieben hast nur Sachen verlierst \n\n\"wenn du das bei mir gemacht hast w칛re bot lane Tower weg\" (h칛tte ich dir direkt dein ganzes haus abgenommen) \nso h칛tte man das auch lesen k칬nnen","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-01-04T15:38:53.360+0000","up_votes":3,"down_votes":0,"body":"ist aber immer noch besser als wenn man auf seine lane die Eier schaukelt und wartet bis das Spiel vorbei ist.","replies":[]}]}]},{"id":"","poster":"AI Marko","date":"2019-01-04T15:21:38.904+0000","up_votes":4,"down_votes":0,"body":"so wie es jeder macht konstant besser spielen als die Leute in deiner elo\n(hei릆 aber nicht das man immer gewinnt)","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:24:01.335+0000","up_votes":1,"down_votes":1,"body":"jo was soll man noch besser machen als sein lane zu gewinnen XD","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T15:34:05.335+0000","up_votes":4,"down_votes":0,"body":"gibt viele Faktoren die man falsch machen kann auch wenn man die lane \"gewinnt\" \n\nbin jetzt kein mf main aber nimmt man wirklich klepto mit? :D","replies":[{"id":"","poster":"칈nari","date":"2019-01-05T10:23:46.554+0000","up_votes":1,"down_votes":0,"body":"Nope tut man nicht 游뗻","replies":[]}]},{"id":"","poster":"Cr쯡쯥","date":"2019-01-04T15:59:16.241+0000","up_votes":3,"down_votes":0,"body":"Die anderen Lanes durch roaming gewinnen, Objektives f칲r das Team sichern, im sp칛teren Verlauf die Teamfights gewinnen etc.\n\nDie Laningphase ist nur ein kleiner Teil des ganzen Spiels und zu wissen wie man einen Lead sauber ausspielt ist ebenso wichtig wie, sich diesen aufzubauen.\n\nWenn du in der SoloQ gewinnen willst musst du das Spiel h칛rter und effizienter Snowballen als deine Gegner dies tun.","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T16:17:37.202+0000","up_votes":1,"down_votes":1,"body":"Sp칛teren verlauf  ja ?  \nDu sehst das viel zu einfach . Warst  du mal Silver?  und ohne hilfe Von ein Master oder so geholfen hat ?","replies":[{"id":"","poster":"Tazajin","date":"2019-01-04T21:26:00.050+0000","up_votes":2,"down_votes":0,"body":"Well, ich verstehe dein problem, mir ging es wirklich lange so.\nAber ich habe angefangen statt das zu spielen worauf ich grade lust habe, einfach mal nur 1-2 champs zu spielen.\nSo bin ich relativ easy auf g4 gekommen. Selbst im flex mit picks wo ich das gespielt habe worauf ich grad lust habe, habe ich nach gef칲hlt 3000 spielen es auf Gold geschafft (ich bin echt nicht gut mit champs die ich selten spiele.)\n\nAber deine Aussage zeigt mir, das du in Silver geh칬rst, nicht b칬s gemeint.\nWenn du wirklich als Supp viel machen m칬chtest, spiel Pyke der is in soloq op. du kannst ab level 6 einfach mal schnell mitte gehen und da helfen den zu t칬ten, dank deiner ulti bekommen 2 das geld.\n\nUnd btw, auf meinem 2. account habe ich mit einem Bronze Typ gespielt und bin auch dort Gold gekommen, du brauchst nicht Master sein o.츿 um aus silber zu kommen.\nIch bin auch schonmal in NoWay췂s stream gegangen und habe gefragt wie ich zb aus silber raus komme, er antwortete wenn ich das allein nicht schaffe, dann ist das die elo wo ich hin geh칬re, am anfang fand ich das eine ultra dumme antwort, aber sie stimmt, schaffst du es nicht, ist das deine elo, du gewinnst und verlierst.","replies":[{"id":"","poster":"Tazajin","date":"2019-01-04T21:27:42.174+0000","up_votes":1,"down_votes":0,"body":"und was ich noch anh칛ngen m칬chte, wenn meine oder die gegnerische bot lane \"hart\" gewinnt, sieht mein game eher so aus, das der adc das spiel halb allein macht.\nAlso kann ich das ganze nicht wirklich nach voll ziehen","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T21:50:42.781+0000","up_votes":1,"down_votes":0,"body":"eben gerade jgl 1 kill 2,3,4 bot lane wir waren am Gewinnen top geht aus dem spiel raus. Das war das enden .Ranglist einfach rausgehen supi. Da kam kein anfragen, ob wir das spiel beenden wollen. Wir mussten weiter spiel. 4 vs 5 und dann ging mid Afk .danach supp . AM Ende 2 vs 5","replies":[{"id":"","poster":"sN00Bdogg","date":"2019-01-04T22:35:07.898+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=Wj1wcocU,discussion-id=1eOlnhRY,comment-id=0002000000010000000000000000,timestamp=2019-01-04T21:50:42.781+0000)\n>\n> eben gerade jgl 1 kill 2,3,4 bot lane wir waren am Gewinnen top geht aus dem spiel raus. Das war das enden .Ranglist einfach rausgehen supi. Da kam kein anfragen, ob wir das spiel beenden wollen. Wir mussten weiter spiel. 4 vs 5 und dann ging mid Afk .danach supp . AM Ende 2 vs 5\n\nUnd was hat deine Mutter dazu gesagt? Der hast du es doch bestimmt zuerst erz칛hlt , oder ?","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T22:45:03.799+0000","up_votes":1,"down_votes":0,"body":"was hat meine Mutter damit zu tun ?\nhab dich erst mal Gemeldet","replies":[{"id":"","poster":"eingew","date":"2019-01-05T08:14:43.153+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das war schlicht eine zugegebenerma른n sehr unh칬fliche Art und Weise zu sagen, dass so etwas passiert, man da aber blo seinen 츿rger herunterschlucken, die Leute melden und sich auf was anderes konzentrieren kann.","replies":[]}]}]}]}]},{"id":"","poster":"Cen칙reth","date":"2019-01-05T01:34:01.683+0000","up_votes":1,"down_votes":1,"body":"Atm seh ich dass wie noway\nAber ich bin eher der Meinung dass man wirklich mit broken Champs bzw Meta aktuell nur richtig climben kann.\nEs ist aber in Silber ein anderes Problem. Teamcomp hin oder her es werden kaum noch Bruisers gespielt oder R칲cksicht auf div Picks genommen. Wenn ich Supp kriege achte ich darauf, habe ich in der Mid nen AP Champs oder dochn Yasuo Spieler, habe ich 칲berhaupt nen Bruiser wie Amumu/Garen im Team wo ich vielleicht nen Hook Champ oder engage Champ wie Alistar oder Thresh ben칬tige.\n\nIn meinem letzten Normal ist mir aufgefallen dass meine komplette Teamcomp f칲rn Hintern war, hatte keine Peelm칬glichkeit und auch keine M칬glichkeit nen ordentlich Fight zu fahren. Hab im Early schon gesehen dass wir das Spiel schwer gewinnen werden.\nUnsere Toplane schwer am Inten, Irelia Mid Plat IV mehr am Flamen als DPS fahren mit 2 1/2 DPS Items (7,8k DPS am Ende) Zoe dachte ich als pick absolut useless als Supp, hat sie aber wenigstens den DPS gefahren. Nachdem ich nach 10 Minuten unten merkte wir kommen nicht weiter. Wollte ich absichtlich in die Mid reintrollen, mein gegnerischer Fizz in der Mid hat sich dann aber selbst getrollt indem er den Kill nicht genommen hat. Konnte durch dass halt auf kurioser Art nen Supp Kill abstauben. Und hab danach einen auf Splitpush Trynda hingelegt. 3 T1 Tower + 1 T2 Tower geholt im Sologang ohne Widerst칛nde weil die erst Top Jungle dann Bot Jungle besch칛ftigt waren. Gewonnen haben wir dass Game eben trotzdem nicht.","replies":[]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-01-04T17:09:58.360+0000","up_votes":3,"down_votes":0,"body":"Also ich konzentriere mich mal auf die Support Spiele, weil ich zu wenig Ahnung vom ADC Spielen habe, um zu beurteilen, ob Miss Fortune mit Klepto wirklich gut ist... Aber dazu sage ich mal: Da du der einzige bist, der sie so spielt, ist es eher unwahrscheinlich. Ich kann aber nicht beurteilen, ob ihr Durchschuss Klepto ausl칬st, wenn ihn auf Champions trifft... also vor allem die 2. Instanz des Durchschusses, denn da wird es interessant.\n\nAber gut, zu den Soraka Games: Du beschwerst dich, dass der gegnerische Jungler deine sch칬nen F칲hrungen kaputt machst, platzierst aber 16 Wards in 30 Minuten... und kaufst dir kein einziges Pink Ward. Nat칲rlich kommen Mid und Jungle zu euch, wenn ihr (die Lane gewinnend) reinpusht und euch dann kein Sicherheitsnetz aus Wards aufbaut. \n\nGerade wenn ihr die Lane wirklich dominiert, solltest du als Support eigentlich tiefe Wards setzen. Also dass du die Pr칛senz des Junglers bereits siehst, wenn er den Bluebuff macht. Dann pingt man das flei를g (da du nicht last hitten musst, hast du halt mehr Freiheit auf die Minimap zu achten... nicht, dass man dies als ADC nicht auch machen sollte, aber als Support ist es einfacher). \n\nDein mangelhaftes Wardverhalten f칲hrt halt auch zu weiteren Problemen. Zum Beispiel ist es wesentlich einfacher f칲r dein Team die relevanten Objekte wie den Drachen oder den Baron zu sichern, wenn du die mit nem Pinkward vorbereitest. Und die gegnerischen Wards mit nem Sweeper, auf den du dringend wechseln solltest, sobald du den Sightstone fertig hast. \nGerade als Support solltest du immer ein Auge auf die n칛chsten Objekte haben. Also den Drachen nicht erst warden, wenn er spawnt, sondern 30 Sekunden vorher, damit du wei릆, ob der Gegner ein Auge auf diesen hat oder nicht. Und ja, man kann auch in Silber Spiele 칲ber gutes Warden gewinnen. Auch wenn viele Spieler selber keine platzieren, so reagieren sie doch, wenn sie welche auf der Karte sehen.\n\nOh und ob Ardent Censer First wirklich noch gut ist, wage ich zu bezweifeln... nach all den Nerfs f칲r das Item. Ein gut gesetztes Redemption kann dir dagegen jederzeit Teamfights entscheiden. Und von Athenes halte ich pers칬nlich ja gar nichts. Oh und als Nami maximiert man den W um dann aggressiv zu traden und nicht den Q, den man irgendwie doch meistens verfehlt und nur situativ anwenden sollte.\n\nDas aller wichtigste ist allerdings: Gehe mit deinen eigenen Leistungen kritisch um, denn sie sind das einzige, was du ver칛ndern kannst. Also du heulst hier gro rum, dass ja immer die andern Schuld sind, spielst aber mit suboptimalen Runen und Itembuilds und wardest zu wenig. Und in deiner letzten Soraka Niederlage hast du dann die meisten Tode in deinem Team... als Soraka, wo es deine Aufgabe ist, hinten zu stehen und zu heilen... W칛hrend der Midlaner, der dir ja immer das Spiel kostet, 12 Kills hat.\nNat칲rlich hat man hin und wieder die Spiele, die man verliert, obwohl man selber verdammt viel richtig gemacht hat. So was kommt vor. Aber daf칲r gibt es halt auch die 2-3--3er KDA Spiele, in denen man quasi nichts gemacht und trotzdem gewonnen hat. Solche Spiele gleichen sich im Verlauf des Jahres meistens aus. Wichtig ist halt, dass man nach beiden Szenarien hinterher mal f칲r sich durchgeht, was man h칛tte besser machen k칬nnen. Ob man, in F칲hrung liegend, sich beim entscheidenden Teamfight nicht vielleicht h칛tte besser verhalten k칬nnen. \nDas war zumindest die Variante, wie ich damals erst aus Bronze und dann aus Silber rausgekommen bin: Ich habe die Leistungen der anderen ausgeblendet und meine eigenen St칲ck f칲r St칲ck verbessert, so dass ich jetzt Hardstuck Platin bin...","replies":[{"id":"","poster":"eingew","date":"2019-01-05T08:19:33.679+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=Wj1wcocU,discussion-id=1eOlnhRY,comment-id=0006,timestamp=2019-01-04T17:09:58.360+0000)\n>\n> Oh und ob Ardent Censer First wirklich noch gut ist, wage ich zu bezweifeln... nach all den Nerfs f칲r das Item. Ein gut gesetztes Redemption kann dir dagegen jederzeit Teamfights entscheiden. Und von Athenes halte ich pers칬nlich ja gar nichts. Oh und als Nami maximiert man den W um dann aggressiv zu traden und nicht den Q, den man irgendwie doch meistens verfehlt und nur situativ anwenden sollte.\n\nArdents war nie Offmeta. Es ist nicht mehr so krank wie zum Release, das ist richtig, aber so schlecht, dass es sich nicht lohnen w칲rde f칲r blo 2,1k Gold einen AS und Schild-/Healbuff f칲r seinen ADC mitzunehmen, war es nie. Und das besagte Redemption funktioniert in der Combi mit Ardents umso besser. Und wenn man so 칲ber die anderen Supportitems nachdenkt, Locket, Athenes (was tats칛chlich situativ ist, aber durchaus m칬glich)... die passen alle super zu Ardents. ","replies":[{"id":"","poster":"DontKillMySoraka","date":"2019-01-05T13:04:09.929+0000","up_votes":2,"down_votes":0,"body":"Bei Ardent als First item ist das Problem, dass es 0 defensive stats gibt und in einer damage-heavy meta eselbst ein 0/0 Zed nur W-E-Q machen muss und du tot bist, ohne auch nur E als janna dr칲cken zu k칬nnen.\nRedemption gibt wenigstens da noch 200 hp.\nWenn man aber ahead ist und nicht gefocused wird, ist Ardent first dennoch wirklich gut.","replies":[{"id":"","poster":"Qbert","date":"2019-01-08T12:40:18.213+0000","up_votes":1,"down_votes":0,"body":"Ardent First ist bei den meisten immer noch First Choice, dann Redemption .., nat칲rlich immer situativ betrachtet.","replies":[]}]}]},{"id":"","poster":"Cen칙reth","date":"2019-01-05T01:37:44.987+0000","up_votes":2,"down_votes":1,"body":"Ardents hat gerade erst nen Buff bekommen da ist wohl wer nicht aufn aktuellen Stand.","replies":[{"id":"","poster":"DontKillMySoraka","date":"2019-01-05T13:33:38.068+0000","up_votes":1,"down_votes":0,"body":"Ob 2% mehr heal&shield power gro르rtig was ver칛ndert ist mehr als fraglich, vor allem da man ja durch alle Schilde etc. hindurch geoneshotted wird, sobald mal jemand ahead kommt.","replies":[]}]}]},{"id":"","poster":"N33KO N33KO","date":"2019-01-04T15:52:54.067+0000","up_votes":2,"down_votes":0,"body":"Einfach n premade suchen dann gehts um einiges leichter","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T15:55:04.088+0000","up_votes":1,"down_votes":0,"body":"kann ich so unterschreiben bot lane l칛sst sich einfach mit Absprache einfacher spielen","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T15:58:24.528+0000","up_votes":1,"down_votes":1,"body":"Kommunikation  genau aber Silver Bereich ? da redest du mit der Wand","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T16:31:20.716+0000","up_votes":3,"down_votes":0,"body":"\"Kommunikation genau aber platin bereich? da redest du gegen nen FELSEN\"\n\nglaub mir das kannst du in jeder elo sagen\n\nschnapp dir einfach nen premade und du wirst sehen das es besser funkt wenn die Synergie da ist\n\n( aber denkt daran wenn man duoq spiel sind die gegner auch besser aufgestellt )","replies":[]},{"id":"","poster":"Cen칙reth","date":"2019-01-05T01:38:40.220+0000","up_votes":1,"down_votes":1,"body":"Silber Bereich? Klar weil ja dass erste was du liest dass b칬se F-Wort ist. Im Silber Bereich.","replies":[]}]}]}]},{"id":"","poster":"AI Marko","date":"2019-01-04T16:57:57.982+0000","up_votes":2,"down_votes":0,"body":"Aber im Grunde empfehle ich dir einfach dich basic besser zu 칲ben \n\nFarming ( dein farm/min ist nicht wirklich gut soll kein flame sein mein farm ist genau so kake )\nWarding ( Mehr Vision = weniger tote / (mehr kills))\nMovement\nMap awareness\nTiltproof \nWavecontrol \n..\n.","replies":[{"id":"","poster":"Cen칙reth","date":"2019-01-05T01:41:48.763+0000","up_votes":1,"down_votes":0,"body":"Dass Farming hat nicht nur was mit ihm zu tun sondern h칛ngt davon ab wie gut sein Supp auch ist, es ist ein Zusammenspiel von beiden. Wenn ein Brand Supp aggressiv nach vorne spielt, wirst du auch m칬glicherweise deinen CS-Stand auf ahead bringen und m칬glichst ohne Bedr칛ngnis aufbauen k칬nnen.","replies":[{"id":"","poster":"AI Marko","date":"2019-01-05T05:50:53.746+0000","up_votes":2,"down_votes":0,"body":"doch klar du kannst mir nicht sagen das in allen games der farm/min gut von ihm ist und durch individuelles Training nicht besser werden kann","replies":[{"id":"","poster":"Cen칙reth","date":"2019-01-05T06:46:23.838+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nerf Inori Pls,realm=EUW,application-id=Wj1wcocU,discussion-id=1eOlnhRY,comment-id=000500000000,timestamp=2019-01-05T05:50:53.746+0000)\n>\n> doch klar du kannst mir nicht sagen das in allen games der farm/min gut von ihm ist und durch individuelles Training nicht besser werden kann\n\nIch hab in keinem meiner S칛tze erw칛hnt das sein Farm/min gut ist.","replies":[{"id":"","poster":"AI Marko","date":"2019-01-05T07:00:51.216+0000","up_votes":1,"down_votes":0,"body":"ja aber du sagst ja das sein farm abh칛nig vom supporter sich 칛ndert ( da kann ich dir zu stimmen )\nsolltes aber vermehrt vor kommen liegt die Hauptschuld dann in den fall bei ihm","replies":[{"id":"","poster":"Cen칙reth","date":"2019-01-05T07:36:05.631+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nerf Inori Pls,realm=EUW,application-id=Wj1wcocU,discussion-id=1eOlnhRY,comment-id=00050000000000000000,timestamp=2019-01-05T07:00:51.216+0000)\n>\n> ja aber du sagst ja das sein farm abh칛nig vom supporter sich 칛ndert ( da kann ich dir zu stimmen )\n> solltes aber vermehrt vor kommen liegt die Hauptschuld dann in den fall bei ihm\n\nW칲rd ich so nicht zwingend behaupten, wobei ich so auch nicht dagegen sprechen werde. Aber es ist nun mal so dass 98% der Silver Spieler Support nicht spielen k칬nnen, eben weil entweder sie nicht Wissen wie man Vision cleared noch setzt, noch 칲berhaupt einen Plan haben wie man beispielsweise Alistar baut und spielt. Oder sie 칲berhaupt gar nicht einen Supporter 칲berhaupt spielen wollen und dann Squishy Champs wie Annie, Zoe, Xerath oder Ahri Support auspacken wollen. Wo sie keinen einzigen Skillshot treffen. \nAu른rdem ist die Erfolgsquote dort unten einen AFK'ler zu treffen wesentlich h칬her als in High-Elo. Troller hat man 칲berall. Auch in Highelo, was am Acc.-Trading liegt was Riot nach wie vor nicht im Griff bekommt oder im Griff haben will.","replies":[]}]}]}]}]}]},{"id":"","poster":"ImTheFox115","date":"2019-01-04T15:06:22.321+0000","up_votes":2,"down_votes":0,"body":"Die Promo zu Gold5 gewinnen und gaaaaanz oft verlieren :D","replies":[{"id":"","poster":"AI Marko","date":"2019-01-04T16:44:00.170+0000","up_votes":1,"down_votes":0,"body":"oder*","replies":[{"id":"","poster":"ImTheFox115","date":"2019-01-04T18:42:11.235+0000","up_votes":1,"down_votes":0,"body":"Dein Fehler..\nKein Problem :D\nPassiert mir sich hin und wieder :)","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2019-01-08T12:38:31.173+0000","up_votes":1,"down_votes":0,"body":"also in 3 von 4 letzten spielen wurdest **du** gecarried ... bzw. ist ja ersichtlich, dass du mit einem Freund aus Platin zusammen spielst.\n\nDu solltest also an dir selber arbeiten, dass du bei jedem Spiel fast jede Bot Lane gewinnst, ist eine falsche Wahrnehmung deinerseits, eindeutig.","replies":[]},{"id":"","poster":"Andrej553","date":"2019-01-08T12:31:13.350+0000","up_votes":1,"down_votes":0,"body":"Die Antwort ist wie bei fast allen: Riot mag euch nicht und steckt euch gut programmierte Bots in euer Spiel die absichtlich ihre Lanes verlieren und damit es nicht so auff칛llt aus einer rie른n Datenbank beleidigungen schreiben k칬nnen.","replies":[]},{"id":"","poster":"dugg","date":"2019-01-07T14:49:06.618+0000","up_votes":1,"down_votes":0,"body":"Von mir gib's zwei Tipps. Einen Generellen und einen Spielbezogenen.\n\nGenerell: Lern dich selbst zu analysieren. Guck dir deine Spiele an und erkenne deine Fehler, nicht die deiner Gegner. Hier wurden echt viele gute Tipps verbreitet, du argumentierst aber stets dagegen. \"Geht nicht, weil...\" \"Was soll ich machen, wenn...\" Du kannst nur dich verbessern, nicht deine Mitspieler. Arbeite an deiner Selbstreflexion und nimm dir die Tipps hier zu herzen.\n\nSpielbezogen: Egal welche Builds du nun nimmst oder nicht. Wobei ich deine MF Builds schon etwas komisch finde, aber das ist Geschmackssache. Du stirbst unheimlich viel. Du bist der ADC und stehst in der Backline. Wartes darauf, was passiert und attackierst das erste Ziel, welches dir vor die Flinte l칛uft. \n\nDie vielen Tode kann mehrere Ursachen haben. z.B: Die Positionierung. Achte darauf, dass du nicht von einem Kha oder Talon aus dem Hinterhalt get칬tet wirst. D.h. nicht mit dem R칲ck zu einer Wand stehen. Stell dich direkt hinter dein Team, damit sie dich sch칲tzen k칬nnen. Lauf nicht sinnlos durch den ungewardeten Jungle. Gehe nur Wege, die du sehen kannst und gehe sicher, dass kein Gegner in der N칛he sein kann. \n\nDu bestehst darauf, dass du die Lane immer so sch칬n dominierst. Wenn du die Lanes nach Erledigung des ersten Towers weiter reinpusht, dann machst du dich extrem Ganganf칛llig. Du pusht die Sidelanes immer nur soweit, wie der erste Tower stand und dann gehst du in den gewardeten Jungle, farmst da oder hilfst den Lanes. Es sein denn du wei릆 wo deine Gegner genau sind, dann kannst du bist zum T2 Tower pushen. \n\nWenn der T1 Tower gefallen ist, kannst du ohne Problem in die Mitte (als Beispiel) gehen und dann macht ihr zu dritt den Mid-Tower. a) ist der wichtiger als der Bot-Tower und b) ist es dann egal, wenn du dann deinen Bot-Tower verlierst. Der Gegner hat n칛mlich die Wahl, gehe ich auch in die Mitte oder bleibe ich Bot und t칬te den Tower. Denn der Gegner auf der Lane bleibt, dann ist  der Mid-Tower eurer. Resultat: 2 f칲r 1 Tower. Geht die Botlane auch in die Mitte, dann k칬nnt ihr dort k칛mpfen. Ab und zu wieder zur Botlane, durchpuschen (wieder nur bis zum ehemaligen Standpunkt des T1 Towers) und dann wieder ab in die Mitte/Top.","replies":[]},{"id":"","poster":"Krulcifer","date":"2019-01-05T17:32:00.234+0000","up_votes":1,"down_votes":0,"body":"Wenn du an deiner Rechtschreibung und Grammatik arbeitest gewinnst du bestimmt mehr Spiele :)","replies":[]},{"id":"","poster":"Necromant","date":"2019-01-04T15:37:20.042+0000","up_votes":1,"down_votes":0,"body":"Dar칲ber hinaus zu den ganzen unten genannenten Punkten, wie viel hast du gesoffen um auf die Idee zu kommen MF mit Klepto zu spielen?\n\n[Dein op.gg](http://euw.op.gg/summoner/userName=ZlKingKong+)\n\nRunenstats\nhttp://euw.op.gg/champion/missfortune/statistics/bot\nhttps://champion.gg/champion/MissFortune/ADC?league=\nhttps://u.gg/lol/champions/missfortune/build/","replies":[{"id":"","poster":"Cen칙reth","date":"2019-01-05T01:43:35.113+0000","up_votes":1,"down_votes":2,"body":"Naja... seine DPS-Zahlen sprechen allerdings f칲r ihn...","replies":[{"id":"","poster":"Necromant","date":"2019-01-05T16:02:36.167+0000","up_votes":1,"down_votes":0,"body":"Und mit Dark Harvest macht er nicht mehr dps, hmm? x)","replies":[]},{"id":"","poster":"AI Marko","date":"2019-01-05T05:40:25.616+0000","up_votes":1,"down_votes":0,"body":"seine t칬te aber nicht..","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2019-01-04T23:16:35.305+0000","up_votes":1,"down_votes":0,"body":"Indem man besser als Silber spielt.","replies":[{"id":"","poster":"ZlKingKong","date":"2019-01-04T23:17:40.293+0000","up_votes":1,"down_votes":0,"body":"bot lane easy 8/2  bomm akali and jax geben mir 2 hit nice\nmacht doch kein fun . \n\nguck euch den kampf mal an. Sag mir bitte was ich besser machen kann.\n\nDa ich wenig Problem mit bot lane habe Wei ich halt nicht weiter.\n\n","replies":[]}]}]}