{"id":"anpPe6zQ","poster":"GanaFariiiii","date":"2019-10-26T23:53:11.345+0000","title":"Make League of Legends great on Mixer!","subforum":"Streams & YouTube","up_votes":4,"down_votes":0,"body":"Moin Moin! \nHabe es mir zur Aufgabe gemacht, die League of Legends Community auf Mixer.com auszubauen.\nBin Dia III Jungle Main, 25 und relativ lustig. Gestreamt wird hauptsächlich auf Englisch, aber wer fragen auf Deutsch im Chat stellt, bekommt natürliche auch eine Antwort! :-)\nViele werden sich wundern ,,was ist mixer?\" und ,,warum mixer und nicht twitch?\"\nIch machs mir leicht und fasse mich kurz:\n1. twitch gehört zu amazon, was ich als Unternehmen nicht gutheisen kann und daher auch nicht mit meinem Stream davon abhängig sein möchte oder unterstützen will.\n2. mixer hat die Option, ,,low latency\" zu streamen. Heißt, die Verzögerung zwischen dem Streamer und dem Chat ist minimal, dadurch kann die Streamer besser mit den Viewern interagieren.\n3. mixer hat ein ,,interactive soundboard\", welches der Streamer an die Bedürfnisse seiner Community anpassen kann. Das ist so toll, da so jeder Viewer aktiv zum Chat was beitragen kann, indem er seine kostenlos (!) gesammelten Punkte für diese Aktionen ausgibt und kann somit seinen Streamer auch ohne die Zahlung von Geld bei Belieben unterstützen, welches eigentlich ein 4. Punkt wäre.\n\nNaja, würde mich über ein paar Leute von hier freuen und sehe euch hoffentlich morgen zum Stream, welcher ab 12 Uhr mittags anfangen wird ;-) Projekt ist morgen: Promo für Dia II erreichen/spielen!\nSonstige Streamingzeiten könnt ihr meiner mixerseite entnehmen.\n\nGute Nacht euch und bis denne!\n\nEdit:\nachso, jo. Mein Link fehlt noch... https://mixer.com/BavarianBarbarian\nSorry!","replies":[{"id":"","poster":"paslie","date":"2019-10-27T02:48:23.407+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Darcking96","date":"2019-10-27T10:50:53.144+0000","up_votes":1,"down_votes":0,"body":"und twitch zu amazon was hat das jetzt mit dem post zu tun{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"paslie","date":"2019-10-27T13:14:54.542+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"GanaFariiiii","date":"2019-10-27T14:11:49.463+0000","up_votes":1,"down_votes":0,"body":"Ähm, richtig. Und Microsoft find ich super!","replies":[]}]}]}]}]}