{"id":"xacxo17F","poster":"Metalmonni","date":"2019-01-03T06:30:43.395+0000","title":"[TGSG] Die wunderbare Welt der Nachbarschaft","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":3,"body":"Guten Morgen meine halb aufgetauten Aufbackbr&ouml;tchen!\n\nIch hab das ja gestern schon angek&uuml;ndigt, wen es interessiert, der kann man ein paar Blicke auf ausgew&auml;hlte Zimmer meiner neuen Wohnung werfen ^^. K&uuml;che Flur und Bad erspare ich euch an der Stelle mal, weil echt eher uninteressant ^^. Wenn es jemanden nicht interessiert muss er nicht gucken, er muss nur ggf die Vorschaubilder ertragen oder rechtzeitig den Blick abwenden. \n\nAaaaaaber, da ich ja nun nicht einfach einen Thread ohne Anekdote aus meinem merkw&uuml;rdig wechselhaften Alltag erstellen kann, gibt&#039;s noch eine vom Umzugstag. \n\nWir alle freuen uns ja meistens, dass wir nicht allein auf diesem Planeten leben. Die Meisten von uns sind &uuml;ber diesen Umstand sogar dergestalt verz&uuml;ckt, dass sie gar ihre Wohnung oder ihr Haus mit anderen Menschen teilen. Ich f&uuml;r meinen Teil wurde nicht gefragt, sondern mir wurde das Los einer Nachbarschaft in meinem alten Haus schlicht auferlegt. \n\nEinige wenige Geschichten habe ich ja schon einmal zum Besten gegeben, etwa von der REWE - Laderampe unter meinem Schlafzimmer hindurch oder von dem Choleriker in der Wohnung &uuml;ber mir, der des Nachts oft begann &uuml;ble Fl&uuml;che und Todesdrohungen zu br&uuml;llen. Oder von dem Gollum - Verschnitt auf der anderen Seite des Flures. \n\nBisher keine Erw&auml;hnung fand eine alte Dame, welche nie ein Wort mit mir sprach sondern bevorzugt still durch den Hausflur und den Hof stromerte und Menschen kritisch musterte. Jahrelang reagierte sie weder auf Gr&uuml;&szlig;e, noch auf Gespr&auml;chsvorst&ouml;&szlig;e. Doch was mir jahrelang nicht verg&ouml;nnt war, gelang einem meiner Freunde, w&auml;hrend er einen Stuhl trug.\n\nIch kam wenige Sekunden sp&auml;ter hinzu und durfte das Wunder mit eigenen Augen bestaunen. Zun&auml;chst bat ihn die alte Dame blo&szlig;, beim Heruntertragen des Stuhles bitte vorsichtig zu sein, da Sie als Miteigent&uuml;merin die Beiseitigung etwaiger Sch&auml;den im (ohnehin bereits v&ouml;llig zerst&ouml;rten Treppenhaus) mit zu tragen habe. Ich wusste gar nicht wie ihre Stimme klingt, und war &uuml;berrascht aufgrund der offensichtlich sehr weit ostdeutschen Wurzeln.\n\nEin nettes Gespr&auml;ch w&auml;re an dieser Stelle zu Ende gewesen. \n\nAllerdings durften wir nun Zeuge werden, wie sich diese alte Dame (Gr&ouml;&szlig;e gesch&auml;tzt 1,55m) auf eine Art und Weise in Rage redete, die ich nicht f&uuml;r m&ouml;glich gehalten h&auml;tte. Von der (unfreundlichen) Bitte, das Treppenhaus nicht zu besch&auml;digen, ging die Reise nun zun&auml;chst zu der allgemeinen Ungerechtigkeit, dass hier manche Wohnungen vermietet seien und deshalb st&auml;ndig Ein- und Aus gezogen w&uuml;rde, was **sie** zu ertragen habe. Es ging weiter dorthin, dass wir lieber mal Arbeiten sollten, anstatt **sie** hier zu st&ouml;ren, man keinen Respekt vor ihr habe, mein Bekannter ohnehin irgendwie ausl&auml;ndisch aussehe (zugegeben, er kommt aus Bayern) und daher vermutlich ohnehin vors&auml;tzlich hier alles zerst&ouml;ren w&uuml;rde. \n\nNach einigen Minuten hatte sich der kleine Wutballen so derma&szlig;en in Rage geredet (Kein Wort von uns bisher), dass wir uns nicht anders zu helfen wussten, als die Dame einfach stehen zu lassen... Ich kam nicht ein mal dazu, ihr zu best&auml;tigen, dass wir schon aufpassen w&uuml;rden. \n\nCa. Eine Stunde sp&auml;ter fand ich dann einen an meine Wohnungst&uuml;re gepappten Zettel, auf dem stand, da sei ein neuer Kratzer im Flur, ich solle nun Maler bestellen die den Flur neu herrichten, andernfalls informiere sie die Polizei und die Hausverwaltung. \n\nDa bin ich ja mal gespannt. \n\nNunja, seine Nachbarn sucht man sich nicht aus ^^. In der neuen Wohnung l&auml;uft&#039;s bisher besser, vor 2 Wochen habe ich sogar ein Paket f&uuml;r Nachbarn angenommen. Die scheinen aber lange im Urlaub zu sein, das Ding steht immer noch im Flur...\n\nAchja, und nun die Bilder von Wohnzimmer, Schlafzimmer und Arbeitszimmer ^^. \n\nDie gibt's wegen leichterer Editierbarkeit weiter unten in einer Antwort von mir ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T13:50:38.870+0000","up_votes":1,"down_votes":0,"body":"Sind das eigentlich zwei weiblichen? Zwei Männchen? Weibchen und Männchen?\nMännchen und Weibchen?\n\n\\o/ Frühstüüüüüüüüück ._. Müsli, nicht die Katzen","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T14:01:41.012+0000","up_votes":1,"down_votes":0,"body":"ICH BIN AUS DER ALTEN WOHNUNG ZURÜCK!!!!\n\nDie Ableser kamen später als gedacht... Aber ich hab die Zeit sinnvoll genutzt und mit bloßen Händen das Gefrierfach abgetaut. Danach konnte ich den Kühlschrank endgültig ausschalten \\o/\n\nZu den Katzen: \n\nDas weiß ich noch nicht ^^. Die haben da 4 Kitten und ich hab ihnen gesagt, dass ich gerne 2 Mädchen hätte. Wenn 2 Mädchen dabei sind bekomme ich die... Wenn nicht, dann nicht ^^. \n\nAlle vorhandenen Mädchen gehen zuerst an mich, was fehlt wird mit Männchen aufgefüllt :P.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T14:25:09.534+0000","up_votes":1,"down_votes":0,"body":"Langsam fühle ich mich wirklich kopiert. Cool und gruselig zu gleich\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} \n\nHoffentlich haben sie zwei Mädchen \\*.* Die sind viel cooler!\n\n:o Hast du dir schon Gedanken wegen Namen gemacht?","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T14:29:22.712+0000","up_votes":1,"down_votes":0,"body":"Du reißt aus Langeweile mit den Fingernägeln Eis von der Gefriertruhenwand? Ich mache das eigentlich nur weil ich zu faul und zu ungeduldig bin, mir Werkzeug zu holen ^^. Oder zu warten bis es von selbst schmilzt...\n\nIch hoffe ja auch auf zwei Mädchen... Aber wir werden es früh genug sehen ^^.\n\nDie geplanten Namen hatte ich ja schonmal geschrieben, auch wenn es da zu allgemeiner Verwirrung hier kam ^^. \n\nAber ich hab meinen Bekannten im Laufe der letzten Jahre so oft gesagt, dass die Katzen \"Chew Paff\" und \"Lemony Snickett\" heißen werden, dass ich jetzt echt keinen Rückzieher mehr machen kann xD. \n\nEs sei denn ich kann doch noch mal den alten Vorschlag durchsetzen und die Eine \"Chew\" und die Andere \"Paff\" nennen :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T14:59:01.019+0000","up_votes":1,"down_votes":0,"body":"> Du reißt aus Langeweile mit den Fingernägeln Eis von der Gefriertruhenwand? Ich mache das eigentlich nur weil ich zu faul und zu ungeduldig bin, mir Werkzeug zu holen ^^. Oder zu warten bis es von selbst schmilzt...\n\nNee .-. das mach ich nicht, dass warst du selbst.\n\nNaja... an sich sind nur die vollen Namen Mist. Aber Chew und Lemony wären okay denke ich :o Meine haben auch blöde Namen weswegen ich meistens 1 und 2 sage... Wollknäuel, Speckmaus, Mäuschen, Nase. Nummer 1 ist meistens Miststück :D Notlösungen gibt es also immer.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T16:19:31.388+0000","up_votes":1,"down_votes":0,"body":"> Nee .-. das mach ich nicht, dass warst du selbst.\n\nSorry, hatte das mit dem \"kopieren\" falsch verstanden und kurz die Hoffnung, dass nicht nur ich so komisch bin ^^.\n\nEigentlich hast du Recht... Ich schätze Chew und Lemony werden sich durchsetzen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T19:07:49.321+0000","up_votes":1,"down_votes":0,"body":"GG\n\nXD da hab ich halt mal wieder richtig auf dem Schlauch gestanden und es nicht gecheckt!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T17:44:08.118+0000","up_votes":1,"down_votes":0,"body":"Leuteeeee ich will nach hause...\n\nWo ich bin? ICH SITZE NOCH IM ZUG! \n\nGründe erkläre ich morgen XD DAS IST ZU LUSTIG! \n\nUnd danke an die deutsche Bahn die mir diesen wunderbaren Feierabend bescherrt hat und andere irre die echt den arsch offen haben \n\n<3","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T17:47:14.694+0000","up_votes":1,"down_votes":0,"body":"Bitte bitte {{sticker:slayer-jinx-catface}} \n\nNe ernsthaft... bin mal gespannt, was da passiert ist oO","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T14:59:25.349+0000","up_votes":1,"down_votes":0,"body":"Schönen Feierabend!\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T16:17:22.415+0000","up_votes":1,"down_votes":0,"body":"Gleichfalls!","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:49:12.860+0000","up_votes":1,"down_votes":0,"body":"Uff ...\n\nIch hab das Gefühl ich hocke schon den ganzen Tag hier...\n...\n...\n...\n...\n...\n...\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T10:50:18.665+0000","up_votes":1,"down_votes":0,"body":"Das tun wir doch alle... Ich muss immerhin gleich in die alte Wohnung, da alleine sitzen und auf den Ablesedienst warten...","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:17:03.490+0000","up_votes":1,"down_votes":0,"body":"für solche Augenblicke empfehle ich eine Nintendo Switch ... ^^ \nIch bin seit 5:58 Uhr im Büro ôo ... knappe 3h noch","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:23:49.426+0000","up_votes":1,"down_votes":0,"body":"Ich hab kein Geld, bin umgezogen und hab teure Katzis gekauft :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T11:29:05.547+0000","up_votes":1,"down_votes":0,"body":"Aber sie sind äußerst flauschig und weich. Die Bezeichnung \"Samtpfote\" würde ich übrigens auch wortwörtlich nehmen :>","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:30:47.200+0000","up_votes":1,"down_votes":0,"body":"Kein Grund für \"Aber\", ich hätte auch noch mehr ausgegeben, auch wenn ich mich dafür für immer hätte verschulden müssen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T11:32:41.096+0000","up_votes":1,"down_votes":0,"body":":D Sollte nur das \"teure Katzis\" etwas abschwächen.\n\nOoohhhh ich freue mich so wie du sie lieben wirst :3","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:33:53.722+0000","up_votes":1,"down_votes":0,"body":"Auch dieser Satz klingt wieder irgendwie ein bisschen falsch und verwerflich, aber egal ^^. \nIch freue mich auch total und kann es nicht erwaten \\o/","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T12:07:08.278+0000","up_votes":1,"down_votes":0,"body":"Falsch und verwerflich? :o Keine Ahnung wo du das raus hörst.\n\nAber es stimmt! Es stimmt einfach!\n\nDu wirst die beiden sooooo lieb haben! Und dich sooooooo über ihre Flauschigkeit und Weichheit freuen! Und wenn sie spielen fahren sie manchmal die Krallen aus aber nur hyper kurz und Switchen direkt wieder zu ihren Samtpfoten! Und sie sind sooooo witzig XD\n\nUnd sie lernen schnell! Und sie stalken! Wenn ich morgens aufstehe und ins Ankleidezimmer gehe, sitzen meine beiden immer einen Millimeter vor der Türe und warten XD\n\nUnd über all diese schönen Dinge wirst du dich freuen!\n\nUnd über diese Freude freue ich mich! \\o/ #hype","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T12:09:23.220+0000","up_votes":1,"down_votes":0,"body":"Ich schätze ich werde nachts die Schlafzimmertüre offen lassen... Die beiden alleine draußen zu lassen werde ich niemals übers Herz bringen können :(.\n\nAber ich lasse euch (bei Interesse) auch gern im Rahmen meiner Möglichkeiten an den zwei teil haben ^^.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T12:13:30.016+0000","up_votes":1,"down_votes":0,"body":"Natürlich schlafen sie bei dir im Schlafzimmer D:\n\nKatzen entscheiden sich ja glücklicherweise immer selbst wo sie ihre Zeit verbringen möchten :o vielleicht stellt sich ja auch irgendwann raus das sie es auf dem Sofa lieber haben? Oder dem Teppich? Weiß man vorher alles nicht.\nc.c owwwwwww wieso haben wir noch nicht Mitte Februar?","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T12:15:28.006+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, die Welt ist einfach grausam :(. Am liebsten wäre es mir, wenn es schon vor dem 8. klappen würde... Ab dem 8. hab ich nämlich ne Woche Bereitschaft, da kann ich dann nicht da hin fahren.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T12:18:02.577+0000","up_votes":1,"down_votes":0,"body":"Ansonsten nach dem 15. eben ;))))))))))))))))))))))))))))))))))\n\nWenn du sie am 02.02. bekommst \\o/ Können die Katzen und ich immer zusammen Geburtstag feiern!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T14:53:14.407+0000","up_votes":1,"down_votes":0,"body":":D Wie cool ist das denn?\n\n#Wassermänner an die Maaaaaaaaaaaacht!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-03T14:24:53.218+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=xacxo17F,comment-id=00050000000000000000000000000000000000000000000000000001,timestamp=2019-01-03T14:22:42.763+0000)\n>\n> :o Ja, habe ich! Shakira hat da auch Geburtstag \\o/\n\nShuv... Da ich nur einen Tag später dran bin werde ich mir das sogar merken können ^^. Also gehen wir in Zukunft von deinem Geburtstag in meinen Geburtstag :D","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T14:22:42.763+0000","up_votes":1,"down_votes":0,"body":":o Ja, habe ich! Shakira hat da auch Geburtstag \\o/","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-03T14:02:22.646+0000","up_votes":1,"down_votes":0,"body":"Warum du? Hast du am 2.2. Geburtstag? oO\nDas wär ja was, den könnte ich mir ja sogar merken!","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-03T12:21:11.006+0000","up_votes":1,"down_votes":0,"body":"du musst dich von Anfang an entscheiden, entweder sie dürfen ins Schlafzimmer oder nicht ... wenn nicht, dann aber auch nicht tagsüber.\nDann wirst du keine Probleme haben, weil es für sie dann einfach nicht zum Revier gehört :) aber ich würde sie auch bei mir schlafen lassen","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T14:03:18.940+0000","up_votes":1,"down_votes":0,"body":"Immer... ich glaube das könnte ich gar nicht anders ^^. \n\nDamals bei den beiden Mädchen hab ich es mal versucht. Aber in der ersten Nacht, nach 15 Minuten herzzerreißendem Fiepen waren alle Vorsätze dahin xD","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T11:24:38.015+0000","up_votes":1,"down_votes":0,"body":"c.c Würde ich viel lieber machen...\n\nAber ich hab echt keine Lust mehr und bin dezent gereizt. Eben war die Pflegedienstleitung bei mir und Frau Pferd kam aus ihrem Stall weil sie kopieren wollte. Der Kopierer hatte ein rot aufleuchtendes Lämpchen und hat in ihrem komischen Vorwurfs-Ton gefragt \"Was ist das denn hier?\" :x Ich habe dann etwas SEHR bissig geantwortet was das Display jedem Dummkopf anzeigt \"wenig Toner\" XD\n\nOder...\nGaby kommt raus zum kopieren. Kopierer staut das Papier, sie richtet es, nächste Kopie wird verzerrt, danach aber wieder alles gut. Dieses Stau - beheben - Verzerrt - alles gut ist so ein Vorgang von dem Kopierer XD idk macht er einfach dreimal im Monat oder so. Gaby weiß das! **SIE FUCKING WEIß DAS!!!!**\n\nDann will Gaby kopieren als Satan dabei steht und es war zufällig wieder \"Spezial Kopierer Vorgang\" Zeit. Sie tut mega überrascht und wurschtelt das Papier da raus und sagen allen ernstes zu mir \"Oh das geht aber gar nicht, da  solltest du aber mal bei der Firma anrufen\". XD Da kann ich mich dann auch nicht mehr beherrschen und sag einfach \"Ruf doch selbst an wenn dich das nach zwei Jahren auf einmal stört!\".\n\nOder Frau Pferd gerade ... geht auf's Klo, kommt leider lebend wieder raus und sagt dann hier vorne wäre es kalt. Ignoriert aber meine Aussage das ich BIEDE Heizungen anhabe. \"Sie frieren und werden dann wieder krank\" war der Vorwurf aus dem eine gewisse Absicht heraus gehört werden konnte. Sie hat bei ihrem Lauschangriff das mit der kalten Nase und \"kalt/ heiß/ kalt/ heiß/ kalt/ heiß obwohl beide Heizungen auf 5 stehen\" nicht verstanden! Oh man ... Ich vermisse Frau R. die konnte einem durch die Blume sagen was du für ein Arschloch bist, war sich dessen bewusst und du hast es erst bemerkt wenn du zuhause warst XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:28:05.851+0000","up_votes":1,"down_votes":0,"body":"Und das ist alles nur heute passiert? oO\n\nDu hast wirklich mein Mitgefühl... Bei mir sind von 30 Kollegen auf dem Stockwerk diese Woche nur 5 da... Hier ist wirklich entspannt... UND langweilig... Ein Kollege kam um 10 und ist jetzt wieder weg...","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-01-03T09:37:41.894+0000","up_votes":1,"down_votes":0,"body":"Da bekomme ich ja glatt Lust dich zu besuchen. Ich schreib dich mal auf die Liste, wenn ich in diesem Leben noch mal in die Richtung komme.\n\nTatsächlich sind Alte Menschen auf meinem persönlichen Platz 1 von Existenzen die ich zu meiden suche falls möglich. Mit denen ist eigentlich immer irgendwas.\n\nAber ein gutes hat der Tag bislang, ich habe eine Liste mit Warhammer 40k Fanfictions gefunden die ich lesen möchte. Bislang sind sie von recht gut bis sehr gut. Wer hätte gedacht, dass man eine romantische Liebesgeschichte in 40k glaubwürdig darstellen kann.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:47:09.838+0000","up_votes":1,"down_votes":0,"body":"Wenn wir jemals ein TGSG - Treffen auf die Beine gestellt bekommen, tritt eine von 2 Möglichkeiten in Kraft:\n\n**Möglichkeit 1**\nIch stelle meine Wohnung gern zur Verfügung, inklusive Schlafplätze und Transfer vom Bahnhof Mainz *oder* Wiesbaden *oder* Frankfurt (oder auch Flughafen wem das lieber ist)\n\n**Möglichkeit 2**\nJemand anders stellt seine Wohnung zur Verfügung und Ich fahre gern bis zu 600 Kilometer für so was und sammle auf dem Weg jeden ein, der grob in der Richtung liegt. \n\nNachdem ich mir neulich den ersten Teil der Horus Heresy auf deine Empfehlung hin auf Audible angehört habe (und geschockt war, dass es nur den einen Teil gibt...) war ich da auch überrascht. Immerhin wurde da zumindest etwas in Richtung Romantik zwischen dieser Reporterin und dem Captain der Space Marines angedeutet... Wobei ich mir das wirklich brachial vorstelle, wenn es da mal ernst wird oO.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-03T09:59:05.751+0000","up_votes":1,"down_votes":0,"body":"Ein TGSG Treffen wäre was feines. Wir sollten das für den Sommer im Auge behalten.\n\nEs wird leider nie beschrieben ob Space Marines noch über das nötige Werkzeug verfügen sich fortzupflanzen oder nicht. \nWenn ein Astartes auf eine Frau trifft empfindet er auch nicht so etwas wie Liebe, sondern eher einen Beschützerinstink. Einzige Ausnahme bildet hier die Einflussnahme von Slaanesh, was in einem späteren Buch beschrieben wird.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T10:05:01.658+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, ich hab meine Angebote vorgebracht xD. Wäre nur die Frage, wer sich alles für so etwas interessieren würde... \n\nDie Möglichkeit der Fortpflanzung ist ja keine Grundbedingung für Romantik, ich persönlich denke nicht, dass Space Marines das noch können. Ich schätze nicht, dass die Orden ein Interesse daran haben, dass die Gensaat unkontrolliert weitergegeben wird. \n\nSlaanesh hab ich im Tabletop immer ganz gern gespielt ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:34:05.692+0000","up_votes":1,"down_votes":0,"body":"Ich fasse zusammen:\n- Ein TGSG Treffen wäre was feines.\n- Die Möglichkeit der Fortpflanzung [...]\n\nErkenne ich da einen Zusammenhang?","replies":[{"id":"","poster":"INoKami","date":"2019-01-03T11:17:29.755+0000","up_votes":1,"down_votes":0,"body":"> - Ein TGSG Treffen wäre was feines.\n- Die Möglichkeit der Fortpflanzung [...]\nErkenne ich da einen Zusammenhang?\n\n\n+1\n\n{{sticker:slayer-pantheon-thumbs}} \n\nP.S. Wir müssen den \"Mittelpunkt\" weiter in die richtige Richtung verschieben.\nIn diesem Sinne... Ich kann noch nahe von Stuttgart anbieten. Reicht das für ein zumindest kleine Korrektur auf der Landkarte? :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T11:27:13.217+0000","up_votes":1,"down_votes":0,"body":"Tjaaaaaaaaaa\n\nMoni hat zwei Sätze derartig angefangen und versteckte Botschaften zu übermitteln! Dieses kleine Schlitzohr!","replies":[{"id":"","poster":"INoKami","date":"2019-01-03T11:32:08.206+0000","up_votes":1,"down_votes":0,"body":"So lange der Inhalt der Botschaft nichts mit neuen Streikankündigungen der Bahn oder sonstigen Winter-Shenanigans der Züge zu tun hat, ist mir alles recht :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T11:50:29.330+0000","up_votes":1,"down_votes":0,"body":"Keine Streiks bitte\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:51:05.777+0000","up_votes":1,"down_votes":0,"body":"Keine Panik, der zweite Tarifabschluss ging durch :P","replies":[{"id":"","poster":"INoKami","date":"2019-01-03T11:58:31.666+0000","up_votes":1,"down_votes":0,"body":"Ich danke im Namen aller süddeutschen Bahnfahrer! (Außer Bayern, aber wir wissen ja, das ist nicht mehr Süddeutschland, das ist Feindesgebiet...)","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T12:00:27.731+0000","up_votes":1,"down_votes":0,"body":"https://www.der-postillon.com/2015/06/urkunde-aus-dem-16-jahrhundert.html","replies":[{"id":"","poster":"INoKami","date":"2019-01-03T12:13:43.374+0000","up_votes":1,"down_votes":0,"body":"Als hätte ich es nicht gewusst.\n\nAber ihr dürft mich zukünftig auch mit \"der Prophet\", \"legitimer Sohn von Prof. Crumbledore\" oder ähnlichen, äquivalenten Titeln ansprechen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-03T11:29:53.693+0000","up_votes":1,"down_votes":0,"body":"Du weißt doch wie ich bin... \n\nGrade wenn man mich Moni nennt stehe ich auf Fortpflanzungstreffen mit nen riesen Haufen männlicher Gamer :P","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:45:19.399+0000","up_votes":1,"down_votes":0,"body":"warte ... was?","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:53:54.954+0000","up_votes":1,"down_votes":0,"body":"You know... \nmanchmal stifte ich gern Verwirrung, auch was die öffentliche Vermutung meines Geschlechtes angeht, wenn Leute nur meinen Namen lesen ^^. Denn oft (sehr oft) wird mein ingame Name, den ich verwende seit ich ca. 14 bin, bei erstmaligem Lesen als weiblich interpretiert. \n\nund Maggie unterstützt mich von Zeit zu Zeit in diesem Vorhaben ^^.\nDas hier war so eine Art Tribut an diese außerordentlich fruchtbare Zusammenarbeit ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:57:02.103+0000","up_votes":1,"down_votes":0,"body":"Ich weiß .... ich kenne dich ja auch schon etwas.... aber meine Entrüstung bezog sich eher auf:\n\n> stehe ich auf Fortpflanzungstreffen mit nen riesen Haufen männlicher Gamer :P","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:58:52.719+0000","up_votes":1,"down_votes":0,"body":"Ähm... \n\n#Ohtheirony?\n\nOder fühlst du dich persönlich angegriffen? In diesem Fall tut es mir Leid, dass ich über das Ziel hinausgeschossen bin :(","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T12:00:05.269+0000","up_votes":1,"down_votes":0,"body":"ich bin Grobrethoriker, da geht Ironie mal unter :o","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T12:02:27.252+0000","up_votes":1,"down_votes":0,"body":"Ich hatte einfach gehofft, man kenne mich mittlerweile gut genug um zu erkennen, dass ich eigentlich eher monogam lebe und weniger der Gangbang Freund bin (No Offense an alle die's mögen!).\n\nAber offenbar traut man mir einfach noch zu viel zu :P.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-03T11:22:38.390+0000","up_votes":1,"down_votes":0,"body":"dann schlage ich nähe Berlin vor ... dann besser doch nahe der Hauptstadt. :o","replies":[{"id":"","poster":"INoKami","date":"2019-01-03T11:31:10.155+0000","up_votes":1,"down_votes":0,"body":"Ruhe da hinten auf den billigen Plätzen!\nSüddeutschland ist das einzig wahre!\n\nAußer Bayern, aber mit diesen abtrünnigen Separatisten haben wir sowieso noch was privat zu klären...","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:44:41.492+0000","up_votes":1,"down_votes":0,"body":"Du rüttelst ganz schön am Ohrfeigenbaum!\nhttps://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7eGynGhGSZZZH4nA45I09ESiWZPl5sEgcsjmieon8IILbm0SZ-w","replies":[{"id":"","poster":"INoKami","date":"2019-01-03T11:48:35.726+0000","up_votes":1,"down_votes":0,"body":"Ich könnte dir aber auch ein paar Kopf-Nüsse anbieten. Ist gerade reduziert, der Kilopreis ist jetzt günstiger geworden!\n{{sticker:sg-syndra}}","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T11:26:15.183+0000","up_votes":1,"down_votes":0,"body":"Fair wäre es wenn wir uns alle einfach an einem schönen Strand in der Karibik einfinden!","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-03T10:37:11.748+0000","up_votes":1,"down_votes":0,"body":"*Ahem*\n\nDu ziehst da einen Schluss, der zwar auf den ersten Blick lustig wirkt, aber bei der vorhandenen und mir bekannten Geschlechteraufteilung schnell zu Schmerz und Leid in der Umsetzung führen kann xD.\n\n*gestelztes Deutsch off*\n\nNein, kein Zusammenhang, es sei denn, jemand wird bis dahin zum Space Marine ^^. Dann können wir uns eh nicht wehren :P.","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-03T09:49:56.699+0000","up_votes":1,"down_votes":0,"body":"ich glaube wir müssten das in der Mitte Deutschlands ansetzen, es gibt schon zwei aus der Ecke Berlin hier :o","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:54:46.611+0000","up_votes":1,"down_votes":0,"body":"Ach, Mitte Deutschlands ist Hessen, die Hauptstadt ist Wiesbaden, und von Wiesbaden nach Mainz ist das nur 1 Kilometer ;). Das passt also :P.\n\nSowieso kommt man von Berlin super günstig nach Frankfurt, am Flughafen bin ich in 20 Minuten ^^. \n\nIch kenne glaube ich auch gar keinen Hessen hier... zumindest sind alle, von denen Wohnort ich weiß:\n\n- Entweder Schweizer oder Österreicher\n- Irgendwo im Osten oder Westen versprenkelt\n\nIch vermute mit dem Cluster Mainz/Wiesbaden/Frankfurt liege ich noch am mittigsten","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T10:01:06.308+0000","up_votes":1,"down_votes":0,"body":"https://de.wikipedia.org/wiki/Mittelpunkt_Deutschlands \n\nHere you go!","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T10:33:21.866+0000","up_votes":1,"down_votes":0,"body":"**Außerdem** haben wir ja auch Kollegen aus Österreich und der Schweiz hier, das verschiebt den Mittelpunkt zu Gunsten meiner Argumentation :D","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T10:36:05.421+0000","up_votes":1,"down_votes":0,"body":"Nein.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T10:37:58.279+0000","up_votes":1,"down_votes":0,"body":"Wie nein? xD\n\nDoch!!","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:16:29.002+0000","up_votes":1,"down_votes":0,"body":"Na ganz einfach: Nein.\n\n*hehe*","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:24:31.428+0000","up_votes":1,"down_votes":0,"body":"Das kannst du nciht machen! Das ergibt keinen Sinn, meine Argumentation hat Hand und Fuß! Und sogar Ellenborgen!!\n\n**ELLENBOGEN** man!!","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:41:47.689+0000","up_votes":1,"down_votes":0,"body":"Nein.\n(mein Nein ist eine Verkörperung, also ganzer Körper unso ... ätsch)","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:48:40.148+0000","up_votes":1,"down_votes":0,"body":"DU BIST EIN PORO; DU HAST WEDER ARME; NOCH BEINE NOCH ELLENBOGEN!!!!","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:53:04.203+0000","up_votes":1,"down_votes":0,"body":"Das mag sein, aber mein Nein ist nun mal mit allem ausgestattet.\n\nNein.\n\n*hehe*","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T12:00:38.663+0000","up_votes":1,"down_votes":0,"body":"sei froh das du überhaupt einen bekommst!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-03T11:59:53.155+0000","up_votes":1,"down_votes":0,"body":"Aber das in der Mitte bin ja gar nicht ich.... :(","replies":[]},{"id":"","poster":"Qbert","date":"2019-01-03T11:58:50.369+0000","up_votes":1,"down_votes":0,"body":"Du wirst es aber nicht. ...\n\nAber hier, du bekommst mal einen von mir:\n\nhttps://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Circle_and_its_center.svg/240px-Circle_and_its_center.svg.png","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-03T11:55:00.722+0000","up_votes":1,"down_votes":0,"body":"Ah Kruzifixn nochmal...\n\nIch will doch der Mittelpunkt sein!!!","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-01-03T11:54:21.888+0000","up_votes":1,"down_votes":0,"body":"Dein Körper hat aber weger Hände, noch Ellenbogen. Folglich ist dein Argument ungültig, da ich zusätzlich Arkodeon spiele.","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:58:11.583+0000","up_votes":1,"down_votes":0,"body":"und ich spiele zusätzlich Didgeridoo... *wääuhh uuuääähhhhh äää ääääääää uuuuuuuh*","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-03T10:07:37.250+0000","up_votes":1,"down_votes":0,"body":"Ich sagte ja, nur näherunsweise und von denen, deren grober Wohnort mir bekannt ist ^^. \n\nMir ist auch klar, dass es von Göttingen noch mal ein echt gutes Stück bis hier runter ist... Bin ja auch schon des Öfteren z.b. mit dem Auto nach Berlin gefahren, das dauert schon seine 5 - 6 Stunden. Aber ich fahre sehr gerne Auto, vor allem wenn ich dabei Hörbuch hören kann, deshalb empfinde ich das zumeist als weniger unangenehm als andere Leute.","replies":[]}]},{"id":"","poster":"Asulia","date":"2019-01-03T11:16:48.331+0000","up_votes":1,"down_votes":0,"body":"Nene, Wiesbadener sind hier gut vertreten in LoL, Ich kenn allein 8 Leute von Waldstrasse bis Wellritzstrasse die zocken ;o)\nOb die allerdings in eure TGSG oder generell Forum reinschauen weiß Ich nicht. \nMit mir sind wir dann schon 9 , lach. \nGibt ja auch in Delkenheim ein sehr ambitionierte Gaminggemeinschaft  oder an der FH sind auch viele, das kann Ich so nicht stehen lassen lach ;o)","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-03T09:43:03.985+0000","up_votes":1,"down_votes":0,"body":"wieso mögen wir alle keine alten Menschen? :|","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:49:20.639+0000","up_votes":1,"down_votes":0,"body":"Wir haben Angst, was aus uns werden wird....\n\nAchja, und die meisten sind scheisse unfreundlich.","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T09:50:58.653+0000","up_votes":1,"down_votes":0,"body":"ja, keine Ahnung wieso ... viele motzen man hätte kein Benehmen, Respekt vor dem Alter etc. aber selber können sie sich NULL benehmen ... diese Logik verschließt sich mir","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:52:27.321+0000","up_votes":1,"down_votes":0,"body":"Naja, die haben schon was geleistet, die dürfen das...? ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T09:59:53.070+0000","up_votes":1,"down_votes":0,"body":"findest du? Nur weil man alt ist und evtl.(!) etwas geleistet hat, darf man andere wie Deppen behandeln? :S\nSelbst wenn die Dame Trümmerfrau in der DDR gewesen wäre, hätte sie nicht das Recht mich wie einen bediensteten zu behandeln ... ich durfte mir auch schon anhören \"wir haben euch das alles aufgebaut\" ... und nun? ^^ Danke? .... :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T10:02:47.409+0000","up_votes":1,"down_votes":0,"body":"Nein, finde ich eigentlich nicht... Ich meine, alte Menschen haben meiner Meinung nach das Recht auf Respekt ebenso wie jeder andere Mensch dem ich begegne und der sich nicht hart daneben benimmt. Nicht mehr und nicht weniger. Wobei \"Respekt für Fremde\" bei mir glaube ich schon eher ein \"mehr\" ist. \n\nAber nur weil man alt geworden ist? Warum denn...?","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T10:05:39.277+0000","up_votes":1,"down_votes":0,"body":"ich habe beim Judo gelernt: Respekt vor dem Alter, der Graduierung und den Erfolgen... soweit gehe ich auch mit... ältere Personen haben ggf. etwas mehr Respekt verdient als gleichaltrige ... deshalb siezt man sie ja auch, während man gleichaltrige (selbst fremde) ja eher duzt ... das ist genug des zusätzlichen Respekts, ganz einfach ... woher das kommt? Nun, ich sehe das auch so, dass sie den kleinen Schritt mehr verdient haben, weil sie einfach wahrscheinlich mehr Erfahrung haben ... einfach nur alt zu sein ist mMn auch keine Leistung mehr, heutzutage ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T10:08:42.897+0000","up_votes":1,"down_votes":0,"body":"Daran, dass man alt werden kann sind ja mittlerweile auch andere schuld, nicht mehr die Leute selbst ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-03T11:45:54.720+0000","up_votes":1,"down_votes":0,"body":"Ebenso wie Übergewicht, das eigene Geschlecht, die generelle soziale Situation und natürlich das Wetter.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T11:48:13.562+0000","up_votes":1,"down_votes":0,"body":"Bei alten Menschen meinte ich eher die Fortschritte in der Medizin, die dafür sorgen, dass alt werden keine eigene Leistung mehr ist, sondern dass das im Grunde jeder schaffen kann :P","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-03T12:03:09.946+0000","up_votes":1,"down_votes":0,"body":"Verdammte Medizin...","replies":[]}]},{"id":"","poster":"Qbert","date":"2019-01-03T11:52:33.159+0000","up_votes":1,"down_votes":0,"body":"also die generelle soziale Situation ist schon Schuld von anderen ... ich bemühe mich so sozial wie möglich zu sein >:(","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-01-03T11:44:51.265+0000","up_votes":1,"down_votes":0,"body":"Die wenigsten werden im Alter weise. Die meisten werden im Alter alt.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-01-03T10:01:39.988+0000","up_votes":1,"down_votes":0,"body":"Weil sie entweder krank, unfreundlich oder körperlich verfallen sind. Oder eine Kombination aus allem. Eine Ausnahme bildet da natürlich die eigene Verwandtschaft mit denen ich sehr gerne zu tun habe","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T10:03:02.888+0000","up_votes":1,"down_votes":0,"body":"aber zugegebener Maßen, selbst die eigene Verwandtschaft kann durchaus anstrengend sein .... mein Opa bspw. hat noch recht konservative Ansichten was die Rollenverteilung Mann/Frau angeht :D\ner wollte mir nicht glauben, dass ich den Kuchen gebacken habe und hat ständig zu meiner Freundin gesagt, sie hätte den sehr gut gemacht und er schmeckt super ^^ ","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-03T11:48:26.826+0000","up_votes":1,"down_votes":0,"body":"Deswegen heißt Toleranz auch nur es zu ertragen, nicht es gut zu finden. Weiß nur wieder keiner. Und das Leute ihr Weltbild ändern, nur weil andere Leute der Meinung sind es wäre unpassend ist sowieso eine sehr vermessene Annahme. Trotzdem hätte er dir ruhig für den Kuchen danken können, ich hätte es.","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T11:51:33.574+0000","up_votes":1,"down_votes":0,"body":"das ist eben der Unterschied zwischen tolerieren und akzeptieren :D \nIch beschwere mich darüber auch nicht, also über die Ansichten meiner Großeltern, sie sind nur recht anstrengend, was die Treffen mit ihnen teilweise anstrengend werden lässt ^^'","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-03T10:19:47.377+0000","up_votes":1,"down_votes":0,"body":"was isn eigentlich mit Sophess?! (Sophia ^^)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:28:09.813+0000","up_votes":1,"down_votes":0,"body":"XD Syphilis? ...\n\nDer hat noch Urlaub der Sausack x.x","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-01-03T12:04:34.301+0000","up_votes":1,"down_votes":0,"body":"Wovon denn? Als Azubi ist doch jeder Tag Urlaub","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T12:11:02.186+0000","up_votes":1,"down_votes":0,"body":"idk. Sophess und Syphilis sind fast identisch! Darum ging es D:\n\nNaja. Es ist kein Urlaub wenn du vor 11 Uhr aufstehen musst","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-01-03T12:05:58.653+0000","up_votes":1,"down_votes":0,"body":"Wurde vom Warp verschluckt Und was ist eigentlich mit Max?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T12:09:42.437+0000","up_votes":1,"down_votes":0,"body":"Max hat Urlaub. Diesen Freitag ist glaube ich Probearbeiten bei seinem eventuell zukünftigen Arbeitgeber. Wobei ich schwören könnte es wäre ein Dienstag gewesen ... IDK! Gestern meinte er etwas wie \"Freitag muss ich arbeiten\" was dumm wäre, denn wer geht für einen Tag in der Woche zur Arbeit? Also gehe ich einfach davon aus das es das Probearbeiten ist XD","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-01-03T12:05:26.309+0000","up_votes":1,"down_votes":0,"body":"Wurde vom Warp verschluckt","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-01-03T10:20:41.129+0000","up_votes":1,"down_votes":0,"body":"Urlaub? Krank? Purer Hass?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:28:44.809+0000","up_votes":1,"down_votes":0,"body":"Alles und nichts \\o/","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T07:54:32.321+0000","up_votes":1,"down_votes":0,"body":"Uff XD Ich hatte eben auch einen Thread in Arbeit und hab mich da ziemlich in Rage geschrieben wegen einer Serie und sie jetzt einfach mal komplett gespoilert. Aber keine Angst! Der Thread ist safe und wird dann morgen seinen Weg in die Welt finden.\n\nSo alte Leute kann ich nicht ausstehen. Ich hätte sie auch einfach stehen lassen und würde den Zettel ignorieren o.o \n\nDa fällt mir eine Story ein vom einkaufen gehen von vor ... drei Wochen.\n\nWir waren einkaufen und gerade dabei die Sachen auf das Band an der Kasse zu legen. Da drückte sich hinter mir auf einmal eine alte Frau Richtung Ausgang die ich natürlich vorbei gelassen habe. Ich guck ja nicht erst ob sie irgendwas dabei hat und kontrolliere bevor ich jemanden vorbei lasse. Zumal ich es gewohnt bin GEFRAGT zu werden ob man mit seinen drei Teilen vorgehen darf oder ich lasse Leuten automatisch den Vortritt. Hach ich bin zu gut für diese Welt XD ... Jedenfalls schob diese Frau sich dann an meiner Mom vorbei die sich lustigerweise gerade über den Einkaufswagen gebeugt hatte und im richtigen Moment die Frau fast an der dahinter liegenden Wand mit ihrem Hintern zerquetschte :D\n\nLeider hat sie es dann doch nach vorne geschafft wo ich realisiert habe das diese dumme alte Kuh sich mit einem Teil nach vorne gedrängelt hatte um es zu kaufen oder umzutauschen :o Als sie gemerkt hat das sie aufgeflogen ist wurde sie recht nervös und hat mein \"auch sehr alte Menschen sollten etwas Anstand haben\" fast ohne eine Regung hingenommen.\n\nAber das sind dann halt so kack alte Menschen die erwarten das jede Person ihr im Bus einen Sitzplatz anbietet und wenn es der Junge mit dem gebrochenen Bein nicht mal versucht, ist er der unfreundlichste Mensch auf Erden \\o/ Ja Ja ...\n\n:o Ich habe heute Soja Mich auf meinem Müsli. Leider doch zu wenig denn das ganze sieht jetzt aus wie ein geknetetes Teigbällchen XD aber... heute Mittag gibt es Kartoffeln mit Spinat :]\n\nUnd ich mag deine Wohnung!!!!!!!!!!! Vor allem weil sie mit Balkon ist :D\n\nP.S.\nScheiß aufs Arbeiten! Wohnungsbilder verleiten mich immer dazu nach Wohnungen zu suchen XD ... Damit beschäftige ich mich jetzt erst mal!","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T08:04:34.835+0000","up_votes":1,"down_votes":0,"body":"Ich wurde neulich im neuen Rewe meiner Wahl recht lange auf russisch (schätze ich zumindest) zugelabert, das war auch mal ne nette Erfahrung :P. Hinterher bekam ich eine Hand gereicht ohne auch nur im geringsten zu wissen um was es ging ^^. \n\nIch bin dann mal gespannt, in meiner alten Wohnung kommt heute der Ablesedienst und daher werde ich eine stunde oder so in der leeren Wohnung sitzen... mal sehen ob vielleicht noch was kommt ^^. \n\nUnd den Balkon werde ich sobald es warm wird wieder mit meinem Holzboden pflastern und so ^^. Ist allgemein noch einiges zu tun... Wobei die Bilderwand recht voll wird, wenn meine Freundin mit all ihrem Zelda Stuff kommt :D.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:04:32.809+0000","up_votes":1,"down_votes":0,"body":"XD Vielleicht hast du ja ein Kamel gekauft das in Kürze geliefert wird?\n\nAls du von deinem Umzug erzählt hast, ist mir auch eingefallen das WENN wir eine Kaution für unsere Wohnung hätten bezahlen müssen mein Vermieter ja auch sagen könnte (wenn wir ausziehen) das ich mein Schlafzimmer wieder weiß streichen muss XD\n\nZwei graue und zwei dunkel türkise Wände weiß streichen... Niemals D:\n\nUnd ich habe gerade eine tolle Wohnung gefunden :( 200m vom Bahnhof weg, am Eingang einer Fußgängerzone gelegen. Alles was du willst (außer einem Bordell) direkt vor der Nase. Morgens auf dem Weg zum Bahnhof zum Bäcker? JA KLAR DOCH! Auf dem Heimweg schnell noch bei der Bank vorbei? EASY GOING! Und sie wird von privat vermietet, auf Wunsch kann die Küche übernommen werden, drei Zimmer, Balkon ...nicht mal 600€ c.c Heizkosten in Nebenkosten enthalten.","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T09:08:29.122+0000","up_votes":1,"down_votes":0,"body":"na dann, bewirb dich los los! O.O","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:16:44.935+0000","up_votes":1,"down_votes":0,"body":"Haustiere nicht erlaubt.\n\nÜber die Haltung von Katzen würde sich sicherlich immer reden lassen ._. aber Hunde sind schwierig. Ich ohne Rocky? Niemals x.x ich muss warten bis er stirbt :(","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T09:27:05.813+0000","up_votes":1,"down_votes":0,"body":"probieren kannst du es ja trotzdem. .. Rocky ist nun kein Riese und sicherlich auch kein Kläffer ... fragen kostet nix ;P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:21:48.094+0000","up_votes":1,"down_votes":0,"body":"^^ Geht ja nicht darum das er ein anständiger kleiner Kerl ist.\n\nAber ich lasse ihn nicht den ganzen Tag alleine nur um irgendeinen Wunsch von mir umzusetzen.\n\nIst halt nun mal so mit Tieren und ich kenne es nicht anders ^^ ich liebe praktisch seit meiner Geburt mit Tieren. Seit ich fünf oder sechs war habe ich die volle Verantwortung für meinen Hund übernommen. Acht oder neun Jahre später den zweiten dazu geholt und auch das war mein Ding.\n\nDeswegen ist nach Rocky Schluss. Wenn ich nicht überfahren werde, dann sterbe ich an gebrochenem Herzen.","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T10:23:39.726+0000","up_votes":1,"down_votes":0,"body":"ja das kenn ich ... nach meinem Katerchen brauchte ich auch so 3 Jahre Pause von Haustieren :S dann kam unser Igelchen, der ist nun auch schon seit 2 Jahren fort ... jetzt überlegen wir wegen einem neuen Igel","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:46:40.263+0000","up_votes":1,"down_votes":0,"body":"Nach meiner Hündin hatte ich eine Zwangspause ^^ ist nicht so das ich das gewollt hätte.\n\nAber ich glaube ich bin so weit das ich sagen kann \"ich kann nicht mehr\". Fühlt sich eher wie das eigene Todesurteil an , aber so läuft das wohl.","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-03T09:19:18.914+0000","up_votes":1,"down_votes":0,"body":"Das stimmt... Hunde gehen in Meitwohnungen eigentlich... nie. Vielleicht auf dem Land, in einem Mietshaus oder so... Aber da haben Vermieter meistens (mit gutem Grund wie ich finde) was dagegen. Wobei manche mit sich reden lassen, wenn sie den Hund mal gesehen haben. \n\nAber ich bin schon am rechnen, ob sich das nicht lohnt nach Bonn zu ziehen, und jeden Tag zur Arbeit zu fahren :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:22:53.687+0000","up_votes":1,"down_votes":0,"body":"Rocky liebt auch immer jeder. Er kläfft halt auch nicht ununterbrochen.\n\nAber ich kann und will ihn halt nicht den ganzen Tag alleine lassen. ich wäre zwar eine Stunde ca. später aus dem Haus und eine Stunde wieder früher da... ändert aber nichts daran das es dann immer noch 06:00 bis 17:00 Uhr grob wäre. Und die \"Stadt\" (ist eigentlich nur ein großes Dorf) hat vermehrt Hundeköder Probleme ... geht gar nicht.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:27:29.178+0000","up_votes":1,"down_votes":0,"body":"Hm, also ist alleine wohnen ohnehin keine Alternative.\nAber du suchst trotzdem... Träume?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:14:46.638+0000","up_votes":1,"down_votes":0,"body":"Solange Rocky da ist, ist es absolut keine Alternative auszuziehen und ich muss die Zähne zusammen beißen komme was wolle.\n\nWährend meines Fachabis hätte ich ausziehen können. Dann ist meine Hündin gestorben und ich.. sagen wir es gab ein paar Probleme.\n\nDann hatte ich ein paar Jahre keinen Hund und als ich wieder stabil war und wirklich ausziehen wollte... kam man mir mit \"wenn du willst holen wir wieder einen Hund!\". Da hatte meine Schwester halt meine Mutter überredet vor drei oder vier Jahren. Oder fünf? XD\n\nIch komme wunderbar alleine zurecht. Menschen brauche ich nur sporadisch und mir würde es sogar reichen wenn ich alle paar Tage mit einer Kassiererin rede.\n\nAber mein Hund... ist eine kleine Gottheit <3 Niemals würde ich ihm so etwas an tun wie den ganzen Tag alleine sein oder keine richtige Spaziermöglichkeit bieten können. Lieber gucke ich einem Kind beim ertrinken zu ._. Um es böse zu formulieren.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T10:20:10.472+0000","up_votes":1,"down_votes":0,"body":"Ich kann dich verstehen.\nNicht unbedingt bei der Sache mit der Kassiererin, in brauche schon also 1 - 2 Wochen mal meine Freunde, ein gutes Brettspiel (auf den Bildern leider nur zu erahnen welche das alles sind) und eine schöne Flasche Käptn Morgan :P. \n\nAber dass dein Hund dich bindet, weil du ihm ein schönes Leben bieten möchtest kann ich nachvollziehen. Wäre ich damals nicht achtkantig raus geflogen würde ich immer noch in einem Keller im Taunus bei meinen Katzen wohnen :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Awsane","date":"2019-01-03T10:09:43.385+0000","up_votes":1,"down_votes":0,"body":"Du musst nicht streichen, wir haben nen Anwalt in der Familie der sich mit Mietrecht befasst. Vor nen paar Jahren wurde da Mal nen Gesetzt gekippt. Selbst wenn es im Mietvertrag steht, daß du beim Ausziehen streichen musst wäre das nach Aktueller Gesetzeslage unwirksam. \n\nIch würde dennoch aus Kulanz das machen, wenn der Vermieter aber meckert sagen, dass er ( die Wissen das mittlerweile größtenteils) und ich wissen das ich es nicht muss.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2019-01-03T09:18:50.658+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=xacxo17F,comment-id=000200010000,timestamp=2019-01-03T09:04:32.809+0000)\n>\n> Und ich habe gerade eine tolle Wohnung gefunden :( 200m vom Bahnhof weg, am Eingang einer Fußgängerzone gelegen. Alles was du willst (außer einem Bordell) direkt vor der Nase. Morgens auf dem Weg zum Bahnhof zum Bäcker? JA KLAR DOCH! Auf dem Heimweg schnell noch bei der Bank vorbei? EASY GOING! Und sie wird von privat vermietet, auf Wunsch kann die Küche übernommen werden, drei Zimmer, Balkon ...nicht mal 600€ c.c Heizkosten in Nebenkosten enthalten.\n\nUnd ich suche ein Haus mit Feld- oder Waldrandlage. Bloß nicht in die Innenstadt. Hab ich als Student lange genug gehabt, irgendwann nervt der Lärm und Stress in der Stadt nur noch.","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T09:44:36.737+0000","up_votes":1,"down_votes":0,"body":"das kommt aber voll auf die Stadt an :O\nIch liebe auch mitten in der Stadt und so viel Lärm gibt's bei uns nicht","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:51:15.582+0000","up_votes":1,"down_votes":0,"body":"Meine letzte Wohnung war in Wiesbaden Innenstadt und so laut wie ichs nie erlebt hab ^^","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:33:39.259+0000","up_votes":1,"down_votes":0,"body":"Naja. Ich würde meine erwählte Stadt nicht als Stadt bezeichnen. Im Grunde ist das nur ein zu groß geratenes Dorf und immer noch sehr ländlich. Ist halt Voreifel.\n\nKöln könnte ich mir je nach Ecke zum Beispiel wirklich stressig vorstellen oder Bonn. Wobei mein Fleckchen Bonn auch eher ein ländlicher Stadtteil ist, aber immer noch zentral irgendwie XD idk.\n\nUnsere Wohnung jetzt hat beides =p ein Bauernfeld an der Seite. Feld und Gebäude sind durch einen Schotterweg und ein paar wenige Parkmöglichkeiten getrennt ... den Schotterweg rauf kommt man auf zwei riesige Felder ... geht man die Felder lang kommt man in einen Wald. Oder man geht 10 Schritte die Hauptstraße des Ortes Richtung Feld und landet auf einem Radweg :o Der führt das ganze Feld entlang und auf der Hälfte ist wie eine Art Wäldchen. Was aber eher gruselig ist und man doch eher mit Vorsicht genießen sollte. Nicht das da schon mal was passiert wäre... Außer ein totgefahrener Hund von dem Mann der dort wohnt... aber...  es gibt Gründe!","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-01-03T09:09:57.063+0000","up_votes":1,"down_votes":0,"body":"Ich musste meine alte Wand weiß streichen, das war schon ein ziemlich Krampf xD. Aber beim 4. Überstrich gings dann...\n\nKlingt wirklich ziemlich genial, wie groß ist die denn?? Wenn ich bedenke, was ich jetzt bezahle... so was günstiges kann es ja gar nicht geben?! \n\nUnd bei Bordellen lehrt mich die Erfahrung:\nDa ist immer irgendwo eins. Du findest es allerdings nur, wenn du wirklich danach *suchst*.\n\n...\n\nWas ich nie getan habe. Ernsthaft.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:19:18.777+0000","up_votes":1,"down_votes":0,"body":"Also für mich wäre die Wohnung ziemlich genial actually. Klar ... der Boden gefällt mir nicht, es ist Dachgeschoss (angeblich aber \"gutes\" Dachgeschoss XD), die Küche ist zu dunkel dafür alles andere aber gut hell/ Wohnzimmer Licht durchflutet... blaaaa blaaaa.\n\nIm Prinzip brauche ich aber nur ein Bett, einen Raum zum zocken und darf nicht auf ein Auto angewiesen sein :x Und das würde sie alles hergeben.\n\nDas ist sie \\o/\nhttps://pictures.immobilienscout24.de/listings/de253a47-0c33-46ed-9f8d-df9d6be0f063-1017329880.jpg","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:21:55.034+0000","up_votes":1,"down_votes":0,"body":"Recht wenig aussagekräftigt die Skizze ^^. Die drei Zimmer unten wirken alle recht klein... Und was ist das da links oben, ist das ein Tresen oder so eine Art bekriechbares Lüftungsrohr für Fetischisten? ^^\n\nNe, sieht eigentlich ganz nett aus... Grundrisse sind eigentlich immer mit Vorsicht zu genießen. Wäre dir denn ein Umzug lieb?","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-01-03T09:34:57.470+0000","up_votes":1,"down_votes":0,"body":"Wenn mir sowas passiert mit der alten Dame sage ich halblaut, aber so laut, dass sies/ers hört \"ja drängeln sie sich nur vor, sie haben ja nimmer so lang...\"\n\nIst vl etwas zu zynisch aber die Blicke sind unbezahlbar xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T10:27:04.537+0000","up_votes":1,"down_votes":0,"body":"XDDDD Das muss ich mir unbedingt merken!\n\nIch finde das genau richtig :D ... Freitags beim einkaufen sind meine Sicherungen ohne Mittagsschläfchen so durchgebrannt, das ich des vermutlich auch durch den ganzen Laden brüllen würde >.<","replies":[]}]},{"id":"","poster":"Qbert","date":"2019-01-03T08:03:49.246+0000","up_votes":1,"down_votes":0,"body":"oh, befolgst du meinen Rat und nimmst dir nun immer lecker Essen mit? Ich bin stolz auf dich! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T08:56:19.560+0000","up_votes":1,"down_votes":0,"body":":D Ja ich versuche es tatsächlich durch zu halten!\n\nIst natürlich einfacher wenn abends so viel gekocht wird das man am nächsten Tag den Rest mitnehmen kann. Aber auch wenn das nicht der Fall ist, versuche ich wenigstens ein paar Nudeln oder Reis zu kochen und mach dann was leckeres draus.\n\nBisher klappt das auch ganz gut. Vor allem wenn ich keine Lust habe irgendwas zu machen, dann erinnere ich mich an das Gefühl ein Lich im Magen zu haben und unendlichen Hunger um die Mittagszeit x.x Ich sag mir dann \"kannst ja dann bestellen\" aber irgendwie regt sich dann der Geiz in mir :o idk warum! Vielleicht weil ich beim Hühnchen Süß-Sauer grundsätzlich nur das Hühnchen esse und den Rest weg werfe aber dann immer noch 13€ oder so dafür bezahle :x\n\nMorgen wollte ich actually nochmal die geilsten Pizzabrötchen der Welt mit Schinken-Käse Füllung bestellen ... wie schon Minimum 50 vergangene Freitage vorher :D Schauen wir mal!","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:01:58.294+0000","up_votes":1,"down_votes":0,"body":"\"Geilste Pizzabrötchen der Welt\" klingt gut... Kannst du mir auch welche her bestellen?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:06:22.847+0000","up_votes":1,"down_votes":0,"body":"Hmmmm\n\nNein XD\n\nAber du hast doch gesagt Bonn ist nicht so weit von dir weg oder? XD ... Wenn du irgendwie an eine Pizzeria mit dem Namen \"Pizza Boy\" kommst ... so war der Name glaube ich ... dann GG! Dort gibt es sie \\o/","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:07:44.237+0000","up_votes":1,"down_votes":0,"body":"Hat vor 3 Wochen direkt neben meiner Arbeit aufgemacht :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:34:44.953+0000","up_votes":1,"down_votes":0,"body":"XD Dein Ernst?","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:48:37.518+0000","up_votes":1,"down_votes":0,"body":"Mein Ernst ^^.\n\nRaus aus der Einfahrt und 5 Meter nach links, auch wenn google maps das falsch anzeigt :P","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-03T09:07:22.516+0000","up_votes":1,"down_votes":0,"body":"ich erinnere dich morgen dran :P \nAber gut, mach weiter so! So ist's auch richtig :) würdest du denn sagen, dir geht's damit besser? \n\nmmmmmmmmmmmmmmm Pizzabrötchen x_x ....","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-01-03T06:32:55.447+0000","up_votes":1,"down_votes":0,"body":"Anbei Wohnungsbilder :P. \n\nJetzt auch in einer gscheiten Größe...\n\nhttps://s15.directupload.net/images/190103/jahi3cio.jpg\n\nhttps://s15.directupload.net/images/190103/6abhgusm.jpg\n\nhttps://s15.directupload.net/images/190103/v9rfetum.jpg\n\nhttps://s15.directupload.net/images/190103/xsxkmcf2.jpg\n\nhttps://s15.directupload.net/images/190103/hxer8gbj.jpg\n\nhttps://s15.directupload.net/images/190103/wwg5rjl5.jpg","replies":[{"id":"","poster":"Nordwolf87","date":"2019-01-03T07:26:54.912+0000","up_votes":1,"down_votes":0,"body":"Wow, was für ein riesen Schreibtisch! :o","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T07:31:50.447+0000","up_votes":1,"down_votes":0,"body":"Das sind 2 identische Schreibtische :P. Müssen ja 2 Zocker ranpassen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T07:55:47.155+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe ja der Platz mit dem Curved Monitor ist deiner!","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T07:58:28.119+0000","up_votes":1,"down_votes":0,"body":"Aber selbstverständlich :P.\n\nwobei auch auf dem anderen mittlerweile ein echter bequemer Bürostuhl steht ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T08:02:08.956+0000","up_votes":1,"down_votes":0,"body":"Ging mir gar nicht um den Stuhl :o\n\nDas Plätzchen da vorne sieht einfach gemütlicher und größer, vor allem größer aus. Vor allem durch den Bildschirm.","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T08:05:31.655+0000","up_votes":1,"down_votes":0,"body":"Liegt tatsächlich an der Perspektive, beide Tische sind gleich groß ^^. Und ich durfte nach harten Diskussionen nicht ans Fenster :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-01-03T09:09:18.886+0000","up_votes":1,"down_votes":0,"body":":') Kannst sie ja jeder Zeit raus schmeißen","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T09:11:07.814+0000","up_votes":1,"down_votes":0,"body":"*hmmm* stimmt eigentlich....\n\nAber dann wär ich allein...","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-01-03T07:39:16.217+0000","up_votes":1,"down_votes":0,"body":"Achso, der ist für 2 xD","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2019-01-03T06:36:36.310+0000","up_votes":1,"down_votes":0,"body":"Die Oma war im alten Haus, verstehe ich das richtig?\nTjaja, solche Menschen ... einfach ignorieren, die sterben von allein -.- das sind dann aber auch jene alte Menschen, die auf Respekt ihnen gegenüber bestehen, weil sie ja alt sind ... respektieren aber niemand anderen :S\n\nWie ich sehe hast du auch einen Poäng! Haben wir uns auch gekauft, aber mit Hocker :D (ja, der heißt so! xD)\n\nEDIT:\nDeine Frau wollte die roten Wände, nehme ich an? ... von soetwas nehme ich ja Abstand :S","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T06:41:02.221+0000","up_votes":1,"down_votes":0,"body":"Korrekt, die Oma war im alten Haus ^^. Und da muss ich heute nochmal hin, mal gucken ob meine Tür jetzt mit Hassparolen oder so beschmiert ist ^^.\n\nMittlerweile hab ich es auch geschafft, die Bilder in eienr sinnigen Größe unten einzubauen, wenn man jetzt drauf klickt kann man âslo tatsächlich was erkennen :D.\n\nDen Po-eng hab ich glaube ich schon seit über 8 Jahren :p. Tolles Teil ^^. \n\nUnd neun, die roten Wände sind so mein Ding ^^. nur nicht zu viel, sonst wirkt es zu aggressiv ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T06:43:26.086+0000","up_votes":1,"down_votes":0,"body":"ohje ... ne, also mir persönlich wäre das rot zu krass, das wühlt mich ja jetzt schon auf x_x \n\nPoäng ist voll günstig! Nur die Polster sind teuer .... :S aber, ich wollte meine Freundin bei mir haben wenn ich zocke (und sie nicht ^^) deshalb hat sie einen mit Hocker bekommen, da kann sie dann drin lümmeln und lesen :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T06:45:37.621+0000","up_votes":1,"down_votes":0,"body":"Ich finde so ein dunkles Rot tatsächlich total entspannend ^^. Ganz im Gegensatz dazu, wenn alle Wände weiß währen... So was finde ich in großen Räumen unheimlich bedrückend... \n\nWenn ich Zocke (bis vor kurzem Persona 5, dann Call of Chtulhu, jetzt Valkyria 4), chillt meine Freundin mit auf dem Sofa und ist voll in der Story drin :P","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T07:27:05.851+0000","up_votes":1,"down_votes":0,"body":"nunja, ich spiele ja solche Story-Dinger nicht :S auch immer mit Headset ... also ... da wäre zuschauen ohne Ton drin, auch irgendwie blöd ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T07:31:24.382+0000","up_votes":1,"down_votes":0,"body":"Uff, keine Story und dann auch noch Headset? Und deine Freundin bleibt trotzdem beim zocken bei dir? Du hast das große Los gezogen würde ich sagen ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T07:43:36.008+0000","up_votes":1,"down_votes":0,"body":"deshalb liest sie ja dann ... :D ja sie ist dann bei mir einfach um bei mir zu sein :P","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T07:44:29.362+0000","up_votes":1,"down_votes":0,"body":"Ich sag ja, großes Los ^^","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T07:58:00.077+0000","up_votes":1,"down_votes":0,"body":"nicht ohne Grund hab ich n Ring draufgesteckt xD","replies":[{"id":"","poster":"Metalmonni","date":"2019-01-03T07:59:08.851+0000","up_votes":1,"down_votes":0,"body":"Gut gemacht!\n\n*PatPat*","replies":[{"id":"","poster":"Qbert","date":"2019-01-03T08:04:46.587+0000","up_votes":1,"down_votes":0,"body":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSU03EqEBUs-YdgxtslJvjCtDnlbvHEz62fcWenak6OeUTHDUJZ","replies":[]}]}]}]}]}]}]}]}]}]}]}]}