{"id":"ELX3voot","poster":"BlazeDeeGaming","date":"2020-02-25T00:08:27.023+0000","title":"Gebannt wegen einem premade Team...","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":18,"body":"Nun es ist passiert...\r\nnun wurd ich Opfer einer Permanenten Sperre aufgrund provozierte Aufreger von meinen \"Mitspielern\" die sich von anfang bis ende im Match so giftig daneben benahmen das mir halt der Hut hochging....keine Hilfe vom lanemate bis hin zum absichtlichen Feeding der Gegner um mich mit diesem auf der Lane zurückzulassen. natürlich regt man sich deswegen auf wenn man dauernd angelacht/emote spammed wird, dir jeglichen Match Spaß versaut wird weil sich 4 freunde ein Spaß daraus machen einen random Spieler (mich) eines der einzigen 2 Matches zur Hölle macht das ich halt am Abend mal spielen kann...\r\n\r\nJa dafür werde ICh dann auch noch bestraft das ICH opfer solcher Spieler werde....naja was solls das war das letze mal das ich überhaupt den Kram von Riot Games jemals noch anfassen werde. Solche Inkompetenz muss man nicht finanzieren indem man sich hier und da mal paar Riot Points kauft um nur im nächsten match von der ach so tollen \"Community\" hier bannen lässt weil se mit ihrem Leben nicht klar kommen und lieber in einem Online Game zufällige fremde Spieler das Spiel versauen müssen.\r\n\r\nWünsche euch weiterhin viel Spaß und hoffe das Ihr nicht auch ein opfer solcher Unsozialen griefer werdet wie meiner einer der durch gezielte Provokation gemobbt wurde und dann noch von diesem Saftladen Riot Games eins oben drauf bekommt während sich diese \"Community\" auf die Schulter klopft und wieder ein gelegenheitsspieler ausm game gegrieft hat auf dreckige art und weise....","replies":[{"id":"","poster":"Eroticat Nimar","date":"2020-02-25T01:45:17.996+0000","up_votes":10,"down_votes":1,"body":"Du scheinst ein sehr emotionaler Mensch zu sein.\nVielleicht sind Singleplayer Spiele eher was für dich.","replies":[{"id":"","poster":"JustA kleo","date":"2020-02-25T19:06:16.572+0000","up_votes":2,"down_votes":0,"body":"ich glaube online spielen viele leute gerne die \"jeder hasst mich ich bin ein opfer\" karte aus.","replies":[]}]},{"id":"","poster":"Aymira","date":"2020-02-25T00:41:08.767+0000","up_votes":7,"down_votes":0,"body":"Gebannt wegen einem Premade Team?\n\nDen Titel könntest du dann auch \"Gebannt wegen meines eigenen Fehlverhaltens\" nennen. Und ich sag dir auch, wieso. \n\n> nun wurd ich Opfer einer Permanenten Sperre aufgrund provozierte Aufreger von meinen \"Mitspielern\" \n\nSie haben dich also provoziert. Kein feinstes benehmen dieser \"Premade Truppe\" jedoch liegt es dann an dir, wie du mit der Situation umgehst.\n\n> die sich von anfang bis ende im Match so giftig daneben benahmen das mir halt der Hut hochging...\n\nGut, Emotionen sind menschlich. Und das man sich darüber aufregt kann ich durchaus verstehen. \nWas ich allerdings nicht verstehen kann ist, wieso du diese Emotionen dann ins Spiel getragen hast. \n\nDas Fehlverhalten derer, die dich provozieren hat im Spielchat nichts verloren, genau so wenig wie emotionale, eventuell beleidigende Ausdrücke deinerseits.\n\n> Ja dafür werde ICh dann auch noch bestraft das ICH opfer solcher Spieler werde...\n\nJa, wurdest du. Es war aber deine Entscheidung auf die scheiße die verzapft wurde aufzuspringen. Hättest du nämlich all deine Emotionen aus dem Spiel heraus gehalten, dann wäre der Account nun noch aktiv. Vermutlich ¯\\\\\\_(ツ)_/¯ \n\n> Solche Inkompetenz muss man nicht finanzieren indem man sich hier und da mal paar Riot Points kauft um nur im nächsten match von der ach so tollen \"Community\" hier bannen lässt weil se mit ihrem Leben nicht klar kommen und lieber in einem Online Game zufällige fremde Spieler das Spiel versauen müssen.\n\nDas Geld welches du in das Spiel \"investierst\" schützt dich vor Strafen nicht. Und Inkompetenz würde ich Riot auch nicht vorwerfen. Schließlich haben sie jemandem aus dem Spiel entfernt, der sich scheinbar daneben benommen hat. \n\n***\n\nJetzt noch etwas zum Schluss. \nWenn du der Meinung bist, dass du zu Unrecht bestraft wurdest, dann wende dich an den Support oder wahlweise, disktutier hier im Forum mit uns darüber, indem du deinen Chatverlauf unverfälscht offenlegst. \n\nDes Weiteren. Einen permanenten Bann bekommt man nicht einfach so (außer bei offenen Zahlungen und Drittanbietersoftware). \nEs gibt die sogenannten Strafstufen \n\n* 10 Spiele Chateinschränkung\n* 25 Spiele Chateinschränkung \n* 14 Tage Sperre \n* Permanente Sperre \n\nHierbei ist es möglich Strafstufen zu überspringen, zum Beispiel direkt auf einen 14 Tage Bann zu kommen, zum Beispiel durch Hetzrede.\n\nEgal wie es ist. Du wirst, wenn du nun permanent gebannt wurdest, schon mindestens eine dieser Strafstufen gesehen haben. Und in der Meldung zum 14 Tage Bann steht ausdrücklich geschrieben, das jedes weitere Fehlverhalten dafür sorgt, dass dein Account permanent gesperrt wird. \n\nWorauf ich also hinaus will: Ich glaube nicht, dass diese 4 Spieler dafür gesorgt haben, dass du nun gesperrt bist. Ich glaube eher, anhand der Sachlage die mir hier offen liegt, das du allgemein nicht besonders nett bist, da du bereits mindestens eine andere Strafe abgesessen hast. \n\nDie Chance sich zu bessern hättest du also nutzen können und vielleicht auch sollen. \n\nMfg","replies":[{"id":"","poster":"Eroticat Nimar","date":"2020-02-25T01:44:27.154+0000","up_votes":4,"down_votes":0,"body":"Immer wieder beeindruckt davon wie viel Zeit du solchen Leuten widmest.","replies":[{"id":"","poster":"Aymira","date":"2020-02-25T02:59:21.604+0000","up_votes":1,"down_votes":1,"body":"Ich werd dafür quasi bezahlt, also... Warum nicht xD\n\nAber danke..\n{{sticker:katarina-love}} ","replies":[]}]},{"id":"","poster":"BlazeDeeGaming","date":"2020-02-25T10:59:37.027+0000","up_votes":1,"down_votes":1,"body":"Es gehören immer mehrere Parteien dazu sich \"zu bessern\"\n\nNatürlich gab es schon Accountstrafen bei mir die aber über JAHRE versetzt gewesen waren und Ich ticke nur aus wenn es extrem ist wie meine Mitspieler aktiv gegen mich vorgehen wie dieses Team aus Freunden das absichtlich auf mich los ist da sie vielleicht einfach nur sauer waren das Ich eine bestimmte Rolle oder ihren Erwartungen nicht gerecht wurde? Wer weiß das schonw as in den köpfen solcher Versager vor sich geht.\n\nDa Ich ja immer wieder Pausen eingelegt habe über Monate hin hab ich das auch generell gut vorgebeugt das Ich zu überreagiere und wie gesagt Ich schaffe Abends mal maximal 2 Spiele zu spielen und innerhalb der Woche höchstens 6-7 Matches....Arbeit als Pfleger lässt mir da nunmal nicht sonderlich viel Spielraum du verstehst? Nun ja dennoch danke für deine Aussage die viel text beinhaltet aber nur eines aussagt:\n\nIch bin an allem Schuld und nicht die Community, die solche Kindsköpfe wie die 4 letzen Mitstreiter hervorbrachten um hart arbeitende,emotional und lebensfreudige Menschen wie mich zur Sau machen für absolut keinen Grund. Danke vielmals dafür.\n\nMein geld hab ich jedenfalls wiederbekommen von zwei Tagen und Riot games sowie seine Werbung und Websiten werden ab heute in der Router Funktion für blockiernende Website/Dienste hinzugefügt. Ich bin endgültig durch mit diesem Assozialen Verein.\n\nSiehst du ja schon an so vielen kommentaren anderer hier wie geistesgestört die meisten mittlerweile doch sind. Entschuldige für die Ausdrucksweise aber mir kann ja nix schlimemres mehr passieren da ich ja eh gebannt wurde von so nem Saftladen der lieber die Toxic Community pflegt als da die wirklichen Schuldigen auszumerzen","replies":[{"id":"","poster":"Aymira","date":"2020-02-25T19:35:58.974+0000","up_votes":1,"down_votes":0,"body":"> Es gehören immer mehrere Parteien dazu sich \"zu bessern\"\n\nGenau, nur ob andere sich bessern liegt nicht in deiner Macht. Wenn die der Meinung sind, sie riskieren Strafen ist das deren Sache. \nWenn du deinen Account behalten willst, sollte man sich selbst fragen \"ob es mir das wert ist\". ¯\\\\\\_(ツ)_/¯ \n\n> Natürlich gab es schon Accountstrafen bei mir die aber über JAHRE versetzt gewesen waren\n\nAn dem Punkt völlig irrelevant, wie lange die Strafen her sind. Die Milderung der Strafstufen erfolgt nicht nach Zeit, sondern nach gespielten spielen. Spielst du also wenig, brauchst du länger um wieder eine Strafstufe zu sinken... \n\n> Da Ich ja immer wieder Pausen eingelegt habe über Monate hin hab ich das auch generell gut vorgebeugt das Ich zu überreagiere\n\nNur leider hat es am Ende dann trotzdem nicht gereicht. Vermutlich wäre es für dich einfach sinniger gewesen den Chat komplett auszuschalten.\n\n> Ich schaffe Abends mal maximal 2 Spiele zu spielen und innerhalb der Woche höchstens 6-7 Matches....Arbeit als Pfleger lässt mir da nunmal nicht sonderlich viel Spielraum du verstehst?\n\nKann ich nur zu gut verstehen, aber ich für mich selbst lasse mich gerade dann, wenn ich eh schon keine Zeit für Videospiele habe von einem Haufen komischer Leute so dermaßen anstacheln, dass ich das Risiko eingehe meinen Account zu verlieren. \nIch wurde in meiner gesamten Zeit in Liga der Legenden nicht einmal bestraft, ich benehme mich einfach, völlig egal wie sich die anderen verhalten. \n\n> Ich bin an allem Schuld und nicht die Community\n\nFein bemerkt, du bist an deiner eigenen Strafe schuld. Ob die anderen eine Strafe davon getragen haben, oder ob sie das eventuell das erste Mal gemacht haben und demnach nur mit Chateinschränkungen davon gekommen sind, ist eine andere Sache. \n\nFakt ist und bleibt jedoch:\nHättest du dich rausgehalten, die anderen gemeldet, dann wäre der Account noch offen. \n\n> da ich ja eh gebannt wurde von so nem Saftladen der lieber die Toxic Community pflegt als da die wirklichen Schuldigen auszumerzen\n\nLeider bist du ein Teil der \"Toxic Community\". Also hat der \"Saftladen\" nur das richtige getan... ¯\\\\\\_(ツ)_/¯","replies":[]}]}]},{"id":"","poster":"Yuiwara","date":"2020-02-25T10:08:33.454+0000","up_votes":5,"down_votes":0,"body":"> Ja dafür werde ICh dann auch noch bestraft das ICH opfer solcher Spieler werde.\n\nWenn du genauso toxisch bist, sicher. Chatlogs wurden ja \"vorsichtshalber\" auch nicht mal gepostet...also klar, du \"opfer\" bist ja sooo \"unschuldig\".\n{{sticker:sg-lulu}}","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T01:40:22.454+0000","up_votes":2,"down_votes":12,"body":"Generell gebe ich dir Recht, jeder Mensch hat das Recht auf Notwehr (Notwehr umfasst auch Tat bestände, sowie Beleidigung, Übergriffe und Ehrverletzungen), dabei gelten (eigentlich) die gleichen Gesetzt Online sowie Offline, aber als du die AGB's akzeptiert hast, hast du leider, in dem Bezug kein Anspruch dein Recht in Anspruch zunehmen.\n\nAuch wenn ich dir Recht gebe, man sollte , in solchen Situation, auf Notwehr zurück greifen dürfen,dies sieht Riot leider konservativer und verlangt von uns Spieler, die andere Wange hin zu halten. Daran müssen wir uns leider halten auch wenn dies ärgerlich ist. Ich kann dir noch den Tipp geben andere Regionen zu besuchen, da EUW bekannt ist für seine Toxizität. ^^","replies":[{"id":"","poster":"Megamaexx","date":"2020-02-25T06:00:50.504+0000","up_votes":5,"down_votes":1,"body":"> Auch wenn ich dir Recht gebe, man sollte , in solchen Situation, auf Notwehr zurück greifen dürfen,dies sieht Riot leider konservativer und verlangt von uns Spieler, die andere Wange hin zu halten. \n\nWenn sich in nem Club 2 Leute prügeln, werden beide rausgeschmissen. Wenn dann festgestellt wird, dass der eine ständig daran beteiligt ist, bekommt der Hausverbot.","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T06:39:31.711+0000","up_votes":2,"down_votes":5,"body":"In deinem Beispiel gebraucht der \"Club\" von seinem Hausrecht, ähnlich wie Riot Games bei ihrem Spiel. Was ich aber anprangere ist, dass dieses System kein faires ist. (Man stelle mal sich beispielsweise vor, dass du im Club bist, irgendein Typ macht dich dumm an, du sagst dass er dich nicht nerven soll und Zack hat man eine Faust im Gesicht kleben. Daraufhin verteidigst du dich und schubst ihn bei Seite. Die Security sieht das und ihr beide fliegt raus, obwohl du dich nur verteidigt hast. Dies bezüglich habe ich ja auch das Strafgesetzt erwähnt, was die faire Nutzung der Notwehr einführt, in der man sich eben nicht alles gefallen lassen muss und Situationsgegeben auch verteidigen darf.)","replies":[{"id":"","poster":"OT Riku","date":"2020-02-25T07:25:40.506+0000","up_votes":4,"down_votes":2,"body":"Das schubsen ist keine Verteidigung, Verteidigung wäre gewesen wenn du dem security gesagt hattest was passiert ist. \nOder du den Typen so in den griff genommen hättest das er dir/anderen nichts tun mehr tun kann.\nGenauso wie notwehr ist in LoL halt mal komplett nicht zu gebrauchen. \nEs besteht ja zu keiner den gegenüber irgentwie auszuschalten um dich oder andere zu schützen (auf kosten sriner gesundheot) \n\nDie Verteidigung die du in lol hast ist Muten und Reporten.","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T07:43:22.353+0000","up_votes":2,"down_votes":5,"body":"* Das stimmt so nicht, man muss immer mit dem angemessensten Maß agieren, bedeutet wenn ich angemacht werde und ich der Person sage dass sie aufhören soll sie dennoch weiter macht und wiederholte Maßnahmen meinerseits umgeht und mich weiter triezt dann darf man sogar zur Gewalt greifen. Und es muss nicht immer eine psychische Gefahr herrschen alleinigen eine Beleidigung und ein Angriff auf das Ehrgefühl reicht aus um in Notwehr zu agieren. muten ist nicht immer einer Option da die Person auch einfach deine Lane Trollen kann, deshalb meine Kritik","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T07:49:56.517+0000","up_votes":5,"down_votes":1,"body":"Deine Lane kann er auch trollen, auch wenn du ihn in \"Notwehr\" beschimpfst, was er dann wahrscheinlich sogar erst recht tut. Ergo, ist Muten und Reporten die einzige Möglichkeit sich zu wehren ;)","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:01:14.940+0000","up_votes":2,"down_votes":5,"body":"Muten und Reporten hat nichts mit Wehren zutun, da es nicht aktiv auf das Verhalten des Gegenübers einwirkt. Wenn ich mich wehre dann mache ich das mit dem Hintergedanken, dass mich die Person die ich mich zu verteidigen versuche den jeweiligen Akt mir gegenüber nicht mehr ausführen kann, sei es Beleidigung, psychische Übergriffe oder ein Angriff im Ehrgefühl.\n\nDa Muten aber das Verhalten des Gegenübers nicht einschränkt und reporten sehr unzuverlässig ist, werde ich in eine Opfer- Rolle gedrängt, da mir verboten wird mich zu wehren, andernfalls drohen mir Konsequenzen.\n\nMal Abseits könnte sich ja auch Riot bemühen, Optionen für geschädigte zu entwickeln und nicht nur auf das ewige \"mute sie doch einfach\" zurück zu stufen","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T08:07:57.178+0000","up_votes":5,"down_votes":1,"body":"Sobald du jemanden mutest bist du kein Opfer mehr, da er dir nichts mehr anhaben kann ;)\nDavon abgesehen sollte es einem egal sein, was irgendjemand fremdes, dem du höchstwahrscheinlich nie wieder begegnen wirst, zu dir sagt.\nWas soll es dir bitte bringen, wenn du jemanden beleidigst, der dich zuerst beleidigt hast? Denkst du nicht, dass du da nur Öl ins Feuer gießt? Da ist es besser einfach muten und sich aufs eigene Spiel zu konzentrieren, denn mit Beleidigungen und Chatabuse gewinnt man keine Spiele ;)\nUnd wenn du da nicht drüber stehen kannst, dann solltest du vielleicht lieber Singleplayer Games spielen ;)\n\nWie sollen diese Optionen deiner Meinung nach aussehen?","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:10:46.249+0000","up_votes":2,"down_votes":5,"body":"Das bestärkt aber mein Argument, wenn es egal ist dann sollte man dafür nicht bestraft werden","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T08:18:22.750+0000","up_votes":5,"down_votes":0,"body":"Und du hast mir noch nicht meine Fragen beantwortet ;)","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:23:05.157+0000","up_votes":2,"down_votes":5,"body":"bspw einen Spieler über Vote Kicken, aber die kreative Aufgabe liegt auch bei Riot und nicht bei mir.","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T08:41:01.035+0000","up_votes":5,"down_votes":0,"body":"Du willst also jemanden, der im Spiel plötzlich beginnt zu trollen (was auch immer einen Grund hat, btw.), aus dem Spiel werfen können, um dann erst recht 4 vs. 5 zu spielen? Sag mal denkst du überhaupt vorher über etwas nach bevor du es schreibst bzw. abschickst?\n\nWenn du selbst nicht eine gute Lösung hast, solltest du es auch nicht von jemand anderes verlangen!","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:48:55.212+0000","up_votes":1,"down_votes":5,"body":"erstmal ist das eine demokratische Entscheidung, wenn das Team lieber ohne diese Person spielen will dann soll das genehmigt werden.\n\nAußerdem, spiele ich lieber 4v5 anstatt den Troll den Gegner 10 kills feeden zu lassen ohne dass ich was machen kann.\n\nUnd selbstverständlich darf ich eine Lösung verlangen, obwohl ich keine bessere habe. Wie stellst du dir das vor ? Jedes mal wenn man Kritik übt muss ich die Wunderlösung in der Hinterhand haben ansonsten darf ich meine Kritik nicht äußern ??? ich bitte dich","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:53:54.539+0000","up_votes":2,"down_votes":0,"body":"1. Also stimmst du mir da zu, dass es Ansichtssache ist? :)\n\n2. möglicherweise ist es für Riot auch keine sonderlich gute Lösung, sonst hätte es Riot schon ausprobiert, denn ich bin mir sicher, dass sie das System kennen.\n\n3. Am Besten wendest du dich in der Hinsicht an das Format: \"Frag Riot\", dann können sie dir beantworten, warum sie zu diesem Thema keine Stellung genommen haben ;)\n\n4. Yassuo und Tyler 1 kenne ich und das sind richtig schlechte Beispiele ;)\nNoWay wäre da wohl das Beste Beispiel, aber der sieht auch das Problem eher bei der Community und nicht bei Riot ;)","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:17:32.643+0000","up_votes":2,"down_votes":0,"body":"Ansichtssache und berechtigt aber nicht dazu diesen Spieler zu Beleidigen ;)\n\nNö, CS:GO interessiert mich nicht :)\n\nNur weil du davon nichts mitbekommen hast, heißt es nicht, dass Riot noch nicht Stellung zu diesem Thema genommen hat ;) Und wenn sie keine gute Lösung finden, dann finden sie eben keine. Solange man selbst keine gute Lösung findet, sollte man dies dann aber auch akzeptieren oder eben aufhören dieses Spiel zu spielen, wenn man damit nicht klar kommt. Man kann es nicht jedem recht machen.\n\nUnd zu deinem großen Aufschrei: Ein paar tausend Spieler auf Reddit und in den Foren sind im Vergleich zur gesamten Community doch nur ein Dutzend Ameisen in einem Ameisenvolk ;)","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T09:48:42.008+0000","up_votes":2,"down_votes":0,"body":"1. Was haben Trolle mit deinem Ehrgefühl zu tun?\n\n2. Kann ich nichts zu sagen, spiele kein CS:GO und kenne mich da auch nicht aus\n\n3. Woher weißt du das, dass sie nicht an einer Lösung arbeiten und das Problem nicht anerkennen?\nWer sich nicht zu benehmen weiß, wird bestraft -> was ist daran unfair???","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T09:11:37.978+0000","up_votes":3,"down_votes":1,"body":"Ich habe dir bereits ein Beispiel geliefert, dass man auch mit einem Troll im Team gewinnen kann, wenn man es nur wirklich will.\nDas von dir vorgeschlagene System würde dann auch immer missbraucht werden um schwächere Spieler auszuschließen.\nUnd stell dir vor, du bist dann der einzige der mit JA voted. Das würde dich bestimmt bis zum Himmel tilten und plötzlich ist es ein 3vs.5 weil man auf dich auch nicht mehr zählen kann - GEGE :)\n\nVerzeihung ich hab mich da wohl etwas stümperhaft ausgedrückt:\nIch meinte, natürlich darfst du nach einer Lösung verlangen, aber du solltest dich nicht beschweren, dass anderen MENSCHEN (Ja, die Leute bei Riot sind auch nur Menschen!) auch keine gute Lösung einfällt, wenn dir auch keine einfällt ;)","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:55:14.071+0000","up_votes":1,"down_votes":1,"body":"1. Weil das eine Art des \"disrespects\" ist, was einerseits extrem toxisch ist andererseits eine Form der Beleidigung ist\n\nWeiterhin fühlen sich Menschen extrem beleidigt wenn man ihre Zeit bewusst verschwendet.\n\nSomit summa summarum eine Beleidigung und ein Angriff auf's Ehrgefühl\n\n2. tja, kannst dich ja informieren\n\n3. Weil Riot diesbezüglich nichts gesagt/geschrieben hat. Obwohl es großen Aufschrei von der Community  diesbezüglich gab","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:24:21.665+0000","up_votes":1,"down_votes":2,"body":"1. Es geht nicht um's gewinnen es geht um das Ehrgefühl (NICHTS MIT GEWINNEN ZUTUN!!!!!!!!!!!) Mal abseits sinkt die Chance drastisch das Spiel weiterhin zu gewinn, nur weil es ab und an vorkommt heißt nicht dass man seine Nerven abmühen muss um am ende bei einer Chance von 2/10 14 lp zu bekommen. (Die Ausnahme bestätigt die Regel)\n\n2. Dann übernimmt man das System von CS:GO, wenn ein Spieler zu oft andere raus kicked dann kriegen sie ein Bann\n\n3. Riot sucht aber nicht nach einer Lösung das ist das Problem, weder haben sie das Problem anerkannt noch haben sie in irgendeiner Form versucht das System zu verbessern, obwohl es ihnen zichmal gesagt wurde, dass das jeweiliges System unfair ist","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:22:31.602+0000","up_votes":1,"down_votes":2,"body":"1.  ….\n2. Wenn man eine Lösung anbietet willst du sie gar nicht wissen, hm dann kann ich dir auch nicht helfen \n\n3. Ich habe ausreichend recherchiert, ob Riot dazu was geschrieben hat, sie haben sich aber nie dazu geäußert bzw habe ich nichts in meiner Recherche gefunden. Wenn du willst kannst du ja gerne deine Ergebnisse schicken :)\n\n4. Jeder große Streamer beschwert sich über das System. (Yassuo, Tyler1, IWillDominate, BoxBox, Chaseclown, Pokimane, … etc pp)","replies":[]}]}]}]}]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T08:16:55.614+0000","up_votes":4,"down_votes":0,"body":"Nö, denn so ein Verhalten ist nicht gewinnfördernd und somit hat es nichts im Spiel verloren","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:19:57.031+0000","up_votes":2,"down_votes":6,"body":"Genauso wenig wie das Verhalten des Trolls. Dennoch muss ich mir das gefallen lassen, verstehst du jetzt das Dilemma ? Geschädigte haben keine Option sich zu wehren und Riot bietet auch keine.","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T08:37:53.537+0000","up_votes":4,"down_votes":1,"body":"Offensichtliches Trollen wird auch bestraft, nur ist es nicht so leicht zu unterscheiden, ob jemand trollt oder einfach nur schlecht spielt. \nBei mir ist es auch schon das ein oder andere Mal vorgekommen, dass unser Support mit mir durch den Jungle gelaufen ist und versucht hat mir die Camps zu klauen, nur weil ich die Botlane nicht ganken kam, weil sie nach 5 Minuten 0/5 stand und ich versucht habe, die anderen Lanes weiter nach vor zu bringen. Ich hab es ignoriert und den Großteil dieser Spiele sogar gewonnen, weil ich einfach weiterhin versucht habe zu gewinnen ;) Nach den Games hab ich die Trolle reportet (zusätzlich mit Ticket an den Support) und die meisten von denen hatten danach eine mindestens 2-wöchige Pause (lt. OP.GG).\nFür mich ein Zeichen, dass das System funktioniert :)\nUnd man kann auch Spiele gewinnen, auch wenn man einen Troll im Team hat. Man muss es nur wollen und die restlichen Mitglieder seines Teams motivieren und sich auf sein Spiel konzentrieren ;)","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:45:32.214+0000","up_votes":1,"down_votes":4,"body":"Dass man offensichtliche Trolle bannen kann ist mir klar, aber wie oft kommt das vor dass der Troll die Mitte runter rennt ? Es kommt viel öfter vor dass der Troll \"Soft-inted\" und dies ist von dem Support nicht aufdeckbar, da es ja die \"Chance\" besteht dass der Troll ganz zufällig einen Lag hatte und in 4 man flashed. \n\nMal Abseits gibt es auch keine Rechtsklarheit innerhalb des Spieles, man weiß weder was man sagen darf, noch was man Spielen darf. beispielsweise kann man für \"out-off Meta\" Strategien gebannt werden - siehe Nubrac vs NB3\n\nDann gibt es klare Fälle wo Spieler offensichtlich die Mitte runtergelaufen sind, im Stream eines großen Streamers und nichts gegen diese Personen eingeleitet wurde\n- siehe TF Blade türkischer Server","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:33:48.739+0000","up_votes":4,"down_votes":0,"body":"Ja weil man auch bei Riot von einem Mindestmaß an Hausverstand und Benehmen ausgeht und wenn man dies nicht besitzt sollte man dieses Spiel nicht spielen bzw. sich nicht wundern wenn man bestraft wird ;)","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:57:28.679+0000","up_votes":1,"down_votes":0,"body":"Mit Einverständnis der Eltern, ja ;) Also übernehmen da auch die Eltern die Verantwortung für das Handeln ihrer Brut ;)","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:42:14.591+0000","up_votes":1,"down_votes":0,"body":"Sogar das Gesetz geht davon aus, dass Kinder mit 14 Jahren bereits wissen wie man sich benimmt, sonst wären sie mit 14 Jahren nicht Strafmündig.\n\nAuf diesen Punkt kann ich nicht eingehen, da ich den Stream nicht gesehen habe und den Spieler auch nicht kenne","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:37:09.002+0000","up_votes":1,"down_votes":0,"body":"Er skaliert mit 80% AP auf seinem Schild. Auf seinen Restlichen Fähigkeiten mit 100% AD","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:33:13.811+0000","up_votes":1,"down_votes":0,"body":"es hat ein 1.0 Scaling somit sogar gut. Es wäre sogar machbar was ist dein Punkt ?","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:30:00.523+0000","up_votes":1,"down_votes":0,"body":"Lee Sin hat nur auf seinem Schild ein AP Scaling, was nur die Schildstärke beeinflusst und wenn man jetzt nur AP Items baut werden seine übrigen Fähigkeiten im Verlaufe des Spiels useless und somit wirkt es sich aktiv negativ auf das Spiel aus und ist somit nicht erlaubt ;)","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:18:24.639+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist dass dies nirgends steht oder klar artikuliert wird. Im Summers Code wird extrem Nebelhaft erklärt wie man sich verhalten soll.","replies":[]},{"id":"","poster":"HyperionCH","date":"2020-02-25T10:15:42.638+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=lilCvnt,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=00010000000100000000000000000000000000000000000000000004,timestamp=2020-02-25T09:46:32.749+0000)\n>\n> Nach diesen Richtlinien könnte ich mit meinen 4 Premades ein Random dazu zwingen AP Lee Sinn zu spielen, weil das die \"Strategie ist die das Team möchte\" merkst du was das für ein Unsinn ist ...\n\nDer Grundsatz zählt natürlich immer noch, dass:\n\na) man niemanden zu einem konkreten Pick zwingen darf und kann und\nb) Strategien auch zielführend sein müssen (also zum Sieg führen sollen)\n\nEin Team (muss nicht einmal Premades sein) kann dem Jungler als Last Pick z.B. vorschlagen, einen AP-Champ zu picken, weil es sinnvoll ist (z.B. weil Top/Mid/ADC bereits alle AD sind).\n\nDaran muss ich aber kein Jungler richten. Wenn er keinen AD-Jungler kann, dann geht auch ein AP-Champ oder ein Tank.\nDenn für die Siegeschancen ist es nun einmal besser, wenn er einen Champ pickt, den er kann als irgendetwas First Time.\n\nSomit kann ein 4er Premade dem Jungler auch nicht zu einem AD-Lee Sin zwingen; obwohl dies kein Troll-Pick ist.","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:12:04.972+0000","up_votes":1,"down_votes":0,"body":"Man weiß nicht ab wann es ein Trollpick ist und ab wann es Out of Meta pick ist. Es gibt keine Grenze es ist nicht Klar. Nirgends ist eine Definition gegeben was als Trollpick durchgeht und was nicht ….","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:07:43.066+0000","up_votes":1,"down_votes":0,"body":"AP Lee Sin ist auch keine Strategie, sondern ein Trollpick und wenn er dafür reported wird, wird er auch bestraft dafür.\nNehmen wir mal an ihr als 4er Premades schafft es einen Random zu zwingen diesen Trollpick zu spielen (was ich mal ganz stark bezweifle), werdet ihr als Premades diesen Spieler nach dem Game garantiert reporten und somit wird er auch bestraft. -> Also, nein, ist kein Unsinn ;)","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:46:32.749+0000","up_votes":1,"down_votes":0,"body":"Nach diesen Richtlinien könnte ich mit meinen 4 Premades ein Random dazu zwingen AP Lee Sinn zu spielen, weil das die \"Strategie ist die das Team möchte\" merkst du was das für ein Unsinn ist ...","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T09:42:00.501+0000","up_votes":1,"down_votes":0,"body":"Natürlich gibt es die: Beleidigungen im Chat sind verboten und werden bestraft!\nStrategien, die das Team nicht möchte sind verboten und werden bestraft!","replies":[]},{"id":"","poster":"Aymira","date":"2020-02-25T08:49:20.129+0000","up_votes":1,"down_votes":0,"body":"> \"out-off Meta\" Strategien gebannt werden - siehe Nubrac vs NB3\n\nDas kommt drauf an... Im Fall von Nubrac hat er seinen Spielstil ohne dies mit dem Team zu klären anderen Leuten aufgezwungen, die nicht so spielen wollten, aber deswegen mussten. \n\nWenn du diese Off-Meta Strategie mit dem Team kommunizierst und die einverstanden sind, dann ist das ne andere Sache. :D","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T08:58:17.945+0000","up_votes":1,"down_votes":1,"body":"Außerdem erklärt dass die Sache mit TF-Blade nicht","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T08:54:36.339+0000","up_votes":1,"down_votes":1,"body":"Das stand aber vorher nirgends, dass ist mein Punkt innerhalb dieses Spieles gibt es keine Rechtsklarheit, was darf ich was darf ich nicht ?","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:43:56.404+0000","up_votes":1,"down_votes":1,"body":"DAS SPIEL IST AB 12 JUNGE, ich antworte dir nicht mehr","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:38:14.663+0000","up_votes":1,"down_votes":1,"body":"Stimmt da jedes Kind \"so erwachsen ist\"\n\naußerdem gehst du nicht auf den Punkt mit TF-Blade ein....","replies":[]}]}]}]}]}]}]},{"id":"","poster":"BlazeDeeGaming","date":"2020-02-25T11:03:04.585+0000","up_votes":1,"down_votes":3,"body":"Die Leute zu muten führt auch zu Accountstrafen....leider\nDie LEute können dich immernoch melden für Kommunikationsverweigerung und das resultiert auch irgednwann in Accountstrafen, so wie es mal bei mir der Fall gewesen ist aber hey, Riot Games verzichtet halt gern auf Veteranen die das Game Spielen als es noch GOA published hatte....","replies":[{"id":"","poster":"Sirrkas","date":"2020-02-25T12:32:52.600+0000","up_votes":3,"down_votes":0,"body":">Die Leute zu muten führt auch zu Accountstrafen....leider\n\nDiese Aussage ist sehr falsch.\n\n>Die LEute können dich immernoch melden für Kommunikationsverweigerung und das resultiert auch irgednwann in Accountstrafen, \n\nDu wurdest unter Garantie noch nie für Kommunikationsverweigerung bestraft. Es macht auch wenig Sinn Leute zu bestrafen, wenn sie die Option haben, den kompletten Chat stumm zu schalten und sogar Pings zu deaktivieren. \n\nAber du kannst gerne einen Beleg dafür bringen, dass du für Kommunikationsverweigerung bestraft wurdest. Das wäre sehr interessant zu sehen.","replies":[]},{"id":"","poster":"Ráyleigh","date":"2020-02-25T11:04:35.468+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=BlazeDeeGaming,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=00010000000100000000000000000001,timestamp=2020-02-25T11:03:04.585+0000)\n>\n> Die Leute zu muten führt auch zu Accountstrafen....leider\n\nÄm nein^^\nMuten ist Okay.\n\nSich zu weigern als Team zu spielen ist nicht okay.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2020-02-25T12:30:55.675+0000","up_votes":1,"down_votes":0,"body":">Muten und Reporten hat nichts mit Wehren zutun,\n\n\nGanz im Gegenteil. Muten und Melden sind die einzigen sinnvollen Maßnahmen. Zurückflamen hat noch nie jemandem geholfen. Das artet höchstens in einen Flamewar aus. Und wenn man jemanden Troll schimpft, der einfach ein paar schlechte Züge gemacht hat, fängt der vielleicht wirklich zu trollen an.\n\n> da es nicht aktiv auf das Verhalten des Gegenübers einwirkt.\n\nDann sollte dir bewusst sein, dass zurückflamen auch eher weiteren Provokationen gleich kommt. Glaubst du, jemand hört auf sich zu prügeln, wenn man ihm etwas wie \"schlag mich doch, traust dich eh nicht, näh näh näh\" oder sowas zuruft.\n\n>Wenn ich mich wehre dann mache ich das mit dem Hintergedanken, dass mich die Person die ich mich zu verteidigen versuche den jeweiligen Akt mir gegenüber nicht mehr ausführen kann, sei es Beleidigung, psychische Übergriffe oder ein Angriff im Ehrgefühl.\n\nIm Fall von Flame kannst du das mit Mute bewerkstelligen. Bei einem richtigen Troll wird auch noch so viel Geflame nicht helfen. Der freut sich höchstens darüber, dass sich da jemand aufregt.\n\n>reporten sehr unzuverlässig ist,\n\nReporten ist sehr zuverlässig, insbesondere bei Chatvergehen, sieht man ja am TE. Er hat sich im Ton vergriffen und wurde bestraft.","replies":[]}]},{"id":"","poster":"lilCvnt","date":"2020-02-25T08:09:23.536+0000","up_votes":2,"down_votes":4,"body":"Außerdem wenn es denn so egal ist, warum erlaubt man es dann nicht einfach ? Der Spieler der getrollt wird kann sein Dampf ablasen und ist weniger geneigt passiv aggressiv das Spiel weiter zu spielen und im schlimmsten Fall seine Aggression in ein darauffolgendes Spiel weiter zu tragen.","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T08:15:00.664+0000","up_votes":5,"down_votes":1,"body":"Weil sich so ein Verhalten einfach nicht gehört! Da spielt es keine Rolle wer angefangen hat!\n\nWas redest du da bitte für einen Schwachsinn? Dampf ablassen kannst du indem du deinen Bildschirm anschreist, oder du machst nach dem Game eine Pause und gehst kurz raus an die frische Luft. Einfach Beleidigungen in den Chat schreiben bringt da gar nichts, außer dass noch mehr Beleidigungen zurückkommen, die du dann wiederum mit Beleidigungen und Diskussionen konterst. Da kannst du dann gleich AFK in der Base stehen bleiben, wenn du die ganze Zeit nur am Schreiben bist, anstatt zu spielen.","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:30:42.492+0000","up_votes":1,"down_votes":5,"body":"Im (STRAFGESETZ-BUCH) ist diese Option inbegriffen, inwiefern nimmst du dir nun das Recht raus allen anderen zu sagen, dass jeweiliges Recht \"Schwachsinn\" ist.\n\nWenn sich Leute in ihrer Ehre gekränkt fühlen sollen sie das Recht besitzen jeweilige Ehre zu beschützen und es ist egal ob du der Meinung bist (\"Ach das ist doch nur ein Spiel, als ob man da sich in der Ehre gekränkt fühlen kann\"). Es gibt nun mal Leute die es sehr wohl tun und die haben auch einen Schutz verdient und wenn Riot keinen anderen bietet als zurück zu schimpfen dann sind nicht die Spieler daran Schuld sondern Riot","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T08:45:37.660+0000","up_votes":4,"down_votes":1,"body":">  inwiefern nimmst du dir nun das Recht raus allen anderen zu sagen, dass jeweiliges Recht \"Schwachsinn\" ist.\n\nWeil im Strafgesetzbuch garantiert nicht steht, dass man seinen Dampf auf kosten anderer auslassen darf ;)\nDavon abgesehen wird es der Justiz ziemlich egal sein, ob du jemanden als Hurensohn oder dergleichen bezeichnest, aber Riot ist es nicht egal, deshalb wirst du auch bestraft, wenn du im Chat beleidigend wirst ;)\n\nWenn du jemanden beleidigst nur weil er dich beleidigt, dann verteidigst du nicht deine Ehre, sondern du besitzt dann keine Ehre, denn du begibst dich auf das niedrige Niveau herab, das dein Gegenüber besitzt ;)","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:53:01.002+0000","up_votes":1,"down_votes":3,"body":"… Ich habe dir bereits zichmal erklärt wie der Gesetzesparagraph zu interpretieren ist und bin es langsam leid mich zu wiederholen. \n\n\"Wenn du jemanden beleidigst nur weil er dich beleidigt, dann verteidigst du nicht deine Ehre, sondern du besitzt dann keine Ehre, denn du begibst dich auf das niedrige Niveau herab, das dein Gegenüber besitzt ;)\" Strohmann-Argument ...  Habe ich nie behauptet ...","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T09:00:56.222+0000","up_votes":4,"down_votes":1,"body":"Du bist also Jurist und hast die Kompetenz einen Gesetzesparagraphen zu interpretieren? Nice :) Wenn ich mal juristischen Rat brauche, dann wende ich mich an dich ;)\n\nAchso, hast du nicht?\n> Wenn sich Leute in ihrer Ehre gekränkt fühlen sollen sie das Recht besitzen jeweilige Ehre zu beschützen...\nEs gibt nun mal Leute die es sehr wohl tun und die haben auch einen Schutz verdient und wenn Riot keinen anderen bietet als zurück zu schimpfen dann sind nicht die Spieler daran Schuld sondern Riot\n\nAus diesem Kontext lese ich heraus, dass du der Meinung bist, dass man durch Beleidigungen seine Ehre schützen dürfen sollte ^^","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T09:10:28.669+0000","up_votes":1,"down_votes":6,"body":"\"Eine Beleidigung stellt hierbei einen Angriff auf die persönliche Ehre dar. Problematisch ist jedoch, dass für die Notwehr auch die Gegenwärtigkeit dieses Angriffs erforderlich ist. Ist eine einzelne Beleidigung einmal ausgesprochen, ist der Angriff bereits abgeschlossen und somit nicht mehr gegenwärtig. Hierbei wäre es nicht mehr durch Notwehr gerechtfertigt, sich gegen diese Beleidigung zu wehren. Ist es jedoch ein Schwall von Beleidigungen und hört dieser innerhalb von einer oder zwei Minuten nicht auf, darf man sich gegen diese Beleidigungen wehren; und das notfalls auch mit Gewalt. Natürlich ist darauf zu achten, dass eine Gewaltanwendung angemessen sein muss und beendet werden muss, sobald der Angreifer mit den Beleidigungen aufhört.\"\n\nDu kannst dich doch auf einfach selbst belesen ^^","replies":[{"id":"","poster":"HyperionCH","date":"2020-02-25T09:30:50.440+0000","up_votes":4,"down_votes":0,"body":"Ich weiss nicht wie es in Deutschland ist, aber bei Beleidigungen ist es in der Schweiz niemals angemessen, auf Beleidigungen mit Gewalt \"als Notwehr\" zu reagieren.\n\nIm Fall von LoL:\nWenn Beleidigungen nicht mehr zumutbar ist, kann man sich kurzfristig mit muten angemessen wehren und nach dem Game mit einem Report.\n\nSelber mit Flame zu reagieren (und sogar Gewalt anzudrohen -> durchführen wird schwer online^^), ist aber in der Schweiz nicht angemessen.\nEs würde mich wundern, wenn dies in Deutschland vom Gesetzgeber als angemessen gesehen wird. Hier bitte entsprechende Gesetzesartikel, Verordnungen oder Gerichtsentscheide nennen (so wie man eigentlich üblicherweise als Jurist antworten würde).","replies":[]},{"id":"","poster":"Ráyleigh","date":"2020-02-25T10:37:46.494+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=lilCvnt,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=0001000000010000000000000001000000000000000000000001000b,timestamp=2020-02-25T10:26:36.604+0000)\n>\n> Angemessenheit ist Kontext bezogen. Man kann nicht einfach allgemein sagen, ja das und das gilt nicht … wie du siehst ist das nicht mal so in unserem Gesetz dort ist auch alles erlaubt bis hin zur Gewalt ... Es beläuft sich auf den Kontext\n\nDas stimmt einfach nicht!\nUnd das haben dir die Leute hier auch immer wieder erklärt und aufgezeigt.\n\nDu solltest dich eventuell einfach mal mit einem Anwalt zusammen setzen und dich über unsere Gesetze aufklären lassen.\nIch glaube, das wäre für dich eine große Hilfe.\n\nAlles andere macht wohl keinen Sinn, da so sehr von deiner eigenen Meinung überzeugt bist das du alle Gegenargumente und Fakten nicht wahrnimmst.","replies":[]},{"id":"","poster":"HyperionCH","date":"2020-02-25T09:59:57.193+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=lilCvnt,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=00010000000100000000000000010000000000000000000000010001,timestamp=2020-02-25T09:33:34.652+0000)\n>\n> Der Paragraph heißt Notwehr …\n> Paragraph 32 StGB - Notwehr\n\nDa steht:\n\n> (1) Wer eine Tat begeht, die durch Notwehr geboten ist, handelt nicht rechtswidrig.\n>\n> (2) Notwehr ist die Verteidigung, die erforderlich ist, um einen gegenwärtigen rechtswidrigen Angriff von sich oder einem anderen abzuwenden.\n\nEs ist aus meiner Sicht nicht als Verteidigung erforderlich, bei Flaming zurück zu flamen (oder sogar mit Gewalt zu drohen oder zu antworten).\nEs gibt die Mute-Funktion und die Report-Funktion nach dem Spiel. Dies ist als Verteidigung völlig ausreichend.\n\nDu musst schon zumindest eine Verordnung oder ein Gerichtsentscheid liefern, die aussagen, dass mehr erlaubt ist.\n(Gilt auch im RL: ich bezweifle, dass Gewaltanwendung bei Beleidigungen als \"erforderliche Verteidigung\" angesehen wird).","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:14:18.188+0000","up_votes":1,"down_votes":0,"body":"https://www.rechtsanwaelte-hannover.eu/2014/10/27/was-ist-eigentlich-durch-notwehr-gerechtfertigt/","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:44:40.692+0000","up_votes":1,"down_votes":0,"body":"Danke sehr !","replies":[]},{"id":"","poster":"HyperionCH","date":"2020-02-25T11:36:55.441+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=lilCvnt,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=0001000000010000000000000001000000000000000000000001000f,timestamp=2020-02-25T10:48:59.079+0000)\n>\n> Junge hast du dir den Artikel überhaupt durchgelesen\n> \n> ES STEHT IM TITEL \n> \n> Notwehr gegen Beleidigungen, Anrauchen und Diebstahl\n\nFür Beleidigungen steht aber kein konkretes Fallbeispiel (z.B. Gerichtsentscheid); nur für Anrauchen und Diebstahl.\n\nBei Beleidigung besteht keine Köperverletzung (im Gegensatz zum Anrauchen).\n\nDeshalb ist sehr wahrscheinlich höchstens den Typen etwas wegschubsen können (keine Körperverletzung, jedoch Gewaltanwendung), aber keineswegs ihn ins Gesicht hauen dürfen (Körperverletztung und Gewaltanwendung).\n\nHier steht leider kein Gerichtsentscheid, welche Mittel maximal erlaubt ist. Höchstwahrscheinlich ist jedoch bereits eine geringe Körperverletzung zu viel, um als \"erlaubte Verteidigung\" akzeptiert zu werden.\n\nSonst musst du wie gesagt ein konkreter Gerichtsentscheid liefern, da dies bei deinem Link nicht vorhanden ist.\n\nEs gilt jedoch offensichtlich auch in Deutschland der Grundsatz: \"So viel wie nötig, so wenig wie möglich.\"\n\nBei Anwendung dieses Grundsatzes kommt man wieder bei LoL zum Schluss: dass muten und nach dem Spiel reporten die einzige erlaubte Verteidigung ist.","replies":[]},{"id":"","poster":"Superbahamut","date":"2020-02-25T11:30:45.578+0000","up_votes":2,"down_votes":0,"body":"Du verwechselst Notwehr mit Gerechtigkeit.\nAuf der Strasse kannst du ggf. den anderen nicht einfach \n ignorieren, wenn sie dich verprügelen/beleidigen wollen.\nIm lol gibs dafür den Mute button(inzwischen ja auch für pings/emote) danach sind zukünftige Angriffe abgewehrt.\nZurückflamen hat hier nichts mit Notwehr zu tun, da es selten bis garnicht dazu führt dass der andere aufhört. Nein es dient nur deiner Genugtuung.\n\nIn deinem Artikel wo du irgendwo hier gespostest hat, steht btw. Wenn dich einer einmal beleidigt ist danach der Angriff vorbei und deine Handlung gelten nicht mehr als Notwehr. Bei einer Serie von Angriffen, lies den text nochmals von Anfang an","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T09:36:50.498+0000","up_votes":2,"down_votes":0,"body":"Ich denke nicht, dass hier gemeint ist, dass man einfach zurück beleidigen darf, sondern dass man seinen Standpunkt auf sachlicher Ebene klar machen darf und wenn das nicht hilft darf man jemandem \"eine aufs Maul geben\", wie man so schön sagt ;)\nDu hast diese Situation auch selbst schon mit dem \"Frau schlägt Mann mit Flasche in Disco nieder\" Beispiel beschrieben. In dem Fall hat sich die Frau auch verteidigt in dem sie den Mann mehrmals gebeten hat, er solle aufhören und als das nichts half, hat sie ihm die Flasche über die Rübe gezogen.\nIch denke wenn die Frau seinem Gegenüber auch Zigarettenrauch ins Gesicht gepustet hätte um sich zu wehren, dann hätten auch beide eine Strafe bekommen und es wäre dann auch keine mehr Notwehr gewesen, wenn sie ihm danach noch mit der Flasche nieder geschlagen hätte. Ich hoffe du verstehst was ich damit sagen möchte :)","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T12:16:50.790+0000","up_votes":1,"down_votes":0,"body":"Für mich hat er mittlerweile die Grenze zum Forentroll überschritten und somit kann ich ihn nicht mehr ernst nehmen, was weitere Diskussionen mit ihm ausschließt :)","replies":[]},{"id":"","poster":"Ráyleigh","date":"2020-02-25T10:58:27.168+0000","up_votes":1,"down_votes":0,"body":"Du hast was Beleidigung betrifft immer noch keine Fakten.\n\nIn dem Artikel ist ein Fall mit rauchen ja.\nUnd selbst in dem Fall kannst du darauf Wetten, das die Person, die mit dem Glas geworfen hat, zumindest schon einmal ermahnt wurde so ein Verhalten nicht zu wiederholen.\n\nWeil hätte/hat dies zu einer schweren Verletzung geführt, kannst du dir sicher sein diese Person ordentlich Ärger bekommt.","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:50:27.394+0000","up_votes":1,"down_votes":0,"body":"Lies den Artikel es ist sooo anstrengend mit euch zu diskutieren, weil ihr euch einfach nicht informiert. Ich werde euch auch nicht mehr antworten wenn sowas dabei rauskommt es steht IM ARTIKEl","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:28:16.309+0000","up_votes":1,"down_votes":0,"body":"Auf was ist das bezogen ???","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:26:36.604+0000","up_votes":1,"down_votes":0,"body":"Angemessenheit ist Kontext bezogen. Man kann nicht einfach allgemein sagen, ja das und das gilt nicht … wie du siehst ist das nicht mal so in unserem Gesetz dort ist auch alles erlaubt bis hin zur Gewalt ... Es beläuft sich auf den Kontext","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:23:44.463+0000","up_votes":1,"down_votes":0,"body":"Ja er ist einfach durch seinen Hass geblendet und nimmt die Dinge nicht korrekt wahr ^^","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:22:48.653+0000","up_votes":1,"down_votes":0,"body":"Und was ein angemessenes Maß ist entscheidet hier dann wohl Riot und die sind der Meinung dass es kein angemessenes Maß an Beleidigungen gibt, auch nicht wenn man sich damit zu verteidigen versucht (denn man kann sich auch mit nicht -beleidigenden Worten wehren), daher wird man bestraft wenn man toxisch ist ;)","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2020-02-26T07:52:52.180+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=lilCvnt,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=0001000000010000000000000001000000000000000000000001000f,timestamp=2020-02-25T10:48:59.079+0000)\n>\n> Junge hast du dir den Artikel überhaupt durchgelesen\n> \n> ES STEHT IM TITEL \n> \n> Notwehr gegen Beleidigungen, Anrauchen und Diebstahl\n\nOk, du hast etwas entscheidendes noch nicht verstanden.\nUnd nur um für dir etwas Kontext zu geben: Ich habe mein Studium in verschiedenen Clubs finanziert. Auch wenn ich selten selber Security sondern Bar war, kenne ich genügend Kollegen, die vor Gericht als Zeugen aussagen mussten, weil sie in entsprechenden Posten Dinge geklärt und das Hausrecht angewendet haben. Und ich habe buchstäblich zwischen meinen 2 Antworten in diesem Thread als Chef eines Clubs agiert und 6 Hausverbote erteilen lassen und die Polizei war entsprechend oft vor Ort.. war nen Scheiß Abend, aber ich weiß, wovon ich rede. Und das nur, weil mein Kollege spontan krank war...\n\nWenn sich jetzt also die von dir verlinkte Dame mit nem Glaswurf gegen das \"Ins Gesicht rauchen\" zur Wehr setzt... wird sie im Fall einer Schadensersatzklage des vom Glas getroffenen frei gesprochen werden. Da gehe ich mit. Es wird auch in dem Rahmen ein \"Der Laden sollte auf so etwas mehr achten\" Ansage geben. (Solche Gerichtsverfahren will man eher vermeiden, die sind praktisch eher Ruf schädigend...) \nWenn die Dame dann aber gegen ihr Hausverbot klagt, welches ihr auf Grund des Glaswurfes erteilt worden ist. Gegebenenfalls den Eintritt zurück verlangen will... dann wird der Richter entscheiden: Sry, die Security hat im Rahmen ihres Wissensstandes und ihrer Möglichkeiten ihr Hausrecht angewendet und sie entfernt, das dürfen die.\n\nUnd selbst wenn die dir, nachdem sie gesehen haben, wie du mit Gläsern wirfst und andere verletzt, dann beim Rauswerfen weh tun... hast du praktisch keine Chance gegen die Security zu klagen. Also ja, gegen den, der dich angeraucht hat, kannst du dich, wenn der der dich verklagt, verteidigen. Gegen die Security, die eine Eskalationsstufe über dir auf dich reagiert, nicht. Du müsstest schon nachweisen, dass die Securty unangemessen heftig reagiert hat.\nDann sagen die vor Gericht: Das Anrauchen haben wir nicht wahr genommen, ist auch schwer in einer Raucherkneipe... Oder: Tut uns leid, war unser Fehler, wir mussten trotzdem auf ihr Verhalten, welches wir mitbekommen haben, reagieren...\n\nWenn du als Party-Teilnehmer, dich auf Notwehr berufend, gegen andere Teilnehmer klagst, hast du gute Chancen. Wenn du gegen die Betreiber der Location klagst, wünsche ich dir viel Glück. Oh und ja, mein Klub hat eine Unterlassungsklage hinter sich, weil der örtliche StuRa uns rassistische Einlasspolitik vorwerfen wollte... der StuRa hat verloren und darf das nicht mehr behaupten. Wir haben nur in einem ungünstig wirkenden Moment unser Hausrecht genutzt...\n\nUnd ja, um den Bogen zu LoL zu schlagen: Du kannst anhand von Chatprotokollen andere User wegen Beleidigung verklagen. Das wird dann wahrscheinlich nicht weiter verfolgt werden, aber du kannst es nach jeder Beleidigung bei deinem örtlichen Polizeibüro machen. Ist dein gutes Recht. Du kannst aber nicht Riot verklagen, weil du zur Selbstjustiz gegriffen und dabei gegen die Nutzungsvereinbarungen verstoßen hast... und von Riot entsprechend sanktioniert wirst. Das ist ein entscheidender Unterschied.","replies":[]},{"id":"","poster":"Sirrkas","date":"2020-02-25T12:37:25.766+0000","up_votes":2,"down_votes":0,"body":">Ich weiss nicht wie es in Deutschland ist, aber bei Beleidigungen ist es in der Schweiz niemals angemessen, auf Beleidigungen mit Gewalt \"als Notwehr\" zu reagieren.\n\nNach meinem Wissensstand ist es auch in Deutschland nicht in Ordnung Gewalt anzuwenden. Zumindest nicht, etwas in der Richtung, wie die andere Person zu verprügeln. Jemanden vor die Tür zu setzen wäre sicher angebracht.","replies":[]},{"id":"","poster":"Eroticat Nimar","date":"2020-02-25T22:06:39.901+0000","up_votes":1,"down_votes":0,"body":"Viel wichtiger ist hier doch dass Riot games nichts verpflichtet ist jemandem eine Platform zur verfügung zu stellen und hier jemand ganz klar gegen Nutzungsbedienungen verstoßen hat.\n\nStimmt mit deutschem recht überein jo.\n{{sticker:sg-ezreal}}","replies":[]},{"id":"","poster":"HyperionCH","date":"2020-02-25T10:39:26.971+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=lilCvnt,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=00010000000100000000000000010000000000000000000000010008,timestamp=2020-02-25T10:14:18.188+0000)\n>\n> https://www.rechtsanwaelte-hannover.eu/2014/10/27/was-ist-eigentlich-durch-notwehr-gerechtfertigt/\n\nHier steht aber nichts wegen Beleidigungen/Flame.\n\nBeim Fall mit dem Glas werfen:\nDas Gericht sah das Anpusten mit Zigarettenrauch als Körperverletzung an.\n\nBeileidigung hingegen ist keine Körperverletzung.","replies":[]},{"id":"","poster":"YΩsuo","date":"2020-02-25T09:43:10.157+0000","up_votes":1,"down_votes":1,"body":"Hä, er hat doch gesagt, dass um ein Verhältnis geht. Das du nicht sofort jemanden umboxen kannst ist klar, aber ab einer bestimmten Grenze halt schon, was ja auch Sinn macht","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:39:31.041+0000","up_votes":1,"down_votes":1,"body":"Ich habe das jetzt zum 1000000 mal erklärt dass man immer das angemessene Maß wählen soll ich habe das sogar an einem Beispiel fest gemacht warum ignorierst du 50% von dem was ich dir schreibe ???","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:37:48.057+0000","up_votes":1,"down_votes":1,"body":"Und ein Einblick in das Gesetz steht über deiner Antwort …","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:48:59.079+0000","up_votes":1,"down_votes":3,"body":"Junge hast du dir den Artikel überhaupt durchgelesen\n\nES STEHT IM TITEL \n\nNotwehr gegen Beleidigungen, Anrauchen und Diebstahl","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:33:34.652+0000","up_votes":1,"down_votes":5,"body":"Der Paragraph heißt Notwehr …\nParagraph 32 StGB - Notwehr","replies":[]}]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:05:19.646+0000","up_votes":1,"down_votes":4,"body":"Guck deshalb ist es so schwer mit dir zu reden. Ich habe oben erwähnt, dass man das angemessenste Maß nutzen soll, bedeutet wenn jemand trollt, soll man ihn erst mahnen, dann soll man das nächst höherer Maß ergreifen was angemessen ist zum Beispiel ihn warnen dass man ihn reportet etc .pp es soll dem Verhalten angemessen sein. Bitte lese dir meine Text genau durch und dann schreib ...","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T09:49:59.006+0000","up_votes":3,"down_votes":0,"body":"Ach und ich muss dir nichts vorkauen, nur weil du nicht einsehen willst, dass du in manchen Punkten nicht ganz richtig liegst?","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T09:21:16.029+0000","up_votes":2,"down_votes":1,"body":"Nur blöd, dass es hierbei ums Beleidigen ging und nicht ums trollen ;) Du solltest lieber selbst das Geschriebene genauer durchlesen ;)\n\nUnd wenn jemand trollt, verletzt er dich nicht in deiner Ehre, also ist es auch nicht gerechtfertigt, dass du dich dagegen mit Beleidigungen wehrst ;)","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:19:31.797+0000","up_votes":1,"down_votes":0,"body":"Doch, aber du beharrst einfach so stark auf deinem Standpunkt, dass du es nicht siehst, dass ich deine Punkte bereits mehrfach widerlegt habe ;)","replies":[]},{"id":"","poster":"Ráyleigh","date":"2020-02-25T10:19:09.290+0000","up_votes":1,"down_votes":0,"body":"Oha...\n\nDu solltest dich eventuell mal ein wenig beraten lassen in unserer Gesetzgebung und wie man diese wirklich verstehen kann.\nDa du diese offensichtlich falsch verstehst.","replies":[]},{"id":"","poster":"LuffySenpai91","date":"2020-02-25T10:01:10.736+0000","up_votes":1,"down_votes":0,"body":"Wenn dich jemand in deiner Ehre verletzt nur weil er z.B. als Support kein Supportitem kauft oder jemand einfach nur die Lane runter läuft, dann würde ich mir an deiner Stelle einen Therapeuten suchen und überdenken, ob das Game wirklich das Richtige ist für dich.\n\nAußerdem kannst du nicht Riot dafür verantwortlich machen, nur weil jemand trollt. Dafür sind einzig und allein dumme Spieler verantwortlich, die plötzlich beschließen zu Trollen.\nNatürlich gibt es Trolle, die das mit absicht und regelmäßig machen. Diese werden aber nach ein paar Games entlarvt und gebannt.\nAber die Meisten trollen aus dem Affekt weil sie geflamed werden oder sich in einer Situation ungerecht behandelt gefühlt haben (dies geht aber auch von den Mitspielern aus und nicht von Riot!)\n\nDu kannst hier gerne einem kleinen Teil der Community die Schuld geben, dass du ab und an Trolle im Team hast, aber garantiert nicht Riot :)","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:40:01.723+0000","up_votes":1,"down_votes":2,"body":"Benutzt doch einfach das Internet … \nhttps://www.rechtsanwaelte-hannover.eu/2014/10/27/was-ist-eigentlich-durch-notwehr-gerechtfertigt/","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:56:51.213+0000","up_votes":1,"down_votes":2,"body":"Du hast nicht ein Punkt widerlegt, du hast mich nur gezwungen mich mehrere Male zu wiederholen","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:30:39.115+0000","up_votes":1,"down_votes":2,"body":"Es wird langsam wirklich anstrengend mit dir zu diskutieren, weil ich dir alles vorkauen muss","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T10:10:07.299+0000","up_votes":1,"down_votes":3,"body":"Erstmal hast du nicht zu urteilen wie, was und wer sich in seiner Ehre gekränkt fühlt. Schließlich spielen dieses Spiel auch Kinder :)\n\nSelbstverständlich kann ich Riot eine Mitschuld geben wenn sie offen Kundig nicht interessiert sind geschädigten zu helfen (außer mute und report)\n\nWeitestgehend ist das nicht wahr dass Riot Troller immer Bannt, wie bereits erwähnt wurde TF-Blade im Stream getrollt und die schuldigen wurden bis jetzt immer noch nicht gebannt.","replies":[]},{"id":"","poster":"lilCvnt","date":"2020-02-25T09:29:31.960+0000","up_votes":1,"down_votes":3,"body":"Auch Taten können die Ehre verletzen.\nBeispielsweise wenn ich dir den Mittelfinger zeige.\n\nBitte denk vorher nach","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Zavolta","date":"2020-02-25T15:12:07.502+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LuffySenpai91,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=000100000001000000000000,timestamp=2020-02-25T07:49:56.517+0000)\n>\n> Deine Lane kann er auch trollen, auch wenn du ihn in \"Notwehr\" beschimpfst, was er dann wahrscheinlich sogar erst recht tut. Ergo, ist Muten und Reporten die einzige Möglichkeit sich zu wehren ;)\n\nAber nicht doch. Wenn man einen stumm stellt, kriegt man ja gar nicht mehr mit, was er alles schönes schreibt... ich mache immer Screenshots, wenn sich jemand daneben benimmt... entweder für die Sammlung... oder wenn es wirklich hart ist, für das Ticket an den Support danach... denn viele Flamer wissen genau, dass ihr verhalten zu einem Bann führen wird... und schreiben deshalb \"No0b\" oder \"fk ys\" oder \"dmb as sht\" oder \"biggest piec of sht ever\" und so zeugs... und da ich nicht weiß, ob das Auto-System das erkennt, gibts ein Ticket an einen \"riot-human\", der das durchaus erkennen kann... und dann entsprechende Strafen verhängt...","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-26T05:29:33.310+0000","up_votes":1,"down_votes":0,"body":"Mach ich genau so wie du :)\nAber hier gings halt drum, dass der Diskussionspartner wegen einem einfachen FU schon sein Leben in Frage stellt und die Nerven verliert ^^ In dem Fall bleibt ihm halt nichts anderes übrig außer die toxischen Spieler zu muten :)","replies":[]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2020-02-25T08:06:59.674+0000","up_votes":2,"down_votes":1,"body":"Von dir wegschubsen heißt aber nicht, dass du ihm ins Gesicht spucken darfst.\nWenn dich also einer trollt, darfst du ihn trotzdem nicht beleidigen, sondern maximal dahingehend wehren, ihm zu sagen, dass er aufhören soll. Das wird auch in League nicht bestraft.","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T08:17:34.553+0000","up_votes":1,"down_votes":3,"body":"Genau, außer er lässt es nicht. Denn auch im echten Leben ist es so das du in der Praxis jemanden sogar wegen eines Angriffs im Ehrgefühl töten kannst. \n\nBeispielsweise: Es gibt ein Fall wo eine Frau einen Mann in einem Club mit einer Glasflasche niedergeschlagen hat, weil er sie mehrere male mit Zigerettenrauch angepustet hat, obwohl sie ihm mehrere male gesagt hat dass er das sein lassen soll. Sie hat im Gericht Recht bekommen.\n\n(Der Mann lebt aber noch)","replies":[{"id":"","poster":"Câstiél","date":"2020-02-25T11:21:39.929+0000","up_votes":3,"down_votes":0,"body":"> Genau, außer er lässt es nicht. Denn auch im echten Leben ist es so das du in der Praxis jemanden sogar wegen eines Angriffs im Ehrgefühl töten kannst.\n\nJemanden zu töten ist im Falle der Selbstverteidigung aber lediglich der allerletzte Ausweg, und nur zu gebrauchen, wenn du schwere körperliche / seelische Folgen zu befürchten sind.\n\nBezüglich League: Zurück beleidigen ist absolut keine Verteidigung. Du stachelst den Gegenüber nur an, während du selbst keinen Benefit davon trägst. Verteidigen bedeutet Abwehren eines Angriffes - und das bekommst du durch Beleidigen nicht hin.","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T11:28:54.633+0000","up_votes":1,"down_votes":2,"body":"0 informiert aber naja hauptsache was schrieben","replies":[{"id":"","poster":"Ráyleigh","date":"2020-02-25T11:31:30.369+0000","up_votes":3,"down_votes":0,"body":"Guck mal in den Spiegel {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T12:08:23.923+0000","up_votes":3,"down_votes":0,"body":"Du musst ihn verstehen, er fühlt sich mittlerweile in die Enge getrieben und hat keine nicht-widerlegbaren Argumente mehr, also stellt er es so dar, dass alle anderen dumm sind und sich nicht informiert haben ^^","replies":[{"id":"","poster":"Ráyleigh","date":"2020-02-25T12:59:49.134+0000","up_votes":3,"down_votes":0,"body":"Ich glaube nicht das er/sie sich in die Enge getrieben fühlt.\nEs gibt leider Menschen die sind von ihrem Weltbild Felsenfest überzeugt egal wie oft es widerlegt wird.\n\nKritikunfähig, realitätsblind und keine Ahnung von selbst selbstzrefelxion sind sehr große Probleme in der heutigen Zeit.","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T13:09:43.922+0000","up_votes":2,"down_votes":0,"body":"Leider auch gut möglich...\nIst halt unbegreiflich, wie man nur so festgefahren sein kann mit seiner Meinung","replies":[]}]},{"id":"","poster":"Câstiél","date":"2020-02-25T12:59:22.484+0000","up_votes":2,"down_votes":0,"body":"Ich verstehe leider aber überhaupt nicht, wie man so unglaublich verblendet sein kann.","replies":[{"id":"","poster":"LuffySenpai91","date":"2020-02-25T13:07:23.081+0000","up_votes":2,"down_votes":0,"body":"Das kann ich leider auch nicht verstehen :(","replies":[]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2020-02-25T18:58:17.691+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=lilCvnt,realm=EUW,application-id=KYnfKGf0,discussion-id=ELX3voot,comment-id=00010000000100010000,timestamp=2020-02-25T08:17:34.553+0000)\n>\n> Genau, außer er lässt es nicht. Denn auch im echten Leben ist es so das du in der Praxis jemanden sogar wegen eines Angriffs im Ehrgefühl töten kannst. \n> \n> Beispielsweise: Es gibt ein Fall wo eine Frau einen Mann in einem Club mit einer Glasflasche niedergeschlagen hat, weil er sie mehrere male mit Zigerettenrauch angepustet hat, obwohl sie ihm mehrere male gesagt hat dass er das sein lassen soll. Sie hat im Gericht Recht bekommen.\n> \n> (Der Mann lebt aber noch)\n\nKannst du das belegen? Also mit Links? Also als jemand, der hin und wieder Hausrecht ausübt, kann ich dir sagen: Wenn man das inne hat, darf man eine Eskalationsstufe über den Gast reagieren. Wenn der mit nem Panzer kommt, kannst du also problemlos deine Atombombe auspacken ;-).\nIch bin mir aber ziemlich sicher, dass es zwischen \"Rauch ins Gesicht pusten\" und \"jemanden mit einer Glasflasche niederschlagen\" mehrere Eskalationsstufen gibt. Also selbst wenn ich als Security mit meinem Hausrecht diese Aktion bringe, bekomme ich hinterher Probleme.\n\nOh und als Gast fliegst du garantiert erst Mal raus, wenn du Leute mit Glasflaschen niederstreckst. Und die werden sich auch dein Gesicht merken und sagen: Leute, die so reagieren, wollen wir eher nicht. Selbst wenn dir das Gericht in dem Fall also die Notwehr bescheinigt, bedeutet dies nicht, dass du damit wieder das Recht bekommst den entsprechenden Laden zu betreten. Und wen ich in meinen Laden (oder auf meinen Server) lasse, ist immer noch meine Entscheidung. Es gibt kein Grundrecht darauf auf irgendwelchen Parties anwesend zu sein.\nUnd ja, ich kenne Leute, die in mehreren Locations dauerhaftes Hausverbot haben, ohne dass sie jemals Gesetze gebrochen haben. Oder sie wurden zumindest nie dafür verurteilt. Die haben es sich aber mit mehreren Clubbesitzern so sehr verscherzt, dass die keiner mehr sehen will. Da reicht halt schon \"Hat uns das Klo vollgekotzt und wollte die Reinigungspauschale nicht bezahlen\"...","replies":[]},{"id":"","poster":"Sirrkas","date":"2020-02-25T12:45:10.200+0000","up_votes":1,"down_votes":0,"body":">Genau, außer er lässt es nicht. Denn auch im echten Leben ist es so das du in der Praxis jemanden sogar wegen eines Angriffs im Ehrgefühl töten kannst. \n\nDas Problem hier ist, du hast keine Möglichkeit, zu verhindern, dass der andere trollt. Du könntest allerhöchstens AFK gehen, da du so nicht mehr getrollt werden kannst. Es steht dir aber natürlich frei, juristischen Rat zu suchen, um die Frage zu klären, ob Beleidigungen oder ähnliches im Rahmen von Notwehr gestattet wären, wenn dich jemand in einem Videospiel trollt.\n\nUnd selbst wenn du vor Gericht nicht für die Beleidigung verurteilt werden würdest, weil es unter Notwehr fallen könnte, ist das noch lange kein Urteil, dass Riots Hausrecht außer Kraft setzt.\n\nDas heißt, selbst wenn der Richter sagt, du musst keine Geldstrafe an den Troll zahlen, bedeutet das noch lange nicht, dass du den Account zurück bekommst. Da du immer noch gegen die Nutzungsbedingungen verstoßen hast.","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2020-02-25T07:28:25.532+0000","up_votes":3,"down_votes":1,"body":"Ich bin mir absolut sicher, dass AGBs nicht gegen geltendes Recht verstoßen dürfen","replies":[{"id":"","poster":"lilCvnt","date":"2020-02-25T07:37:48.023+0000","up_votes":1,"down_votes":3,"body":"Man kann bestimmte rechte absprechen andere wiederum nicht, in diesem Fall gilt eben Hausrecht und riot kann bann wen sie wollen","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2020-02-25T12:25:57.346+0000","up_votes":3,"down_votes":0,"body":"Nur mal als Anmerkung, wenn du einen Permabann erhalten hast, warst du ebenfalls Täter und nicht einfach nur Opfer. Fürs geflamt werden wurde noch niemand bestraft. Wenn du dagegen in den Flamewar einsteigst, hast du dir die Strafe redlich verdient.","replies":[]},{"id":"","poster":"Abasin","date":"2020-02-25T09:00:45.179+0000","up_votes":3,"down_votes":0,"body":"> Gebannt wegen einem premade Team...\n\nEher wohl gebannt wegen schlechten Benehmens...","replies":[]},{"id":"","poster":"Time2Whine","date":"2020-02-26T09:36:02.604+0000","up_votes":1,"down_votes":0,"body":"Wenn du so unschuldig bist und ungerechtfertig gebannt wurdest hast du doch sicherlich kein Problem damit uns deine Chatlogs zu zeigen damit wir einschätzen können ob der Bann ungerechtfertigt war. Hattest du vorher schon eine Strafe? Zwischen dem 17.01 und 31.01 ist eine auffällige Lücke von 14 Tagen was für abgesessenen 14 Tage Bann sprechen kann was bedeutet dass jegliche, kleinste negative Äußerungen den Permabann auslösen können was hier anscheinend der Fall gewesen ist.\n\nSoviel jedoch vorweg, keiner...absolut keiner wird gebannt wenn er nichts im Chat schreibt bzw. nur geflamed wird. Deine richtige Reaktion auf das Verhalten deiner Mitspieler wäre gewesen diese zu muten und am Ende des Spiels zu reporten. Da du dich anhand des Banns auf den Flamewar eingelassen und dich hast provozieren lassen bist du selber Schuld.","replies":[]},{"id":"","poster":"Superbahamut","date":"2020-02-25T11:13:32.979+0000","up_votes":1,"down_votes":0,"body":"Auch wenn man auf sowas gerne schnell emotional reagiert, ist zurückflamen etc. NICHT erlaubt. In so einem Fall werden beide Seiten bestraft.\nPost mal deine Chatlogs dann werden wir sehen ob du wirklich ein Opfer bist^^","replies":[]},{"id":"","poster":"Futanarî Soraka","date":"2020-02-25T06:06:38.447+0000","up_votes":1,"down_votes":0,"body":"Ok, mir egal {{champion:18}}","replies":[]}]}