{"id":"tFk5wAHk","poster":"Azurago","date":"2019-01-01T16:33:28.333+0000","title":"Team Frozen Liquid sucht Jungler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Guys,\r\n\r\nUnser Ranked Team: &quot;Frozen Liquid&quot; sucht einen ambitionierten Jungler im Elo Bereich Gold/Platin/Dia\r\n\r\nUnser Team besteht aus zwei High Gold und zwei Platin Spielern (Flex zum Teil Dia), also bund gemischt :) Wir spielen aber viel besser als das Elo in dem wir Solo Queue sind, was daran liegt, dass wir kaum Ranked Solo spielen, sondern immer flei&szlig;ig am Ranked Flex spielen sind oder Normal-Draft mit dem Team machen, bei den wir meistens gegen Low-Dia spielen.\r\n\r\nIhr solltet aufjedenfall Erfahrung auf eurer Position mitbringen und auch MAIN-Jungler sein.\r\n\r\nZu uns:\r\nWir haben eine 4 Jahre eingespielte Botlane, die sich blind versteht.\r\nUnser Midlaner ist ein erfahrener Veteran auf seiner Position und hat dementsprechend einen gro&szlig;en Championpool und reichlich Flex-Picks.\r\nUnser Top-Laner ist nat&uuml;rlich auch seit Tag 1 Main Toplaner mit viel Erfahrung im Game und ist unter einigen Champs, wie z.B. derzeit unter Orrn, unter den 150 besten in EUW zu finden.\r\n\r\nHintergrund:\r\nWir wollen uns die Preseason aufeinander einspielen, damit wir in der neuen Season in Flex und Clash direkt durchstarten k&ouml;nnen.\r\nWir sind kein 0815 Team werden, dass sich nach 2 Wochen wieder aufl&ouml;st, sondern haben regelm&auml;&szlig;ige Trainingszeiten (Zurzeit Mittwoch und Wochenende, wobei wir da eigentlich flexibel sind) und arbeiten regelm&auml;&szlig;ig an unseren Fehlern.\r\n\r\nIhr solltet:\r\n- High Gold oder Platin sein\r\n- Game und Roleknowledge besitzen (Sprich bei euch: Enemy Jungler tracken, Crabs contesten, schauen welche Lane Priority hat etc.)\r\n- Zielstrebig und Kritikf&auml;hig sein\r\n- ein gutes Headset und Internet besitzen\r\n- mind. 18 Jahre alt sein\r\n- Motiviert sein und Spa&szlig; am Spiel haben\r\n\r\nFalls Ihr Interesse an einem Team habt, dass sich zusammen verbessern will und Ziele erreichen will, ab und zu an Turnieren teilnehmen will und Spa&szlig; am Spiel hat, Addet mich Ingame: &quot; Neeko mid only &quot; ( nicht wegen dem Namen wundern, &auml;ndere den eh alle 2 Wochen XD )\r\n\r\nP.s. w&uuml;rden wahrscheinlich so um 20 Uhr heute Tryouts machen","replies":[]}