{"id":"wetnGLZM","poster":"Molly Addict","date":"2019-10-25T20:32:50.155+0000","title":"Warum dieses Spiel für mich das beste und gleichzeitig das schlechteste ist.","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":6,"body":"League of Legends ist ein wunderschönes Spiel. \nIch habe noch nie gesehen, das man Spielern eine derartige taktische Tiefe in einem Spiel bietet, das in seinem Grundkonzept schon kompliziert genug ist, um den Durchschnitt zu verwirren. \nMan hat die Wahl zwischen derart vielen einzigartigen Charakteren, \ndas es selbst mir manchmal nach 20.000 Spielen \nschwer fällt, mich festzulegen, für welches Meisterwerk eines Champions ich mich in diesem Spiel auf meiner Position entscheide. Ich erwache in den Tag und hege keinerlei böse Gedanken, \nich lebe durch meinen Alltag hindurch bis ich an meiner Freizeit angelange und entscheide mich Dazu League of Legends zu spielen. Ich starte den Client und werde direkt von der ersten Überraschung angelacht. Hier kommt der Teil, in dem ich preisgebe, wieso League of Legends das unangefochten schlechteste Spiel der Welt mit Online-Funktion ist. Schlechter, als Wolfteam.\nIch starte also meinen Client, betrachte die obere rechte Ecke, und sehe das Riot nicht genug Zeit hat, \num sich darum zu kümmern, das jemand mit dem Nutzernamen \"Euthanize France\" (zu deutsch: euthanisiert Frankreich) gebannt wird. Bei diesem Nutzernamen geht es mir nicht um einen rassistischen Hass Frankreichs. \nEs geht mir darum, selbst zu sehen, ob Riot sich für die Community interessiert oder nicht, \nauch wenn jeder das interpretieren darf wie er/sie/es möchte. \nMan kann hier auch statt Frankreich ein X-beliebiges Wort einfügen, ich finde es lächerlich, dass man das Wort Euthanasie zu unserer Zeit der Offenheit und Menschlichkeit hier verwenden darf.\nAlso gut, schlucke ich einen weitern Tag, an dem Riot egal ist, das mein Nutzername darauf aus ist, ein Volk zu ermorden, runter.\nIch starte also nun in die Warteschlange. Ich möchte meinen liebsten Champion spielen. \nAlles läuft gut, niemand beleidigt mich oder meine Championwahl in der Championauswahl (was sehr verwunderlich ist) \nund niemand bricht in Tränen aus. Ich starte in ein Spiel, dem ich leider nicht ausweichen konnte, nachdem ich die Championauswahl 2 mal in folge wegen eines schlecht gelaunten Spielers verlassen haben. Dabei weiß niemand, \ndas ich selbst dieser schlecht gelaunte Spieler sein möchte, um zu sehen, \nwie lange es dauert bis Riot jemanden bestraft, der die Mitte runter rennt oder sein Team so derbe beleidigt, \ndass diese den Chat schneller ausschalten, als das Spiel startet.\nGut, wollen wir doch mal sehen, ob Riot wirklich Spieler für regelwidriges Verhalten bestraft.\nWir starten nun als Jungler an unserem ersten großen Dschungelmonster, dem roten Dornenrücken.\nWir benötigen keine Hilfe unserer Sidelanes und kommunizieren dies mit der eigentlich für Hilfe \"verantwortlichen\" Sidelane.\nNunja, die Sidelane nimmt den Buff aus Versehen, zeigt Reue und ich Renne in ihre Gegner rein. Hier fällt der erste Tod meinerseits und ich hinterlasse dieser eigentlich netten Botlane schöne Nachrichten im Chat. \nSie schalten mich bereits stumm. Das spiel geht weiter, ich renne doch nur halb so schnell alle Lanes runter wie Usain Bolt es könnte und schaffe es sogar mit meinem Champ einige Kills zu nehmen und vorzubereiten. \nSpam mit Signalen und Beleidigungen die deutlich unter die Gürtellinie gehen unterlasse ich jedoch nicht \n(solange mein Team auch offensichtliche Fehler macht die es selbst beim Spielen gesehen hat). Natürlich werde ich wohl auch beleidigt und mit Signalen gespamt, jedoch schalte ich beides ab oder ignoriere es genug, als das es mich nicht interessiert ob mich jemand beleidigt. \nWir verlieren das Spiel hart, ich bin alleinig schuld daran, da ich als gelernter Demotivationstrainer es schaffe, 4 Leute in diesem Spiel auf eine Laune zu bringen, die die nächsten 50 Spiele ihrer Enkel noch verliert.\nNun gut. Wiederholen wir das ganze einen Monat lang...\n...\n...\n{{champion:26}} \n\nRiot?\nHallo???\n\nIch möchte nicht sagen, das ich meinen Account mit den ganzen gerollten Skins gebannt sehen möchte. Ich bin auch gerne bereit dazu, \nmeinen Namen auf Kosten meiner blauen Essenzen zu ändern, da es nicht meine Absicht ist andere Menschen auf irgendeine Weise zu verletzen. \nJedoch erwarte ich, das ein Verhalten, dass gegen eine Million Paragraphen des Beschwörer-Kodexes konsequent bestraft wird, egal ob es sich \nhierbei um den Platin-deppen handelt, der seine Spiele hobbymäßig zu Ausdauerläufen macht, oder Dem Worlds Spieler HUNI, der professionell \nin hoher Elo alle spiele als Ezreal toplane verliert, es gibt sogar Aufnahmen, in denen er absichtlich in 4 Gegner teleportiert oder einfach sein Blitz \nmit seinem Arkanen Sprung kombiniert, um tiefer im Gegnerteam zu stehen als der Teameigene Tank.\nEs gibt für dieses Phänomen das man in diesem Spiel machen kann was man will *(solange man nicht den konkreten Tod eines einzelnen Individuums mit lateinischen Zaubersprüchen heraufbeschwört)* mehr Beispiele als ich bis nächstes Jahr zählen könnte.\nIch möchte hier jedoch mit einem eigenen Beispiel und einem Beispiel aus dem \"professionellen\" Bereich abschließen, da es ausreicht um zu zeigen wie schlecht dieses Spiel ist.\nDie Moderation in diesem Spiel lässt nicht mehr zu wünschen übrig, sie fehlt gänzlich.\nEs gibt in diesem Spiel keinerlei Grund kommunikative Werkzeuge aktiviert zu lassen, da diese selbst in Spielen für negative Zwecke missbraucht werden, \ndie in höherer Elo stattfinden als mein Gehalt. Dieser Punkt, das so viel scheinbare Angst oder aber auch Faulheit in der Moderation vorherrscht, ist es wieso ich selbst herausfinden wollte, \nob Riot Games negatives Verhalten gelernt hat zu bestrafen, nachdem es keine Einschränkungen mehr im Chat gibt. \nJedoch sehe ich für eben diese Einschränkungen eine Notwendigkeit, da ich selbst zugeben kann, das sie mir früher als ich aus Emotionen zum Krieger des Chats statt des Teams wurde, geholfen haben. Ich sehe aufgrund des 10 jährigen Jubiläums und der daraus resultierenden Ereignisse eine große Zukunft für Riot Games, jedoch kann ich mir keine Zukunft für League of Legends vorstellen, wenn Leute wie ich, oder gar professionelle Spieler in ihrer Freizeit einfach 9 anderen Spielern ihre Erfahrung ruinieren. Es macht keinen Spaß, mit unausgeglichenen Teams zu spielen, und ich rede nicht davon, dass die untere Linie plötzlich Kiwikid auf \nAnnie am start hat, sondern davon, das man einfach einen Spieler hat, der Die Midlane als 400-Meter Sprint betrachtet, und diesen Sprint in beachtlicher Zeit in beachtlicher Wiederholung absolviert.\nSolange an dem System in der Moderation nicht die Schrauben bis zum Anschlag festgezogen werden und ich auch verdienter Maßen für alleine meinen Nutzernamen bestraft werde, *(obwohl es sehr scheinheilig wäre, mich jetzt nach einem Monat dafür zu bestrafen)* sehe ich keinen guten Grund, \nwarum die Seite die dieses Spiel so wunderschön, komplex und süchtig machend macht, die negative Seite überwiegen sollte.\nIch erhoffe mir persönlich, das Spieler **unabhängig ihres Niveaus** (*looking at you Huni ;)* ) für Fehlverhalten bestraft werden. Wenn man damit durchkommt, \nsein Team absichtlich zu demotivieren, gar absichtlich zu verlieren, finde ich nämlich nicht, das man einen Platz in diesem schönen Spiel verdient hat. \nDas gilt für mich, dich, ihn, sie, es, und alle anderen.\nes gibt viele Beispiele dafür, dass die Bestrafungen, wenn sie in angemessener Härte ausfallen, Fruchten. *Hust*Tyler1*Hust*","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-26T10:22:10.008+0000","up_votes":1,"down_votes":0,"body":"Damit Ingamenamen bestraft werden, müssen sie reportet werden.\nWenn es nicht reportet wird, passiert auch nichts. Und das es nicht bestraft wird liegt vllt daran, dass die meisten nicht wissen, was Euthanize bedeutet. \nIch kenne das Wort auch nicht, musste es googlen. Übersetzt heißt es eingeschläfertes Frankreich oder so. Nun, ich glaube es ist Auslegungssache ob man das nun rassistisch meint oder nicht. \nDu kannst eben entweder meinen, dass Frankreich eingeschläfert wird und Franzosen eben sterben sollen, du kannst aber auch schlicht meinen, das Frankreich eingeschlafen ist sprich es ist langweilig dort. \nDas würde jedenfalls für mich beides eine schlüssige Erklärung geben, wieso dein Name nicht bestraft oder geändert wird. \n\nWas dein runterrennen angeht ist es für den Support als dritte Person wohl einfach nicht offensichtlich genug, dass du auch wirklich intest. Mal vom \"ich renne in die Gegner weil mein Team den Redbuff bekommen hat rein\" abgesehen. Denn scheinbar hast du danach ja noch soweit normal gespielt, dass du auch Kills bekommen hast. So, für den Feederbuster also dem System dahinter ist es nicht offensichtlich genug um eine Strafe zu verhängen, wäre er zu scharf eingestellt, dass er dich dafür bestraft wäre die ganze low Elo + Anfänger direkt gebannt. \nSollte sich jemand die Mühe machen und deinen Fall per Ticket reporten, ist es evtl. auch für den Supportmitarbeiter nicht offensichtlich genug, dass du das alles absichtlich machst, wenn du nicht stumpf die Lane runter rennst, was du scheinbar nicht getan hast. \nDenn vermutlich reicht einmal inten, wie du nach dem Redbuff und dann normal weiter spielen (zumindest macht es für dritte evtl den Anschein) nicht aus um dafür auch einen Bann zu kassieren. Da du das immer so handhabst in jedem Game sieht es eben so aus als wäre dieses schlechte Play deine normale Spielweise. Zu aggressiv, vllt schlecht weil du schnell tiltest aber ohne direkte Absicht. Da ich die Games nicht gesehen habe, kann ich es natürlich nur anhand deiner Erzählung beurteilen. \n\nZu deinem Verhalten im allgemeinen werde ich mich mal nicht äußern... mein Anstand verbietet es mir, dich anzugehen...","replies":[]},{"id":"","poster":"SayaShire","date":"2019-10-25T21:32:15.200+0000","up_votes":1,"down_votes":0,"body":"Stell dir mal vor: Solche Deppen gibt es HAUFENWEISE. \nVermutlich bist du in der Warteschlange und 259,527 andere Spieler sind vor dir. \nAber danke, dass du einer dieser bist, die dem Support mehr Arbeit aufhalsen, NUR um zu sehen, ob die auch wirklich arbeiten. \nDas ist wirklich ein ganz toller Beitrag für das Spielerlebnis der übrigen User und der Support hat wegen dir jetzt auch mehr Arbeit, obwohl in der selben Zeit, in der du deine Chat Sperre bekommst, ein anderer Troll bestraft werden könnte.","replies":[{"id":"","poster":"Molly Addict","date":"2019-10-26T01:17:47.509+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"SayaShire","date":"2019-10-26T09:53:19.159+0000","up_votes":1,"down_votes":1,"body":"Dann bewirb dich und machs besser.\nSo erreichst du jedenfalls nichts, so bist du nur ein Störfaktor.","replies":[]}]}]},{"id":"","poster":"Molly Addict","date":"2019-10-25T20:44:54.742+0000","up_votes":1,"down_votes":5,"body":"Und in dem Moment, in dem ich diesen Beitrag veröffentliche erhalte ich eine Chat-Einschränkung, ist das nicht wunderbare Ironie die ihr euch da auferlegt, Riot?","replies":[]}]}