{"id":"NjYeasX5","poster":"Tutuki Safman","date":"2018-12-31T14:51:31.389+0000","title":"Black/Blue Screen beim Öffnen des Launchers","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nich habe folgendes Problem: Nach 3 Tagen exzessivem und v&ouml;llig unproblematischem Leaguespielen habe ich nach einem Spiel (Nexus Blitz) den Client &uuml;ber mehrere Stunden offengelassen ohne noch irgendetwas anderes am PC zu machen. Als ich wiederkam und versucht habe irgendeine Schaltfl&auml;che im Client zu bet&auml;tigen habe ich gemerkt, dass meine Maus v&ouml;llig verz&ouml;gert &uuml;ber den Bildschirm geglitten ist und der Client sich in keinster Weise hat bedienen lassen.\r\nIch musste ihn dann &uuml;ber den Taskmanager schlie&szlig;en und seitdem bekomme ich jedes mal wenn ich den Client erneut starten m&ouml;chte zuerst das LoL Symbol zu sehen gefolgt von einem Client/Launcher-gro&szlig;em Black/Blue Screen welchen ich &auml;hnlich laggend wie meine Maus &uuml;ber den Bildschirm ziehen kann. Weiterhin passiert nichts. Ich kann mich also weder einloggen, noch irgendwelche Optionen w&auml;hlen. Ich habe League 4 mal (mit verschiedenen Sprachen) neuinstalliert, habe Firewall und Antivirusprogramm deaktiviert und habe bislang keine Verbesserung zu verzeichnen.\r\nIch habe gelesen, dass dieses Problem bekannt ist, aber bei wenig Spielern auftritt. Ich hoffe mir kann geholfen werden. An meinem PC kanns eigentlich nicht liegen, da dieser f&uuml;r aktuelle Verh&auml;ltnisse was Grafikkarte (Nvidia 1060 6GB) etc. angeht f&uuml;rs Leaguespielen mehr als ausgereicht hat. \r\nDanke schonmal.","replies":[{"id":"","poster":"Gallenstein","date":"2018-12-31T15:29:13.703+0000","up_votes":1,"down_votes":0,"body":"Anscheinend liegt es an der Grafikkarte. Ich habe auch die 1060 6GB und manchmal, wenn ich das Game starte, habe ich auch einen Bluescreen. Ich würde schauen, ob es ein neues Softwareupdate für deine Grafikkarte gibt, wenn nicht, musst du mal einen Supporter anschreiben.","replies":[{"id":"","poster":"Tutuki Safman","date":"2019-01-01T16:43:49.590+0000","up_votes":1,"down_votes":0,"body":"Habe es probiert und bin nochmal alte Threads zu dem Thema durchgegangen. Kein Lösungsansatz konnte mir aber weiterhelfen. Habe ein Support-Ticket erstellt und warte auf eine Antwort.","replies":[]}]}]}