{"id":"N6o6GEzp","poster":"Noobs4every1","date":"2018-12-31T14:21:31.293+0000","title":"Smoking Skulls Gaming sucht Flex-Teams","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Willkommen bei Smoking Skulls Gaming\n\nhttps://imgur.com/Cao4B1P\n\nWer sind wir?\n\nWir die Smoking Skulls Gaming Community sind eine recht neu er&ouml;ffnete Community, der den Spielern von League einen Platz bieten will zum gemeinsamen spielen. Die Idee hinter Smoking Skulls Gaming ist es die Community mit famili&auml;re Atmosph&auml;re zu vereinen und gemeinsam Gro&szlig;es zu erreichen.\nSpieler jeglicher Elo sind bei uns willkommen, niemand wird bevorzugt!\nDerzeit haben wir nur einen League of Legends-Bereich und wollen diesen aufbauen. F&uuml;r die Zukunft sind auch einige Projekte geplant, die aber zu einem sp&auml;teren Zeitpunkt ver&ouml;ffentlicht werden.\n\nWas suchen wir?\n\n- Teams die ein Teil von uns werden m&ouml;chten, egal ob neu gegr&uuml;ndet bei uns oder ein bisher bestehendes Team.\n- Teams die den Ehrgeiz haben gemeinsam voran zu kommen\n- Teams mit den man Scrims machen und Spa&szlig; haben kann\n\nWas bieten wir euch?\n\n- eine stetig wachsende Community, die euch in allen Phasen unterst&uuml;tzt\n- ein professioneller gestalteter Teamspeak\n- einen eigenen Teamchannel, falls ihr ein Team besitzt (Infos auf Anfrage)\n- in naher Zukunft: Planung von Events und internen Turnieren\n- Spiel, Spa&szlig; und Lachen\n\nZiel ist es eine Community aufzubauen mit einer famili&auml;ren Atmosph&auml;re, in der man gemeinsam Gro&szlig;es erreichen m&ouml;chte und an Ansehen gewinnt.\n\nWas erwarten wir von euch?\n\n- aktives Auftreten auf dem Teamspeak\n- ein stets freundlicher Umgang untereinander\n- Mindesalter: 16+\n\nFalls wir euer Interesse geweckt haben, hei&szlig;en wir euch herzlich auf unserem Teamspeak willkommen. Der Support ist abends gegen 18 Uhr gut erreichbar. \nTS-IP: 85.214.198.33\n\nP.S. Da 2019 bevorsteht wird der Support heute vieleicht nicht erreichbar sein, trotzdem w&uuml;nsche ich allen einen guten Rutsch","replies":[]}