{"id":"E6eWAupi","poster":"PhantomIsADancer","date":"2018-12-29T14:51:22.637+0000","title":"Ist dieser Permabann legitim ?!","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":10,"body":"Ich startete meinen Client und bin nun permanent gebannt. Ich habe viele Chatbans hinter mir, f&uuml;r welche ich mich verantwortlich f&uuml;hle, da ich unmenschliche Dinge von mir gegeben habe. Diese habe ich stets akzeptiert und habe mich auch nie beschwert, da sie vollkommen legitim waren. Nun habe ich jedoch einen Perma(ACCOUNT!!!)bann erhalten, welcher in meinen Augen keineswegs gerechtfertigt ist, da ich niemanden beleidigt habe und die Chatregeln meines Erachtens nicht gebrochen habe. Hier ist der Text:\n\nSpiel 1\nVor dem Spiel\nPhantomIsADancer: gl hf\nIm Spiel\nPhantomIsADancer: jhin ahri also good in lategame\nPhantomIsADancer: gragas getting outfarmed while lee is ganking so much\nPhantomIsADancer: pretty pathetic\nPhantomIsADancer: aatrox perma pushing\nPhantomIsADancer: its still illoaoi\nPhantomIsADancer: of course we are\nPhantomIsADancer: hes doing nothing while lee is 1v9ing\nPhantomIsADancer: report gragas for refuse help at any point\nPhantomIsADancer: still no reason to refuse any help+\nPhantomIsADancer: how didnt u hit my clone\nPhantomIsADancer: you have to admit I won my lane until lee came all the times\nPhantomIsADancer: I poked down ahri all the time\nPhantomIsADancer: and gragas was useless all game long\nPhantomIsADancer: so why shouldnt i blame him\nPhantomIsADancer: aatrox perma pushing in early\nPhantomIsADancer: yeah but illaoi and gragas together still are able to kill an aatrox\nPhantomIsADancer: end please im done with this gragad\nPhantomIsADancer: just ff and report gragas for trolling please thats all i want\nPhantomIsADancer: lee played well and ahri used jgl lead to end this\nPhantomIsADancer: and aatrox rekt our top\nPhantomIsADancer: how is gragas platin\nPhantomIsADancer: he lost cs AND gank battle\nPhantomIsADancer: and he refuses the truth that he is a bad jgl\nPhantomIsADancer: of course im mad\nPhantomIsADancer: i could have won this if my top wouldnt hard int and keep getting killed\nPhantomIsADancer: gragas afk in base\nPhantomIsADancer: gg lee\nNach dem Spiel\nPhantomIsADancer: gg lee and aatrox\nPhantomIsADancer: ahri you dont deserve these lp\nPhantomIsADancer: ahri ???\nPhantomIsADancer: report me for what ?\nPhantomIsADancer: saying the truth\nPhantomIsADancer: i flamed but i didnt insult\nPhantomIsADancer: reported gragas\nPhantomIsADancer: insult buddy\nSpiel 2\nIm Spiel\nPhantomIsADancer: guess u played neeko last game ? XD\nPhantomIsADancer: hits 1 q and wins trade\nPhantomIsADancer: seems fair to me\nPhantomIsADancer: ff\nPhantomIsADancer: stfu i dodge 80% of his qs and he all ins me\nPhantomIsADancer: we are hard losing 4v5\nPhantomIsADancer: you arent xd\nPhantomIsADancer: cait and graves are REALLY fed\nPhantomIsADancer: aatrox so braindead\nPhantomIsADancer: for real\nPhantomIsADancer: nice troll poppay\nPhantomIsADancer: instead of using e while i was alive so i can ult\nPhantomIsADancer: and get passive shield\nPhantomIsADancer: lemme die and e after+\nPhantomIsADancer: thats trolling\nPhantomIsADancer: E DOES\nPhantomIsADancer: gg ez\nNach dem Spiel\nPhantomIsADancer: report for what ?\nPhantomIsADancer: for saying aatrox is op\nPhantomIsADancer: yeah he is\nPhantomIsADancer: I DID ask aatrox xd\n\nIst das genug um permanent gebannt zu werden ? Ich war aufgebracht, JA, aber ich habe niemanden beleidigt! Ich bitte um ehrliche und direkte Antworten! Und warum erhalte ich nicht einfach einen permanenten Chatbann f&uuml;r fehlerhaftes Chatverhalten? Warum ein Accountbann? Ich bin f&uuml;r meine Division ein guter Spieler und habe niemals gefeedet/geintet.\n","replies":[{"id":"","poster":"MrAbiNash","date":"2018-12-29T16:56:11.411+0000","up_votes":4,"down_votes":0,"body":"Jede person die gg ez von sich gibt wird automatisch von mir skeptisch betrachtet","replies":[{"id":"","poster":"Victorious24","date":"2018-12-29T18:05:08.774+0000","up_votes":6,"down_votes":0,"body":"Jede Person die nur \"ez\" geschrieben hat wurde bisher von mir instant reportet weil ich dieses \"ez\" als unsportlich arrogant und absolut asozial ansehe ^^ jeder der das schreibt hat keinerlei Respekt mehr von mir zu erwarten :D\n","replies":[{"id":"","poster":"Veezey","date":"2018-12-30T00:02:13.706+0000","up_votes":2,"down_votes":0,"body":"Ich reporte ggez immer für hate speech.^^","replies":[]}]},{"id":"","poster":"4 Ever TaIone","date":"2018-12-30T18:38:38.230+0000","up_votes":1,"down_votes":2,"body":"Wer gg ez schreibt, ist psychisch krank, narzisstisch und oder sonstiges","replies":[{"id":"","poster":"K N 0 R R","date":"2018-12-31T02:18:20.552+0000","up_votes":0,"down_votes":4,"body":"Ich bin einer dieser \"psychisch kranken\", hab meinen 2 Wochen Ban wegen hatespeech schon hinter mir. Hab den Chat auf meinem Main jetzt auf Minimalgröße gesetzt (keine sorge, dass \"ez\" schreib ich trotzdem noch am Ende jedes gewonnen Games, so unverdient es auch sein mag [oft, vor allem dann wenn ich schlechter war als mein gegn. Mirror, gibt es dann noch ein \"better {...} wins ez clap *dab*\".]) Sämtlicher Frust wird auf andere accounts, oder spiele ausgelagert; und um auf den Punkt zu kommen: Posts wie diese motivieren uns \"Narzissten\" nur um so mehr Leute auf alle Art und Weisen zu tilten. LoL ist für mich eigentlich zu über 40% reine Psychologie: Die Gegner \"abtasten\", mit gezielten, vermeintlich freundlichen Fragen und Sprüchen, und anhand deren Reaktion \"wunde Punkte\" finden. Genau da Salz reinzustreuen und 5-10min später zu sehen wie der Spieler \n      a) ragequittet\n      b) seine teammates flamed (was diese einem dann meist auch mitteilen, da man ihn dann reporten solle)\nund/oder er c) intet oder noch besser er\n      d) dich flamed (und du ihn frohen Gemüts am Ende des Spiels reporten kannst)\nmacht einfach Spaß ;)  \n\nP.S. Ich liebe diese Community ;)","replies":[{"id":"","poster":"eingew","date":"2018-12-31T07:26:25.542+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=K N 0 R R,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=000700020000,timestamp=2018-12-31T02:18:20.552+0000)\n>\n> Sämtlicher Frust wird auf andere accounts, oder spiele ausgelagert; und um auf den Punkt zu kommen:\n\nUnd, bist du damit erfolgreich? Oder hast du vielleicht doch eher das Verlangen, deine eigenen Verstimmungen auf anderen Plattformen breitzutreten und dich jedes Mal, wenn das Thema angesprochen wird umfrangreich zu rechtfertigen?\n\n> Posts wie diese motivieren uns &quot;Narzissten&quot; nur um so mehr Leute auf alle Art und Weisen zu tilten. \n\nWas sie natürlich zu dem Gegenteil von Narzissten macht, wie du vermutlich schon weißt, da du das Wort im Gegensatz zu 4 Ever Talone in Anführungsstriche setzt. Narzissten suchen Bewunderung. Leuten auf den Geist zu gehen ist dabei selten eine erfolgreiche Taktik.\n\n> LoL ist für mich eigentlich zu über 40% reine Psychologie: Die Gegner &quot;abtasten&quot;, mit gezielten, vermeintlich freundlichen Fragen und Sprüchen, und anhand deren Reaktion &quot;wunde Punkte&quot; finden. Genau da Salz reinzustreuen und 5-10min später zu sehen wie der Spieler \n\nIch hoffe du fängst nicht an, regelmäßig Ranglistenspiele zu spielen, wenn dich bereits die Normals und ARAMs, die in deiner Matchhistory zu finden sind, zu einer derart niederträchtigen (und vermutlich häufig auch entsprechend erfolglosen) Taktik motivieren.\n\n>       d) dich flamed (und du ihn frohen Gemüts am Ende des Spiels reporten kannst)\n\nOder euch beide.","replies":[{"id":"","poster":"K N 0 R R","date":"2018-12-31T13:36:51.354+0000","up_votes":0,"down_votes":1,"body":"Bei Punkt 1 hast du absolut Recht: Die Foren sind auch ein Ventil. \nUnd keine sorge...von ranked halte ich nicht fern: Da sind die Leute (obwohl es schwer zu glauben sein mag) noch widerlicher und die Stimmung ist noch \"toxic-er\" ;). \nIch spiele das Spiel zum Großteil mit Freunden, die eigentlich alle (Ausnahmen gibt's immer) mindestens Gold+ sind, und dann in der Solo-Q auf Silver Niveau zu spielen ist nicht auszuhalten.\nUnd um eine Frage vorweg zu beantworten, die sonst wahrscheinlich fast unausweichlich gestellt worden wäre: Ja meine Forenbeiträge sind nur dazu da  Aufmerksamkeit zu erregen, und/oder eine Konversation jeglicher Art anzufangen um mir Langeweile zu vertreiben... Also seit ihr mich, sobald ich wieder etwas zu tuen habe, zumindest temporär los :)","replies":[]}]}]}]},{"id":"","poster":"Tobbel","date":"2018-12-29T18:08:27.025+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MrAbiNash,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=0007,timestamp=2018-12-29T16:56:11.411+0000)\n>\n> Jede person die gg ez von sich gibt wird automatisch von mir skeptisch betrachtet\n\nda krieg ich immer aggressionen wenn das wer schreibt ... wobei das ja genau deren ziel ist einen zu tilten :P","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-12-29T15:35:13.264+0000","up_votes":8,"down_votes":4,"body":"Und dann hat er wieder seine Email und den Discordnamen hinterlassen @_@ nimm das bitte raus, bevor einige Leute auf doofe Ideen kommen!\n\n>Ich habe viele Chatbans hinter mir, für welche ich mich verantwortlich fühle, da ich unmenschliche Dinge von mir gegeben habe. Diese habe ich stets akzeptiert und habe mich auch nie beschwert, da sie vollkommen legitim waren. Nun habe ich jedoch einen Perma(ACCOUNT!!!)bann erhalten, welcher in meinen Augen keineswegs gerechtfertigt ist, da ich niemanden beleidigt habe und die Chatregeln meines Erachtens nicht gebrochen habe.\n\nWenn du mehrfach eine Chatsperre bekommen hast, dann hättest du doch etwas daraus lernen müssen. \nDas System gibt dir schließlich diese Strafen nicht ohne Grund, right?\n\n\nUm einen Permaban zu bekommen, musst du meistens einen Tempban davor (aus dem selben Bereich- hier Flaming) bekommen haben.\n\nUnser Strafsystem gibt dir bei einem Regelbruch:\n\n- eine CR/CS für 10 Games\n- eine CS/CR für 25 Games bei dem zweiten Regelbruch\n- einen Tempban über zwei Wochen bei dem dritten Verstoß oder Hassrede\n- einen Permaban bei dem Vierten, bzw. nach dem Tempban\n\n(CS/CR= Chat restriction /Chatsperre)\n\nDu sollst die Chatsperren wie einen freundlichen poke auf deine Schulter wahrnehmen. \nMan möchte dir sagen, dass das Verhalten von dir, nicht in der Community erwünscht ist und du daran arbeiten solltest. \n\nEinen Tempban kannst du wie ein Netz sehen, welches dich vor dem Aufprall auf den harten Boden bewahren soll.\n\nIgnorierst du alle Warnungen, landest du schmerzhaft auf dem \"Boden der Konsequenzen\".\n\n>da ich niemanden beleidigt habe und die Chatregeln meines Erachtens nicht gebrochen habe. Hier ist der Text:\n\nChatlog time. \\O/\n\nAh.\nWait no.\n\nWir haben eine Regel dafür: \"[Chatlog or it didn't happen!\"](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards).\nDiese Regel besagt, dass du uns deinen Chatlog in Screenshots verlinken \"musst\"...\"sollst\".\nOder um es anders zu sagen: wir hätten gerne einen Proof um nicht auf den Arm genommen zu werden.\n\nJeder neue Screenshot muss mit dem letzten Satz von dem Screenshot davor anfangen, damit der Kontext nicht verloren geht. \nDeine Screenshots kannst du dann z.B. auf [Imgur](https://imgur.com) hochladen. \n(**Achtung: klicke nicht auf \"share to community\", da nicht jeder deine Screenshots sehen muss und wir bereits mit dem Link den Zugriff darauf haben.**)\n\n\n_______________________________\n\nDer Chatlog und meine Kürzel:\n\nNB = negatives Verhalten\nUB = unsportliches Verhalten\n(P) = passiv/indirekt\n\n________________________________\n\n>(PhantomIsADancer: gragas getting outfarmed while lee is ganking so much)\nPhantomIsADancer: pretty pathetic\n\nNB/Flaming\n\n>PhantomIsADancer: report gragas for refuse help at any point\n\nNB (Reportcall)\n\n>PhantomIsADancer: and gragas was useless all game long\n\nFlaming\n\n>PhantomIsADancer: end please im done with this gragad\nPhantomIsADancer: just ff and report gragas for trolling please thats all i want\n\nGriefing, NB (reportcall), Blaming\n\n>PhantomIsADancer: how is gragas platin\nPhantomIsADancer: he lost cs AND gank battle\nPhantomIsADancer: and he refuses the truth that he is a bad jgl\n\nNB/(P)Flaming, Flaming\n\n>PhantomIsADancer: ahri you dont deserve these lp\n\nUB\n\n>**PhantomIsADancer: i flamed but i didnt insult**\n\n#wat? 'cuse me?\n\n>PhantomIsADancer: reported gragas\nPhantomIsADancer: insult buddy\n\nNB\n\n>PhantomIsADancer: ff\nPhantomIsADancer: we are hard losing 4v5\n\nGriefing\n\n>PhantomIsADancer: aatrox so braindead\n\nFlaming\n\n>PhantomIsADancer: gg ez\n\nUB\n\n__________________________________________\n**Result:**\n**_Flaming (p)_**\n**_Flaming _**\n**_Blaming_**\n**_NB (reportcalls)_**\n**_UB_**\n**_Griefing/Trauerstimmung/frühes Aufgeben_**\n__________________________________________\n\n\n>Ist das genug um permanent gebannt zu werden ?\n\n_Ja._\n\n>Ich war aufgebracht, JA, aber ich habe niemanden beleidigt! \n\nhttp://i.imgur.com/oeOihqA.gif\n\nJemanden als useless/nutzlos zu bezeichnen ist also keine Beleidigung?\nEtwas \"erbärmlich\" zu schimpfen ist auch keine Beleidigung?\nDer Ahri ihren Sieg nicht zu gönnen und sich nur über den eigenen Jungler ausheulen zu können ist nicht toxic?\n\n\n\nBruh das ist **nicht** okay. \nDu würdest dich sicher auch nicht freuen, wenn dich die Leute als einen nutzlosen Spieler bezeichnen würden, nur weil du gegen eine lowkey boon-ahri verloren hast und nicht passiv spielen konntest, als die Ahri von ihrem Jungler ganz normal Hilfe bekommen hat. \nEs ist ein Teamspiel und solche Ganks sind nichts schlimmes.\nDein Gegner geht auch nicht zu dir und flennt dir einen River zusammen, nur weil du mal Unterstützung bekommen hast.\n\nUnd wenn dein Jungler einfach afk geht, dann wird er auch nicht durch deine Worte zurück kommen. Denn alles was er von dir hört, ist dieses \"mimimimimi\" aus dem hintersten Busch am Popo der Map wo keine Ward weit und breit stehen.\n\nVersuche doch einfach mal nett zu den Leuten zu sein und überlasse dem Strafsystem die Arbeit mit dem Tadeln. Du weisst nun selber, wie doof es ist, wenn man die Regeln bricht.\n\n**Worte sind Papierschnitte, Bans sind Knochenbrüche!**\n\nEs reicht auch schon wenn du einfach neutral bleibst und nicht auf solche Dinge eingehst.","replies":[{"id":"","poster":"Victorious24","date":"2018-12-29T15:47:35.856+0000","up_votes":3,"down_votes":6,"body":"***","replies":[{"id":"","poster":"eingew","date":"2018-12-30T08:18:59.384+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Victorious24,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=00050000,timestamp=2018-12-29T15:47:35.856+0000)\n>\n> Mach dir nix draus ich habe schon aufgehört lol als ein Teamgame anzusehen da es in den meisten fällen eh nicht stimmt ^^ \n\nWie genau meinst du das? Wann genau kann ich denn in diesem Spiel so agieren, als wäre es kein Teamspiel?","replies":[{"id":"","poster":"Victorious24","date":"2018-12-30T11:11:27.956+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"need elo police","date":"2018-12-30T12:29:26.431+0000","up_votes":2,"down_votes":0,"body":"Die Frage ist, was hat dazu geführt, dass jemand 1v5 spielen kann? Meistens, indem das TEAM diesen Spieler zu kills und gold verhilft. Also ist es dann doch ein Teamgame. Irgendwann kommt es immer dazu, dass jemand stärker wird im Laufe des Spiels. Deswegen gehören die Spieler, die 15 Kills in 20 Minuten haben auch nicht gehonort. Sondern die, die ihn dazu verholfen haben. Weil jeder mit genügend kills das andere Team rasieren kann. Das hat dann nichts mehr mit gut spielen zu tun.\n\nAllein wenn man nur die Botlane nimmt und alles andere ausblendet, ist es ein Teamgame. Wenn du die Botlane verlierst, hast du als Team versagt, und nicht als Einzelner. Genauso wie wenn der Toplaner seine Lane gewinnt weil er Hilfe vom Jungler bekommen hat. Das heißt nicht, du bist ein besserer Topspieler als der andere, nur dass dein Team besser funktioniert hat als das Gegnerteam. Natürlich ist LoL ein Teamgame, da niemand ein Spiel alleine gewinnen kann, auch Faker nicht. Teamgeist kann so viel bewirken, aber stattdessen versucht jeder auf sich selbst zu schauen um möglichst viele Kills zu bekommen um es alleine zu richten. Mit so einer Einstellung verlierst du meistens.","replies":[{"id":"","poster":"Victorious24","date":"2018-12-30T13:23:38.626+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-30T21:39:29.904+0000","up_votes":2,"down_votes":0,"body":">Wie bereits gesagt selbst wenn eine Person gefeedet ist sagen wir wie in deinem beispiel 15 kills in 20 minuten sollte dieser Champ diese person nicht 1v5 in dem moment dann spielen können was leider viel zu oft der fall ist oder ich habe schon oft genug mitbekommen das assassinen alleine fed werden indem sie auf jeder lane ohne jegliche hilfe gefeeded werden und dann im nachhinein 1v5 gehen das sollte in einem Teamgame auch nicht passieren können.\n\nWenn die 5 auch nur ein wenig Grips haben, machen die sofort auf etwas wie Zed das Exhaust und hauen den CC drauf, sobald er das 1vs5 versucht. Der Assassine ist nicht sonderlich zäh. Alleine Schon der CC von Leona sollte reichen, damit die übrigen 4 Spieler in der Situation den Kill abstauben können. \n\n>Meine Einstellung ist traue niemanden sonst bist du verloren und das bei jeden selbst der eigenen Familie und das Lebe ich nicht nur in LoL sondern auch im realen leben und damit fahre ich ziemlich gut .\n\nDas klingt nach einer sehr traurigen Lebenseinstellung.","replies":[{"id":"","poster":"Victorious24","date":"2018-12-31T09:57:49.145+0000","up_votes":1,"down_votes":1,"body":"\"Wenn die 5 auch nur ein wenig Grips haben\" \nDa scheitert es meistens schon wie gesagt da verlass ich mich lieber auf mich alleine.\n\n\"Das klingt nach einer sehr traurigen Lebenseinstellung.\"\n\nJedem das seine hab genug mist mit Menschen mitbekommen um zu sagen das es besser für mich und die anderen Menschen ist.","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-31T11:25:48.127+0000","up_votes":2,"down_votes":0,"body":"Da stellt sich eigentlich die Frage, warum du überhaupt Teamspiele spielst. Spiele mit dem Hauptfokus auf 1vs1 wären doch deutlich passender für dich.","replies":[{"id":"","poster":"Victorious24","date":"2018-12-31T11:59:19.407+0000","up_votes":1,"down_votes":0,"body":"Wer sagt das ich dies nicht auch schon tue?","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-31T12:04:48.083+0000","up_votes":3,"down_votes":0,"body":"Du bist im LoL Forum aktiv. Das heißt meistens, dass man noch LoL spielt oder sich für LoL interessiert. Zudem hast du alleine Gestern 10 Spiele bestritten. Du spielst also noch Teamspiele (LoL).","replies":[{"id":"","poster":"Victorious24","date":"2018-12-31T12:12:16.651+0000","up_votes":1,"down_votes":2,"body":"Ich habe auch nicht geschrieben das ich nicht weiterhin LoL spielen werde ich kann ja auch mehrere Spiele parallel spielen warum denn nur eins??\nund außerdem wie gesagt ich sehe es nicht als Teamgame und spiele weiterhin mit allen gemutet und konzentriere mich auch mein eigenen gameplay","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-31T12:44:22.536+0000","up_votes":1,"down_votes":0,"body":"Warum denn LoL, wenn du alleine besser dran bist?","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-31T16:17:55.574+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Victorious24,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=00050000000000000000000000000000000000000000000000000000,timestamp=2018-12-31T14:22:37.266+0000)\n>\n> Abwechslung ? oder spielst du 24/7 das gleiche spiel immer und immer wieder?\n> \n> Außerdem kann es dir doch auch herzlichst egal sein wieso ich sonst lol spiele?\n\nMir ist tatsächlich völlig egal, ob du LoL spielst oder Street Fighter und was du davon wie viel spielst. Aber mit so einer Einstellung wirkt es sehr seltsam, wenn du dennoch weiter Spiele spielst, bei denen du mit einem Team interagieren musst.","replies":[]},{"id":"","poster":"Victorious24","date":"2018-12-31T14:22:37.266+0000","up_votes":1,"down_votes":2,"body":"Abwechslung ? oder spielst du 24/7 das gleiche spiel immer und immer wieder?\n\nAußerdem kann es dir doch auch herzlichst egal sein wieso ich sonst lol spiele?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2018-12-31T07:11:25.149+0000","up_votes":1,"down_votes":0,"body":"Und wieso genau sind die Mitspieler dadurch als Ganzes nicht mehr vorhanden, nur weil du ihre Kommunikation ausblendest?","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-12-30T21:36:44.369+0000","up_votes":1,"down_votes":0,"body":"Das wirkt so, als würdest du dich nicht so sehr mit LoL auskennen. Ja, auch Pings können negativ genutzt werden. Aber das habe ich sogar deutlich seltener, als negativen Chat und dann kommt das meistens eh von denen, die auch schon am nörgeln und flamen sind.\n\nZudem kann kein Champion einfach so 1vs5 spielen. Dafür muss man dem gegnerischen Team deutlich überlegen sein. Gut, es reicht auch schon, wenn die 5 Gegner sich einfach richtig dumm anstellen, alles verhauen und sich töten lassen. Das ist dann aber nicht ein Problem eines Champions, sondern liegt am fehlenden Können, der Mitspieler.","replies":[{"id":"","poster":"Krulcifer","date":"2018-12-30T21:45:58.354+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=00050000000000000001,timestamp=2018-12-30T21:36:44.369+0000)\n\n> Zudem kann kein Champion einfach so 1vs5 spielen. Dafür muss man dem gegnerischen Team deutlich überlegen sein. Gut, es reicht auch schon, wenn die 5 Gegner sich einfach richtig dumm anstellen, alles verhauen und sich töten lassen. Das ist dann aber nicht ein Problem eines Champions, sondern liegt am fehlenden Können, der Mitspieler.\n\nStimmt man kann nicht 1v5 Spielen und gewinnen, jedoch kann eine einzige Person dir das Spiel verlieren, was meiner Meinung nach ein großes Problem ist. \nUnd wenn du wirklich so unschuldig bist wie du es oben beschrieben hast, bist du einer der 10% auf denen das nicht zutrifft.","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-30T21:51:20.725+0000","up_votes":1,"down_votes":0,"body":"Ahja, jetzt also von alle auf 90 % runter. Nächste Woche sind es dann nur noch 50 %.","replies":[]}]},{"id":"","poster":"Victorious24","date":"2018-12-31T09:56:17.364+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"eingew","date":"2019-01-02T07:41:40.311+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Victorious24,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=000500000000000000010001,timestamp=2018-12-31T09:56:17.364+0000)\n>\n> Und da sag ich nochmal ein 1v5 dürfte in einem Teamgame niemals der Fall sein egal wie die Bedingungen sind in dem Moment ;)\n\nIst es ja auch nicht. Bloß weil in deiner Wahrnehmung mit einem Fullmute die Mitspieler verschwinden, heißt das ja noch lange nicht, dass diese Aussage faktisch richtig ist.","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-12-31T11:26:38.904+0000","up_votes":2,"down_votes":2,"body":"Es geht auch nicht, außer die Gegner wollen verlieren. Aber das ist nicht der Normalfall.\n\nDu hast ja auch\n\n>Außerdem da es genug Spieler/Champions gibt die ohne Probleme 1v5 spielen kann es einfach kein Teamgame sein.\n\ngeschrieben und das ist eben nicht korrekt. Ansonsten sollte es für dich ja kein Problem sein, einen dieser Wunderknaben zu finden, ihn gegen 5 mit einer ähnlichen MMR antreten zu lassen und zu sehen, dass er ziemlich viele von diesen Spielen gewinnt.\n\nKorrekt könnte deine Aussage sein, wenn du noch ein paar Bedingungen hinzufügst, das könnte etwa so aussehen:\n\nEs gibt Champions (verzichte am besten auf irgendwelche Angaben, die eine Menge implizieren), die, wenn sie von bestimmten Spielern genutzt werden und dem gegnerischen Team deutlich voraus sind, ein 1vs5 gewinnen können. \n\nDiese Version würde bedeuten, dass manche Leute, bei bestimmten Voraussetzungen in der Lage sind, mit bestimmten Champions 1vs5 zu spielen. Etwa, weil sie bei Minute 15 schon Fullbuild erreicht haben. \n\nDas Zitat oben bedeutet aber eher, dass bestimmte Spieler das immer können und auch bestimmte Champions das immer können. Da du auch noch davon redest, dass die Champions oder Spieler \"ohne Probleme\" 1vs5 spielen können und ich hier mal davon ausgehe, dass \"spielen\" beschreiben soll, dass man eine gute Siegeschance hat, ist deine Aussage falsch. Ansonsten gäbe es sehr viele Spiele, die einfach nur durch einen bestimmten Champion entschieden werden. \nWenn deine Aussage korrekt wäre, müssten Teams ohne solche Champions immer verlieren. Oder zumindest fast immer. Leider hast du noch nicht weiter ausgeführt, was alles unter diese Champions fällt. Du hast lediglich Assassinen erwähnt. Aber da hast du zudem schon den Teil deines obigen Zitates zurückgenommen, dass das ohne Probleme geht. Die Assassinen müssen laut deiner Aussage ja erst einmal gefeedet werden. Können also nicht \"ohne Probleme\" 1vs5 spielen (gewinnen).","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Krulcifer","date":"2018-12-30T19:02:45.663+0000","up_votes":1,"down_votes":4,"body":"So, ich muss jetzt auch mein Senf dazu geben.\nIch geb dir absolut Recht und ich verstehe generell nicht warum man überhaupt für \"Toxic sein\" gebannt werden kann ... Wir sind hier immer noch im Internet.\nDas System erkennt so viel Flame als gar keinen an sodass Banns genauso ungerecht wie Schulnoten sind. \nEs gibt einfach Menschen in diesem Spiel, welche mental nicht ganz so fit sind, damit muss man halt Leben, die wollen genau wie wir einfach Spaß am Spiel haben und wenn du mit denen nicht klar kommst ist das wohl das falsche Spiel.\nUnd jeder der mich von was anderen überzeugen möchte kann es gerne versuchen. \nDeine Idee von einer \"permanenten Chatsperre\" würde ich übrigens unterstützen, da ich mich echt manchmal zurückhalten muss, damit ich keinen Perma bekomme und der Chat dank Ignoranz mancher der oben bereits genannten \"Affen\" eh das nutzloseste Feature des Games ist. \nAber naja wie der Riot Support immer sagt:\n\n\n\"Wir werden so schnell wie möglich uns die Zeit nehmen um alle Fälle gründlich zu überprüfen und alle negative Spieler entsprechend zu bestrafen!\"\n\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-12-30T19:10:14.753+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Krulcifer,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=000a,timestamp=2018-12-30T19:02:45.663+0000)\n>...\n> und ich verstehe generell nicht warum man überhaupt für \"Toxic sein\" gebannt werden kann ... Wir sind hier immer noch im Internet. ...\n\nUnd inwiefern sollte man sich im Internet wie der letzte Hinterwäldler benehmen dürfen? Nur weil man anonym unterwegs ist, darf man also ungestraft fremde Menschen Beleidigen? Machst Du das auch auf der Straße mit fremden Menschen?\nNur weil Dir nicht unmittelbar eine Gefahr für schlechtes Benehmen droht, heißt es nicht, dass Du Dir alles rausnehmen kannst, was Du willst.\nUnd nur zu Deiner Information: Strafbare Handlungen - und ja, Beleidigen ist ebenfalls eine strafbare Handlung - im Internet können geahndet werden.","replies":[{"id":"","poster":"Krulcifer","date":"2018-12-30T19:26:45.070+0000","up_votes":1,"down_votes":2,"body":"Tatsächlich geige ich Menschen auf der Straße auch meine Meinung wenn ich es für nötig halte.\nJedem dem seines, wollte den Beitrag-Eröffner nur unterstützen da ich, wenn auch nur teilweise seine Meinung berechtigt finde.\nUnd alle Leute die hier im Forum auf Lieb machen, lassen im Game wahrscheinlich auch ihre wahre Seite sehen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-30T21:33:47.800+0000","up_votes":2,"down_votes":0,"body":">Und alle Leute die hier im Forum auf Lieb machen, lassen im Game wahrscheinlich auch ihre wahre Seite sehen.\n\nDu solltest nicht einfach von dir auf andere schließen. Nur weil du toxisch im Spiel bist, müssen das nicht alle anderen sein. Ich hatte etwa noch nie eine Strafe für mein Ingameverhalten. Keine CRs, keine Banns, nicht mal einen Leaverbuster. Und das schlimmste was ich bisher geschrieben habe, war ein ironisches \"thx\" an jemanden, der mir dauernd dumme Tipps gegeben hat. Da war er immerhin ein paar Minuten verwirrt und war damit beschäftigt \"why thanks?\" zu schreiben, statt weiter Spieler anzumaulen.","replies":[]},{"id":"","poster":"need elo police","date":"2018-12-30T20:05:19.373+0000","up_votes":1,"down_votes":0,"body":"Zufällig kenne ich dich privat (du weißt nicht, wer ich bin :D), und da bist du ganz klein mit Hut!","replies":[{"id":"","poster":"Krulcifer","date":"2018-12-30T20:19:52.700+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=need elo police,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=000a000000000000,timestamp=2018-12-30T20:05:19.373+0000)\n>\n> Zufällig kenne ich dich privat (du weißt nicht, wer ich bin :D), und da bist du ganz klein mit Hut!\n\nGing das an mich ?\nWenn ja, schön, freut mich kannst mich ja mal gerne Privat ansprechen.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-12-30T21:31:42.917+0000","up_votes":2,"down_votes":0,"body":"Ich sehe hier einige Probleme. Zum einen bringt ein Permachatbann nichts. Das hatten wir im Grunde schon mal. Da hat man dann im Forum gesehen, wie schlimm die Strafe ist, wenn damit angegeben wurde, wie viele tausend Spiele der Chat eingeschränkt ist. \n\nDu kannst natürlich gerne der Meinung sein, dass es unfair ist, gebannt zu werden. Das sind aber die Regeln, damit musst du leben. Wobei ich bei deiner Selbstbeschreibung ohnehin davon ausgehen muss, dass du selber ein Flamer bist, da verwundert es natürlich nicht, dass du das System nicht magst, dass dich bestrafen kann. Das haben da ziemlich viele Flamer gemeinsam.","replies":[{"id":"","poster":"Victorious24","date":"2018-12-31T09:54:15.634+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Bettnachleger","date":"2018-12-31T11:08:53.420+0000","up_votes":3,"down_votes":2,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-12-31T11:23:04.803+0000","up_votes":2,"down_votes":1,"body":">Ganz Ehrlich ich bin der Meinung das kein Mensch für etwas was er/sie gesagt hat bestraft werden sollte, da es in dem moment die öffentliche Meinungsfreiheit einschränkt egal ob es im Spiel oder im Realen Leben ist.\n\nBeschäftige dich mal mit Meinungsfreiheit und wo selbige ihre Grenzen hat. \n\n>Jetzt mal als Beispiel Jemand rennt auf die Straße und Beleidigt Menschen bis zum geht nicht mehr dieser sollte keine Strafe bekommen da ihm dann in dem Moment das Recht versagt wird sagen zu dürfen was er will und somit die Rede bzw. Meinungsfreiheit genommen wird.\n\nSein Recht wird nicht eingeschränkt, er hat lediglich die Grenze zu dem Überschritten, was ihm seine Meinungsfreiheit gestattet. Ansonsten können in Zukunft ja auch Leute zufällig Todesdrohungen aussprechen, verunsichern damit andere, niemand weiß, ob das ernst gemeint ist oder nicht und der Typ darf unbehelligt weiterleben. Mal ehrlich, in so einer Gesellschaft möchte man eigentlich nicht leben.\n\nIch würde dir vorschlagen, dass du dir in Zukunft ein wenig mehr Grundwissen, über die Themen aneignest, über die du redest. Dann haben deine Posts viel mehr Substanz. ","replies":[{"id":"","poster":"Victorious24","date":"2018-12-31T12:06:39.026+0000","up_votes":0,"down_votes":5,"body":"Weißte was ich muss sowas nicht diskutieren ich bleibe bei meinen Aussagen und stehe dazu was ich sage und Meine und wenn Menschen ein Problem damit haben interessiert mich das herzlichst wenig \nIhr müsst ja nicht mit mir sprechen / spielen oder geschweige den mit mir zusammen Leben demnach muss ich mich auch nicht rechtfertigen gegen sowas habt allen einen schönen tag und kümmert euch damit um euren eigenen mist damit lass ich das Forum auch mal in frieden und kümmer mich um meinen eigenen kram hat wie gesagt immer besser funktioniert als sich mit anderen Menschen auf sinnlose Diskussionen einzulassen :)","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-31T12:43:44.282+0000","up_votes":1,"down_votes":1,"body":">Weißte was ich muss sowas nicht diskutieren ich bleibe bei meinen Aussagen und stehe dazu was ich sage und Meine und wenn Menschen ein Problem damit haben interessiert mich das herzlichst wenig\n\nDann hast du eben eine falsche Meinung. Das kannst du gerne so belassen, aber wundere dich nicht, wenn andere dir weiterhin mitteilen, dass deine Meinung falsch ist. \n\n>Ihr müsst ja nicht mit mir sprechen / spielen oder geschweige den mit mir zusammen Leben demnach muss ich mich auch nicht rechtfertigen gegen sowas habt allen einen schönen tag und kümmert euch damit um euren eigenen mist damit lass ich das Forum auch mal in frieden und kümmer mich um meinen eigenen kram hat wie gesagt immer besser funktioniert als sich mit anderen Menschen auf sinnlose Diskussionen einzulassen :)\n\nNein, wir müssen nichts machen, außer vielleicht sterben. Aber ebenso wenig musst du dich im Forum melden. Wenn du aber im Forum eine offensichtlich falsche Angabe machst, wie etwa zu der Meinungsfreiheit, musst du dich aber auch nicht wundern, wenn du korrigiert wirst. Wenn du nicht einsehen willst, dass deine Definition von Meinungsfreiheit falsch ist, ist das alleine dein Problem. Aber wenn du dann dafür mal vor Gericht bestraft wirst, nicht wundern. Beleidigung bleibt nämlich ein Angriff auf die Menschenwürde. Die wird übrigens in Artikel 1 des Grundgesetzes behandelt, deine Meinungsfreiheit kommt erst in Artikel 5.\n\n>(2) Diese Rechte finden ihre Schranken in den Vorschriften der allgemeinen Gesetze, den gesetzlichen Bestimmungen zum Schutze der Jugend und in dem Recht der persönlichen Ehre.\n\n[Quelle](https://www.gesetze-im-internet.de/gg/art_5.html)\n\nInsbesondere dieser Artikel sollte dir helfen, zu verstehen, wo Meinungsfreiheit endet.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-12-31T10:07:36.710+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Victorious24,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=000a00010000,timestamp=2018-12-31T09:54:15.634+0000)\n>\n> Ganz Ehrlich ich bin der Meinung das kein Mensch für etwas was er/sie gesagt hat bestraft werden sollte, da es in dem moment die öffentliche Meinungsfreiheit einschränkt egal ob es im Spiel oder im Realen Leben ist.\n> Jetzt mal als Beispiel Jemand rennt auf die Straße und Beleidigt Menschen bis zum geht nicht mehr dieser sollte keine Strafe bekommen da ihm dann in dem Moment das Recht versagt wird sagen zu dürfen was er will und somit die Rede bzw. Meinungsfreiheit genommen wird.\n> Was die andere Menschen dann von einem denken ist ne andere Sache jeder einzelne wird sich dann wohl von der Person distanzieren und ihn nicht mehr mögen aber das ist das die Sache des Beleidigenden und keinerlei &quot;strafe&quot; in dem Sinne.\n\nDir ist aber bewusst was Meinungsfreiheit ist, oder?\nDa Du hier jedoch so ein Beispiel bringst, hast Du Dich offenbar noch nicht so sehr damit Beschäftigt. Hauptsache mal ein Buzzword benutzt, ohne zu wissen, was dahinter steckt:\n1. Meinungsfreiheit ist ein Recht dem Staat gegenüber. Du darfst Dich zum Beispiel kritisch dem Staat gegenüber äußern, ohne Repressalien dafür befürchten zu müssen.\n2. Meinungsfreiheit hat Ihre Grenzen, wenn Du gegen geltende Gesetze verstößt, und darunter fällt nun einmal Beleidigungen jedweder Art.\n3. Nicht-staatliche Personen / Firmen müssen Dir keine Plattform bieten, um rumzustänkern und zu Beleidigen. Nennt sich dann Hausrecht.\n\nUnd jetzt versuche noch einmal zu argumentieren, dass RIOT Dir hier die Meinungsfreiheit einschränkt, oder wo Dir die Meinungsfreiheit genommen wird, wenn Du nicht ungestraft im echten Leben beleidigen darfst.\n\nBTW: Gut, dass es nicht nach Deiner Meinung geht.","replies":[]}]}]}]},{"id":"","poster":"thefire7","date":"2018-12-29T16:44:08.975+0000","up_votes":2,"down_votes":12,"body":"Ich finds echt unfair. Meiner Meinung nach ist das höchstens ne chatsperre.\n\nedit. danke für die downvotes, sie sagen mir nur, dass ich Recht habe^^","replies":[{"id":"","poster":"ToxicRedPanda","date":"2018-12-29T17:04:16.949+0000","up_votes":3,"down_votes":0,"body":"Ja, nur leider hatte der TE schon \n\n> viele Chatbans\n\nFalls danach noch der 14 Tagebann kam ist der Perma schon verdient.","replies":[{"id":"","poster":"thefire7","date":"2018-12-29T17:12:12.596+0000","up_votes":1,"down_votes":9,"body":"Für mich reicht generell negatives Verhalten einfach nicht für ein Perma^^, egal in wie vielen games man diese Verhalten an den Tag legt.","replies":[{"id":"","poster":"Veezey","date":"2018-12-30T00:03:57.581+0000","up_votes":2,"down_votes":0,"body":"Also wäre es für dich auch völlig ok, wenn man ständig stehlen würde und dafür nur läppische Strafen bekommt. Ist ja kein Mord oder so also auch nicht so schlimm.","replies":[{"id":"","poster":"thefire7","date":"2018-12-30T01:53:32.780+0000","up_votes":1,"down_votes":1,"body":"Natürlich nicht, in der echten Welt ist das wieder eine ganz andere Sache als im Internet. \n\nDie Frage, die mir zu deinem Kommentar einfällt in was für einem Internet leben wir, in dem man über irgendwelche Sachen, von irgendwem, den man noch nie gesehen, gehört oder irgendwas hat, länger als 5 Minuten den Kopf zerbricht? Das macht doch keinen Sinn. \n\nImmer \"ignorieren was andere über einen sagen\", aber nach diesem Thread zu urteilen schafft das hier niemand. \n\nDiskussion klar, ist immer angebracht, aber wenn sich jemand daneben benimmt was solls? Wenn jemand dieses Verhalten in der echten Welt an den Tag legt wird er schnell genug aufs Gesicht fliegen.","replies":[{"id":"","poster":"eingew","date":"2018-12-30T08:27:01.767+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=thefire7,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=00060000000000020000,timestamp=2018-12-30T01:53:32.780+0000)\n>\n> Natürlich nicht, in der echten Welt ist das wieder eine ganz andere Sache als im Internet. \n> \n> Die Frage, die mir zu deinem Kommentar einfällt in was für einem Internet leben wir, in dem man über irgendwelche Sachen, von irgendwem, den man noch nie gesehen, gehört oder irgendwas hat, länger als 5 Minuten den Kopf zerbricht? Das macht doch keinen Sinn. \n\nIn einer ziemlich guten würde ich sagen, bedeutet dass doch immerhin, dass unser alltägliches Leben uns nicht mehr notwendigerweise durchgehend beschäftigt, was ja heißt, dass es uns Recht gut geht. Und wer könnte das ehrlich schlecht finden? Und warum wir uns gerade mit LoL auseinandersetzen und nicht mit etwas nützlicherem? Naja... erstmal finde ich es Diskussionswürdig, inwiefern Spiele unwichtig oder wichtig für uns Menschen sind und zum anderen... wir sind Tiere. Wir beschäftigen uns womit wir wollen, nicht mit dem, was unbedingt nützlich ist.","replies":[]}]}]},{"id":"","poster":"ToxicRedPanda","date":"2018-12-29T17:59:27.103+0000","up_votes":5,"down_votes":1,"body":"Für mich ehrlich gesagt schon. Wenn du in jedem Game 9 weiteren Leuten den Spaß nimmst und das über lange Zeit hinweg, dann sollte dein Account permanent gesperrt werden. Es gibt halt Leute die selbst nach einem 14 Tagebann nicht wissen was sie falsch gemacht haben. Und sowas sage ich als jemand der einen permanent gesperrten Account für genau so ein Verhalten hat.","replies":[{"id":"","poster":"K N 0 R R","date":"2018-12-31T02:34:03.568+0000","up_votes":1,"down_votes":2,"body":"Ach Leuten den Spaß verderben tue ich jedes Game...aber eben \"gekonnt\", und subtil... \nEinen 2W Ban hatte ich schon, aufgrund von hatespeech (wegen eines \"emotionalen Ausbruchs der besonderen Sorte\"), der auch vollkommen gerechtfertigt war... \nDas hält mich aber (leider) nicht davon ab\nweiter unglaublich toxic zu sein, teilweise sogar ohne den Chat zu benutzen: Eben so, dass ich gegen keine offizielle Regel verstoße.\nLeute die dem Spiel und der Community richtig Schaden, halten die Bans eh nicht ab genau so weiterzumachen wie zuvor. \nOP z.b. wird sich mit ziemlicher Wahrscheinlichkeit einen Second Account machen; und auf diesem wird er wahrscheinlich eher noch mehr toxicity spreaden, da er titlted wegen des ParmaB. ist.","replies":[]}]},{"id":"","poster":"PhantomIsADancer","date":"2018-12-29T18:44:04.631+0000","up_votes":1,"down_votes":6,"body":"Danke..Ich finde ich hätte einfach nen permanenten Chatbann verdient, da ich DORT die Bestrafung im richtigen Bereich hätte. Mir jedoch das Game in das ich 400€ und 3100h in 3 Jahren LoL-Zeit gesteckt habe komplett zu verwähren, empfinde ich persönlich nicht als legitim.","replies":[{"id":"","poster":"Wernicke","date":"2018-12-30T06:49:25.219+0000","up_votes":2,"down_votes":0,"body":"Es wurde dir schon ein Paar mal gesagt, ich sage es trotzdem noch mal ganz deutlich:\nRiot handelt in Strafstufen, wenn du also schon entsprechende Vorstrafen hattest, _**kann**_ nur noch der _**perma**_ kommen und _**nix anderes**_. Eine andere Strafe ist nicht mehr möglich, da Riot eben wie gesagt in diesen festgelegten Strafstufen handelt.\nÜbrigens ist es auch egal ob man weiß wie das System funktioniert oder nicht. Unwissenheit schützt vor Strafe nicht. Weiterhin wirst du bei dem 14 Tage bann auf deine folgenden Konsequenzen hingewiesen, d.h. man hat dir noch mal mitgeteilt das der näxte Ausrutscher zum perma führt.\nEs geht dabei auch nicht um die Verwendung von Schimpfwörter oder direkte Beleidigungen, sondern einfach um negatives chatverhalten. Das können reportcalls sein, Sticheleien und Provokationen, das verbreiten negativer Stimmung (was auch viele Gesichter haben kann), spam/spamping, usw usf...","replies":[]},{"id":"","poster":"Veezey","date":"2018-12-30T00:05:48.796+0000","up_votes":2,"down_votes":0,"body":"Ich hab mehr als 400€ investiert also ist meine Meinung auch mehr wert als deine.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2018-12-29T18:50:47.241+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=PhantomIsADancer,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=0006000000000001,timestamp=2018-12-29T18:44:04.631+0000)\n>\n> Danke..Ich finde ich hätte einfach nen permanenten Chatbann verdient, da ich DORT die Bestrafung im richtigen Bereich hätte. Mir jedoch das Game in das ich 400€ und 3100h in 3 Jahren LoL-Zeit gesteckt habe komplett zu verwähren, empfinde ich persönlich nicht als legitim.\n\nOh sure, dann lass und das Spiel mal umdrehen.\n\nEs gibt Leute, die haben mehr als 1000€ in das Spiel gesteckt. Die sagen nun:\"ja aber mit 400€ solltest du nicht das selbe Recht haben, wie wir. Denn wir haben viel mehr Geld investiert. Du gehörst gebannt und wir haben eine zweite Chance verdient.\"\n\n\nDas System würde **niemals** einen Spieler besser behandeln, nur weil er mehr Geld freiwillig aus dem Fenster geworfen hat. \nWas du mit deinem Geld machst, ist deine Sache. \nAber du bekommst keine Vorteile gegenüber den anderen Spielern, die im worst case nicht mal Geld für sich selber haben. \nDas Spiel ist kein \"pay2win\" oder \"kaufe dir extra Rechte für 2,99 pro Monat\"-Gedöns.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2018-12-29T18:49:48.024+0000","up_votes":3,"down_votes":1,"body":"Permanente Chatbans werden nicht mehr verwendet, da Riot das in Vergangenheit getestet hat und sich dabei heraugestellt hat, dass toxische Spieler die langfristig nicht mehr chatten können, sich andere Methoden suchen um ihre Aggression auszudrücken, z.b. indem sie trollen und absichlich feeden. Die Ursache dafür ist, dass permanente Chatbans lediglich ein Symptom ausschalten, nicht jedoch das eigentliche Problem (was auch immer das beim einzelnen Spieler ist, z.B. mangelnde Fähigkeit mit Frustration umzugehen, antisoziale Persönlichkeitsstörung, Aggressionsstörung oder was auch immer). Dieses bleibt und äußert sich dann eben in anderen Symptomen, da das eigentliche Problem ist, dass diese Spieler ihrer Aggression in irgendeiner Weise Ausdruck verleihen möchten. \n\n> empfinde ich persönlich nicht als legitim.\n\nLegitim ist das auf jeden Fall, schließlich waren dir die Regeln bekannt, du hast ihnen zugestimmt, du wurdest gewarnt und du wurdest informiert dass der Permaban folgen wird, solltest du weiterhin die Regeln brechen. Fairer und \"legitimer\" kann man so ein System wohl kaum gestalten.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2018-12-29T22:20:37.256+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=PhantomIsADancer,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=0006000000000001,timestamp=2018-12-29T18:44:04.631+0000)\n>\n> Danke..Ich finde ich hätte einfach nen permanenten Chatbann verdient, da ich DORT die Bestrafung im richtigen Bereich hätte. Mir jedoch das Game in das ich 400€ und 3100h in 3 Jahren LoL-Zeit gesteckt habe komplett zu verwähren, empfinde ich persönlich nicht als legitim.\n\nWarum du keinen weiteren Chatbann bekommen hast?\nNunja, hättest du Dir die Nachricht zu Deinem 14 Tagesbann durchgelesen, wäre Dir vielleicht aufgefallen, dass Dir dort mitgeteilt wurde, dass wenn Du weiterhin gegen die AGB verstößt, Du permanent gebannt wirst. Wie viel deutlicher willst Du es denn noch haben? Soll jemand von RIOT bei Dir klingeln und Dir persönlilch sagen, dass Dein Verhalten nicht in Ordnung ist, und Du wenn Du Dich weiterhin so verhältst einen Perma bekommst?\nUnd nur weil Du Geld in das Spiel gesteckt hast, willst Du eine Sonderbehandlung haben?","replies":[]},{"id":"","poster":"Evíl cookie","date":"2019-01-19T10:19:33.285+0000","up_votes":1,"down_votes":0,"body":"FInde ich schon. Warum soll wer anders behandelt werden nur weil er mehr spielt und mehr Geld investiert hat?. Du hast die Regeln gebrochen ( die dir mehrmals unter die Nase gerieben werden) und musst mit den Konsequenzen leben. Du hattest auch genug Chancen dich zu bessern (2 Chatrestriction, 14 tages bann). Strafen sollen weh tun. DU hast dich gegenüber deinen Mitspielern scheiße verhalten. Ändere dein Verhalten, das Problem ist nicht das System.","replies":[]}]},{"id":"","poster":"Wernicke","date":"2018-12-30T06:40:51.261+0000","up_votes":2,"down_votes":0,"body":"Deine subjektive Meinung ist hier aber nicht maßgebend, sondern die des Hausherren, das ist in diesem Fall Riot. Du, ich, Te, wir alle, haben vor Beginn des spielens ihre Richtlinie akzeptiert und müssen uns daran nun halten. Du hättest auch auf nicht akzeptieren klicken und dir ein anderes Spiel suchen können.\nUnd Riot handelt in Strafstufen, d.h. wenn er schon vorbestraft wurde, also die entsprechenden vorherigen Strafen schon hatte, kann nur noch der permabann kommen und sonst nix, weil Strafstufen. Eine andere Bestrafung ist also gar nicht möglich.\n\nKleines Exkurs:\nEs geht übrigens nicht explizit um die Verwendung von direkten Beleidigungen, sondern immer nur um negatives chatverhalten. Negativ kann viele Dinge enthalten. Ich muss auch nicht fluchen oder eben direkte Beleidigungen benutzen um zu flamen, flamen ist viel mehr als das was du dir anscheinend darunter vorstellst. ","replies":[]}]}]}]},{"id":"","poster":"ImTheFox115","date":"2018-12-29T15:34:46.470+0000","up_votes":2,"down_votes":0,"body":"„PhantomIsADancer: i flamed but i didnt insult“\n\nHast doch geflammt, gibst du sogar zu :D","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-12-29T15:17:18.268+0000","up_votes":2,"down_votes":0,"body":"Legitim definitiv, da du den AGB zugestimmt hast\nÜber die Berechtigung würde ich auch nicht groß diskutieren. (Art. 5 AGB)","replies":[]},{"id":"","poster":"Alpacana","date":"2018-12-29T14:51:49.409+0000","up_votes":4,"down_votes":2,"body":"> Ich war aufgebracht, JA, aber ich habe niemanden beleidigt! \n\nBestimmte Schimpfwörter hast du nicht benutzt, das stimmt. Trotzdem beleidigst,  blamest und flamest du deine Teammates das ganze Spiel über und forderst zum Report auf. Izaya wird dir deinen Chatlog noch genau erklären, aber der Perma ist auf jeden Fall gerechtfertigt. Vielleicht hättet du dir die Chatrestrictions und den 14 Tage-Ban zu Herzen nehmen sollen und dein Verhalten ändern sollen..naja..kannst dir ja immer noch einen neuen Account erstellen :)","replies":[{"id":"","poster":"Beasthunter","date":"2018-12-29T15:36:33.074+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=0000,timestamp=2018-12-29T14:51:49.409+0000)\n>\n>  Und forderst zum Report auf.\n\nDas kann man nicht sagen, in jedem spiel gibt es ein \" Pls report ... for ... \". Und bestimmt hast du das auch schon mal gemacht. Das ist zwar eine Verletzung des Summoners Codes, aber darauf achtet Riot nicht. Du wirst auch nicht wegen z.B  leichter provokation gebannt obwohl es unter Passiv Flaming steht.","replies":[{"id":"","poster":"Alpacana","date":"2018-12-29T15:43:27.258+0000","up_votes":2,"down_votes":1,"body":"Also ich habe nicht in jedem Spiel ein \"Pls report ... for ... \". Habe ich so etwas schonmal gemacht? Ja, glaube schon (da wusste ich allerdings auch noch nicht, dass 1 Report genauso viel wert wie 9 sind).  Gehört sich so etwas? Nein, es hat keinen Zweck und stört nur. Riot achtet darauf sehr wohl, wenn es penetrant rübergebracht wird btw. Für 1x Schreiben wirst du allerdings keine Strafe erhalten, da hast du Recht. Trotzdem, wenn man durchgehend flamed und **dann noch** zum Report aufruft, ist es durchaus erwähnenswert mMn.","replies":[]}]},{"id":"","poster":"PhantomIsADancer","date":"2018-12-29T14:57:26.618+0000","up_votes":1,"down_votes":3,"body":"Ich wurde auch desöfteren geflamet, weil ich meine Lane verloren und wurde dann als Feeder dargestellt obwohl der Gegner nur besser gespielt hat und ich wurde auch oft beleidigt oder habe Rassissmus miterlebt und habe keine Sofortfeedbackmeldung erhalten ?! Ok das scheint ja gerecht zu laufen. Tut mir Leid aber ich kanns nicht nachvollziehen. Was haben die Banns davor denn hiermit zutun ? Diese habe ich stets als gerecht empfunden, da ich wirkliche Scheiße gebaut habe, aber dass bisschen Flame hier findet man in jedem Spiel von Season 8. Tut mir Leid aber ich raffs nunmal nicht..;(","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-12-29T22:12:58.576+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=PhantomIsADancer,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=00000000,timestamp=2018-12-29T14:57:26.618+0000)\n>\n> Was haben die Banns davor denn hiermit zutun ? Diese habe ich stets als gerecht empfunden, da ich wirkliche Scheiße gebaut habe, aber dass bisschen Flame hier findet man in jedem Spiel von Season 8. Tut mir Leid aber ich raffs nunmal nicht..;(\n\nAlles. Ich meine Riot, hat dir oft genug gesagt, dass sie dein Verhalten nicht in Ordnung finden und dass es ihren Richtlinien widerspricht. Irgendwann denken die sich halt auch \"Noch mehr Warnungen können wir dem jetzt nicht geben.\" und bannen dich permanent.\n\nNehmen wir mal ein Beispiel aus dem richtigen Leben: Du rast gerne zu schnell durch Ortschaften. Also nicht dramatisch zu schnell, aber schon so, dass du immer wieder geblitzt wirst. Die Strafen zahlst du aber, dein Verhalten änderst du nicht. Bis es irgendwann so viele Bußgelder gab, dass Flensburg dir den Führerschein für 3 Monate entzieht... danach machst du munter weiter, also entziehen sie ihn dir wieder und du musst zum Idiotentest.\n\nNichts anderes ist hier von Riots Sicht aus passiert. Sie haben dich vorgewarnt, sie haben dir den Account für 2 Wochen weggenommen und jetzt sehen sie als einzige Variante, dass du es endlich begreifst, dir diesen Account wegzunehmen. Jetzt kannst du (als quasi Idiotentest) dir einen neuen Account erstellen und auf diesem dann spielen... also solange du dort nicht wieder negativ auffällst, dann wird der nächste Account halt wieder gebannt.\n\nUnd legitim ist das ganze halt, weil Riot dich schon beim erstellen des Accounts vorgewarnt hat, dass dies passieren kann. Und dir danach 3 weitere Warnschüsse gegönnt hat, die du aber ignoriert hast.","replies":[]},{"id":"","poster":"Alpacana","date":"2018-12-29T15:04:55.110+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=PhantomIsADancer,realm=EUW,application-id=KYnfKGf0,discussion-id=E6eWAupi,comment-id=00000000,timestamp=2018-12-29T14:57:26.618+0000)\n>\n> Ich wurde auch desöfteren geflamet, weil ich meine Lane verloren und wurde dann als Feeder dargestellt obwohl der Gegner nur besser gespielt hat und ich wurde auch oft beleidigt oder habe Rassissmus miterlebt\n\nWenn du sie **richtig** reportest werden auch sie ihre Strafe erhalten (und ihren eigenen Chatlog).\nAußerdem solltest du auf Flame niemals antworten, sondern diese Spieler muten. Wenn sie dich flamen  haben sie sowieso in der Regel nichts sinnvolles zu sagen, so bist du also definitiv besser dran :)\n\n> und habe keine Sofortfeedbackmeldung erhalten ?!\n\nDas IFS bekommt man nur sehr selten, selbst wenn eine Strafe verhängt wurde. Nur weil du die Rückmeldung also nicht bekommst heißt das nicht, dass der Spieler keine Strafe erhalten hat.\n\n> Ok das scheint ja gerecht zu laufen.\n\nWie du an deinem eigenen Leib erkennen kannst tut es das in der Tat.\n\n> Tut mir Leid aber ich kanns nicht nachvollziehen. Was haben die Banns davor denn hiermit zutun ?\n\nAlle Bans hängen miteinander zusammen.\nEs gibt 4 Strafstufen:\n10 Game Chat Restriction\n25 Game Chat Restriction\n14 Tage Ban\nPerma Ban\n\nDurchläufst du eine Strafstufe, wirst du beim nächsten mal die nächste bekommen, bis du eben beim Perma angekommen bist. In der Meldung zum 14 Tage Ban steht übrigens auch, dass jedes nächste Vergehen, sei es noch so klein, mit einem Perma bestraft wird. \nBei extremen Vergehen (z.B. homophobe oder rassistische Beleidigungen) fährt Riot übrigens eine Zero-Tolerance-Schiene, d.h. du wirst in diesem Fall sogar Strafstufen überspringen und bekommst z.B. direkt einen 14 Tage-Ban.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2018-12-29T18:22:42.251+0000","up_votes":2,"down_votes":1,"body":"Ist Dir jemals aufgefallen, dass die Strafen für Deine verbalen Aussetzer immer heftiger ausgefallen sind? Allen das sollte ja schon Warnung genug sein, um zu merken, dass es jedes Mal ein wenig härter wird.\n\nEs wird halt nicht nach der absoluten Menge an Vergehen über einen Zeitraum hinweg bestraft, sondern RIOT reagiert nach jeder Eskalation ein wenig empfindlicher und zeigt eine stärkere Reaktion. Mit ein wenig Beobachtungsgabe - und natürlich weniger Arroganz gegenüber dem System - hätte das auch Dir auffallen können.","replies":[]},{"id":"","poster":"SuicidePlank","date":"2018-12-29T14:55:16.167+0000","up_votes":2,"down_votes":1,"body":"Ja, ist er.","replies":[]},{"id":"","poster":"Call Me 151","date":"2019-01-01T00:59:10.356+0000","up_votes":1,"down_votes":0,"body":"> ahri also good in lategame\n\nbann ist legitim\n\nedit: \n> these lp\n\npermaban ligitim ^2","replies":[]},{"id":"","poster":"need elo police","date":"2018-12-29T15:00:36.750+0000","up_votes":1,"down_votes":0,"body":"Der Klassiker. Du hast \"nur\" Chatbans, und das ist ja gar nicht so schlimm, immerhin kannst du auch ohne chatten zeigen, was für einen übelsten Skill du hast. Bis du dann irgendwann einen permanenten Ban bekommst und merkst \"Oh shit, ich kann ja jetzt gar nicht mehr auf dem Account spielen! Mein Geld, die Skins, die Emotes, die Icons, meine Elo, alles weg!!! RIOT, IHR PISSER!\"","replies":[]},{"id":"","poster":"Asulia","date":"2018-12-29T17:00:25.355+0000","up_votes":2,"down_votes":3,"body":"Hab deine Email mal für ne Anmeldung benutzt, wenn da was kommt ,einfach immer ja klicken und dann bezahlen, wäre cool wenn Du die Lieferadresse nicht ändern würdest.","replies":[]}]}