{"id":"nZ7G4L8Q","poster":"INC Shy","date":"2018-12-28T21:12:08.122+0000","title":"SFD-Gaming: League Community sucht Mitglieder","subforum":"Clans & Teams","embed":{"title":"Willkommen bei SFD-Gaming.com - Home","description":"SFD Gaming - Mulitgaming since 2000","url":"https://www.sfd-gaming.com/home.html","image":"https://www.sfd-gaming.com/images/carousel/42.jpg"},"up_votes":1,"down_votes":0,"body":"Willkommen bei SFD-Gaming.com - Home\r\nSFD Gaming - Mulitgaming since 2000\r\nHallo Community,\r\n\r\nSFD-Gaming &ouml;ffnet seine Pforten f&uuml;r den League of Legends Community Bereich.\r\n\r\nDie Organisation SFD-Gaming existiert seit April 2000. Im Bereich League of Legends hatten wir bereits Erfahrung mit Teams die sich erfolgreich f&uuml;r die ESLM Turniere qualifiziert hatten. Nachdem wir einizige Zeit in League of Legends nicht aktiv waren und unsere Schwerpunkte eher auf FIFA/Counterstrike/HotS lagen, haben wir uns nun entschieden wieder in den League of Legends Bereich einzusteigen. Der Bereich steht unter der Leitung von Julian &quot;SFD Mid &quot;.\r\n\r\nZiele:\r\n\r\nUnser Ziel ist es einen Community Bereich mit Fokus auf Community Teams aufzubauen. Hierf&uuml;r suchen wir jegliche Art von Spielern die Interesse haben sich in einer Community auszutauschen und in Teams zu trainieren um sowohl individuell, als auch teamtechnisch besser zu werden. Ebenso sind bereits Pl&auml;ne gemacht worden eine interne Liga zu erstellen, wenn sich die ersten Teams eingefunden haben. Desweiteren sind weitere Events des Managements geplant.\r\n\r\nSpielerprofil:\r\n\r\n* Mindestalter 16 Jahre\r\n* Headset/Mikrofon sind Vorraussetzung\r\n* Geistige Reife und freundlicher Umgangston\r\n    Aktivit&auml;t\r\n* F&uuml;r den Ligabereich setzen wir eine Elo von Gold+ vorraus\r\n* Sollte euer Interesse geweckt sein einer zielstrebigen, ehrgeizigen Organisation beizutreten, die klare Ziele hat, w&uuml;rden wir uns sehr freuen wenn ihr uns \r\n    einen Besuch abstattet.\r\n\r\nHierf&uuml;r kommt doch gerne zu uns ins Teamspeak unter 46.20.46.80:10024 oder added SFD Mid (auch gerne &uuml;ber Steam).\r\n\r\nBeste Gr&uuml;&szlig;e,\r\n\r\nEuer SFD-Gaming Management","replies":[]}