{"id":"yXV07EdT","poster":"zAntiM8","date":"2018-12-27T14:00:13.204+0000","title":"Warum überhaupt so viel Wind um gar nichts?","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":4,"body":"Disclaimer: Kontroverses Thema, indem ich viel rumjammern werde. Wer durch so etwas getriggert/offendet wird, sollte diesen Thread nicht lesen.\r\n                    Au&szlig;erdem betrifft es nicht nur &quot;Ligen &amp; gewertete Spiele&quot; sondern auch  &quot;Champions und Gameplay&quot;.\r\n\r\nLet&acute;s start ranting...\r\n\r\n\r\nAm einfachsten ist es, das Thema von hinten aufzurollen.\r\nSo nahm ich mir also vor, mein kleines gelbes Ausrzufezeichen aus meinem Profil zu entfernen. Wer darunter nichts versteht, hier eine kleine Erkl&auml;rung:\r\nEs stellt einen Warnhinweis, dass ich ein MMR Problem durch die Preseason changes erhalten habe, da ich von Platin V nach Platin IV gemoved wurde, allerdings trotzdem eine Platin V bzw. sogar Gold I MMR habe, dar.\r\n\r\nSo ging es also dahin. +15; +16 pro Sieg, -23 pro Niederlage. Hat mich anfangs nicht frustriert, da mein einziges Ziel darin bestand, meine MMR zu stabilisieren.\r\nDann ging es allerdings dahin. etwa 30 Games sp&auml;ter, 3/4 davon gewonnen (und wie wir alle wissen, gewinnen macht Spa&szlig;), finde ich mich auf ein mal in Platin II mit 22LP gain nach einer 7er winning streak. Das hat mich dann hungrig auf mehr gemacht, Diamond war ja praktisch in greifbarer N&auml;he.\r\nWas dann passiert ist allerdings fragw&uuml;rdig. 7 Spiele, daraus 4 gewonnen und 3 verloren und schnurstraks bin ich wieder bei +17 und -21;22.\r\nHier kommt meine erste Frage. Warum ist das so?!?\r\n\r\nWeiter im Text. N&auml;chste Frage. Warum d&uuml;rfen Mages die st&auml;rkste Klasse in Bot Mid und Toplane sein? Ich verstehe es absolut nicht.\r\n&quot;Diversify the meta bla bla bla&quot; Alles was ihr erreicht habt, ist, Cassiopeia den st&auml;rksten Bot Mid und Toplaner zu machen, Marksmen irrelevant gemacht und Toplane zu einer nun junglerabh&auml;ngigen, Meele vs Ranged Insel umzugestalten.\r\n\r\nDes Weiteren w&uuml;rde ich mich interessieren, warum es okay ist, dass in 80%+ meiner Games der bessere Midlaner der entscheidende Grund ist, warum ein Team gewinnt, weil er die st&auml;rkste Klasse sowohl im Mid als auch Lategame ist, seine Laning Phase alles andere als schwach ist, er die st&auml;rksten Items zur Verf&uuml;gung hat und kein Team ben&ouml;tigt um v&ouml;llig aufzubl&uuml;hen?\r\n\r\nUnd zuletzt w&uuml;rde ich noch gerne erfahren, warum LoL im Laufe von Season 8 von einem Schneeball zu einer Lawine wurde. Zwar dauerten meine Ranked games im Durchschnitt tats&auml;chlich echt lang und Comebacks f&uuml;hlen sich nicht mehr unrealistisch an, aber sobald ich in ein Normal Game gehe, kommt es mir so vor, als w&uuml;rde die Champ Select kombiniert mit der Queue Time und dem Loading Screen deutlich mehr Zeit fressen als das darauffolgende Game selbst.\r\n\r\nAbschlie&szlig;end h&auml;tte ich noch ein paar Worte an die Community.\r\n\r\nBitte h&ouml;rt auf schlechten Plays mit Hass zu begegnen.\r\nBitte h&ouml;rt auf verlorene Spiele unn&ouml;tig hinauszuz&ouml;gern und Spiele die man tats&auml;chlich gewinnen kann aufzugeben.\r\nBitte fangt an die Fehler zuerst bei euch selbst zu suchen, nur so werdet IHR besser, was auch euer Ziel sein sollte.\r\n\r\nZu guter letzt bleibt nur zu hoffen, dass sich bald eine L&ouml;sung findet, dass nicht nur Pro Play Spa&szlig; macht, sondern der Community auch die Chance gegeben wird, Freude an dem Spie zu finden.","replies":[{"id":"","poster":"zAntiM8","date":"2018-12-27T16:12:21.763+0000","up_votes":1,"down_votes":1,"body":"> cassio stärkster botlaner? lol hast noch nie n karthus draven lucian oder kaisa main gesehen vor allem ist das mit cassio nicht einmal geplant gewesen. ich glaube eher cassio ist gerade nur overhyped und eigentlich kein wirklich guter pick im eigentlichen sinne.\n\nKarthus ist seit den Dark Harvest Nerfs nicht mehr ansatzweise so stark wie er war, Kai'Sa ist sowieso nicht stark und Lucian ist \n1. hard countered durch Cassio\n2. ein durchschnittlicher Marksman, leider ist der Rest des Rosters nur noch ein Wrack. Lucian´s winrate ist nicht dadurch bedingt, dass er stark ist, sondern dass der Rest schwach ist.\n\nUnd dass Cassio overhyped ist merk ich spätestens daran wenn sie in jedem dritten Toplane game mein Feind ist und ich deshalb permanent dodgen darf.\n\n> außerdem wieso ist top jungleabhängig? jax riven und vlad kommen gut alleine zu recht und diese sind nunmal meta atm\n\nFolgendermaßen. Zumindest immer wenn ich es spiele, spiele ich Meele (me) gegen Ranged. Dann passiert das mit der Lane, was zwangsläufig passieren muss. Ich werde reingepusht und bleede das ganze Game cs. Nun ja. Nicht immer das ganze Game. Kommt nämlich mein Jungler und punished meinen overextended Laner (was dadurch resultiert, dass er permapusht), so bin ganz schnell ich wieder am Drücker, nicht mein Gegner. Und Champions wie Teemo und Cassiopeia sehen eben kein Land mehr, sobald der Tier 1 Turm gefallen ist und ich sie die ganze Lane runterjagen kann. \nPassiert das beschriebene Szenario allerdings nicht, so gewinnt der ranged Champion die Laning Phase automatisch.\n\n> in 3 jahren LoL kam mir noch keine andere Situation entgegen sprich für mich ist es nicht gerade jetzt erst so.\n\nIch sag nur Ardent Censer. Oder was auch immer. Es gab ne Zeit da konnte ich Rammus spielen und hab for free die schlechtesten Midlaner gecarried. Aber gerade aktuell ist es einfach nur noch tragisch anzusehen, wie alles um außer Midlane immer mehr und mehr an Relevanz verliert.\nAn einem persönlichen Beispiel kann ich sagen, gefühlt gewinne ich mehr Spiele, welche ich nicht verdient habe zu gewinnen, als andersrum. \nAllerdings verliere ich auch öfter Spiele, die ich verdient hätte zu gewinnen (was sich auch in meiner Match History wiederspiegelt).\n\n> Jain. Kommt immer drauf an ... ich persönlich hasse es zu verlieren weil irgendjemand meint vorrangig Dia 4 Spieler komplett dumme Plays zu machen vor allem im End/lategame wo jeder Fehler den lose bedeuten kann. \n\nIch will ja nicht schlechte Plays oder ähnliches rechtfertigen, alles was ich zum Ausdruck bringen wollte ist, dass der ganze Flame wenn überhaupt nur die Team Moral schwächt und nicht zu einem positiven Endresultat beiträgt.\n\n> Wieso sollte man nicht hinauszögern? es gibt genug situationen bei mir und beim gegner wo dieses hinauszögern vor allem seitens der jeweiligen Gegnern dafür gesorgt hat das diese noch verlieren.\n\nNatürlich gibt es die. Will ich auch gar nicht abstreiten. Meiner Meinung nach verhält es sich folgendermaßen. Wenn ein game schlecht aussieht, es aber jemanden gibt, der sich zutraut, es im Alleingang zu carrien, so soll er nicht surrendern. Diese Perspektive haben deine Teammitglieder nicht. Wenn sie diverse Item Breakpoints etc. nicht verstehen, weil sie z.B den Champion nicht spielen, alles in Ordnung. Dann tryharde bis es vorbei ist.\n\nAber was ich nicht versteh sind die Leute, die z.B Swain spielen, Veigar 5 Kills in der Lane feeden, dabei zusehen wie die Gegner 3 Infernals bekommen und dann noch an das Lategame glauben. Weil das wirklich nur Zeitverschwendung ist.\n\nWenn du den Gegner outscalest, okay. Dann bleib hartnäckig und surrender von mir aus auch beim 0/30 nicht, idc.\n\nAber als 0/11 AD Pantheon sollte man die Grenzen kennen.\n\n> an dieser Stelle frage ich mich immer wieder welchen Fehler ich bei mir suchen soll wenn jemand seit minute 5 afk ist , seit minute 5 0:5 steht , seit minute tear only baut und und und\n\nDen Extremfall den du nennst, ist (hoffentlich) selbstverständlich ausgeschlossen. Ich habe mich auf generelle Fehler bezogen. Sagen wir ein Toplaner der nicht followt, ein Jungler der ohne Lane prios invadet, ein ADC der nicht healt oder ein Supporter der seine Trinket stacks nicht benutzt. \n\nMan kann die Leute doh liebend gerne darauf aufmerksam machen, aber was wird es ändern, wenn man sie stattdessen beleidigt?","replies":[{"id":"","poster":"Cenâreth","date":"2019-01-08T00:18:50.529+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=zAntiM8,realm=EUW,application-id=ip27PlEH,discussion-id=yXV07EdT,comment-id=0001,timestamp=2018-12-27T16:12:21.763+0000)\n>\n> Karthus ist seit den Dark Harvest Nerfs nicht mehr ansatzweise so stark wie er war, Kai&#x27;Sa ist sowieso nicht stark und Lucian ist \n> 1. hard countered durch Cassio\n> 2. ein durchschnittlicher Marksman, leider ist der Rest des Rosters nur noch ein Wrack. Lucian´s winrate ist nicht dadurch bedingt, dass er stark ist, sondern dass der Rest schwach ist.\n> \n> Und dass Cassio overhyped ist merk ich spätestens daran wenn sie in jedem dritten Toplane game mein Feind ist und ich deshalb permanent dodgen darf.\n> \n> Folgendermaßen. Zumindest immer wenn ich es spiele, spiele ich Meele (me) gegen Ranged. Dann passiert das mit der Lane, was zwangsläufig passieren muss. Ich werde reingepusht und bleede das ganze Game cs. Nun ja. Nicht immer das ganze Game. Kommt nämlich mein Jungler und punished meinen overextended Laner (was dadurch resultiert, dass er permapusht), so bin ganz schnell ich wieder am Drücker, nicht mein Gegner. Und Champions wie Teemo und Cassiopeia sehen eben kein Land mehr, sobald der Tier 1 Turm gefallen ist und ich sie die ganze Lane runterjagen kann. \n> Passiert das beschriebene Szenario allerdings nicht, so gewinnt der ranged Champion die Laning Phase automatisch.\n> \n> Ich sag nur Ardent Censer. Oder was auch immer. Es gab ne Zeit da konnte ich Rammus spielen und hab for free die schlechtesten Midlaner gecarried. Aber gerade aktuell ist es einfach nur noch tragisch anzusehen, wie alles um außer Midlane immer mehr und mehr an Relevanz verliert.\n> An einem persönlichen Beispiel kann ich sagen, gefühlt gewinne ich mehr Spiele, welche ich nicht verdient habe zu gewinnen, als andersrum. \n> Allerdings verliere ich auch öfter Spiele, die ich verdient hätte zu gewinnen (was sich auch in meiner Match History wiederspiegelt).\n> \n> Ich will ja nicht schlechte Plays oder ähnliches rechtfertigen, alles was ich zum Ausdruck bringen wollte ist, dass der ganze Flame wenn überhaupt nur die Team Moral schwächt und nicht zu einem positiven Endresultat beiträgt.\n> \n> Natürlich gibt es die. Will ich auch gar nicht abstreiten. Meiner Meinung nach verhält es sich folgendermaßen. Wenn ein game schlecht aussieht, es aber jemanden gibt, der sich zutraut, es im Alleingang zu carrien, so soll er nicht surrendern. Diese Perspektive haben deine Teammitglieder nicht. Wenn sie diverse Item Breakpoints etc. nicht verstehen, weil sie z.B den Champion nicht spielen, alles in Ordnung. Dann tryharde bis es vorbei ist.\n> \n> Aber was ich nicht versteh sind die Leute, die z.B Swain spielen, Veigar 5 Kills in der Lane feeden, dabei zusehen wie die Gegner 3 Infernals bekommen und dann noch an das Lategame glauben. Weil das wirklich nur Zeitverschwendung ist.\n> \n> Wenn du den Gegner outscalest, okay. Dann bleib hartnäckig und surrender von mir aus auch beim 0/30 nicht, idc.\n> \n> Aber als 0/11 AD Pantheon sollte man die Grenzen kennen.\n> \n> Den Extremfall den du nennst, ist (hoffentlich) selbstverständlich ausgeschlossen. Ich habe mich auf generelle Fehler bezogen. Sagen wir ein Toplaner der nicht followt, ein Jungler der ohne Lane prios invadet, ein ADC der nicht healt oder ein Supporter der seine Trinket stacks nicht benutzt. \n> \n> Man kann die Leute doh liebend gerne darauf aufmerksam machen, aber was wird es ändern, wenn man sie stattdessen beleidigt?\n\nDiese Leute kennen keine Grenzen.\nEs fängt auch schon in der Champ Select an. Da wird sich nicht mal Gedanken gemacht Ob ich einen Bruiser brauche oder nicht.","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-28T11:13:48.819+0000","up_votes":1,"down_votes":0,"body":"Zu Midlane ist's Recht simpel: Die Rollen mit dem meisten Impact sind Mitte und Jungle. Das ist nun Mal so. Sie können roamen und andere Lanes beeinflussen. \nEdit: der Midlaner kann auch sowohl drake als auch Herald helfen und beide Seiten des Jgl waren helfen, jenach Situation. Es ist aber auch die schwierigste Lane.\n\nDie Mmr ist durch den Elowechsel noch etwas buggy. Durch deine WR hast du deine Mmr nicht stabilisiert sondern das Problem nur ein paar Elos nach oben verlagert.","replies":[{"id":"","poster":"zAntiM8","date":"2018-12-28T18:43:38.103+0000","up_votes":1,"down_votes":0,"body":"> Es ist aber auch die schwierigste Lane. \n\nOhne dir zu widersprechen... ich würde liebend gerne deine Ausführung hören, warum gerade diese Lane schwierig sein sollte.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-31T12:02:12.107+0000","up_votes":1,"down_votes":0,"body":"Es ist die schwierigste LANE. Jungle ist mmn die Schwierigste Rolle.\n\nWarum Midlane?\n\n1. Man kann von 2 Seiten (insgesamt 6 Routen - Annahme T1 steht noch) geganked werden (2x River, + 2x Rapors, 2x Wölfe) dh es ist die gefährlichste Lane. Top und Bot haben jeweils nur 1 Seite und und 1 Route (ohne Tower aggro)\n2. Er muss/kann beide Jgl Seiten warden/im Auge behalten.\n3. Er muss/kann 2 Seiten Roamen\n4. Er muss/kann sowohl Herald als auch Drakes helfen.\n5. Der Midlaner T1 ist der \"wertvollste\" T1, da er die Map zu beiden Seiten öffnet, dh er muss schön deffen und die Wave bei allen Aktionen im Auge behalten.\n6. Er muss/kann bei Skirmish-Kämpfen auf beiden Seiten im River helfen.","replies":[{"id":"","poster":"zAntiM8","date":"2019-01-05T20:03:24.698+0000","up_votes":1,"down_votes":0,"body":"Nun gut, jetzt kann ich anfangen dir zu wiedersprechen.\nZuallererst hast du (wenn überhaupt) dafür argumentiert, dass es die wichtigste, nicht die schwierigste Lane ist.\n\nJetzt zu deinen Punkten.\nDer erste ist der, den ich noch am ehesten akzeptieren kann. Wobei man auch einfach einen {{item:2055}} in einen Busch setzen, links daneben ein Trinket (wenn du wirklich sicher sein willst) und dann einfach auf dieser seite stehen. \nDann gilt es wie bei jeder lane, nicht overextenden und auf den gegnerischen Jungler achten.\nWas noch dazu kommt, ist, dass es die mit Abstand kürzeste Lane, und jedem Champion entweder Hard CC, oder Mobility zur Verfügung steht.\nUm es zusammenzufassen, doch nicht soooooo einfach zu ganken, oder?\n\nHierbei reicht ein Blick auf die Minimap. Es ist tatsächlich nicht weniger Aufwand, 50% der Minimap anzusehen, als 100%.\nWenn ein Supporter auf die Minimap sieht, sieht er auch die Toplane, obwohl es ihn (meistens) nicht zu interessieren hat.\n\nMuss/Kann ein Toplaner mit TP/ein Supporter auch, außerdem macht es eh niemand, außer die, die offrole sind, weil sie eben genau das denken. Wenn ein Midlane Main einmal roamt, dann ist es etwas wie LeBlanc oder Talon (die ohnehin innerhalb von 2 Sekunden auf der anderen Lane und wieder zurück sind) und das auch nur, um Freekills abzuholen.\n\nAlso wenn überhaupt, dann sind sie im objective Fight im River dabei. Hierbei kann man aber auch wieder sagen, dass man, wenn man alle Games und Objectives (Herald/Drake) zusammenrechnet, und ADC/Supp als halbe Person rechnet, öfter Top/Botlaner bei Objectives sind als Midlaner, obwohl diese Anschluss zu beiden hätten.\nEinen Herald leashen sieht man vielleicht einen aus 70 Midlanern. (Wobei man auch sagen muss, dass man dies auch nicht verlangen kann. Habe es trotzdem erwähnt, da mindestens jeder 5-10te Toplaner mithilft.)\n\nTürme defft man von selbst, mit seiner Präsenz. Das einzige, was ein Midlaner tun könnte, um Stabilität zu gewährleisten, wäre TP mitzubringen. Da dieser Summoner allerdings auf 90% des Rosters troll ist (nein, ich rede nicht von Professional Play), sollte bekannt sein.\nDaher fällt es tatsächlich jedem außer dem Midlaner selbst in die Hand, den Mid Tier 1 zu verteidigen.\nAbgesehen davon, ist das, seit den Turret Changes ohnehin hinfällig, da jeder Turm früher oder später fällt. (War nämlich früher nicht so, dass eine 0/5 Syndra mit 4CS/min einen Turm mit 3 minion waves zerstören kann.)\n\nZu Skirmishes habe ich mich bereits geäußert.\n\nUnd jetzt zu jeder Lane ein Argument (bei Jgl muss ich dich offensichtlich nicht mehr überzeugen) warum sie eben schwieriger zu spielen ist, als Midlane.\nVorab, ein guter League Spieler, ist auch ein guter Midlane Spieler. Bei anderen Lanes verläuft es nicht (immer) so.\n\nFangen wir oben an. Ein Toplaner benötigt die mit Abstand beste Map Awareness. Außerdem ist sein Makro Game das scwierigste und entscheidenste.\nMidlaner (zmst 90% der Champ sind ohehin ARAM und erfordert kein erweitertes Gameknowledge.\n\nEin ADC muss kiten können. Jeder ADC kann Spells drücken, nicht jeder Midlaner kann kiten. Und es gibt sowohl komplexere Mages, als auch ADCs. Aber egal wie simpel das Design ist, ein jeder ADC (okay außer {{champion:21}}) muss sowohl kiten, als auch Spells drücken können. Bei Mages ist das nun einfach nicht gegeben.\n\nEin Supporter muss im Gegensatz zum durchschnittlichen Midlaner für 5 Spieler, statt für einen denken. Wer braucht in welcher Sekunde z.B Blackshield/Mikaels VS wen soll ich wann oneshotten? Was ist hier wohl schwieriger?","replies":[]}]}]}]},{"id":"","poster":"N33KO N33KO","date":"2018-12-27T15:33:51.523+0000","up_votes":1,"down_votes":0,"body":"cassio stärkster botlaner? lol hast noch nie n karthus draven lucian oder kaisa main gesehen vor allem ist das mit cassio nicht einmal geplant gewesen. ich glaube eher cassio ist gerade nur overhyped und eigentlich kein wirklich guter pick im eigentlichen sinne. Da tanks aber meines erachtens unglaublich schwach geworden sind und vor allem armor/mr ziemlich schlechte wirkung zeigen kann man lieber auf mehr damage gehen. Angriff ist die beste verteidigung in diesem fall. pls make tanks great again. Klar es gibt zwar ausnahmen wie zb thresh aber nur aufgrund seines kits da dieses kit ihn durch recht hohen basisschaden für vergleichsweise full tank/sup build , recht geringem cooldown und durch nahezu perma-cc einfach zu  einem perfekten counter zu fast allen botlane champs macht. auch cassio.\n\nNoch dazu ist League einfach in einer dash-meta und der mit den meisten dash/gapcloser-skills im Team gewinnt fast automatisch. An für sich ist also eher eine vermutlich ungewollte meta entstanden durch andere Einflüsse.\n\naußerdem wieso ist top jungleabhängig? jax riven und vlad kommen gut alleine zu recht und diese sind nunmal meta atm\n\n> Des Weiteren würde ich mich interessieren, warum es okay ist, dass in 80%+ meiner Games der bessere Midlaner der entscheidende Grund ist, warum ein Team gewinnt, weil er die stärkste Klasse sowohl im Mid als auch Lategame ist, seine Laning Phase alles andere als schwach ist, er die stärksten Items zur Verfügung hat und kein Team benötigt um völlig aufzublühen?\n\nin 3 jahren LoL kam mir noch keine andere Situation entgegen sprich für mich ist es nicht gerade jetzt erst so. Es ist allgemein bekannt das die Midlane den meisten Druck auf allen lanes ausüben kann allerdings auch im Gegenzug das Team am meisten throwen kann.  Der bessere Midlaner gewinnt eigentlich fast immer ^^ und das schon seit jahren. Außerdem ist genau die Laning-Phase der Schwachpunkt der meisten midlaner. ich würde sogar sagen das man wenn man effektiv ohne DuoQ climben will immer Midlane picken sollte. Hier steckt einfach wirklich das meiste Potenzial drin und gutes Gameplay wird hier auch bei weitem am meisten belohnt. Ein guter und stark ahead Midlaner hat das Game eigentlich schon im AFk-Mode gewonnen.\n\n\n> Und zuletzt würde ich noch gerne erfahren, warum LoL im Laufe von Season 8 von einem Schneeball zu einer Lawine wurde. Zwar dauerten meine Ranked games im Durchschnitt tatsächlich echt lang und Comebacks fühlen sich nicht mehr unrealistisch an, aber sobald ich in ein Normal Game gehe, kommt es mir so vor, als würde die Champ Select kombiniert mit der Queue Time und dem Loading Screen deutlich mehr Zeit fressen als das darauffolgende Game selbst.\n\nhier stimm ich dir allerdings vollkommen zu wobei auch rankeds wie ich finde teilweise sehr lange zum queuen brauchen und mind 10x gedodged wird bevor es zu nem Game kommt.Allerdings muss man hier einfach sagen das man einfach dodgen muss wenn man climben möchte. Es gibt genügend Teams die man nach kurzem Blick auf op.gg schon meiden sollte.\n\n> Bitte hört auf schlechten Plays mit Hass zu begegnen.\n\nJain. Kommt immer drauf an ... ich persönlich hasse es zu verlieren weil irgendjemand meint vorrangig Dia 4 Spieler komplett dumme Plays zu machen vor allem im End/lategame wo jeder Fehler den lose bedeuten kann.  Es ist ja an für sich ok mal n schlechten Play zu machen aber teilweise sehen diese plays echt so aus als würden gewisse Leute das extra machen (vor allem da diese immer von denen stammen die schon seit 10 min ff spammen) kanns manchmal einfach nicht mehr für n unlucky play halten sondern für bewusstes trollen. diesen plays die mir so vorkommen begegne ich dementsprechend schon gelegentlich mit leichtem flame weil es einfach wieder zeigt was league geworden ist. Ein einzelner Spieler kann nicht gewinnen aber ein einzelner Spieler kann das game komplett verlieren. Kannst 50.0 stehen und es bringt dir n feuchten furz weil nur ein Spieler der nicht mitspielt nötig ist um ganz einfach zu verlieren. \n\n> Bitte hört auf verlorene Spiele unnötig hinauszuzögern und Spiele die man tatsächlich gewinnen kann aufzugeben.\n\n\nWieso sollte man nicht hinauszögern? es gibt genug situationen bei mir und beim gegner wo dieses hinauszögern vor allem seitens der jeweiligen Gegnern dafür gesorgt hat das diese noch verlieren. Es gibt immer situationen wo n nexus mit 100 hp nicht gehittet wird. dann respawnt das ganze team , eine gute wombo und du rusht bis zu deren nexus durch. Ich finde man sollte nie aufgeben sofern es bei einem 5v5 game bleibt.\n\n\n> Bitte fangt an die Fehler zuerst bei euch selbst zu suchen, nur so werdet IHR besser, was auch euer Ziel sein sollte.\n\nan dieser Stelle frage ich mich immer wieder welchen Fehler ich bei mir suchen soll wenn jemand seit minute 5 afk ist , seit minute 5 0:5 steht , seit minute tear only baut und und und . Klar ist es immer leicht zu sagen man soll die Fehler bei sich selbst suchen und es gibt durchaus berechtigte Grüne dafür allerdings sehe ich nicht wieso ich einen Fehler bei mir suchen soll wenn jemand afk ist etc. Schließlich kann ich dafür absolut nichts und der Game-Lose lastet auf keinen einzigen Teammate der noch im Spiel ist sondern einzig und allein auf denjenigen der afk ist in meinen Augen.","replies":[]}]}