{"id":"VKjLIW0B","poster":"BulletRisk","date":"2018-12-26T14:27:51.304+0000","title":"LFT: Grandmaster Jungler / Support","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir sind auf der suche nach Tryouts f&uuml;r die ESL/EPS Teams.\nWir spielen schon seit ca. 4 Jahren zusammen DuoQ und m&ouml;chten nun in die competetive Szene einsteigen und uns nat&uuml;rlich stetig verbessern.\nDurch unsere 4-J&auml;hrige duo-q Zeit haben wir eine duo synergy entwickelt die vom Nutzen in einer team-orientierten Umgebung ist .\n\nMein Name ist Dawid aka shaxciano; 21 Jahre Alt.\n\nIch m&ouml;chte in die Kompetitiv Szene reinkommen und mein k&ouml;nnen unter Beweis stellen.\n\nSt&auml;rken: \n- Grandmaster 180 LP 61% Winrate\n- Sehr Motiviert \n- Jungler Tacking \n- Kann gut mit Kritik umgehen (nehme es nicht pers&ouml;nlich) \n- Kann mich der Meta anpassen\n- Shotcalling ( noch nie gemacht aber einer meiner ziele die ich Trainieren m&ouml;chte)\n- Tiltproof d.h man redet &uuml;ber alle Fehler nach dem Game und nicht In-Game\n- Gute Mechanics\n\nSchw&auml;chen:\n- Manchmal Farme ich zu viel und Ganke zu wenig &lt;-&gt; manchmal Gank ich zu viel und Farme zu wenig\n- Championpool k&ouml;nnte gr&ouml;&szlig;er sein z.b ( Camille, Taliyah, Eve) habe ich kaum gespielt.\n- Sehe meist meine eigenen Fehler aber habe Probleme bad habits abzulegen -&gt; Kaufe eine Zeit lang genug Vision Wards und dann mal wieder gar keine oder viel zu wenig.\n\n\nJetzt zu meinen DuoQ Mate sein Name ist Daniel 26 Jahre Alt und zurzeit D1 - davor Master - War S1 bis S6 Midlane Main und ist mitte S6 bis nun Support Main. Kann jedoch immer noch Mid spielen wenn er sich auf die Meta einstellt -&gt; offen f&uuml;r beide Rollen.\n\n\nSt&auml;rken:\n- Sehr Motiviert \n- Gutes Shotcalling\n- Gute Mechanics\n- Team Erfahrung S5 bei Team zone Academy (TCL) gespielt\n- Gro&szlig;en Championpool\n- Sehr gute Vision-Control\n- Sehr gutes Spielverst&auml;ndnis -&gt; kann sein Team f&uuml;hren  \n\n\nSchw&auml;chen:\n- Tilted in SoloQ gerne mal rein (jedoch nicht in teamranked/oder gegen&uuml;ber mates)\n- Nimmt kein Blatt vor den Mund - sagt immer seine Meinung.\n- Frustriert wenn man gewonnene games throwed und dann am Ende das spiel verliert (ist sehr gewinnorientiert) \n\nSolltet ihr soweit gelesen haben und interessiert sein, k&ouml;nnt ihr uns gerne auf Twitter anschreiben.\n\nUnsere OPGG Accounts:\nhttp://euw.op.gg/summoner/userName=shaxciano (Jungle)\nhttp://euw.op.gg/summoner/userName=shik3 (Support)  (Von P1 auf D1 in einer Woche geclimbed mit 70-80% Winrate aber spielt sich gerade einen neuen Account (Level 29) hoch da er auf shik3 +14 / -24 LP bekommt seit 8.24)\n\nTwitter Accounts:\nhttps://twitter.com/shaxciano (Jungle)\nhttps://twitter.com/shikari3333 (Support/Mid)\n\nESL Account:\nhttps://play.eslgaming.com/player/1704674/ (shik3)\nhttps://play.eslgaming.com/player/6633242/ (shaxciano)","replies":[]}