{"id":"p5Z4l9Uy","poster":"MahmudGetsYoAss","date":"2018-12-26T11:20:10.255+0000","title":"Bei mir fühlt sich momentan fast jedes Match 1v9 an was soll ich machen ich verzweifel bald.","subforum":"Champions & Gameplay","up_votes":5,"down_votes":5,"body":"Was LoL angeht bin ich momentan echt am Ende.. Bei mir f&uuml;hlt sich fast jedes Match 1v9 an, ich habe schon &uuml;berlegt das Game zu quitten, da ich seit Preseason anfang einfach nicht mehr aus dem Zyklus komme..\r\n\r\nHattet ihr auch schon mal so ne Phase? und was habt ihr dagegen gemacht?","replies":[{"id":"","poster":"Skagerak","date":"2018-12-26T13:16:39.504+0000","up_votes":2,"down_votes":0,"body":"Ich selbst zock eigentlich auch nur competetive, hab aber in der Zeit mal komplett die Finger vom Multiplayer gelassen und Rpgs gezockt. Sowas wie Witcher 3, Skyrim oder andere Sachen wie Tomb Raider oder auch mal Strategie Spiele wie Rome total 2 aber da eben nur solo die Kampagne eben Sachen wo du dich nicht anstrengen musst. Ich weiß halt nicht auf was für games du sonst so stehst, ich zock eigentlich recht viel. Oder spiel mal sachen online wo du nicht so tryhardest, vielleicht mal mit Freunden einfach aus Spaß. War bei mir z.B MW2 was wir dann einfach immer 4v4 gespielt haben, aber eben ohne wirklich zu tryharden. Is eigentlich letztendlich egal was davon, hauptsache du chillst mal ein wenig damit du wieder Bock hast zu tryharden, ohne das man da unter Stress steht, denn dann macht LoL auch irgendwann kein Spaß mehr. Besonders jetzt in der Preseason wo keiner wirklich weiß wie er zu spielen hat und das alles mehr einem Sandboxmode ähnelt und nicht dem ranked das wir sonst kennen.","replies":[{"id":"","poster":"N33KO N33KO","date":"2018-12-26T18:13:56.382+0000","up_votes":1,"down_votes":0,"body":"Mw2 remake muss dringend her :/","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-12-26T13:22:32.223+0000","up_votes":1,"down_votes":0,"body":"Ich werde mir die Tage mal Smash und das neue Zelda holen ich denke die Combi ist genau richtig, ich bedanke mich für deine Hilfe :)","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-12-26T13:20:05.649+0000","up_votes":1,"down_votes":0,"body":"Dann muss ich mal schauen was ich spielen werden. Gefühlstechnisch liegst du mit dem Tryharden ziemlich richtig..","replies":[]}]},{"id":"","poster":"Skagerak","date":"2018-12-26T12:40:26.357+0000","up_votes":2,"down_votes":0,"body":"Ich würd dir empfehlen mal ne Pause zu machen das hat mir geholfen. Zock irgendwas anderes bis zum 23 Januar wenn die Season wieder beginnt. Dann kommt die Lust wieder und auch die typische Preseason ist dann rum, die Spieler zocken dann also wieder normal da es dann eben wieder um etwas geht.","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-12-26T12:59:48.031+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist eben, ich weiß nicht was. Ich bin ein riesen Competitive Fan, aber ich habe alles Typische schon durch. LoL hat mir eben diese Herausforderung gegeben, da es endlich was richtiges zum lernen gibt. Hast du irgendwelche Vorschläge was Games angeht?","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-12-26T14:23:25.880+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es dann mal mit etwas Atypischem?\nBeispielsweise Atlas Reactor, was ein Rundenbasiertes 4 vs 4 Deathmatch ist wer zu erst Kills hat oder mehr Kills nach Runde 20.\n\nDa es eben 4 vs 4 ist und es auch Ranked gibt, ist es doch auch Competetive.","replies":[]}]}]},{"id":"","poster":"Riser","date":"2018-12-26T12:15:13.637+0000","up_votes":2,"down_votes":0,"body":"Hatte das auch mal. Ich habe dann meine Games im nachhinein nochmal angeschaut und analysiert was ich besser machen hätte können. Ich bin in jedem Spiel auf grobe Fehler meinerseits gestoßen und habe dann z. B. im entscheidenden Teamfight, trotz dass ich 6|0 war nicht die Rolle einnehmen, die ich hätte spielen sollen.","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-12-26T12:27:00.770+0000","up_votes":1,"down_votes":0,"body":"Das habe ich auch schon gemacht, aber ich weiß beim besten Willen nicht wie ich es fixen soll, als ADC. **Es gibt immer und zwar immer 1 Problem, wir machen aus gewonnenen Fights nicht. Ich habe immer Drake gemacht, aber Tower kann ich halt wegen den Assassins nicht machen (zumindestens die ersten kann ich machen).** **Das zweite Problem ist, was soll ich als ADC gegen dieses Splitpushen unternehmen.** Ich hoffe mir kann da jemand helfen.","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-12-26T14:20:29.928+0000","up_votes":1,"down_votes":0,"body":"Die einfachste Möglichkeit wäre wohl einen Premade im Team zu haben als Support oder Jungler.\nDas ermöglicht schon viel mehr, als wenn man alleine ADC spielt.\n\nGegen Splittpush kann man als ADC nicht so viel machen, vielleicht als Luc oder Jinx mit dem Waveclear.\nAusser vielleicht man spielt Vayne, die kann auch gegen Toplaner 1 vs 1 wenn gut gespielt und er nicht zu gefeeded ist.","replies":[]}]}]},{"id":"","poster":"Mr qBauerp","date":"2018-12-26T12:28:17.167+0000","up_votes":2,"down_votes":1,"body":"Hey, Riser macht einen wirklich guten Vorschlag, am besten lässt du jemand anderen darüber schauen.\nSonst mach es wie ich: \"Nimm dein Smurf und klopp 1vs9 alles weg.\" Macht wirklich Laune\n.....auch wen es verwerflich ist  {{sticker:slayer-jinx-wink}} ","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-12-26T13:23:52.108+0000","up_votes":1,"down_votes":0,"body":"Ja der Punkt ist ja Gold 4 ist halt meine Elo xD Ich wurde ja schon einmal gedownranked auf S1, kaum bin ich da klopp ich alles weg. Dann komm ich wieder G4 und schon wieder das 1v9 Feeling xD Spiele ich Flex wo ich momentan S3 bin, ist es halt wieder die reinste Vergewaltigung, ich denke das beste ist der Vorschlag von Skagerak..","replies":[]}]},{"id":"","poster":"Veezey","date":"2018-12-26T22:23:38.402+0000","up_votes":1,"down_votes":0,"body":"Pause machen und was anderes zocken.","replies":[]},{"id":"","poster":"N33KO N33KO","date":"2018-12-26T18:13:10.896+0000","up_votes":1,"down_votes":0,"body":"regelmäßig :) erst gestern n schönes Game. Ich : 18 :5 Xayah , verloren am Ende weil mein supporter (alistar) dringend meinte das es eine gute Idee sei dem gegnerischen Amumu nen freiflug in unser Team zu schenken. Was dann wohl passiert ist kann man sich einigermaßen denken #ace.\n\ndaraufhin folgte dann auch ziemlich schnell die niederlage und der alistar dasht immer weiter den amumu in uns rein auf die hoffnung das wir ihn schnell genug killen. (er wollte uns nicht trollen sah jedenfalls nicht danach aus er war einfach nur n bad player) aber tzd hat das wieder zu nem 1v9 feeling beigetragen zumal der rest meines Teams auch nicht gerade rosig performed hatte mit ausnahme des toplaners der wenigstens das Spiel kannte. \n\nIch weiß wieso ich Teamgames irgendwie nicht ausstehen kann ..... wie soll man so in irgendeiner weise nur im Ansatz climbchancen haben? wenn das 1x alle 10 Games auftreten würde dann kein Ding aber nach der spätestens 3. Runde ist einfach instant Schluss. Kritisch wirds dann immer wenn diese Leute ne höhere Elo haben als man selber dann ist man wieder für den rest des Tages 110% tilted. \n\ndagegen spiele ich gern multiplayer survival oder generell multiplayer gegen bot-gegner wie zb tf2 l4d2 oder killing floor.\nWenn man was schönes in der Tasche hat dann kann man sich auch gerne n solo rpg geben oder für leute die ganz viel entspannung brauchen denen würde ich n idle/clicker minigame empfehlen. diese ziehen auch n paar  wochen lebenskraft wenn man sich da zu sehr reinsteigert ^^","replies":[]}]}