{"id":"TQdOrBoE","poster":"Steelmachine","date":"2018-12-22T10:02:34.723+0000","title":"Im Spiel gewachsen.Gelernt doch nichts vergeben.","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":5,"body":"Hallo.\r\nEinfach ein Paar Gedanken..\r\nIch spiele league of legends jetzt ungef&auml;hr seid season 2.Hatte am Anfange 0 % Ahnung von diesem Game.Ich rannte mit meinem adc &uuml;ber die ganze Map um meinem Team zu helfen.Meine Items waren ein totales durcheinander von ap und ad damage in Verbindung mit R&uuml;stungen zum schutz.Warum ich auf einer Lane bleiben soll wusste ich nicht.Ein V&Ouml;LLIGER Newbie.Wusste nicht mal was ein ADC sein soll wenn mich jemand darauf hingewie&szlig;en hatte das ich doch adc bin und auf meine Lane zur&uuml;ck gehen soll.\r\n\r\n\r\nIch lernte nach und nach und wurde...toxisch.Sehr toxisch.Irgendwann nach einer menge Geld das ich in den Account steckte,kam der permabann (wusste nicht mal das es den gibt f&uuml;r Beleidigungen).\r\nAlso der 2 Account.Diesmal tats&auml;chlich viel weniger toxisch.2 Wochen bann..ok also noch weniger toxisch.Am ende kam der 2te permabann in einem Spiel in dem ich einem extrem toxischen Mitspieler sagte das ich ihn reporten werde.Das war alles denn ich wusste ich hatte ja schon einen 2 wochenbann mit jenem Account.\r\nRiot sagte mir das auf der Report -call negativ ist.Bann bleibt.\r\n\r\nDann eine lange pause vom Game.\r\n\r\nSeit dieser Zeit habe ich inzwischen 2 neue Accounts und keinerlei bans.Kein chat ban.Kein 2 wochenbann..usw.\r\nIch ignoriere einfach wenn jemand zu mir spricht.Unabh&auml;ngig ob es negativ oder positiv ist.\r\nKlar freue ich mich im stillen wenn ich gelobt werde und mein Team mir folgt weil ich als recht guter mid Laner auch immer wieder ein Teil des carries im Team oder sogar der alleinige carrie bin.\r\n\r\nUnd wenn mal jemand sehr toxisch ist lege ich mich noch mehr ins zeug,allein schon um dem jenigen zu zeigen das eine Niederlage nicht an mir oder zumindest an mir allein liegen soll.Ich begegne Beleidigungen mit guten Aktionen w&auml;hrend einer Runde.Ich schweige und wenn jemand wirklich zu extrem war (hartes feeden,afk,beleidigen..das volle Programm),werde ich ihn nach dem spiel reporten.Besser als jedes Wort das ich ihm im Spiel sagen k&ouml;nnte.\r\n\r\n\r\nIch bin gewachsen.Und es f&uuml;hlt sich gut an.Viel besser als der stress zu Zeiten in denen ich mich darauf konzentrierte mit anderen in eine verbale Auseinandersetzung zu geraten.Mein Focus bleibt auf meinen Gegnern...nicht mehr auf den Chat.\r\n\r\nIst jemand gestresst weil er sein Lane hart am verlieren ist,so werde ich ihn nicht pers&ouml;nlich ansprechen.Ich gebe ihm aber das gef&uuml;hl immer noch ein wichtiger Teil des Teams zu sein und versuche ihn so wieder aufzubauen.Das ganze nat&uuml;rlich mit roaming bei dem ich ihm auch gerne den Kill &uuml;berlasse.\r\nIch sage dann allgemeine dinge wie &quot;very nice Team&quot; oder &quot;nice Teamwork&quot; gerade um eben das Teamgef&uuml;hl zu st&auml;rken denn das ist ein extrem wichtiger teil des Games der den Sieg ausmachen kann.Keine worte f&uuml;r einzelne Team mates mehr.Wenn &uuml;berhaupt dann nur ein paar S&auml;tze an das ganze Team.\r\n\r\nIch bin gewachsen aber meine ersten Accounts bleiben gesperrt.\r\nH&auml;tte sie schon gern zur&uuml;ck.Allein schon weil ich jetzt verstanden habe worum und wie es geht.Und weil es einfach Super w&auml;re als alter LOL Veteran auch mit dem ersten Account von Tag 1 zu spielen.Nicht zuletzte das Geld das da drinnen steckt.\r\nWachse du bevor du deinen Account verlierst.\r\n\r\nIn diesem Sinne....\r\nMan sieht sich auf dem Schlachtfeld...und besser kreuze nicht meine Weg.Doch m&ouml;ge der bessere gewinnen.\r\ngru&szlig;.","replies":[{"id":"","poster":"Casual Boy","date":"2018-12-22T12:43:52.846+0000","up_votes":3,"down_votes":1,"body":"***","replies":[{"id":"","poster":"SuicidePlank","date":"2018-12-22T12:51:00.716+0000","up_votes":1,"down_votes":0,"body":"+1","replies":[]}]},{"id":"","poster":"Valdis17","date":"2018-12-22T10:21:49.210+0000","up_votes":2,"down_votes":7,"body":"Ich esse gerne Rindfleisch {{sticker:sg-poppy}}","replies":[]}]}