{"id":"pj5hyTrr","poster":"AI SeinaruKurisu","date":"2018-12-21T17:35:20.890+0000","title":"ALL IN Overslept sucht einen Jungler im Silber bis Gold Bereich","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://i.imgur.com/WK5oeVV.jpg","image":null},"up_votes":1,"down_votes":0,"body":"-ALL IN Overslept-   -Silber bis Gold-\r\n\r\nWir suchen ab sofort einen Jungler in der Elo Silber bis Low Gold.\r\n\r\n**&Uuml;ber das Team:**\r\nALL IN Overslept ist ein Low-Elo-Team mit dem Ziel als Team aufzusteigen und sp&auml;ter an Turnieren teilzunehmen. Das aktuelle Roster besteht aus AI AmaZiinG (Toplane), AI InsiDiusX (Midlane), AI Krim (AD-Carry), AI Ev&iacute;lMorty (Support) und AI Sinon (Substitute).\r\n\r\n**Was das Team bietet:**\r\nALL IN Overslept ist ein relativ neues Team und bietet daher noch nicht so viel Erfahrung als Team, allerdings ist genau dieser Fakt ein Vorteil f&uuml;r Neueinsteiger, da Du als Neueinsteiger nicht in ein Team als &quot;Neuer&quot; oder &quot;Au&szlig;enseiter&quot; dastehst.\r\nEbenfalls bringt der ALL IN Clan viel Erfahrung als Clan, regelm&auml;&szlig;ige Turniere und Unterst&uuml;tzung f&uuml;r die Teams mit. Mehr Infos dazu kannst du unten herausfinden oder joine uns auf unserem TeamSpeak-Server\r\n\r\n**Was das Team verlangt:**\r\nEs wird ein funktionierendes Headset, ein nicht tiltendes/flamendes Verhalten, TeamSpeak 3 und die Bereitschaft dem ALL IN Clan beizutreten verlangt.\r\n\r\n**Trainingszeiten:**\r\nFeste Trainingszeiten sind Freitag und Samstag ab 19 Uhr, weitere Trainings finden nach Absprache statt.\r\n\r\n**&Uuml;ber den Clan:**\r\nDu suchst eine famili&auml;re Atmosph&auml;re, neue Mitspieler und vielleicht ein Team? \r\nDann bist du bei uns genau richtig. Wir aus dem ALL IN Clan haben erst k&uuml;rzlich unseren f&uuml;nften Geburtstag gefeiert und freuen uns auf dich. \r\nAuf ehrenamtlicher Basis arbeiten unsere Mitglieder und das Supportteam kontinuierlich daran, den Clan zu verbessern. \r\nNat&uuml;rlich ber&uuml;cksichtigen wir auch deine konstruktiven Kritiken und Ideen.\r\n\r\n**Allgemeine Informationen:**\r\nHomepage: http://www.allin-clan.de/ \r\nFacebook: https://www.facebook.com/AllInClan \r\nTS&sup3;-Daten: allin-clan.de \r\nTwitter: https://twitter.com/AllInClan\r\n\r\nWir haben Dein Interesse geweckt? Dann joine direkt auf unseren TS&sup3;-Server unter allin-clan.de oder melde Dich bei AI SeinaruKurisu | Chris.\r\n\r\nWir freuen uns auf Dich!\r\n\r\nDein ALL IN Clan","replies":[]}