{"id":"plh5EbZN","poster":"Flamerking","date":"2018-12-21T01:35:42.627+0000","title":"Suche einen Duo Partner/in oder ein Team das einen Supporter such im Gold/Platin bereich","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Abend,\r\n\r\nIch bin auf der Suche nach einem Team im Gold/plat bereich oder einen Rank Partner/in,vorzugsweise jemanden der sich die Sch&uuml;tzenrolle erm&auml;chtigt hat.\r\n\r\nZu mir :\r\n\r\n22 Jahre\r\nStudiere E-Technik\r\nLebe in Baden-W&uuml;rtenberg\r\n\r\nHobbys: Sportsch&uuml;tzte, Kletterer und befasse mich mit historischen Ereignise (Darunter auch Philosophie)\r\n\r\nMein Humor w&uuml;rde ich als...hmmmmmm sagen wir es mal so.... wer ihn kosumiert Tankt &quot;Farbe &quot;auf.\r\n\r\nIch bem&auml;chtige mich der Supportrolle auch wenn mein Verlauf in der Solo q ADC/JUNGLE aufweist, ist die Supportrolle doch meine m&auml;chtigste aber da ich oft dazu tendiere Calls zu machen endet das meistens als Toxisches benehmen f&uuml;r die meisten obwohl ich das nicht mal b&ouml;se meine oder schreibe.\r\n( Could u please ward my red)\r\n\r\nMeine mains:\r\n\r\nRakan/brand/Braum/Zyra/lulu/nami/Leona\r\n\r\nSpiele auch die Tanks wie Leo/naut usw doch behersche nat&uuml;rlich die oberen besser.\r\n\r\nSolo Q: Plat 4 mit  0 Punkte\r\nFlex Gold Iv\r\n\r\nTilte wenig und Ja ich ich tilte auch ab und zu aber Menschen die sagen die Tilten nie sind meiner Meinung nach meistens die schlimmsten^^ es ist ein Spiel wo man nat&uuml;rlich gewinnen m&ouml;chte und eine Niederlage zu erleiden von Kameraden die einfach gern Trollen machen nat&uuml;rlich die Laune kaputt . Bin aber kein Keyboard warrior etc.\r\n\r\nZu dir:\r\n\r\nKannst auch Silber sein wenn du gut spielst w&uuml;rde es mir eine Freude sein da ich im besitzt eines Smurfsaccount bin, werde dir jedoch Ratschl&auml;ge bzw aufweisen wo deine Fehler sind bzw wo du viele Fehler. Nicht zu meiner belustigen oder um das Gef&uuml;hl der &uuml;berlegenheit sondern dir zu helfen, was leider oft f&uuml;hrt das beziehungen zerst&ouml;rt werden wenn man das nicht auch so einsieht.\r\n\r\nTs oder discord zugang und ein Mikro das funktioniert.\r\nADC werden bevorzugt kannst aber auch andere Lanes spielen je nach wechsel ich in der JGl/Adc Rolle\r\n\r\n\r\nFalls mich viele adden m&ouml;chte ich gerne im voraus darauf hinweisen das ich die Testspiele ernst nehme, aber nicht beurteile ob wir Gewinnen oder verlieren sondern ob wir uns verstehen da ich auf eine etwas l&auml;ngere Zeit erhoffe und diese Prozedur etwas Zeit in anspruch nimmt.\r\nMit freundlichen Gr&uuml;&szlig;e\r\n\r\nRuinedYourGame0","replies":[]}