{"id":"BJ7e5dgr","poster":"00 M4ddin 00","date":"2018-12-20T07:37:13.978+0000","title":"[TGSG] Der längste Tag","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":3,"body":"Sooooooooooooooooooo Guten Morgen heute ganz Offiziell mit der Erlaubnis von meinem Schatzi :P \r\n\r\nEben noch ganz entspannt von Kotz.. sich ausgie&szlig;en geredet da bekomm ich die Erlaubnis einen theard zu erstellen um der langeweile Einhalt zugebieten und euren tag angenehmer zu gestalten :D \r\n\r\n-------\r\n\r\nSo heute ist ein letzter tag dann hab ich URLAUB :3 Endlich das hab ich mir so hart verdient ! ^^ \r\nGut heute Abend noch Weihnachts Feier aber dann hab ich frei :P ich wei&szlig; garnicht wie lange egal das frag ich n&auml;chstes Jahr wenn es wichtig wird :) \r\n\r\nHeute abend auf der weihnachtsfeier werde ich mich erstmal richtig sch&ouml;n voll laufen lassen :D meine Kollegen brauchen ja was wor&uuml;ber sie l&auml;stern k&ouml;nnen ^^ \r\nUnd dann werd ich entspannt den Freitag mit schlafen verbringen. \r\n\r\nDann hab ich noch 3 Tage zeit a paar Geschenke f&uuml;r meine Eltern aufzutreiben und was s&uuml;&szlig;es f&uuml;r meinen Nachbarn :) \r\n\r\nIm Urlaub werd ich garnichts machen. Zocken, schlafen und meinen Familie besuchen :3 \r\nAber haupts&auml;chlich werd ich mich mit meinen Sofa Vergn&uuml;gen ;) \r\n\r\nUnd wie sieht eure Urlaubs Planung so aus ? \r\n\r\nWas treibt ihr so &uuml;ber die Weihnachtsfeiertage ? :)","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T18:42:32.198+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 74, apokalyptisch späte Abendausgabe**\n\nIch hasse einfach mein Leben. Fakt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-21T09:56:34.122+0000","up_votes":1,"down_votes":0,"body":":(\n\n\n*kekse und warmen Kakou geb*","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2018-12-20T14:05:56.487+0000","up_votes":1,"down_votes":0,"body":"sooo mein Tag ist durch und ich habe jetzt eine Runde Feeeeerien :DDD\n\nGestern habe ich übrigens das erste Mal Pyke gespielt und musste gegen Nautilus in der Botlane. Ich hatte üblen Respekt von ihm gehooked zu werden und unter seinem Dauer CC vom gegnerischen ADC zu Brei verarbeitet zu werden. AAAAber es hat sich herausgestellt, dass meine Sorgen unbegründet waren und ich sogar FB bekommen habe xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T15:16:49.244+0000","up_votes":1,"down_votes":0,"body":"Also ich bin jetzt Zuhause :) \n\nHab glaub ich erst 3 mal pyke gespielt ^^ bin aber auch kein Fan von ihm :D \nEntweder klaut er mir kills ^^ oder er ist im gegner Team und killt mich :0","replies":[{"id":"","poster":"XenesisCH","date":"2018-12-20T22:28:16.244+0000","up_votes":1,"down_votes":0,"body":"er hat halt viel AD da kann das klauen schnell mal passieren :3\n\nAber vielleicht hast du ja mal Glück und er trifft die Ult und du wirst dafür ausbezahlt :DD","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-12-20T14:10:24.154+0000","up_votes":1,"down_votes":0,"body":"bin ja schon neidisch ... mit Pyke komme ich gar nicht klar, bin deutlich zu aggressiv :S .... nur noch 1h, dann ist das Jahr für mich auch rum... schönen Feierabend!","replies":[{"id":"","poster":"XenesisCH","date":"2018-12-20T14:20:27.877+0000","up_votes":1,"down_votes":0,"body":"Vielleicht war auch einfach nur Glück :3\n\nDanke das wünsche ich dir auch, bald hast du es auch geschafft! :)","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T15:17:44.929+0000","up_votes":1,"down_votes":0,"body":"AN ALLE DIE ICH VOR WEIHNACHTEN NICHT MEHR SEHE/SCHREIBE/HÖRE/RIECHE\n\n#SCHÖNE WEIHNACHTEN!!","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-12-20T07:54:00.965+0000","up_votes":1,"down_votes":0,"body":"Tja, für mich ist heute auch mein letzter Tag, wobei ich theoretisch am 27.12. & 28.12. arbeiten muss. Allerdings liegt das nur daran, dass ich für Tage, an denen eh keiner da ist um meine Anwesenheit zu kontrollieren, keine Urlaubstage auf den Kopf haue :P.\n\nZu Weihnachtsfeiern gehe ich prinzipiell nicht... Ich mag meine Kollegen gar nicht so nah an mich ran lassen, das kommt mir irgendwie falsch vor xD. Ich würde ja auch niemals auf der Arbeit nach einem Partner suchen, lieber schön weit auf Abstand halten xD. \n\nAnsonsten... Der Umzug ist noch nicht so recht abgeschlossen. Es ist noch nicht alles verräumt und so richtig voll möbliert erscheint die Wohnung auch noch nicht. Aber ich hab kein Geld mehr :(. Also gibt das erstmal nix, vor allem wenn ich mir noch Katzen anschaffen will, die recht teuer werden ^^.\n\nAber immerhin habe ich beschlossen, eine weiße Wand (die momentan tatsächlich ziemlich leer ist) zur Nerdwand zu machen :P. Ein paar gerahmte Poster von Games hab ich schon, neue Aventurienkarte steht auch auf dem Plan ^^. Mal gucken wie voll das Ding im Laufe der Jahre wird ^^","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T07:58:29.795+0000","up_votes":1,"down_votes":0,"body":"Du Schlawiner du .... hoffen wir mal, dass das nicht auffällt!\n\nZu Weihnachtsfeiern gehe ich auch nicht/ungern ... hab auch keine Lust auf 95% meiner Kollegen -.- die meisten tun auf solchen Feiern dann auch so... wunder wie sehr man sich mag bla bla -.-","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:02:21.189+0000","up_votes":1,"down_votes":0,"body":"Hier auf der Arbeit gibt es tatsächlich vielleicht 5 Kollegen, mit denen ich mal ein Bier trinken würde o.ä.. Und dafür muss ich auf keine Weihnachtsfeier mit 300 Leuten, die lade ich irgendwann mal zu mir ein oder so... ist intimer :P.\n\nIch denke, ich werden an besagten Tagen durchaus mal hier aufschlagen ^^. Um mal die Lage zu sondieren und mich ggf zu zeigen ^^.Aber bestimmt nicht um 7 Uhr ^^.\n\nLetztes Jahr waren noch ein paar Kollegen da, da hab ich Villen des Wahnsinns mit gebracht, wir haben ein paar Stunden gezockt und die waren alle ziemlich begeistert ^^. Aber in diesem Jahr haben einfach alle Urlaub...","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:05:48.616+0000","up_votes":1,"down_votes":0,"body":"> ist intimer :P.\n\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:09:00.241+0000","up_votes":1,"down_votes":0,"body":"DAS dachte ich auch xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:17:17.679+0000","up_votes":1,"down_votes":0,"body":"würdet ihr das anders formulieren? xD\n\nTatsächlich sind 4 dieser 5 Kollegen männlich, wäre also ganz schön abgedreht, wenn man das falsch versteht xD","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:25:37.455+0000","up_votes":1,"down_votes":0,"body":"zu sechst schafft man schon einen Kreis.","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:26:36.980+0000","up_votes":1,"down_votes":0,"body":"*Uff*... Wo hin packen wir das Mädel? lassen wir den Kreis unvollendet?","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:29:21.152+0000","up_votes":1,"down_votes":0,"body":"sie filmt.","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:38:54.657+0000","up_votes":1,"down_votes":0,"body":"Darf ich die Nachvertonung übernehmen?\n{{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:43:08.242+0000","up_votes":1,"down_votes":0,"body":"bist du zufällig dieser schweizerische Nachvertoner? ... kennst du das? ... ich lach mich jedes mal schlapp!","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:45:51.273+0000","up_votes":1,"down_votes":0,"body":"Leider nicht... woher kommt das?\n\nAber den Job übernehme ich trotzdem gerne!","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:47:29.019+0000","up_votes":1,"down_votes":0,"body":"musst mal, am besten wenn du zu Hause bist, googeln ... gibt's n YouTube-Video ... ist mehr oder minder jugendfrei, aber urkomisch! \nschau mal nach \"schweizer pron synchro\" oder so ... ist so n komischer, dünner typ ... der halt nachvertont .... du lachst dich schlapp!","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:59:27.828+0000","up_votes":1,"down_votes":0,"body":"Ok, ich schau mal. Wird eh schon spät genug heute...","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-20T08:30:03.464+0000","up_votes":1,"down_votes":0,"body":"Das alles klingt ganz schrecklich xD. Außerdem sind wir dann nicht mehr zu sechst. Da musst du dann auch noch vorbei kommen und mit helfen. ","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:34:02.068+0000","up_votes":1,"down_votes":0,"body":"ich glaube an euch, ihr schafft das schon zu fünft... ich helfe dann bei der Vermarktung des Filmchens :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:36:23.082+0000","up_votes":1,"down_votes":0,"body":"https://i.pinimg.com/originals/a4/6d/5c/a46d5c9c16fcfa678e2d748591583ecf.jpg","replies":[]}]}]}]},{"id":"","poster":"INoKami","date":"2018-12-20T08:30:40.112+0000","up_votes":1,"down_votes":0,"body":"Die bleibt in der Mitte und darf sich das Beste aussuchen?","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:37:21.444+0000","up_votes":1,"down_votes":0,"body":"Dann brauch ich die Anderen ja gar nicht einladen, wenn ich sie gleich wieder heim schicke ^^","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:38:16.027+0000","up_votes":1,"down_votes":0,"body":"Nice one.\nDen habe ich nicht kommen sehen...","replies":[]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-12-20T08:20:20.242+0000","up_votes":1,"down_votes":0,"body":"Ach komm, wir leben doch im Jahre 2018, so was ist doch mittlerweile total in Ordnung... also, viel Spaß euch ;)\n\nErinnert mich an bisschen an die beste Zusammenfassung von JoJo´s, die ich jemals gelesen habe:\n\"5 men and a dog go on a road trip around the world. What´s the problem with that?\nThe´re all straight!\"","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:22:12.411+0000","up_votes":1,"down_votes":0,"body":"Also in Ordnung oder nicht... Ich will einfach nicht xD.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-12-20T08:00:15.356+0000","up_votes":1,"down_votes":0,"body":"> Ich würde ja auch niemals auf der Arbeit nach einem Partner suchen, lieber schön weit auf Abstand halten xD.\n\nDas ist irgendwie... sad.\nMeine Schule hat sich schon mittlerweile einen Namen als erfolgreiche Partnervermittlung gemacht (Zitat von einer aus der Klasse über mir: \"Die passen dann halt immer gut zusammen, weil beide dann innerlich gleich kaputt sind!\"), hat sich auch schon in unserer Stufe mehrfach bestätigt. Und jetzt hoffe ich, dass sich das auch ein bisschen auf mich abfärbt ;)\n(Aber ich probier ja auch ein bisschen was... freut euch auf den Blog heute Abend!)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:07:58.939+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, ich bin in einer Position, in der ich darauf angewiesen bin, anderen Menschen Aufträge zu erteilen, die sie ausführen müssen. Hier spielt ein gewisser Respekt eine große Rolle. Da ich kein großer \"Anschreier\" oder \"Auf den Tisch Hauer\" bin, verschaffe ich mir auf der Arbeit Respekt durch Professionalität. Die Menschen hier helfen mir weiter, weil sie genau wissen: Wenn sie von mir einen Auftrag bekommen, dann hat das einen Grund und zwar meistens einen Guten. \n\nVor Kollegen betrunken zu sein, oder irgendwie Gegenstand von Gerüchten zu sein (\"Ey, ich soll für den 4 standardisierte Verfahren ausarbeiten, gar kein Bock... nagelt der nicht die süße aus dem vierten?\") kann da nicht hilfreich sein. \n\nSoziale Kontakte suche ich mir woanders. In meinem Freundeskreis bin ich auf eine Weise ungezwungen, die hier auf der Arbeit (zumindest in Anwesenheit \"Untergebener\") undenkbar wäre. \n\nFür die minimier ich sogar noch den Browser :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:34:41.014+0000","up_votes":1,"down_votes":0,"body":"Das stört mich alles nicht ^^ \n\nHier auf Arbeit in meiner Halle hab ich das sagen. Egal um was es geht ich hab das letzte Wort. Wem das nicht passt kann zum Chef gehen und der sagt denen dann das selbe ;) \n\nWir sind nur ein kleiner Betrieb bzw nicht der größte. Wir haben da also nicht so viel obere Abteilungen ^^ \n\nUnd der Chef kennt mich seid ich ein kleines Kind war ^^' der weiß auf mich ist verlass :) egal ob ich mich an der Weihnachts Feier oder sonst wo mal abschieß ^^","replies":[]},{"id":"","poster":"INoKami","date":"2018-12-20T08:10:28.624+0000","up_votes":1,"down_votes":0,"body":"Ach soooooo, wie sollte ich das auch wissen...\n\nGut, dann macht das natürlich irgendwie Sinn. Irgendwie eine Menge davon.\nAlso ja, du machst doch alles richtig!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:18:20.155+0000","up_votes":1,"down_votes":0,"body":"Fällt mir schwer genug, eigentlich bin ich doch so ein Clown xD","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:23:33.760+0000","up_votes":1,"down_votes":0,"body":"Da ich schon weiß, dass du auf deiner Arbeit mehr oder minder mit er deutschen Bahn zu tun hast, kann ich diese These nur als vollem Herzen bejahen!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:24:18.331+0000","up_votes":1,"down_votes":0,"body":"Wir sind hier hochprofessionell. Immerhin arbeiten wir an *deiner* Sicherheit.","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:26:03.936+0000","up_votes":1,"down_votes":0,"body":"Darüber lässt sich streiten. Gerade mit meiner zukünftigen Arbeitsplatzsicherheit, die eventuell gefähdert ist, wenn eure blöden Lokführer **ENDLICH MAL IHREN SCHEI...**\n\nSpaß. Danke, dass es euch gibt!\n{{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:28:44.030+0000","up_votes":1,"down_votes":0,"body":"Die Lockführer sind ja tatsächlich ganz arme Würste ^^. Die können rein gar nichts für Verspätungen, die müssen es immer nur mitteilen ^^. \n\nDas ist so, wie wenn jemand, den du niemals kennen lernen wirst, zu dir nach Hause kommt, alle Geschenke mitnimmt und dir nur den Auftrag lässt, es deinen kleinen Geschwistern zu erklären xD. Und das jeden Tag 50 mal ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-20T08:13:24.198+0000","up_votes":1,"down_votes":0,"body":"sehe ich genau so ... auch wenn ich keine Arbeit verteilen kann :|\n\nAber man sollte nicht auf Feiern oder so in irgendeiner Form stark auffallen ... Gerüchte gehen so schnell rum und können einem auch ganz gut Dinge verbauen ... <.<","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:19:25.459+0000","up_votes":1,"down_votes":0,"body":"Absolut... Hier hängen einige Kollegen rum, die nur voran kommen können, indem sie sich weg bewerben. Geht zwar in so einem großen Konzern durchaus, ist aber doof... und unnötig","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:01:10.141+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :D \n\nJa also so nah an mich ran lass ich die auch nicht ^^' \nHatte das einmal mit einer Kollegin bei einer anderen Arbeit... Wobei ich nur deshalb da gearbeitet hab ^^' \nUnd ja das lief nur am Anfang gut :D \n\nAnsonsten möchte ich mich eigentlich nur etwas betrinken ^^' \n\nNaja gut jetzt wo du umgezogen bist kannst du dir ja etwas Zeit lassen mit dem einrichten und den Katzen :) \nImmer ein Stückchen mehr. \n\nWie mal erwähnt ich wohne seid 2 Jahren in meiner Wohnung. Ich hab keinen einzigen Nagel in die Wand gehauen noch hab ich irgendwas gestrichen ^^' \nIch besitze immer noch keinen Ofen. Also kochen ist nicht drin :D \nAber tv, Konsolen und pc steht das ist wichtig und Internet läuft das war am Anfang auch ein Akt bis das ging ^^ \n\nAber so einen nerd Wand ist schon ne geile Idee :3 \nDas will ich dann mal sehen wenn sie fertig ist :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:13:44.001+0000","up_votes":1,"down_votes":0,"body":"Ich hatte ja eigentlich schon lange Bilder versprochen, aber die Wand will ich nicht anfangen, bevor meine Freundin mit drüber schauen kann ^^. Sieht aber langsam schon chick aus da...\n\nTatsächlich lese ich da schon raus, wie verschieden wir sind :D:D\n\nWenn ich ein \"Ziel\" vor Augen habe, arbeite ich so lange daran, bis es fertig ist. Auf der Arbeit ist das was Gutes, so mach ich immer pünktlich Feierabend ^^. \n\nBei \"Wohnung\" hat das dazu geführt, dass:\n\n- ich diese Woche 6 mal in Möbelhäusern, Elektromärkten und in großen Einzelhandelsgeschäften einkaufen war\n- ich jeden Tag bis 22:30 in der Wohnung geschuftet habe\n- ich am Dienstag komplett vergessen habe zu essen\n- ich eine Menge an Verpackungsmüll produziert habe, die uns vermutlich EU Strafzahlungen einbringen wird\n- ich irrsinnigerweise dennoch jeden Tag gesaugt und geputzt habe, weil das Wohnzimmer nach den täglichen Aufbauschlachten jeden Tag im Licht wie Sau aussah xD\n\nUnd gestern hab ich einen schwarzen Streifen an die Wand gemacht. Jetzt darf ich wieder die Farbe aus dem Keller holen. Das wird mir den ganzen Tag im Kopf rumgeistern, *ARGH*!","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:21:36.740+0000","up_votes":1,"down_votes":0,"body":"> Tatsächlich lese ich da schon raus, wie verschieden wir sind :D:D\n\nIrgendwie muss ich gerade an Maxims Rage-Anaylse denken. Du weißt schon, die Fliesenkauf-Folge...","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:23:26.386+0000","up_votes":1,"down_votes":0,"body":"Ich will eine Fliese, dann kauf ich sie. Sofort. Und daheim bring ich sie an. Damit der Mist fertig ist. Sonst denk ich wieder die ganze Nacht drüber nach.","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:24:26.528+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}} \nAber hast du auch die richtige Fugenfarbe verwendet? ;)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:24:56.639+0000","up_votes":1,"down_votes":0,"body":"Grau? xD\n\nIch denke das pack ich ^^","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:26:56.397+0000","up_votes":1,"down_votes":0,"body":"Also ich persönlich hätte ja Khaki-Auzrblau besser gefunden...\n\n_\n(Gibt es so eine Farbe überhaupt?^^)_","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:29:33.135+0000","up_votes":1,"down_votes":0,"body":"Ich lasse das mal so stehen ^^. Gut, dass bei uns nix mehr verfugt werden muss ^^","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-12-20T08:27:19.362+0000","up_votes":1,"down_votes":0,"body":"wenn du wüsstest ... es gibt so viele Fugenfarbtöne ... x_x \nFür unsere Küche haben wir bspw. normales weiß genommen ...","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:29:04.918+0000","up_votes":1,"down_votes":0,"body":"Was ich morgen kann besorgen, darum kümmer ich mich morgen ^^ \n\nAch ne solange es nicht lebenswichtig ist oder uns Auto geht hat bei mir alles seine Zeit :) \n\nUnd auf Arbeit sowie so ^^ \n\nIch versuche so gut es geht jede Hektik nach der Arbeit zu vermeiden. Ausser es muss wirklich ganz dringend sein :D\n\nUnd sauber machen putzen da hab ich ab und zu mal nen tag da mach ich alle sauber und dann aber richtig ^^ Ansonsten nur wenn Besuch ansteht :)","replies":[]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T07:48:57.449+0000","up_votes":1,"down_votes":0,"body":"Wäre die Weihnachtsfeier bei mir heute zumindest lustig.. x)\nAber wir kommen dort hin, dürfen ne Stunde warten weil es zu früh ist, Essen was, hören uns ne blöde Rede vom Oberboss an, reden ein wenig und gehen wieder xD\nAber naja :P\n\nGeschenke hab ich schon alles was ich brauch :3\nIch hab auch gestern meine eigenen Geschenke besorgt(?)\nBzw ich war dabei xD\n\nInteressant wie mein Dad meinen PC mehr auf_geilen_ will als ich xD\nEr immer soo \"jaaa willst du nicht vllt. das auch noch und hier ein wenig von und hast du das schon blaa bla bla\" xD\nGut mein PC ist über 6 Jahre alt und ich frag ich wie ich überhaupt zocken kann.., ABER ER FUNKTIONIERT xD\n\nIm Frühjahr wird er dann mal umgebaut :P\nFür Weihnachten gibts dann n neues headset und ne coole Bluetooth Box fürs Auto :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T07:56:03.114+0000","up_votes":1,"down_votes":0,"body":"Dein Pc wird *aufgegeilt*? Dafür muss man doch nix kaufen, da gibt's einschlägige Internetpräsenzen, die sich nur darauf spezialisiert haben xD. \n\nMach's bei der Weihnachtsfeier der Firma wie ich. Geh nicht hin.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:00:05.653+0000","up_votes":1,"down_votes":0,"body":"ich bin azubi, ich muss xD\nAußerdem bin ich ja mit meinem Dad hier und der geht auch <.<","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:14:26.025+0000","up_votes":1,"down_votes":0,"body":"An Azubis darf man freiheitsberaubung begehen? :P\nMerk ich mir mal für die, die wir hier haben ^^. Mein Bad muss geputzt werden ^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:15:39.140+0000","up_votes":1,"down_votes":0,"body":"xD mach das, werden sie sich bestimmt freuen :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:19:50.351+0000","up_votes":1,"down_votes":0,"body":"Hilfst du auch? :D","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:26:48.880+0000","up_votes":1,"down_votes":0,"body":"kommt drauf an.. was bietest du xD","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:32:31.625+0000","up_votes":1,"down_votes":0,"body":"Oder du darfst dich auch zu dem einem Mädel im Kreis (siehe andere Diskussion hier) dazu gesellen^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:33:34.386+0000","up_votes":1,"down_votes":0,"body":"wat für ne andere Diskussion :o","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:35:44.205+0000","up_votes":1,"down_votes":0,"body":"Na... die andere halt. Die mit 5 Typen und dem übrig gebliebenen Mädchen xP\n\nScroll halt mal durch. interessier dich doch auch mal für die anderen!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:38:32.583+0000","up_votes":1,"down_votes":0,"body":"Reden wir jz von einer Diskussion in DIESEM Thread oder ein ganz anderer Beitrag?\nWeil ich halt grundsätzlich alles im Forum lese, aber sobald was +1 Tag alt ist, landet es im Papierkorb xD","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:40:27.866+0000","up_votes":1,"down_votes":0,"body":"Ja, in diesem Thread. Such einfach den raus, in dem ich, Monni und Poroliebhaber versuchen, ein gewisses Filmchen zu vermarkten und dann, wenn du ihn gefunden hast, fang von vorne an zu lesen.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:45:41.985+0000","up_votes":1,"down_votes":0,"body":"Ach das... ja ne du lass mal xDD","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:57:59.834+0000","up_votes":1,"down_votes":0,"body":"Ach komm, sei doch nicht so langweilig^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-20T08:31:14.800+0000","up_votes":1,"down_votes":0,"body":"Öhm... Eis? Kekse? Meine Dankbarkeit?","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:35:03.223+0000","up_votes":1,"down_votes":0,"body":"KEKSE?! \n\nhttps://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSU03EqEBUs-YdgxtslJvjCtDnlbvHEz62fcWenak6OeUTHDUJZ","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:39:11.912+0000","up_votes":1,"down_votes":0,"body":"Nur gegen Arbeit!!!","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:45:51.762+0000","up_votes":1,"down_votes":0,"body":"ich arbeite hart daran nicht allen Süßkram aufzufuttern ... ist das nicht Arbeit genug? :|","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:52:00.959+0000","up_votes":1,"down_votes":0,"body":"Na gut... hier, nimm Keks.","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:53:20.905+0000","up_votes":1,"down_votes":0,"body":"nein, danke ... riecht mir zu sehr nach Falle ôO\n\nIch habe ja zum Glück noch einen LKW Kekse bei mir stehen","replies":[]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:32:08.328+0000","up_votes":1,"down_votes":0,"body":"hmm das bekomm ich auf der Weihnachtsfeier auch!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:33:37.507+0000","up_votes":1,"down_votes":0,"body":"DU bekommst auf DEINER Weihnachtsfeier MEINE Dankbarkeit? Davon wüsst ich aber :P","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:34:17.176+0000","up_votes":1,"down_votes":0,"body":"Es gibt vieles was du nicht weißt :D:D","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:39:32.159+0000","up_votes":1,"down_votes":0,"body":"Ganz offensichtlich ^^.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-20T08:27:52.590+0000","up_votes":1,"down_votes":0,"body":"Azubis sind Inventar ... darfst im Prinzip alles mit ihnen machen","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:31:46.778+0000","up_votes":1,"down_votes":0,"body":"Das teile ich denen mal mit, ich brauche noch jemanden, der mich abtrocknet, das is immer so mühsam :D","replies":[]},{"id":"","poster":"INoKami","date":"2018-12-20T08:31:31.046+0000","up_votes":1,"down_votes":0,"body":"> darfst im Prinzip alles mit ihnen machen\n\n{{sticker:sg-jinx}}","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2018-12-20T08:12:27.856+0000","up_votes":1,"down_votes":0,"body":"Warte, du auch?\n\n...Wollen wir mal nen Azubi-Combo-Blog raushauen? Irgendwann?\n{{sticker:slayer-pantheon-rainbows}}","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:13:19.985+0000","up_votes":1,"down_votes":0,"body":"hmmm \nAber alles was ich mache ist, im Forum zu sitzen bzw. im Discord xD","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:15:50.059+0000","up_votes":1,"down_votes":0,"body":"Ach komm, als ob in deiner Ausbildung überhaupt nichts passiert... irgendwas ist immer. Und wenn es nur ablästern ist.\n\nWolltest du mir nicht sowieso mal nicht einen gewissen Discord-Link geben? (Ok, eigentlich nur den, um den ich mal angefragt hatte... aber du hattest uns eingeladen!)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:17:19.278+0000","up_votes":1,"down_votes":0,"body":"Du musst ja nur mal auf mein Forum-Profil gehen und die Kategorie \"Diskussionen\" auswählen.\nHab ja gefühlt schon 100mal Werbung dafür gemacht xD","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:18:13.425+0000","up_votes":1,"down_votes":0,"body":"Na ja, die letzte, die ich dafür gesehen habe, wurde nach ner halben Stunde wieder runter genommen... aber ja, ich schaue mal :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:05:46.756+0000","up_votes":1,"down_votes":0,"body":"Ja also wie bei uns nur das ich nach dem essen das trinken starte ^^' das hilft ;) \n\nWill auch Geschenke??? :0 \n\nAch wenn du es nicht brauchst mein pc bräuchte auch mal neue Teile also ich nehme es gern ^^ \nImmer her damit :D","replies":[]},{"id":"","poster":"INoKami","date":"2018-12-20T08:01:00.950+0000","up_votes":1,"down_votes":0,"body":"> Interessant wie mein Dad meinen PC mehr aufgeilen will als ich xD\n\nWut?!\nWas hast du bitte für einen geilen Dad?","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:03:47.504+0000","up_votes":1,"down_votes":0,"body":"http://www.stickpng.com/assets/images/580b585b2edbce24c47b29f5.png","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2018-12-20T07:43:21.063+0000","up_votes":1,"down_votes":0,"body":"Warte... was? Ein wildes INoKami so früh am Morgen?\nTjaaaa, ich sitze gerade in unserem EDV-Raum, bin fast mit allen Aufgaben durch und muss mir jetzt eine Beschäftigung für heute (und morgen) suchen... und da dachte ich mir \"Hach, lass doch mal TGSG stalken!\"\nUnd genau das tue ich jetzt. Das blöde ist, dass ungelogen jede (!) PC-Uhr falsch geht! Beispiel: meine zeigt gerade an, dass es 09.57 Uhr ist, die meines Nebensitzers meint, es wäre 07.58 Uhr... go figure. Daher weiß ich nicht, wann 12.00 Uhr ist und damit der Spaß hier endet. wir werden sehen.\n\nIch bin mal weiter mit lustigen Chemiker-Programmen komplexe, organische Moleküle zeichnen, schau nebenher mal wieder hier rein.\n\n(Die Blogs für heute und morgen kommen natürlich trotzdem. Nur wahrscheinlich später als normal. Ihr werdet dann erfahren, warum!)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T07:54:16.674+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :3 \n\n*pokeball werf* \n\n\nFreu ich das die Uhren falsch gehen ^^' \nBei mir auf Arbeit gehen sie alle richtig und es gibt nichts schlimmeres als zu wissen wie viel Uhr es ist und zu sehen wie langsam die Zeit rum geht -.- \n\nHab das Gefühl die Zeit steht mal wieder ^^' \n\nNaja Wünsch die noch einen entspannten Tag beim Moleküle zeichnen :D","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T07:58:26.881+0000","up_votes":1,"down_votes":0,"body":"Das wilde INoKami setzt Knurren ein!\n{{sticker:darius-angry}} \nDein ATK sinkt!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:38:03.874+0000","up_votes":1,"down_votes":0,"body":"Ohhh \n\n*wirft Keks hin* \n\nDas wilde INoKami ist abgelenkt \nSehr effektiv","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-12-20T07:50:53.400+0000","up_votes":1,"down_votes":0,"body":"WAS WAS WAAAAAAAAAAAAAAAAAAAAAAAAAS?!\n\nWas habt ihr für einen Sys-Admin, warum lässt der die Uhrzeit nicht einfach mit dem Server in Frankfurt oder so synchronisieren? xD","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T07:52:52.366+0000","up_votes":1,"down_votes":0,"body":"Frag mich das bitte nicht. Noch besser ist aber, dass wir Admin-Rechte benötigen würden, um die Uhrzeit ändern zu dürfen. Und unseren Lehrer will ich nicht fragen, weil er dann wahrscheinlich diesen Tab hier entdeckt und meine geniale Vormittagsunterhaltung für´n\n _*_ _*_ sch ist^^\n(Weil ja das Fenster eifnach zu schließen viel zu kompliziert wäre... xD)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T07:57:58.990+0000","up_votes":1,"down_votes":0,"body":"Am Anfang hab ich den Browser hier auf der Arbeit auch immer geschlossen wenn ich nicht dran war. Dann irgendwann immer minimiert. Und dann ist mir aufgefallen, dass es keinen juckt. Jetzt ist TGSG immer oben auf einem meiner beiden Monitore xD. Es sei denn natürlich ich arbeite mal was.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:09:18.749+0000","up_votes":1,"down_votes":0,"body":"Wenn nicht alle 2 Minuten irgendwelche Leute an mir vorbeilaufen würden, würde ichs auch so machen xD\nAber atm hab ich LoL und Discord als kleines Fenster unten in der Mitte vom Bildschirm xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:21:07.336+0000","up_votes":1,"down_votes":0,"body":"Naja, hier hinter meine Insel kommt max. ein mal am Tag irgendwer also who cares xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-20T08:26:20.211+0000","up_votes":1,"down_votes":0,"body":"ja gut dann.. xD","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-20T07:54:44.153+0000","up_votes":1,"down_votes":0,"body":"lol ... okay... dann lass mich dir eine Richtung geben:\nEs ist 8:54 Uhr :D","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T07:57:19.297+0000","up_votes":1,"down_votes":0,"body":"Jo danke, das weiß ich mittlerweile auch. Danke an meinen Nebensitzer. Das LoL-Forum ist dahingehend auch keine große Hilfe, weil es auch meint, dass jeglicher (!) Post hier schon vpr 30+x Minuten gepostet worden wäre, aber wenn man dsa zurückrechnen würde, kommt auch nicht gescheites bei raus...\n{{sticker:sg-zephyr}} \n\nÜbrigens, weil ich es gestern gelesen habe, aber nicht mehr schreiben wollte (an dem Abend): Gratulation zur offiziellen Bekanntmachung mit deinem Weibchen :*\nIch brauch dahingehend noch ein paar tausend Jahre...","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:00:29.209+0000","up_votes":1,"down_votes":0,"body":"hehe, danke :D\n\nhttps://www.uhrzeit.org/atomuhr.php\n\nKannst du einfach laufen lassen :D","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:02:04.043+0000","up_votes":1,"down_votes":0,"body":"Naisuuuuuu _~_ _~_ _~_\n\nDankö!","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T07:56:24.338+0000","up_votes":1,"down_votes":0,"body":"Jetzt ist es 8:56 Uhr","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-12-20T07:38:42.426+0000","up_votes":1,"down_votes":0,"body":"maddin ist kacke.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T07:44:24.746+0000","up_votes":1,"down_votes":0,"body":"Ist das Latein und steht für super mega geil und super süß ? \n\nJa dann ist das true :D","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T07:52:24.144+0000","up_votes":1,"down_votes":0,"body":"ich wurde beschworen?\n\nhttp://i.imgur.com/gHmE582.png","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T07:58:22.080+0000","up_votes":1,"down_votes":0,"body":"Verschwinde, böser Flauschegeist!!!","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:01:16.205+0000","up_votes":1,"down_votes":0,"body":"https://img00.deviantart.net/ebaf/i/2016/106/8/4/poro_love_by_mtsugarr-d9z6ned.png","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:16:12.248+0000","up_votes":1,"down_votes":0,"body":"*Argh*.... *ersticke* ... *an* .... *Flauschigkeit* ....\n\nhttps://media.giphy.com/media/MLFLzuFc5MInK/giphy.gif","replies":[{"id":"","poster":"Qbert","date":"2018-12-20T08:28:26.333+0000","up_votes":1,"down_votes":0,"body":"https://i.pinimg.com/originals/1f/35/98/1f359814b32f6486c1f3264aaff5ad85.png","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:02:10.615+0000","up_votes":1,"down_votes":0,"body":"Ja du bist auch Süß und niedlich und dann Flauschig ganz wichtig ^^","replies":[]}]},{"id":"","poster":"INoKami","date":"2018-12-20T07:49:05.467+0000","up_votes":1,"down_votes":0,"body":"Ich dachte immer, das wäre indonesisch...\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:02:45.499+0000","up_votes":1,"down_votes":0,"body":"Oh und was soll das dann heißen ?  :0","replies":[{"id":"","poster":"INoKami","date":"2018-12-20T08:05:02.618+0000","up_votes":1,"down_votes":0,"body":"Der, der die Sonne schlafen schickt.\n\n(Definitiv nicht von InEx inspiriert!)","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-20T07:49:15.674+0000","up_votes":1,"down_votes":0,"body":"Nein, vermutlich nicht... aber das steht doch morgens mittlerweile unter jeden Thread :P","replies":[{"id":"","poster":"Necromant","date":"2018-12-20T07:58:40.243+0000","up_votes":1,"down_votes":0,"body":"no u","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-20T08:02:46.496+0000","up_votes":1,"down_votes":0,"body":"Korrekt!","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2018-12-20T07:48:18.358+0000","up_votes":1,"down_votes":0,"body":"no u","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-12-20T07:49:58.249+0000","up_votes":1,"down_votes":0,"body":"> Aber hauptsächlich werd ich mich mit meinen Sofa Vergnügen ;) \n\nDas klingt so .... falsch.\n\nHeute ist auch mein letzter Tag! .... auch ich habe mir vorgenommen, NIX zu machen ... aber ich denke, ich werde nächste Woche mehr als nur zocken ... Hauptsache ist, wir erholen uns >:D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-20T08:03:41.614+0000","up_votes":1,"down_votes":0,"body":"Erwischt ^^' \n\nJa erholen und entspannen  :) \nUnd viel zocken ^^","replies":[]}]}]}