{"id":"2UGi7wlb","poster":"Sioox","date":"2018-12-19T15:11:51.085+0000","title":"DirectX Fehlermeldung","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Welt,\n\nIch habe die Fehlermeldung beheben können, indem ich meinen Computer zurückgesetzt habe. Während ich dies tat bekam ich noch eine Antwort von dem Support, aber weil ich nicht warten konnte und auch sonst keinen Weg mehr fand, wollte ich meinen PC einfach zurücksetzen. Solltet auch ihr an auf dieses Problem stoßen, so könnt ihr ja mal die Schritte unten ausprobieren. Ich wünsche euch viel Erfolg bei diesen Schritten. Und wenn auch ihr euren PC zurücksetzt, vergesst nicht ein Backup von euren Privaten Dokumenten zu machen - nicht das man mir hier falsch versteht, ich hab das gemacht.\n\n---\n\nDies ist/war die Fehlermeldung beim Betreten eines Ladebildschirms:\n> Error\n> An unknown DirectX error has occurred and league of legends cannot start. \n> Please make sure your video card is using the latest video drivers from the manufacturer.\n\nSollte dir das auch passieren, versuche dich nicht an eigenen Spielen, sondern probiere es zuerst mit dem Zuschauer Modus. Solltest du nämlich ein normal spielen, musst du mit LeaverBurster rechnen und solltest du ein freies Spiel wählen, dann hat es bei mir zumeist länger gedauert, dieses wieder zu verlassen - also zum Ausprobieren, ob es bei dir Endlich klappt, empfehle ich den Zuschauer Modus!\n\n----\n\nAlso nun mal so all die Wege die ich gegangen bin, bevor ich mich entschied meinen PC zurückzusetzen:\n\n* Ich hab eine NVidia 870M - also Treiber gesucht und sicher gestellt, dass es der richtige Treiber ist.\n* Komplett Reparatur von League of Legends eingeleitet.\n* WindowMode in Game.cfg von 0 auf 1 ge&auml;ndert.\n* Gepr&uuml;ft ob ich den aktuellsten Treiber f&uuml;r meinen Laptop verwende.\n* Optionales Feature &quot;Grafiktools&quot; hinzugef&uuml;gt.\n* 870M Grafikkarte deaktiviert - probiert, nicht funktioniert - wieder aktiviert.\n* Onboard Grafikkarte deaktiviert - probiert, **hat funktioniert** / dann aber nur 4-5 fps - wieder aktiviert.\n* DxDiag ausgef&uuml;hrt - alle DirectX-Features sind aktiviert.\n* DirectX neu installiert.\n* .net Framework 3.5 installiert oder neu - wurde auch in einem Forum Beitrag empfohlen.\n* Hextech-Repair-Tool gedownloadet und ausgef&uuml;hrt. League wurde neu installiert.\n* Ich besitze nun Log-Dateien und habe mich parallel auch an den Support gerichtet\n\nFolgende Dinge nachdem Forum beitrag:\n\n* Ich habe D3DX9_xx.dll nach der Anweisung von Recon gelöscht und DirectX erst dann neu installiert.\n* Game.cfg und Input komplett gelöscht.\n* Alle Häkchen unter: \"msconfig\" - \"dienste\" (ohne Microsoft) entfernen. PC neustarten und es dann probieren.\n* CCleaner installiert um Fehler korrigieren zu lassen\n\nSupport schlug mir noch folgendes vor, hab ich aber nicht mehr getestet:\n\n* GTX Grafikkarte aktivieren und in der Systemsteuerung von NVidia 1920x1080 Auflösung auswählen.\n(ich kann derzeit nicht bestätigen, wie er es mir vorschlug, da ich mich derzeit nicht auf der Support Seite einloggen kann)\n\nHeute am 31.12.2018 hatte ich erneut einen DirectX Fehler:\n\n* Warum auch immer wurde der durch Teamspeak erzeugt. Teamspeak 3 also einmal deinstalliert und neu installiert.\n\nVielen Dank für die Hilfe und ich hoffe ich kann einigen von den Suchern in diesem Forum, auch behilflich sein.\n\n{{sticker:sg-janna}} {{sticker:vlad-salute}} ","replies":[{"id":"","poster":"recon","date":"2018-12-19T15:19:28.160+0000","up_votes":1,"down_votes":0,"body":"Hast du schon das hier veruscht?\n\n\n> * Gehe in den Ordner **C:\\Windows\\System32**\n> * Lösche dort alle Dateien mit folgendem Namen: **D3DX9_xx.dll** [xx = verschiedene Zahlen]\n> * Wiederhole den zweiten Schritt im Ordner **C:\\Windows\\SysWOW64**\n> * Danach DirectX neuinstallieren: https://www.microsoft.com/de-de/download/details.aspx?id=35","replies":[{"id":"","poster":"Sioox","date":"2018-12-19T15:24:31.375+0000","up_votes":1,"down_votes":0,"body":"Nein, probier ich direkt mal.","replies":[{"id":"","poster":"Sioox","date":"2018-12-19T15:37:00.708+0000","up_votes":1,"down_votes":0,"body":"Schade, leider nicht funktioniert - danke trotzdem.","replies":[{"id":"","poster":"recon","date":"2018-12-19T17:19:21.794+0000","up_votes":1,"down_votes":0,"body":"Kannst du mir mal das Logarchiv vom Hextech-Repair-Tool zukommen lassen?\n\n> Zum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht. Solltest Du eine Linkwarnung erhalten (externer Link) musst Du die URL dieser Seite auf der Datei-Upload-Seite eingeben und am besten die Funktion zur Warnung vor externen Webseiten deaktivieren, dann funktioniert das in Zukunft direkt :-) ","replies":[{"id":"","poster":"Sioox","date":"2018-12-19T18:18:19.634+0000","up_votes":1,"down_votes":0,"body":"Hab ich.","replies":[{"id":"","poster":"Sioox","date":"2018-12-20T14:02:51.079+0000","up_votes":1,"down_votes":0,"body":"Fazit: Kann mal einer eine Boards App für Smartphones programmieren. Das Kommentieren bzw bearbeiten des eigenen Threads über Smartphones ist umständlich geschweige unmöglich. Scheiß auf Komma Setzung, sehe nur die Hälfte von dem was ich schreibe.\n\nUPDATE: Installiere Windows und damit league of legends ganz neu.","replies":[{"id":"","poster":"recon","date":"2018-12-20T14:05:40.543+0000","up_votes":1,"down_votes":0,"body":"Das ist leider nicht so einfach möglich.\n\nViel Erfolg dabei. Hätte nach all dem was du schon versucht hast auch keine weiteren Vorschläge mehr.","replies":[{"id":"","poster":"Sioox","date":"2018-12-20T15:56:26.626+0000","up_votes":1,"down_votes":0,"body":"Danke, hab durch das zurücksetzen den Fehler beheben können und meinen Beitrag angepasst. Hab vielen Dank, dass du deinen Kopf für mich zerbrochen hast. \n\n{{sticker:katarina-love}}\n\n@Support, du hast geschrieben, dass du den Beitrag gestern gesehen hast - ich kann mich derzeit irgendwie bei der Support Seite nicht einloggen, das Ticket kann beendet werden.","replies":[]}]}]}]}]}]}]}]}]}