{"id":"8Yr0y07W","poster":"Mission Ardent","date":"2018-12-18T20:00:08.538+0000","title":"Semi Professioneller Coach für Teams und Solo Spieler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Informationen zu mir: Ich bin 20 Jahre alt und spiele Lol schon seit Season 2. Meine Mainrolle ist Support jedoch kann ich auch alle anderen Rollen gut spielen. Meine aktuelle Elo ist Grandmaster mit etwas &uuml;ber 100lp. Ich war 5 Monate lang in Season 7 Challenger um die 500lp sowie Anfang dieser Season Challenger. Season 7 konnte ich aber leider nur im hohen Master abschlie&szlig;en und Season 8 in Dia da ich nach einer l&auml;ngeren Zeit Pause kurz  vor Season Ende in Platin gedroppt bin und keine Zeit mehr f&uuml;rs Grinden hatte (sieht man aber auch alles im Tiergraphen). \r\nSeit ca 2 Jahren habe ich dann angefangen einzelne Personen etwas zu Coachen (Replayanalysen+Trainingstipps). \r\nDa ich immer h&auml;ufiger  von Personen  Anfragen bekommen habe sie zu Coachen spezialisierte ich mich auch darauf.\r\nDerzeit mache ich bei 2 Personen Einzelcoaching  in der Elo von Gold 3 und Dia 4 und ein Team in der Elo von Platin bis Diamant.\r\n\r\nF&uuml;r beide Einzel Coachings nehme ich auch Geld (unterschiedlich bei beiden) da ich viel Zeit in Vorbereitung Nachbereitung des Trainings sowie nat&uuml;rlich die Zeit beim Trainieren stecke.\r\n\r\nDieser Beitrag ist also daf&uuml;r da mich als Coach anzubieten f&uuml;r Teams sowie Einzelnen Leuten gegen bezahlung. (Einzelcoaching nur f&uuml;r Supporter)\r\nBeim Team Training wird es auch viel Einzelcoaching geben jedoch werde ich da an meiner Seite  auch immer eine Person im Dia1+ Bereich haben der diese Position Maint. Ich bin ein sehr Zielstrebiger und Competetiver Mensch und m&ouml;chte bitte nur ernste Anfragen bekommen von Leuten die sich wirklich verbessern wollen und auch Zeit daf&uuml;r investieren.\r\nDesweiteren setzte ich eine mindest Elo von Solo Q Gold voraus.\r\n\r\nAlles weitere w&uuml;rde ich gerne Pers&ouml;nlich besprechen, dazu addet bitte einfach diesen Account oder schreibt einen Kommentar unter diesen Beitrag.","replies":[]}