{"id":"250l7vpK","poster":"level VI","date":"2019-10-20T19:58:54.449+0000","title":"Aram MMR ?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nwollte nur kurz fragen ob die MMR Wertung gut ist \"669±44 ARAM\"..\r\n\r\nund gibt es irgendwo ne liste ??\r\n\r\nDanke.","replies":[{"id":"","poster":"Honor Yisus","date":"2019-10-21T04:14:58.880+0000","up_votes":2,"down_votes":0,"body":"Rein theoretisch könnte die angegebene MMR sogar falsch sein, weil wir halt einfach nicht wissen wie das bei Riot gehandhabt wird.","replies":[]},{"id":"","poster":"CantBeTruman","date":"2019-11-16T09:07:41.438+0000","up_votes":1,"down_votes":0,"body":"Hallo LEVEL VI,\nBeziehst du dich auf die Seite https://euw.whatismymmr.com/?\nWenn dem so seien sollte dann muss ich dir leider sagen das das kein \"guter\" Wert ist. Hierbei ist zu beachten das diese Seite ANSCHLIEßLICH Solo Games zählt, die spiele mit deinen Freunden im Team zusammen zählen nicht!\nIch habe zum Beispiel eine ARAM MMR Wert von ~2100 (ehmals 2300{{summoner:32}}. Eine Tabelle gibt es meines Wissens nicht, du kannst aber nach dem Spiel die Beschwörer Namen der Spieler nachgucken bei Interesse.\nAber ich würde dir dringend ans Herz legen das du (außer du hast dir selber eine Challange oä gesetzt) nicht zu sehr auf deine MMR zu achten! Die höhe deiner MMR hängt von so vielen Dingen ab. Am wichtigsten ist wohl aber deine Spielzeit und wie vertraut du mit LoL bist, ich zum Beispiel spiele seit der Beta (je mehr du gespielt hast des so besser wirst du natürlich :P).\nAußerdem ist ARAM nochmal ein ganz anderes Spiel als die normale Summoners Rift und fordert dir ganz andere Skills ab. \nDas wichtigste ist das du Spaß am Spiel hast und dich nicht selber unter druck setzt, der Rest wird erst später \"wichtig\" wenn überhaupt.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-10-20T20:33:24.077+0000","up_votes":1,"down_votes":0,"body":"Das MMR-System ist das selbe, wie im Ranked:\nDazu haben sich einige hier im Forum bereits ausgelassen: https://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo\n\nDaraus folgend ist die angegebene MMR nicht wirklich gut. (Eher recht schlecht.)\n\nEine Liste gibt es dazu jedoch nicht. Die MMR ist für niemanden explizit einzusehen und kann auch nicht durch den Support von Riot ermittelt werden. Im Endeffekt ist es eine Akt Variable, die vom System generiert wurde.","replies":[]}]}