{"id":"pvMLVkQP","poster":"Awsane","date":"2019-10-20T12:46:17.111+0000","title":"An die Forenmods zum Thema Anheften/Erweitern des MMR-Erklärungsposts","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Ja Moin liebe Forenmods.\r\n\r\nIhr wisst wahrscheinlich alle, dass ich Rund um das Thema MMR und Elo Kommentare verfasse.\r\nBesonders oft wird hier im Forum im Liga/Ranked Bereich gefragt, warum man nicht bei Trollen/Afklern etc einfach das Restliche Team keine LP abzieht oder sehr ähnliches.\r\n\r\nWenn ich so etwas sehe und Zeit habe poste ich dazu etwas. \r\n\r\nJetzt die Frage, wäre es nicht Sinnvoll das in den MMR Erklärpost anzufügen bzw das Seperat genau unter der Fragestellung anzuheften. Weil ich bin nicht immer im Forum und kann so nicht immer die Frage beantworten. \r\nZudem denke ich finden einige Forennutzer die Frage weil sie so oft gestellt wird lästig. (Die letzten Wochen waren echt viele Post dazu)\r\n Man könnte dann alternativ darauf verweisen und müsste das nicht in jedem Post immer wieder durchgehen.\r\n\r\nIhr habt auch nie explizit Stellung zu meiner Überlegung(die ja eher Mathematisch ist) genommen (wobei war denke ich auch nie wirklich nötig) wenn ihr daran Kritik habt könnt ihr die gerne Stellen. Ich weiß ja nicht, was ihr an Informationen habt, die ich nicht habe. Meine Überlegung kommt ja eher daraus, dass ich mich mit dem Elosystem im Schach viel beschäftigt habe und einfach die Ideen 1 zu 1 auf Lol übertrage, da ich annehme, dass LoL auch das Elosystem nutzt.\r\n\r\nIn dem Post/Erweiterung könnte man ja auch die Argumente die ihr oft bringt (bsp. man versucht durch Flame jemanden zum verlassen des SPiels zu bringen) darstellen.\r\n\r\nWas haltet ihr davon\r\n\r\nLG Awsane","replies":[{"id":"","poster":"flinxxx","date":"2019-10-20T13:29:42.573+0000","up_votes":1,"down_votes":0,"body":"Die Gedanken Posts igendwohin anzuhängen bzw. zu verschieben ist in der Vergangenheit schon öfters angesprochen worden ... \n\nFalls sich zwischenzeitlich  technisch nichts geändert hat: Würden sie wohl selber gerne, ist aber forentechnologisch oder rechtemässig? nicht möglich ...","replies":[{"id":"","poster":"Awsane","date":"2019-10-20T13:50:32.968+0000","up_votes":1,"down_votes":0,"body":"Es gibt ja angehängte Posts. Zum Beispiel den MMR-Erklär Posts. Die Frage ist, ob sie den Erweitern können. Passt ja Thematisch mMn sehr gut dazu. Dann bräuchte man keinen neuen.\n\nZudem gibt es im Skin Bereich des Forums ein Post von INoKami, der erst auf Nachfrage des Nutzers, ob er angeheftet werden kann, angeheftet wurde.\n\nScheint also schon irgendwie möglich zu sein.","replies":[{"id":"","poster":"eingew","date":"2019-10-21T04:36:36.928+0000","up_votes":3,"down_votes":0,"body":"Generell ja, möglich ist das und du bist hier mit deiner Frage auch an der komplett richtigen Adresse, mir persönlich würden jetzt aber schon ein paar Gründe die dagegen sprechen einfallen: \n\n1. Wäre da ein Nutzen? Wie viele Spieler, die diese Frage im Forum stellen kennen sich tatsächlich mit der MMR aus? Egal, ob sie den Forenpost gelesen oder sich anderswo informiert haben. Wie viele davon lesen den Thread, vollständig, inklusive (angepinnter) Kommentare, selbst wenn man ihn verlinkt?\n2. Wäre es durchaus eine relativ sinnvolle Information, aber thematisch nicht sinnvoll an der Stelle. MMR-Abzug als Strafe ist unterm Strich eher ein Thema für das Spielerverhaltensunterforum als für das MMR-Unterforum. Zumal man unterm Spielerverhaltensunterforum noch weitere Möglichkeiten hat, die MMR-Strafen sind ja bei weitem nicht die einzigen Strafen, die wenig sinnvoll sind, aber sehr häufig vorgeschlagen werden. Da könnte man sicherlich noch einiges hinzufügen, was dann in einem Sammelthread hier im Spielerverhalten besser aufgehoben wäre.\nAber auch hier gilt wieder: Wäre das sinnvoll? Oder würde das nicht am Ende doch an fast allen dieser Spieler vorbeigehen?","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-10-21T09:01:50.896+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=pvMLVkQP,comment-id=000000000000,timestamp=2019-10-21T04:36:36.928+0000)\n>\n> Generell ja, möglich ist das und du bist hier mit deiner Frage auch an der komplett richtigen Adresse, mir persönlich würden jetzt aber schon ein paar Gründe die dagegen sprechen einfallen: \n> \n> 1. Wäre da ein Nutzen? Wie viele Spieler, die diese Frage im Forum stellen kennen sich tatsächlich mit der MMR aus? Egal, ob sie den Forenpost gelesen oder sich anderswo informiert haben. Wie viele davon lesen den Thread, vollständig, inklusive (angepinnter) Kommentare, selbst wenn man ihn verlinkt?\n\nKurzer Einwurf von mir. {{sticker:sg-ahri-2}} \n\nMit diesem Punkt würde man auch begründen können, warum man z.B. keine Handbücher für Softwarebedienung mehr verfassen sollte. Einfach weil es sich ja sowieso keiner durchliest. Finde ich persönlich nicht gut. \n\nTrotz alledem sollte man es anbieten. Das Handbuch oder wie in unserem Fall den Thread. MMn. ist es irrelevant, Betrachtungen vorher anzustellen, ob es sich jemand durchliest oder nicht. Anbieten sollte man es , auch wenn es vlcht. für die Katz ist. \n\nbtw. Ich würde es mir durchlesen. \n\nZu den techn. Vorraussetzungen kann ich nix sagen, wenn es denn trotzdem nicht geht, oder der Verwaltungsaufwand zu groß ist, dann ist es halt so. Dann geht es eben nicht. \n\n lg","replies":[]},{"id":"","poster":"Awsane","date":"2019-10-23T17:45:30.086+0000","up_votes":1,"down_votes":0,"body":"Kurze Frage, \n\nIst das nicht antworten ein Nein oder müsst ihr euch noch Absprechen?\n\nEin Nein finde ich natürlich nicht gut, würde es wann man es so entscheidet aber akzeptieren.\n\nIch will auch nicht, dass ihr euch das jetzt allein Ausdenken müsst. Ich habe eher daran Gedacht, dass wir (Also ihr als Mods ich als Nutzer aber auch andere Forennutzer) gemeinsam in einem Post erarbeiten.\n\nLG Awsane","replies":[{"id":"","poster":"eingew","date":"2019-10-27T17:41:22.336+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=pvMLVkQP,comment-id=0000000000000002,timestamp=2019-10-23T17:45:30.086+0000)\n>\n> Kurze Frage, \n> \n> Ist das nicht antworten ein Nein oder müsst ihr euch noch Absprechen?\n> \n> Ein Nein finde ich natürlich nicht gut, würde es wann man es so entscheidet aber akzeptieren.\n> \n> Ich will auch nicht, dass ihr euch das jetzt allein Ausdenken müsst. Ich habe eher daran Gedacht, dass wir (Also ihr als Mods ich als Nutzer aber auch andere Forennutzer) gemeinsam in einem Post erarbeiten.\n> \n> LG Awsane\n\nSorry, wir mussten uns noch absprechen: Wir haben uns entschieden, die Informationen zu aktualisieren. Da das etwas Zeit in Anspruch nehmen wird, kann ich aber leider noch nichts darüber sagen, wie lange das konkret dauern wird. ","replies":[{"id":"","poster":"Awsane","date":"2019-10-27T21:28:13.159+0000","up_votes":1,"down_votes":0,"body":"Alles klar. Kann man euch dabei irgendwie helfen?\n\nIch denke, dass was mir wichtig/ich gut kann  ist findet ihr recht einfach in meinem Forenprofil, kann aber das noch mal hier rein stellen.\n\nFalls sonst was ist stehe ich gerne zur Verfügung, solange es in meiner Macht steht.\n\nLG Awsane","replies":[]}]}]},{"id":"","poster":"Awsane","date":"2019-10-21T08:52:50.350+0000","up_votes":2,"down_votes":0,"body":"> Wäre da ein Nutzen? Wie viele Spieler, die diese Frage im Forum stellen kennen sich tatsächlich mit der MMR aus? Egal, ob sie den Forenpost gelesen oder sich anderswo informiert haben. Wie viele davon lesen den Thread, vollständig, inklusive (angepinnter) Kommentare, selbst wenn man ihn verlinkt?\n\nWäre der Nutzen nicht schon bei einer Person, die ihn ließt (und dadurch die Frage nicht stellt) Vorhanden? \n(Sprich er ist vllt nicht besonders Groß, aber er ist da)\n\nDer Nutzen steigt, wenn die Stammbelegschaft des Forums darauf verlinkt. Gerade weil im Forum das suchen von alten Posts geschweige denn Kommentaren sehr schwierig ist, würde das anpinnen das verlinken dazu deutlich erleichtern. Aber natürlich weiß ich nicht wie sehr das Angebot dann auch verwendet wird. Ich kann nur sagen, ich bin sehr Froh, dass der MMR Erklärpost da ist und ich habe schon oft auf den verwiesen. \n\n> Wäre es durchaus eine relativ sinnvolle Information, aber thematisch nicht sinnvoll an der Stelle.\nDas ist glaube ich das geringste Problem. Kann von mir aus Gerne in den Verhaltensbereich. Es überlappt sich ja Thematisch.\nIch finde auch die Idee gut, die anderen Strafen dort näher zu Erläutern.\n\nZudem würdet ihr mich damit Glücklich machen. \nDas Ding ist, ich schreibe das hier auch, weil ich weiß, dass ich nicht so gut im Ausformulieren von Texten bin. Ich hatte gehofft, dass mein Erklärpost vllt von einer Fähigeren Person etwas überarbeitet werden könnte. \n\nWie groß/schmerzhaft wäre es denn für euch so etwas zu machen? (Sowohl das Anheften als auch das Überarbeiten)\nWeil das Argument \"lesen wenige\" finde ich relativ schwach. Nach der Argumentation könnte man nämlich die meisten angepinnten Posts löschen, bzw müsste man gar nix mehr schreiben/kommentieren. \nWeil alles hier im Forum wird von nur wenigen Personen gelesen.\n\nIch glaube, wenn wir einen gut geschriebenen Post zu der Thematik griffbereit haben im Forum, wird es die Situation allemal verbessern.","replies":[]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-10-20T14:01:49.451+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=flinxxx,realm=EUW,application-id=KYnfKGf0,discussion-id=pvMLVkQP,comment-id=0000,timestamp=2019-10-20T13:29:42.573+0000)\n>\n> Die Gedanken Posts igendwohin anzuhängen bzw. zu verschieben ist in der Vergangenheit schon öfters angesprochen worden ... \n> \n> Falls sich zwischenzeitlich  technisch nichts geändert hat: Würden sie wohl selber gerne, ist aber forentechnologisch oder rechtemässig? nicht möglich ...\n\nMan hat einfach nur eine sehr begrenzte Anzahl an Slots für sowas.","replies":[{"id":"","poster":"flinxxx","date":"2019-10-20T14:51:22.384+0000","up_votes":1,"down_votes":0,"body":"Ok, ich glaube wir müssen jetzt unterscheiden zwischen dem - ich bezeichne es mal als \"festes Anpinen\" z.B. für Regeln und Ankündigungen also \"Slots\" pro Seite - und Threads bewegen/moven z.B. unter einem Thread alles zu einem Thema zusammenzulegen. \n\nIch sprach von letztem - ich glaube du von erstem.","replies":[{"id":"","poster":"eingew","date":"2019-10-21T04:29:12.899+0000","up_votes":1,"down_votes":0,"body":"Ich fürchte dein Vorschlag ist, wie du bereits in deinem ersten Kommentar geschrieben hast, in diesem Forum nach wie vor technisch nicht möglich. Wir können keine Threads \"mergen\" bzw zusammenlegen oder auch nur verschieben.","replies":[]}]}]}]}]}