{"id":"zgOW88lT","poster":"4 For Maggie","date":"2018-12-17T08:01:19.178+0000","title":"[TGSG] Die Ziellinie","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Bald ist sie erreicht und langsam wird es auch wirklich Zeit.\n\nDie Ziellinie und das angespannte Band das den Bereich markiert der uns sagen soll &quot;durchsto&szlig;e mich und du hast es geschafft!&quot; ist bereits zum greifen nahe. Es f&uuml;hlt sich wie ein Endspurt an bei dem man nochmal seine letzten Kr&auml;fte sammelt um das Erreichen des Ziels zu beschleunigen.\n\nBeschleunigen k&ouml;nnen wir hier leider gar nichts.\n\nAber wir haben die Gewissheit das bald alles vorbei sein wird. Zumindest f&uuml;r ein paar Wochen... oder Tage.\n\nIch f&uuml;r meinen Teil habe es glaube ich tats&auml;chlich geschafft mir noch etwas einzufangen. Die kalte Nase am Freitag war kein gutes Zeichen... Zuhause konnte ich mich auch nicht ausruhen sondern war bis 20 Uhr damit besch&auml;ftigt Dinge zu erledigen. Was genial war weil ich da schon gefiebert habe und echt gedacht hab mein Kreislauf verabschiedet sich gleich. Sogar vor 21 Uhr aus dem Stream verabschiedet!\n\nUnd seit Samstag hab ich das Gef&uuml;hl Sandpapier im Hals zu haben und (unaufdringlichen) Husten.\n\nWas ein Grund war warum ich Samstag Abend im Discord w&auml;hrend der ARAMs so ruhig war! Naja und dieser Soliga-Irgendwas. Das war hyper anstrengend. Den hab ich &uuml;brigens bis gestern Abend immer noch f&uuml;r ein Weibchen gehalten und das er 12 sei f&uuml;r einen Joke.\n\nAber Sol war gestern bei R2D2 im Stream und da hab ich die Wahrheit geh&ouml;rt! Er ist wirklich erst 12! Nvm. Ich glaube ich hab mich entschuldigt .-.\n\nUnd mittlerweile f&auml;llt mir das sprechen echt schwer. Oder ist anstrengend. Das ist fast wie beim letzten Mal als mir der Kehlkopf so weh getan hat und ich dann eine Woche keine Stimme hatte c.c Hoffentlich quatscht heute niemand zu viel und die Anrufe halten sich auch in Grenzen.\n\nDie Nacht war auch beschissen! Ich war so gef&uuml;hlt alle zehn Minute wach und hab mich nach links oder rechts geworfen. Zweimal hab ich so mit den F&uuml;&szlig;en ausgetreten das Rocky mich angeknurrt hat weil ich ihn dadurch weg geschubst habe XD Der sah heute Morgen auch ziemlich fertig aus.\n___\nGestern um 16 Uhr ca. hab ich meine aller ersten Brat&auml;pfel gemacht :3\n\nIch selbst habe leider keinen bekommen XD daf&uuml;r hatte ich dann ein Eis. Aber die R&uuml;ckmeldung war &quot;perfekte Konsistenz und super lecker. Gut gemacht&quot;! HAAAAAAAAAAAAAAAAAA Da hab ich mich ja fast selbst angefasst f&uuml;r das Kompliment!\n\nNur diese verdammten Bl&auml;tterteigtaschen habe ich wieder vergessen &gt;.&lt;\n___\nMittlerweile ist unsere Moni ja auch umgezogen.\n\nHat alles geklappt? Macht das einrichten Spa&szlig;? Zieht ihr das mit dem Doppelschreibtisch echt durch?\n___\nF&uuml;r heute hatte ich mir eigentlich vorgenommen meinen Schrank hier aufzur&auml;umen, aber naja. Ich lass mich einfach treiben.\n\nRuhigen Montag euch ihr kleinen Blattl&auml;use &lt;3","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T08:22:47.515+0000","up_votes":1,"down_votes":0,"body":"Gute Besserung o/ habs dir ja gesagt, das klingt als würdest du krank werden :-( \n\nIch hab auf jeden Fall noch 2 nervige Besprechungen diese Woche ._.\n\nAber daaann bis 1.1. frei \\o/\n\nMacht euch eig. die neue Blitzpartie spaß? Ich find sie mega abstrengend c.c","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:34:03.689+0000","up_votes":1,"down_votes":0,"body":"Aber es war so unwahrscheinlich noch krank zu werden >.< Vor allem lohnt es sich halt gar nicht, weil ich nur drei Tage diese Woche arbeiten muss. Im Prinzip... wenn ich den Schrank heute aufräume und alles sortiert bekomme das kein Chaos mehr herrscht ... kann ich ab Morgen ohne Sorgen fehlen. Aber wie gesagt... ist halt dumm für zwei Tage.\n\nAlso... Ich habe den neuen Modus noch gar nicht gespielt. Hin und wieder irgendwo zugesehen, aber das war es dann auch.\n\nIDK. Ich mag dieses hirnlose in einander rennen nicht. Quest Ingame hin oder her.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T09:18:30.354+0000","up_votes":1,"down_votes":0,"body":"Ist doch perfekt. Bis Fr Krankenstand, 27/28 Urlaub. Hast in Summe von heute bis 1.1. frei :^)\n\nIch spiele ihn für die Quests. Der Porobegleiter ist einfach putzig x.x aber der Modus macht mir nicht wirklich Spass ._.\n\nNach weihnachten hab ih dann frei, da komm ich dann endlich wieder mal zum Ranked spielen. Momentan komm ich zu 1 Botgame für den FWOTD auf Main und Smurf....das wars <.<","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T09:22:28.126+0000","up_votes":2,"down_votes":0,"body":"Will auch den Poro Begleiter :( \nAber dafür den neuen Modus zu spielen ist mir mir doof. \n\nSchade das man solche Missionen nicht etwas schwerer machen kann aber dafür kann man sie in Normals bzw ranked ab arbeiten :/","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T09:29:16.778+0000","up_votes":1,"down_votes":0,"body":"Ja vor allem sind die Missionen komisch, da viele auf das Gewinnen der Minievents abstellen. Die sind aber Random ._. Konnte immer noch nicht meinen zweiten \"Faustkampf\" gewinnen, weil der nicht als Event kommt >.<","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T09:47:06.977+0000","up_votes":1,"down_votes":0,"body":"Wow das macht es ja noch schlimmer :/ \n\nNe also sowas Spiel ich dann schon aus Prinzip nicht ^^'","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T09:46:07.816+0000","up_votes":1,"down_votes":0,"body":"Ranked lohnt doch gar nicht bis es richtig los geht. Die Gefahr von schlechten Spielen ist sogar deutliche erhöht. Und dann dieser Fehler mit den falschen LP und der falschen Einstufung. Glaub das wurde immer noch nicht behoben.\n\nEinziger Vorteil wäre das ich meine zwei Urlaubstage von Ende dieser Woche wieder bekommen würde. Die kann ich aber nicht mehr am 27. + 28.12. nehmen. da müsste ich erst mal anfragen ob die Aushilfen noch Luft hätten. Dezember steht ja schon seit zwei Monaten fest ^^\n\nIch brauche noch 1K Marken für den Prestige Skin. Das bedeutet leider das ich mich mega hart zum spielen zwingen muss wenn ich Zeit habe. Hoffentlich bekomme ich das hin im Urlaub c.c\n\nAlso... mir ist der Modus so suspekt und idk das ich hier gerne auf das Poro Icon verzichten c.c selbst probieren wollte ich die Blitzpartie aber trotzdem mal... und wenn es dann doch Spaß machen sollte, wer weiß. Aber Prestige > icon","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T10:02:40.012+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht was ich mit der Skin anfangen soll...ich spiel keine Akali x.x also wozu die mühe? xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T10:10:33.681+0000","up_votes":1,"down_votes":0,"body":"Er wird verschwindeeeeeeeeeeeeeeeeeeeeeeeeeen!\n\nUnd er sieht gut aus. Ich spiele sie auch nur im ARAM... Wobei ich die alte echt wahnsinnig vermisse :(\n\nAber... ich drehe am Rad wenn ich den Skin nicht bekomme.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T10:54:56.194+0000","up_votes":1,"down_votes":0,"body":"Achso :>\n\nNaja ich kann mit dem ganzen KDA Gedöhns nicht so viel amfangen. Ich spiel, wenn ich mal ahri auspacke, meine alte Popstar Ahri, ist fast das gleiche wie KDA c:\n\nIch ärger mich dafür grad, dass ich  die Anivia-Skin Aktion bis 14.12. verpennt hab >.<","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T11:02:42.718+0000","up_votes":1,"down_votes":0,"body":"Also beim Popstar Skin brauche ich schon ein Chroma .-. am besten das weiße.\n\ntbh habe ich sogar den Dynastie Ahri Skin am liebsten :3 und Mitternachts Ahri.\n\nAnivia Skin Aktion? :o Die hatte ich auch nicht auf dem Schirm... wobei ich glaube das ich eh alle Skins von ihr habe? Inkl. Friedensphönix ... hat sie noch andere nicht mehr erhältliche?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T11:53:13.471+0000","up_votes":1,"down_votes":0,"body":"Diese Bunte war -50% Karneval...irgendwas oder so.\n\nSag kann es sein, dass man die Länge der Anivia Q bestimmen kann? Wo die detoniert? O_o","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:11:34.650+0000","up_votes":1,"down_votes":0,"body":"Aso .-. Na den habe ich schon den Skin.\n\nUnd ja man kann die Q zweimal aktivieren ^^\n\nDu aktivierst das Q praktisch einmal in Richtung deines Zielortes und wären der Eisklumpen fliegt, kannst du nochmal Q drücken und dann platzt das Steinchen :o","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T12:16:08.525+0000","up_votes":1,"down_votes":0,"body":"Hmmm....das erklärt warum ich mit Anivia etwas Probleme hatte...\n\nIch bin immer so weit vom Gegner weggeflogen bis der Knubbel am ende auf der Höhe vom Gegner war...und dann wieder nach vorne für die E ._. Gut zu wissen, dass man den Eisklumpen vorher zum platzen bringen kann, vl gehts so leichter xD werde ich heute abend testen.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:18:17.291+0000","up_votes":1,"down_votes":0,"body":"XD Das kann natürlich sein ...\n\nAber... das steht doch in der Skill Beschreibung, oder? Tatsächlich gibt es sehr sehr viele Leute die nichts von der zweiten Aktivierung wissen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T12:27:09.948+0000","up_votes":1,"down_votes":0,"body":"Wer liest schon die Bedienungsanleitung? xD\n\nEdit: ich habe auch bei Janna ewig gebraucht, bis ich zufällig herausgefunden habe, dass man die Q vorzeitig abfeuern kann. Das war ein Panik DoppelQ drücken...dachte schon ich hab den ultra geheimtrick gefunden....dann hab ich die beschreibung gelesen, dass das so vorgesehen ist ._.","replies":[]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-12-17T11:11:46.909+0000","up_votes":1,"down_votes":0,"body":"Challanger Ahri… someone?\n\n…\nanyone? :(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T12:03:27.289+0000","up_votes":1,"down_votes":0,"body":"Arcarde Ahri <3","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T11:13:45.212+0000","up_votes":1,"down_votes":0,"body":"jaaa Challenger Ahri ist auch toll :D\nAlle Ahri Skins sind cool, allerings ist der Popstar (für mich) der schlechteste von den Guten :D","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T11:54:27.764+0000","up_votes":1,"down_votes":0,"body":"Ich hab nur 1 und die konnt ich mir nicht aussuchen weil ich sie aus eine Kiste gezogen habe. War froh überhaupt eine zu haben :>","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T11:17:23.151+0000","up_votes":1,"down_votes":0,"body":"Benutze ich höchst selten x.x","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T10:58:46.897+0000","up_votes":1,"down_votes":0,"body":"> meine alte Popstar Ahri, ist fast das gleiche wie KDA c:\n\nWIE KANNST DU SOWAS NUR SAGEN D:\nKDA ahri ist butiful und mega gut gemacht, während popstar nur meh ist :x","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T11:56:40.246+0000","up_votes":1,"down_votes":0,"body":"Jaaah naja aber vom Prinzip her... xD","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2018-12-17T12:25:27.637+0000","up_votes":1,"down_votes":0,"body":"Blitzpartie habe ich beim ersten Release gespielt und mich dazu entschieden es nicht mehr zu spielen, wenn ich  nicht gerade von einem Premade dazu genötigt werde... was zum Glück noch nicht passiert ist^^ ","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:12:36.542+0000","up_votes":1,"down_votes":0,"body":"Na Bitte! Hat der Tag auch schon was gebracht! Dank Maggi weiß ich jetzt dass man die AniviaQ kontrollieren/reaktivieren kann. Das könnte es erheblich erleichtern xD\n\n.........\n.........\n\nViel mehr produktives war hier in 6h Büro nicht rauszuholen {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:20:01.432+0000","up_votes":1,"down_votes":0,"body":"Apropos Produktivität.\n\nIch habe tatsächlich angefangen den Schrank aufzuräumen. Oder nennen wir es \"die versteckten Dinge zu beseitigen die ich immer nur gehortet habe\". Das mache ich immer vor einem Urlaub oder wenn ich weiß das ich am nächsten Tag oder nach einem Wochenende nicht zur Arbeit komme XD Dann sind alle verräterischen Spuren beseitigt und wenn irgendwas wichtiges gesucht aber nicht gefunden wird, dürfen die Aushilfen mir per WhatsApp schreiben :o Aber nur die Aushilfen! Alle anderen Stellen ignoriere ich gekonnt :3\n\nIn der Theorie könnte ich jetzt noch drei Bewohnerakten anlegen. Actually vier I guess. Aber... ich brauch noch etwas Zeit um heraus zu finden wie die letzten zwei Stunden und zwei Tage zu überleben sind :>","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:26:35.822+0000","up_votes":1,"down_votes":0,"body":"Das nennt sich bei mir \"Ablage machen\"...2/3 schmeiß ich weg...1/6 leg ich ab...1/6 bleibt am Schreibtisch....könnte ich nochmal brauchen xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:31:32.019+0000","up_votes":1,"down_votes":0,"body":"XD Heilige Makrele!\n\nIn meiner Ausbildung, als ich ins Büro weg gesperrt wurde, hat man mich auch Ablage machen lassen wenn man nicht wusste was man mit mir machen sollte. Ich durfte ja im Prinzip nichts selbst und alleine machen weil ich ja so schlimm war :') Wurde ich nicht ins Archiv geschickt (wo ich dann den ganzen Tag geschlafen habe <3) - gab es eben Ablage.\n\nUnd das war die Hölle! Gaby und Frau Pferd sammeln ALLES! EINFACH ALLES!!!!!!!!!!!!!!!!!!!!!!!!! In ihren verkackten Ablagefächern! Da hast du teilweise Sachen von vor zwei Jahren in den Händen XD Wie oft mir einfach die Augen zu gefallen sind von dieser weg hefterei.\n\nIn höchst seltenen Fällen sagt Gaby schon mal (wenn Frau Pferd in Urlaub ist) das ich Ablage machen kann wenn nichts anderes mehr da ist. Aber glücklicherweise horte ich Unterlagen der Bewohner im Schrank XD Das ist immer so mein Notfallplan.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:42:02.049+0000","up_votes":1,"down_votes":0,"body":"Naja sollt ichs doch wieder brauchen, druck ichs nochmal aus :3\n\nAber ja Patientenunterlagen sind wohl auch wichtiger als irgendwelche Berechnungen ;)\n\nHahaha du bist vl eine...schlafst einfach im Archiv xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:01:18.152+0000","up_votes":1,"down_votes":0,"body":"XD Was hätte ich denn sonst tun sollen?!\n\nDas erste mal hat man mich nach unten verbannt weil der Chef von meiner Chefin zu einem Gespräch hier war. Und da sie offensichtlich wussten das er schreien würde und ich nichts mitbekommen soll von dem was besprochen wird... musste ich aus dem Weg geräumt werden.\n\nNur weiß ich halt wann ich abgeschoben werde und nehme mir das dementsprechend zu herzen. Ob ich etwas/ jemanden nicht ausstehen kann oder nicht. Ich lief also erst mal weinend im Keller rum bis Tommy mich gefunden hat XD ein damaliger Haustechniker.\n\nBis er mir dann bewusst gemacht hat das die mir eigentlich einen Gefallen getan haben ^^ Also hab ich mir im Archiv was zusammen geschoben, alle Türen zu gemacht (ohne Schlüssel konnte man die eh nur von innen öffnen) und geschlafen :> Hin und wieder irgendwo raus gegangen - auf den Balkonen geraucht - wieder nach unten und geschlafen.\n\n\\o/ Und danach war ich eine Woche krank!","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T14:04:02.394+0000","up_votes":1,"down_votes":0,"body":"lol ... du machst Sachen","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:05:09.648+0000","up_votes":1,"down_votes":0,"body":"Uff XD Das hätte doch jeder gemacht der bei klarem Verstand ist!\n\nAußer das mit der Weinerei vielleicht :p","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T14:10:40.777+0000","up_votes":1,"down_votes":0,"body":"ja, aber dann da einfach zu pennen ... xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:27:08.724+0000","up_votes":1,"down_votes":0,"body":":D Was hätte ich sonst machen sollen?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T14:58:15.651+0000","up_votes":1,"down_votes":0,"body":"Lesen? :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T19:35:39.586+0000","up_votes":1,"down_votes":0,"body":"Hatte kein Buch dabei :(","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-18T09:33:23.458+0000","up_votes":1,"down_votes":0,"body":"In einem \"Archiv\" sollte es eigentlich genug zu lesen geben :^)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-18T10:02:46.203+0000","up_votes":1,"down_votes":0,"body":"Dieses \"Archiv\" besitzt lediglich ein paar rein geschmissene Ordner und der Rest ist Krempel und Müll der dort abgestellt wurde. Eine Nähmaschine, Dekoration für Oster und Weihnachtsn etc. Handtücher und Co die vor der Pflege versteckt werden statt sie zu verteilen usw XD","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-17T14:43:35.993+0000","up_votes":1,"down_votes":0,"body":"arbeiten?! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:49:15.442+0000","up_votes":1,"down_votes":0,"body":"lol? Im Archiv? Aufräumen und Grundreinigung oder was?\n\nAlso ich hab vielleicht wirklich einen an der Waffel, aber so bescheuert bin ich dann auch wieder nicht XD\n\nMan hätte ja auch am Vortag sagen können \"Jo Bro! Morgen sind die ganz großen Fische am Start. Du kannst einen Tag frei machen und durchs Seegras gleiten!\" DAS wäre vernünftig gewesen :>","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T15:01:21.839+0000","up_votes":1,"down_votes":0,"body":"durch's Seegras gleiten?!!  x'D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T19:36:35.632+0000","up_votes":1,"down_votes":0,"body":"Naja ... (Große) Fische? Wasser? See/ Meer? Seegras!\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-17T14:08:17.162+0000","up_votes":1,"down_votes":0,"body":"Hmm...ich bin immer froh wenn ich bei den Streierein der Cheffitäten nicht dabei sein muss x.x","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:18:06.136+0000","up_votes":1,"down_votes":0,"body":"Oh doch. Ich brauch das.\n\nDeswegen liebe ich auch die Heimaufsicht, gerade wenn sie machen was sie wollen und alle dumm da stehen lassen :> und nur lieb zu mir sind. \\o/ Der männliche Part der Heimaufsicht hat sogar eine Tochter die so heißt wie ich :] wir sind richtige Bro's. Okay... nicht so richtig... aber so ziemlich ... fast ... ???????????\n\nDann kriegen nämlich alle einen auf den Deckel :3","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:43:45.901+0000","up_votes":1,"down_votes":0,"body":"SOOOOOOOOO LANGWEILIG.\n\nUnd immer noch 15 Minuten c.c","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T14:44:12.619+0000","up_votes":1,"down_votes":0,"body":"45 Minuten D:","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:47:11.123+0000","up_votes":1,"down_votes":0,"body":"BAAAAAAAAAHHHHHHHHHHHHHHH\n\n:o Aber du hattest den Vormittag über frei. Du kleines Schlitzohr wolltest mich austricksen :O","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T14:48:24.909+0000","up_votes":1,"down_votes":0,"body":"yup :D\nUnd als ich MIttag gekommen bin, hab ich erstmal 30 Minuten Pause gemacht xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:50:35.753+0000","up_votes":1,"down_votes":0,"body":"XD Und erst mal gegessen?\n\nDas ist ja wie am Wochenende zuhause :D Gemütlich ausschlafen, spazieren, duschen, essen!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T14:51:42.474+0000","up_votes":1,"down_votes":0,"body":"Natürlich, gab lecker Schaschlikpfanne :3","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T15:01:04.230+0000","up_votes":1,"down_votes":0,"body":"Hmmm weiß noch gar nicht was es heute Abend zu Essen gibt, was ich dann morgen mitnehmen könnte. Oder ob ich wieder was (diesmal nicht verhunztes) aus dem Hut zaubern muss.\n\nFest steht... Dienstag Abend bereite ich mein letztes Mahl vor welches ich Mittwoch Nachmittag auf der Arbeit verspeisen werde. Dann bestelle ich die geilsten Pizzabrötchen die es gibt und starte damit in den Urlaub <3","replies":[]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2018-12-17T14:05:25.667+0000","up_votes":1,"down_votes":0,"body":"Weisheit des Tages:\n\n_Sport gibt dir das Gefühl besser auszusehen. Glühwein übrigens auch._","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:09:11.441+0000","up_votes":1,"down_votes":0,"body":"Ich vermisse den Alkohol ziemlich oft :(","replies":[{"id":"","poster":"XenesisCH","date":"2018-12-17T14:25:58.650+0000","up_votes":1,"down_votes":0,"body":"Was spricht denn gegen einen Becher Glühwein? D:","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T14:28:23.047+0000","up_votes":1,"down_votes":0,"body":"Der Drang-Zwang sich betrinken zu wollen c.c\n\nAber das kann ich nicht mehr wegen meinem Köpfchen -.-' volle Katastrophe.","replies":[]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T10:32:03.124+0000","up_votes":1,"down_votes":0,"body":"at Wörk nauw!\nAlso wer die Mam von Lenard(?) kennt, von Big Bang, kann sich vorstellen wir so phychologen aussehen.. xD\nDie mit der ich vorhin geredet habe, hat 1 zu 1 so ausgesehen xDD iwie schon gruslig xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T10:47:28.908+0000","up_votes":1,"down_votes":0,"body":"Bzgl. des Fragezeichens = Leonard ^^\n\nUnd ja c.c die sehen fast alle so aus als wären sie einem Ei entsprungen.\n\nDa fällt mir gerade ein (wie ich hoffe) super Film ein mit Naomi Watts (glaube ich XD). Keine Angst, sie spielt eine hübsche junge Psychologin :> Aber sie manipuliert ihre Patienten und gerät dadurch in eine gewisse Abhängigkeit. Ich glaube sie erzeugt Pseudobeziehungen und schläft mit ihnen. Keine Ahnung ob noch andere Dinge passieren, aber der Film sieht so gut aus das ich ihn gucken werde. Irgendwann!\n\nLeider weiß ich den Titel gerade nicht D: Und erkenne ihn in ihrer Filmografie nicht wieder.","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T11:15:07.765+0000","up_votes":1,"down_votes":0,"body":"Es gibt auch Lennart oder Lennard :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T11:41:44.555+0000","up_votes":1,"down_votes":0,"body":"Jaaaaa :o Aber es geht um den Big Bang Theory Leonard. Und der wird Leonard geschrieben :3","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T11:48:17.787+0000","up_votes":1,"down_votes":0,"body":"Ist das so? ich glaube dir das nun einfach mal :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:15:52.863+0000","up_votes":1,"down_votes":0,"body":":'D Ich wüsste sonst keine Mutter eines Leonards die Psychologin ist und so aussieht wie man sich eine vorstellt :D Und Sophia hat nicht widersprochen :o","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T12:17:36.719+0000","up_votes":1,"down_votes":0,"body":"Ja ne, ich meinte, dass der Leonard so geschrieben wird :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:22:08.403+0000","up_votes":1,"down_votes":0,"body":"Aso :D\n\nAlso... Hab Google gefragt bevor ich hier irgendwelche Behauptungen und Klugscheißerei reinwerfe :3\n\nUnd Google sagt Leonard Hofstadter.\n\nWas mich tbh immer verwirrt. Seit Jahren! Für mich wird das L**EO**nard ausgesprochen und nicht Lennard o.ä. XD Wenn man ihn Lennard nennt, kann man doch auch seinen Namen so schreiben, oder?\n#ODER?\n{{sticker:sg-zephyr}} ","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T12:29:00.350+0000","up_votes":1,"down_votes":0,"body":"Funfact: die Namen sind von 2 wirklichen Physik Nobelpreisträgern geborgt. Die hießen Leonard Cooper und Sheldon Hofstadter.\n\n:)","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T13:29:11.737+0000","up_votes":1,"down_votes":0,"body":"ohne dich jetzt ärgern zu wollen ... aber zu den Wissenschaftlern lässt sich nix finden ...\n\nDie einzige Verbindung über die ich mal gestolpert bin, war das Cooper-Paar in der Physik.\nDer Physiker heißt auch Leon Cooper ... vllt. ja daher?\n\nsiehe https://de.wikipedia.org/wiki/Cooper-Paar","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:36:13.467+0000","up_votes":1,"down_votes":0,"body":"Ah ich hatte es falsch im kopf...my bad...\n\n*Leonard is named after actor/producer Sheldon Leonard, and Nobel Prize in Physics Laureate Robert Hofstadter.*\n\n*Sheldon is named in honor of actor/producer Sheldon Leonard and Nobel Prize Laureate Leon Cooper.*","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T13:40:13.698+0000","up_votes":1,"down_votes":0,"body":"aaaaaaaaaaaah so wird ein Schuh draus, man lernt nie aus ^^ \n\nIch bin während meines Studiums im letzten Semester über das Cooper-Paar gestolpert :D","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:33:17.232+0000","up_votes":1,"down_votes":0,"body":"Wieso vertauschen die denn jetzt beide Vornamen (oder Nachnamen?) und schreiben davon einen auch noch so wie er nicht ausgesprochen wird?!?!?!?!?!?!?!?!?!?!?!?!?!?!?\n\nXD Ich will ja nicht sagen das mich das wütend macht, ABER..............","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T12:57:04.540+0000","up_votes":1,"down_votes":0,"body":"Idk vielleicht hätten sie sonst Tantiemen für die Namensnutzung zahlen müssen...\n\nDas ist leider bei Leonard so...auvh bei Leonard Nimoy...den spricht man auch Lennard Nimoi aus :-/","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:00:33.468+0000","up_votes":1,"down_votes":0,"body":"Okay. Ich kann also Leute zwingen meinen Namen wie \"Lasagne\" auszusprechen?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:04:16.961+0000","up_votes":1,"down_votes":0,"body":"Naja du könntest sie zu mindest zwingen dich \"vier vor maggi (das Gewürz)\" zu nennen :^)","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:17:49.579+0000","up_votes":1,"down_votes":0,"body":"Nicht? Maggi-sauce verwendet man doch zum würzen? :P","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:08:10.835+0000","up_votes":1,"down_votes":0,"body":"\"Gewürz\" ???????????????????\nD: DAS IST KEIN GEWÜRZ!\n#DAS IST EINE FRECHHEIT!\nXD","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-17T12:27:27.230+0000","up_votes":1,"down_votes":0,"body":"ich denke eins von beiden ist einfach mal irgendwann eine Abwandlung gewesen ... vllt. ist \"Lennard\" die ursprüngliche Form und ein paar Eltern meinten \"lass mal Leonard nehmen, klingt ähnlich\" oder so :S","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:33:55.291+0000","up_votes":1,"down_votes":0,"body":"ich denke da war jemand ganz schön besoffen und hat zu viel gelallt!","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T10:54:07.207+0000","up_votes":1,"down_votes":0,"body":"Ich kann jz auch Leute mit psychokinese manipulieren!!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T11:03:19.954+0000","up_votes":1,"down_votes":0,"body":"XD Psychokinese?\n\nHast du dich während des Termins in ein Simsala weiterentwickelt? :D","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T11:07:32.752+0000","up_votes":1,"down_votes":0,"body":"bääääää Simsala :x\n\nIch bin wenn dann ein Guardevoir! :3","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:08:04.056+0000","up_votes":1,"down_votes":0,"body":"Simsala ist mein Lieblingspokemon :>","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T13:13:17.708+0000","up_votes":1,"down_votes":0,"body":"Simsala ist immerhin doch das beste von den 3 xD","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:24:14.013+0000","up_votes":1,"down_votes":0,"body":"Welche 3? Abra Kadabra und Simsala? Ich watre ja nur auf eine 4. Ausbaustufe die dan Bim heißt. Dann gäbs \"Abra Kadabra\" und \"Simsala Bim\" :^)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T13:29:01.870+0000","up_votes":1,"down_votes":0,"body":"ja die mein ich :D\n\nUnd auf Bim warte ich schon seit ich Simsala kenne xD","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T11:13:11.378+0000","up_votes":1,"down_votes":0,"body":"Das ist natürlich tausend Mal besser :D","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T11:14:25.998+0000","up_votes":1,"down_votes":0,"body":"und btw...\n..\n..\n..\n#WAS FÄLLT DIR EIN MEIN SUMMONER ICON ZU BENUTZEN","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T11:43:16.698+0000","up_votes":1,"down_votes":0,"body":"c.c DEINS?\n\nDas hab ich mir sehr hart erarbeitet!\n\nAber als ich das Icon bereits heute Morgen gesehen habe, fand ich es hässlich c.c Muss heute Abend wieder geändert werden! Ich denke mein Kätzchen mit Hut wird wieder dran glauben müssen \\o/","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T11:48:20.878+0000","up_votes":1,"down_votes":0,"body":"wie du findest das hässlich :CC\nWie kannst du nur :x","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:14:26.523+0000","up_votes":1,"down_votes":0,"body":"Fand den anfangs auch niedlich und wollte ihn unbedingt haben. Aber jetzt wo ich ihn habe und genauer betrachtet habe... idk. Zum Glück habe ich keine RP ausgegeben dafür :o","replies":[]}]}]}]},{"id":"","poster":"INoKami","date":"2018-12-17T11:29:21.125+0000","up_votes":1,"down_votes":0,"body":"Lohgock. Ende der Diskussion.\n\n_Ich hab´s aber auch heute mit dem dazwischengrätschen, oder?_","replies":[{"id":"","poster":"Qbert","date":"2018-12-17T11:38:11.646+0000","up_votes":1,"down_votes":0,"body":"WTF!\n\n1. Generation > All.\n\nEnde der Debatte - Porokönig hat gesprochen.","replies":[{"id":"","poster":"INoKami","date":"2018-12-17T12:13:44.219+0000","up_votes":1,"down_votes":0,"body":"Tjoa… stürzt den König, würde ich dann mal sagen!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:40:48.652+0000","up_votes":1,"down_votes":0,"body":"#ZU VIEL SOJASAUCE AM GEBRATENEN REIS!\n{{sticker:sg-shisa}} \n\n#UND ES IST KALT!!!!!!!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T12:58:44.447+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=zgOW88lT,comment-id=0008,timestamp=2018-12-17T12:40:48.652+0000)\n>\n> \n> #UND ES IST KALT!!!!!!!\n> {{sticker:sg-soraka}}\n\nDas Essen? {{sticker:sg-shisa}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:07:02.283+0000","up_votes":1,"down_votes":0,"body":"JAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA\n{{sticker:sg-soraka}} {{sticker:sg-janna}} \n\nHab den Behälter halt nicht auf die Heizung gestellt (hab btw alle Heizungen aus hier) sondern auf den Boden! Glaub das Essen war schon RIP als ich den Vorgang abgeändert habe. Weil eigentlich mache ich eine Heizung an morgens um das Essen drauf  zu stellen c.c\n\nAber naja....\n\nEssen war eh kacke :'( Gestern Abend zu viel Soja Sauce dran gemacht und heute Morgen zu heiß und zu lange in der Mikrowelle erwärmt = Reis trocken! **SEHR TROCKEN!**\n\n:( Hab es selbst schon im Vorfeld versemmelt","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:09:50.682+0000","up_votes":1,"down_votes":0,"body":"Naja zu trockenen Reis konntest du mit mehr Sojasauce kompensieren xD habt ihr keine Microwelle in der Arbeit? {{sticker:sg-zephyr}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:15:25.941+0000","up_votes":1,"down_votes":0,"body":"Naja... Mikrowellen, Backöfen und so gibt es schon auf den Wohnbereichen.\n\nAber dann müsste ich mein Essen aus der kleinen Box auf einen Teller tun. Auf einen Teller von dem mal ein Bewohner gegessen hat c.c Gespült in der Waschmaschine hin oder her ... ich kann nicht mal aus einer Tasse vom Wohnbereich trinken ohne mich zu übergeben XD Glaub mir, ich hab es versucht ...\n\nUnd nein =p ich werde nicht mein eigenes Mikrowellen geeignetes Geschirr mitbringen :D\n\nP.S.\nLiegt nicht unbedingt an den Bewohnern XD ich kann mir nicht mal eine Tasse mit meiner Schwester teilen. Konnte ich noch nie und werde ich auch nie!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:22:07.004+0000","up_votes":1,"down_votes":0,"body":"Avhso....dachte ijr habt vl einen \"Aufenthaltsraum\" oder sowas nur für die Angestellten. Das Geschirr der Bewohner würde ich auch nicht verwenden...yikes. bei meinem Bruder hätt ich da kein Problem. Da hat ja nur sein Essen drauf gewohnt...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:25:53.869+0000","up_votes":1,"down_votes":0,"body":"Eigentlich müsste es hier einen Pausenraum geben. Eigentlich dürfte man mir auch keine Vorwürfe machen wenn ich drei Minuten PAUSE mache und vor der Türe eine rauche aber das Klingeln des Telefons ignoriere :')\n\nBei zweiterem sagt man mittlerweile nichts mehr oder ich hab einfach nur Glück das es niemand mitbekommt. Keine Ahnung wie das Problem des Raumes gelöst wurde. Ob der Schwesternplatz als Pausenraum vorgegaukelt wird? Ich habe jedenfalls keinen :<\n\nÜbrigens :o Versuchst du immer noch mit dem rauchen aufzuhören oder hast du es schon geschafft? :o Oder aufgegeben?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T13:29:12.528+0000","up_votes":1,"down_votes":0,"body":"Ich habe aufgehört aufzuhören....vl fang ich nächstes Jahr wieder an mit aufhören :'D\n\nTs...Schwesternplatz ist kein Pausenraum ._.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T13:35:12.719+0000","up_votes":1,"down_votes":0,"body":"haha :D Ich hab es auch dran gegeben!\n\nWobei ich auffällig wenig rauche in letzter Zeit. Eigentlich wollte ich mir angewöhnen abends mehr zu trinken statt mehr zu rauchen, aber das funktioniert bisher nicht soooo optimal. Ich würde schon gerne eine Wasserflasche am Tag schaffen!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T08:48:53.845+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :3 \n\nJetzt wollte ich eigentlich Jammer weil ich deine stimme Immernoch nicht gehört habe und jetzt bist du krank :( Tut mir leid :3 \n\nHoffe dir geht es schnell wieder besser damit du deinen ulraub dann genießen kannst (und ich deine stimme mal hören kann^^)  \n\n*Hände noch oben Strecke und positive Energie schick* \n\n-------\n\nIch muss noch bis Donnerstag und abend dann auf Weihnachts Feier :) \nWobei ich da gern hin gehe da werd ich mich schön \"besaufen\" und damit die Kollegen was zu lästern haben ^^' \n\nDann hab ich endlich Urlaub und Weihnachten ist auch :) \nAuch wenn ich noch keine Geschenke hab :/ \nDenk er kriegen eh nur meine Eltern und ne freundin aus Amerika was und vilt ein paar skins für ein paar Kumpels ^^' \n\nIch hab auch noch keinen Plan ob ich einen Weihnachts Baum will dieses Jahr:/ \nDer letzte Stand bis März ^^ \nHab ja noch die Woche das überlege ich mir noch. \n\nAnsonsten hab ich keine Pläne fürn Urlaub ausser mal meine Oma und Familie in der oberpfalz zu besuchen :) \n\n--------\n\nDank meiner nicht vorhanden nen Planung wollte ich am Mittwoch mit Kumpels ins Kino irgend eine Premier schauen .... Aber meiner mum hab ich versprochen ins Kino in Grindelwalds Verbrechen zu gehen und was hab ich nun hab natürlich bei beiden zugesagt und alles reserviert ^^' Mist \n\nIst mir erst danach aufgefallen das alles am selben Tag ist :/ \nAber werd wohl mit meinen Mama ins Kino gehen :) da ich den Film auch sehen will und meine Mama freut sich :) \n\n-------\n\nUnd jetzt warte ich erstmal das der Montag rum geht ^^ und das hoffentlich schnell","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T10:05:27.530+0000","up_votes":1,"down_votes":0,"body":"So richtig krank bin ich nicht. Eher so angekränkelt c.c Aber es reicht aus um mir einen Dämpfer zu verpassen. Ich kann mich nicht mal vernünftig am Telefon melden XD weder Lust noch Energie. Reicht gerade so alles für hier und um Kleinigkeiten nebenher zu erledigen.\n\nSamstag bist du wutentbrannt offline gegangen und meintest etwas in die Richtung \"hat alles keinen Sinn mehr heute. League ist so Buggy. Ich gehe!\" XD Und Mittags wolltest du ja nur eine schnelle Nummer um danach einkaufen zu gehen :o\n\nAlso wenn ich es mir aussuchen dürfte, dann hätte ich eindeutig KEINEN Weihnachtsbaum. Man muss sich drum kümmern, sie machen dreck, es nimmt Platz weg, man muss (oder sollte) es dekorieren, man muss es entsorgen wenn es tot ist. Davon hab ich schon genug zuhause.\n\nUnd deiner stand bis März? XD Ich wäre froh wenn unserer spätestens zum 27.12. raus fliegen würde >.< Aber er steht meistens glaube ich immer so bis Mitte oder Ende Januar????????? IDK\n\nKannst du die Reservierungen nicht ändern? Ich denke mal eine Premiere ist fix, aber mit deiner Mom dann halt in eine frühere Vorstellung!?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T11:17:36.405+0000","up_votes":1,"down_votes":0,"body":"So jetzt aber da mein Handy mir vorhin meine mit Mühe geschrieben Antwort wieder gelöscht hat -.- \n\nHoff trotzdem das es dir schnell wieder besser geht :) \n\n\nDachte auch besser als mein Cassio Flash Player wird es nicht mehr.\n\nUd abend hat mich das Spiel ganz böse geärgert :*( \nAber für echt wäre ich doch sofort wieder gekommen :0 \nSelbst wenn das Spiel böse zu mir ist ^^\n\n\n\nJa doch ich hab genug platz bei mir in der Wohnung und ich mag das wenn der Baum dekoriert ist und leuchtet :) \nHab auch extra Lila und schwarze Kugeln :3 \nAber den Weihnachtsbaum dann wieder abzubauen ist doof ^^' \nDeshalb steht der auch so lange aber immerhin hat er am Ende nicht mehr so viele Nadeln :D \n\n\nJa ne wenn ich meinen Mama jetzt Absage und dann der film nicht mehr kommt ist sie enttäuscht. Da geh ich lieber mit ihr ins Kino :) habs jetzt auch schon ein paar mal nach hinten verschoben. \n\nUnd der film aus der Premiere ist nur so lala den schau ich halt weil ich gefragt wurde ob ich mit will ^^' \n\n---------- \n\nBtw. Den film den ich vor 2 wochen angeschaut habe den ich übel geil fand hab ich gestern mal geschaut kommt erst am 6.6.19 auf DVD raus :( dauert also noch ewig","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T11:47:10.954+0000","up_votes":1,"down_votes":0,"body":"Der Husten ist halt nervig. Er ist wirklich sehr gering, aber es schon weh c.c\n\nXD Dein Cassio Flash Play...\n\nAn dem Tag hatte ich noch ein Spiel gegen Blitzcrank der auch so etwas gemacht hat. Flasht irgendwohin und versucht jemanden aus meinem Team zu hooken XD und abends hatten wir das dann auch nochmal. Keine Ahnung ob das Max war oder Barti XD aber ich musste so darüber lachen. Das war irgendwie der Tag der Flash Fail Plays =p\n\nWieso hört sich dein Weihnachtsbaum nach einem Bondage Baum an?\n\nNja. Mama > andere :o schon richtig so!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T12:16:00.044+0000","up_votes":1,"down_votes":0,"body":"Kaum mach ich coole plays vor machen es alle nach ^^ ich bin aber auch ein Trendsetter (?) \n\nGlaub das liegt daran das du wieder schlecht von mir denkst :0 \nMein Baum sieht voll schön aus wenn ich ihn dekoriert hab :) \nBin jetzt auch nicht der größte Bondage Fan ^^' Vor allem nicht bei Weihnachts Bäumen :D \n\nJa Mama geht vor :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:20:30.723+0000","up_votes":1,"down_votes":0,"body":"Ich finde wir brauchen ein Beweisfoto :p\n\nJa XD der Witz ist halt echt das diese Flash Fail Plays erst los gingen nachdem du deinen abgeliefert hast :D Du machst deinen FFP und es zieht einen riesigen Rattenschwanz hinter sich her. Entweder nur in vereinzelten Spielen oder gleich mehrmals in einem XD das war teils wirklich gruselig :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T12:27:05.599+0000","up_votes":1,"down_votes":0,"body":"Wenn ich einen Baum hab dieses Jahr mach ich ein Foto :) Ansonsten such ich eins vom letzten Jahr raus \n\n\nJa das ist wie bei den Profis die spielen was und alle machen es nach ^^ so ist es bei mir auch :D mit der FFP Mechanik :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T12:35:20.959+0000","up_votes":1,"down_votes":0,"body":":p Okay.\n\nDieser \"ich lass den Baum so lange stehen bis er keine Nadeln mehr hat, dann ist er leichter raus zu bekommen\"-Trick könnte auch von mir sein XD","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T08:59:50.628+0000","up_votes":1,"down_votes":0,"body":"wärst du mal samstag abend online geblieben :P\nDa haben wir alle Aram gespielt :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T09:01:21.332+0000","up_votes":1,"down_votes":0,"body":"Ihr hätte mir ja schreiben können :*-(","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T09:04:21.190+0000","up_votes":1,"down_votes":0,"body":"Du warst überall offline :x","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T09:06:47.682+0000","up_votes":1,"down_votes":0,"body":"Aber aber ... Ich hab discord doch auf meinen Handy :( immer überall  selbst aufn klo seit ihr immer dabei :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T09:47:19.672+0000","up_votes":1,"down_votes":0,"body":"Beängstigend!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T09:49:46.009+0000","up_votes":1,"down_votes":0,"body":"Warum ? :0","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T10:08:54.285+0000","up_votes":1,"down_votes":0,"body":"c.c Vielleicht wollen wir das ja gar nicht?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T10:17:29.550+0000","up_votes":1,"down_votes":0,"body":"Wollt ihr nicht bei mir sein :0 \nUnd dabei tragen ich euch auf Arbeit immer in meiner Jacken innen Tasche. Also ganz nah bei meinem Herzen :*(","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T10:22:09.739+0000","up_votes":1,"down_votes":0,"body":"XD Was soll man denn darauf antworten?\n... ... ... ...\nDann trag uns eben mit dir rum x.x","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T11:18:22.357+0000","up_votes":1,"down_votes":0,"body":"Dachte jetzt etwas mehr Begeisterung würde kommen aber so geht's auch ^^'","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-12-17T08:10:34.996+0000","up_votes":1,"down_votes":0,"body":"Im to introduce urself channel schreibt er auch das er 12 ist :3 der Liam :D\n\nMoin","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:16:45.914+0000","up_votes":1,"down_votes":0,"body":"c.c Da gucke ich doch nicht rein ...\n\nHab halt legit gedacht das war ein Joke mit den 12 Jahren XD was diese Schreierei Samstag Abend noch brutaler gemacht hat. Ich kann wirklich sagen das ich aufgekratzte und laute Weiber von der Hölle bis ins Universum hasse. War irgendwie eine doppelte Tortur. Auch wenn ich aus seinem \"hast du Akali gerade vollständig gecancelt\" eine gewisse Bewunderung heraus gehört habe XD\n\nGestern war er jedenfalls sehr viel angenehmer der kleine Schreihals <3\n\n:p Was macht die Arbeit?","replies":[{"id":"","poster":"Necromant","date":"2018-12-17T08:21:50.480+0000","up_votes":1,"down_votes":0,"body":"Ja die Jugend ist noch leicht zu begeistern ...\nBei seinem lachen etc. merkte man aber deutlich das es ein Junge ist x)\n\nPass nu auf wenn ich dich zum schreien bringe mit deinem Sandpapier :D\nIch dich auch :P\n\nKlassischer Montag. Komme mit Elan hier hin, will was machen, nur um dann fest zu stellen das Internet die erste halbe Stunde net geht bis der Chef da ist und ich so noch nix machen kann. Also spiel ich Solitär und dabei vergeht mir wieder die Lust auf alles.\nUnd so schlepp ich mich jetzt durch den Tag mit dem Ziel noch was für die Präsentation zu machen und mir das Unternehmen für morgen nochmal anzuschauen ..","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:30:17.848+0000","up_votes":1,"down_votes":0,"body":"XD Wofür genau war das \"ich dich auch\"?\n\nDann darf ich heute Abend deinen Stream nicht gucken :p sonst sitz ich wieder nur vorm PC und schreie \"DIESER FEEDER DAS KANN DOCH NICHT SEIN!\" :P :P :P :P :P\n\nUff XD also mich hat die Stimme eher an Izayah erinnert tbh. Und die Art auch irgendwie o.o Das war beängstigend!\n\nIch dachte nur so \"bleib ruhig - alles wird gut\" Spätestens beim dritten Spiel hätte ich \"sie\" gemuted XD Aber war ja dann nicht mehr nötig und an den Report habe ich auch so gedacht <3","replies":[{"id":"","poster":"Necromant","date":"2018-12-17T08:32:10.237+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=zgOW88lT,comment-id=00010000,timestamp=2018-12-17T08:16:45.914+0000)\n>\n> :p Was macht die Arbeit?\n\n&\n\n> DIESER FEEDER DAS KANN DOCH NICHT SEIN!\n\nEine männliche Kio, lul.\n\nxd","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:36:07.182+0000","up_votes":1,"down_votes":0,"body":":'D Achsoooooooooooooooooooo\n\n\"Männlich\" ... auf dem Weg dahin maybe ^^","replies":[{"id":"","poster":"Necromant","date":"2018-12-17T08:37:35.129+0000","up_votes":1,"down_votes":0,"body":"so isses wohl :D\n\ngott, wie ich die arbeit hier komplett nicht vermisst habe ...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:44:32.810+0000","up_votes":1,"down_votes":0,"body":"Ja eh... ich hab eben auch gesagt bekommen das Frau Pferd wohl doch keinen Urlaub machen wird diese Woche. Und zwischen Weihnachten und Neujahr wüsste sie noch nicht ob sie kommt oder nicht. Dabei habe ich wegen dem Weibsbild, sofern man DAS so bezeichnen kann, extra NICHT frei genommen am 27. + 28.12.\n\nHoffentlich stimmt das nicht -.-","replies":[{"id":"","poster":"Necromant","date":"2018-12-17T08:48:04.902+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch noch nicht nicht ob ich am 27/28 frei habe, das zeigt sich alles erst diese Woche.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:55:23.074+0000","up_votes":1,"down_votes":0,"body":"Naja, du kannst wenigstens noch frei haben XD aber für mich ist das gelaufen. Und ich bin schon voll darauf gepolt ab Donnerstag nicht mehr früh aufstehen zu müssen. Und daher auch im Reinen mit dem arbeiten zwischen Weihnachten und Neujahr. Aber wäre halt echt scheiße wenn Frau Pferd erst so einen Wirbel macht das sie da gerne frei hätte dieses Jahr und jetzt meint \"mal gucken, weiß ich noch nicht\". \n\nDas hat sie zumindest zu Gaby gesagt und die verarscht sie gerne. Also heißt es abwarten!","replies":[{"id":"","poster":"Necromant","date":"2018-12-17T09:07:53.157+0000","up_votes":1,"down_votes":0,"body":"Frau Pferd scheint suspekt zu sein.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T09:20:46.344+0000","up_votes":1,"down_votes":0,"body":"Wahre Worte ...","replies":[{"id":"","poster":"Necromant","date":"2018-12-17T09:29:46.054+0000","up_votes":1,"down_votes":0,"body":"Von mir immer \n\n{{sticker:sg-kiko}}","replies":[{"id":"","poster":"Necromant","date":"2018-12-17T10:07:06.495+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-17T09:46:51.652+0000","up_votes":1,"down_votes":0,"body":"Isso. Am Samstag meintest du ja auch das ich wieder carrien musste o.ä.\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-12-17T09:52:36.535+0000","up_votes":1,"down_votes":0,"body":"** [Der TGSG-Blog] Geschichten eines Azubis, Tag 71\n-Meine-Gesundheit-choked-hart-Edition-**\n\nTraurige Geschichte, dass ich heute den Aufsatz nicht mitschreiben kann. Liegt aber eher weniger daran, dass ich nicht will, sondern, dass ich im Bus beinahe umgekippt bin und dann doch lieber mal zuhause geblieben bin. Hab jetzt schon keine Lust auf die (bekanntlich immer schwerere) Nachschreiberklausur. Andererseits... vielleicht ist der Termin so gut gelegt, dass ich gar nicht nachschreiben kann und damit die Note einfach nicht zählt. Mein Gott, dann hab ich halt ne 4 in Deutsch, ich glaube, wir konnten uns hier mittlerweile mehrfach davon überzeugen, dass ich in der Lage bin, solides Deutsch zu sprechen und zu schreiben.\nÜbrigens lustige Geschichte beim Hausarzt: Eigentlich erst mal nicht, denn ich war nur bei der Urlaubsvertretung (aber mein Hausarzt ist ein Guter, also darf er das^^) und das bedeutete: eine Stunde Wartezeit, obwohl ich sogar überpünktlich zum Termin erschien und das Wartezimmer fast leer war. War es nach einer Viertelstunde natürlich nicht mehr, aber nach Reihenfolge der Ankunft wird eh nicht abgearbeitet. Ich muss mir den Mythos mal aus dem Kopf schlagen... wie auch immer. Ich spiele ein bisschen auf meinem Handy herum, irgendwann wird mir langweilig und ich beschließe, auf Musik zu wechseln. Also Kopfhörer raus, reingesteckt, Ramms+ein angemacht und gut ist´s. Dachte ich, denn nach nicht mal der ersten Strophe vom ersten Lied werde ich direkt aufgerufen. Besten Dank auch!\n\nAch, für alle, die fragen: die **Mordmethode der Woche** fällt heute leider aus, aber sie wird bestimmt diese Woche noch nachgereicht. Irgendwer findet sich ja bekanntlich immer...\n\nUnd falls es noch jemanden interessieren sollte: der Weihnachtsmarktbesuch am Wochenende mit einer... ganz bestimmten Person war... okay. Erst mal höllisch kalt, aber es hat auch gewindet wie Sau, und sonst... ich glaube, ich hätte ein, zwei Stellen besser machen können, gerade am Ende war ich dann doch wieder etwas zu scheu. Wie immer halt. Schauen wir mal, wie sich das weiter entwickelt...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-17T09:58:54.035+0000","up_votes":1,"down_votes":0,"body":"Gute Besserung :3","replies":[{"id":"","poster":"INoKami","date":"2018-12-17T10:06:46.114+0000","up_votes":1,"down_votes":0,"body":"Dankeschööööön!\n{{sticker:slayer-pantheon-rainbows}}","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2018-12-17T08:40:09.273+0000","up_votes":1,"down_votes":0,"body":"T -3.5 Tage ^.^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:45:38.431+0000","up_votes":1,"down_votes":0,"body":"Ich sehe heute schon als gelaufen an XD\n\nAlso T - 2 Tage :D >.< Macht es aber irgendwie nicht besser.","replies":[{"id":"","poster":"XenesisCH","date":"2018-12-17T08:58:44.892+0000","up_votes":1,"down_votes":0,"body":"Eigentlich war es bei mir auch T -3 Tage, aber es ist noch ein Kundentermin reingekommen und zu diesem gehe ich gerne noch am Do-morgen vorbei :)","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T08:28:52.849+0000","up_votes":1,"down_votes":0,"body":"Nja, also ich bin grad aufgestanden und war duschen :D\nMein Morgen läuft bis jz ganz gut :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:36:40.254+0000","up_votes":1,"down_votes":0,"body":"Ganz schön frech junge Dame!\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-17T08:58:36.676+0000","up_votes":1,"down_votes":0,"body":"Aber ich chill mich nachher noch fürn halben tag in die Arbeit ^^","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-12-17T08:06:09.217+0000","up_votes":1,"down_votes":0,"body":"Moin!\n\nMeine Nacht war auch irgendwie blöd ... aber ja, Ziel vor Augen ... muss die Woche auch nur 4 Tage arbeiten ... aber aus keinem tollen Grund -.-\nDas Autochen braucht eine (große) Inspektion, Termin ist am Freitag .... 500€ :'|\n\nWas für n Sol-Ding? ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-17T08:18:45.186+0000","up_votes":1,"down_votes":0,"body":"XD Ich kann den Namen leider nicht schreiben! Sagen wir... ein Persönchen das Samstag Abend bei ein paar ARAMs dabei war incl. Voice-Gedöns?! ^^\n\nSophia hat auch einen Arzt-Termin vorgeschoben um noch weniger diese Woche arbeiten zu müssen D: Einfach um zehn einen Termin und danach nicht mehr arbeiten müssen. Wo simmer denn hier? c.c","replies":[]}]}]}