{"id":"4dZbVFEA","poster":"BotgameOTP","date":"2018-12-16T01:31:45.003+0000","title":"Je härter das Vergehen desto geringer die Strafe Reallife Vs Game","subforum":"Allgemeiner Chat","embed":{"title":"WTF? Manager eines Entwicklers furzte Mitarbeitern dreist ins Gesicht","description":"Beim Entwicklerstudio Riot Games scheint es hinter den Kulissen nicht immer ganz harmonisch abzulaufen. Das hat nun einem Mitglied der Geschäftsführung fast den Job gekostet. Bereits seit diesem Sommer ist bekannt, dass bei Riot Games ( League of Legends) mitunter ein recht toxisches Arbeitsklima herrscht.","url":"https://www.giga.de/unternehmen/riot-games/news/riot-games-manager-des-lol-entwicklers-furzte-mitarbeitern-ins-gesicht/","image":"https://crops.giga.de/83/7d/4d/3d1511a78ad651f398f4b3e381_YyAyMDkxeDEwOTMrMTQrMTQxAnJlIDEyMDAgNjI3AzhkMzVhYTUzZjM4.jpg"},"up_votes":3,"down_votes":6,"body":"Erinnert mich extremst ans Bestrafungssystem von LoL. Je st&auml;rker der Regelversto&szlig; desto weniger Bestrafung oO\r\n\r\nDonald Trump w&uuml;rde das erfreuen  (kriege daf&uuml;r eh n bann aber irgendwie finde ich das schon ne geile Aktion seitens F&uuml;hrungseben bei Riot Games)","replies":[{"id":"","poster":"Noxempire","date":"2018-12-16T13:22:53.271+0000","up_votes":1,"down_votes":0,"body":">Je stärker der Regelverstoß desto weniger Bestrafung oO\n>\n\nHe? \n\nIst doch genau andersherum. Wenn du krassere Sachen wie \"kys\" etc. schreibst bekommst du bspw. direkt einen 2 Wochen Ban, während du bei \"weniger schlimmen\" Sachen nur eine CR bekommst. \n\nVorsätzliches Feeding, notorisches AFK gehen (nach dem LB) und Trolling wird im Idealfall auch mit einem 2 Wochen Ban bzw. Perma Ban geahndet. \n\nZum Rest: \n\nLeute mit viel Geld sind immer schwer zu verurteilen/ anzuklagen. Das ist leider überall auf der Welt so.\n\nEDIT: aah es ist Orrius. Nvm. ","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-17T07:36:24.942+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Noxempire,realm=EUW,application-id=YnZkMR0R,discussion-id=4dZbVFEA,comment-id=0000,timestamp=2018-12-16T13:22:53.271+0000)\n>\n> \n> EDIT: aah es ist Orrius. Nvm.\n\nOh...auch zu spät gesehen {{sticker:sg-lulu}}","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-17T07:28:56.015+0000","up_votes":1,"down_votes":0,"body":"Die Suspendierung/Beurlaubung ist in vielen Fällen eine Erstmaßnahme. Der Typ ist offensichtlich COO. Ich kenne die Unternehmensstruktur von Riot nicht, aber im Normalfall sitzt ein COO genauso wie ein CFO (Chief Financial Officer) und ein CEO (Chief Executive Officer) im Vorstand. Im Normalfall ist ein Generalversammlungs-/Hauptversammlungs-/Gesellschafterversammlungsbeschluss nötig um ein Vorstandsmitglied abzuberufen. Es könnte daher sein, dass die 2 Monate der Suspendierung zur Vorbereitung einer solchen und der Nachfolgerduche dienen. Wie in dem Artikel schon steht, ist nicht gesagt wie es für ihn weitergeht.\n\nIm Übrigen ist es in RL genauso wie in League. Je schlimmer dss Vergrhen, desto härter die Strafe.\n\nBeispiele\n\nLeague:\nLeichter Flame/Blame -> 10/25er CR\nHarter Flame -> 14d Bann\n\nRL:\nDiebstahl: Strafandrohung bis zu 6 Monate Gefängnis\nMord: Strafandrohung 10 bis 25 Jahre oder Lebenslänglich","replies":[]}]}