{"id":"GTjIupA0","poster":"Snowhand","date":"2018-12-12T22:58:33.141+0000","title":"Spiderman: A New Universe - Fan Screening","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Hallo Community, war ein wundersch&ouml;nes Event heute (in Berlin), die Community war echt locker drauf und mit Quickshot als Moderator war es wirklich sehr angenehm und witzig. Nat&uuml;rlich war nicht nur Quickshot anwesend sondern auch einige Spieler aus der LEC sowie eine Handvoll Caster.\r\n\r\nDer Podcast hat mir auch wirklich gefallen. Der Saal war sch&ouml;n gef&uuml;llt und in den witzigen Momenten im Film wurde auch herzlich gelacht ^-^\r\n\r\nAuf jeden Fall Props an Riot mit dem Partner Event mit Marvel, freue mich auf weitere Kooperationen und solch Events mit der Community :D\r\n\r\n{{sticker:slayer-jinx-catface}} \r\n\r\n_**Your friendly neighborhood Snowhand**_","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-13T06:20:29.762+0000","up_votes":1,"down_votes":0,"body":"Quickshot\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Snowhand","date":"2018-12-13T15:17:41.015+0000","up_votes":1,"down_votes":0,"body":"Er war wirklich sehr sympathisch in seinem Spider-Gwent Hoodie und blonden Haaren, war erst ein wenig überrascht wer das sein könnte aber hab ihn dann natürlich instant erkannt ^-^ Nicht fern von mir konnte ich sogar Kev ersichten von den deutschen Streamern ^^\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-13T20:45:07.764+0000","up_votes":1,"down_votes":0,"body":":D Kevin ist auch ziemlich cool.\n\nBist ja fast schon zu beneiden :p","replies":[{"id":"","poster":"Snowhand","date":"2018-12-13T20:48:05.170+0000","up_votes":1,"down_votes":0,"body":"xD ich wäre zu beneiden wenn ich deren Hände geschüttelt hätte bzw ein Autogramm geholt hätte or nen Photo aber ich bin halt persönlich nicht so der Typ, klar bewundere ich die ganzen Leute und ihre Arbeit beim Casten, Streamen etc. aber glaube dieses \"Fanboy\" gehabe hab ich seit Jahren hinter mir gelassen ^-^ auch wenn nichts dagegen sprechen würde dies zu tun, also no hate at this point \n\n{{sticker:sg-ezreal}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-13T20:58:13.863+0000","up_votes":1,"down_votes":0,"body":"Ich war mal auf der Gamescom als noch League dort gespielt wurde. In einer Halle war dann halt alles aufgebaut und abgeschirmt weil dort FNC und so gespielt haben, natürlich von Sjokz moderiert.\n\nAn Candypanda bin ich vorbei gelaufen und bin echt cool geblieben.\n\nDann stehe ich vor diesem \"Abtrennungsvorhang\" und sehe Sjokz gefühlt 2 KM aus der Ferne und fange an zu quietschen vor Freude XD LOL ... ein Mädchen drehte sich um und meinte noch lachend \"so ging es mir auch gerade\" XD Dezent peinlich aber irgendwie ist das so aus mir raus geplatzt.\n\nDa war ich auch schon ... Anfang/ fast Mitte 25 ._. Glaub eher Anfang. Aber was soll ich sagen >.< über manche Dinge freue ich mich immer noch wie ein kleines Mädchen. Nur so richtig live habe ich noch nie jemanden von den League Pro Menschen gesehen ( außer Candy actually). Dafür hat mich Culcha Candela über den Haufen gerannt XD ... und ich war \"mit\" Heino chinesisch essen vor ein paar Monaten ... \nsollte man solche Dinge erwähnen? >.<\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Snowhand","date":"2018-12-13T22:02:47.732+0000","up_votes":1,"down_votes":0,"body":"Kann man. ruhig erwähnen xD maybe\n\nJoar also ich raste da jetzt nicht so girly mäßig aus ^-^ als Kerl ist das halt mal was anderes .. als Kerl zu quietschen is halt pretty weird haha :D\n\nAnsonsten hab ich natürlich nichts gegen Autogramme etc. nur sehe sie jetzt nicht als totaly nötig für mein persönlichen Wert ^-^ da is ja jeder eigen. Einige waren ein wenig aufgekratzter, natürlich war ich hauptsächlich da um mir Spider-Man anzugucken xD und die League Community um mich herum zu haben war natürlich \"a blast\"\nBin halt nen kleiner nerdy Spider-Boy, naja a bit xD wenn ich daran denke dass ich 90% aller Spider Comics gelesen habe .. weird :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-14T06:22:13.214+0000","up_votes":1,"down_votes":0,"body":"> als Kerl ist das halt mal was anderes .. als Kerl zu quietschen is halt pretty weird haha :D\n\nXDD Ich würd das feiern.\n\n:o ich fand die \"Kinderserie\" früher ziemlich cool die morgens im TV lief. Die ganz alte Spidermanserie, Batman und Ghostbusters. Dafür bin ich am Wochenende extra um fünf oder sechs Uhr morgens aufgestanden >.<","replies":[{"id":"","poster":"Snowhand","date":"2018-12-14T08:11:41.541+0000","up_votes":1,"down_votes":0,"body":"Ohja das waren Zeiten, aber da war ich tatsächlich sehr jung ^-^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-14T08:22:50.593+0000","up_votes":1,"down_votes":0,"body":"Damals gab es einfach die cooleren Zeichentrickserien .-.\n\nDa gab es auch noch diese \"Grimms Märchen\" Serie XD Fand ich teilweise zu gruselig fürs Kinderfernsehen, idk. Dafür gibt es heute Sex und Mord im Mittagsfernsehen XD ist doch alles prima gelaufen ...","replies":[{"id":"","poster":"Snowhand","date":"2018-12-14T08:47:20.427+0000","up_votes":1,"down_votes":0,"body":"Wobei ich sagen muss, heute laufen auf Disney XD die meisten coolen alten Serien wie z.B. American Dragon als auch einige alte Marvel Serien wie z.B. Avengers, Spider-Man und co.\n\nGut wobei ich gehörte zu der Generation die sich dann auf RTL2 (ich weiß nicht ob ich hier diese ganzen Sender nennen darf xD) Dragon Ball, One Piece und Conan reingezogen haben, eigentlich fast alle japanische Anime Übersetzungen, auch wenn Naruto nie mein Ding war aber selbst das, und natürlich vor allem Digimon 1-2 und natürlich Pokémon <3 ^-^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-14T08:57:19.531+0000","up_votes":1,"down_votes":0,"body":"Pokemon gewinnt eh alles! Wenn ich Mittags aus der Schule gekommen bin, hab ich des immer beim Mittagessen geschaut und dann ein Schläfchen gemacht. Bis Inuyasha und Conan liefen <3 \n\nNaruto hat mich irgendwann nicht mehr so gehyped und One Piece auch nicht mehr. War halt irgendwie immer das gleiche c.c und das über eine Ewigkeit hinweg. Da hab ich dann auch meistens geschlafen bis ich King of Queens gucken konnte XD\n\nEs gibt ja auch so einen Anime Sender von Prosieben c.c Aber keine Ahnung wie der heißt. Da läuft Conan und One Piece ... hin und wieder auch Filme glaube ich. Nur kenne ich den Sender bloß von Erzählungen :D tbh schaue ich seit drei? vier? fünf? Jahren nicht mehr aktiv Fernsehn ^^\n\nXD Oh Gott. Fühlt sich an als wären seit all dem 50 Jahre vergangen :'D","replies":[{"id":"","poster":"Snowhand","date":"2018-12-14T10:33:44.759+0000","up_votes":1,"down_votes":0,"body":"Joar geht mir ähnlich, gucke meist eher über den FireTV und was du meinst ist ProsiebenMaxx, gucke dort Abends meist Football und auch mal falls ich Zeit habe ein wenig Dragon Ball und One Piece ... naja dieses ewige Gleichgültigkeit in manchen Folgen nennt man Filler, wenn man diese Überspringt dann geht das schon ^-^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-14T10:43:43.773+0000","up_votes":1,"down_votes":0,"body":"Nja :p Filler Folgen sollten verboten werden.\n\nBei Naruto und One Pice sah das immer so aus\n\n- Wichtige Folge in der ein Kampf beginnt\n- Nichts passiert\n- Nichts passiert\n- Lustige Dinge passieren\n- Nichts passiert\n- Nichts passiert\n- Kampf wird durchgeführt. Ende des Kapitels\n\nXD Das man einfach sieben Folgen laufen lässt wovon nur zwei relevant sind ist dumm. Das ist so als hätte man bei Herr der Ringe Sam und Frodo am Schicksalsberg abgesetzt und zu einer Szene geswitched in der eine alte Oma Käffchen trinkt mit den Hobbits und nach vier Stunden zurückspringt um den Ring in die Lava zu werfen XD \n\nIch hab wirklich Netflix lieb gewonnen. Eigentlich Prime, aber da Amazon mich immer bescheisst, wars das endgültig mit uns!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]}