{"id":"9JcALEfy","poster":"MetroXproXGamer","date":"2019-10-18T05:55:43.473+0000","title":"Meine erste Montage! Lasst ein Feedback da","subforum":"Streams & YouTube","embed":{"title":"- League of Legends Montage/Highlights - NoLook / Thresh Main","description":"Thresh Montage 2019 - Best of NoLook (EUW Thresh Main) My first Montage, hope you like it! :)","url":"https://www.youtube.com/watch?v=NiP5l09tIb0","image":"https://i.ytimg.com/vi/NiP5l09tIb0/hqdefault.jpg"},"up_votes":2,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nhab mal einige Highlights von mir zusammen geschnitten.\r\n(War mein erstes Video, welches ich jemals geschnitten habe)\r\n\r\nBin Thresh Main, aber es ist trotzdem kein reines Thresh Video. ^^\r\n\r\nKönnt ihr euch ja mal anschauen wenn ihr wollt, möchte ich gerne mit euch teilen :)\r\n\r\nLG\r\nNoLook","replies":[{"id":"","poster":"Purrscess","date":"2019-10-18T18:57:53.098+0000","up_votes":1,"down_votes":0,"body":"Du brauchst nicht so viele Übergänge, stören eher. Am Anfang vll einen ganz kleinen weichen Übergang von Intro zur ersten Szene. Ansonsten Hardcut > Übergang. Musik leider auch nicht wirklich passend zu den Plays, da vll mal schauen ob man Höhepunkte Musik und Plays synchronisieren kann oder aufbauen. Das Video fühlt sich sehr langsam an, warum kann ich dir aber auch nicht wirklich erklären. \nZu den Plays: Sind okay, viele high variance Plays dabei (Predictions) und wenig wirkliche Combos mit der Lanterne + Hook Savings etc. Flay Interaktionen usw. da vll. mal schauen ob du noch mehr Vielfalt finden kannst.","replies":[]},{"id":"","poster":"Necromant","date":"2019-10-18T08:00:26.506+0000","up_votes":1,"down_votes":0,"body":"Feedback:\n1. Ich würde im Replay-Tool die ganze GUI ausschalten &amp; dann das ganze mit OBS aufnehmen. (So mach ich das zu mind. für meine Videos, bzw. versuche es - vgl.: [youtube Kanal](https://www.youtube.com/watch?v=Rk3Xo5oFSiI) \\).\n - hat den Vorteil das du keine Nervigen Ränder etc. hast\n - du durch OBS selbst die Quali besser einstellen kannst und du so angepasst, die beste Qualität aus den Aufnahmen raus holen kannst.\n2. Bearbeitung ist so määhh ... gerade die Übergänge. Aber da tu ich mich selbst auch noch schwer, ist denke ich einfach Erfahrungs- und Übungssache :)\n3. Endscreen evtl. noch mit anderen Videos oder Social-Links verknüpfen :) Du willst die Leute ja bei dir behalten und Sie für andere Videos von dir begeistern :)\n4. Thresh Montage? Mit Blitzcrank &amp; Morgana etc.? hmm\n\nGrüße, Necro :)","replies":[{"id":"","poster":"MetroXproXGamer","date":"2019-10-18T08:17:07.053+0000","up_votes":1,"down_votes":0,"body":"Ernsthafte Kritik ?\nDamit hab ich nicht gerechnet, aber Danke :D\n\nzu 1.: Klingt gut, werde ich das nächste mal versuchen, da Quali wirklich net die beste is, danke ^^\n\nzu 2.: Ja, Übergänge wollte ich natürlich einfach nur irgendwelche haben, wie gesagt ist ja das aller erste Video, welches ich jemals geschnitten habe, von daher braucht das natürlich noch etwas Zeit um die Übergänge gut zu machen \n\nzu 3. Es ist mein 1. Video, ich kann ja nicht irgendetwas verlinken, hab auch kein Twitter Insta facebook oder sonst irgendetwas, will ich auch nicht. ^^ Aber ist trotzdem ein guter Einwand.\n\nzu 4.: Ja,Ich hab ja eigentlich nur reingeschrieben, dass ich Thresh Main bin, sind ja zu 90% Thresh clips. Hatte mir nämlich am Anfang kein Thumbnail gemacht, hab das erst danach hinzugefügt und dann sollte man wissen, dass es hauptsächlich um Tresh geht :D\n\nAber danke dir aufjedenfall, gerade der erste Hinweis ist sehr gut! :)","replies":[{"id":"","poster":"Necromant","date":"2019-10-18T08:24:32.261+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MetroXproXGamer,realm=EUW,application-id=ENHTtUTO,discussion-id=9JcALEfy,comment-id=00000000,timestamp=2019-10-18T08:17:07.053+0000)\n>\n> Ernsthafte Kritik ?\n> Damit hab ich nicht gerechnet, aber Danke :D\n\n¯\\\\\\_(ツ)_/¯\n\n> Aber danke dir aufjedenfall, gerade der erste Hinweis ist sehr gut! :)\n\nnp :)","replies":[]}]}]}]}