{"id":"AIjMoF3c","poster":"L1nk1n Park","date":"2018-12-11T12:48:43.968+0000","title":"Schade das man den chat eigentlich nicht benutzen darf wieso gibt es dann einen ?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":30,"body":"Game 1\r\nIn-Game\r\nL1nk1n Park: this gonna be interesting in midlane\r\nL1nk1n Park: wp\r\nL1nk1n Park: lol inting my lane\r\nL1nk1n Park: and wants to report me\r\nL1nk1n Park: just report him toxic\r\nL1nk1n Park: yeah same with top\r\nL1nk1n Park: well sucks\r\nL1nk1n Park: if graves didnt gank i had a  chance\r\nL1nk1n Park: unlucky\r\nL1nk1n Park: :D irelia\r\nL1nk1n Park: and ?\r\nL1nk1n Park: 0 2 is notz lost\r\nL1nk1n Park: well ignite fcked me\r\nL1nk1n Park: graves still talking\r\nL1nk1n Park: i played save you come mid\r\nL1nk1n Park: a\r\nL1nk1n Park: we both die my bad\r\nL1nk1n Park: ofc\r\nL1nk1n Park: lol starts to flame\r\nL1nk1n Park: &quot;its just a game&quot;\r\nL1nk1n Park: this graves is boosted\r\nL1nk1n Park: ofc its a french\r\nL1nk1n Park: what do you expect\r\nPost-Game\r\nL1nk1n Park: :D\r\nL1nk1n Park: i just dont like french people\r\nL1nk1n Park: thats all\r\nL1nk1n Park: and ? do it\r\nL1nk1n Park: not rly\r\nL1nk1n Park: you are account sharing\r\nL1nk1n Park: ofc\r\nL1nk1n Park: its racist :D\r\nL1nk1n Park: sure\r\nL1nk1n Park: your stupid\r\nL1nk1n Park: french people just cant play\r\nL1nk1n Park: why is it racist if i dont like them in my games\r\nGame 2\r\nIn-Game\r\nL1nk1n Park: nothing\r\nL1nk1n Park: wp\r\nL1nk1n Park: muted\r\nL1nk1n Park: dont need stupid retards not doing anything but fl&ouml;ame\r\nL1nk1n Park: holy\r\nL1nk1n Park: you ran away for no reason\r\nL1nk1n Park: shut up\r\nL1nk1n Park: this stupid troll alistar\r\nL1nk1n Park: stole all kills\r\nL1nk1n Park: and lets people die\r\nL1nk1n Park: nah\r\nL1nk1n Park: not rly\r\nL1nk1n Park: he takes kills for no reaosn\r\nL1nk1n Park: can we report draven ?\r\nL1nk1n Park: &quot;i will hit diamond&quot;\r\nL1nk1n Park: loses with a bad backport\r\nL1nk1n Park: gg wp\r\nPost-Game\r\nL1nk1n Park: doesnt matter\r\nL1nk1n Park: how often you go 3 vs 1 on me\r\nL1nk1n Park: will win anyways\r\nL1nk1n Park: just report draven toxic\r\nL1nk1n Park: not rly\r\nL1nk1n Park: you got carried draven\r\nL1nk1n Park: by our jgl\r\nL1nk1n Park: nice damage dude\r\nL1nk1n Park: you did nothing\r\nL1nk1n Park: 22k\r\nL1nk1n Park: you won bot but did nothing with ot\r\nGame 3\r\nIn-Game\r\nL1nk1n Park: i ping you\r\nL1nk1n Park: its the same\r\nL1nk1n Park: you could hgave got 2 kills\r\nL1nk1n Park: if u would look lanes\r\nL1nk1n Park: holy\r\nL1nk1n Park: just come\r\nL1nk1n Park: wtf\r\nL1nk1n Park: ok you dont wanna win\r\nL1nk1n Park: ff 15\r\nL1nk1n Park: xin is mentally\r\nL1nk1n Park: jgl players\r\nL1nk1n Park: unlucky matchup\r\nL1nk1n Park: with no jgl\r\nL1nk1n Park: not rly\r\nL1nk1n Park: just get ypur report\r\nPost-Game\r\nL1nk1n Park: report zyra\r\nL1nk1n Park: toxic\r\nL1nk1n Park: flaming\r\nL1nk1n Park: 2 10 is not inting","replies":[{"id":"","poster":"DrakoniaDRK","date":"2018-12-12T09:08:48.903+0000","up_votes":1,"down_votes":8,"body":"In etwas bin ich der gleichen Meinung. Franzosen können wirklich nicht Spielen - selten. War bei Dota genau das selbe Problem. Franzose im Team = lose, egal wie gut man gespielt hat oder versucht hatte zu carrien. \n\nAber nichts desto trotz, der Chat ist da, ja aber nicht zum Flamen, Tilden und beleidigen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-12T11:41:56.505+0000","up_votes":5,"down_votes":0,"body":"Woher weißt du denn wie oft du mit Franzosen spielst? Nicht jeder schreibt in den Chat. Und nicht jeder Franzose schreibt dann auch französisch.\nDas kannst du also gar nicht pauschalisieren. Denn wenn du es so willst, dann kannste das mit Deutschen genauso machen. Viele Spieler die deutsch schreiben spielen scheiße = alle Deutschen können nicht spielen. \n\nDas ist ne Aussage die absolut fern der Realität ist.","replies":[{"id":"","poster":"DrakoniaDRK","date":"2018-12-12T13:15:31.292+0000","up_votes":1,"down_votes":8,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=000e0000,timestamp=2018-12-12T11:41:56.505+0000)\n>\n> Woher weißt du denn wie oft du mit Franzosen spielst? Nicht jeder schreibt in den Chat. Und nicht jeder Franzose schreibt dann auch französisch.\n> Das kannst du also gar nicht pauschalisieren. Denn wenn du es so willst, dann kannste das mit Deutschen genauso machen. Viele Spieler die deutsch schreiben spielen scheiße = alle Deutschen können nicht spielen. \n> \n> Das ist ne Aussage die absolut fern der Realität ist.\n\nIch sehe es bereits an dem Namen an. Ich komme aus der Schweiz und kenne daher Französisch sehr gut. Und bis jetzt konnte JEDER Franzose den ich im Team hatte, nicht Spielen. \nWeder in Dota noch hier in League. Und die meisten Franzosen die ich im Spiel haben reden dann auch Französisch.","replies":[{"id":"","poster":"Maexle","date":"2018-12-12T13:51:37.932+0000","up_votes":7,"down_votes":0,"body":"Hm,  wie nennt man es, wenn pauschal Menschen einer gewissen Gruppe herabgestuft werden? \n\nIch verdeutliche dir an einem weiteren Beispiel, wie dämlich diese Denkweise ist: \"Alle Schweizer sind nationalistische, korrupte Hinterweltler, die nichts im Kopf haben außer Geld und Skifahren.\"","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-12-12T13:39:27.669+0000","up_votes":6,"down_votes":0,"body":"Als ob man jeden Franzosen am Namen erkennt. \nSorry, aber ich finde deine Aussage ist schwachsinnig. Möglich, dass du die Erfahrung gemacht hast, das Franzosen schlecht spielen, wenn sie als Franzosen erkennbar waren. Heißt aber noch lange nicht, dass alle Franzosen schlechte Spieler sind. \n\nDas ist - sorry für den Ausdruck - eine schwachsinnige Aussage","replies":[]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-12-11T13:46:17.543+0000","up_votes":13,"down_votes":10,"body":">Schade das man den chat eigentlich nicht benutzen darf wieso gibt es dann einen ? \n\nDu darfst und sollst den Chat doch benutzen D: Ohne den Chat kannst du dich schlecht mit deinen Teammates absprechen.\n\n_oh. isch seh 'n chatlog._\n\n_________________________________________\n**Der Chatlog und meine Kürzel:**\nNB= negatives Verhalten\n(R)= Rassismus (aus dem Bereich \"Hassrede\")\nUB= unsportliches Verhalten\n\n_________________________________________\n>L1nk1n Park: just report him toxic\nL1nk1n Park: yeah same with top\n\nNB\n\n\n>L1nk1n Park: this graves is boosted\nL1nk1n Park: ofc its a french\n\nFlaming, Hatespeech (R)\n\n>L1nk1n Park: i just dont like french people\nL1nk1n Park: your stupid\nL1nk1n Park: french people just cant play\n\nHatespeech (R), flaming\n\n>L1nk1n Park: dont need stupid retards not doing anything but flöame\n\n(*) Hatespeech\n\n>L1nk1n Park: this stupid troll alistar\nL1nk1n Park: stole all kills\nL1nk1n Park: and lets people die\n\nFlaming, Blaming\n\n>L1nk1n Park: can we report draven ?\n\nNB\n\n>L1nk1n Park: just report draven toxic\n\nNB (Reportcall)\n\n\n>L1nk1n Park: you got carried draven\nL1nk1n Park: by our jgl\n\nUB\n\n>L1nk1n Park: ok you dont wanna win\nL1nk1n Park: ff 15\nL1nk1n Park: xin is mentally\n\nGriefing, Flaming\n\n>L1nk1n Park: report zyra\nL1nk1n Park: toxic\nL1nk1n Park: flaming\n\nNB (reportcall), Blaming\n\n___________________________________\n**Result:**\n**Negatives Verhalten,\nnegatives Verhalten (Aufruf zum reporten eines Spielers),\nFlaming,\nBeschuldigungen,\nHassrede (Rassismus),\nTrauerspiel/Stimmungsdrückung.**\n______________________________________\n\n(*) \"Retard/retarded\" ist zwar wortwörtlich nur \"verzörgert\", wird jedoch oft als negativer Begriff gegen mental eingeschränkte Menschen genutzt. Ob das System dies nun als Hatespeech oder Flaming zählt, kann ich dir nicht genau beantworten. Es sollte aber sehr wahrscheinlich unter hatespeech fallen.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:55:17.009+0000","up_votes":1,"down_votes":5,"body":"> Du darfst und sollst den Chat doch benutzen D: Ohne den Chat kannst du dich schlecht mit deinen Teammates absprechen.\n\nMit einem Textchat kann man sich sowieso nicht absprechen mit anderen Leuten, um nochmal auf den Titel zurückzukommen. Deswegen frage ich mich halt wofür es einen Chat gibt.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-12-11T14:13:16.926+0000","up_votes":6,"down_votes":8,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=00060001,timestamp=2018-12-11T13:55:17.009+0000)\n>\n> Mit einem Textchat kann man sich sowieso nicht absprechen mit anderen Leuten, um nochmal auf den Titel zurückzukommen. Deswegen frage ich mich halt wofür es einen Chat gibt.\n\n...\nich kann mich probemlos mit meinem teammates absprechen, wenn ich den chat benutze...","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T14:14:27.865+0000","up_votes":1,"down_votes":6,"body":"> ...\nich kann mich probemlos mit meinem teammates absprechen, wenn ich den chat benutze...\n\ndann spielen wir nicht die selben games","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-11T15:39:33.393+0000","up_votes":1,"down_votes":0,"body":"Das liegt wohl daran, dass du das Flamerspiel spielst und andere eben nicht. Wenn deine ersten Zeilen an deine Mitspieler Beleidigung und Blaming sind, sollte es dich nicht wundern, wenn sie deine \"Absprachen\" ignorieren.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T15:46:36.964+0000","up_votes":1,"down_votes":5,"body":"In solchen Games mache ich wie man sieht ja auch keine absprachen.","replies":[{"id":"","poster":"Alpacana","date":"2018-12-11T15:51:46.497+0000","up_votes":1,"down_votes":0,"body":"Also benutzt du den Chat nur kontraprduktiv. Da musst du dich dann auch nicht über einen Ban wundern...","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T15:56:00.958+0000","up_votes":1,"down_votes":5,"body":"Nein aber positives wird wie gesagt ja nicht gewertet du kannst in 500 games 497 mal gute Dinge schreiben. In 3 verhählts du dich schlecht und kriegst nen ban.","replies":[{"id":"","poster":"Alpacana","date":"2018-12-11T16:02:37.729+0000","up_votes":1,"down_votes":0,"body":"Wieso sollte es \"gewertet\" werden? Es wird angenommen, dass du dich \"positiv\" (oder wie ich es nenne: normal) verhältst. Verstößt du gegen die Regeln, wirst du bestraft. Ich verstehe da deinen Punkt nicht.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T16:17:41.769+0000","up_votes":1,"down_votes":3,"body":"Wenn es gewertet werden würde, dann würde es ja was bringen sich positiv zu verhalten. Vielleicht haben wir auch unterschiedliche auffasungen von positiv. Nichts schreiben ist weder positiv noch negativ. Positiv ist es den Mitspieleren mut zu machen. Auch mal nen wp oder so schreiben. \n\nWenn du willst, dass sich die Comunity verändert musst du dort ansetzten solange dies nicht geschieht wirst du so wie in meinen Games 8/10 games haben in denen nichts geschrieben wird und in den restlichen 2 wirst du nur negatives sehen.\n\nDadurch, dass sich der Mensch negative Sachen mehr merkt wird er denken, dass die Comunity alle nur toxic sind.\n\nSolange es nur Strafen gibt werde ich mich garantiert nicht zu einem positiven Spieler werden wieso auch ? Bringt ja nichts.\n\nBans sind mir egal. Spiele ich halt wo anders oder mach die paar Games mit kaum Nachrichten.\n\nHab auch noch nie mitbekommen, dass meine Mitspieler sich besser Verhalten wenn ich denen positive Dinge schreibe.","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-12T06:27:34.068+0000","up_votes":5,"down_votes":0,"body":"Am Besten vergleichst du es einfach mit dem Autofahren. \n\nSo lange du dich an die Regeln hältst, darfst du im Straßenverkehr mit fahren. Deine Belohnung für dein positives Verhalten ist, dass du mit fahren darfst. Verstößt du gegen die Regeln (auch wenn du das nur ein mal machst!) wirst du bestraft.\n\nDie Bestrafung richtet sich hierbei nach dem jeweiligen \"Anbieter\", im Straßenverkehr also unser Land, auf Grundlage unserer Gesetze und in Lol ist das Riot auf Grundlage der AGB. Anhand dieser Grundlage werden die Sanktionen abgeleitet. \n\nAuf der Straße reicht das von Geldstrafen über temporären Führerscheinentzug bis zu permanenten Ausschluss.\n\nIn Lol geht das vom Chatban über temporäre Bans bis zum permanenten Ausschluss. \n\nSich an die Regeln zu halten wird einfach *vorausgesetzt*. Das kann man nicht sammeln. Das wäre so wie wenn man im Straßenverkehr eine Punktekarte hat auf der so was steht wie: \"Du hast jetzt vier Opas ausparken lassen, jetzt darfst du endlich wieder ein Kind überfahren.\"","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-12-11T16:30:23.737+0000","up_votes":1,"down_votes":0,"body":"Du verlangst also Belohnungen für eigentlich selbstverständliches Verhalten? \n\nRiot setzt voraus, dass du dich deinen Mitspielern höflich und respektvoll gegenüber benimmst. Das ist einfach selbstverständlich. Wer das nicht kann, der wird bestraft und verliert das Privileg Kisten und Schlüssel zu erhalten. \n\nWenn du nicht fähig für selbstverständliches Verhalten bist, ist in deinem Leben ein bisschen was falsch gelaufen. Maybe liegt es auch an deiner Erziehung, dafür kannst du dann aber nichts. \n\nAber es ist verdammt traurig, dass du ne Belohnung verlangst nur damit du dich respektvoll gegenüber deinen Mitmenschen verhältst.\n\n\n\nBtw. im echten Leben bekommst du auch keine Belohnungen für respektvollen Umgang mit Mitmenschen. Wieso brauchst du in einem Game eine Belohnung dafür? O.o\nOder denkst du genau so über das reale Leben?","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-12-11T16:14:00.248+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=00060001000000000000000000000000,timestamp=2018-12-11T15:56:00.958+0000)\n>\n> Nein aber positives wird wie gesagt ja nicht gewertet du kannst in 500 games 497 mal gute Dinge schreiben. In 3 verhählts du dich schlecht und kriegst nen ban.\n\nWenn du wirklich in 497 Spielen vorbildlich gewesen wärst, hättest du Honor Level 5 erreicht... also nen Gratis Warwick oder Twitch Skin geschenkt bekommen, den man nur so kriegt. (Ich warte immer noch auf mein \"I was an honorable player for 4 years, and all I got was this toxic Twitch skin\" T-Shirt. Mit der Mediveal Twitch Splashart...)\nDazu kommen haufenweise Kisten, die ebenfalls zu gratis Skins führen würden. Eventuell sogar einen der coolen Hextech Skins. Aber das wird natürlich alles \"nicht gewertet\"... wie auch... wäre voll schwer ein Honorsystem mit verschiedenen Leveln einzuführen, an welches man dann die Belohnungen koppelt.\n\nAber eigentlich bin ich ja wegen dieses Zitates hier:\n\"L1nk1n Park: dont need stupid retards not doing anything but flöame\" Vielleicht, nur so als gut gemeinter Tipp, solltest du das vor jedem Spiel ein mal in einen Spiegel sagen. Das könnte helfen...","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T16:23:09.004+0000","up_votes":1,"down_votes":4,"body":"Da kommen wir zu einem weiteren Punkt, das Honor System ist nen Witz. Werde ich nicht weiter erläutern ist mit dann doch zu blöd. Aber das ist so nen Alibi System.\n\n\"L1nk1n Park: dont need stupid retards not doing anything but flöame\"\n\nFalls du den Chatlog angesehen hättest würdest du sehen, dass das erste was von mir kam ein nothing und ein wp war und ich hart beleidigt wurde in dem game aber naja die wurden ja auch mal wieder nicht gepunished. \n\nDie haben halt ihre lane verloren und angefangen mich instant zu flamen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-12-11T16:48:09.992+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=0006000100000000000000000000000000020000,timestamp=2018-12-11T16:23:09.004+0000)\n>\n> Da kommen wir zu einem weiteren Punkt, das Honor System ist nen Witz. Werde ich nicht weiter erläutern ist mit dann doch zu blöd. Aber das ist so nen Alibi System.\n> \n> &quot;L1nk1n Park: dont need stupid retards not doing anything but flöame&quot;\n> \n> Falls du den Chatlog angesehen hättest würdest du sehen, dass das erste was von mir kam ein nothing und ein wp war und ich hart beleidigt wurde in dem game aber naja die wurden ja auch mal wieder nicht gepunished. \n> \n\nHerzlichen Glückwunsch. Du hast tatsächlich die 2 Sätze identifiziert, die nicht toxisch sind. Wunderbar, Schritt 1 ist absolviert. Wenn du jetzt darauf aufbaust, mehr von diesen 2 Sätzen und vor allem weniger vom Rest schreibst, bist du auf einem guten Weg. Wobei weniger hier \"gar nichts\" bedeutet, sonst ist jegliche Hoffnung für diesen Account verloren...","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T17:02:18.469+0000","up_votes":1,"down_votes":2,"body":"Ich werde den Account garantiert nicht verlieren bin ja nicht dumm. Selbst wenn kann mir das auch egal sein. Wieso sollte ich mehr von guten Sätzen schreiben, da schreib ich lieber gar nichts wie in dem Post schon mehrfach gesagt, wird es eh nicht gewertet.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2018-12-11T16:31:16.698+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=0006000100000000000000000000000000020000,timestamp=2018-12-11T16:23:09.004+0000)\n>\naber naja die wurden ja auch mal wieder nicht gepunished. \n\nWeißt du woher?","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T16:58:24.140+0000","up_votes":1,"down_votes":4,"body":"Weil man ne Nachricht bekommt wenn Personen eine Bestrafung erhalten ? :thinking:","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T17:16:53.572+0000","up_votes":1,"down_votes":0,"body":"Dacht ich mir.. \n\nNein das ist nicht so. Diese Nachricht erhält man extrem selten. Selbst wenn jemand bestraft wurde, musst du deswegen nicht unbedingt eine Mitteilung erhalten haben. \n\nUnd irgendwer hat auch mal in den Raum geworfen, dass diese Meldung auch nur bei 14 Tage oder Permabann erscheint. Sollte also eine CR ausgesprochen worden sein, dann wird es dafür nie eine Meldung geben.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T19:00:20.968+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=00060001000000000000000000000000000200000000000000000002,timestamp=2018-12-11T18:50:11.131+0000)\n\n> Der Kommentar ging übrigens an den TE, keine Ahnung wieso das Forum mich auf den Kommentar nicht antworten lässt...\n\nUnd ich war beim ersten Satz schon irritiert, wieso du mir das sagst xD Ich hatte ja nichts dergleichen erwähnt :D","replies":[]},{"id":"","poster":"Alpacana","date":"2018-12-11T18:50:11.131+0000","up_votes":1,"down_votes":0,"body":"Die Nachricht bei jedem erfolgreichen Ban anzeigen zu lassen würde (und hier zitiere ich Riot) die Privatsphäre der gebannten Person verletzen, wird also nicht passieren.\nWenn du die Nachricht komplett entfernst würde deine Aussage sich ja nur ändern von \"weniger Leute werden gebannt\" zu \"gar keine Leute werden gebannt\".\n\nMehr Stufen gab es bereits, lies dich dazu ein. Im Endeffekt war es nicht produktiv und deswegen ist es so wie es nunmal eben momentan ist.\nEine Nachricht mit allem was man falsch gemacht hat nach jedem Game zu bekommen wäre auch nicht möglich, da jedes Spiel einzeln im Kontext betrachtet werden müsste, dazu ist das System 1. nicht ausgelegt und 2. wäre auch dies kontraproduktiv. Es gilt nunmal momentan: Benimm dich und du wirst nicht bestraft.\n\nDer Kommentar ging übrigens an den TE, keine Ahnung wieso das Forum mich auf den Kommentar nicht antworten lässt...","replies":[]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T18:41:47.318+0000","up_votes":1,"down_votes":4,"body":"Dann sollen die diese Nachricht einfach entfernen oder halt wirklich immer wenn jemand auch nen CR bekommen hat, ansonsten werde ich bei meiner Meinung bleiben, dass viel zu wenige Leute gebannt werden. \n\nMan könnte außerdem das ban system dahingehend auch ändern, dass es noch mehr stufen gibt. Also man schon viel früher auf sein Fehlverhalten aufmerksam wird. \nZum Beispiel nach einem Game in dem man toxisch ist und das System es erkennt man direkt eine Nahcricht bekommt mit allem was man falsch gemacht hat.\n\nMotivierend ist das aktuelle ban system nämlich nicht wirklich gekoppelt an das honor System, dass die auch wieder entfernen könnten, solange es so nichts sagend ist wie bisher.","replies":[]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-12-11T21:45:17.382+0000","up_votes":2,"down_votes":0,"body":"Du wirst dich schon deutlich öfter negativ geäußert haben. Erfahrungsgemäß sind die Spiele im Chatlog eher der Tropfen, der das Fass zum Überlaufen gebracht hat. Und damit eher die Regel, als die absolute Ausnahmesituation.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T22:03:38.525+0000","up_votes":1,"down_votes":4,"body":"Dann weiß ich zumindest jetzt was den ban getriggered hat. Das war nen Joke im letzten game der von automatischem System als rasistisch angesehen wurde.","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-12T01:03:48.662+0000","up_votes":2,"down_votes":0,"body":"Ich denke eher, dass lag an deinen Beleidigungen und dem Flame.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-12-11T22:19:59.996+0000","up_votes":2,"down_votes":0,"body":"Weißt du, ein fremder Spieler weiß nicht, ob das ein Scherz ist oder nicht. Er kennt dich schließlich nicht. Und selbst wenn du sagst \"Joke\" muss das nicht heißen, dass er dir glaubt. Er kann sich trotzdem angegriffen fühlen. Und dann reportet er dich, zurecht. \n\nSowas hat einfach nichts im Chat zu suchen, egal ob Scherz oder nicht... \n\nDas System kann übrigens logischerweise nicht unterscheiden ob etwas sarkastisch, ironisch oder als Scherz gemeint ist. \n\nUnterlasse solche Dinge vllt direkt. ^^","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-12-11T16:04:49.467+0000","up_votes":1,"down_votes":0,"body":"Wenn du nicht homophobe, sexistische, rassistische oder andere Dinge die unter Hassrede zählen schreibst, dann wirst du wegen drei Games in denen man mal ein wenig toxisch war keine Strafe erhalten.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2018-12-11T19:08:15.201+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=00060001,timestamp=2018-12-11T13:55:17.009+0000)\n>\n> Mit einem Textchat kann man sich sowieso nicht absprechen mit anderen Leuten, um nochmal auf den Titel zurückzukommen. Deswegen frage ich mich halt wofür es einen Chat gibt.\n\nIch benutze den Chat auch und wurde noch nie bestraft.\nMuss also ein Anwenderproblem sein.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T19:15:12.090+0000","up_votes":1,"down_votes":4,"body":"> Ich benutze den Chat auch und wurde noch nie bestraft.\nMuss also ein Anwenderproblem sein.\n\nWas hat das jetzt mit dem Thema zu tun ? Ja genau nichts du bist ja ne ganz schöne Inteligenzbestie.","replies":[{"id":"","poster":"HyperionCH","date":"2018-12-11T19:35:29.545+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=0006000100010000,timestamp=2018-12-11T19:15:12.090+0000)\n>\n> Muss also ein Anwenderproblem sein.\n> \n> Was hat das jetzt mit dem Thema zu tun ? Ja genau nichts du bist ja ne ganz schöne Inteligenzbestie.\n\nEs hat sogar sehr viel mit dem Thema zu tun.\n\nIn deinem Titel behauptest du ja, dass man den Chat nicht nutzen darf und im Eröffnungspost ist dein Chatlog; du wurdest also bestraft.\nDeine These ist somit: wenn man den Chat benutzt, wird man wegen Toxiness bestraft.\n\nDeine These widerlege ich, indem ich sage, dass man sehr wohl den Chat nutzen kann und man nicht bestraft wird. Ich werde hier bei weitem nicht der Einzige sein; die Mehrheit der Spieler nutzt den Chat irgendwie (einige mehr, andere weniger) und wurden noch nie bestraft. Der Grund: sie sind nicht toxisch.\n\nEs kommt also darauf an, wie man den Chat benutzt. Du benutzt ihn offensichtlich, um deine Mitspieler zu blamen und flamen. Das ist toxisch und wird bestraft.\n\nDie Mehrheit nutzt den Chat weise; diese Spieler werden nicht bestraft und der Chat hat auch einen Nutzen.","replies":[]}]}]}]}]},{"id":"","poster":"Asulia","date":"2018-12-11T12:54:10.800+0000","up_votes":4,"down_votes":1,"body":"Krass, und du bist echt der Meinung, das so eine Art normal ist? Was ist denn bei dir alles schiefgelaufen, das Du so mit deiner Umwelt redest?","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T12:58:45.354+0000","up_votes":1,"down_votes":7,"body":"Naja wie die Umwelt mit einem umgeht so kommt es halt immer zurück","replies":[{"id":"","poster":"Asulia","date":"2018-12-11T13:04:15.555+0000","up_votes":5,"down_votes":0,"body":"Ja, das ist sehr einfach sich damit rauszureden. Aber hey, ich erwarte ja gar nicht das du es verstehst.\nIch bin ganz ehrlich, Ich geile mich jedesmal daran auf, wenn Ihr Trollos dann noch die Chuzpe habt, das schön zureden, wie ihr euch windet und jammert, das ist die geilste Sache an Riots Bestrafungssystem. \njeden Tag hoffe Ich, das wieder einer von Euch hier rumjammert, seinen Menschverachtenden Chat postet und sagt, Ich bin voll unschuldig.\nDas letzte mal als Ich so viele Unschuldige gesehen habe, war im Knast. Da war jeder 2te ein Justizirrtum, alle unschuldig.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:16:15.232+0000","up_votes":1,"down_votes":1,"body":"Du meinst echt, dass das ban system irgendwas bringt ?","replies":[{"id":"","poster":"A bag of Kitties","date":"2018-12-11T13:23:53.058+0000","up_votes":4,"down_votes":0,"body":"Nun ja, dich hats ja erwischt. \n\nAlso ich kann mich nicht beschweren.","replies":[]}]},{"id":"","poster":"BotgameOTP","date":"2018-12-11T14:34:48.762+0000","up_votes":1,"down_votes":0,"body":"Äy statistisch sind nur 25% aller Fälle als Justizirrtum zu verzeichnen!","replies":[]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T14:08:28.110+0000","up_votes":1,"down_votes":3,"body":"Solange du nicht irgendwie Rankeds spielst wirst du sowieso nicht verstehen, durch was toxic wird.","replies":[]}]}]}]},{"id":"","poster":"Untouchable ProX","date":"2018-12-11T20:17:14.717+0000","up_votes":2,"down_votes":1,"body":"Möchte auch mal mein Senf dazu geben.\nDein Chat und alles dazugehörige wurde ja schon ordentlich auseinander genommen, von daher belasse ich es mal dabei. {{sticker:slayer-jinx-wink}} \n\nIch selbst (auch wenn dass eigentliche Thema ja irgendwie schlagt den TE ist) wäre sogar dafür den Chat ganz abzuschaffen.\nWofür braucht man den mal ganz ehrlich?\nViele Spieler (die auch dann ihre Strafe auch bekommen) nutzen ihn eigentlich nur um zu provozieren, flame ec.\nKlar - es gibt Spieler (wie ich) die auch auschließlich positives schreiben oder gar nichts.\nMeine besten Spiele laufen sogar meist stumm ab (von allen) bis auf einzelne ''wp's''.\n\nIch selbst bin wirklich dafür den Chat rein auf Emotes/Sticker/pings zu beschränken. \nWofür ist z.B. der All chat? Sehe wirklich sehr selten konstruktives Verhalten gegenüber den anderen oder eigenen Team.\nEs ist, egal ob gerechtfertigt oder nicht - komplett unnötig den Flame lesen zu müssen oder andere provozierende Sprüche wie ''Ez'' ec.\n\nLeider misshandeln die meisten den Chat wirklich ausschließlich mit Flame, daher finde ich den Chat wirklich unnötig bei Lol.\nJa, ich mute oft auch alle aus Prinzip. Aber die Tatsache dass sich meine Mates/das Gegner team flamet - killt auch die Stimmung. Kenne viele die dann den klassischen ''ein wort noch und ich geh afk'' Modus einschalten. \nFinde ich alles sehr kindisch, aber für die meisten, wie auch hier wieder gut zu sehen - scheint sowas in meinen Augen schon eine gute Lösung zu sein.\n\nJedoch ist dies nur meine bescheidene Meinung.\nNimmt es nicht als Aufreger wahr, nur als (eventuelle) Anregung für die eigenen Gedanken.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-12-11T20:25:48.805+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=TX XerXes,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=000a,timestamp=2018-12-11T20:17:14.717+0000)\n>\n> Ich selbst (auch wenn dass eigentliche Thema ja irgendwie schlagt den TE ist) wäre sogar dafür den Chat ganz abzuschaffen.\n>\n\nIch kann deine Argumentation verstehen, muss aber dagegenhalten: Nur weil sich einige Leute nicht an die Regeln halten, soll man die Freiheit - darum geht es ja letztlich - für alle einschränken? Dafür bin ich zu liberal.\n\nAußerdem ist der Chat manchmal doch nützlich: Man lernt neue, nette Leute kennen, man kann dem Gegner Respekt zollen, man kann nicht zuletzt Taktiken knapp besprechen und - immerhin ist es ein PvP-Spiel - den Gegner ein wenig in regelkonformer Weise herausfordern.","replies":[{"id":"","poster":"Untouchable ProX","date":"2018-12-12T16:22:21.263+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Verwaltungsakt,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=000a0000,timestamp=2018-12-11T20:25:48.805+0000)\n>\n> Ich kann deine Argumentation verstehen, muss aber dagegenhalten: Nur weil sich einige Leute nicht an die Regeln halten, soll man die Freiheit - darum geht es ja letztlich - für alle einschränken? Dafür bin ich zu liberal.\n> \n> Außerdem ist der Chat manchmal doch nützlich: Man lernt neue, nette Leute kennen, man kann dem Gegner Respekt zollen, man kann nicht zuletzt Taktiken knapp besprechen und - immerhin ist es ein PvP-Spiel - den Gegner ein wenig in regelkonformer Weise herausfordern.\n\nIm Endeffekt sehe ich es auch so.\nFinde das System mit den Banns (wie man hier ja auch sieht) ganz gut.\nAber gefühlt 90% der geschriebenen Sachen sind reine Provokation oder Flame.\nFinde ich persönlich sehr schade. Aber die Anonymität macht selbst aus körperlich erwachsenen Menschen - geistige schimpfende Kinder.\n\nVerstehe die ganzen Leute nicht. Überall wird geschimpft - im Spiel über andere, IM forum über das Spiel. \nWieso spielt man dies dann noch?\nWas bringt es mir 50min ein Spiel zu spielen wenn ich eh kb drauf habe und nur am Flamen bin?\n\nSoviel wie der TE hier in ein Game geschrieben hat - soviel schreibe ich im ganzen Jahr.","replies":[]}]}]},{"id":"","poster":"Lonser","date":"2018-12-11T12:50:49.253+0000","up_votes":2,"down_votes":1,"body":"Ich find den Titel super :D","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T12:51:50.123+0000","up_votes":1,"down_votes":3,"body":"danke :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-11T13:12:42.855+0000","up_votes":3,"down_votes":0,"body":"Ich finde es immer problematisch, wenn Täter sich als Opfer darstellen.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:43:08.964+0000","up_votes":1,"down_votes":2,"body":":) man ist halt opfer von einem System das nicht versucht irgendetwas zu ändern. \nDas Ban System ist ein Witz, es kann mir außerdem wie ich schon gechrieben habe ziemlich egal sein was mit dem account passiert.","replies":[{"id":"","poster":"ToxicRedPanda","date":"2018-12-11T13:52:53.414+0000","up_votes":1,"down_votes":0,"body":"Dafür das dir das egal ist, schreibst du hier aber ziemlich viel. Ach komm, das Bansystem ist doch nur ein \"Witz\" weil es dich erwischt hat? Komm mir jetzt nicht mit:\"aber andere flamen auch und werden nicht gebannt!!111elf\". Hier gibt es zu viele Posts zu dem Thema als das niemand gebannt wird. Dazu kommen noch die Leute die nichts zu ihren Strafen posten.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T14:06:27.354+0000","up_votes":1,"down_votes":3,"body":"> nur ein \"Witz\" weil es dich erwischt hat? \n\nWie schon mehrfach gesagt der Account kann mir egal sein. Solange riot kein System rausbringt. Das legit gutes Verhalten irgendwie belohnt wird sich an der Community nichts ändern.","replies":[]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T14:04:58.961+0000","up_votes":1,"down_votes":3,"body":"Macht halt spaß mit anderen Menschen zu reden. Ich spiele League lange genug um zu wissen, dass das Ban System nichts bringt. Noch nie Permabanned gewesen. Noch nie wirklich mein Verhalten verändert. Es gibt keine Strafen die einen wirklich dazu animieren sich gut zu Verhalten, den Skin habe ich schon. Ich kann weiterhin ohne Enschränkungen League spielen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2018-12-11T20:21:28.749+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=,timestamp=2018-12-11T12:48:43.968+0000)\n>\n> L1nk1n Park: why is it racist if i dont like them in my games\n> \n\nErinnert mich an den Satz eines NPD-Wählers: \"Ich hab nix gegen [N] wenn die in Afrika bleiben\".","replies":[]},{"id":"","poster":"dugg","date":"2018-12-12T08:52:16.208+0000","up_votes":1,"down_votes":0,"body":"> Schade das man den chat eigentlich nicht benutzen darf wieso gibt es dann einen ? \n\nDarf man nicht? Ups... Entschuldigung, das wusste ich nicht. Wo soll ich denn nun \"gj\", \"gg\" oder \"any f on cd?\" usw. hinschreiben? Ich hab's! Ich lege mir einen Block neben die Tastatur und schreibe jedes Mal, wenn ich etwas zu sagen haben, darauf. Genial!","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-12-11T21:12:35.161+0000","up_votes":1,"down_votes":0,"body":"Man darf den Chat benutzen. Nur muss man erste denken und dann schreiben.","replies":[]},{"id":"","poster":"Call Me 151","date":"2018-12-11T19:43:06.454+0000","up_votes":1,"down_votes":0,"body":"game 3 fand ich jetzt nicht so toxic xd","replies":[]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T16:29:32.609+0000","up_votes":1,"down_votes":1,"body":"Ich werde jetzt auch mal ne Statistik machen in wie vielen meiner Games mindestens ein Flame kommt. Während ich absolut nichts schreibe.\n\nWerde das game eben schonmal mitzählen (1/1)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T16:33:59.870+0000","up_votes":1,"down_votes":0,"body":"Wenn die Statistik sinnvoll werden soll dann musst du aber auch die Spieler zählen, die NICHT toxisch waren. \n\nIst bei 5 Spielern nur einer toxisch, musst du ne 1 für toxisch nehmen und ne 4 für nicht toxisch. Dann kann man das Verhältnis zwischen toxischen und nicht toxischen Spielern viel besser sehen. \nWenn in jedem Game immer nur ein Spieler toxisch is, 4 andere aber nicht, dann ist das immer noch ne positive Bilanz. Und bedeutet, dass mehr Spieler NICHT toxisch sind, als toxisch.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T16:55:16.798+0000","up_votes":1,"down_votes":3,"body":"Muss ich nicht, ich will damit ja nur beweisen, dass das game toxisch macht.\n \nAlso wenn du in 100% deiner games einen Flamer hast reicht mir das ja schon. Wie willst du den eine gute Mentality halten wenn du in allen games eine Person hast, die das game kaputt macht. Außerdem wird dadurch bewiesen, dass das ban System ein Witz ist,\n\nIch will hier ja keine Statistik machen, in der ich sage das mehr Spieler nicht toxisch sind.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T17:27:15.583+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=000800000000,timestamp=2018-12-11T16:55:16.798+0000)\n>\n> Muss ich nicht, ich will damit ja nur beweisen, dass das game toxisch macht.\n>  \n\nDas beweist so eine Statistik aber nicht. Sie würde lediglich beweisen, wie oft Toxicity in einem Game auftaucht. Aber nicht, dass das Spiel dafür verantwortlich ist, dass man toxisch wird. \n\n> Also wenn du in 100% deiner games einen Flamer hast reicht mir das ja schon. Wie willst du den eine gute Mentality halten wenn du in allen games eine Person hast, die das game kaputt macht. Außerdem wird dadurch bewiesen, dass das ban System ein Witz ist,\n\nIch mute nen toxischen Spieler, bin nicht so dumm und lasse mir von einem fremden Idioten das Spiel was ich gerne spiele kaputt machen. Klar nervt mich das, wenn da nen toxischer Spieler ist, aber wenns nur einer ist, gibt es noch 4 weitere die sich davon nciht triggern lassen und normal weiter spielen. Die Siegchancen sind dann immer noch hoch genug. \n\nUnd selbst wenn alle toxisch sind, mute ich eben alle und spiele so gut wie möglich. Am Ende des Games wird dann reportet und fertig. Kommt so oft ja nicht so oft vor, dass alle 4 oder gar 5 Spieler im Team toxisch sind, das sagt mir so meine Erfahrung. \n\nIch bin der Meinung, wer sich von Flamern anstecken lässt und ebenfalls toxisch wird oder sich davon triggern lässt, der hat sich in dem Moment einfach nicht gut unter Kontrolle. Und die, die das immer machen, die haben sich nie unter Kontrolle und haben allgemein eine sehr aggressive Ader. \n\n> \n> Ich will hier ja keine Statistik machen, in der ich sage das mehr Spieler nicht toxisch sind.\n\nWas soll dir die Statistik dann bringen? Wie gesagt beweißt es nicht, dass es das Game ist, das toxisch macht. Das kann auch einfach an der Person selbst liegen. Und wie gesagt, wenn nur ein Spieler toxisch ist und 4 andere nicht und wenn das meistens so ist, dann beweist deine Statistik das dann ja nicht, weil dann müssten ja alle toxisch sein. \n\nIch hoffe du verstehst wie ich das meine, meine Erklärungen sind meist nicht die besten q.q","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T18:33:48.777+0000","up_votes":1,"down_votes":2,"body":"> Das beweist so eine Statistik aber nicht. Sie würde lediglich beweisen, wie oft Toxicity in einem Game auftaucht. Aber nicht, dass das Spiel dafür verantwortlich ist, dass man toxisch wird.\n\nAlso bei mir persönlich ist es das game das mich toxisch macht. Sonst wäre ich in allen anderem online spielen in denen es um competitive geht ja auch toxisch. Bin ich aber nicht, nur bei league.\n\nDas Hauptproblem was ich sehe ist aber nichtmal das toxisch sein, wie du ja bereits gesagt hast kannst du diese einfach muten. Dadurch werden die Games aber generell nicht besser, da diese Personen ja trotzdem das Game schlecht spielen und einem den Sieg vermasseln. Ich weiß es ist ultra schwer zu erkennen vom einem System, ob jemand absichtlich trollt oder einfach nur schlecht spielt oder schlecht ist. \n\nDie Overall Quality von Games im Ranked ist absolut mies man sollte also schon dort anfangen. Also ich meine hiermit, dass die games ultra unausgeglichen sind.\n\nGrade wieder ein Game gehabt in denen von 2 Gegnern negatives kam, die Fiora im Gegner Team absolut mies gespielt hat deswegen. In meinem Team wurde auch wieder negatives von 3 Leuten gesagt. Hat aber sich zum Glück nicht auf die Leistung der Leute ausgewirkt.\n\nDas ist zwar nicht so viel negatives aber generell im Chat ist das meiste negativ.\n\nMan sollte nicht bei bans anfangen sondern das game Overall ändern, dahingegend, dass deine eigenen Entscheidungen mehr zählen. \n\nSoloQ ist einfach ein Ort an dem es sich nicht gut ertragen lässt.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T18:57:53.812+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=00080000000000000000,timestamp=2018-12-11T18:33:48.777+0000)\n>\n> Also bei mir persönlich ist es das game das mich toxisch macht. Sonst wäre ich in allen anderem online spielen in denen es um competitive geht ja auch toxisch. Bin ich aber nicht, nur bei league.\n\nAber nur weil das bei dir so ist, muss das nicht auf alle anderen Spieler auch zutreffen, die toxisch sind. ^^ \n\nEs gibt auch Menschen die hatten einfach nen richtig beschissenen Tag und sind dann toxisch genau in dem Game in dem du bist und danach sind sie dann über Monate hinweg nicht mehr toxisch. Sie waren einfach nur schon vorher echt mies drauf. League war also quasi nur nen Ventil für die bereits vorhanden schlechte Laune, aber nicht der Grund für die schlechte Laune und die toxische Art des Spielers.\n\nUnd wie viele Spieler du antriffst die genau so sind, weißt du halt nicht. \n\n> \n> Das Hauptproblem was ich sehe ist aber nichtmal das toxisch sein, wie du ja bereits gesagt hast kannst du diese einfach muten. Dadurch werden die Games aber generell nicht besser, da diese Personen ja trotzdem das Game schlecht spielen und einem den Sieg vermasseln. Ich weiß es ist ultra schwer zu erkennen vom einem System, ob jemand absichtlich trollt oder einfach nur schlecht spielt oder schlecht ist. \n\nIch sehe das so: Flamer beeinflussen andere Spieler negativ, weswegen die schlechter spielen oder sich triggern lassen ebenfalls flamen und sich deswegen nicht mehr auf das Game sondern mehr auf den Chat konzentrieren. Deswegen verlieren Flamer auch öfter Games als solche, die nicht toxisch sind. \n\nWenn sich niemand davon beeinflussen lässt und nicht drauf reagiert, dann ist es auch gut möglich, dass der Flamer irgendwann von alleine aufhört zu flamen und selbst wenn nicht, dann jammert er eben für sich selbst rum und man kann das Game trotzdem noch gewinnen. \n\nAuch mit einem Intfeeder oder Troll kann man das Game gewinnen, auch wenn die Chancen niedriger sind. Das habe ich alles schon selbst erlebt. \n\n_Ich weiß, dass es auch Flamer in high Elo gibt und solche die nicht flamen und trotzdem low Elo sind. :D Nur davon hängt es nicht ab, dass man aufsteigt. Aber der Flamer in high Elo könnte weit höher geranked sein, wenn er nicht immer so toxisch wäre. Nur um das kurz anzumerken, falls du das Argument bringen willst. :D_\n\n> \n> Grade wieder ein Game gehabt in denen von 2 Gegnern negatives kam, die Fiora im Gegner Team absolut mies gespielt hat deswegen. In meinem Team wurde auch wieder negatives von 3 Leuten gesagt. Hat aber sich zum Glück nicht auf die Leistung der Leute ausgewirkt.\n\nSiehste. Hätte die Fiora sich nicht davon triggern lassen, hätte sie vllt viel besser gespielt. Also Flamern gar nicht erst Nährboden geben. Ich verstehe auch nicht, wieso du dich über toxisches Verhalten ingame beschwerst, aber selber ein Teil dieses Problems bist. \n\nWenn du willst, dass es weniger Toxicity ingame gibt, dann fang doch erstmal bei dir an und hör selbst auf zu flamen. \n\n> \n> Das ist zwar nicht so viel negatives aber generell im Chat ist das meiste negativ.\n> \n> Man sollte nicht bei bans anfangen sondern das game Overall ändern, dahingegend, dass deine eigenen Entscheidungen mehr zählen. \n\nUnd du glaubst, wenn jemand 1v9 carrien kann, dass das Spiel viel weniger toxischer ist? :D Das ist quatsch. Denn die, die dann behind sind, sind dann machtlos, weil da einer ist, der gefeedet ist und im Alleingang das Game für sich entscheiden kann. \n\nStrafen und Banns sind wichtig. Die, die sich einfach nicht benehmen können, gehören aussortiert und haben in diesem Game einfach nichts mehr zu suchen, wenn sie nicht daraus lernen. \n\n> \n> SoloQ ist einfach ein Ort an dem es sich nicht gut ertragen lässt.\n\nHab kein Problem mit SoloQ.","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-11T12:59:48.047+0000","up_votes":1,"down_votes":0,"body":"Toxisch ohne Ende und sich dann beschweren ... du solltest wirklich mal deine Werte überdenken.\nWenn du solch ein Verhalten als *normal* empfindest, bist du irgendwo falsch abgebogen.\n\nAuch dir rate ich:\nBevor du jemanden beleidigst/blöd anmachst frage dich ob du auch genau so reagieren würdest, würde dir der Mensch gegenüber stehen.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:05:00.624+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich schon wenn es im Rahmen von League of Legends ist, wenn der gegenüber mir nur mist macht und sagt wieso sollte ich es dann nicht zurückgeben ?","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-11T13:11:46.176+0000","up_votes":1,"down_votes":0,"body":"Wenn du nichts Nettes zu sagen hast sag lieber gar nichts.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:26:23.978+0000","up_votes":1,"down_votes":0,"body":"Ich würde ja auch nette Sachen sagen wenn es irgendwas bringen würde :)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T15:00:24.184+0000","up_votes":1,"down_votes":0,"body":"Und du glaubst, dass es irgendwas positives für das Team bringt, wenn du negative Dinge schreibst? :D \nDas kannste mir echt nicht erzählen.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T15:48:44.248+0000","up_votes":1,"down_votes":0,"body":"Bringt es nicht das steht da aber auch nicht. \nIch sage lediglich, dass ich positive dinge schreiben würde wenn es was bringt.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T15:53:38.553+0000","up_votes":1,"down_votes":0,"body":"Warum schreibst du dann negative Dinge? Bringt halt auch nichts, also kannste das ja auch direkt lassen. \nDu verstehst?","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T16:00:25.079+0000","up_votes":1,"down_votes":0,"body":"Weils spaß macht ?","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T16:06:47.797+0000","up_votes":1,"down_votes":0,"body":"Warum macht es dir dann keinen Spaß nette Dinge zu schreiben und den Menschen ein gutes Gefühl zu geben und sie loben oder dergleichen? \nWenn es in deinen Augen nichts bringt, wieso grade der toxische Teil? \n\nOder bist du so sadistisch veranlagt, dass du drauf stehst anderen Schaden zuzufügen?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-11T13:06:57.625+0000","up_votes":1,"down_votes":0,"body":"Weil es sich nicht gehört, ganz einfach.\nWarum musst du dich auf sein Niveau begeben? Zeig, dass du der schlauere bist und lass dich nicht provozieren.\nDenn dann wird dein Gegenüber bestraft und du bist ihn los ... so hast du auch eine Strafe erhalten, die absolut vermeidbar ist.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:13:41.979+0000","up_votes":1,"down_votes":0,"body":"wenn es so wäre man bekommt selten mal jemanden toxischen gebannt und selbst wenn ist es sowieso egal weil die dein game schon kaputt gemacht haben und sie nie wieder sehen wirst.","replies":[{"id":"","poster":"Qbert","date":"2018-12-11T13:24:20.252+0000","up_votes":1,"down_votes":0,"body":"Das ist doch jetzt Quark, was du erzählst ... immerhin wurdest du doch auch bestraft....\n\nIch kann dir nur den wohlgemeinten Rat geben, ob du ihn umsetzt, musst du entscheiden.","replies":[{"id":"","poster":"XenesisCH","date":"2018-12-11T13:37:44.040+0000","up_votes":1,"down_votes":0,"body":"auf so einen Fruchtquark hätte ich jetzt grad Lust {{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"Qbert","date":"2018-12-11T13:40:14.832+0000","up_votes":1,"down_votes":0,"body":"es ist eher ein Käsequark ... :S sorry\n\nAber auf so einen leckeren Blaubeerquark hätte ich schon Lust","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:46:04.329+0000","up_votes":1,"down_votes":0,"body":"Uh Quark mit Honig wäre jetzt geil :D","replies":[]}]}]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:30:06.448+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Qbert","date":"2018-12-11T13:31:09.577+0000","up_votes":1,"down_votes":0,"body":"Nun, wenn du das Verhalten nicht änderst, bist du den Account permanent los.\nEs ist eine Strafe, die kannst du versuchen zu relativieren wie du magst.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:37:42.500+0000","up_votes":1,"down_votes":0,"body":"Genauso ist es halt dämlich, dass du nicht instant nen ban bekommst sonder die 3 games waren letzes jahr selbst wenn ich mich ändere lohnt es sich einfach nicht.","replies":[]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:35:21.786+0000","up_votes":1,"down_votes":0,"body":"Ich werde den account nicht los und selsbt wenn dann ist das halt so.","replies":[]}]}]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:32:04.645+0000","up_votes":1,"down_votes":0,"body":"Der grundsatz wie man toxicity besiegt sind halt leigt auch keine Strafen sondern das belohnen für gute Sachen machen die gibt es aber nicht","replies":[{"id":"","poster":"Qbert","date":"2018-12-11T13:33:03.996+0000","up_votes":1,"down_votes":0,"body":"Da rennst du bei mir offene Türen ein.\nStrafe muss sein, aber die Motivation sich gut zu verhalten sollte anders realisiert werden.","replies":[]}]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:30:56.512+0000","up_votes":1,"down_votes":0,"body":"\"Bestraft\" was für ne Strafe denn ? ich kann halt 14 tagen nicht auf nem account spielen den ich sowieso 6 monate nicht bespielt habe.","replies":[]}]}]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2018-12-11T13:15:39.723+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist nicht der Chat, es ist auch nicht Riot oder die Community oder irgendwer sonst.\nDas Problem bist einzig und allein du und deine Unfähigkeit, den Chat ohne flamen zu nutzen.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:22:29.289+0000","up_votes":1,"down_votes":1,"body":"Klar kann ich den chat ohne flamen benutzen. Nur will ich es vielleicht ach gar nicht in 5% der games ?","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T14:57:38.301+0000","up_votes":1,"down_votes":0,"body":"Dann darfst du dich aber auch nicht beschweren, wenn du eine Strafe bekommst, wenn du flamen willst.","replies":[{"id":"","poster":"L1nk1n Park","date":"2018-12-11T15:50:42.134+0000","up_votes":1,"down_votes":1,"body":"Ich beschwere mich nicht ich stelle bloß in Frage, dass das Ban System irgendwas bringt. \n\nWenn ich mich beschweren würde, hätte ich ja sowas gesagt wie so toxisch bin ich doch gar nicht unban me pls.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-12-11T15:52:47.583+0000","up_votes":1,"down_votes":0,"body":"Für mich sieht das hier schon sehr danach aus, dass du dich beschwerst. ^^ \nAber was solls.. \n","replies":[]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-11T12:53:38.747+0000","up_votes":1,"down_votes":0,"body":"> Game 1\nIn-Game\nL1nk1n Park: this gonna be interesting in midlane\nL1nk1n Park: wp\nL1nk1n Park: lol inting my lane\nL1nk1n Park: and wants to report me\nL1nk1n Park: just report him toxic\nL1nk1n Park: yeah same with top\nL1nk1n Park: well sucks\nL1nk1n Park: if graves didnt gank i had a chance\nL1nk1n Park: unlucky\nL1nk1n Park: :D irelia\nL1nk1n Park: and ?\nL1nk1n Park: 0 2 is notz lost\nL1nk1n Park: well ignite fcked me\nL1nk1n Park: graves still talking\nL1nk1n Park: i played save you come mid\nL1nk1n Park: a\nL1nk1n Park: we both die my bad\nL1nk1n Park: ofc\nL1nk1n Park: lol starts to flame\nL1nk1n Park: \"its just a game\"\nL1nk1n Park: this graves is boosted{{summoner:14}} \nL1nk1n Park: ofc its a french{{summoner:14}} \nL1nk1n Park: what do you expect{{summoner:14}} \nPost-Game\nL1nk1n Park: :D\nL1nk1n Park: i just dont like french people{{summoner:14}} \nL1nk1n Park: thats all\nL1nk1n Park: and ? do it\nL1nk1n Park: not rly\nL1nk1n Park: you are account sharing{{summoner:14}} \nL1nk1n Park: ofc\nL1nk1n Park: its racist :D\nL1nk1n Park: sure\nL1nk1n Park: your stupid\nL1nk1n Park: french people just cant play{{summoner:14}} \nL1nk1n Park: why is it racist if i dont like them in my games\nGame 2\nIn-Game\nL1nk1n Park: nothing\nL1nk1n Park: wp\nL1nk1n Park: muted\nL1nk1n Park: dont need stupid retards not doing anything but flöame{{summoner:14}} \nL1nk1n Park: holy\nL1nk1n Park: you ran away for no reason\nL1nk1n Park: shut up{{summoner:14}} \nL1nk1n Park: this stupid troll alistar{{summoner:14}} \nL1nk1n Park: stole all kills\nL1nk1n Park: and lets people die\nL1nk1n Park: nah\nL1nk1n Park: not rly\nL1nk1n Park: he takes kills for no reaosn\nL1nk1n Park: can we report draven ?{{summoner:14}} \nL1nk1n Park: \"i will hit diamond\"\nL1nk1n Park: loses with a bad backport\nL1nk1n Park: gg wp\nPost-Game\nL1nk1n Park: doesnt matter\nL1nk1n Park: how often you go 3 vs 1 on me\nL1nk1n Park: will win anyways\nL1nk1n Park: just report draven toxic{{summoner:14}} \nL1nk1n Park: not rly\nL1nk1n Park: you got carried draven{{summoner:14}} \nL1nk1n Park: by our jgl\nL1nk1n Park: nice damage dude\nL1nk1n Park: you did nothing\nL1nk1n Park: 22k\nL1nk1n Park: you won bot but did nothing with ot\nGame 3\nIn-Game\nL1nk1n Park: i ping you\nL1nk1n Park: its the same\nL1nk1n Park: you could hgave got 2 kills\nL1nk1n Park: if u would look lanes\nL1nk1n Park: holy\nL1nk1n Park: just come\nL1nk1n Park: wtf\nL1nk1n Park: ok you dont wanna win\nL1nk1n Park: ff 15{{summoner:14}} \nL1nk1n Park: xin is mentally{{summoner:14}} \nL1nk1n Park: jgl players\nL1nk1n Park: unlucky matchup{{summoner:14}} \nL1nk1n Park: with no jgl{{summoner:14}} \nL1nk1n Park: not rly\nL1nk1n Park: just get ypur report{{summoner:14}} \nPost-Game\nL1nk1n Park: report zyra{{summoner:14}} \nL1nk1n Park: toxic\nL1nk1n Park: flaming\nL1nk1n Park: 2 10 is not inting\n\nSieht mir nach nem gerechtfertigten Ban aus :)\nDu darfst den Chat benutzen, verstehe zwar nicht wie man so viel schreiben kann, aber gut.\nNur halt für Flaming / Negatives Verhalten ist der Chat nicht gedacht","replies":[{"id":"","poster":"Qbert","date":"2018-12-11T13:28:12.348+0000","up_votes":1,"down_votes":0,"body":"so viel Feuer\n\n{{sticker:sg-zephyr}}","replies":[]}]},{"id":"","poster":"Tialys","date":"2018-12-11T13:00:33.361+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=L1nk1n Park,realm=EUW,application-id=KYnfKGf0,discussion-id=AIjMoF3c,comment-id=,timestamp=2018-12-11T12:48:43.968+0000)\n\n\n> L1nk1n Park: this graves is boosted\n> L1nk1n Park: dont need stupid retards not doing anything but fl&amp;ouml;ame\n> L1nk1n Park: this stupid troll alistar\n\n> L1nk1n Park: just report him toxic\n> L1nk1n Park: can we report draven ?\n> L1nk1n Park: just report draven toxic\n> L1nk1n Park: just get ypur report\n> L1nk1n Park: report zyra\n\n\n> L1nk1n Park: ok you dont wanna win\n> L1nk1n Park: ff 15\n\nZusammengefasst würde ich sagen du solltest vor allem aufhören nach Reports zu fragen. Ein einziger Report von dir alleine reicht schon aus. Mehrere Reports bringen rein gar nichts.\nhttps://support.riotgames.com/hc/en-us/articles/201752884-Reporting-a-Player\n\nUnd vielleicht ein, zwei mal die Hand von der Tastatur lassen wenn du dich aufregst.\n\n(Es ist nicht wirklich viel schlimmes dabei, aber es gibt Worte die das automatische System halt sofort triggern.)","replies":[{"id":"","poster":"Qbert","date":"2018-12-11T13:03:14.913+0000","up_votes":1,"down_votes":2,"body":"Bei ihm macht's einfach die Menge.\nDiese Trigger die du ansprichst gibt's nur bedingt, das System erkennt auch Zusammenhänge","replies":[]},{"id":"","poster":"L1nk1n Park","date":"2018-12-11T13:05:51.642+0000","up_votes":2,"down_votes":4,"body":"Das ist doch immerhin schonmal etwas mit dem man anfangen kann :) danke","replies":[]}]},{"id":"","poster":"BotgameOTP","date":"2018-12-11T14:34:08.039+0000","up_votes":1,"down_votes":1,"body":"3 jahre League , 7k+ Games , in jedem benutze ich den Chat ... damn noch nie was passiert. Ja es passieren schlimme Dinge wenn man den Chat benutzt :(","replies":[]}]}