{"id":"4mqOVd9s","poster":"Call Me 151","date":"2018-12-11T11:20:44.351+0000","title":"Storytime (nur lesen wenn langeweile oder lust eigene story zu teilen)","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":3,"body":"Soooooo hi,\n{{sticker:vlad-salute}} \n\nich bin grade Krank also ist mir langweilig also erz&auml;hle Leuten die mich nicht kennen Dinge die sie nicht interessieren :) aber vielleicht schon xd.\n\n>  Hier gehts um einen Teil meiner Kindheit und meine Pl&auml;ne f&uuml;r die Zukunft, au&szlig;erdem beschreibe ich wie mein perfektes Leben aussieht und NEIN es schlie&szlig;t kein League ein. Ich hoffe der Post wird nicht gel&ouml;scht weils zuuu offtopic ist oder so.\n\n.// Ich sage mal Partner (m&ouml;chte das Ganze geschlechtsneutral halten) und nicht immer Partner/in denn das ist einfach nur anstrengende extra Arbeit und st&ouml;rt so ziemlich niemanden da jeder wei&szlig; was gemeint ist und IDK warum es so ein gro&szlig;er Deal in Deutschland ist. Falls es doch jemanden st&ouml;rt einfach in die Kommentare packen, dann &auml;nder ich das in nem edit ab.\n\nEin perfektes Leben w&auml;re f&uuml;r mich, irendwo in S&uuml;d-Korea oder Japan ein sch&ouml;nes H&auml;uschen mit einem Grundst&uuml;ck an einem See zu haben. Kein Fluss. Auf Fl&uuml;ssen fahren Leute mit ihren Booten rum. Keine Boote! Jedenfalls ist vor meinem Haus ein kleines Grundst&uuml;ck das zur Stra&szlig;e f&uuml;hrt und dahinter eine relativ weite Fl&auml;che, gesch&uuml;tzt von B&auml;umen (und einem Zaun). Das Grundst&uuml;ck soll wie gesagt zu einem Teil des Sees f&uuml;hren. Relativ mittig und ca. 7 Meter entfernt vom Wasser soll ein gro&szlig;er Baum stehen mit einer ebenen Fl&auml;che dahinter. Irgendwo am Wasser w&auml;re eine Bank auch ganz cool. Das Ganze soll in einer Art Dorf sein. Ich m&ouml;chte weder in einer Stadt leben (zu stressig) noch alleine im nirgendwo (zu gruselig) xD. Ob ich dort Internet habe ist mir nichts so wichtig. Aber Handy-Empfang sollte schon drin sein lol. \n\nSoviel zum Setting. Ich habe so ne Vorstellung wie ich im Schneidersitz (im Sommer ...weil...winter kalt und kalt ist bah) hinter dem Baum (in Richtung See) sitze und w&auml;hrend des Sonnenaufgangs Fl&ouml;te spiele, tiefenentspannt und sorgenfrei.{{sticker:sg-jinx}}  In meiner Vorstellung hat die Gegend auch so nen Nostalgia Filter, das gibts leider irl nicht aber wenn es das g&auml;be, dann &auml;hm ... dann h&auml;tte ich das gerne in meinem Garten :). Ich w&uuml;rde auch gerne eine Familie gr&uuml;nden, ich wei&szlig; noch nicht ob ein oder zwei Kinder. Ich h&auml;tte lieber nur eins aber dann w&auml;re das andere vielleicht einsam und yaaaaa idk xd. Oh und einen Kamin, ich brauche einen Kamin. Das ist mir wichtiger als ein Fernsehr und der wird wahrscheinlich im Wohnzimmer stehen. Der Fernsehr kann ins Schlafzimmer (falls wir einen haben werden). Mal sehen wie das mit dem Kind wird aber das bekommt fr&uuml;hstens mit 12 einen PC/Monitor. Au&szlig;er keiner seiner/ihrer Freunde hat einen, dann soll sie lieber mit denen Zeugs unternehmen. Vor dem Kamin soll eine Couch stehen auf der ich mit meinem Partner im Winter unter ner Decke, vllt mit nem hei&szlig;en Tee entspannen kann. Ich genie&szlig;e Stille eigentlich sehr (ich kann aber nie alleine sein ... alleine sein ist nicht sch&ouml;n xd...okay, anders, ---alleine sein ist okay aber einsam sein ist mies. Ich brauche immer irgendwelche leute in meiner N&auml;he) aber viele sind da   anders also vielleicht wird es doch einen Fernsehr im Wohnzimmer geben ... mein Partner wird da bestimmt auch was entscheiden wollen xd.... kann man nix machen haha. Ohja, heiraten? Aufjedenfall! Ich glaube nicht an Gott aber eine Hochzeit w&auml;re schon toll xd. Sobald mein Nachwuchs alt genug ist um selbst Geld zu verdienen, werde ich meinen Beruf wahrscheinlich aufgeben und entweder vom gesparten oder falls das nicht m&ouml;glich ist einen simplen, angenehmen, verantwortungslosen Beruf annehmen. Meine letzten Jahre sollen der Friede auf Erde sein lol. Nix Stress, nix Augenringe, nix Versagens&auml;ngste ... nope. Frieden.\n\nIch finde es echt schade, dass ich nicht in einem Dorf lebe. Fr&uuml;her (vor dem Umzug in eine Stadt) wollte ich immer Biologe werden und war nur drau&szlig;en. Jeden Tag nach der Schule raus gegangen und nach Tieren gesucht. Zum Geburtstag habe ich mir Sachen wie Angeln, Fahrr&auml;der, Netze, Gef&auml;&szlig;e zum einfangen von Fr&ouml;schen und Schlangen gew&uuml;nscht(ich habe mindestens 4 oder 5 Schlangen pro Jahr gefangen lol). Ich war mal im Schwarzwald und unter dem ersten Stein den ich angehoben habe war ein Feuersalamander &lt;3 solche Dinge haben mich so gl&uuml;cklich gemacht ... soviel gl&uuml;cklicher als Geld zum Geburtstag oder im Grunde alles andere das mir heute so widerf&auml;hrt. Au&szlig;erdem, bis ich 13 war, war mein Traumberuf Biologe. Ich wollte unbedingt um die Welt reisen und Tiere erforschen. \n\nAber dann, haha, dann sind wir nach Leipzig gezogen xD....**HALLO REALI&Auml;T **\n*Hi Royal*\n**WERDEN WIR EINE TOLLE ZEIT ZUSAMMEN HABEN? :D**\n*ich werde dir all deine Tr&auml;ume, Ziele und Werte nehmen, das Ganze so geschickt und durchdacht, dass du nichtmal bemerkst wie sich deine komplette Pers&ouml;nlichkeit und deine Ansichten aufs Leben zum negativen Ver&auml;ndern*\n**wait what**\n*was? ich meinte ja klar. wei&szlig;t du eig. was social media und drogen sind ?*\n**bitte was?**\n*ach nichts :) - wilkommen in leipzig:)*\n\n&auml;h, so ungef&auml;hr hat das gespr&auml;ch das nie statt gefunden hat statt gefunden lol.\n\nNaja, ein paar Wochen nach dem Umzug hatte ich dann mein erstes Handy (mit 13 - heute unvorstellbar lol). War ein S3 Mini. Noch in dem Jahr habe ich auch eine PlaySTation 3 bekommen und bin zum ersten mal in Kontakt mit Videospielen getreten. Ich war anfangs noch relativ oft drau&szlig;en und habe die Stadt ein wenig erkundet oder war mit Kumpels nach der Schule Fu&szlig;ball spielen. Doch irgendwann kam der Tag, an dem ich einen PC bekommen habe und alles hat sich ge&auml;ndert. Damals war Minecraft noch cool und meine Freunde &amp; Ich haben anstelle von Fu&szlig;ball eben MC nach der Schule gespielt. Von meinem Taschengeld habe ich auch keine Schlangeb&uuml;cher (generell Reptilien haben mich immer sehr fasziniert) und Outdoor Gegnst&auml;nde, sondern GooglePlay (Clash of Clans) und Paysafe Karten geholt. Gelesen habe ich garnicht mehr, esseiden ich musste durch die Schule. Ich war auch nurnoch drau&szlig;en wenn meine Mutter mich gezwungen hat mit unserem Hund spazieren zu gehen. Mein Traum Biologe zu werden den ich f&uuml;r ca. idk 8 Jahre hatte (fing sehr fr&uuml;h an) ... naja....not even close lol. F&uuml;r ne Weile wollte ich Spieleentwickler werden, dann Unternehmensberater, dann Reisekaufmann .... tbh es war sch&ouml;ner &uuml;ber 8 Jahre einen Traumberuf als &uuml;ber 3 Jahre so 20 verschiedene Traum Berufe zu haben xd.\n\n Jedenfalls habe ich einen Gro&szlig;teil der B&uuml;cher die ich damals gelesen habe (alles Sachb&uuml;cher, habe mich nie f&uuml;r Anderes interessiert) k&uuml;rzlich in die Tonne gehauen. ME NEED PLATZ IN MEINE ZIMMER lol. Da ist mir eingefallen wieviel angenehmer und sorgloser mein Leben mal war. Klar, jeder hatte als Kind ein sorgloseres Leben aber es war einfach so verdammt sch&ouml;n &gt;.&lt;. Gl&uuml;cklicherweise leben wir in einer Zeit, in der es m&ouml;glich ist so ein Leben zu f&uuml;hren ... wenn man gewisse Dinge richtig macht und seine Zeit nicht damit verschwendet YT Videos zu kommentieren, Foren Posts zu verfassen oder mehr als ein League spiel am zu spielen. Leider bin ich s&uuml;chtig nach diesem Lebensstil geworden und habe mich zu stark daran gew&ouml;hnt. \n\nAber es ist Zeit das zu &auml;ndern. Ich habe mich an einer Volkshochschule (meine Schule bietet es nicht an) angemeldet um nach der Schule nochmal zur Schule zu gehen um Koreanisch zu lernen. Ich habe vor nach S&uuml;d Korea zu ziehen und dort zu immigrieren. Ich m&ouml;chte dort arbeiten und zumindest f&uuml;r eine Weile ein schlichtes Leben f&uuml;hren. Die H&auml;user in ein paar D&ouml;rfern dort haben schlechtere Qualit&auml;t und es ist auch sehr leicht einzubrechen, nur ... da bricht niemand ein xd....auch als Lehrer oder Krankenschwester kann man sich dort ein sch&ouml;nes Haus leisten. Ich hoffe dort auch studieren zu k&ouml;nnen. Ich werde viel versuchen um dieses Haus am See zu bekommen und den Rest erstmal hinten dran stellen. Das Ziel m&ouml;chte ich gerne bevor ich so 40 bin erreichen ... &uuml;ber 40 ist finde ich zu sp&auml;t f&uuml;r Kinder aber ich m&ouml;chte dass mein Kind gleich dort aufw&auml;chst und nie gezwungen ist den Freunde GoodBye sagen wegen eines Umzuges. Ich habe bereits 2600&euro; zusammengespart ... bisschen problematisch da ich grade meinen F&uuml;hrerschein mache und da bestimmt noch 1000&euro; vor mir liegen xd. Ich arbeite nebenbei auf einem Weihnachtsmarkt nach der Schule aber Geld ist echt ... schwer zu bekommen xd.... ich w&uuml;rde gerne mit mindestens 12000&euro; Startguthaben dorthin nehmen. Falls ein paar Dinge nicht wie gew&uuml;nscht laufen. \n\nMit dem Geld das ich grade verdiene muss ich nur ungef&auml;hr 10 Jahre sparen daf&uuml;r xD....egal, wird schon ... sobald ich mit dem Abitur durch bin hab ich mehr Zeit. Au&szlig;erdem hilft mir meine Familie vielleicht ein bisschen. Das Geld schlie&szlig;t auch Unterricht f&uuml;r Koreanisch und Koreanische Geschichte, &Uuml;bersetzung und Theorie des Fahrunterrichts dort und so ein zeug mit ein. Vorallem R&uuml;ckflug ist auch mit drin xd....ich br&auml;chte wahrscheinlich nur die H&auml;lfte aber ich gehe gerne auf Nummer sicher.\n\nWarum Korea? Ich finde es ist eines der sch&ouml;nsten L&auml;nder die es so gibt. Japan, oder irgendetwas tropisch hatte ich auch im Hinterkopf aber ich h&auml;tte gerne 4 Jahreszeiten und da ich jz bei nem Koreanisch Kurs bin f&auml;llt Japan vorerst weg. Hei&szlig;t nicht dass ich nicht auch noch Japanisch lernen kann ... muss halt sehen ob Korea meine Bewerbung annimmt.\n\nNaja das ist jetzt auch schon ein bisschen lang geworden also mach ich erstmal Schluss xd.\n\nHabt ihr irgendeinen Traum-Ort/Beruf, Rank 1 Challenger? Rank 1 Challenger war auch mal f&uuml;r ne Weile mein Traum aber den hab ich nach ein paar Wochen und ein paar reinstalls von League dann aufgegeben haha.\n\nMFG","replies":[{"id":"","poster":"Neamhoilte","date":"2018-12-11T18:30:40.311+0000","up_votes":2,"down_votes":0,"body":"+1 von mir. \n\nIch will garnicht viel dazu sagen. Als Kind wollte ich Bankdirektor werden, als Jugendlicher war es dann \"beglaubigter Frührentner mit 25\". Und nun, doppelt so alt, zocke ich so ein komisches Moba, lungere in Foren rum und warte auf den Tag, wo ich endlich wieder das tun und lassen kann, was ich will...\n\nWillkommen zum erwachsen werden. \n\nLeipzig! ? Dann grüß mir SuperKahlan. Danke nochmal für die guided City Tour. \n\nJa, so ein Häuschen / Plätzchen hätte ich auch gern. Das würde aber im County Donegal stehen, an der Nordküste genauer gesagt. Ich würde Whisky brauen und dem blöken der Schafe lauschen. Fern ab der Zivilisation und scheiß aufs Handy.  \n\nWie auch immer, keep your Dreams up. Viel Glück,Erfolg etc etc etc \n\nGruß ich","replies":[{"id":"","poster":"Call Me 151","date":"2018-12-11T19:29:35.038+0000","up_votes":2,"down_votes":0,"body":"> Willkommen zum erwachsen werden.\n\nangst xd\n\nIch weiß zwar nicht wo das ist aber die Beschreibung klingt schön - vielleicht hätte ich das blöken (neues wort gelernt) nicht so gerne bei nacht aber ansonsten ^^\n\nDas gute ist, ein simples Leben ohne Handy usw zu führen, irgendwo fernab von der Gesellschaft in einem anderen Land ist bestimmt garnicht so schwer. Ein wenig work&travel und rein ins schlichte Leben. Falls es dir dann doch nicht so gefällt könnte es jedoch sehr schwer werden zurück zu kommen.\n\n> Wie auch immer, keep your Dreams up. Viel Glück,Erfolg etc etc etc\n\nDanke, ich schätze deinen Kommentar!\n\nmfg","replies":[]}]}]}