{"id":"g94ddhor","poster":"Tulurax","date":"2020-03-08T10:10:48.066+0000","title":"nochmal abschliessende Worte zur bevor Forum dicht gemacht wird","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":10,"body":"schreibe  hier übrigens NICHT mit meinem main acc damit ich hier mal ordentlich die Sau rauslassen kann so wie es die ganzen trolle mit ihren 2- 3 anderen accs imgame machen ( habe euch rito games entwickler schon 1000 mal vorgeschalgen ip bans zu machen aber ihr seid ja komplett unfähig , aber jetzt missbrauch ich das auch mal :) )\n\nwollte mich bei euch RIOT games mitarbeiter nochmal bedanken für\n\n-seit 11 Jahre Kunden nur verarscht (niemals gab es entschädigung mittels free rp wegen serverausfälle oder siehe clash ausfall)\n\n-seit 11 Jahren unbalanced matchmaking ( 5 bronze spieler gegen 2 diam und 3 gold spieler wtf um nur ein Beispiel zu nennen)\n\n- seit 11 Jahre zu unfähig mal alle , JA ALLE, champs zu balancen damit es keine op champs gibt\n\n- seit 11 Jahren ein modus nach dem anderen aus dem spiel genommen 3vs3 kristallnarbe und und und (stellt euch vor RIOT games es gab auch spielern dennen diesen Modi spaß gemacht haben aber psst)\n\n- geriggde WOrld Finals bzw gescriptete Wm Turniere\n\n- und jetzt 1000 DANK nochmal dafür das ihr die Foren abschaltet\n\n- 1000 dank für 11 Jahre Kundenfreundlichkeit(nicht)\n\n- seit 11 Jahrne unfähig bots und vorallem toxisische Spieler zu bestrafen\n\n- für abschaffung des Tribunals damit noch mehr toxisiche Spieler hier ihre plattform finden\n\n-TFT unbalacnded wie sau (hat mal wieder vorher kein RITO mitarbeiter vorher getestet abe rhautpsache schnell aufm markt bringen damit die Kohle fliesst) siehe olaf\n\n- keine transparenz wie der algorithmus für das matchmaking ist (denn ich , wie ich denke es gar nicht gibt sonst würde rito ihn ja veeröffentlichen)\n\n-seit 11 Jahren wird nix gegen afks unternommen und mit unternommen meine ich sofort perma ban bei ranked games afk\n\n\n\nSO das wollte ich mal alles loswerden ihr Schwerverbrecher den in meinen Augen seit ihr nix anderes , ihr wurdet ja auch von Tencent damals gekauft , das ist ein Unternehmen aus China und wir wissen ja alle wie es die Chinesen mit Meinungsfreiheit und Menschenrechten im allgemeinen haben, deswegen auch die Forenabschaltung damit kritische STimmen, so wie meine, nicht mehr erwünscht sind\n\nIhr seid moarlisch gesehen , einfach nur abschaum und die  leute die in dieses game noch geld reinbutterfn  bzw diese Mafia Bande noch geld dafür geben für überteutere skins usw. schämt euch einfach solchen verbrechern noch geld zu geben ihr seid moralisch gesehen genauso abschuam wie die von rito games.\n\nihr , die jenigen die geld für dieses \"Tolle game\" ausgegeben habt wurdet übrigens jetzt auch komplett damit überm tisch gezogen mit abschaffung der foren also selfowned xD\n\nIch habe mit all meinen accs nicht einen penny für dieses game ausgegeben , wahrscheinlich steckt mich deswegen riot games spieler wie mich in die elo hell...\n\nIHR SEID  SCHLIMMER ALS EA GAMES!\nso von mir aus könnt ihr jetzt das forum abschalten , ihr sparrt ja damit ja auch eine menge geld wieder ein darum geht es doch auch nicht war ihr rito games ***?\n\nfür geld würdet ihr riot mitarbeiter doch euch eure seelen verkaufen PFUI einfach nur PFUI schämt euch!","replies":[{"id":"","poster":"xRiRSabrina","date":"2020-03-08T10:28:16.892+0000","up_votes":5,"down_votes":0,"body":"bitte erklär mir wo die worlds gescripted sind.","replies":[]},{"id":"","poster":"Necromant","date":"2020-03-08T10:39:44.280+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=Tulurax,realm=EUW,application-id=YnZkMR0R,discussion-id=g94ddhor,comment-id=,timestamp=2020-03-08T10:10:48.066+0000)\n>\n> -seit 11 Jahre Kunden nur verarscht (niemals gab es entschädigung mittels free rp wegen serverausfälle oder siehe clash ausfall)\n\nDoch gab es, Season 3 &amp; 4 z.B.\nDas wüsste aber jemand der das Spiel seit 11 Jahren spielt.","replies":[{"id":"","poster":"IS117824419dde76","date":"2020-03-08T10:58:08.015+0000","up_votes":1,"down_votes":2,"body":"und du auch in dem anderen forum aktiv wo deine trollfreunde machen\ndas wird was werden erzählst den typis dann auch das nig$§§er kein rassismus ist und blos slang und dein afdfuzzi klatscht beifall während der nächste rechtsrock lieder postet. zumindest alle namen der clicke dabei wenn die anmeldung dort sieht. verfassungsschutz hat sich bestimmt auch schon angemeldet.","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T11:00:43.755+0000","up_votes":2,"down_votes":0,"body":"Und nun das Ganze nochmal mit Groß- und Kleinschreibung, Kommas , vernünftigen Absätzen und leserlich schreiben !","replies":[{"id":"","poster":"Necromant","date":"2020-03-08T12:34:39.354+0000","up_votes":2,"down_votes":0,"body":"Überfordere Ihn nun nicht gleich :(","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2020-03-08T12:22:35.250+0000","up_votes":4,"down_votes":0,"body":"> \n> -seit 11 Jahre Kunden nur verarscht (niemals gab es entschädigung mittels free rp wegen serverausfälle oder siehe clash ausfall)\n\nWas hat das eine mit dem anderen zu tun? Wird man etwa nicht verarscht, nur weil man bei Problemen was geschenkt bekommt?\n\nEs ist zwar tatsächlich ein großer Kritikpunkt, dass Riot durch Neuerungen für Komplettabstürze gesorgt hat, aber verarscht kam ich mir da nicht vor.\n\nWo ich sehe, dass Riot uns verarscht hat, ist z. B. bei den little Legends random Eiern. Es war nicht transparent, dass die Chancen unterschiedlich verteilt sind.\n\n> \n> -seit 11 Jahren unbalanced matchmaking ( 5 bronze spieler gegen 2 diam und 3 gold spieler wtf um nur ein Beispiel zu nennen)\n\nSpiel ranked und es wird besser ;) Solche Extremen kann ich allerdings nicht bestätigen.\n\n> \n> - seit 11 Jahre zu unfähig mal alle , JA ALLE, champs zu balancen damit es keine op champs gibt\n\nBard und Soraka wurden ja jetzt generft, das waren doch die Extremfälle der letzten Zeit, oder? Trotzdem kein garantierter Win.\n\n> \n> - seit 11 Jahren ein modus nach dem anderen aus dem spiel genommen 3vs3 kristallnarbe und und und (stellt euch vor RIOT games es gab auch spielern dennen diesen Modi spaß gemacht haben aber psst)\n\nEmotional betrachtet eine Schande, diese Modi zu entfernen. Wenn ich aber geschaut habe, wie oft ich die gespielt habe, fehlen mir einfach die Argumente, warum die Modi für mich bleiben sollten :/\n\n> \n> - geriggde WOrld Finals bzw gescriptete Wm Turniere\n\nHab ich schon das ein oder andere mal gehört, woher kommt dieses Gerücht? Gibt es Belege dafür? Beim reinen Anschauen konnte ich nichts dergleichen feststellen.\n\n> \n> - und jetzt 1000 DANK nochmal dafür das ihr die Foren abschaltet\n\nDas kann ich als aktiver Forennutzer ebenfalls nicht nachvollziehen.  Vor allem, weil der angedachte Ersatz (also Discord und reddit) in meinen Augen einfach ungeeignet erscheint.\n\n> \n> - 1000 dank für 11 Jahre Kundenfreundlichkeit(nicht)\n> \n> - seit 11 Jahrne unfähig bots und vorallem toxisische Spieler zu bestrafen\n\n\n\n> \n> - für abschaffung des Tribunals damit noch mehr toxisiche Spieler hier ihre plattform finden\n\nDamit die toxischen Leute noch 2-4 Monate weiterflamen durften, bis sie gebannt wurden? Das neue System funktioniert schneller.Viel schneller.\n\n> \n> -TFT unbalacnded wie sau (hat mal wieder vorher kein RITO mitarbeiter vorher getestet abe rhautpsache schnell aufm markt bringen damit die Kohle fliesst) siehe olaf\n\nIst die Beta-Phase nicht erst jetzt mit Set 3 vorbei?\n\n> \n> - keine transparenz wie der algorithmus für das matchmaking ist (denn ich , wie ich denke es gar nicht gibt sonst würde rito ihn ja veeröffentlichen)\n\nWenn du denkst, dass da kein Algorithmus hintersteckt, weißt du einfach nur nichts über Algorithmen. Legen Google, Facebook, Amazon etc. ihre Algorithmen offen? Ich weiß nicht, das Argument, dass sie es nur nicht veröffentlichen, weil es ihn nicht gibt, ist an der Stelle echt schwach.\n\n> \n> -seit 11 Jahren wird nix gegen afks unternommen und mit unternommen meine ich sofort perma ban bei ranked games afk\n> \n\nAlso AFK härter bestrafen als Rassismus, Homophobie, Sexismus? Es gibt immer wieder Situationen, in denen man nichts dafür kann, dass man aus dem Spiel fliegt. Allerdings bin ich der Meinung, wenn einen 20-Minuten-Wartezeit vor jedem Spiel nicht davon abhält, AFK zu gehen, sollte auch ein Permabann erfolgen.\n\n> \n> \n> SO das wollte ich mal alles loswerden ihr Schwerverbrecher den in meinen Augen seit ihr nix anderes , ihr wurdet ja auch von Tencent damals gekauft , das ist ein Unternehmen aus China und wir wissen ja alle wie es die Chinesen mit Meinungsfreiheit und Menschenrechten im allgemeinen haben, deswegen auch die Forenabschaltung damit kritische STimmen, so wie meine, nicht mehr erwünscht sind\n\nVon Regierungsauflagen auf die Menschen dort schließen... klar, alle Chinesen finden es toll, dass sie in ihren Rechten eingeschränkt sind, weiß man ja xD\n\nWas Tencent angeht, es ist wohl Gang und Gebe, dass Aufkauf-Firmen die gekauften Firmen negativ beeinflussen, siehe Blizzard. Da stecke ich aber nicht im Detail, um da wirklich was zu sagen zu können.\n\n> \n> Ihr seid moarlisch gesehen , einfach nur abschaum und die  leute die in dieses game noch geld reinbutterfn  bzw diese Mafia Bande noch geld dafür geben für überteutere skins usw. schämt euch einfach solchen verbrechern noch geld zu geben ihr seid moralisch gesehen genauso abschuam wie die von rito games.\n\nWas die Skinpreise angeht, die finde ich tatsächlich fair. \n\n> \n> ihr , die jenigen die geld für dieses \"Tolle game\" ausgegeben habt wurdet übrigens jetzt auch komplett damit überm tisch gezogen mit abschaffung der foren also selfowned xD\n\nMehr so indirekt, denn das, was ich mir gekauft habe, habe ich weiterhin. \n\n> \n> Ich habe mit all meinen accs nicht einen penny für dieses game ausgegeben , wahrscheinlich steckt mich deswegen riot games spieler wie mich in die elo hell...\n\nOk, in welcher Elo-Hell bist du? Dia 1, Dia 2, Dia 3, Dia 4, Plat 1, Plat 2, Plat 3[...]Iron 3, Iron 4? \n\n> \n> IHR SEID  SCHLIMMER ALS EA GAMES!\n\nEA ist tatsächlich mehr ins positive Licht gerückt, indem sie auf Spieler gehört haben und auch ein Singleplayer Spiel ohne Microtransactions rausgehauen haben (was man denen wohl nicht zugetraut hätte, wenn man das erwähnen musste). Da ich keine Spiele von EA zocke, juckt mich das alles aber kein Stück.\n\n> so von mir aus könnt ihr jetzt das forum abschalten , ihr sparrt ja damit ja auch eine menge geld wieder ein darum geht es doch auch nicht war ihr rito games ***?\n> \n> für geld würdet ihr riot mitarbeiter doch euch eure seelen verkaufen PFUI einfach nur PFUI schämt euch!\n\nIch kann mir gut vorstellen, dass das auf die meisten der Programmierer nicht zutrifft. Die Finanzabteilungsmitarbeiter würden übrigens auch nicht ihre Seelen verkaufen, aber vielleicht die von anderen ;P\n\n\nSieht also nach sehr viel Bullshit aus, was du von dir gibst, aber immerhin auch den ein oder anderen berechtigten Funken.","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T12:27:34.495+0000","up_votes":2,"down_votes":0,"body":"Find ich gut Deine Ausführung !\n\n>Sieht also nach sehr viel Bullshit aus, was du von dir gibst, aber immerhin auch **den ein oder anderen berechtigten Funken.**\n\nMuss ich zugeben ! War eben scheiße verpackt.","replies":[]},{"id":"","poster":"Jennifer420","date":"2020-03-09T07:16:58.655+0000","up_votes":1,"down_votes":0,"body":"das argument der geriggten worlds kam wegen mehreren dingen zustande\n\n1. der worlds song heißt wie das sieger team (pheonix halt)\n2. g2 verliet 0:3 und das ganze team geht mit nem breiten grinsen von der bühne\n3. g2 spielt plötzlich komplett anders, eine art wie sie sie das gesamte JAHR über nicht gezeigt haben\n4. das klassische argument von \"tencent ist eine chinesische firma\"\n5. das argument der \"eu hass nerfs\". g2 hat pyke toplane gegen internationalle teams gebracht und damit richtig aufgeräumt. kurz darauf wurde er so generft das er in der toplane nun unspielbar ist. ähnliches passiert ja noch immer.\n\n\nich möchte btw noch sagen du sagst das tribunal soll nicht mehr kommen wegen dem backlash das die leute erst 2-4 monate später bannt.\nnja dann sollten aber level bots auch instant gebannt werden. die ruinieren mehrere 100 spiele bevor sie alle 3-4 monate dann gebannt werden.\n\nUND DIE MACHEN SEIT ES DAS SPIEL GIBT DAS SELBE da ist nichts mit \"wenn riot die sofort bannt wissen die botter wie sie erkannt wurden\" alter die machen seit es sie gibt genau das selbe JEDES MATCH ein blinder kann dir sagen wie die bots erkannt werden.","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-09T08:29:05.853+0000","up_votes":1,"down_votes":0,"body":"Also gut, ein paar Indizien. Dass G2 allerdings mit guter Laune von der Bühne geht, sieht eher typisch G2 aus. Immerhin waren die im Finale und haben ja auch selbst gesagt, dass sie einfach Spaß am Spiel haben. Der Worlds-Patch an sich ist auch nicht unbedingt ein gutes Argument, denn der ändert sich ja nicht während der Worlds. Bleibt das Lied und die Tatsache, dass Tencent der Laden gehört. Ist mir zu schwammig. \n\n> ich möchte btw noch sagen du sagst das tribunal soll nicht mehr kommen wegen dem backlash das die leute erst 2-4 monate später bannt.\nnja dann sollten aber level bots auch instant gebannt werden. die ruinieren mehrere 100 spiele bevor sie alle 3-4 monate dann gebannt werden.\n\nDas eine ist unabhängig vom anderen. Du kannst doch nicht ernsthaft wollen, dass Flamer mehrere Monate unbestraft bleiben, nur weil Bots auch so lange überleben. \n\nDie Bots bzw der Umgang mit Bots ist sein eigener Kritikpunkt. Ich habe dir dabei ja nicht widersprochen.","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-09T08:52:59.286+0000","up_votes":1,"down_votes":0,"body":"nein ich sage das gegenteil.\nbots sollten wie flamer INSTANT punished werden.","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-09T09:27:29.646+0000","up_votes":1,"down_votes":0,"body":"Na dann ergibt der Vorschlag mit dem Tribunal doch keinen Sinn.","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2020-03-08T10:32:36.573+0000","up_votes":2,"down_votes":0,"body":"Dieser Text ist Dumm as Fuck ! Es gibt KEIN FREE Game, was Deine selbstsüchtigen Punkte erfüllt. \n\nLoL ist immer noch ein Free Game ! Das zeigt nur, das Du nix kapiert hast und so Leute wie Du maßgeblich daran Anteil haben, daß RIOT schlichtweg keinen Bock mehr hat auf so Egoisten einzugehen. Haben wollen , haben wollen , haben wollen - nix für machen und dann rumblöcken, wenn mal was nicht in Kram passt.\n\nIst dann doch schon ok, dieses Sammelbecken von so Idioten wie Dir zu schließen !\n\nJeder , der hier nen Perma kassiert hat ist in meinen Augen ein blutiger Anfänger, weil er die Spielregeln nicht kapiert hat, unabhängig davon in welcher Elo der jetzt rungehangen hat vor seinem Ban ! Ihr Egoisten kriegt das nicht auf die Reihe wie man sich zu benehmen hat !","replies":[{"id":"","poster":"Mallemor","date":"2020-03-08T10:37:34.829+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=YnZkMR0R,discussion-id=g94ddhor,comment-id=0004,timestamp=2020-03-08T10:32:36.573+0000)\n>\n> Dieser Text ist Dumm as Fuck ! Es gibt KEIN FREE Game, was Deine selbstsüchtigen Punkte erfüllt. \n> \n> LoL ist immer noch ein Free Game ! Das zeigt nur, das Du nix kapiert hast und so Leute wie Du maßgeblich daran Anteil haben, daß RIOT schlichtweg keinen Bock mehr hat auf so Egoisten einzugehen. Haben wollen , haben wollen , haben wollen - nix für machen und dann rumblöcken, wenn mal was nicht in Kram passt.\n> \n> Ist dann doch schon ok, dieses Sammelbecken von so Idioten wie Dir zu schließen !\n\nich bin auch nicht mit einigen dingen hier einverstanden die hier stehen aber mal ernsthaft wie viel hat dir RITO games dafür bezhalt das du jetzt in dem moment hier reingehst und sowas postest bzw riot games in schutz nimmst? jeder weiß doch das riot auf seine community scheisst.\n\nkann mir echt nicht vorstellen das dass deine eigene meinung sein soll denn mit eingien punkten hat er ja recht und mal bitte nicht beleidigend hier werden sonst bist du auf dem gleichen level wie dieser foren troll hier","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T10:42:04.639+0000","up_votes":3,"down_votes":0,"body":"Niemand hat mir irgendwas bezahlt. Ich habe das Spiel kostenlos erhalten und entsprechend den Regeln gespielt ! Ich wurde in 5 Jahren nie verwarnt, gebant oder sonstwas. Bin seit der Zeit hier im Forum unterwegs und muss immer wieder lesen wie GIERIG manche Leute hier sind. Das ist nicht mal Kritik was die angebracht haben sondern das ist bloße rummeckerei ala \"ich will\" \"ich will\" \"ich will\"\n\nSuch mir mal irgendein Post ausm Forum raus, wo mal ein sinnvoller Vorschlag gemacht wurde. Und komm bitte nicht mit IP Ban !\n\nEr hat mit keinem Punkt recht.","replies":[{"id":"","poster":"Mallemor","date":"2020-03-08T10:46:47.403+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=YnZkMR0R,discussion-id=g94ddhor,comment-id=000400000000,timestamp=2020-03-08T10:42:04.639+0000)\n>\n> Niemand hat mir irgendwas bezahlt. Ich habe das Spiel kostenlos erhalten und entsprechend den Regeln gespielt ! Ich wurde in 5 Jahren nie verwarnt, gebant oder sonstwas. Bin seit der Zeit hier im Forum unterwegs und muss immer wieder lesen wie GIERIG manche Leute hier sind. Das ist nicht mal Kritik was die angebracht haben sondern das ist bloße rummeckerei ala \"ich will\" \"ich will\" \"ich will\"\n> \n> Such mir mal irgendein Post ausm Forum raus, wo mal ein sinnvoller Vorschlag gemacht wurde. Und komm bitte nicht mit IP Ban !\n> \n> Er hat mit keinem Punkt recht.\n\ndoch hat er er regt sich doch gerade über toxisische spieler auf aoslo über solche leute wie er und damit hat er doch schon recht also kannst du diesen punkt doch unterschreiben oder?\n\ner meckert hier nur rum macht aber keine vorschläge ja das ist natürlich sehr schade und traurig da stimme ich dir zu\n\naber sag mir jetzt bitte nicht du bist zu 100 prozent mit dem spiel zufrieden, irgendetwas muss doch auch dich stören","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T10:55:56.980+0000","up_votes":2,"down_votes":0,"body":"Ich habe nie behauptet, daß ich zu 100 Prozent zufrieden bin. Aber ich bin kompromissbereit. Wie oft hab ich mich über Smurfs oder Flamer oder Trolle inGame am Monitor aufgeregt. Aber im Gegensatz zu anderen Onlinegames oder Games die man Online spielen kann/konnte wird eben doch was von Rito gemacht. Immer nur im Rahmen ihrer Möglichkeiten, aber man sieht es. Spieler schlagen hier auf, die gebannt wurden. Ich hab mehrmals Feedback auf Reports erhalten und in den 5 Jahren hatte ich nur einmal einen Cheater drin und in meinen letzten Games hatte ich auch keine Bots mehr (als Mates). Alleine die Ersetzung des Tribunals war schon ein Schritt nach vorn. \n\nMal einfach das sehen, was auf die Beine gestellt wird. Sicher wird es den einen oder anderen geben, der genau die Probleme jetzt noch hat, aber schau mal, alleine schon bei der Masse an Spielern hat JEDER ein anderes Spielerlebnis . Aber jeder der hier mit seiner vermeintlichen Kritik aufschlägt tut so, als wäre das die REGEL . Dem ist aber nunmal nicht so.\n\nUnd nach Entschädigung zu brüllen, für etwas was man kostenlos spielen darf, Sorry, aber da hat der Egoismus für mich eine neue Stufe erreicht !\n\nSelbst die Skins kann man sich mittlerweile selber sehr einfach erspielen. Klar ist das Balancing Asche, aber ich habe bisher kein Onlinespiel gesehen, wo es überhaupt zufriedenstellend wäre. Oder hast Du ein Beispiel parat ? Btw. das Problem mit dem Balancing kann man durch geschickte Champwahl in gewisser weise umgehen. Kommst mit einem Gegenr nicht klar, dann spiel ihn doch selber !\n\nedit:\nMich stört bei solchen TE's immer wieder das zur Schau gestellte Ego. Ich, ich, ich . Null Empthie . Jeder Flamer oder jeder der meint mit seinem \"Können\" angeben zu müssen, jeder der seine Bedürfnisse , seinen Spaß über andere stellt (Nubrac, Singed) kotzt mich einfach an.\n\nedit2\nDu klingst eigentlich sehr vernünftig ! Up","replies":[]}]}]}]}]},{"id":"","poster":"You Got My Name","date":"2020-03-08T11:01:54.251+0000","up_votes":2,"down_votes":0,"body":"Selten so viel Müll gelesen.\nBin selber seit S1 dabei und ich finde riot Games hat einen gute Job gemacht ESports bekannter zu machen und das Game interessant zu halten.\n\nViele vergessen einfach das die Cheff Führung sind oft geändert hat...","replies":[{"id":"","poster":"Tulurax","date":"2020-03-08T11:13:24.164+0000","up_votes":1,"down_votes":5,"body":"schreibst genauso viel Müll E Sport als SPORT anzusehen ist schon wirklich arm.\n\nlaut dem Olympischen Sportbund ist e sport kein Sport bzw wird somit nicht als Sport anerkannt, gottseidank","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T11:18:55.768+0000","up_votes":4,"down_votes":0,"body":"Du kannst schon lesen !? Er schrieb \"ESports bekannter zu machen\" und nicht \"E Sport als Sport\" . Bei Euch geht in Eure Köpfe nur das rein, was Ihr für richtig haltet und wie Ihr es verstehen wollt ! Übelst unerträglich so Menschen ! Egoistisch durch und durch !\n\nMal zum Nachlesen für Dich :\nhttps://de.wikipedia.org/wiki/E-Sport","replies":[]},{"id":"","poster":"You Got My Name","date":"2020-03-08T12:25:57.944+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tulurax,realm=EUW,application-id=YnZkMR0R,discussion-id=g94ddhor,comment-id=00060001,timestamp=2020-03-08T11:13:24.164+0000)\n>\n> schreibst genauso viel Müll E Sport als SPORT anzusehen ist schon wirklich arm.\n> \n> laut dem Olympischen Sportbund ist e sport kein Sport bzw wird somit nicht als Sport anerkannt, gottseidank\n\nLesen ist wohl nicht deine stärke. XD\nIn Korea ist es eine Sport Art :3","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2020-03-08T11:04:16.114+0000","up_votes":1,"down_votes":0,"body":"Die internen Veränderungen kommen da nochmal erschwerend hinzu. Mag sein, das Rito nicht auf jeden Wunsch eingeht, aber zu behaupten, die hätten nie was gemacht ist komplett falsch.","replies":[]}]},{"id":"","poster":"xRiRSabrina","date":"2020-03-08T10:32:18.616+0000","up_votes":2,"down_votes":0,"body":"noch dazu sind ip bans komplett useless, da jeder 10 jährige durch eine einfache google suche seine Ip verändern kann.","replies":[]},{"id":"","poster":"xRiRSabrina","date":"2020-03-08T10:31:31.799+0000","up_votes":2,"down_votes":0,"body":"noch dazu: Ja, die elo hell existiert, aber es ist nichts wofür Riot sorgt. Die Elo Hell ist der Ort wo du  bist wenn du so gut geworden bist wie du kannst, ohne dich durch exzessives Training zu verbessern. Noch dazu gibt es genug spieler welche einfach nur durch genug games grinden Diamond+ kommen, mmit ner ~50% wr. Man merkt leider dass du nicht viel ahnung von diesem spiel hast.","replies":[]},{"id":"","poster":"Jennifer420","date":"2020-03-09T07:14:02.736+0000","up_votes":1,"down_votes":0,"body":"ne kurze google suche würde dir erklären warum ip bans absolut sinnlos und in vielen fällen auch unfair wären.\n\n\nwobei viele punkte die hier genannt werden absolut wahr sind. alleine schon das abschaffen der gamemodi und der foren ist doch ein witz. da wird einfach auf die spieler geschissen. \n\ndie mitarbeiter von riot haben über die jahre schon viel scheiße vollbracht.\n\ntyler1 wurde damals als \"entschuldigung\" entbannt weil ein riot mitarbeiter im discord schrieb wieviel arbeit er wegen t1 hatte und das er hofft das er an seinen steroiden verreckt.\n\ndann dieser clown der schrieb die community besteht nur aus priveligierten weißen \"manbabies\"\n\nriotaugust der meiner meinung nach der größte arsch von allen ist, allein seine werdegang bei riot den kannst du keinen erzählen weil leute denken du verarscht sie.\n\ndie anzeigen wegen sexismus in der firma und und und. \n\n\njetzt die scheiße mit den EAternal$ (vorallem die wenn man stirbt) ich dachte mir anfangs kein problem ich schieb sie ausn bildschirm wie damals den chat.\ngeht nicht, die springen automatisch zurück.\nokay kein problem ich schieb sie links oben ins eck da schau ich nie hin.\ngeht nicht die reseten sich nach jedem match wieder unten in den bildschirm \nokay ich drücke einfach n damit sie aus sind\ngeht nicht jeder kill jeder FUCKING ASSIST verlangt das ich wieder n drücke.\n\nbugs die jahrelang ignoriert werden, {{item:3748}} ist seit dem release verbuggt, wenn man die aktive benutzt folgt der nächste autoattack mit der lv 1 grundattackspeed ganz egal was deine aktuelle attackspeed ist.\n\naber wenn mal ein skin n kleinen fehler hat wie damals der mecha CHROMA!!! von kha zix, dann wird instant der ganze champ disabled und der scheiß innerhalb von paar stunden behoben.\n\n\nsorry aber bei der ganzen scheiße hat riotes einfach nur verschissen, wer diese firma noch richtig unterstützt nur weil sie vll 1mal im jahr was richtig macht, der unterstützt auch die flat earther.","replies":[]},{"id":"","poster":"Mallemor","date":"2020-03-08T10:13:57.390+0000","up_votes":1,"down_votes":4,"body":"Kann ich nur so unterschreiben. \n\nhoffentlich bekommt LoL mal ärgste Konkurenz damit sie mal wieder einsehen das die COmunnity , immer das letzte wort am ende hat  und mit ihren neuen Shooter den RIOT Games rausbringen möchte, denn wird eh niemand zocken viel zu casual und sieht einfach nur schlecht aus und wird eh wieder, typischerweise für RIOT GAMES, unbalanced sein.","replies":[{"id":"","poster":"Tulurax","date":"2020-03-08T10:21:20.500+0000","up_votes":1,"down_votes":5,"body":"RITO Games interresiert sich einen Dreck für seine Community. ich habe es schon oft hier im Forum geschrieben das sie lieber auf die frustrieten Spieler höhren sollen (also auf Leute wie mich) und mal die Punkte bearbeiten die ich oben genannt habe abe rnein immer wurde ich hier verspottet  und nun haben wir den Salat. \n\nabe rnein RITO Games will lieber auf die jenigen höhren die geld ausgeben also die potenziellen ja sager die nichts zu kritisieren habe, wenn ich ein spiel kritisiere gebe ich dafür kein geld aus PUNKT","replies":[]}]}]}