{"id":"YqJ6yJZL","poster":"VIP tombtomb","date":"2018-12-08T19:24:41.524+0000","title":"Was ist denn hier los?","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"Seid gegr&uuml;&szlig;t, Beschw&ouml;rer, \n\nseit geraumer Zeit verfolge ich das Forum, meist inaktiv, mit gelegentlichen Griffen zur Tastatur. So sch&ouml;n so gut, man sieht immer wieder die gleichen Leute, man kennt seine Pappenheimer mit der Zeit. \nKann ich mich doch so manchem St&uuml;ndchen entsinnen, in dem ich mich meiner Mitmenschen, die hier aktiv sind, mit Behagen erf&uuml;llen konnten. Nachdem ich eine etwa 2 Monatige Pause eingelegt habe, bekam ich einen Geistesblitz, das Forum wieder aufzusuchen. Voll Vorfreude scrollte ich immer weiter, um mit Erschrecken festzustellen: Der Unterhaltungswert scheint wohl verschwunden zu sein. Was ist aus jenen Usern geworden, deren Kreativit&auml;t mein Hirn erg&ouml;tzte?\nHier und da ein Entbannungsantrag, &uuml;ber dessen, geradezu ignoranten, Erstellungsgrund man nur den Kopfsch&uuml;tteln kann und mit einem Schmunzeln &uuml;ber die Naivit&auml;t dieser speziellen Gruppe von Forenusern hinwegsieht. \nEin L&auml;cheln kann mir zwar noch immer die Art von Thread aufs Gesicht zaubern, die zur Team/Teammember Suche gedacht ist und dabei essentielle Informationen auslassen, dabei ist es doch [hier](https://boards.euw.leagueoflegends.com/de/c/clans-teams-de/EeEmeyHx-anleitung-zur-teamsuche-mitgliedersuche-duoq-suche) von _SwissKeks_ genauestens erkl&auml;rt, welche Inhalte ein solcher Thread enthalten sollte. \n\nMein Witz und auch mein Einfallsreichtum sind leider nicht die ausgepr&auml;gtesten Tugenden meinerseits, beschr&auml;nkt sich das doch nur auf diesen Post. Ich hoffe, das Gr&ouml;&szlig;ere meinem Ruf folgen und einen Umsturz wagen werden. \n\nEinen sch&ouml;nen Abend w&uuml;nsche ich den werten Damen und Herren noch (es soll sich bitte niemand ausgeschlossen f&uuml;hlen, der sich mit diesen zwei Begriffen nicht identifizieren kann, Einfachheits halber verzichte ich auf weitere Ausf&uuml;hrungen und bitte vielmals um Entschuldigung), auf das die grauen Zeiten in fr&ouml;hlichere &uuml;bergehen.\n\ntombtomb","replies":[{"id":"","poster":"EQlibrium","date":"2018-12-08T22:19:48.917+0000","up_votes":3,"down_votes":0,"body":"Vergiss nicht die gelegentlichen ellenlangen rants darüber, wie tot das Forum ist!","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-12-08T21:03:29.284+0000","up_votes":2,"down_votes":0,"body":"Dieses Deutsch, so wunderschön \n\n{{sticker:sg-lux}}","replies":[]}]}