{"id":"4vA0Mw7a","poster":"Pure Cynicism","date":"2018-12-07T22:27:52.760+0000","title":"Meinungen zum Strick-Pullover \"Winterfreuden-Poro\"?","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Hallo,\r\n\r\n&uuml;berlege, [diesen ](https://euw.merch.riotgames.com/de/clothing/hoodies/snowdown-holiday-crewneck-unisex.html) Pullover als Weihnachtsgeschenk zu bestellen. 65 Euro sind allerdings schon recht happig, daher die Frage, ob jemand diesen oder einen &auml;hnlichen Wollpullover bereits hat und die Qualit&auml;t einsch&auml;tzen kann.","replies":[{"id":"","poster":"NHOK Desire","date":"2018-12-07T22:35:55.605+0000","up_votes":1,"down_votes":0,"body":"Warum solltest du Riot noch mehr geld in den Rachen werfen ?? Der Pullover sieht zwar gut aus aber wie wir in letzter zeit gemerkt haben ist Strickware im Internet zu Verkaufen das einzige was sie in letzter Zeit richtig machen.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-12-07T22:46:13.080+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=NHOK Desire,realm=EUW,application-id=YnZkMR0R,discussion-id=4vA0Mw7a,comment-id=0000,timestamp=2018-12-07T22:35:55.605+0000)\n>\n> Warum solltest du Riot noch mehr geld in den Rachen werfen ?? Der Pullover sieht zwar gut aus aber wie wir in letzter zeit gemerkt haben ist Strickware im Internet zu Verkaufen das einzige was sie in letzter Zeit richtig machen.\n\nMeine Frage war ernst gemeint. Geh doch bitte einfach auf reddit und wein dich da ein bisschen aus. Da findest du eine Menge Gesellschaft.","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-12-10T07:41:32.580+0000","up_votes":1,"down_votes":0,"body":"Genau mit dieser Frage hadere ich auch noch ....","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-10T06:50:11.891+0000","up_votes":1,"down_votes":0,"body":"Also ich habe den Pullover letzte Woche bestellt und auch erhalten.\n\nAuch den dunkel blauen mit den Poros und den Keksen drauf x.x ...\n\nSkeptisch war ich am Anfang auch, weil ich vor allem immer flauschige Pullover haben will in die ich mich zuhause richtig schön rein kuscheln kann. Deswegen sollte ein Pullover fluffig und flauschig sein!\n\nDie Qualität an sich ist gut. Hat mich sogar etwas überrascht weil ich schlimmeres erwartet hatte. Leider habe ich beide Pullover im Schrank vergessen dieses Wochenende und konnte daher nicht den Chill-Test machen >.<\n\nWie gesagt ist die Qualität gut. Man hat nicht das Gefühl das der Pullover aus billiger Wolle besteht und nach zehn Minuten auspacken sich in einzelne Fäden zerlegt. Der Pullover ist auch relativ dick wie ich finde vom Material her und kratzt auch innen nicht, da ist er eher weich. Nicht flauschig weich, aber weich. Okay, ich nenne es \"soft\" .-.\n\nDas Muster ist auch an sich gut verarbeitet. Entsprechend wie es im Shop dargestellt ist.\n\nDie Bedenken wegen der 65€ verstehe ich. Alles in einem denke ich auch das für beide Pullover jeweils die Hälfte ihres Preises eher angebracht gewesen wären. 30 - 40€ wären völlig okay. Aber gut... Man kauft ja auch ein wenig den Markennamen, richtig? Vielleicht versteckt sich in den Pullovern noch irgendein Geheimnis das es raus zu finden gilt \\o/","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2018-12-08T21:22:30.826+0000","up_votes":1,"down_votes":0,"body":"Schade ... die 3XL-Schafe sind wohl noch nicht gezüchtet worden! \nWarum bleibt die Gentechnik gerade auf diesem Gebiet untätig???\n{{sticker:sg-shisa}}","replies":[]}]}