{"id":"WsVbOeNu","poster":"iPuniiiCa","date":"2018-12-07T21:00:16.279+0000","title":"Ständige disconnects nach modem wechsel","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo , ich bin mitlerweile schon am verzweifeln weil es mich echt frustriert, deshalb versuche ich es jetzt einfach mal hier. Nachdem vor ca 1 Monat unser Modem getauscht wurde kann ich nicht mehr richtig LOL spielen ich dc&#039;e alle 10 sekunden in client &amp; kann auch kein spiel starten. Wenn ich aber z.B hideme.vpn benutze funktioniert alles normal. Deshalb meine Frage , kennt sich jemand damit aus &amp; kann mir sagen ob ich irgendetwas umstellen muss damit es auch ohne hideme funktioniert , weil das Programm &ouml;fter mal abst&uuml;rzt &amp; ich einfach einen h&ouml;heren Ping habe &amp; dadurch der Spielspa&szlig; schon extrem eingeschr&auml;nkt wird. \r\n\r\nIch freue mich &uuml;ber jegliche Tipps !","replies":[{"id":"","poster":"silibum","date":"2018-12-07T21:12:48.561+0000","up_votes":1,"down_votes":0,"body":"Dann ist heute leider ein schlechter Tag zum analysieren - heute gibt es Serverprobleme. \n\nErstelle mit aber mal ein [HRT-Archiv](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) - dann schau ich mal drüber was in den alten Logs steht.\n\nZum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht. Solltest Du eine Linkwarnung erhalten (externer Link) musst Du die URL dieser Seite auf der Datei-Upload-Seite eingeben und am besten die Funktion zur Warnung vor externen Webseiten deaktivieren, dann funktioniert das in Zukunft direkt :-)","replies":[{"id":"","poster":"iPuniiiCa","date":"2018-12-09T13:07:40.602+0000","up_votes":1,"down_votes":0,"body":"Erstmal danke für die Antwort ! (:\nDas Problem tritt nicht nur in LOL sondern auch in anderen Spielen auf , bei denen ich ständige dc'e .\nIch habe meine LOL Logs auf dem Portal hochgeldaen & hoffe Sie können mir helfen !","replies":[{"id":"","poster":"silibum","date":"2018-12-09T16:16:52.425+0000","up_votes":1,"down_votes":0,"body":"Als erstes solltest Du zunächst mal versuchen per Kabel zu spielen - WLAN kann zu genau diesen Disconnects führen: [Siehe auch hier](https://euw.leagueoflegends.com/de/page/ethernet-vs-wifi-ping-packets-playing-better).\n\nDie Gamelogs zeigen auch etwas Paketverlust (auch das könnte am WLAN liegen). Neben dem WLAN kommt bei der Sache natürlich auch die Internetleitung an sich in Frage. Sind Dir die Leistungsdaten Deiner Leitung bekannt? Kann es sein, dass Du die Probleme zu bestimmten Zeiten hast? Sind andere Mitnutzer im Internet unterwegs und beanspruchen ggf. die Leitung stark?\n\nDas ist so die Richtung in der Du schauen solltest. Zunächst aber auf Kabel umsteigen und Testen ob es sich verbessert (ist meist der einfachste Test).","replies":[{"id":"","poster":"iPuniiiCa","date":"2018-12-10T19:00:48.378+0000","up_votes":1,"down_votes":0,"body":"An sich gute Tipps, nur hab ich das Problem erst, seit das Modem bei uns getauscht wurde & davor hatte ich nie solche Probleme.\nWas ich auch nicht verstehe ist, dass sobald ich hideme.vpn benutze alles ganznormal läuft!","replies":[]}]}]}]}]}