{"id":"6pn49PrU","poster":"4 For Maggie","date":"2018-12-06T06:51:06.846+0000","title":"[TGSG] Der Nikolaus war da!","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":4,"body":"Da kommt man auf die Arbeit und rechnet mit wie immer nichts :o ...\r\n\r\nStehen &uuml;berraschenderweise kleine S&uuml;&szlig;igkeiten vom Nikolaus an meinem Arbeitsplatz! Sachen gibt&#039;s!\r\n\r\nUnd dann sind auch noch meine beiden H&uuml;hner krank! Sie k&ouml;nnten perfekt sein um mich zu infizieren damit bei mir endlich mal das ausbricht was sich gef&uuml;hlt seit zwei Monaten ank&uuml;ndigt x.x Dieses &quot;nichts halbes nichts ganzes&quot; ist einfach nur Mist!\r\n\r\nHinzukommt das heute Donnerstag ist!\r\n#Yeay!\r\nLeider habe ich mir aber schon f&uuml;r heute Morgen tats&auml;chlich Arbeit aufgehalst. Darunter eine Besichtigung der Einrichtung die v&ouml;llige Zeitverschwendung ist. Absolut genial. Noch besser wird es erst dadurch das die werte Frau mich zweimal einfach angelogen hat &uuml;ber das was meine Pflegedienstleitung ihr gesagt hat. W&auml;hrend des Telefonats war die PDL n&auml;mlich bei mir und ich hab des mitgeh&ouml;rt. Solche Leute sind ja direkt unten durch bei mir. Da zieh ich dann auch den Besichtigungstermin nicht vor nur weil Madame danach gerne zur Arbeit fahren w&uuml;rde. Keine Nettigkeiten!\r\n\r\nHat der Nikolaus euch heute Morgen auch schon &uuml;berrascht? :o\r\n\r\nIch hab immer das Gef&uuml;hl der Dezember besteht nur daraus sich bis fast zum Ende mit S&uuml;&szlig;igkeiten anzuf&uuml;ttern, an drei Tagen richtig auszurasten mit gutem Essen, um dann in ein Koma f&uuml;r vielleicht drei Tage zu fallen. Fehlt nur noch das wir uns dann selbst essen :&#039;D und die M&auml;sterei praktisch das Vorprogramm daf&uuml;r ist xD\r\n\r\nSo. Irgendwie bin ich noch alleine hier, was ziemlich cool ist :3\r\n\r\nAber ich guck mal ob ich schon etwas mit der heutigen Besch&auml;ftigungstherapie anfange die ich bereits gestartet habe!\r\n\r\nHabt einen sch&ouml;nen Donnerstag! Das Wochenende ist zum Greifen nahe &lt;3","replies":[{"id":"","poster":"INoKami","date":"2018-12-06T17:09:49.571+0000","up_votes":2,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 64, revolutionär späte Abendausgabe**\n\nKennt ihr auch diesen Moment, in dem ihr euch denkt, dass ihr jetzt eigentlich ein schlechtes Gewissen haben müsstest, es aber einfach nicht habt? Genau so ging es mir heute Vormittag. Ich habe im Grunde den gesamten Vormittag über nichts gemacht :*\nMal so halb die Analyse angefangen, ging aber aus mir nicht bekannten Gründen schief und dann war eh schon Mittagspause. Aber man muss auch allgemein sagen, dass heute ein bisschen die Lustlosigkeit im Labor herumgeisterte, es ging nicht nur mir so. Nachmittags wollte ich mich dann aufrappeln und die nächste Analyse voll mitmachen, aber leider ist das wieder ein sehr \"abzugsintensiver\" Trennungsgang, d.h. freie Plätze sind rar und zum anderen hat meine Lösung verrückt gespielt: direkt, nachdem ich sie nach Anweisung ins Wasserbad gestellt hatte, kochte sie innerhalb von wenigen Sekunden über. Nur kochte kein Wasser auf, sondern schwefelhaltige Luftblasen, die auch aus dem Reagenzglas liefen und sich über die obere Hälfte außen am Reagenzglas absetzten. das fand ich aber auch nur heraus, weil ich die Stelle versehentlich angefasst habe^^\nUnd morgen den ganzen Spaß nochmal benotet. Gott, ich will nicht morgen hin -_-\n\nSry, muss mich heute kurz halten, darf gleichweiter zu einer Weihnachtsfeier fahren. Mal schauen, wie die wird.","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-12-06T07:18:03.136+0000","up_votes":1,"down_votes":0,"body":"Nikolaus. Ein alter Mann, der bei dir einbricht, um dir was in die Schuhe zu füllen. Fast wie ich, nur dass ich nicht alt bin. \nWie dem auch sei, ich habe bisher nichts bekommen, aber vielleicht rennt der Betriebsrat wieder rum und verteilt Schokolade. \nMeiner Freundin habe ich eine Stange Toffifee geschenkt, von denen ich auch welche abhaben durfte. Mal sehen, ob die 3 oder 4 Packungen leer sind,  wenn ich um 21 oder 22 Uhr nach Hause komme","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T10:21:18.629+0000","up_votes":2,"down_votes":0,"body":"> Fast wie ich, nur dass ich nicht alt bin.\n\n...und dass du keine Schokolade in den Schuhen hinterlässt ....","replies":[{"id":"","poster":"Megamaexx","date":"2018-12-06T10:53:44.547+0000","up_votes":1,"down_votes":0,"body":"Hab ich in meinem Text auch nicht spezifiziert ;3","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T10:58:02.004+0000","up_votes":1,"down_votes":0,"body":"eben ... das sorgt mich.","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T10:59:50.439+0000","up_votes":1,"down_votes":0,"body":"Keine Sorge notwendig. \n\nEr bricht bei dir ein und kackt dir in die Schuhe. \n\nSo, Sorge wurde zu Gewissheit, nix zu danken :)","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T11:00:53.813+0000","up_votes":1,"down_votes":0,"body":"da ich keine Schuhe trage, bin ich nicht betroffen ... aber ich befürchte, dass er es nicht so einfach macht ... ich glaube, der lutzt da rein.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T13:43:37.063+0000","up_votes":1,"down_votes":0,"body":".-. er was?","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T13:52:53.769+0000","up_votes":1,"down_votes":0,"body":"ach .. örm ... nix\n\nhttp://i.imgur.com/gHmE582.png","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T14:01:01.608+0000","up_votes":1,"down_votes":0,"body":":o Die Situation scheint mir zu verräterisch!","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T14:02:51.653+0000","up_votes":1,"down_votes":0,"body":"Nönönö...\n\nAlles gut!\n\nOH SCHAU, EIN KEKS!\n\nhttps://thumbs.gfycat.com/SameMammothHumpbackwhale-max-1mb.gif","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T14:19:22.037+0000","up_votes":1,"down_votes":0,"body":"xD Wo kommen eigentlich auf einmal diese vielen übertrieben genialen Poro Bildchen und GIFs her? :D Vorher gabs doch gar nicht soooo viele? und vor allem nicht so gute :o","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T14:26:51.720+0000","up_votes":1,"down_votes":0,"body":"Das verrate ich dir eiskalt nicht\n\nhttps://wallpapermemory.com/uploads/658/poro-league-of-legends-wallpaper-full-hd-1080p-173000.jpg","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-06T07:19:45.926+0000","up_votes":1,"down_votes":0,"body":"Einem Kollegen von mir hat seine Freundin eine Taschenlampe geschenkt. Ich frage mich, ob das eine Botschaft sein soll...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:17:49.644+0000","up_votes":1,"down_votes":0,"body":"... Kannst du die mal bitte fragen? xD Nicht mal Google weiß die Antwort!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T08:20:41.260+0000","up_votes":1,"down_votes":0,"body":"Hab meine Gedanken doch weiter unten schon erläutert ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:46:00.117+0000","up_votes":1,"down_votes":0,"body":"Ja aber das sind deine Gedanken xp also Vermutungen.\n\nAber es gilt die tatsächliche, uns noch geheime, Wahrheit über dieses Taschenlampengeschenk rauszufinden!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:52:42.680+0000","up_votes":1,"down_votes":0,"body":"Vilt ist es ein dezenter Hinweis darauf das wenn er wieder in eine dunkle Höhle also quasi ein Loch geht. Das er besser schauen soll was er da tut? ^^\n\nEdit. \nOder die Batterien sind leer und er soll neue mitbringen ^^","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T08:55:02.974+0000","up_votes":1,"down_votes":0,"body":"Vielleicht soll er sich auch ein Intimpiercing mit LED dran zulegen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:57:43.098+0000","up_votes":1,"down_votes":0,"body":"Das durch Reibung bzw. Bewegung aufgeladen wird :3 \nUnd vibrieren soll es auch können","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T09:16:16.951+0000","up_votes":1,"down_votes":0,"body":"Quark, schön mit schwerem Bleiakku.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:24:58.122+0000","up_votes":1,"down_votes":0,"body":"Ob das dann gesund ist ? :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T09:49:20.278+0000","up_votes":1,"down_votes":0,"body":"Warem etwas heute nicht genießen, auch wenn es uns in 20 Jahren töten kann? ^^","replies":[{"id":"","poster":"Megamaexx","date":"2018-12-06T10:55:05.296+0000","up_votes":1,"down_votes":0,"body":"Sand\"kuchen\" Flashbacks...","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Ambush Bug","date":"2018-12-06T18:16:49.455+0000","up_votes":1,"down_votes":0,"body":"Uh, ich hab heute auch was zu erzählen:\n**Willkommen zu Ambush Bugs wunderbarer Welt der Pflege Ausgabe #1** (In völlig irrationalen und unregelmäßigen abständen wahllos in TGSG threads gezimmert. Huha!)\n\nHeute:\n24-Stunden-Polen\n\nVorgeschichte: Manche Menschen die Pflegebedürftig sind oder Angehörige haben die \"spezielle Aufsicht aufgrund von Alterserscheinungen\" brauchen haben aber diese unbedingt nicht in eine Pflegeeinrichtung stecken wollen (meist will da irgendjemand das Haus der Person nicht verkaufen um die Pflege bezahlen zu können....so ein Haus könnte man ja noch erben), heuern Menschen aus dem Ausland an (oft aus Polen) weil es billig ist und man sich nicht mehr kümmern muss...theoretisch.\n\nNun, diese 24stundenkräfte wechseln alle Paar wochen/monate und ein ersatz wird von der Vermittlungagentur geschickt. Meist werden die noch von der Vorgängerin (meist sind es ja doch Frauen) einen Tag eingearbeitet und dann ist das durch.\nIch will nicht sagen, dass die ALLE nichts taugen...aber die, die was taugen sind doch eher die Minderheit.\nDa diese Kräfte meist nicht dazu in der Lage sind Medikamente für die Pflegebedürftigen vernünftig zu managen, wird dies oft an einen Ambulanten Pflegedienst abgegeben.\nKlingt soweit doch ganz gut, oder?\n\nNun sehen wir das mal aus sicht einer Pflegebedürftigen Person:\nDu wohnst zu Hause, bist körperlich nicht mehr so ganz fit, aber gesund.\nNur im Kopf nicht, du bist vergesslich und zwar sehr, weißt meistens nicht mehr so 100% warum du etwas getan hast oder was du grade tun wolltest, oder wo du schon wieder dieses ding hingetan hast....welches auch immer. Hast du vergessen, du weißt nur noch das du das Ding gesucht hast. Auch wenn du dir nicht so 100% sicher bist, wo du schon nach dem....dings da....was auch immer du damit wolltest....gesucht hast.\nAlle Paar Wochen zieht nun eine dir völlig fremde Frau in dein Haus ein für ein paar Wochen um das Haus in Ordnung zu halten und dafür zu Sorgen, dass du was zu Essen bekommst und irgendwie sowas ähnliches wie einen geregelten Tagesablauf hast. Wenn du etwas Glück hast spricht sie sogar deine Sprache. Ist doch auch was schönes, oder?\n\nNaja, klingt nicht so nett, aber zumindest wohnst du noch zu Hause, stimmts?\n\nNun da wir die Sicht der Pflegebedürftigen Person haben, wollen wir uns mal die 24-Stunden-Kräfte ansehen:\n\nDu kommst da hin, dir wird erklärt wo was ist und was du zu tun hast.\nDu bist ein paar Tage da und stellst fest: die Person um die du dich kümmern sollst ist total meschuge.\nStändig irrt die Alte durchs Haus und durchwühlt sämtliche Taschen, Schränke und Schubladen.\nHin und wieder zieht sie völlig ohne erkennbaren Grund sämtliche Kabel im Haus aus Steckdosen und elektronischen Geräten heraus und wenn du nicht aufpasst veranstaltet sie ne riesen Sauerei im Bad oder in der Küche. Und du musst der hinterher räumen...und die komische Sprache die sie Spricht verstehst du auch nicht....aber die 3 Wochen bringen gutes Geld, wirst du schon überstehen, oder?\nUnd dann fällt dir wieder ein: Moment....die Kollegin hat doch irgendwas von so einem Saft gesagt, denn du ihr geben sollst, wenn sie nachts unruhig ist, oder?\nAh, da steht ja der Gute Melperonsirup.\nMal sehen...wenn sie Abends davon 20ml trinkt schläft sie die nacht durch....dann gib ihr doch einfach zum frühstück auch noch mal 20...oder vielleicht direkt 50, dann hast du heute deine Ruhe.\nVon hier an ist der verlockende Weg nicht mehr weit bis: Ich dröhn die alte einfach zu, dann pennt sie und ich hab meine Ruhe.\nKommt leider ziemlich oft vor. Traurig, aber nicht das schlimmste.\n\nGestern abend mussten wir spontan eine Dame in dem Betreuten Wohnen in dem ich Arbeite aufnehmen, weil...\n*trommelwirbel*\nDie ~50 Jährige 24h-Polin, die zu 100% aussah wie Miss Doubtfire (wirklich...ich glaub die hat die Alten Kostüme von dem Film irgendwo gekauft und aufgetragen), und jetzt kommts:\nVÖLLIG BESOFFEN einen Glasstisch aus dem Fenster des Hauses geworfen hat, und mit einem Holzstück von etwa unterarmlänge auf die Ambulante Pflegekraft losgegangen ist, die die Tabletten zum Abend vorbeibringen wollte (in umgekehrter Reihenfolge, erst angriff mit Holz, dann geworfene Glasstisch). Die Pflegebedürftige Frau saß in der Zwischenzeit völlig aufgelöst und desorientiert im Bademantel (NUR im Bademantel) im Dunkeln auf dem Rasen des Gartens und weinte. Erst das Eintreffen von mehr Personal (die Frau wohnt zum Glück in etwa 3minuten laufdistanz von der Pflegeeinrichtung) sowie 2 beherzten, aber hysterischen Nachbarinnen konnte den Besoffenen Amoklauf der Frau unterbinden, so dass man die Frau bis zum eintreffen der Polizei in einem Der Zimmer des Hauses einsperren konnte.\nEs wurde niemand verletzt, und die Pflegebedürtige, wie gesagt, erstmal ohne viel getue in einem, zum Glück, freistehendem Zimmer des Betreuten Wohnens untergebracht und sie war auch nicht relevant Verletzt. Ich hatte dann heute morgen die Nette Aufgabe der Frau etwa 50 mal zu erklären wo sie jetzt ist und was gestern passiert ist. Dort bleibt sie für ein paar Tage, bis ihr Haus wieder in guten Zustand ist und eine neue 24h-Polin als ersatz für Miss Doubtfire eintrifft, so ist es mit der einzigen Erb...ähm...Angehörigen abgesprochen worden. Ist ja auch ein sehr schönes Haus in guter Lage mit nettem Garten dazu.\n\nWillkommen in der Welt der Pflege.\nDamit beenden wir diesen Eintrag.\n\nAber ich habe noch eine Bitte an jeden der sich denkt \"sowas darf doch nicht sein\":\nWenn ihr ältere Menschen kennt die auch von solchen 24-Stunden Kräften betreut werden, schaut da regelmäßig mal vorbei, schaut ob die auffällig viel Schlafen oder Weggetreten sind und ob alles in Ordnung ist. Fühlt auch den 24Stunden-Kräften mal auf den Zahn, einfach damit sowas nicht vor kommt.\n\nPuh, war zwar nur als kurzer Text geplant, aber ist doch ein ganz schöner Roman geworden.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:15:28.464+0000","up_votes":1,"down_votes":0,"body":"Nawwwww hört auf eure Schokolade zu naschen :3 \nIch bin ja ganz alleine hier :0","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T08:16:52.734+0000","up_votes":1,"down_votes":0,"body":"*Versteckt seinen 2ten Nikolaus, den er nach seinem politischen Text geöffnet hatte*\n\n\"Waf? Welfe Fokolate?\"","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:21:21.629+0000","up_votes":1,"down_votes":0,"body":"Will auch schoki haben :(","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T08:22:14.946+0000","up_votes":1,"down_votes":0,"body":"Ich hab hier mehr, als ich jemals essen kann. Komm ran, du bekommst nen Kilo xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:24:50.969+0000","up_votes":1,"down_votes":0,"body":"Ich schwinge mich auch mein Pferd und eile los\nWo muss ich hin ? :o","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T08:26:37.532+0000","up_votes":1,"down_votes":0,"body":"Mainz, genauere Adresse gibt's wenn du tatsächlich in der Stadt ankommst :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:40:11.417+0000","up_votes":1,"down_votes":0,"body":"Sind ja nur 120 km ^^ \nAber bin dahin ist mein Pferd wohl erfroren :) \n\nSchade das noch keiner die teleportation erfunden hat :/ \n\nUnd das die Teleportations Technik aus Dragon ball z bei mir nicht funktioniert :/","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T09:48:47.993+0000","up_votes":1,"down_votes":0,"body":"120 geht ja noch, bis morgen feierabends biste da :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T13:42:17.659+0000","up_votes":1,"down_votes":0,"body":"*pssssst*\n\nWenn er jemanden klar machen kann um 120 KM zu einem Kino zu fahren... geht da was!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T14:32:53.117+0000","up_votes":1,"down_votes":0,"body":"Klar machen :D \n\nHaha ^^' das klingt fast besser als es war :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T14:49:55.561+0000","up_votes":1,"down_votes":0,"body":"Es war doch sogar eine \"Sie\" oder?\n\nIhr hättet doch auf dem Heimweg im Auto fummeln können? :p","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T16:46:32.700+0000","up_votes":1,"down_votes":0,"body":"Neee :D sie ist ne gute freundin von mir da läuft nichts :D \n\nUnd im kino läuft bei mir eh nichts ^^ da ich den film sehen will.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:16:13.941+0000","up_votes":1,"down_votes":0,"body":"D: Hab die Besichtigung vollzogen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:18:58.823+0000","up_votes":1,"down_votes":0,"body":"Und wie wars ? \n\nIch hab hier die Stellung gehalten und den theard mit meinen leben verteidigt :0","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:40:50.886+0000","up_votes":1,"down_votes":0,"body":"Naja xD wie immer.\n\nGut, aber ich war etwas zickig.\n\nDie konnten halt schon um 9 kommen statt 9:30. Aber früher als 9 ist nicht, wie oben bereits erwähnt wäre ich denen nicht weiter entgegen gekommen. Und dann kommen die um 8:45 XD Hab ich sie natürlich warten lassen.\n\nJetzt hab ich sie bei der Pflegedienstleitung abgestellt, weil die das unbedingt mit dem Unterbringungsbeschluss regeln müssen. Wir dürfen nämlich nicht aufnehmen wenn da einer vorliegt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:44:52.255+0000","up_votes":1,"down_votes":0,"body":"Oha da wird sie zickig ^^ hehe \n\nJa ab und zu kann man Leute auch mal warten lassen. Vor allem wenn sie es verdient haben :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:57:29.884+0000","up_votes":1,"down_votes":0,"body":"Eigentlich mach ich auch keine Besichtigung mit Leuten die sich nur für das Haus interessieren. In den meisten Fällen stellt sich dann nämlich raus das wir die Leute nicht aufnehmen können weil die gar keine oder falsche Diagnosen haben.\n\nAm sinnvollsten ist es deren Anfrage zu beantworten und Unterlagen zu zuschicken. Die meisten entscheiden dann schon \"ist zu teuer\" oder \"ist zu weit weg\". Wenn was zurück kommt dann muss die Pflegedienstleitung schauen ob eine Aufnahme möglich ist. Je nach Entscheidung kriegen die Leute dann bescheid und wer dann will kann sich das hier ansehen. Gerade wenn es Berufsbetreuer sind, sagen die öfters mal \"nee kein Interesse\" oder wenn es Angehörige sind die jemanden nur abschieben wollen. Die siehste dann beim Einzug (wenn überhaupt) und danach nie wieder.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:04:06.104+0000","up_votes":1,"down_votes":0,"body":"Toll jetzt muss ich doch mal fragen was du eigentlich arbeitest ? :0 \n\nBist du Maklerrin für Pflege Wohnungen? Oder so in der art?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T09:24:40.665+0000","up_votes":1,"down_votes":0,"body":"Ich würde mich Babysitter nennen? Und Sandsack für Satan die gerne mal einfach auf alles los geht. Wie heute morgen xD hat sie mich wegen Blättern an gekackt die ich in den Briefkasten geworfen habe ?!?!?!?!?!??!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!????\n#WEIL DA JETZT EIN KNICK DRIN IST!\n\nHoly!\n\nDAS HIER hat keine Bezeichnung. Am nächsten kommt dem Ganzen so etwas wie \"Bezahlter Zeitvertreib in einer Folterkammer die am Eingang zur Hölle steht, welche von Satan persönlich betrieben wird\". Uff, gut das Satan nicht meine Chefin ist o.o","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:34:21.434+0000","up_votes":1,"down_votes":0,"body":"Du hast das Blatt geknickt ??? Wie kannst du es wagen ? :0 \nDu Monster einfach grundlos das arme Blatt zu knicken :/ tz tz tz was ist nur mit der Jugend los \n\n\nKlingt ja nach einer tollen Job Beschreibung ^^ richtig einladend. Ich würde sofort da anfangen^^' \n\nAber am hellen Eingang ist es zumindestens warm immerhin etwas gutes :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T10:01:44.112+0000","up_votes":1,"down_votes":0,"body":"xDDD Da ist es halt echt so: Egal wie du es machst, es ist falsch!\n\nSatan hatte Montag frei. Also hatte ich keinen Druck irgendwas zu ihr hochzubringen. Wie die Dienstpläne zum Beispiel von November. Ergo hab ich es an die Seite gelegt und vergessen.\n\nDa ich ihr einen Gefallen tun wollte, DACHTE ICH, es wäre vielleicht gut ihr die Sachen trotzdem noch in den Briefkasten zu werfen als ich Feierabend hatte. Dann wären sie direkt Dienstagmorgen in ihre Hände gefallen.\n#PUSTEKUCHEN!\n\nDas Ding ist halt... Hätte ich es Dienstagmorgen hoch gebracht, wäre sie sauer gewesen warum das Montag nicht gemacht worden wäre da man Unterlagen ja auch in einen Briefkasten werfen kann. Hätte ich es Dienstag vergessen und sie hätte anrufen müssen, wäre sie deswegen sauer gewesen.\n\nUnd dann so Aussagen wie \"Dienstpläne werden nicht in den Briefkasten geworfen\". Also wenn ich Satan Sachen hochbringen SOLL und sie einen trotzdem vorm Büro stehen lässt, werfe ich alles OHNE AUSNAHME in das blöde Ding XD auch Dienstpläne.\n\nAber das ist ihre Art. Sie sieht in jeder Erklärung  Ausreden für irgendwas und dreht dir einen Strick. Sogar aus einem \"Morgen\"! Sie selbst verdreht selbst manche Dinge so das sie nicht weiß was Sache ist, gesteht sich das aber nicht ein und die anderen sind natürlich alles Schuld .-.\n\nIch hab mir dann nur noch die Sachen genommen die ich brauchte und hab sie stehen lassen o.o mir ist zwar kein Schwert in den Rücken geflogen wie erwartet, aber draußen musste ich mir doch selbst einige Male sagen \"reg dich nicht auf, sie stirbt früher als du\" .-.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T10:25:04.128+0000","up_votes":1,"down_votes":0,"body":"Ich merk schon ihr seid beste Freunde :D \n\nAber sowas kommt mir auch bekannt vor hab auch jemanden auf Arbeit der alles so hindreht das es für ihn passt. Und der auch nie an etwas schuld ist. Es sind immer die anderen gewesen .... furchtbar sowas -.- \n\nAber sei gewarnt das böse stirbt nie wahrscheinlich überlebt sie dich und fährt dir noch im hohen Alter mit dem Rollstuhl hinterher und stößt dich dabei so an ^^' das du ihr im weg stehst :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T13:41:20.295+0000","up_votes":1,"down_votes":0,"body":"Karma wird sie spätestens töten :p","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2018-12-06T16:14:38.487+0000","up_votes":1,"down_votes":0,"body":"Ich hab ganz vergessen, dass heute Nikolaus ist haha :D","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-06T13:10:17.644+0000","up_votes":1,"down_votes":0,"body":"#ZWEI STUNDEEEEEN!\n\nUnd ich habe endlich eine Pflegedienstleitung die weiter denkt bei eventuellen Aufnahmen und mir nicht die dumme Telefoniererei überlässt mit den Kliniken <3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T14:31:33.582+0000","up_votes":1,"down_votes":0,"body":"Noch eine halbe Stunde :3","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T14:51:13.922+0000","up_votes":1,"down_votes":0,"body":"Zehn Minuten\n\nUnd meine Aushilfe kommt 20 Minuten früher c.c und versteht nicht wieso sie noch nicht einchipen darf/ soll. Aber \"mir zu Liebe\" telefoniert sie jetzt einfach noch vor der Türe und raucht XD Hachja die Gute <3","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T14:51:55.725+0000","up_votes":1,"down_votes":0,"body":"nur noch eine gute Stunde .... dafür morgen Homeoffice *puh*","replies":[]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-06T07:15:53.091+0000","up_votes":1,"down_votes":0,"body":"Wir gucken heute auch ein Film \\o/ \nIwie ist es zwar wasted, weil man auch heimgehen könnte.. I mean der film geht von 13:00 - 16 uhr ?\n\nIch weiße noch  früher, wie der nikolaus immer zu mir nach Hause kam und welche Angst ich vor ihm hatte xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T07:22:10.471+0000","up_votes":1,"down_votes":0,"body":"Der Nikolaus hat meinen Schnuller geklaut als ich noch klein war :*(","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-06T07:23:59.464+0000","up_votes":1,"down_votes":0,"body":"D: wieso das denn","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T07:35:54.158+0000","up_votes":1,"down_votes":0,"body":"Meinen hat er aber auch geklaut... \n\nGenauer gesagt hat meine Ma damlals gesagt:\n\n*Gib dem Mann deinen Schnuller, sonst gibt's noch was mit der Rute!*\n\nDa hab ich gelernt wie das Leben funktioniert...","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T12:35:40.640+0000","up_votes":1,"down_votes":0,"body":"und ... du hast dir die Rute gegönnt, hm?","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T12:38:37.806+0000","up_votes":1,"down_votes":0,"body":"Niemand nimmt mir meinen Schnulli. Niemand. Ich hab mich gewehrt und ihm die Rute gegeben.\n\nKomisch genug, irgendwie lief mein Vater nach der Aktion 2 Wochen breitbeinig. Keine Ahnung was der gemacht hat während der Nikolaus da war, dabei war er nämlich nicht...","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T12:39:14.955+0000","up_votes":1,"down_votes":0,"body":"jaja, Eltern sind immer so komisch!","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-12-06T12:28:27.396+0000","up_votes":1,"down_votes":0,"body":"Ich hatte damals kleine stoffhäschen :3\nDie liegen immer ich neben meinem Bett :D","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T07:29:30.283+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht das sollte wohl die Kinder freundliche Version von du bist zu alt für einen Schnuller sein :0 \n\nHab auch seit dem tage an keinen mehr gebraucht :) \n\nAb da war ich ein Mann und mir wuchs direkt ein bart :3 \nUnd lebte draussen in der wildnis mit Wölfen zusammen bis ich ihr Anführer wurde. \nDanach bin ich zurück in die Zivilisation um meinen rechtmässig thron an der spitze der menschheit einzunehmen aber es kam anders ich wurde eingeschult ...","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-06T10:04:58.751+0000","up_votes":1,"down_votes":0,"body":"Ich muss mich mal ausweinen ... ich habe heute meinen Adventskalender geöffnet, das Türchen war verschlossen .... und???\n\n** ES WAR LEER** \n\nhttp://images6.fanpop.com/image/photos/38300000/Poro-Amumu-league-of-legends-38308577-1920-1080.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T10:07:54.012+0000","up_votes":1,"down_votes":0,"body":"Ich mach das immer Abends nach dem Essen :o\n\nIst der Kalender auf der Arbeit oder Zuhause?\nDu hattest also ein leeres Kästchen hinter einer verschlossenen Türe? D: Da hat die Poduktion Scheiße gebaut ò.ó aber mal so richtig.\n\nHier\n*Kekse und Schokoladenmixpackung rüber werf*\n\nIch krieg das heute Abend nicht alles in meine Tasche D: nimm sie!","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T10:15:24.415+0000","up_votes":1,"down_votes":0,"body":"Danke ... *unter Tränen mümmel*","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T10:56:13.612+0000","up_votes":1,"down_votes":0,"body":"*Begräbt das Poro unter einem Berg Schoki*","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-12-06T10:10:46.747+0000","up_votes":1,"down_votes":0,"body":"*Karrt die Schubkarre voll Schoki ran, dies vom Chef gab*\n\nNIMM ALLES!!!! ICH WILL ES NICHT!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T10:52:33.744+0000","up_votes":1,"down_votes":0,"body":"D: Gib es Knuffel. Ich bekomme heute sicherlich noch genug x.x","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-12-06T10:53:07.763+0000","up_votes":1,"down_votes":0,"body":"Han mir gestern mal alle DLCs für Valkyria Chronicles 4 gekauft. Gerade auf das eine bin ich sehr gespannt, weil man dort einen Konflikt zwischen der Valkyria aus Teil 1 und der aus Teil 4 spielt. Und Selvaria ist schon ein extrem guter Charakter.","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-12-06T10:33:44.204+0000","up_votes":1,"down_votes":0,"body":"Im Grunde ist die Idee vom Nikolaus wirklich interessant, wenn man sie mal auf unsere Gesellschaft überträgt.\n\nImmerhin werden wir von Kindesbeinen an dazu erzogen, dass da irgendwo jemand unsichtbares ist, der einen immer beobachtet. Und dass es erstrebenswert ist, wenn er sieht was wir so Gutes tun, denn sonst gibt's Haue. Vermutlich haben die Westeuropäer auch deshalb so einen langen Atem bei den ganzen Überwachungsskandalen o.ä....\n\nVermutlich können nur deshalb so viele von uns sagen \"Mir doch egal wenn die mich abhören, ich habe ja nichts zu verbergen...\" Das ist diese Nikolaus - Denke, diese Erziehung dass es okay ist kontrolliert zu werden. \n\nWie schon Volker Pispers sagte:\n\nNSA? Nikolaus Sieht Alles!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-12-06T10:36:06.643+0000","up_votes":1,"down_votes":0,"body":"Pispers ist echt genial, dem kann ich gut zuhören.","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T10:36:58.657+0000","up_votes":1,"down_votes":0,"body":"ja, macht Spaß! :D Wobei er mir manchmal zu weit Links steht :S","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T10:44:12.297+0000","up_votes":1,"down_votes":0,"body":"Ich teile die meisten Ansichten mit ihm ^^","replies":[{"id":"","poster":"Qbert","date":"2018-12-06T10:48:19.088+0000","up_votes":1,"down_votes":0,"body":"ich auch :) \nAber (und das möchte ich betonen) teile ich auch Ansichten der anderen Seite. Ich trenne nicht zwischen den Lagern sondern ich habe meine eigene Meinung :D\nFür mich persönlich muss Deutschland sich gerade mal um sich selber kümmern, statt um alle anderen ... wir haben leider so viele interne Probleme ... angefangen bei der Bildung ab dem ersten Lebensjahr bis zum Sterbealter und den Umgang mit so alten Menschen...","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-12-06T09:29:15.593+0000","up_votes":1,"down_votes":0,"body":"Moin ^^\nKeine Schuhe -> Keine Kekse.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:30:18.261+0000","up_votes":1,"down_votes":0,"body":"Hab ganz viele Schuhe vor der Tür stehen und im Gang auch :/","replies":[{"id":"","poster":"Necromant","date":"2018-12-06T09:31:17.502+0000","up_votes":1,"down_votes":0,"body":"Und trotzdem nix bekommen :^)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:36:35.204+0000","up_votes":1,"down_votes":0,"body":"Nein :(","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-12-06T10:36:57.623+0000","up_votes":1,"down_votes":0,"body":"Hast du sie denn auch geputzt?","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-06T09:32:09.729+0000","up_votes":1,"down_votes":0,"body":"Und ich muss nicht mal irgendwas raus stellen \\o/ Und krieg trotzdem was\n{{sticker:sg-miss-fortune}}","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-06T09:26:31.201+0000","up_votes":1,"down_votes":0,"body":"\\o/ Noch ein Nikolaus Geschenk! KEKSEEEEEEEEEEEEEEEEEEEEEEE","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:29:52.034+0000","up_votes":1,"down_votes":0,"body":":( hab garnichts bekommen bisher","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T09:48:01.132+0000","up_votes":1,"down_votes":0,"body":"{{item:2010}} :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T10:19:30.013+0000","up_votes":1,"down_votes":0,"body":"Ohhhhhhhh :3 \n\n*auf Keks stürzend* \n\ndaaaaankeeeeee :*)","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-06T07:03:13.100+0000","up_votes":1,"down_votes":0,"body":"Ich war schon wieder an einem Thread dran, den du dann unterbrochen hast ^^. Entweder schreibe ich zu langsam, *oder* zu viel, *oder* ich fange zu spät an, *oder* die Welt hat einfach was gegen mich... Na jut, dann gibt's den halt am Montag ^^ (oder so).\n\nNikolaus war tatsächlich auch bei mir... Auf der Türklinke standen 2 Weihnachtsmänner, als mein Chef kam gab's noch 2 Tüten Weihnachtsmix (Nikolaus und Eier) dazu. Und eine Taschenlampe. \n\nJetzt muss man wissen, dass ich in einem Doppelbüro sitze... aber der Kollege ist nicht da *höhö* :P\n\nUnd sonst?\nGestern das erste mal gegen Neeko gespielt. Ich muss ja sagen, dass der Champion schon ziemlich gemein ist. Du schickst deinen Lanegegner mit ~50 HP von der Lane, Sekunden später kommt er wieder. Du greifst ihn an, nur um festzustellen, dass es *doch* eine Full Live Neeko ist. Klar, Täuschung ist das Thema, aber dass sie ihren aktuellen HP stand verschleiern kann findet ich hart... Dazu noch die Le Blanc Passive auf einem normalen Spell und eine Ulti, die ohne jeden Feed unseren Carrys mal locker 60% - 80% Hp zog und von der Fläche durchaus mit der Galio Ult mithalten konnte... \n\nSie ist natürlich ultra squishy und der Typ konnte sie natürlich nicht. Darüber hinaus hat deren Team fragwürdige Entscheidungen getroffen, sodass wir gewonnen haben... Aber unter balanced verstehe ich doch was Anderes als: *Fliegt rein, richtet 1200 Magic Damage in einem Mega - AoE ohne Verzögerung als Burst an und fliegt wieder raus, ohne Countermöglichkeit*.\n\nNe, das hat keinen Spaß gemacht... Ich finde den Schaden zu hoch (650 + 130%AP + 1,25 sec. Aoe Stun...), ist aber nur mein Eindruck nach einem Spiel. \n\nund ihr so? ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T07:27:33.218+0000","up_votes":1,"down_votes":0,"body":"xD Das tut mir, mal wieder!, leid!\n\nWäre ich heute Morgen nicht solange alleine gewesen, hätte ich wahrscheinlich auch keinen Thread erstellt :o aber irgendetwas hat mich dazu gezwungen!\n\nNeeko wollte ich gestern Abend eigentlich auch spielen. Zumindest im Übungsmodus. Aber dann... kam ich auf die Idee Blade and Soul anzuwerfen die gestern ebenfalls Patchday hatten und ein paar Erweiterungen. Und dann gibt es da noch die Schatzgrube XD natürlich musste ich ein wenig cashen um sie möglichst oft zu benutzen weil es da wirklich grandiose Deko gibt... Aber der Shop hat mich bei einem Schlüsselpaket übers Knie gelegt und jetzt muss mir der Support das Ding irgendwie wieder geben. Eine Stunde warten und ein Relog haben leider nichts gebracht.\n\nUnd auf einmal war es 22:15 XD ... Dafür ist meine Beschwörerin jetzt ein Hongmoonlevel höher dank der Talismane (glaub Hongmoon Level 15), kommt langsam in die Gänge mit ihrem Stab (den ich heute Abend bestimmt nochmal aufwerten kann wenn ich einen gewissen NPC finden würde) und hat endlich die 1K Angriffskraft geknackt xD Aber ich brauch noch so ein OP Bagua Set wozu mir die Lust fehlt zu farmen und ich Angst vor den hohen Verliesen habe D: Oh und Deko Flügel muss ich noch aus der Schatzgrube cashen :< komme was wolle! Ich will sie!\n\nLeider krieg ich meinen Schmuck nicht aufgewertet xD das müsste eigentlich unbedingt sein ....\n\nUnd du staubst jetzt also auch die Süßigkeiten von deinem Kollegen ab, ja? :D \n\nAber´... ist das mit der Taschenlampe ein Insider Joke oder so? xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T07:38:48.799+0000","up_votes":1,"down_votes":0,"body":"Wichtig ist nur die Frage hat dein Charakter Flauschige Katzen oder Fuchs Ohren? ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:14:47.106+0000","up_votes":1,"down_votes":0,"body":"http://www.fotos-hochladen.net/uploads/screenshot1602uc6x8gb57a.jpg\n\nDas **WAR** meine Kleine mal. Aber ich hab sie wieder umgemodelt, weil sie da doch etwas seltsam ausschaut. Müsste ich heute Abend Screenshots von machen \\o/ Da kann ich auch mit den neuen Kostümen angeben.\n\nAlso ja. Sie hat Katzenöhrchen und einen Eichhörnchen ähnlichen Schweif","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:17:46.779+0000","up_votes":1,"down_votes":0,"body":"*TRIGGERT* \n\nJa cool ^^ \nDa bin ich heute Abend ja gespannt :3","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:29:17.702+0000","up_votes":1,"down_votes":0,"body":"Das coole ist halt das man bei BnS Nicht nur Deko in Forum von Kleidung bekommt. Nein Nein! Es gibt auch Verzierungen für die Kleidung, den Kopf, das Gesicht, die Haare usw. So ändert man teilweise einfach komplett das Aussehen des Chars, was wirklich cool ist. Das heißt das du zum Beispiel eine Frisur als Deko benutzen kannst oder aber einen Hut der die Frisur direkt mit ändert.\n\nUnd ich habe BnS ewig nicht mehr gespielt bzw. eine lange Pause gehabt xD in der Zeit gab es jede Menge \"Ticket zur Aussehensveränderung\" umsonst und ich hab bestimmt acht Stück gehabt von denen ich erst eins benutzt habe :o\n\nDie Lyn, die Klasse auf der ich hängen geblieben bin weil Beschwörer und so, haben mittlerweile sogar in ihrer Erstellung so viel mehr Möglichkeiten. Auch einen Drachenschwanz inkl. Hörner statt Plüschohren. Sieht eigentlich auch richtig gut aus, aber ich weiß nicht :x","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T08:37:16.679+0000","up_votes":1,"down_votes":0,"body":"Klingt ja geil :)\n\nIch kann auch immer Stunden damit verbringen meinen Char zu erstellen und ihn dann schön einzublenden bzw zu verändern :) \n\nAber hab leider kein wirkliches Spiel das mich so packt das ich das machen kann \n\nWollte mal Black Dessert online ausprobieren hab ich aber dann nie gemacht:/","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T08:54:08.386+0000","up_votes":1,"down_votes":0,"body":"Ist auch mega geil. Also BnS macht mir allein nur wegen der Chars und der Umgebung immer wieder mega Spaß. Als ich in der Alpha/ Closed Beta damit angefangen habe, bin ich aus dem staunen nicht mehr raus gekommen xD Und so geht es mir immer noch wenn eine Erweiterung für das Spiel kommt. Da ist alles einfach so gut! Sogar die Sequenzen guckt man gerne wenn man den erweiterten Story teil weiter spielt.\n\nBlack Desert Online ist auch ziemlich cool. Vor allem wegen der Charaktererstellung. Ein Grund warum ich es angefangen habe und hin und wieder immer gerne spiele. Hab mir auch vorgenommen mal das \"Ende\" mit einem Char anzugehen xD aber irgendwie... verliere ich mich dann irgendwo anders. Beim Pferde tamen, irgendwas handwerkliches, Aufwertungen, dumme Nebenquest, in Millionen Mobs stehen und einfach farmen xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:00:23.521+0000","up_votes":1,"down_votes":0,"body":"Ich kann Leder nicht so viele andere Spiele anfangen weil es mich sonst nervt wenn ich keine zeit für das Spiel hab ^^' \n\nDeshalb erstmal weiterhin LoL und an der ps4 zocken \n\nVilt schaff ich es dann irgendwann mal mit einen Spiel wie BDO oder BnS anzufangen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-06T09:17:09.577+0000","up_votes":1,"down_votes":0,"body":"Ich muss halt immer springen ^^\n\nManchmal habe ich Phasen in denen viel LoL gespielt wird, dann wieder BnS, dann BDO, dann gar nichts, dann kauf ich mir irgendeinen Mist bei Steam zusammen nur um es nicht zu spielen oder einfach mittendrin aufzuhören.\n\nAber ich denke LoL, BnS und BDO sind so meine Spiele bei denen ich ohne weiteres immer mal wieder reinschauen, sie suchten oder Wochen nicht anfassen muss. Bei BnS und BDO muss ich nur immer aufpassen das ich nicht völlig drin versinke wenn ich sie denn spiele xD da sind schnell mal URPLÖTZLICH sechs Stunden weg und du merkst das gar nicht.\n\nAktuell warte ich auf Lost Ark und Ashes Of Creation.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:24:09.063+0000","up_votes":1,"down_votes":0,"body":"Ja so geht es mir mit Lol nur das ich keine wirklich pause einlege ^^' \n\nHöchsten mal ein zwei Tage die ich dann an der Konsole verbringe. Aber meisten Wechsel ich mich an :) \n\nUnd wenn ich noch ein anderes großes Spiel anfangen würde müsste ich wohl von der Arbeit zuhause bleiben ^^' \n\nOk dann in beiden Spiele die du zuletzt genannt hast sagen mir mal garnichts :0","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-12-06T09:02:33.027+0000","up_votes":1,"down_votes":0,"body":"Ah, i see you're a man of culture aswell","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T09:14:55.174+0000","up_votes":1,"down_votes":0,"body":"Man(n) muss Prioritäten setzten ;)","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-06T07:33:10.667+0000","up_votes":1,"down_votes":0,"body":"Ich gebe zu: Ich hab die Wall of Text gelesen, aber die 80% in der Mitte nicht mal im Ansatz verstanden :D.\nNur, dass dich irgendwer übers Knie gelegt hat, nachdem du rein gecasht hast :P.\n\nWas die Taschenlampe angeht, ich fand das einfach merkwürdig ^^. Frauen wollen doch immer irgendwas ausdrücken und in diesem Fall ist das seltsam, der Kollege hat halt schon diverse Taschenlampen xD. \n\nIn meinem Kopf also so:\n\n- Entweder sind bei denen daheim die Lampen kaputt und er repariert sie einfach nicht\n- Oder sie wollte einen dezenten Hinweis geben, dass sie nächstes Jahr ganz gern den Amorelie Adventskalender hätte xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T07:37:47.660+0000","up_votes":1,"down_votes":0,"body":"Das ist aber mein Kalender :3 will den auch ^^'","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T07:20:30.011+0000","up_votes":1,"down_votes":0,"body":"Hab sie gestern auch einmal spielen können :) \nHab sie Midlan gegen vladimir gespielt und ja sie macht schon sehr viel Schaden :0 \nDie ult hat wenig CD und sehr viel dmg. Da muss glaub ich noch etwas angepasst werden :) aber solange ich sie spiele find ich es gut ^^' \nDer E stell hat zudem in meinen Augen ne Hitbox wie der Lux Laser also ich war gestern erschrocken wie ich oft getroffen habe. \n\nHatte am Ende 15 kills und den meisten dmg und die Tote die ich hatte waren glaube lle weil ich mit den champ rum gealbert habe ^^' \n\nIch finde sie super süß und ja sie gefällt mir mega :) \nWird glaub ich mein neue mid Main ^^ wenn ich sie mal etwas mehr geübt habe :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-06T07:33:57.311+0000","up_votes":1,"down_votes":0,"body":"Niedlich ist sie ^^. Darf Sie auch sein ^^","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2018-12-06T06:54:53.142+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Megamaexx","date":"2018-12-06T07:08:52.335+0000","up_votes":1,"down_votes":0,"body":"Die Gemeinschaft der Läuse fühlt sich diskriminiert.","replies":[{"id":"","poster":"Xayah Strife","date":"2018-12-06T07:09:51.982+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Megamaexx","date":"2018-12-06T08:59:17.226+0000","up_votes":1,"down_votes":0,"body":"Warum sollte man Insekten sprayen?","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-06T07:13:58.722+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :3 \n\n\nNöööö hab nichts vom Nikolaus bekommen :( Aber ich wohn auch alleine da hab ich auch nicht viel erwartet ^^' \nAuf Arbeit gab es natürlich auch nichts :) \nAber Vilt hat der Nikolaus noch meine alte Adresse und hat meine ganzen Süßigkeiten bei meinen Eltern abgegeben. Da muss ich heute Abend mal schauen :) \n\nHeute hat meine Oma Geburtstag.... Und sie hat es geschafft keiner wird zu ihr kommen. Meine Oma ist das klischeehaft einer alten bösen Frau .... Die es geschafft hat das bis auf ein kleiner Teil niemand aus der Familie mehr mit ihr zu tun haben will. \n\nIch bin eigentlich jedes Jahr aus Anstand zu ihrem Geburtstag aber jetzt nicht mehr diese Jahr nicht und auch kein zukünftiges Jahr mehr. Wer meine Mama zu weinen bringt und sie nur fertig macht. \nKann vergessen das ich überhaupt noch Nettigkeiten vor heuchel .... naja ich schweife ab \n\n\nEndlich Donnerstag :) \nNur noch wenige Stunden dann ist Freitag und der zählt ja eh nicht ^^ \nUnd dann ist endlich mein verdientes Wochenende :3 \n\nHabt ihr schon was fürs Wochenende geplant ? \nIch werd das selbe machen wie immer zocken, schlafen und vilt ins Kino gehen ^^' \nUnd mal nen kumpel fragen ob wir was Trinken wollen. Muss ja auch ab und zu mal sein ;) \n\nSo achja Neeko ist so süß :3 sie hat so ne coole lauf Animation wenn sie beschleunigt ist ^^ und ihr schwanz wie toll der sich auf rollt das kann meiner nicht :D \nIch find den Champion toll :3 freu mich schon drauf sie heute abend zu spielen ;)","replies":[]}]}