{"id":"WXd5zUP5","poster":"Banasuva","date":"2018-12-05T21:30:52.346+0000","title":"Probleme mit den Hotkey-Bindings","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin.\r\n\r\nich habe folgendes Problem. Ich habe nach ungef&auml;hr nem Monat Pause mit LoL wieder angefangen. Vor der Pause hatte ich den Attack Move Click auf die linke Maustaste gelegt und noch paar andere Hotkeys auf die restlichen Buttons. Jetzt habe ich wieder angefangen, dass erste Spiel hatte geklappt, aber direkt Zack im Ranking wurden meine Bindings zur&uuml;ck gesetzt ohne dass ich daran rumgebastelt hatte. Habe dann die PersistedSettings Datei neukonfiguriert w&auml;hrend der Client offen war. Im folgenden Custom Game wurden die Bindings &uuml;bernommen aber sobald ich das Spiel verlasse und in den Client zur&uuml;ckkehre wird alles wieder resetet. Was kann ich da machen? Hab mich so sehr daran gew&ouml;hnt :( \r\n\r\nGru&szlig; \r\nBanasuva","replies":[{"id":"","poster":"Banasuva","date":"2018-12-06T16:12:59.612+0000","up_votes":1,"down_votes":0,"body":"Habe ich schon nachgeguckt. Leider war das Kästchen nicht angehakt. Daran wird es nicht liegen. Mich wundert es, dass im Customgame das Setting funktioniert. Nur sobald ich das Spiel verlasse (ohne verlassen des Clients) wird alles zurückgesetzt.","replies":[{"id":"","poster":"DrYatty","date":"2018-12-09T10:40:55.235+0000","up_votes":1,"down_votes":0,"body":"Komisch. Stellst du alles immer über die Datei ein oder Ingame? Vielleicht liegt es daran. Es gibt mittlerweile auch eine Option die du anhaken kannst damit der Angriff auf die Linke-Maustaste gebindet wird, falls du das noch nicht wusstest. \n\nUnd.. könntest du nächstes mal die Antworten Funktion des Forums benutzten? Dann bekomme ich nämlich eine Benachrichtigung wenn du auf etwas von mir antwortest und ich muss nicht immer nachschauen ob du etwas geschrieben hast. Danke\n {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Banasuva","date":"2018-12-19T20:12:00.767+0000","up_votes":1,"down_votes":0,"body":"Sorry, da ich an der Masterarbeit sitze habe ich die Tage nicht ins Forum geguckt. Vorher hatte ich über die Datei den Attack Move an die linke Maustaste gebunden und den rest ingame. Der hatte das auch übernommen und mir die linke Taste auch Ingame im Menü angezeigt. Ging vorher monatelang . Wo finde ich den das Auswahlfehld. Unter Hotkeys sind nur die normalen Auswahlen zu finden. Irgendwie bin ich zu dumm da was zu finden.","replies":[{"id":"","poster":"DrYatty","date":"2018-12-20T12:38:46.927+0000","up_votes":1,"down_votes":0,"body":"Du findest die Einstellung wenn du im Spiel bist unter den ganzen Aufklappbaren Tastenkürzeln, also einfach bis nach gaaaaaanz unten scrollen und dort ist befindet sich ein Kästchen welches du anhaken kannst. Siehe Bild -> https://imgur.com/a/eNBguRQ","replies":[]}]}]}]},{"id":"","poster":"DrYatty","date":"2018-12-06T09:49:05.705+0000","up_votes":1,"down_votes":0,"body":"Überprüf einmal ob die \"PersistendSettings.json\" Schreibgeschützt ist. Dieses kannst du ganz einfach nachschauen indem du Rechtsklick auf sie machst -> Eigenschaften und dort sollte unten ein Kästchen sein welches nicht angehakt sein darf.","replies":[]}]}