{"id":"JcaHgEvw","poster":"Xayah Strife","date":"2019-10-15T05:54:36.595+0000","title":"[TGSG] Animesommer 2019 Abschlussbewertung","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":3,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://i.redd.it/yz6jxm3pzdf31.png\n\nVor einige Zeit habe ich davon berichtet welche Animes ich mir in dieser Season anschaue und wie ich sie bisher einschätze.\nNun da ich mit  allen durch bin hier der Abschlussbericht. \n\nIsekai Cheat Magician:\nMäh...du sieht nicht schlecht aus und die Handlung wäre wahrscheinlich okay für ein Isekai. \nAber hier fehlen einfach die Details. Der ganze Anime wirkt sehr lieblos. Es wird versucht soviel wie möglich in die 12 Folgen zupacken.\nDabei bräuchte man locker die doppelte Anzahl an Folgen damit sich die Handlung gut anfühlt. \nAußerdem finde ich die Beziehung der beiden Hauptcharaktere komisch.\nSie wird als eine Art beste Freundin aufgebaut aber in der einen Szene geben sie sich Brofist und einer anderen sagt eine andere Figur das er mal zu ihr in Zimmer gehen soll\nweil sie diese Nacht nicht alleine schlafen möchte. Verstehe ich nicht. \n\n6/10 \n\nOkaasan online: \nIst wie erwartet eine reine Parodie. \nAlso von Aufbau her wie KonoSuba bloß mit einem Muttertheme.\nDas Mutterthemen wird auch konsequent durchgezogen und ist mal mehr mal weniger lustig. \nNach diesem Anime hab ich mehr gefallen an der Idee gefunden, das es  Fantasyanimes gibt welche komplett auf eine Heldenstory verzichten und einfach eine reine Parodie sind. \nDarum werte auf KonoSuba auf eine 9 auf und gebe diesem Anime eine 8. Obwohl ihn einige wahrscheinlich nicht mögen werden weil eine hotte Mom in Eechicomedieszene schon leicht cringe ist. Muss man wissen ob man mit damit klar kommt oder nicht. ;)\n\n8/10\n\nDanMachi 2nd Season:\nEnttäuschend! Nachdem ich mich mehr mit Welt des Anime beschäftigt habe sind die viele Charaktere welche es in diesem Anime gibt nicht mehr so schlimm für mich.\nWo Staffel 1 mich überfordert hat macht Staffel 2 irgendwie das Gegenteil. Manche Szene sind viel zu schnell einige Dialoge welche wichtig für die Handlung sind fehlen einfach. \nIch weiß was Charakter X gemacht hat aber Charakter X erzählt Charakter Y nicht davon und trotzdem scheint es so als würde Charakter Y davon wissen...Ist das Offscreen passiert und ich muss mir das nun denken?\nAlso einige komische Plotholes und allgemein weicht die Handlung der 2. Staffel irgendwie vom Maintheme des Animes ab. Es heißt ja \"How to pick up a Girl in a Dungeon\" aber der Dungeon spielt keine Rolle in der gesamte 2. Staffel.\nDie 2. Staffel scheitert also in den eigenen Erwartungen was sehr schade ist. \n\n7/10 maybe. Ich hatte Staffel 1 schon mit 7/10 bewertet vllt manche ich diese auf 8/10 um eine Abstufung zu haben. \n\nMagical Sempai: \nIst so ziemlich das was ich erwartet habe. Comedie mit ein wenig Haut.\nWar ganz unterhaltsame aber nichts außergewöhnliches. \nAufgrund der kurzen Dauer der Folgen (10 Minuten) etwas schönes für zwischendurch. :)\n\n7/10 \n\nIf It's for My Daughter, I'd Even Defeat a Demon Lord:\nEin traumhaft süßer Anime. Auch nach 12 Folgen wird das Latina-ist-cute Thema nicht langweilig. \nJeder der ein wenig Zucker braucht sollte diesen Anime sehen!!!\nNicht nur Latina ist super süß sondern später kommen auch noch niedliche Tiere dazu. \nMan vergisst sogar das Dale ein ziemlich overpowerter Abenteurer ist. \nDas einzige was ich mir für die zweite Staffel wünsche ist das Latina nicht mehr Dale sondern Papa sagt. :) \n\n10/10 \n  \nArifureta Shokugyou de Sekai Saikyou:\nAktuelle nicht bewertbar. \nAuch wenn ich diesen Anime sehr genossen haben gibt viel Kritik von Seiten der Novelfans. \nBeim ersten Anschauen fällt es einem nicht so stark auf aber wenn ich lese das hunderte Seiten aus den Bücher einfach rausgeschnitten wurden werde ich skeptisch. \nEinerseits hat dieser Anime zwar krasse Szenen und damit überragende Stärken andererseits sind Kritik wie z.B. die extrem schlechte CGI oder die doch sehr schwache Story durchaus berechtigt. \nDer erste Staffel des Anime apatiert die erste 4 Bücher in 13 Folgen und das ist viel zu wenig. \nAls Beispiel in Shieldhero werden 4,5 Bücher in 25 Folgen apatiert wovon die erste Folge sogar 40 Minuten geht und hier gibt auch Kritik von den Novelfans das Szene gekürzt wurden. Bloß Shieldhero hat nur 0,5% 1/10er Bewertung und Arifureta hat im vergleich 4,4% 1/10er Bewertungen und einige davon sind sehr ausführlich beschrieben. \nZwar finde ich eine 1/10 absolut unfair aber teile der Kritik sind wahrscheinlich berechtigt weil ich zuvor noch nie so viele schlechte Bewertungen gesehen habe und das von Fans der Bücher. \nAber diese Anime als schlechtesten Anime des Jahres zu bezeichen so wie ich es häufiger mal in den Reviews gelesen habe finde ich maßlos übertrieben. \n\nUnterhaltswert 10/10 aber wenn ich anfange mehr die Details zu achten bin ich mir unsicher welche Bewertung dafür fair wäre. Ich müsste zumindest mal den Manga lesen um zu verstehen was da genau an Inhalten ausgelassen wurden. \nAußerdem finde ich es komisch das Kaori soviel Backstory bekommt. Mit Yue\nals „Maingirl“ und den anderen als Nebengirls würde ich super klarkommen aber das Kaori scheinbar mehr als nur eine Nebenrolle ist tut mir irgendwie leid für sie. \n\n\nNun ist es doch wieder länger geworden als ich es mir vorgenommen habe. :( \nAber dafür habe ich denke ich alles was mir wichtig war erwähnt. \n\nAußerhalb von Serien habe ich ein wenig Pause von Classic gemacht weil ich nun 60 bin und noch keine lust auf farmen und Twinken haben.\nMorgen muss ich dann noch eine Raid suchen um meine ID zu verbrauchen. \nAußerdem bin ich in WOTLK nun Stufe 80 und haben sogar eine deutsche Gilde auf meinem Server gefunden. Schade das es keine WOTLK Server gibt aber ich denke die kommen auch noch. \nWeil Blizzard die Leute von den P-Server holen möchte zumindest wäre das logisch. Sie verkaufen ja auch eine Goldmarke um etwas gegen Goldseller zu machen und die bieten Lvlboost an um ebenfalls gegen Anbieter dieses Services etwas zutun.\nDa ist schon Classic gibt wäre es logisch zumindest BC und WOTLK noch zu machen weil es genug Leute gibt die dann von den P-Server zu offizielle Server wechseln würden. \n\nHättet ihr den bock auf BC oder Wotlk Server? Oder gehört ihr eher zu der Fraktion die sich eine Classic+ wünscht? Also das Classic mit neuen Inhalten gefüllt wird die vom ursprünglichen Entwicklungszyklus abweichen? (Bedeutet kein BC sondern eigenen neue Inhalte) \n\nNächste Woche werde ich dann wohl die letzten beiden Animes welche auf meiner Liste noch fehlen behandeln. → OreImo und Darling in the Franxx \n\nSchönen Tag wünsche ich euch. :)\n\n\n[Max Stream](https://www.twitch.tv/letsplaygreatgames)\n[Martin Stream](https://www.twitch.tv/der_m4ddin) \n[Kirschkern Stream](https://www.youtube.com/watch?v=hI1eH6FeWUI)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:41:52.010+0000","up_votes":1,"down_votes":0,"body":"Weil ich es schon lange nicht mehr gemacht habe: \n\nHappy  _**~~Z~~**_ _***~~E~~***_ _**~~R~~**_ _***~~O~~***_ _**~~T~~**_ _***~~W~~***_ _**~~O~~**_ _***~~S~~***_ _**~~D~~**_ _***~~A~~***_ _**~~Y~~**_","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:57:54.540+0000","up_votes":2,"down_votes":0,"body":"https://i.redd.it/tujm3s98dyr01.png","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:15:34.414+0000","up_votes":1,"down_votes":0,"body":"https://i.redd.it/jvgi9gziems31.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T09:37:15.521+0000","up_votes":1,"down_votes":0,"body":"Onii-Chan","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:13:20.993+0000","up_votes":1,"down_votes":0,"body":"https://i.redd.it/yggqpprvyms31.png","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:03:28.363+0000","up_votes":1,"down_votes":0,"body":"https://i.redd.it/8pqijvna4mj01.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T07:12:15.090+0000","up_votes":1,"down_votes":0,"body":"Ja, da kenne ich auch einen Comicstrip. Der wäre allerdings MonkaTos","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:50:00.728+0000","up_votes":1,"down_votes":0,"body":"https://i.redd.it/oao97sdpu0431.jpg","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:46:28.527+0000","up_votes":1,"down_votes":0,"body":"https://i.redd.it/gyyyzlew8i621.jpg","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-10-15T06:28:44.597+0000","up_votes":2,"down_votes":0,"body":"*High in the halls of the kings who are gone\nJenny would dance with her ghosts\nThe ones she had lost and the ones she had found\nAnd the ones who had loved her the most\nThe ones who'd been gone for so very long\nShe couldn't remember their names\nThey spun her around on the damp old stones\nSpun away all her sorrow and pain\nAnd she never wanted to leave, never wanted to leave\nNever wanted to leave, never wanted to leave\nThey danced through the day\nAnd into the night through the snow that swept through the hall\nFrom winter to summer then winter again\n'Til the walls did crumble and fall\nAnd she never wanted to leave, never wanted to leave\nNever wanted to leave, never wanted to leave\nAnd she never wanted to leave, never wanted to leave\nNever wanted to leave, never wanted to leave\nHigh in the halls of the kings who are gone\nJenny would dance with her ghosts\nThe ones she had lost and the ones she had found\nAnd the ones\nWho had loved her the most*\n\nGibt doch nichts besseres als ein trauriges Lied am Morgen.","replies":[{"id":"","poster":"Nanary","date":"2019-10-15T09:13:24.105+0000","up_votes":1,"down_votes":0,"body":"Danke, jetzt hab ich einen Ohrwurm!\nhabe das vor ein paar Tagen schon die ganze Zeit vor mich hin gesummt  x.x'","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T09:14:52.676+0000","up_votes":1,"down_votes":0,"body":"Hey, das einzig gute an Season 8. Aber ich singe das auch sehr gerne.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:28:59.831+0000","up_votes":1,"down_votes":0,"body":"Ist das jetzt peinlich weil ich nicht darauf komme welches Lied du meinst?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T09:31:26.269+0000","up_votes":1,"down_votes":0,"body":"Na, das welches ich geposted habe. Jenny of Oldstone","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:45:30.342+0000","up_votes":1,"down_votes":0,"body":"Omg du hast mich in eine Falle gelockt. :D\nBei Season 8 habe ich natürlich an Season 8 von League gedacht und musste nachschauen ob ich etwas verpasst habe....","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T09:50:17.805+0000","up_votes":1,"down_votes":0,"body":"Bei  League gibt es ja gar nichts gutes. Nicht mal das Lied. Richtig traurig.","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:36:34.861+0000","up_votes":1,"down_votes":0,"body":"Children fight for all they love\nA city built on nightmares\nAnd old energy\n\nLiving in a cage above\nHoning their strength\nAnd their powers together\n\nWalk alone\nAnd you won't last long, you know?\nFuse the mind and soul to win\n\nWe can fuse to fight as one\nTo keep it on the run\nYou lose to evil\nI will be next to you\n\nTwo can fight as one\nWe'll make it out of hell\nOur wings will fuse so well\nLock and load!\n\n\nLook into each other's eyes\nI saw your hand was shaking\nThe milk in your glass\n\n\nIs the needle on your mind?\nWe couldn't help\nThey were thrown in the fire\n\nWalk alone\nAnd you won't last long, you know?\nFuse the mind and soul to win\n\nWe can!\n\nSo fuse to fight as one\nTo keep it on the run\nYou lose to evil\nI will be next to you\n\nTwo can fight as one\nWe'll make it out of hell\nOur wings will fuse so well\nLock and load!\n\nJust a teenage soldier\nNever getting older\nWe must fight together\nDinosaurs are running\n\nJust a teenage soldier\nNever getting older\nWe must fight together\nWings are ready to fly\n\nRate vorhin das Lied stammt. :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T06:46:09.711+0000","up_votes":1,"down_votes":0,"body":"Teenager Soldiers. Dinosaurs.\n\nDarling in the franxx?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:48:56.085+0000","up_votes":1,"down_votes":0,"body":"Richtig. ^^\n\nDARLING in the FRANXX OST - FUSE","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T07:08:15.162+0000","up_votes":1,"down_votes":0,"body":"Ich bin so kluk","replies":[]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-10-15T17:25:30.327+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 228, extra-späte Theater-Sonderausgabe**\n\nDa bekomme ich doch gestern Abend in der Theater-WhatsApp-Gruppe die Nachricht \"Ach übrigens, wir haben gerade rausgefunden, dass wir uns donnerstags nicht treffen können. Also treffen wir uns einfach schon morgen!\" Nice. Als würde es nicht reichen, dass die Schulleitung mir andauernd in die Zeitplanung reingrätscht. Und wie man heute gut sehen konnte, nicht nur mir. Und der Leiter heute (es sind insgesamt zwei, heute war nur einer da) hat sich einige Fehltritte geleistet... meistens, indem er dachte, er würde die Person, mit der er redet, verstehen (im Sinne von \"verstehen, wie Jugendliche heutzutage ticken\"), aber es nicht tat und alles nur schlimmer machte.\nLabor war heute entspannt, da ich nur einen Versuch machen konnte, der es mir vorschrieb, meine Lösung mehrere Stunden im Dunkeln ruhen zu lassen. Habe ich auch brav getan. Nebenher ein Kolloq zurückbekommen und den zweiten Termin für eine Nachschulung einkassiert... auch wenn die Benotung etwas suspekt war. Aber mich fragt ja keiner. Übrigens: seit diesen Schuljahr darf man bei einem zu schlechten Kolloq nicht mehr nur in die Nachschulung, sondern diese Menschen dürfen das Kolloq nochmal schreiben. Und zwar unangekündigt. Ich weiß nicht, inwiefern uns das verbessern soll (trotz des Versprechens, dass dann nur die bessere Note zählt).\nDas Mittagessen war auch durchaus amüsant... nicht, weil partout kein Mensch einfach diese verdammte Tür zumachen wollte! Es ging so weit, dass wir Menschen, die die Mensa betraten und die Tür nicht schlossen, mit bösen Blicken betrachteten und als die erste Person dann endlich die Tür zumachte, gab es sogar wirklich Applaus von uns. Und dann hat es der Rest auch so langsam kapiert^^\n\nIst ja nicht so, dass ich jetzt Organik lernen sollte oder so, aber ich hatte ja heute Theatergruppe und demnach keine Kraft mehr, nur um obiges Thema nochmal aufzugreifen. Bedankt euch bei den Menschen, die keine Rücksicht auf andere nehmen.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:39:26.661+0000","up_votes":1,"down_votes":0,"body":"Update:\nStreamlinks hinzugefügt.\nNun brauchst du heute auch keine extra Thread mehr zu machen. :)","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T07:14:04.598+0000","up_votes":1,"down_votes":0,"body":"Update:\nHeute 19:30 totaler SCHTREAM!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:27:08.981+0000","up_votes":1,"down_votes":0,"body":"Aber diesmal ohne Support der einfach genau in dem Game wo ich sie einlade ein schlechten Ping hat und dann erstmal 10 Minuten braucht um da zu sein. >.&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T07:27:54.853+0000","up_votes":1,"down_votes":0,"body":"doch, extra dafür haben wir sie doch engagiert! :D","replies":[{"id":"","poster":"Nanary","date":"2019-10-15T09:08:46.521+0000","up_votes":1,"down_votes":0,"body":"oder ich supporte, ich mach das auch gerne ~ („• ֊ •„)\nIch hab auch keine hohen pings oder flieg aus'm Game wie andere.. xD","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T09:09:50.645+0000","up_votes":1,"down_votes":0,"body":"komm ran :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:34:26.343+0000","up_votes":1,"down_votes":0,"body":"Der Keller bleibt heute zu!","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T09:36:33.846+0000","up_votes":1,"down_votes":0,"body":"Da hast du keine Schlüssel für :PPP","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:46:43.791+0000","up_votes":1,"down_votes":0,"body":"Schlossknackenskill 100","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T09:48:05.930+0000","up_votes":1,"down_votes":0,"body":"reicht nicht\n\nDa steht Stäbchen mit davor. Der macht disch Messa!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T10:18:58.569+0000","up_votes":1,"down_votes":0,"body":"Dann nehme ich halt das Kellerfenster. :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:34:01.082+0000","up_votes":1,"down_votes":0,"body":"Dann wird Martin aber eifersüchtig. ^^","replies":[{"id":"","poster":"Nanary","date":"2019-10-15T09:39:51.270+0000","up_votes":1,"down_votes":0,"body":"warum sollte er? o:\nund ich darf ausm Keller, eine muss ja die richtigen Spielzeuge kaufen die ich für Azima brauche ;)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:53:18.303+0000","up_votes":1,"down_votes":0,"body":"Da fällt mir ein das noch ein Spielzeugzug kaufen muss.\nDie Flöte hab ich ja schon aber das Kitzeltotem fehlt mir auch noch in meiner Sammlung. :(","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-10-15T09:43:43.701+0000","up_votes":1,"down_votes":0,"body":"Ich muss hier öffentlich protestieren.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:43:23.986+0000","up_votes":1,"down_votes":0,"body":"Eigentlich hätte ich nur bock auf eine Leona...","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T07:44:32.528+0000","up_votes":1,"down_votes":0,"body":"Du bekommst eine Ashe Support als Ausgleich :^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:52:19.939+0000","up_votes":1,"down_votes":0,"body":"Dann leave ich halt und wechsel auf einen anderen Account. :)","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T07:56:28.357+0000","up_votes":1,"down_votes":0,"body":"Die wird dich verfolgen. Keine Angst","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:01:37.104+0000","up_votes":1,"down_votes":0,"body":"Ja leider das liegt an meinem unwiderstehlichen Duft. :)","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T08:04:43.880+0000","up_votes":1,"down_votes":0,"body":"bestimmt ..","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:05:58.619+0000","up_votes":1,"down_votes":0,"body":"Du kannst ja mein Harem fragen. :)","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T08:09:20.565+0000","up_votes":1,"down_votes":0,"body":"*schaut hinter Xayah, sieht nur eine Wüste mit einem Strohballen der vorbei fliegt*\n\n*nickt einfach höfflich*","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:13:46.023+0000","up_votes":1,"down_votes":0,"body":"Deine Brille muss defekt sein. ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:17:00.356+0000","up_votes":1,"down_votes":0,"body":"No u hat aber keine Wirkung weil ich keine Brille trage. ^^","replies":[]},{"id":"","poster":"Necromant","date":"2019-10-15T08:16:08.930+0000","up_votes":1,"down_votes":0,"body":"*nimmt die Brille ab, schaut durch*\nAlles klar\n*setzt sie wieder auf*\n\nDefekt, Pah. No u!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:18:27.998+0000","up_votes":1,"down_votes":0,"body":"Wo ist eigentlich dieser Typ mit dem ich immer über Animes unterhalten habe?\nHaudrauflerlix oder so hieß der.\nSchon seit Wochen nicht mehr gesehen hier. :(","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T09:31:30.425+0000","up_votes":1,"down_votes":0,"body":"Den seine Frau lässt ihn bestimmt nicht mehr raus zum spielen :(","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:42:54.727+0000","up_votes":1,"down_votes":0,"body":"Hat der keinen Keller für seine Frau?","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T09:44:01.869+0000","up_votes":1,"down_votes":0,"body":"nö, nur ne  Garage für sein Auto ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:48:30.232+0000","up_votes":1,"down_votes":0,"body":"Ist das Auto seine Frau?","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T09:52:21.250+0000","up_votes":1,"down_votes":0,"body":"Ja","replies":[]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-10-15T09:45:01.828+0000","up_votes":1,"down_votes":0,"body":"Noch 15min\n\nhttps://media.tenor.com/images/66286c21e00a4ef6707abb4bfe19dcb3/tenor.gif?itemid=5095868","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T09:49:36.136+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/d3c40136db8b49a54aee0b68b19293ba/tenor.gif?itemid=8304459","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:07:31.647+0000","up_votes":1,"down_votes":0,"body":"Noch 10 Stunden dann gibt es Abendbrot. ^^","replies":[]},{"id":"","poster":"Necromant","date":"2019-10-15T07:36:45.779+0000","up_votes":1,"down_votes":0,"body":"t-2h30min :^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:44:16.905+0000","up_votes":1,"down_votes":0,"body":"Ich denke ich werde heute vllt ein wenig League spielen. \nIrgendwie habe ich bock auf Brand Support. :)","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T07:45:04.011+0000","up_votes":1,"down_votes":0,"body":"Du bekommst eine Janna Adc.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:48:31.560+0000","up_votes":1,"down_votes":0,"body":"Ne sowas gibt es nicht. \nSolange Faker keine Janna ADC spielt muss ich mir da keine Sorgen machen. :)","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T07:49:48.017+0000","up_votes":1,"down_votes":0,"body":"https://blitz.gg/lol/champions/Janna?queue=ranked-solo-duo&amp;region=world&amp;role=ADC&amp;rank=platinum_plus\n\nhttps://media.tenor.com/images/cb89abffb06b3fabb69dfab551e3a0ac/tenor.gif?itemid=5783187","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T08:00:24.125+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/4c3d7fa67cb6a9cce13a17530d73eb1f/tenor.gif?itemid=7514100","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-15T06:54:58.563+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :)\n\n Also von den anime ist ja keine dabei der mich auch nur im Ansatz reitzt :/ Naja \n\n\nAlso ich brauch keine anderen Server bei wow und ich brauch auch nichts extra und gar Erweiterungen ^^' \nSo wie ich das spiele hält das noch Jahre. \n\nBin lvl 27 und hab erst einen Dungeon gemacht ^^' \nAnsonsten stolpere ich so durch die Welt und mach kleine und mal große Quests. \n\nKann Leute die schon lvl 60 garnicht verstehen :0 \n\n....\nAnsonsten arbeits mässig alles wie gestern heißt wieder wenig Zeit :( \n\nAch und am Freitag mach ich wieder Winterreifen aufs Auto :( \n\nBin am Wochenende extra etwas spazieren gefahren bei den schönen Wetter.  Weil musste das Auto mal bewegen. Hab es die letzten 3 Wochen nicht bewegt ^^' Dank dem scheiß Wetter... naja seit 2 Jahren geschaft das mein Auto keinen regen und kein schlechtes Wetter ab bekommt ^^ \n\nWünsch euch einen schönen Dienstag","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:01:30.308+0000","up_votes":1,"down_votes":0,"body":"Weil du auch kaum spielst bzw du spielst noch andere Dinge darum kommst du nicht voran. \n\nLeute die 60 sind haben wahrscheinlich so 12-15 Tage Spielzeit dafür gebraucht. Wenn man davon ausgeht das die im Schnitt 12 Stunden pro Tag gelevelt haben sind das 24-30 Tage was noch extreme schnell ist. \n4-6 Wochen ist realistisch wenn du regelmäßig spielst.\nJemand der Vollzeit arbeitet wird natürlich länger brauchen da er nur am WE und seinem freien Tag leveln kann.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T07:10:56.584+0000","up_votes":1,"down_votes":0,"body":"Also World First 60 war nach 4 Tagen. Keine Ahnung was ihr da so lange macht.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:26:06.251+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch mittlerweile wie das geht.\nEs gibt da diese neue \"Krankheit\" in WoW die nennt sich AOE-XP-Runs.\nEinfach ein Tank ein Heiler und 3 Mages nehmen mehrere Gruppen in Dungeons pullen und dann wegbomben...\nDas soll ziemlich effektive sein was die EXP angeht leider ist der Heilerplatz meistens schon nach einer Minute vergeben.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T07:34:21.667+0000","up_votes":1,"down_votes":0,"body":"Ich denke diese Taktik ist schon genauso alt wie das Spiel WoW an sich.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T07:42:07.421+0000","up_votes":1,"down_votes":0,"body":"Nicht in dem Masse wie das in Classic ausgenutzt wird...\n\nWas aber neu in diesen Classic ist wäre das Layerhopping.\nEs nervt ja schon wenn Leute nach Invite fragen nur um das Layer zu wechseln aber es soll Leute gegeben haben die Bosse damit respawned haben innerhalb eines Dungeons..","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T07:46:27.273+0000","up_votes":1,"down_votes":0,"body":"Joa, auch das haben die in Legion mit Worldbossen gemacht. Solange es keinem wehtut.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-10-15T06:17:54.737+0000","up_votes":1,"down_votes":0,"body":"Moin \n\n2h Schlaf gehabt ... beschte!\n*Sitz am Arbeitsplatz mit Augen zu*","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T06:32:59.614+0000","up_votes":1,"down_votes":0,"body":"Easy\nMehr als eine Stunde Schlaf pro Stunde hab ich auch selten.","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T06:34:03.973+0000","up_votes":1,"down_votes":0,"body":"https://cdn.discordapp.com/emojis/630426838031925248.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T06:46:48.146+0000","up_votes":1,"down_votes":0,"body":"Wann kommt eigentlich Los Ritos Adaption für dieses Meme?","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T06:48:43.122+0000","up_votes":1,"down_votes":0,"body":"Ich hab noch zu viel Zähne dafür ...","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:35:17.191+0000","up_votes":1,"down_votes":0,"body":"7h Schlaf gehabt... immer noch nicht nüchtern. >.&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-10-15T06:36:40.596+0000","up_votes":1,"down_votes":0,"body":"Ich fahr heute gen Mittag heim dafür ^^","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:44:16.054+0000","up_votes":1,"down_votes":0,"body":"Ich finde das ziemlich unvorteilhaft das Latina kein Nachnamen hat. >.&lt;\nDie Suche nach einem passenden Bild von ihr auf Reddit war nicht einfach weil irgendwie fast nur NSFW Vorgeschlagen wird wenn nur nach Latina auf Reddet suche...","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:00:10.567+0000","up_votes":1,"down_votes":0,"body":"Endlich mal schneller als Martin. ^^\nWird wahrscheinlich noch einige Zeit dauern bis jemand anderes etwas schreibt...\nOb ich mich nochmal für eine halbe Stunden schlafen legen sollte? Ich probiere es mal aus. ^^ \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-10-15T06:33:25.643+0000","up_votes":1,"down_votes":0,"body":"Sind schon 32 Minuten jetzt. Reported","replies":[{"id":"","poster":"Xayah Strife","date":"2019-10-15T06:34:50.795+0000","up_votes":1,"down_votes":0,"body":"34 Minuten. ^^","replies":[]}]}]}]}