{"id":"EhoAX9t2","poster":"SuicidePlank","date":"2018-12-05T06:41:13.210+0000","title":"Runes Reforged 2.0?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Moinsen, hie&szlig; es nicht eigentlich das die Masteries und Runen deshalb reforged wurden damit man mehr Freiheiten bei der Wahl der Runen hat, sodass es nicht die **eine** Rune oder Mastery um alle zu knechten gibt?\r\nIrgendwie..hat es ja nicht so geklappt. Wo ist der Unterschied ob jetzt jeder Electrocute mitnimmt, nat&uuml;rlich bald jeder DH (es ist noch Preseason ich wei&szlig;, aber solange es nicht gro&szlig; ver&auml;ndert wird, bezweifle ich das die Beliebtheit stark abnimmt) anstelle vom guten alten TLD in der Midlane?\r\nIch pers&ouml;nlich glaube sogar das das vorherige System viel mehr Freiheiten lie&szlig;. \r\nIch konnte MS Quints mitnehmen, Gold Runen, flat Lethality, alles was ich wollte und das war nur ein Teil, die Variationen in den Masteries waren ja auch nicht ohne. \r\nWas gibt es denn jetzt Toplane? Conquerer auf Bruisern, Grasp f&uuml;r Spa&szlig;v&ouml;gel wie Maokai oder Ornn und evtl. Electrocute f&uuml;r Aatrox oder Riven. \r\nWo ist mein Courage of the Colossus, mein Stoneborn Pact, mein Windspeakers? Wo ist diese Diversit&auml;t, die M&ouml;glichkeit wirklich frei zu entscheiden?\r\nKlar, jetzt haben wir die drei Slots f&uuml;r flat Adaptive Force etc. aber...das ist doch kein Ausgleich f&uuml;r drei&szlig;ig freie Slots die man beliebig ausf&uuml;llen kann.\r\nIch vermisse Season 7, und insbesondere das LoL in dem ich lange, intensive Games hatte, wo mir das Herz klopfte in jedem Teamfight...keine 15-20 Minuten Schlachtfeste.\r\n\r\nWas ist eure Meinung zu den &Auml;nderungen, insbesondere mit Augenmerk auf Runes Reforged, teilt ihr meine Ansicht? Es w&auml;re sch&ouml;n eine sachliche Diskussion f&uuml;hren zu k&ouml;nnen und hoffe das selbst wenn man meine Meinung nicht teilt, sie wenigstens versteht. ^^\r\n\r\n(Sidenote: Und ich vermisse TLD auf Gangplank.)","replies":[{"id":"","poster":"Qbert","date":"2018-12-05T09:08:44.538+0000","up_votes":3,"down_votes":0,"body":"Das vorherige System war dahingehend freier, dass man eine Vielzahl Stats direkt und eigen pushen konnte.\nDies hätte aber eine unendliche Anzahl an Runenseiten vorausgesetzt, damit du auf jedes Matchup vorbereitet bist.\n\nDie Freiheit die jetzt besteht ist, dass du alles während der CS umstellen kannst.\nEs gab immer Runen die stärker waren als andere, einfach allgemeiner anwendbar. So ist es jetzt auch. Es gibt \"Allrounder\"-Runen und spezielle Runen. Du kannst je nach Spielweise skillen wie du magst ...\n\nDas jetzige System ist definitiv agiler und individueller, du kannst es während der CS und an dein Team oder deine Gegner anpassen.\n\nWas sie jetzt nachgeholt haben sind die drei Möglichkeiten deine Basiswerte von Beginn an etwas zu heben ... das ist mMn ein kleiner Schritt zurück in Richtung altes Runensystem. Wäre aber für mich nicht nötig gewesen.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-12-05T08:33:35.861+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Laufplanke,realm=EUW,application-id=Wj1wcocU,discussion-id=EhoAX9t2,comment-id=,timestamp=2018-12-05T06:41:13.210+0000)\n> \n> Ich konnte MS Quints mitnehmen, Gold Runen, flat Lethality, alles was ich wollte und das war nur ein Teil, die Variationen in den Masteries waren ja auch nicht ohne. \n\nDas findest du doch alles. Also die Goldrune heißt Kleptomancy. Klar, da musst du was für machen, das ist doch aber nichts schlechtes.\nDie Movementspeed Runen heißen Waterwalking und Celerity.\nLethality steckt im Sudden Impact.\nWindspeakers Blessing findest du im Revitalize wieder.\n\nMan findet also alles, was das Herz begehrt. Vor allem hat Riot aber durch die neuen Runen das marginale Pay-to-Win abgeschafft. Also im \"alten System\" hatte derjenige, der mehr Runenseiten hatte, einen Vorteil. Keinen großen, aber einen Vorteil. Jetzt... Habe ich auf diesem Account, wo ich die Essenzen hätte um mir Runenseiten zu kaufen, ganze 5 in Benutzung. Für jeden Baum als Primary eine. Und dann baue ich mir in 15 Sekunden die Runenseite zusammen, die ich genau für diesen Gegner brauche. Anstatt zu hoffen, dass ich die richtige Runenseite irgendwo vorher gebastelt habe...\n\nUnd ja, ich verändere da regelmäßig meine Einstellungen. Je nachdem, was ich gerade brauche. Also natürlich bewusst nur als Support, weil das die eine Rolle ist, von der ich halbwegs Ahnung habe...\n\nDazu verklärst du, glaube ich, die Vergangenheit ein wenig. Also du überhöhst die Runen-Vielfalt von Damals ein wenig. Also im Wesentlichen haben damals alle Supports Windspeakers Blessing mitgenommen... Zwischenzeitlich sogar Alistar... So funktioniert LoL halt: Nach einer Weile zeigen uns die Profis, wie die beste Spielweise aussieht und diese adaptieren wir dann blind.","replies":[]}]}