{"id":"EbQnGxRF","poster":"Metalmonni","date":"2018-12-04T06:40:45.734+0000","title":"[TGSG] Skill ist das dann, wenn Luck zur Gewohnheit wird","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":3,"body":"Moinmoin meine lieben Schafe, Hunde, Lamas und Menschen.\r\n\r\nIch bef&uuml;rchte ihr m&uuml;sst mir Tipps geben. Mittlerweile versuche ich seit Wochen, mal zu ner gscheiten Zeit Abends ins Bett zu gehen... Allerdings schaffe ich das tats&auml;chlich nie (NIE!). Da ich um sp&auml;testens 06:30 raus muss, w&uuml;nsche ich mir jeden Morgen, um sp&auml;testens 22:30 ins Bett gegangen zu sein. Tats&auml;chlich aber bin ich mit gro&szlig;er Wahrscheinlichkeit erst um 0 Uhr oder um 00:30 mal von meinem Stuhl aufgestanden und habe mich in die Federn bequemt ^^. \r\n\r\nEs gibt am Abend einfach viel zu viele Gegenargumente...\r\n\r\n- Immerhin ist der Feierabend auch so schon kurz genug. Ich will ja auch was schaffen am Abend! Nach Heim fahren, kochen, essen, Sport machen und Organisatorischem ist es meist schon ~ 19 Uhr. Was soll der Quatsch??\r\n\r\n- Sobald ich schlafen gehe ist im Grunde schon bald wieder Arbeit :(. Eigentlich bringt mich der Schlaf nur n&auml;her da hin, wo niemand hin will ^^.\r\n\r\nAlso, wie macht ihr das? Wie motiviert und &uuml;berwindet ihr euch Abend f&uuml;r Abend dazu schlafen zu gehen?? Bei mir ist es am Ende doch immer das Totschlagargument: Wenn du wirklich viel weniger als 6 Stunden mit nimmst... Dann hast du morgen im B&uuml;ro aber so absolut keinen Spa&szlig;.\r\n\r\nIm Gegensatz zu fr&uuml;her in der Schule klappt auch am Wochenende ausgleichen nicht mehr... Da ist in der Woche nie Zeit habe, wollen ja alle am Wochenende was unternehmen, was zu unangenehm vollgeklatschten Samstagen und Sonntagen f&uuml;hrt ^^.\r\n\r\nAlso, was meint ihr? Schlafmittel? Alkohol? Oder doch soziale Kontakte abspalten und mir die Zeit am Wochenende nehmen? M&ouml;glicherweise auch einfach taktisch unklug die Arbeit k&uuml;ndigen und mal 2 Monate harzen um danach ausgeschlafen zu sein?\r\n\r\nFun Fact:\r\nSobald ich mal mehr als eine Woche Urlaub habe, pendelt sich mein, meiner Meinung nach, nat&uuml;rlicher Schlafrythmus wieder ein. 03:00 Uhr schlafen gehen, zwischen 10:00 und 11:00 aufstehen. So f&uuml;hle ich mich am wohlsten... Bin wohl einfach nicht f&uuml;r die Arbeitswelt geschaffen und sterbe fr&uuml;h :P.\r\n\r\nUnd bei euch so? Hab ja nun genug &uuml;ber mich geredet ^^.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-12-04T09:21:56.962+0000","up_votes":1,"down_votes":0,"body":"_I dont wanna go to school, i just wanna break the rules... Nananananannan_\n\nIch geh um 22.30 ins bett.. Gucke bis 1-2 Uhr yt oder netflix und dann überrede ich mich immer selbst XD \nAnsonsten würd ich auch die ganze Nacht nicht pennen :x","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T09:26:29.553+0000","up_votes":2,"down_votes":0,"body":"ich habe endlich mal wieder eine Nacht durchgeschlafen ... und heute arbeite ich auch noch von zu Hause aus *hurra*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:58:07.264+0000","up_votes":1,"down_votes":0,"body":"Knuffel so: HURRA\n\nMein Kopf so: ... denn sie sind ja elf Freeeeuuuuunde die sich prima verstehen hip hip hip hurra. Ob sie weinen, oder lachen. Es ist ehrlich was immer sie machen. Ob am Boden, oder oben - Eine bess're Mannschaft gab es nieeeeeee, gab es nieeeeeeeeeeeeeeeeeeeeeee","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T10:15:44.184+0000","up_votes":1,"down_votes":0,"body":"Kickers? :D :D \n\nIch gucke während des arbeitens hier nebenbei Zubasa ... :D :D :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T10:24:40.019+0000","up_votes":1,"down_votes":0,"body":"xDDDDDDDDDDDDDDDDDD Zufälle gibt's!\n\nIch lese die ganze Zeit Dinge über das Blade and Soul update morgen. Die Erweiterungen und neuen Verliese etc. faszinieren mich immer noch :D aber ich bin immer noch zu schwach für die letzten neuen!\n\nUnd das Story Update fehlt noch :o Zuletzt sind alle meine Schüler gestorben, weil sie dummerweise Jinsoyun retten wollten die mehrmals angegriffen wurde -_-","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T10:26:22.562+0000","up_votes":1,"down_votes":0,"body":"hmmm B&S könnte ich in der Tat mal wieder anschmeißen ... aber für WoW kommt nächste Woche der große Content Patch ... hm","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T10:40:46.353+0000","up_votes":1,"down_votes":0,"body":"Im Moment macht des wieder richtig Spaß so  zwischendurch einfach ein wenig rumflitzen. Und mein Windwandel Chi hab ich auf 40k hochgedingst xD tolle Sache!","replies":[]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-04T09:27:44.766+0000","up_votes":1,"down_votes":0,"body":"Ich. wär. so. brutal. tot.","replies":[]}]},{"id":"","poster":"INoKami","date":"2018-12-04T16:26:24.016+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 62**\n\nKleiner Nachtrag von gestern: Nasse Treppen runterrennen ist echt nicht so der Hammer. Ist dezent knapp geworden. Aber daran erkennt man zumindest gut, welch enormen psychischen Stress ein an der Haltestelle wartender Bus auslösen kann.\n\nHeute geschah etwas erstaunliches: der Schulleiter war besorgt. Besorgt um sein eigenes Unterrichtstempo! Himmel, zeigt er endlich Selbstzweifel?\n\n\nNein, nach ein, zwei beschwichtigenden Wortmeldungen von geistig leicht benebelten Schülern war er wieder der Alte und damit war die Sache auch gegessen. So viel dazu. Mathe wie immer sterbenslangweilig, nur, dass diese Mal die Aufgaben sprunghaft kompliziert wurden und sich einfach alle Gehirne synchron abgeschaltet haben. Von einfachem Klammern auflösen zu (teils mehrfach) potenzierten Brüchen innerhalb einer n-ten Wurzel mal einem anderen Bruch gleicher Form innerhalb von einer Unterrichtsstunde. Respekt. Ich habe nun dezent Angst vor der Matheklausur in zwei Wochen.\nWelche Klausur mir übrigens mehr Angst bereitet, ist morgen Analytik. Das wird ein Gemetzel. Von hinten. Mit Anlauf. Ohne Gleitcreme.\nUnd dann muss ich morgen Weihnachtsgeschenke kaufen. Auch nicht besser. Ich bin der schlechteste/unkreativste Schenker diesseits der Milchstraße. Ich weiß bis heute nicht, wie ich es sonst immer geschafft habe, aber...\n\nEinziger Trost heute war unser Organiklehrer (der Typ hat es einfach drauf) und ein chilliger Bahnmitarbeiter, der die Ansage \"Bitte von den Türen entfernen\" angenehm humorvoll formuliert hat. Zumindest einige Mitarbeiter sind ganz in Ordnung.\n(P.S. Die Identitätskrise hält immer noch an. Just saying.)","replies":[]},{"id":"","poster":"Shiori Tanaka N7","date":"2018-12-04T15:40:39.556+0000","up_votes":1,"down_votes":0,"body":"Ahhhh nicht sterbi machen Monni. {{sticker:sg-soraka}} \n\nich würde dich doch ganz dolle vermissen. ich meine ich kenn dich ja nich aber ich bin mir sicher das ich dich vermissen würde. Jawohl, das schwör ich bei meinen Weihnachtsplätzchen {{sticker:sg-poppy}} \n\nUnd hmm naja du könntest warme Milch mit Honig probieren oder auch nen leckeren tee und ein gutes Buch oder Hörbuch dazu. grad jetzt in der Weihnachtszeit bietet sich diese Art von besinnlicher Ruhe die man sich ab und an mal gönnen sollte doch sehr an. Sicherlich ist es auch hilfreich gewisse Soziale kontakte etwas zu kürzen. \n\nIch zb. nehme mir regelmäßige Pausen von meinem Social live da es bisweilen nicht nur überfordernd sein kann sondern eben auch mehr Zeit frisst als der Versuch ein 5 Gänge Menü mit verbunden Augen und volltrunken in einem acteptablen Zustand zu köcheln ohne hinterher die SMH rufen zu müßen da meine Gäste dezent grün bis bläulich untern tisch gerutscht sind und bereits die himmlischen Fanfahren oder das pieksen der teuflischen gabeln am allerwertesten spüren und so dem Tode näher als dem leben sind lol","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T10:47:21.324+0000","up_votes":1,"down_votes":0,"body":"xDDDD Da kommt ein Lieferant der Zeug für die Bewohner gebracht hat ...\n\nDie \"Konversation\" lief in etwa so:\n*Standard Begrüßung auf beiden Seiten*\nIch: Diese Tüte ist für die PDL vermute ich?\n**Typ: Nein, die sechs Dosen hier *zeigt auf sechs große Pakte**\nIch: Das ist jetzt aber verdammt scheiße. Richtig scheiße!\n***Typ: Zieht sechs mittelgroße Dosen zum Vorschein hervor***\nIch: Okay, dass ist nicht scheiße, dass ist okay!\n***Typ: legt mir einen Zettel hin und bittet mich zu unterschreiben***\nIch: Naja, wird schon stimmen. Sonst bring ich sie um!\n\nxDDDDD Er hat etwas verstört ausgesehen beim raus gehen ...................","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T11:39:16.524+0000","up_votes":1,"down_votes":0,"body":"Auf der Arbeit passieren tolle Dinge.... Da hab ich auch so ein Beispiel.\n\n12.11.18, mein Chef kommt auf mich zu:\nChef: *Hier guck mal, da steht dieses Jahr noch ein Projekt an, keine rechte Ahnung was das ist. Aber das ist schon am 15.12., alle Fristen sind schon unterschritten, bitte übernimm das!\"*\n\nIch: *Was ist denn da überhaupt zu machen? Ich sehe hier nur, dass da 30 Stunden Vollsperrung am Stück geplant sind, muss ja ein großes Ding sein!*\n\nChef: *Weiß ich auch nicht. Die Baufirma übrigens auch nicht. Die Projektleitung, die es weiß, ist jetzt 3 Wochen in Urlaub. Hau rein!*\n\nIch stoße die große Kette an, bereite das Bauunternehmen darauf vor, dort vermutlich 30 Stunden durchgehend mit Baggern zu arbeiten, unterlaufe alle Fristen, bestelle Fremdunternehmer, beantrage Sondergenehmigungen...\n\n04.12.18, die Projektleitung kommt aus dem Urlaub:\n\nIch: *Okay Projektleitung, alle wissen bescheid, wir sind auf alles vorbereitet! Was sollen wir tun??*\n\nProjektleitung: *Da muss ein Blechteil ausgetauscht werden. 30 Minuten Arbeit, Transport und 3 Schrauben. Warum der Aufwand?*\n\nIch: Beginne nach Waffen zu googeln.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T12:14:35.742+0000","up_votes":1,"down_votes":0,"body":"Darum: erstmal abwarten und den Projektleiter fragen. Wenns wirklich was großes gewesen wäre hättet ihr halt erst später fertig gemacht. Kenn kein Bauunternehmen, das ohne Verzug arbeitet xD\n\nUnd sonst: die 3 Goldenen Schläge des Beamtenkarate\n\n1. Bin ich zuständig? (Erster Verteidigungsschlag)\n2. Wo steht das?/beweis es! (2. Verteidigungsschlag)\n3. Findet sich jem anderes, dem du das weitergeben kannst? (3. Verteidigungsschlag)\n4. (Optional) wenn 1-3 nicht wirken -> Krankenstand/Kur o.ä.","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T12:50:19.410+0000","up_votes":1,"down_votes":0,"body":"Problem:\nMir rennen Fristen davon ^^. Hätte ich gewartet, wäre es vollständig ausgefallen. \n\nEntweder pünktlich oder gar nicht heißt es hier :P","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T14:21:54.399+0000","up_votes":1,"down_votes":0,"body":"Fristen? F R I S T E N? Wen interessiet sowas in der Baubranche? XD was seid ihr denn für ein komischer Betrieb? :P","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T14:31:41.320+0000","up_votes":1,"down_votes":0,"body":"Hallo, wir befinden uns hier in Deutschland! GERMAN PANZERCLOCK!\n\nEntweder pünktlich oder gar nich!!!","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-04T12:10:30.238+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T12:14:42.985+0000","up_votes":1,"down_votes":0,"body":"> Kenn kein Bauunternehmen, das ohne Verzug arbeitet xD\n\nMartins Zeltbau. Der Junge baut Zelte so schnell und zuverlässig unter seiner Decke... glaubt keiner!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T12:16:43.253+0000","up_votes":1,"down_votes":0,"body":"Sorry die Antwortfunktion war buggy. Hatte nen doppelpost produziert.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T12:36:26.866+0000","up_votes":1,"down_votes":0,"body":"Nicht so wild.\n\nHab ja den wichtigsten Teil kopiert und die Antwort steht auch noch :>","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T11:42:26.291+0000","up_votes":1,"down_votes":0,"body":"Das ist ja fast schon göttlich xDDD\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T11:56:16.411+0000","up_votes":1,"down_votes":0,"body":"Jetzt darf ich gucken, wie ich den ganzen Mist rückabwickeln kann...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T11:58:59.218+0000","up_votes":1,"down_votes":0,"body":"Reicht es nicht das nett abzusagen? So a la \"Tut mir Leid Leute, aber die Sache X hat sich erledigt. Es gab da ein Missverständnis\"","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T12:00:18.125+0000","up_votes":1,"down_votes":0,"body":"Wird hart wenn die Kolonne erstmal in Bewegung ist xD. So eine vermeidbare Scheisse ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T12:06:51.607+0000","up_votes":1,"down_votes":0,"body":"Oh c.c Heute ist ja der 04.12.\n...\n...\n...\n...","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-12-04T10:53:45.010+0000","up_votes":1,"down_votes":0,"body":"Ich kenne dein Problem. Du bist einfach kein Morgenmensch, was das morgentliche Aufstehen natürlich stark erschwert. Das einzige, was wirklich Wirkung auf dich haben sollte, ist pünktlich ins Bett zu gehen. Der Morgen ist dann zwar immernoch kacke, aber dafür rächt sich die Müdigkeit nicht. Tipp: Wenn du 22:30 ins Bett gehen willst,  höre mindestens  eine halbe Stunde vorher mit zocken oder anderen fordernden Tätigkeiten auf. Du wirst die Zeit sehr wahrscheinlich brauchen, damit du dann auch runterfährst.","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T11:40:09.575+0000","up_votes":1,"down_votes":0,"body":"Offenbar also Selbstdisziplin.... \n\n*seufz*\n\nIch werde nie wieder schlafen :(","replies":[{"id":"","poster":"Megamaexx","date":"2018-12-04T14:16:55.999+0000","up_votes":1,"down_votes":0,"body":"Ohne Selbstdisziplin kein Schlaf ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T14:19:36.314+0000","up_votes":1,"down_votes":0,"body":"Aber... der Gerät schläft nie D:","replies":[{"id":"","poster":"Megamaexx","date":"2018-12-04T14:21:12.079+0000","up_votes":1,"down_votes":0,"body":"Der Gerät > Mensch","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T14:21:41.174+0000","up_votes":1,"down_votes":0,"body":"+1","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T14:16:16.476+0000","up_votes":1,"down_votes":0,"body":"Morgen ist erst Mittwoch -_-\n{{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"5weeds","date":"2018-12-04T13:25:31.926+0000","up_votes":1,"down_votes":0,"body":"Ich hab da ein leicht anderes Problem:\n\n21.00 Uhr - Duschen\n21.22 Uhr - Zocken\n22.00 Uhr - Todmüde ins Bett klettern\n00.15 Uhr - sich zum gottweißwievielten male auf der Matratze umdrehen und auf die Uhr glotzen\n\nIrgendwann zwischen Eins und Drei Uhr morgens penne ich dann ein...\nIch weiß echt nicht woran das liegt, aber der Schlafmangel macht mir momentan echt das Leben schwer. Send help or nudes plz °^°","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T13:37:06.602+0000","up_votes":1,"down_votes":0,"body":".vote nudes\n\nEin Fehler ist auch immer auf's Handy zu gucken wenn man wach wird oder nicht einschlafen kann. Das setzt einen innerlich unter Druck a la \"oh nein nur noch X Stunden bis zum aufstehen!\"","replies":[{"id":"","poster":"5weeds","date":"2018-12-04T13:40:04.431+0000","up_votes":1,"down_votes":0,"body":"Selbst wenn ich nicht auf die Uhr gucke und komplett Brain-AFK, tiefenentspannt vor mich her vegetiere, penn ich aus irgend nem Grund nicht ein :/","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T13:48:18.113+0000","up_votes":1,"down_votes":0,"body":"Schon mal mit Alkohol probiert?","replies":[{"id":"","poster":"5weeds","date":"2018-12-04T14:04:51.864+0000","up_votes":1,"down_votes":0,"body":"Das Problem löse ich normalerweise mit gewissen \"Einschlafkräutern\".\n\nAber der Verkäufer meines Vertrauens ist nun im Ruhestand...","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T13:44:23.998+0000","up_votes":1,"down_votes":0,"body":"Ist das denn immer so schwierig bei dir oder nur eine Phase? .-.","replies":[{"id":"","poster":"5weeds","date":"2018-12-04T14:01:39.580+0000","up_votes":1,"down_votes":0,"body":"Ich hab schon immer ziemlich lange zum einschlafen gebraucht, aber derart extrem ist es erst seit ca. 3 Monaten.","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T12:37:28.143+0000","up_votes":1,"down_votes":0,"body":"#VORSCHLAG\n\nWir gehen alle nach Hause. Jetzt! c.c","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T12:49:17.162+0000","up_votes":1,"down_votes":0,"body":"Bye! {{sticker:katarina-love}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T12:51:35.118+0000","up_votes":1,"down_votes":0,"body":"D: Du kannst nach Hause gehen?","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T13:10:43.809+0000","up_votes":1,"down_votes":0,"body":"Nein.... {{sticker:sg-soraka}} \n\nLeider sind alle da und beobachten mich...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T13:12:15.806+0000","up_votes":1,"down_votes":0,"body":"c.c Diese neugierigen Fledermausbabies!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T13:13:43.413+0000","up_votes":1,"down_votes":0,"body":"So werd ich sie in Zukunft nennen, das wird ein Spaß :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T13:19:47.676+0000","up_votes":1,"down_votes":0,"body":"oohhhh :D die Gesichter würde ich zu gerne sehen!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T13:37:08.804+0000","up_votes":1,"down_votes":0,"body":"Ich wurde außerordentlich verstört angesehen xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T13:43:03.647+0000","up_votes":1,"down_votes":0,"body":":o kriegst du es hin ein Foto davon zu machen?","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T13:57:39.304+0000","up_votes":1,"down_votes":0,"body":"Gerade hatte ich eine ca. 5 Minütige Diskussion mit einem Kollegen, warum er denn eine Fledermaus sei, er wäre immerhin weder schwarz noch blind... \n\nIch hab die Diskussion mit dem Argument beendet, dass er immer so viel rumweine. Ich sei mir sicher gewesen, er versuche so sich per Ultraschall zu orientieren. \n\nEr fand das lustig ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T14:00:38.987+0000","up_votes":1,"down_votes":0,"body":"xD Immerhin scheint er Humor zu haben! \n\nVielleicht hat er das Zeug zur Oberfledermaus :o","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-12-04T13:48:52.391+0000","up_votes":1,"down_votes":0,"body":"Vermutlich nicht ^^. Wobei, dann hätte ich gleich was für die Nudes Anfrage weiter oben...","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-04T07:52:41.901+0000","up_votes":1,"down_votes":0,"body":"Siehs Positiv: jeder Arbeitstag bringt dich näher ans Wochenende und jedes Wochenende näher an die Pension :P\n\n>Oder doch soziale Kontakte abspalten?\n\nNein im Gegenteil! Intensivieren! *Nachher* schläft man immer gut ein :3\n\nBei mir pendelt sich im Urlaub der selbe Rhytmus ein. So zw 2 und 3 ins Bett und um 10 herum auf. Aber unter der Woche ist leider eher zwischen 11 und halb 12 schlafen gehen und 6:15  aufstehen ._.\n\nWie ich mich \"motiviere\"? Gar nicht. Ich weiß, dass ich am nächsten Tag platt, k.o., und unkonzentriert bin - was dem primären Ziel *Job behalten* zuwider läuft - wenn ich weniger als 6,5-7h schlafe xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T08:10:31.855+0000","up_votes":1,"down_votes":0,"body":"> Nein im Gegenteil! Intensivieren! Nachher schläft man immer gut ein :3\n\nSoll er denn mit jedem einzelnen seiner Freunde schlafen? ô.Ô","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T08:51:43.009+0000","up_votes":1,"down_votes":0,"body":"Nordwolf kennt mich einfach gut :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:00:47.006+0000","up_votes":1,"down_votes":0,"body":":3 Vielleicht solltet ihr Wölfchens Traum vom Bürosex vewirklichen!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:02:18.033+0000","up_votes":1,"down_votes":0,"body":"Meinst du mit \"ihr\" Wölfchen und mich so als Duo oder eher so parallel in unseren jeweiligen Büros mit umherstehenden Dritten? xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:12:10.354+0000","up_votes":1,"down_votes":0,"body":"Jawohl. Wölfchen und du! Ihr zwei! In einem Büro! Dinge tuend! Mit Cam!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:15:27.800+0000","up_votes":1,"down_votes":0,"body":"*Uff...* Was meint Wölfchen dazu? Vielleicht werden wir ja berühmt?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:18:50.544+0000","up_votes":1,"down_votes":0,"body":"Wir werten sein bisheriges Schweigen (was auch immer er für Ausreden danach verwenden wird) als Zustimmung und gehen davon aus das er bereits erste Vorbereitungen trifft :>\n\nUnd ja, vielleicht werdet ihr berühmt. Das ist wie eine Neuauflage von Rotkäppchen.\n*Monis Tanz mit dem Wolf*\n*Großmutter! Warum ist dein Pe... so hart?*\n*Der Wolf und die feuc... Moni*","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:25:51.434+0000","up_votes":1,"down_votes":0,"body":"Die Titel klingen eher nach abendfüllenden Spielfilmen mit viel Drama und ein bisschen Romantik - Touch :). \n\nDrama:\n\"Großmutter, warum ist dein Pelzmantel so hart?\" \n\"Oh nein Kind, der muss mir in den Kleister gefallen sein! Völlig unbrauchbar, dabei muss ich doch gleich zum Opa in den Steinbruch und ihm sein Hackschnitzel bringen! Draußen sind es -40°C im Schatten, ich werde erfrieren!\"\n\nFilm: Oma auf dem Bergpass, pures Drama\n\noder\n\n\"Der Wolf und die feuchttücherschwingende Teilzeitputzkraft Moni\". Eine romantische Liebeskomödie über einen jungen Wolf, der eigentlich ein verwandelter Frosch ist, der eigentlich ein verwandelter Prinz ist, der eine Teilzeitputzkraft kennen lernt, die ihn zurückverwandelt, die er dann aber verlässt, weil immerhin ist er von Adel und sie nur eine Teilzeitputzkraft. Am Ende erhängt sie sich. Drama.\n\nLass uns ein Filmstudio eröffnen :)","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T09:43:04.906+0000","up_votes":1,"down_votes":0,"body":"Mit der 2. Idee könntest du ws sogar nen Oscar gewinnen. Lass es noch im 2. WK spielen...dann kriegst du sicher einen xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:47:28.405+0000","up_votes":1,"down_votes":0,"body":"Dann aber richtig aufwändig, richtig teure CGI Bomber und Explosionen, 2000 Laiendarsteller, der Wolf flüchtet durch Panzergräben im Kursker Bogen, nur um Moni rechtzeitig zu sagen, dass er ein Frosch ist... und später muss Moni in die Wehrmacht und bei der Verteidigung von Bukarest helfen, weil sie einfach zu maskulin wirkt... Und schon ist der Rahmen geschaffen!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T10:21:10.186+0000","up_votes":1,"down_votes":0,"body":"Ja eine Sehr gute idee.\n\nWir könnten noch ergänzen, dass der Wolf aus einen Lager flüchten muss wo er eingesperrt wurde, weil jemand herausgefunden hat, dass er transspezies ist und ihn denunziert hat.\n\nUnd am Ende küsst Moni den Wolf...er verwandelt sich wieder in einen Frosch und sie schaut ganz enttäuscht, weint und dann kommt die Schlussblende...\n\nDrama Baby! DRAMA!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T11:24:19.577+0000","up_votes":1,"down_votes":0,"body":"Gar keine schlechte Idee... Die Transformation vom Frosch in den Prinzen wird dann ein zweiter Teil, Rahmenhandlung im Korea-Krieg, während die Lovestory, die mit Monis Selbstmord endet, die Trilogie abschließt. Und zwar in einem Sci Fi Setting alá Star Wars, der dritte Teil kommt allerdings erst 12 Jahre nach dem zweiten in die Kinos :)","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T12:17:50.952+0000","up_votes":1,"down_votes":0,"body":"Perfelter Schluss Höhepunkt!","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-12-04T11:53:16.346+0000","up_votes":1,"down_votes":0,"body":"Alles ist gut, solange sie am Ende eigenständig Pjöngjang erobert um es dem Frosch zu schenken :P. Nur deswegen greifen überhaupt erst die Chinesen ein, das können sie nicht zulassen.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-12-04T11:45:53.589+0000","up_votes":1,"down_votes":0,"body":"Teil 2: Koreakrieg gutes Setting. Beginnt mit dem Selbstmord von Moni und schließt damit den Cliffhanger aus Teil 1. In Teil 2 erfährt man, dass auch die 15 Jahre jüngere Schwester von Moni den Wolf küssen muss (hätte müssen) um die 2. Verwandlungstufe aufzuheben. Diese sucht jetzt den Frisch um den Wunsch ihrer verstorbenen Schwester zu erfüllen und den Frosch wieder zum Menschen zu machen. Sie reist um die Welt und dabei gerät sie zwischen die Fronten von Korea-Krieg befürwortern und gegnern.\n\nLoL das schreibt sich von selbst xD","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:35:21.074+0000","up_votes":1,"down_votes":0,"body":"xDDD Und beides hat eine gute Portion Humor!\n\n:D Ich würde mir beides ansehen und ein Filmstudio wäre eigentlich ganz cool. Du machst dann so etwas und ich krieg die Erwachsenen Filme. Bis wir so berühmt sind das sogar die Kardashians irgendwo mitspielen wollen \\o/","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:43:09.082+0000","up_votes":1,"down_votes":0,"body":"Endlich habe ich meine wahre Berufung gefunden!!!","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-04T09:40:48.683+0000","up_votes":1,"down_votes":0,"body":"Manchmal muss ich im Büro auch arbeiten ._.\n\nDer dritte Titel ist sehr verstörend :o\n\nDa wäre vl passender: *\"Großmutter, warum hast du so einen großen Mund?\"*","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-04T09:37:12.275+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-3}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:42:05.011+0000","up_votes":1,"down_votes":0,"body":"Schade :P. Aber als Wölfchen in meinen Filmvorschlägen geht, oder? ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-04T09:36:34.277+0000","up_votes":1,"down_votes":0,"body":"Nein...es kann auch nur eine kleiner Teil sein :]","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:40:30.684+0000","up_votes":1,"down_votes":0,"body":"Oh du kleiner Schmutzfink.\n\nImmer wenn ich an dich denke, denke ich an einen Geschäftsmann mit gegelten Haaren und coolen Anzügen der hin und wieder, hier und da, eines seiner kleinen Bunnies flachlegt .-.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T09:44:45.802+0000","up_votes":1,"down_votes":0,"body":"Hab keine bunnies :[","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:50:53.921+0000","up_votes":1,"down_votes":0,"body":"Apfelkuchen?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-12-04T10:14:41.977+0000","up_votes":1,"down_votes":0,"body":"\\o/\n( . )\n L L","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-12-04T07:46:28.327+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\n\nIch weiß gebaut was du meinst :0 \nIch geh auch immer zu spät ins Bett :/ und muss jeden morgen und 5 aufstehen -.- \nGestern zum Beispiel hab ich um 1:40 Uhr das letzte mal auf die uhr geschaut :/ \nAllerdings bin ich auch erst um halb 1 heimgekommen. \n\nAber an einen normalen abend komm ich heim und wenn es dann auf 22 uhr zugeht denk ich mir \"ich kann doch nicht ins Bett gehen ich bin erst 6 stunden von der Arbeit frei ... Während ich 9 Stunden auf Arbeit war :/ das erscheint mir viel zu wenig und dann muss der Schlaf eben leiden :/ \n\nIch geh unter der Woche immer so zwischen halb 12 und halb 1 nachts ins Bett. Aber spätestens am Mittwoch merk ich es hart. Wenn ich von der Arbeit komme und mich auf sofa lege Schlaf och meistens sofort ein ... Das will ich aber nicht den dann ist der ganze abend für arsch -.-\n\nAber das ist dann genau das was fehlt :/ und so geht es mir eigentlich jede Woche\n\nFreitags um 12 von der Arbeit heim und wenn ich nicht aufpassen verschlafen ich den restlichen Tag. Und wenn ich nichts zu tun hab kann ich dann Samstag und sonntags zwar wach beleben bis Frühs um 8 aber dann auch pennen bis abend um 5 :( \n\nDa geht leider viel verloren.\n\nAber unter der Woche schon um 22 uhr ins Bett egal wie müde ich davor war. Im bett angekommen bin ich 2ach und kann nicht mehr richtig einschlafen und dann Spiel ich mit dem Handy und plötzlich ist es wieder halb 1 und ich muss schlafen ^^'","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T07:52:53.738+0000","up_votes":1,"down_votes":0,"body":"Zumindest bin ich nicht allein mit meinem Leid xD. \n\nDie Arbeitswelt ist einfach nix für mich. Sollte mich selbstständig machen. Hat jemand Kapital und Bock auf eine Kooperation?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-04T08:00:50.109+0000","up_votes":1,"down_votes":0,"body":"Geteiltes leid ist halbes leid oder wie war das ? :D \n\n\nJa ich bin auch davon überzeugt das der menschliche Körper nicht für dauerhafte arbeite gedacht war :0 \n\nIch will ja auch nicht viel einfach entscheiden zu können was ich jeden Tag machen und wann ich es machen würde mir schon reichen :3 \n\n------\n\nAnderer Seits ich hätte auch gerne mal so 70 Milliarden € oder in gold oder sonne was wert volles  ^^' \n\nDann würde ich mir eine kleine insel kaufen :) Und eine kleine privat arme und würde kleine andere Ländereien terrorisieren bis hin zur Welt Herrschaft 0.0 \nEin paar Drogen Barone dürften auf meiner Insel ihre Sachen lagern müsste dafür aber die Insel vor allen gefahren beschützen :) \n\nAch ich wäre ein Toller super Schurke geworden :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T08:53:02.715+0000","up_votes":1,"down_votes":0,"body":"Dafür braucht man doch nur seinen kleinen Finger, auf dem man kauen kann und einen Stuhl, auf dem man sich drehen kann? :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2018-12-04T10:25:52.731+0000","up_votes":1,"down_votes":0,"body":"Dann bin ich schon ein super Schurke :3","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-12-04T08:04:13.368+0000","up_votes":1,"down_votes":0,"body":"Kommt auf die Branche an. Selbstständig heißt ja, dass man selbst und ständig arbeitet. Das klingt jetzt gar nicht mal so gut. Was wir aber machen könnten wäre uns ein Uboot kaufen. Nachdem wir es verbessert haben werden wir einfach Piraten. Da würde ich meine Schekel investieren, da seh ich uns richtig.","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T08:54:07.778+0000","up_votes":1,"down_votes":0,"body":"Aber ich wäre doch gern kreativ und handwerklich aktiv... Ich mag Escaperooms entwerfen, hab aber zu viel Schiss dass es nicht klappt weil der Markt gesättigt ist ^^. ist muss also finanziell unabhängig sein :P","replies":[]},{"id":"","poster":"Qbert","date":"2018-12-04T08:26:17.769+0000","up_votes":1,"down_votes":0,"body":"U-Boot? Ich bin dabei!","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T08:08:54.197+0000","up_votes":1,"down_votes":0,"body":"**EDITH!** TL;DR\n\nDu musst nur den PC früher ausschalten :>\n___\nReicht.","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T08:24:57.878+0000","up_votes":1,"down_votes":0,"body":"DA IST ES JA! >:O","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T08:27:54.309+0000","up_votes":1,"down_votes":0,"body":"Was? D: Der ultimative Ratschlag für sein Schlafproblem?","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T08:30:30.745+0000","up_votes":1,"down_votes":0,"body":"nein, du! :P\nDich sieht man ja immer seltener >O","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T08:33:47.282+0000","up_votes":1,"down_votes":0,"body":":o \"Immer seltener\"?\n\nWar doch nur einen Tag nicht da c.c Wobei ich heute auch hätte drauf verzichten können.","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T08:37:59.993+0000","up_votes":1,"down_votes":0,"body":"ja, einen ganzen Tag \n\nhttp://images6.fanpop.com/image/photos/38300000/Poro-Amumu-league-of-legends-38308577-1920-1080.jpg\n\nAuf den Tag verzichten? Arbeit oder Forum? :O","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T08:43:21.980+0000","up_votes":1,"down_votes":0,"body":"Auf's Forum. Aber auf die Arbeit würde ich liebend gerne auch verzichten wenn das ginge.\n\nWobei ich gestern wenigstens was zu tun hatte mit dem Rechnungslauf. Heute gibt es nur Überbleibsel die ich bis fast zum Feierabend vor mir her schieben werde c.c und es ist nicht mal zehn Uhr!","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T08:50:38.272+0000","up_votes":1,"down_votes":0,"body":"ist das Forum böse? Magst du uns nicht mehr? :(","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T08:57:56.834+0000","up_votes":1,"down_votes":0,"body":"> ist das Forum böse?\nJa\n\n.\n\n> Magst du uns nicht mehr? :(\nEuch kleinen Nasenbären hab ich lieb. Überwiegend :P","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T09:00:13.141+0000","up_votes":1,"down_votes":0,"body":"Überwiegend? ='O","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:07:04.166+0000","up_votes":1,"down_votes":0,"body":"Ja? Manchmal neige ich schon eher dazu das Bedürfnis zu haben hier alles nieder zu schießen?! o.o","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:10:24.195+0000","up_votes":1,"down_votes":0,"body":"Darf man sich dir anschließen bevor zu loslegst?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:13:58.252+0000","up_votes":1,"down_votes":0,"body":"Wenn du glaubst das dich das im Notfall vor einem Kugelhagel schützen würde... Liegst du falsch :p","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T10:04:06.003+0000","up_votes":1,"down_votes":0,"body":"xD 1500? \n\nHab gestern irgendwas zwischen 450 und 460 gemacht glaub ich c.c","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T10:03:18.079+0000","up_votes":1,"down_votes":0,"body":"ach was! Mitte 2019!\n\nAuf B&S habe ich damals drei Jahre gewartet oder sogar vier. Glaub so sehr wird mich nie wieder ein Spiel hypen xD\n\nIch hoffe ja immer Lost Ark zu vergessen, weil es entweder wirklich lange dauert bis man das Spiel mit uns teilt oder wir es niemals bekommen.","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-12-04T09:55:43.626+0000","up_votes":1,"down_votes":0,"body":"Gamestar rechnet mit Lost Ark eher so 2020, das wäre schade... aber da würde ich auf jeden Fall mal reinschauen ^^","replies":[]},{"id":"","poster":"Qbert","date":"2018-12-04T09:55:40.938+0000","up_votes":1,"down_votes":0,"body":"ich spiele gerade Candy Crush Friends xD Sodalicious war ich irgendwie bei lvl 1500 oder so ...","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:51:46.802+0000","up_votes":1,"down_votes":0,"body":"\\o/ Candy Crush Sodalicious","replies":[]},{"id":"","poster":"Qbert","date":"2018-12-04T09:50:23.660+0000","up_votes":1,"down_votes":0,"body":"ich warte auf Anno 1800 :(\n\nAber irgendwie brauche ich auch noch für jetzt ein schönes Spiel in dem ich vor mich hindaddeln kann ... hm","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:48:40.425+0000","up_votes":1,"down_votes":0,"body":"Lost Ark ist mega OP sag ich dir .-.\n\nEin Kollege und ich fiebern da schon eine gewisse Zeit drauf hin und er schaut sich immer die Streams an die aktuell laufen, wo ich es noch nicht hin geschafft habe >.< Witzig wie ich in mit Lost Ark angefixt habe und er jetzt heißer drauf ist als ich xD Aber ich hab auch B&S/ BDO und LoL als Puffer .-.\n\nLost Ark und Ashes Of Creation sind so meine beiden Hoffnungsträger für 2019. Aber wer weiß was noch so anstehen wird oder plötzlich auftaucht.","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-12-04T09:44:26.795+0000","up_votes":1,"down_votes":0,"body":"Ich mag auch irgendwann nochmal ein MMO anfangen... Lost Ark sieht richtig cool aus, vielleicht kommt das irgendwann nach Deutschland ^^","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:37:12.759+0000","up_votes":1,"down_votes":0,"body":"Noch nicht c.c Dafür muss ich ausgeschlafener und gesünder sein. Nur weil ich auf Gefährten schießen würde, schieße ich mir noch lange nicht in den eigenen Fuß.\n\nWobei... wie ich mich kenne... -.-'\n\nP.S.\nStichwort Gefährte.\n\nIch möchte mal anmerken das mein Beschwörer aktuell richtig hart krass op ist und im Turm des Mushin heiß läuft wenn ich dort vor lauter Langeweile irgendwas mache. Und mein Gefährte bufft mit atm mit 29k Leben \\o/\n\nP.P.S. ^Blade and Soul","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-12-04T09:26:52.876+0000","up_votes":1,"down_votes":0,"body":"*Wirft sich unter den Tisch und schreibt weitere Drehbücher*\n\nIhr stoppt mich niemals!!!!!!!!!!!!!","replies":[]},{"id":"","poster":"Qbert","date":"2018-12-04T09:25:43.908+0000","up_votes":1,"down_votes":0,"body":"legen wir los\n\nhttps://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT0mWHzuNFtDKIqYaab6QJZsqn87HeavaN4-P56EsHhLmo1z7R6","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:20:54.430+0000","up_votes":1,"down_votes":0,"body":"Die Türe ist bereits versiegelt \\o/ Du hast zu lange gebraucht!\n\n#*ES IST ZU SPÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄT*","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-12-04T09:16:32.041+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe, du würdest wild um dich schießen ohne Rücksicht auf Verluste oder Ziele ^^. In diesem Fall... *Schiebt sich langsam Richtung Tür...*","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-12-04T09:11:35.108+0000","up_votes":1,"down_votes":0,"body":"i-ich ... ich mopse dir auch keine Kekse mehr \n\nhttps://pbs.twimg.com/profile_images/590268579943153664/80zuaSXb_400x400.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:15:33.780+0000","up_votes":1,"down_votes":0,"body":"Du darfst so viele Kekse mopsen wie du willst :p keine Sorge","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T09:23:12.389+0000","up_votes":1,"down_votes":0,"body":"https://ih1.redbubble.net/image.500171830.0337/ap,550x550,12x12,1,transparent,t.u4.png","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-04T09:00:59.871+0000","up_votes":1,"down_votes":0,"body":"Alle, die keine Kekse klauen ist damit bestimmt gemeint!","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T09:03:58.360+0000","up_votes":1,"down_votes":0,"body":"http://images6.fanpop.com/image/photos/38300000/Poro-Amumu-league-of-legends-38308577-1920-1080.jpg","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2018-12-04T08:59:54.282+0000","up_votes":1,"down_votes":0,"body":"Du hast in mir Verständnis geweckt und mich gleichzeitig beruhigt... \n\nIch bin tief beeindruckt und zöge meinen Hut, wenn ich nur einen hätte :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:03:01.342+0000","up_votes":1,"down_votes":0,"body":"*Hut überreich*","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T09:04:57.923+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/yCAoGdVUCW5LW/giphy.gif","replies":[{"id":"","poster":"4 For Maggie","date":"2018-12-04T09:12:32.562+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-2}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-12-04T07:06:54.305+0000","up_votes":1,"down_votes":0,"body":"Denkt auch mal einer an die Poros?!\n\n{{sticker:sg-shisa}} \n\nSchlafen ist größtenteils Gewohnheit ... da gibt's halt so viele Tipps wie \"bring deinen Körper zur Ruhe \" etc... \nIch bin davon überzeugt, dass der Körper sich schon nimmt was er braucht.... versuche einfach wenigstens 30min vor deiner Wunschschlafzeit wirklich zur Ruhe zur kommen ... kein PC mehr auf jeden Fall :S","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T07:13:07.236+0000","up_votes":1,"down_votes":0,"body":"Aber das ist ja doch das Problem ^^. \n\nIch *könnte* ja schlafen, ich *will* nur nicht!\n\nWenn ich ins Bett gehe ist alles easy, ich bin immer **so** brutal müde, nach spätestens 10 Minuten bin ich weg ^^.\n\nIch mache nur viel lieber andere Sachen. Vor allem am PC :D. Mir fehlt die Motivation zum Schlafen, Schlafen ist doof :(","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T07:23:07.684+0000","up_votes":1,"down_votes":0,"body":"dann ist das eben so... wie gesagt, der Körper nimmt sich was er brauch","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T07:50:30.850+0000","up_votes":1,"down_votes":0,"body":"Leider nein... Sonst würde ich ja jeden Abend um 23 Uhr mit dem Kopf auf den Schreibtisch schlagen und da pennen ^^","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T08:03:57.102+0000","up_votes":1,"down_votes":0,"body":"naja irgendwann eskaliert es eben :D \n\nAber wie gesagt, du musst dich in einen Ruhezustand versetzen ... sonst wird das nix","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T08:57:12.986+0000","up_votes":1,"down_votes":0,"body":"Früher hab ich dafür immer Shisha geraucht ^^. Aber ich hab keine mehr, hab damit irgendwann aufgehört.","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-12-04T08:05:53.573+0000","up_votes":1,"down_votes":0,"body":"https://pics.me.me/10-lulk-20-skill-15-concentrated-power-of-will-pleasure-4840356.png\n\nNicht ganz neu aber die %-Verteilung passt sehr gut zu League xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-12-04T08:07:10.156+0000","up_votes":1,"down_votes":0,"body":"Das Lied hat auch glaube ich jeder zum zocken gehört oder?","replies":[{"id":"","poster":"Qbert","date":"2018-12-04T08:25:45.745+0000","up_votes":1,"down_votes":0,"body":"ich nicht ... beim CS zocken früher lief eher Limp Bizkit und Linkin Park :S","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-12-04T06:51:10.316+0000","up_votes":1,"down_votes":0,"body":"Meinen einzige Motivation ziehe ich aus dem Gedanken, dass jeder Arbeitstag dich näher an das Wochenende bringt. Wenn deine Wochenenden so voll sind, hast du zu viele Kontakte. Einen Tag braucht man für sich selbst, um faul zu sein und das Leben zu genießen. Mittlerweile wissen auch alle meine Freunde /Familie, dass sie gar nicht erst versuchen sollten mich vor 12 Uhr anzurufen oder etwas von mir zu wollen. \nAm besten ist es natürlich wenn du an einem Tag was mit allen machen kannst, dann ist der andere Tag frei für dich.","replies":[{"id":"","poster":"Metalmonni","date":"2018-12-04T06:59:27.099+0000","up_votes":1,"down_votes":0,"body":"Meistens bleibt uns tatsächlich nur ein halber Tag um einfach mal ein bisschen auf dem Sofa zu chillen... Freitag Abend \nist dauerhaft (also regelmäßig) verplant und Samstag Abend sind da immer Freunde ^^. Also bleibt eigentlich nur Samstag früh bis Nachmittag zum Ausspannen. Sonntag ist meistens auch irgendwas, aber Sonntags zu entspannen war schon immer schwierig für mich. Den Sonntag verhagelt für gewöhnlich die Gewissheit, am Montag wieder arbeiten zu müssen.\n\nVoll traurig eigentlich.","replies":[]}]}]}