{"id":"kYTEPAwm","poster":"Kind Prow","date":"2018-12-03T21:13:01.364+0000","title":"Eine Lagerfeuergeschichte","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Es war Nacht. Nat&uuml;rlich. Es is immer Nacht in meinen Geschichten. Die Nacht ist nunmal die Zeit, in der man wenig sieht. Daher muss man auch net so viel beschreiben. Zwar ist es schwer, immer wieder neue Synonyme f&uuml;r &quot;dunkel&quot; zu finden, aber was solls.\r\n\r\nMan liebt ja die Herausforderung. Also...\r\n\r\nEs war Nacht. Ich sag mal, sternenklar. Und neblig. Ne, nicht neblig. Den Nebel mal weg, wieder. Es ist also schneidend kalt, und am Himmel  glei&szlig;en tausend Sterne in Lichtspektren von blau &uuml;ber wei&szlig; zu rot. Ein funkelndes Spektakel sich selbst verzehrender, gl&uuml;hender Kugeln, mit der Aussicht auf ein spektakul&auml;res Ende, wenn sie Gl&uuml;ck haben. Haben sie Pech, gehen sie unbemerkt. Sind in der n&auml;chsten Nacht einfach nicht mehr aufzufinden, so sehr man auch sucht. Leise verschwinden sie, ohne Schreie, ohne eine Notiz, ohne dass es das restliche Universum auch nur interessiert.\r\nKlein sind sie, diese Sterne, am Ende. Klein, und wei&szlig;. Bleich vor Angst vor dem Tod, zitternd und beschw&ouml;rend, er m&ouml;ge doch fern bleiben... w&auml;hrend ihr Lebenslicht schrumpft. \r\nKurz bevor sie verl&ouml;schen werfen sie einen letzten Blick rundum, versuchen nach dem Licht der anderen Sterne zu greifen, hoffend, es m&ouml;ge sie retten, bittend um ein wenig mehr Zeit. Verzweifelt suchen sie einen Ausweg, um auf irgendeine Weise ihr Leben doch noch ein wenig l&auml;nger zu erhalten.\r\nManche handeln. Manche flehen. Einige Dumme k&auml;mpfen. Wenige erhalten das, was sie w&uuml;nschten. Noch weniger sind es, die danach noch Gl&uuml;ck finden. Doch genau diese winzige Menge an verzweifelt Gl&uuml;cklichen, aufstrahlenden &quot;Sternen&quot; sind es, die mein Handwerk so spannend machen. Ich wei&szlig; nie, was in den Menschen verborgen ist. So mancher Prinz zeigte mehr Kraft, als seine feingliedrige Statur es vermuten lie&szlig;. Viele Wanderer sind weder hart noch verschlossen, wenn sie den Tod gesehen haben. Sie singen und dichten, wie man es in dieser Qualit&auml;t nicht einmal an K&ouml;nigsh&ouml;fen gewohnt ist. Doch keiner findet beim zweiten Mal das, was er beim ersten Mal vergeblich suchte. Am Ende gehen sie alle freiwillig.\r\n\r\nDies ist nun also die Lektion, die diese Geschichte lehrt: Wenn es an der Zeit ist, z&ouml;gere nicht. Denn selbst ein zweites Leben wird dich nicht gl&uuml;cklicher machen, als das erste. Und die Nacht freut sich, wenn du Angst hast.","replies":[{"id":"","poster":"Noxempire","date":"2018-12-03T21:26:00.162+0000","up_votes":1,"down_votes":0,"body":"Wir brauchen kein Holz nachlegen, dass Feuer erlischt onehin irgendwann.","replies":[{"id":"","poster":"Kind Prow","date":"2018-12-03T21:37:45.509+0000","up_votes":1,"down_votes":0,"body":"Da ist gar kein Feuer :>","replies":[{"id":"","poster":"Noxempire","date":"2018-12-03T22:09:00.191+0000","up_votes":1,"down_votes":0,"body":"Aber.. aber... Lagerfeuergeschichte D;","replies":[{"id":"","poster":"Kind Prow","date":"2018-12-04T06:30:13.227+0000","up_votes":1,"down_votes":0,"body":"Buh","replies":[]}]}]}]}]}