{"id":"TfgzJTvE","poster":"Fantum Phoenix","date":"2018-12-02T22:15:39.559+0000","title":"LGC Season 1 - Teams gesucht","subforum":"Esports","up_votes":1,"down_votes":0,"body":"Hey,\nIch m&ouml;chte euch darauf ausmerksam machen das bald die Season 1 der LGC startet!\n\nWas ist die LGC?\nDie LGC (League of Legends German Championship) ist eine kleine Liga die ich und ein paar Freunde gegr&uuml;ndet haben.\nEs darf jeder an der Liga teilnehmen. Zum teilnehmen einfach auf folgenden Link klicken um dein Team anzumelden.\n\nhttps://docs.google.com/forms/d/1_Q5Id4H_Bbko5bHEUDUydcQQHY-iEZUhP_WpSJ6w9vo/edit\n\nIch bitte darum, dass das Team nur von einer Person angemeldet wird, mehrere Anmeldung des gleichen Teams sind einfach nur Un&uuml;bersichtlich!\n\nInformation:\nAlle Infos bekommt ihr nochmal auf unserer Seite:\nhttps://lgc-lol-german-championship.jimdosite.com/\n\nDie Liga hat einen festen Starttermin, findet aber erst ab eine Teamanzahl von mind. 8 und max. 10 statt.\nDer Starttermin wird bekannt gegeben sobald 8 Teams sich angemeldet haben.\nGespielt wird im Bo1 Format.\nJedes Team spielt gegen jeden ein mal danach folgen die Playoffs. Die ersten 4 kommen in die Playoffs Dort spielt als erstes der 4. gegen den 3. der Gewinner dieser Partie spielt gegen den 2. und der Gewinner dieser Partie spielt gegen den 1. ums Finale.\nLogischerweise gibt es auch ein kleines Preisgeld. (1. 30&euro; + Discordrang | 2. 10&euro; + Discordrang)\nJe nachdem wie die Season 1 l&auml;uft wird sich das Preisgeld in Season 2 erh&ouml;hen.\nCoaches sind in der Liga erlaubt. Placeholders in der Pick &amp; Ban Phase sowie Standins (Auswechselspieler) sind nicht erlaubt!\nFr&uuml;hester Starttermin bei 6. angemeldeten Teams!\n\nRegeln f&uuml;r die LGC:\nGruppenspieltag ist immer Freitag um 18:00. Falls an dem Tag nicht gespielt werden kann, kann mit Absprache des anderen Teams und eines Admins der Spieltag ge&auml;ndert werden.\nPlayoffs: Viertelfinale findet Freitag um 18:30 statt. Halbfinale am selben Tag um 20:30 (Kann unter selben Vorraussetzungen wie die Gruppe verlegt werden (Die beiden Spiele sollten aber wenigstens am gleichen Wochenende stattfinden!))\nSpiel um 3. Freitag 18:00 | Finale 20:30(kann verschoben werden wenn Spiel um 3. l&auml;nger oder k&uuml;rzer dauert!) (Kann auch Verschoben werden)\n(Genaue Termine stehen noch nicht fest)\nCasting:\nDa w&auml;hrend der Gruppenphase immer 4-5 Matches gleichzeitig laufen sucht sich der Caster eins der 4-5 Matches aus welches er Castet! (Wird im Chat vorgewarnt damit das Spielende Team ihn einl&auml;d) Playoffspiele werden alle gecastet!\n\nBei Fragen bitte auf den Discord joinen (Wenn ihr euch anmeldet m&uuml;sst ihr auf den Server joinen, ist Pflicht!)\nhttps://discord.gg/zNrzg5a \nAnsonsten bei Fragen einfach unter dem Post fragen ich versuche so schnell wie m&ouml;glich zu antworten :)\n\nIch hoffe ihr h&ouml;re von eurem Team :)\nLG\nFantum | Patrick\nAdministrator\nLGC","replies":[]}