{"id":"05BynFPE","poster":"Animefreak2000","date":"2020-03-08T10:00:34.820+0000","title":"Zalost&Zelia das Band zwischen Leben und Tot","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Hallo und herzlich willkommen zu meinem ersten Championkonzept zu League of Legends, bevor Riot das Forum komplett löscht. Ich trage die kleine Hoffnung mit diesem Konzept Riot überzeugen zu können das Forum nicht zu löschen aber die Chance ist sehr gering. Ich werde euch hier den Champion Zalost vorstellen. Er ist ein Tank auf der Toplane der alleine keinen Schaden macht aber auch keine Teammates braucht um jemandem das Leben zu nehmen und somit in eine Welt zu verfrachten in der alle Farben entsättigt sind. Ich freue mich auf euer Feedback und eure Kritik. Mich hat das Konzept immer mehr in den Bann gezogen und vor allem beim schreiben der Geschichte habe ich immer mehr mitgefiebert, was auch einer der Gründe ist warum ich Master Yi, während dieser Zeit, nicht mehr anfassen konnte.\r\n\r\n**Inhaltsverzeichnis:**\r\n\r\n* Lore\r\n* Attribute von Zalost und Zelia\r\n* Fähigkeiten\r\n* Items und Runen\r\n* Spielweise\r\n* Zitate\r\n* Freunde/Feinde\r\n* Aussehen von Zalost und Zelia\r\n* Kommentar\r\n\r\n\r\n**Geschichte:**\r\nDer Adel, in den Zalost hineingeboren wurde, langweilte ihn zutiefst. Es war immer stets wichtig, die Etiketten einzuhalten und sich für das Wohl der Familie einzusetzen. Da seine Familie in der Heeresführung eine starke Position inne hatte, war ihm bisher auch der Unterricht in Staatskunde, Kriegstaktiken und auch im Schwertkampf nicht erspart geblieben. Auf den Banketten, an denen er immer teilnehmen musste, ging es immer nur darum Bündnisse mit anderen Familien einzugehen nur um sie dann zu betrügen. Auf einer dieser Feiern wurde er einer Frau aus der Familie Doren vorgestellt, welche in Noxus ebenfalls hoch angesehen war. Die Vorgehensweise seiner Familie war offensichtlich und auch nicht gerade unüblich. Eine Heirat zwischen den Familien sollte die Beziehung stärken. Sein Vater führte ihn durch den prunkvollen, mit Menschen gefüllten Saal des Anwesens in den nächtlichen Garten, in dem sie im Laternenschein schon erwartet wurden. Zalost gegenüber stand eine Frau in einem edlem Umhang auf dessen Rücken das Wappen der Familie zu sehen war. “Wir begrüssen euch mit Freuden auf unserem Anwesen” eröffnete Zalosts Vater den Dialog. “Meine Tochter Zelia und ich freuen uns sehr, auf dieser Feier ebenfalls anwesend sein zu können”. “Das freut mich ausserordentlich. Wenn ich euch meinen Sohn Zalost vorstellen darf?” Der Etikette folgend reichte er dem Oberhaupt der Dorens die Hand und stellte sich mit einem kurzem “Es ist mir eine Ehre euch kennenzulernen” und einer kleinen Verbeugung vor. Da er dieses Theater so schnell wie möglich hinter sich bringen wollte, wandte er sich an die Adelstochter um ihr zur Begrüssung seine Hand anzubieten und deutete eine Verbeugung an. Sie ignorierte diese Geste und machte einen leichten Knicks, was eigentlich auch eine Form der Begrüssung war, aber auf Zalost wirkte es mehr verspottend als höflich. Zalost hob seinen Kopf um ihr in die Augen zu sehen und blickte in das Antlitz einer hübschen jungen Frau, die ihn mit ihren braunen Augen feurig anstarrte. Es war offensichtlich dass sie auf diese Begegnung hätte verzichten können. Was man nicht alles für seine Familie auf sich nimmt. Unter ihrem Umhang erhaschte er einen Blick auf eine leichten Rüstung und der Griff eines Kurzschwertes an ihrer Hüfte lugte hervor, bereit jeden Augenblick gezogen zu werden. Zalost liess sich nicht anmerken dass er jemandem gegenüberstand, welcher die Gelegenheit und die Möglichkeit besass, das Oberhaupt und dessen Nachfolger einer der mächtigsten Familien von Noxus, in einem Streich zu ermorden und es würde keine Augenzeugen geben. Zalost war zwar nicht ganz unbewaffnet, allerdings bezweifelte er, dass der Dolch, den er in seinem Stiefel versteckt hatte, ihn gegen eine erfahrene Kämpferin etwas brachte, die nicht nur mit dem Schwert umgehen, sondern auch noch von Magie gebrauch machen konnte. Zalosts Vater eröffnete eine Diskussion über Kriegstaktiken, Wirtschaft und die Zukunft von Noxus. Während dieser ganzen Diskussion ging es nur darum, seine Redekunst und Wissen unter beweis zu stellen und ganz nebenbei versuchte man, Informationen herauszufinden. In solchen Momenten wusste er genau, warum er den Adel hasste. Er versuchte, in den Augen von Zelia herauszufinden, wie sie dazu stand. Sie schien alle ihre Emotionen hinter einer Maske zu verbergen. Durch eine Maske muss man jedoch auch hindurch sehen, um zu wissen, auf was man wie reagieren muss. Diese Lücken kann man sich zunutze machen, wenn man es richtig anstellt. Die Miene ist nicht das einzige was einem verraten kann wie man denkt oder fühlt, der Blick ist ebenfalls eine gute Informationsquelle, wie Zalost in seinen ganzen Jahren im Adel herausfinden konnte. Zelias Augen brannten förmlich vor Wut und zwar noch schlimmer als zuvor. Zalost befürchtete schon fast, dass sein Vater in Flammen aufgehen und tot umkippen würde. Als diese unnütze Diskussion endlich sein Ende fand, war Zalost mehr als nur erleichtert. Die Verlobung von Zalost und Zelia wurde mit keinem Wort erwähnt doch Zalost und Zelia wussten genau dass es schon lange feststand und sie sich nicht gegen ein Oberhaupt wehren konnten. Und so neigte sich die Nacht schon dem Ende zu, als sich die beiden Familien voneinander verabschiedeten und im Dunkel der Nacht verschwanden.\r\nDer Kriegsrat wurde einberufen und fand in einem runden Saal im Palast des Königs von Noxus statt. Dieser Saal wurde eigens für diesen Zweck erbaut. Der Saal bestand aus Stufen, auf denen sich die Ranghöchsten Kommandanten und Generäle niederliessen und auf den Boden im Zentrum blickten, auf dem die Weltkarte abgebildet war. Zalost war mittlerweile der Kommandant einer Kompanie welche 500 Mann stark war und konnte sich schon reichlich Respekt durch Eroberungen im eisigen Norden verdienen. Neben ihm sass eine Gestalt, die er allzu gut kannte. Sie trug einen silbernen Helm, unter dem sich ein Gesicht befand, als wäre es aus Elfenbein geschnitzt. Über dem Wams aus Leder trug sie lediglich ein Kettenhemd und einen Brustpanzer. Die Augen, die sich ihm nun zuwandten, waren nicht mehr so von Zorn durchzogen, wie bei ihrer ersten Begegnung. Kurze Zeit danach vollzogen sie das Eheritual und kurz darauf wurden sie beide zu Kommandanten ernannt.\r\nDen Auftrag, das Noxianische Herrschaftsgebiet im Nordwesten zu erweitern, stellte sich als ziemlich schwierig heraus. Die Eislandschaften Freljords beheimateten mehrere Stämmen. Nicht alle Stämme waren den Noxianern feindlich gesinnt, doch gab es auch Stämme, welche mit allen Kräften versuchten die Eindringlinge zu bekämpfen.\r\nDer Herrscher von Noxus, Boram Darkwill, betrat den Saal mit seinen Beratern im Schlepptau. Die polierte goldene Rüstung funkelte in den Lichtstrahlen, die sich durch die schmalen Fenster zwangen und die Räumlichkeit erhellten. Dieser grössenwahnsinnige König hielt erstmal eine Rede, in der er über Noxus’ Reichtum und Stärke sprach und von einem noch grösseren Noxus predigte; einem Noxus welches sich über ganz Runeterra erstreckte. Zalost und Zelia hielten noch nie viel von diesem König, der sich immer nach noch mehr Macht sehnte, wie ein betrunkener Alkoholiker der immer nach noch einer Flasche verlangt und nie genug bekommt. Endlich stellte der König sein Gebrüll ein, zog sein Schwert, zeigte auf den Inselstaat Ionia im Nordosten und das Gebrüll fing wieder von vorne an. Sätze wie “Wir werden sie überrennen” oder “Sie werden keine Chance haben” heizten die Stimmung im Saal richtig auf. Die Generäle waren begeistert vom Vorhaben ihres Königs oder wollten einfach nicht sterben, nur weil sie ihm widersprachen. Nach seiner Ansprache verliess Boram Darkwill wieder den Saal und überliess die Planung der Invasion den Ranghöchsten im Militär.\r\nDie Galeere bahnte sich den Weg durch das blaue Meer und durchschnitt die Wellen, die versuchten sich gegen dieses hölzerne Ungetüm zu wehren. Zalost stand am Bug und betrachtete die Landmasse am Horizont, auf die sie zusteuerten. Ionia war in Sicht und sie würden es schon erreichen, bevor die ersten Sonnenstrahlen über den Rand der Welt krochen. Seiner Galeere folgten weitere 9 Schiffe, von denen jedes bis zu 100 Männer nach Ionia transportierte. Zusätzlich war jedes Schiff mit Belagerungswaffen wie Katapulten und Ballisten ausgestattet. Auf die Waffen und Rüstungen aller Soldaten und die Segel der Schiffe war das Symbol von Noxus eingraviert worden, damit auch alle Ionier genau wüssten, gegen wen sie Krieg führen würden. Er und Zelia wurden dazu ausgewählt, die ersten Truppen auf festem Boden zu befehligen und einen Landeplatz für die Hauptstreitmacht zu errichten. Zalost wollte sich gerade in seine Kabine begeben, um sich ein bisschen auszuruhen und mit Zelia ein paar Strategien zu besprechen, als ein junger Soldat an ihn herantrat, mit einer Brieftaube und deren Fracht in den Händen. Der Soldat salutierte und übergab Zalost den Brief, der mit dem Signum der Heeresleitung versiegelt war. Der neue Befehl lautete nicht auf die Hauptstreitmacht zu warten, sondern nach der Landung weiter ins Landesinnere vorzustossen.  Zalost schickte den Jungen fort und begab sich endlich in seine Kabine. Zelia lag gelangweilt in der Hängematte und liess, mithilfe ihrer Magie, zwei bewaffnete Figuren sich durch Horden von Feinden schlagen, während sie einen Tanz absolvierten. Seit sie Zalost als Gefährten anerkannt hatte und sie sich beide einander hingaben, vollführte sie immer wieder diese Schauspiele. Da das Licht des Abends zu schwach war, um in das innere der Galeere vorzudringen und das Öl in der Laterne nicht mehr brannte, waren die kämpfenden Figuren die einzigen, die dem Raum Licht spenden konnten. Als Zalost sein Schwert ablegte und sich in seine eigene Hängematte legen wollte, erloschen plötzlich die tanzenden Figuren und Zalost war von einem Moment auf den anderen Blind. Er sah nur noch die Schwärze. Jemand stürzte sich auf ihn und er fiel zu Boden. Eine Haarsträhne streifte über sein Gesicht und der bekannte Duft der Kämpferblume kroch ihm in die Nase. Die Kämpferblume war eine weisse Blume, die ihren süssen Duft erst freisetzt, wenn sie mit menschlichem Blut in berührung kommt. Es war nicht schwer zu erraten, dass Zelia diejenige war, die ihn am Boden festhielt. Zalost gab es schliesslich auf, sich aus dem Griff seiner Ehefrau befreien zu wollen. “Wenn du morgen stirbst dann zehre ich deine verkrüppelte Leiche vom Schlachtfeld und verfüttere dich an die Drachenhunde.” flüsterte sie ihm verführerisch, mit einem drohendem Unterton ins Ohr. Das erste mal als sie so mit ihm Sprach war vor ihrer ersten Schlacht in Freljord im Kommandozelt. Zalost kannte sie damals zwar schon gut und sie verstanden sich mehr als nur gut, doch war er damals über dieses versprechen dennoch verwirrt, weil er ihr diese Tat durchaus zutrauen konnte. Es war zwar dunkel, doch konnte er deutlich ihre warmen Lippen sehen, die sich langsam und zärtlich auf seine legten.\r\nIm Schutze des Morgennebels glitten die hölzernen Titanen langsam durchs Wasser vor der Küste Ionias und steuerten ein kleines Fischerdorf an, dessen Bewohner immer noch in den Betten lagen. Sie wanderten wahrscheinlich gerade sorgenlos durch ihre Traumwelt, doch schon bald würden sie aufwachen. Die Einen würden durch die Kriegstrommeln wach, Andere durch das Marschieren der Soldaten in den beschmutzten Strassen und wieder Andere durch das Geschrei ihrerer Nachbarn, die sich den Invasoren widersetzen wollten. Zalost stand mit Zelia in voller Montur am Bug, ließ den kalten Nebel über sein Gesicht streifen und erkannte schon die ersten Umrisse des Dorfes. Zalost hielt in seiner rechten einen Eineinhalbhänder und in seiner linken einen gewaltigen rechteckigen Schild, dessen Vorderseite mit eisernen Dornen besetzt war. Auf dem Deck der Galeeren hatten sich die entschlossenen Soldaten in Reih und Glied eingefunden, um den Beginn des Krieges einzuläuten. Zelia hob ihre Hände, murmelte eine Formel und liess das Symbol von Noxus eines jeden Schiffes und eines jeden Soldaten, in grellem Rot erglühen. Ein Ruck durchdrang das Schiff gefolgt von dem Knarren des Holzes welches auf den Strand traf. Die hölzernen Rampen wurden heruntergelassen und Zalost, wie auch die Soldaten betraten den Strand und reihten sich ordnungsgemäss auf. Zalost liess eine Kriegstrommel ihre donnernden Schläge ertönen. Die Soldaten schlugen im Takt der Trommel mit ihren Füssen auf den sandigen Untergrund. Zalost stand vor seinen Truppen, die nur darauf warteten dass das Kriegshorn geblasen wurde und sie sich auf das Dorf stürzen durften. Er sah wie vereinzelt sich die Dorfbewohner aus den Häusern begaben um nachzusehen wer hier so einen ohrenbetäubenden Lärm verursachte. Als sie die Truppen sahen verschwand die Neugier in ihrem Gesicht und Angst war in den Augen zu sehen, doch keiner rührte. Sie waren wie gelähmt vor dem Aufmarsch dieser gewaltigen Armee bis zu dem Zeitpunkt in der Zelia den Befehl gab dem Horn die tiefen Töne zu entlocken. Da versank das Dorf plötzlich im Chaos, angesichts der heranstürmenden Armee. Die Bewohner wollten umdrehen und fliehen doch da war es schon zu spät. Die spitzen Pfeile regneten auf sie nieder, bohrten sich in ihre Körper und liessen nur wenige unverwundet davon kommen. Dieses, nach Fisch stinkendes Dorf konnte nicht lange durchhalten.\r\nDie Truppen marschierten auf der Strasse ins Landesinnere. Hinter ihnen stieg eine pechschwarze Rauchsäule aus dem Fischerdorf in den Himmel. Die Botschaft dass Noxus in diese Lande einfiel sollte sich verbreiten wie ein Blitz der vom Himmel die Erde erreichen würde. Zalost und Zelia überranten mit ihren Truppen Dörfer, Städte und sogar Festungen. Wenn das Heer nach einem Kampf weiterzog hinterliessen sie zerstörte Gebäude und überall gab es im Zentrum einen schwarzen Hügel. Wenn der Wind durch die Strassen fegte trug er immer ein bisschen von dem schwarzen Pulver mit in die weiten Lüfte des Landes und liess die Menschen ihr Land von oben betrachten. Sie merkten beide jedoch, dass der Widerstand der Ionier immer stärker wurde, was an ihren Siegen nicht viel änderte. Die restlichen noxianische Truppen schlossen schnell zu ihnen auf, kein Wunder wenn sich ihnen auch niemand mehr entgegen stellen konnte. Doch es gab kleine Truppenverbände deren Aufgabe es war abgelegene Gebiete zu erobern. Zalost befand sich im Kommando Zelt und beriet sich mit Zelia über die momentane Lage und wie sie weiter vorgehen sollten als ein Bote keuchend durch den Eingang stiess. Es war ihm anzusehen dass er von ausserhalb des Lagers kam und Zalost wettete dass sein Pferd für die nächsten Tage nicht mehr einsatzfähig sein würde. “Eine Botschaft von den südlichen Truppen!” brachte der Bote mit keuchend noch aus seiner Lunge bevor er sein Bewusstsein verlor und zusammenbrach. Zelia entnahm dem Boten das Schriftstück und betrachtete den Inhalt. “Von Süden marschiert ein Heer auf uns zu, noch ca. einen Tagesmarsch entfernt. Die Truppenstärke beträgt anscheinend nur knapp die hälfte der unseren. Und da steht noch was von einer Ein-Mann-Armee.” schilderte sie das gelesene und sah Zalosts mit ernstem Blick in die Augen. Dieser betrachtete die Karte mit den Truppen in der Mitte des Zeltes. Etwas beunruhigte Zalost beim betrachten der Karte. Im Süden sollten sich doch mehrere noxianische Truppen befinden welche mehr als nur einen Tagesmarsch von ihnen entfernt waren. “Angenommen diese Nachricht stimmt dann würde das bedeuten dass alle Truppen die im Süden stationiert waren besiegt wurden” sprach Zelia seine Gedanken aus. Zalost fragte sich was es mit dieser “Ein-Mann-Armee” auf sich hatte doch sie mussten sich auf einen Kampf vorbereiten. Bis das gegnerische Heer sie erreichte mussten sie alles unternehmen um ihren Sieg zu garantieren.\r\nJeder Noxianer, unter dem Kommando von Zalost und Zelia, hielt sich auf seiner Position bereit. Die beiden Kommandanten befanden sich an der Front auf ihren Pferden, um so besser den Überblick zu behalten. Auf der anderen Seite der Ebene, auf der die bevorstehende Schlacht stattfinden sollte, waren die ersten gegnerischen Truppen zu sehen. Sie bewegten sich auf das noxianische Heer zu und als sie dieses erblickten verfielen sie vom Marsch in einen Sprint und stürmten auf die Invasoren zu. Zalost merkte dass seine Truppen unruhig wurden, sie wollten ebenfalls auf den Feind zustürmen doch Zalost wartet noch mit dem Befehl. Die Ionier mussten nur näher kommen. Näher. Näher, noch ein bisschen… “Feuer!”. Die Ballisten schickten ihre Ladung, zusammen mit den brennenden Steinbrocken der Katapulte, auf die Reise. Als die tödlichen Geschosse das feindliche Heer erreichte mischte sich und das brüllen auch schmerzerfüllte Schreie. Doch die Ionier stürmten weiter auf sie zu ohne, auch nur ein bisschen an Geschwindigkeit zu verlieren und prallten in den Schildwall der Noxianer. Die ersten Ionier liessen sich von den Speeren und Piken aufspiessen die zwischen den Schilden hervorragten.\r\nEin Schwerthieb durchdrang sausend die Luft und traf auf den Dornenschild von Zalost. Der Besitzer klappte schon im nächsten Moment nach Luft schnappen mit einer zerschnittenen Kehle zu Boden und Zalost musste schon gegen den nächsten antreten der sich allerdings auch nicht lange zu beweisen vermag. Sie wurden zurückgedrängt. Mithilfe eines einzigen Schwertkämpfers an der Spitze konnten die Ionier die vorderste Linie durchbrechen und drängten die Noxianer zurück. Ein Feuerstrahl verbrannte neben ihm jeden Ionier in einer Reihe und der Geruch von verbranntem Fleisch und verkohlter Erde mischte sich unter die restlichen Gerüche des Schlachtfeldes. Zalost kannte den feurigen Blick in Zelias Augen. Jetzt wusste er was damals in der Nacht, im Garten mit ihm hätte passieren können und war froh darüber dass ihm nicht das selbe wiederfahren ist wie den Ioniern. Den Zauber musste ihr viel Energie geraubt haben und zwang sie in die Knie. Ein grüner Blitz schoss auf Zelia nieder. Zalost sprang vor sie mit erhobenem Schild und fing den schlag mit seinem Schild ab und ein Metall traf auf Metall. Vor ihm stand jemand der nicht wie ein gewöhnlicher ionischer Krieger aussah. Der Mann schwang ein gebogenes, schmales Schwert mit zwei Ringen und trug einen merkwürdigen Helm mit sieben Glasröhren. Zalost holte mit seinem Schwert aus und wollte den Ionier in seiner offenen Flanke treffen, der Ionier war jedoch nirgends mehr zu sehen. Hinter ihm vernahm er wie zwei Klingen aufeinander prallten, gefolgt von dem stöhnen einer Frau. Zalost drehte sich um und vor ihm stand Zelia, aus ihrem Rücken ragte die grünliche Klinge des Ioniers heraus. Das Schwert wurde herausgezogen und Zelia brach in sich zusammen. Es dauerte einen Moment bevor Zalost begriff was sich vor seinen Augen gerade abgespielt hatte. Wut, Trauer und andere Gefühle kochten in ihm hoch. Der ruhige noxianische Kommandant verlor die Fassung und stürmte auf den Ionier zu. Der Ionier rechnete mit einem kräftigen Schlag mit dem Schwert und machte sich bereit diesen abzuwehren. Doch statt mit dem Schwert zuzuschlagen rammt Zalost den Ionier mit seinem Schild, dessen Dornen sich tief ins Fleisch bohrten und ihn weg schleuderte. Zalost warf sein Schwert nach ihm gerade als er wieder festen Boden unter den Füssen spürte. Der Ionier konnte der Waffe ausweichen, die ihre Reise unbeeindruckt fortsetzte und sich durch die gepanzerten Körper zweier Ionier bohrte. Die krächzenden Atemgeräusche hielt Zalost davon ab dem Mörder zu folgen der sich im Schlachtgetümmel davon stahl. Warmes Blut strömte aus der Wunde über seine Hände und vermengten sich auf dem Boden mit seinen Tränen. Ihre leichte Rüstung wurde von dem Schwert durchlöchert ohne auch nur den geringsten Widerstand. Die Lunge füllte sich langsam mit dem Blut und das Atmen wurde schwerer. Jedes mal wenn sie versuchte Luft in ihre Lungen zu pumpen war ein schrilles pfeifen zu hören welches immer stärker wurde. Alles was sie noch verständlich mit einem Lächeln über ihre Lippen brachte war ein “Ich kann dich vielleicht nicht mehr an die Drachenhunde verfüttern aber das heisst noch lange nicht dass du ebenfalls drauf gehen sollst du Hund”. Sie hauchte den letzten Atemzug stöhnend aus und ihre Augen verloren ihren Glanz. Ihr zartes Gesicht war mit Blut und Dreck beschmiert wie es sich für eine Kriegerin gehören sollte, was ihr jedoch auch eine gewisse Schönheit verlieh. Die Geräusche des Schlachtfeldes lagen für  Zalost in weiter ferne. Schreiende Soldaten die baten von ihrem Leid erlöst zu werden. Stampfende Stiefel und wiehernde Pferde vernahm er nur noch als dumpfe Klänge. Langsam stand er auf, Zelia hielt er seinen Armen und lief langsam zum Lager zurück. Die Soldaten an denen er vorbei ging, egal ob Ionier oder Noxianer, hielten für einen Moment inne bevor sie sich weiter die Schädel einschlugen und Blut vergossen. Zalost musste noch nicht einmal den Befehl für den Rückzug geben, die Männer seiner Armee erkannten dass es vorbei war und folgten ihm ins Lager. Die Ionier wussten dass sie gesiegt hatten und wollten es mit einem lautstarkem Jubeln der ganzen Welt verkünden. Zalost interessierte sich nicht für die Niederlage Noxus, er wollte nur noch seine Geliebte weg von dem Ort bringen an dem sie für ihn starb.\r\nEin knarrendes Geräusch durchdrang die Galeere als sie in Noxus anlegte. Die Bewohner der Hafenstadt, in der er anlegte, kamen aus ihren Häusern und versammelten sich am Hafen. Die Soldaten betraten schweigend das Festland nur die Wellen des Meeres und das getuschel der Bürger waren zu hören. “Mein Herr, mein Herr!” war eine laute Stimme aus der Menge zu hören. Zalost versuchte von seinem Pferd aus den störling zu entdecken. Der kleine stämmige Mann war kaum zu sehen. Der Yordle kämpfte sich fluchend durch die Menschen, die ihn fast zertrampelt hätten wenn sein Gaul sich nicht einfach durchgekämpft hätte. “Ich entschuldige mich für mein benehmen, mein Herr, doch…” begann der kleine Mann, konnte jedoch seinen Satz nicht beenden da er schon von Soldaten umringt wurde, welche nicht so aussahen als würden sie ihm ihr ganzes Hab und Gut übergeben. Zalost hob seine Hand um seinen Männern zurück zu halten. Zalosts “Was wollt ihr?” liess den Yordle erst einmal zusammen zucken.\r\n“Ich habe von eurem tragischem Verlust schon erfahren. Ich wollte euch und eurer Frau ein Geschenk überreichen, auf das sie ihren Frieden finden würde. Ich hoffe ihr werdet mein Geschenk annehmen.” sprach der kleine Mann, begab sich zu der Last die das Pferd ziehen musste und zog an dem Stoff der die Fracht verdeckte. Hervor kam ein schlichter Sarg aus schwarzem Stein. Zalosts Wut kochte langsam hoch doch bevor er den Yordle zurechtweisen konnte fing der ihm voller Begeisterung den Sarg zu erklären als wollte er ihn Zalost verkaufen anstatt zu schenken “Ich habe das beste Stück von diesem Stein aus den Felsen geschlagen. Es handelt sich um ein Gestein welches einerseits sehr selten ist und andererseits sehr gut Magie in sich aufnehmen kann. Mithilfe eines magischen Rituals konnte ich mir das zunutze machen und habe den Sarg so präpariert sodass der Inhalt, egal was es auch sein mag, sich nicht durch Einflüsse von ausserhalb verändern kann.”\r\nMit glänzenden Augen starrte der Steinmetz Zalost an und erwartete offensichtlich ein Lob von ihm. Zalosts Wut verflog als er begriff was das bedeutete. Er konnte Zelias Körper bis in alle Ewigkeit betrachten und mit ihr sprechen, auch wenn seine Worte nicht erwidert werden würden. “Ich danke euch für euer Geschenk und ich fühle mich zutiefst geehrt, von einem Mitglied eures Volkes ein solch wertvolles Geschenk zu erhalten.” bedankte sich Zalost bei dem kleinen Wesen und senkte sein Haupt um ihm seinen Dank auszudrücken. Er befahl 5 Soldaten das Pferd mit einem der ihrer auszutauschen um den Wagen mit dem Sarg mitzunehmen. Die Truppen setzten sich wieder in Bewegung.\r\nZalost öffnete die Augen und fand sich auf einer ebenen Graslandschaft wieder. Er sass da und bewunderte das was die Welt seinem Auge bot. Es war ein wunderschöner Anblick. Der frische Geruch, der kühle Wind der sanft über sein Gesicht wehte und das Licht der Sonne die seine Haut wärmte. “Darf ich um diesen Tanz bitten?” erklang eine vertraute Stimme hinter ihm. Zalost dreht sich um und erblickte Zelia die ihm ihre Hand anbot. Die freude übermannte, ihn er stand auf und umarmte sie. Er schloss seine Augen für einen kurzen Augenblick um den Moment zu geniessen. Doch auf einmal waren Schrei und klirrendes Metal zu hören. Zalost riss seine Augen wieder auf. Zelia war nirgends zu sehen nur ihr Helm und ihr Schwert lag auf dem Boden. Er betrachtete seine Arme, die mit Blut und Dreck verschmiert waren. Es war für ihn klar dass das Blut an seinen Händen das selbe war welches an dem Helm und der Klinge klebten.\r\nEine Staubwolke wurde von der Gruppe, bestehend aus Kutschen und Streitwägen, erzeugt als sich diese gen Südosten bewegten. Zalost führte vorsichtig eine gepanzerte Kutsche an, in der sich eine Fracht befand, für die er bereit war zu sterben. Nach dem Sturz von Boram Darkwill durch Swain, ein ehemaliger General der noxischen Armee, liess er das Land hinter sich. Er war auf dem Weg zu einer verfluchte Inselgruppe. Den Gerüchten zufolge starben alle Bewohner, bei einer Katastrophe, fanden jedoch keine Ruhe und wurden zu umherirrenden Geistern. Zalost, und eine handvoll Soldaten die ihn begleiteten, erreichten nach einer langer Reise den Ort “Eisenwasser”. Eine Fähre brachte sie nach Bilgewasser, eine Inselgruppe die von Piraten und Fischern bewohnt war. Die hellen Lichter der Stadt waren schon von weitem zu sehen. Sie wurden mit argwöhnischen Blicken betrachtet als der kleine Trupp festes Land betrat. Die Gassen waren voller Schmutz, Unrat und an manchen Orten  fand man eine Leiche, doch das alles interessierte Zalost nicht. Einen Fährmann zu finden, der sie zu den Schatteninseln brachte, war mühseliger als er dachte. Keiner wollte sich dazu bereit erklären, egal wie hoch die Belohnung war. Doch schliesslich fand er einen Fährmann. Der Sold war riesig doch Zalost liess sich von so einem Hindernis, wie Geld, nicht von seinem Vorhaben abbringen. Sie verluden die Kutschen und die Fracht auf das Schiff und liefen aus.\r\nEs war mitten am Tag doch der Nebel wurde so dicht dass er keinen Sonnenstrahl mehr durchliess. Sie näherten sich der Insel und das Heulen der Verstorbenen drang immer lauter, durch den weissen Nebel, an ihr Ohr. Die Gesichter von Zalosts begleiter entwich jegliche Farbe. Worauf hatten sie sich nur da eingelassen. Zalost sass in dem gepanzerten Streitwagen neben dem steinernen Sarg der von Ketten umschlungen war. Zalost wusste was als nächstes passieren würde. Er hatte sich vor seiner Abreise genügend über die Schatteninsel informiert, besonders die Informationen einer Frau, welche sich immer wieder auf die Insel begab um ihre Schönheit zu bewahren, waren äusserst wertvoll. Die ersten Schreie der Soldaten durchdrangen die Stille. Jemand schlug gegen das, mit Eisen beschlagene, Holz und flehte ihn an die Tür zu öffnen. Die Schreie und die Schläge gegen die Kutsche liessen jedoch schnell nach. Doch er wusste dass das Grauen noch nicht vorbei war. Ein Teil einer weissen Gestalt durchdrang die Wand auf der gegenüberliegenden Seite von Zalost und sah ihn mit leerem Blick an. Die Gestalt stiess einen entsetzlichen Schrei aus, womit sie den ehemaligen General nicht beeindrucken konnte, was sie wiederum kurzzeitig zu verwundern schien. Der rest des Körpers durchdrang die Wand und Zalost erblickte die weisse Klinge die der Geist mit sich führte. Die tote Seele holte, mit einem schrillen Schrei, mit dem Schwert aus und liess es auf Zalost niedersausen. Doch das Schwert des Toten erreichte den lebenden Mann jedoch nicht. Die Ketten des Sarges zerbarsten, der Steindeckel wurde zur Seite geworfen und riss ein Loch in die Kutchenwand. Eine vertraute Gestalt schnellte aus dem Sarg hervor und blockierte die Klinge des Geistes, der erneut versuchte Zalost in zwei Hälften zu schlagen. Der Zweikampf, zwischen den zwei Geistern, entschied Zelia schon nach ein paar Hieben für sich und rammte dem Gegner ihre Geisterklinge schliesslich in die Brust wo eigentlich das Herz sein sollte. Der aufgespiesste Geist löste sich langsam in heissen Dampf auf der sich im Nebel verteilte. Zelia drehte sich zu Zalost um und starrte ihn mit ihren bleichen Augen an. “Wolltest du gerade sterben, oder was soll das ganze hier?” schrie sie ihn an. Zalost gab keine Antwort, er hebte nur seinen Kopf und ein freudiges Lächeln breitete sich auf seinem Gesicht aus. Er hatte gar keine Zeit mehr zu reagieren als die Faust geisterhafte Faust von Zelia auf ihn niederschlug. Die Faust ging durch sein Gesicht durch und liess ihn eine Kälte spüren die es nur im Winter oder in Freljord gab, doch obwohl die Faust durch seinen Körper fuhr bekam er die ganze Wucht des Schlages ab. “Natürlich würde ich für dich sterben meine Teuerste” antwortete er schliesslich doch. Zelia hebte ihre Hand um ihm noch einmal einen Schlag zu verpassen hielt jedoch für einen Moment inne und senkte sie wieder. Zalost ging auf die Knie. “Ist es mir erlaubt euch in eure Heimat zu geleiten?” sprach er mit scherzhaften Unterton. “Soweit ich mich erinnere besitzt du nicht die Fähigkeit um ein Schiff zu steuern aber wenn es dir gelingen soll gerne. Ich lege mich erstmal wieder hin.” antwortete sie, immer noch eingeschnappt von seiner leichtsinnigen Tat versuchte sie ihre Freude zu verbergen, doch es gelang ihr nicht ganz, was sie selber bemerkte, und ohne Zalost eine Gelegenheit zu geben sich über ihre Unfähigkeit zu schauspielern lustig zu machen legte sie sich wieder in den Sarg, mittels ihrer Magie flog der steinerne Deckel herbei und verschloss den Sarg mit einem lauten Krachen. Zalost neigte sein Haupt vor der steinernen Truhe.  “Für euch würde ich alles auf mich nehmen.”\r\n\r\n**Fähigkeiten:**\r\n\r\n* **Passive - Trauerzug**\r\n * Zelia levelt mit Zalost von anfang an mit.\r\n *  Der Sarg, welcher er hinter sich herzieht ist keine Einheit, interagiert jedoch trotzdem mit Fähigkeiten wie die Leona E oder Sylas E kann aber nicht von der Stelle bewegt werden.\r\n\r\n* **Q - Todesgriff: (Range: 400) (Mana: 50/55/60/65/70) (Abklingzeit: 15/13.5/12/10.5/9)**\r\n**Zalost:**\r\n * Aus dem Sarg kommen zwei Geisterhände und ziehen die zwei gegnerischen Champions mit dem geringsten aktuellem Leben zu dem Sarg und betäubt diese für 1 Sekunde.\r\n\r\n **Zelia:**\r\n * **Q1:** Zelia verbindet sich mit dem nächsten gegnerischen Champion und mit dem nächsten verbündeten Champion. Nach 2 Sekunden sucht sich Zelia über diese Champions einen zusätzlichen gegnerischen Champion und einen zusätzlichen verbündeten Champion als Ziel.\r\n(Es wird immer der nächste Champion als Ziel bestimmt)\r\n * **Q2 - Gegner:** Zelia verursacht an allen gegnerischen verbundenen Champions Schaden in höhe von 30/32/36 (+50/55/60% AP) pro verbundenen gegnerischen Champion und werden für 1/1.5/2 Sekunde Bewegungsunfähig gemacht.\r\n * **Q2 - Verbündete:** Alle verbündete Champions die mit Zelia verbunden sind erhalten einen Schild der, 50 (+25/30/35% AP) pro verbundenen verbündeten Champion, Schaden absorbiert.\r\n * **Q2** wird automatisch ausgelöst wenn Zelia sich mit allen lebenden Champions eines Teams verbunden hat.\r\nTodesgriff klingt erst ab wenn Zelia die Fähigkeit beendet hat oder getötet wurde.\r\n\r\n\r\n* **W - Graberde: (Range: 700) (Mana: 50/60/70/80/90) (Abklingzeit: 30/26/22/18/14)**\r\n**Zalost:**\r\n * **Passive:** Der Sarg hinterlässt eine Spur aus aufgewühlter Graberde. Wenn eine Einheit auf der Graberde stirbt erhält Zelia +2 Maximales Leben solange sie im Sarg ist.\r\n\r\n * **Aktive:** Zalost kreiert ein rechteckiges Feld mit Graberde welches erst verschwindet wenn 15/20/25/30/35 Einheiten darauf starben oder nach einer Minute.\r\nKann Maximal 1/1/2/2/3 Felder erschaffen.\r\n\r\n **Zelia:**\r\n\r\n * **Passive:** Wenn ein Gegnerischer Champion auf der Graberde stirbt hinterlässt er für 6 Sekunden ein Abbild von sich welches den nächsten Gegner oder Objekt mit normalen Angriffen angreift allerdings sind die Werte durch Items des Abbilds zum Original halbiert und das Abbild kann sich nicht bewegen. On-hit effekte werden ausgelöst.\r\n\r\n * **Aktive:** Mit einem Rechtsklick auf ein Abbild fährt Zelia in das Abbild, gibt ihm einen Schild, +25% Itemwerte und ermöglicht es dem Abbild sich zu bewegen.\r\n\r\n* **E - Rache der Toten: (Range: 125) (Range der Grabstätte: 800/1000/1200/1400/1600) (Mana: 60 auf allen Rängen) (Abklingzeit: 28/25/22/19/16)**\r\n**Zalost:**\r\n * Zalost errichtet eine Grabstätte an einer Wand. Wenn eine gegnerische Einheit eine verbündete Einheit in der nähe der Grabstätte tötet begibt sich die Seele der Einheit zu der Grabstätte. Ist die Grabstätte voll wird sie zerstört und die getöteten Einheiten kehren auf die nächste Lane zurück allerdings haben sie nur die hälfte der Leben.\r\n *  Die Grabstätte gilt als Terrain kann aber durch normale Angriffe zerstört werden.\r\n\r\nhttps://imgur.com/BTAxgkZ\r\n\r\nhttps://imgur.com/8KmqRTl\r\n\r\n **Zelia:**\r\n * **Passive:** Wird Zelia in der Reichweite der Grabstätte beschworen wird die Grabstätte zerstört und Zelia bekommt für jede Einheit in der Grabstätte +3/6/9 zusätzliches Leben, welches sie wieder verliert wenn sie stirbt oder die Dauer der Ult abgelaufen ist.\r\n\r\n **R - Rückkehr der Geliebten: (Mana: 100) (Abklingzeit: 150/135/120)**\r\n * Aus dem Sarg wird seine Frau Zelia in Geisterform beschworen.\r\n\r\n **Zalost:**\r\n * Wenn Zelia stirbt erhält Zalost einen Schild und in den nächsten 4 Sekunden sinkt die Abklingzeit von “Rückkehr der Geliebten” mit jedem Treffer einer Fähigkeit oder normalen Angriff auf ihn um 1/1.5/2 Sekunde.\r\n\r\n **Zelia:**\r\n * Wenn Zalost stirbt gerät Zelia für 4/5/6 Sekunden in rage was ihr Lauftempo erhöht, ihre normalen Angriffe verstärkt und zusätzlichen magischen Schaden verursachen. Wenn Zelia eine Fähigkeit aktiv hat wird diese abgebrochen. Sie greift den nächsten gegnerischen Champion an.\r\nMit jedem Punkt verbessern sich die Fähigkeitswerte von Zelia.\r\n\r\n**Item/Runenbuild:**\r\n\r\n* ** Items:**\r\n * Steinpanzer des Wasserspeiers\r\n * Gefrorenes Herz\r\n * Merkurs Schuhe\r\n * Warmogs\r\n * Höllenmaske\r\n * Dornenpanzer\r\n\r\n* **Runen:**\r\n**Entschlossenheit:**\r\n * Umklammerung der Untoten\r\n * Abriss\r\n * Konditionierung/Knochenpanzerung\r\n * Zuwachs\r\n\r\n ** Inspiration:**\r\n\r\n * Magisches Schuhwerk\r\n * Kosmische Einsicht\r\n\r\n**Spielweise:**\r\nZalost ist im frühen Spielverlauf sehr anfällig, kann nur schaden durch normale Angriffe machen und erst ab Level 6 ist er in der Lage, mithilfe von Zelia, Schaden zu verursachen. Mit seiner Frau entfaltet er in Teamfights sein volles Potenzial. Alle Champions die schon früh Potenzial haben ihm seines Lebens zu berauben sind auf jeden fall seine Schwäche.\r\n\r\n**Zitate:**\r\n\r\n* Pick: “Wir kämpfen in eurem Namen”\r\n* Bann: “Noch so ein Feigling Zelia” “Erbärmlich”\r\n* Spruch 1: “Das Leben ist nur ein vorübergehender Zustand. Der Tod jedoch ist ewig.”\r\n* Joke: \r\nDer Sarg fängt an gruselige Geräusche zu machen. Wenn ein Verbündeter in der nähe ist und ebenfalls den Joke ausführt geht Zalost zu dem Verbündeten und fragt. “Schau mal bitte nach”\r\nDer Verbündete öffnet den Sarg und wird von Zelia erschreckt: “Buuuuh!!!”Der Verbündete schreckt zurück und Zalost und Zelia lachen diesen dann aus.\r\n* Bewegung: “Schaffen wir das?” “Reiss dich endlich zusammen!”\r\n* Beim Kauf von Sunfire Cape: “Wir verbrennen sie bis nicht einmal mehr Asche übrig bleibt.”\r\n* Beim Kauf von Dornenpanzer:** “Sie werden sich nur selber töten.”\r\n\r\n\r\n* Gegenüber von Master Yi:\r\nZalost: “Du warst es. Du hast sie Umgebracht!!!”\r\nMaster Yi: “Es war notwendig”\r\nZalost: “Dann ist es auch notwendig dass wir uns Rächen!”\r\n\r\n* **Gegenüber von Irelia:**\r\nIrelia: “Du und Noxus werdet büssen für das was ihr Ionia angetan habt!!!”\r\nZalost: ”Wir werden sehen!”\r\n\r\n**Freunde/Feinde:**\r\n\r\n* Darius\r\n* Swain\r\n\r\n\r\n* Master Yi\r\n* Irelia\r\n* Karma\r\n* Ashe\r\n\r\n**Aussehen von Zalost:**\r\nZalost ist ein gross gebauter Mann mittleren alters. Als Waffe führt er eine grosse Spitzhacke mit sich. Er trägt am Oberkörper eine leichte Rüstung die an manchen Stellen sehr ramponiert ist. Er trägt einen Kapuzenumhang welcher ebenfalls sehr beschädigt ist und auf dessen Rückseite das Familienwappen von Zelia zu sehen ist. Um seinen Oberkörper hat er die rostigen Ketten des Steinsarges von Zelia gebunden mit der er den Sarg hinter sich herzieht.\r\n\r\nhttps://imgur.com/ovpMYzh\r\n\r\nhttps://imgur.com/s3CNJRm\r\n\r\nhttps://imgur.com/cgw5Fno\r\n\r\nhttps://imgur.com/wrh8UDa\r\n\r\n\r\n**Aussehen von Zelia:**\r\nZelia ist ein Geist mit langem offenem Haar. Farblich wie auch in ihren Bewegungen ähnelt sie sehr der Gestalt von Karthus. Sie führt in der einen Hand ein Einhänderschwert mit sich und mit der anderen führt sie Fähigkeiten aus. Sie trägt eine leichte Rüstung dessen Brustpanzer von einem Schwert durchbohrt wurde und aus diesem Loch in der Brust kommt schwarzer Dunst heraus. Sie hat weisses Haar welches sie offen trägt.\r\n\r\n**Kommentar:**\r\nDank geht natürlich an den guten Amycos Cyrus raus mit dem ich mich viel unterhalten habe und es macht extrem viel spass mit ihm über das ganze zu reden, sei es League of Legends an sich oder dessen Universum. In den bisherigen Unterhaltungen ist mein Kopf fast vor Ideen für neue Champions explodiert und der Hype war immer da. Ich habe während des Konzeptes extrem viel über LoL und Runeterra gelernt. Ich freue mich über das erstellen von neuen Konzepten und die Kommentare dazu.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2020-03-08T17:38:26.581+0000","up_votes":1,"down_votes":0,"body":"Und hiermit haben wir denjenigen, der dieses Forum zu Grabe tragen darf.","replies":[]}]}