{"id":"EObgiLYx","poster":"Sehyzar","date":"2019-10-12T21:49:33.543+0000","title":"Ich kann nicht mehr scrollen !?!","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Einen schönen guten Tag, \n\nich wende mich an euch, da mir der Support hier im Forum aus Seiten von League of Legends (Technik) bisher immer im Stich gelassen hat.\n\nIch habe mit meinem Account jetzt Jahrelang problemlos spielen können..\n\ndann war ich bei nem Freund und habe bei ihm LOL gespielt. Hat alles wunderbar funktioniert.\n\nJetzt bin ich wieder zuhause und meine ganzen EInstellungen waren einfach mal anders.. Ich weiß nicht wieso, aber mit Attackmove etc. das hab ich bei mir NIE so eingestellt.\n\nJetzt kommt aber das beste - nachdem ich alles wieder so eingestellt habe, damit es für mich passt - habe ich ein Spielchen gemacht.. Ich kann ingame nicht mehr scrollen.\n\nIch kann weder zu meinem Champion scrollen, noch kann ich im Menü die leiste runter scrollen.\n\nJa, es geht NUR ums scrollen. Der Rest passt wieder.\n\nWas ich gemacht habe:\n\n- Ich habe ingame alles auf Standard gesetzt - keine Besserung.\n- ich habe ingame nochmal konsequent nach DIESER Einstellung gesucht und ja - \"MB3\" ist unter \"Scrollen\" angegeben - keine Besserung.\n- ich habe mit einem Freund die Config abgeglichen - wir haben die gleiche - keine Besserung.\n- ich habe die Repair.exe drüber laufen lassen - keine Besserung.\n- ich habe den CONFIG Ordner in Lol gelöscht - keine Besserung.\n- ich habe LOL ganz gelöscht und nochmal neu installiert - keine Besserung.\n- ich habe mir SEINE LOL Dateien auf einen USB Stick gezogen und mit meinen ersetzt - keine Besserung.\n\nIch weiß nicht was ich noch machen kann ?! Außerhalb von LOL funktioniert alles einwandfrei..\n\n_**WAS KANN ICH NOCH TUN !? Es belastet mich ernsthaft.. o.O\n**_\nDanke.\n\n\nEdit:\n\nEs liegt DEFINITIV an meinem Account.\nIch logge mich bei nem Kumpel auf dem PC mit meinen Daten ein - das gleiche.\nEr loggt bei mir am PC mit seinen Daten ein - er hat es nicht.\n\nIch weiß nicht was ich noch tun kann.. ich verzweifel..\n\n","replies":[{"id":"","poster":"SayaShire","date":"2019-10-12T23:19:25.782+0000","up_votes":1,"down_votes":0,"body":"Wärs möglich, dass du versehentlich das Mausprofil geändert hast? \nIch hatte mal ne Logitech Maus, die im \"grünen\" Modus auch nicht gescrollt hat, im roten und blauen aber schon. \nGrün war für irgendwas anderes, was fürs Zeichnen gedacht war (nicht von mir eingestellt).","replies":[{"id":"","poster":"Sehyzar","date":"2019-10-12T23:40:08.120+0000","up_votes":1,"down_votes":0,"body":"Ahoi, nein - ich habe so eine 0815 Standard Maus. Aber auch dann, müsste ich ja bei anderen PCs mit deren Equip auch nicht das Problem haben..","replies":[{"id":"","poster":"SayaShire","date":"2019-10-12T23:49:15.612+0000","up_votes":1,"down_votes":0,"body":"Sehr seltsam. \nSollte eigentlich gehen, wenn du \"auf Standard zurück setzen\" drückst. \nWenn das nicht geht... \n\nWas genau sagt denn der Support zu deinem Problem?","replies":[{"id":"","poster":"Sehyzar","date":"2019-10-13T11:39:09.646+0000","up_votes":1,"down_votes":0,"body":"Der Support beachtet mich leider nie bei sowas..\n\nHabe schon X Tickets und beiträge ins Forum gejagt (Technisch) für andere Probleme etc.\n\nLeider habe ich bisher nie irgendwo eine Antwort erhalten auf meine fragen.. dementsprechend scheint es league of legends nicht zu interessieren was ich habe/mache","replies":[]}]}]}]}]}