{"id":"jWHjwEFF","poster":"Youniverse","date":"2018-11-30T08:03:24.925+0000","title":"Möchte einen Clan / ein Team erstellen","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Leute. W&uuml;rde gern ein Team zusammen stellen, das im Bereich Silver / Gold V ans&auml;ssig sein wird, nat&uuml;rlich mit Luft nach oben.\nDas K&uuml;rzel w&uuml;rde wie folgt aussehen: ~Mu..    Wer wissen m&ouml;chte, was es mit dem Begriff Mu auf sich hat, kann gerne fragen.\nIch selbst spiele seit der Beta League of Legends. Fr&uuml;her weniger ernst und eher zum Spa&szlig;. Im Laufe der Jahre hat sich jedoch ein wenig Ehrgeiz aufgebaut und das Ziel Gold 1 wurde gesteckt. Nach einem Jahr Pause habe ich vor etwa 3 Wochen wieder angefangen.\nIch bin zu Hause auf der Bot-Lane, wobei der Support jedoch die Priorit&auml;t ist.\n\nWichtig w&auml;ren mir folgende Dinge, f&uuml;r Mitspieler:\n\n- 18+, Ausnahmen w&uuml;rde ich machen, wenn mir der Charakter oder die geistige Reife passt.\n- kleines Ego, dennoch Ehrgeiz\n- geistige Reife, keine flames, m&ouml;glichst wenig tilten, Spa&szlig; am Spiel, auch wenn man verliert\n- Selbstkritik, was f&uuml;r mich bedeutet, dass man &uuml;ber die Spiele hinweg mehr &uuml;ber sich selbst lernt und seine Spielweise stetig verbessert\n- lockere Onlinezeiten. Ich selbst arbeite momentan noch im 3-Schicht-Dienst, was oft bedeutet, dass ich manchmal nicht da sein kann.\n  Es wird jedoch genug Raum geben f&uuml;r feste Zeiten oder l&auml;ngere &quot;Sessions&quot;.\n- Headset / Voicechat. Man muss nicht die ganze Zeit quasseln. Ist jedoch sehr angenehm, wenn man sich als Team hier&uuml;ber ein wenig n&auml;her kommt.\n\nSpontan fallen mir bisher nur diese Punkte ein, sollte sich was &auml;ndern, f&uuml;ge ich das &uuml;ber einen Edit hinzu.\n\nIch versuche es zum ersten Mal &uuml;ber das Forum und hoffe, dass ich hier auf Mitspieler treffe, die sich vorstellen k&ouml;nnen, gemeinsam Spa&szlig; zu haben und evtl. auch das ein oder andere Erfolgserlebnis zusammen zu feiern.\n\nLove&amp;Peace","replies":[{"id":"","poster":"Youniverse","date":"2018-12-01T07:00:55.499+0000","up_votes":1,"down_votes":0,"body":"Es soll ein Team werden. Dank für das Angebot; jedoch möchte ich das nicht allzu professionell gestalten.","replies":[]}]}