{"id":"1Fo6oEHf","poster":"Uranbrennstab","date":"2018-11-29T06:47:32.401+0000","title":"[TGSG] Oops he did it again","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":7,"body":"\r\n\r\nC9 Sneaky hat mal wieder alles gegeben. Seine beiden neusten Cosplays Peach und Bowsette übertreffen bislang alles was ich in dem Bereich gesehen habe. \r\nMitgliedern des LPGG Discords habe ich die Bilder bereits gezeigt, alle anderen müssen wohl oder übel Twitter benutzen und oder Google. Jedenfalls will ich mir hier keinen Ban einhandeln.\r\n\r\n\r\n\r\nIch finde es schade, dass der neue Leona Skin kein zwei in eins Ultimate geworden ist, hätte ich persönlich besser gefunden aber da kann man wohl nichts machen. \r\nEgal bald ist Freitag und dann heißt es wieder \"Hoch die Hände, Wochenende\"","replies":[{"id":"","poster":"Xayah Strife","date":"2018-11-29T07:11:04.991+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T07:14:50.543+0000","up_votes":1,"down_votes":0,"body":"Ja sollte man. Er ist der ADC für das NA Team Cloud 9","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T07:17:24.437+0000","up_votes":1,"down_votes":0,"body":" xD \"sollte\" ist nicht wahr.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T07:23:37.461+0000","up_votes":1,"down_votes":0,"body":"Muss?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T07:27:03.331+0000","up_votes":1,"down_votes":0,"body":"Ich hab Raumspray das nach Bratapfel mit Zimt riecht!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:09:33.269+0000","up_votes":1,"down_votes":0,"body":"Da wäre mir ein Bratapfel mit Zimt und Honig zum essen lieber. Meine Mutter macht die ganz gerne. Apfel aushöhlen und mit Honig und Zimt ausfüllen. Ab in den Ofen und dann zum Nachtisch.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:22:03.895+0000","up_votes":1,"down_votes":0,"body":"Die wollte ich immer mal selbst machen ._. aber es ist noch nie dazu gekommen. Dieses Jahr jedoch....\n\n#NEHMT EUCH IN ACHT IHR KLEINEN ÄPFELCHEN! MAMA SCHMEI?T DEN OFEN AN!\n\n:>","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:26:22.617+0000","up_votes":1,"down_votes":0,"body":"Schickst du mir einen zu?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:31:44.097+0000","up_votes":1,"down_votes":0,"body":"Ui c.c geht das überhaupt? Wird der nicht schlecht? Läuft der nicht aus?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:34:34.498+0000","up_votes":1,"down_votes":0,"body":"Stimmt. Dann musst du ihn wohl vorbei bringen! Eine andere Lösung gibt es einfach nicht.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:50:35.129+0000","up_votes":1,"down_votes":0,"body":"Hmmm ich müsste nur den unteren Teil versiegelt bekommen damit nichts raus läuft. Er müsste natürlich völlig auskühlen vor dem verpacken... Dann müsste er in einen kleinen Karton gepackt werden der dann in einen etwas größeren Karton muss, vielleicht noch etwas die Lücken mit Papier füllen damit es nicht hin und her schleudert.\n\nHmmmmmmm Aber ich gehe davon aus das der Apfel trotzdem irgendwie Feuchtigkeit von sich gibt und der Karton, oder beide, an- bzw. durchweichen.\n\n\\o/ Die Lösung sind Dosen! Apfel in Dose - Dose in Karton \\o/","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:52:52.810+0000","up_votes":1,"down_votes":0,"body":"Es. Gibt. Keine\nAndere. Lösung. \n\n\nAußer die mit der Dose. Die ist echt gut.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T09:00:25.061+0000","up_votes":1,"down_votes":0,"body":":p Und du sagst auch die Wahrheit ob sie schmecken oder widerlich sind?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T09:24:42.464+0000","up_votes":1,"down_votes":0,"body":"Nehme ich mal als ja .-.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-11-29T09:14:30.868+0000","up_votes":1,"down_votes":0,"body":"Ich Lüge nur selten, dafür aber gut. Das Aussprechen von Wahrheiten, gerade wenn sie eher bitter sind erhöht deine Glaubwürdigkeit, wenn du wirklich mal Lügen musst.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-29T07:29:00.428+0000","up_votes":1,"down_votes":0,"body":"..... wtf?!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T07:40:47.798+0000","up_votes":1,"down_votes":0,"body":":x Was denn?\n\nFrau Pferd hat beim DM bestellt für die Wohnbereiche und ich durfte mir was abzwacken für hier vorne xD brauch halt nur noch so einen elektrischen Sprüher. Aber des kommt wohl noch :'D\n\nUnd ich hab \"Frozen Berry\" als Raumspray! Falls ich mal wieder den Flur ... deleten muss xD","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T07:52:22.913+0000","up_votes":1,"down_votes":0,"body":"das ist mir alles zu süß :|","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:11:50.533+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht süß .-. Das ist lecker!\n\nAber gefühlt ist alles besser als dieses blöde Vanillezeug. Vanille im allgemeinen ist Mist c.c gestern hätte ich gerne eine Frau aus dem Bus getreten die Vanilleparfüm getragen hat. Vanille riecht weder gut wenn du darin badest noch wenn du nur ein Tröpfchen benutzt oder es Vanillepudding ist >.<","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T08:17:33.689+0000","up_votes":1,"down_votes":0,"body":"Ich mag Vanille :). Ich wünschte es gäbe Vanille Rasiergel :P","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:18:26.080+0000","up_votes":1,"down_votes":0,"body":"Du spielst mit deinem Leben mein Freund.","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T08:22:10.873+0000","up_votes":1,"down_votes":0,"body":"ich glaube, wir haben da einen komischen Typen ... Vanille Rasiergel .................. \n\nWenn ich richtigen Bartwuchs hätte, würde ich mir ja n Rasiermesser zulegen ...!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:25:36.401+0000","up_votes":1,"down_votes":0,"body":"Da hast du schon den ersten Denkfehler. Ein Mann mit richtigem Bartwuchs rasiert sich nicht!","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T09:02:40.257+0000","up_votes":1,"down_votes":0,"body":"War im Grunde auch nur ein Scherz xD. \n\nMein \"Bart\" ist ohnehin viel zu zottelig und unsauber um den mal voll auswachsen zu lassen, würde nach nix aussehen. Dazu hab ich:\n\na) einfach kein Bartgesicht\nb) keinen Nerv, das ständige Jucken auszuhalten. \n\nDementsprechend... da es bei mir auch reicht wenn ich mich 1-2 mal die Woche rasiere...  \n\nGibt's halt immer Kahlschlag ^^","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-29T08:43:13.962+0000","up_votes":1,"down_votes":0,"body":"naja doch, so ein wenig im Zaum halten ... :|\naber wie gesagt, ich stoppel nur vor mich hin","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:19:21.450+0000","up_votes":1,"down_votes":0,"body":":p Schon mal daran gedacht Vanille Aroma ins Rasiergel zu schütten? Oder ein paar Tröpfchen auf das Gel was du in die Hand nimmst? Das sollte deinen Wunsch erfüllen :p","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:14:26.383+0000","up_votes":1,"down_votes":0,"body":"Der Vanille Hass ist real. Aber ich bin auch eher der Schokoladentyp. Gerade was Pudding oder Eis angeht. Wobei es echt leckeren Vanille Quark gibt, den esse ich ganz gerne.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:20:38.195+0000","up_votes":1,"down_votes":0,"body":"xD Ich finde einfach das es stinkt! So wie gewisse Kollegen nach denen man die Toilette nicht benutzen kann und die sich niemals die Hände waschen >.<\n\nBei Vanillekipferl würde ich vielleicht eine Ausnahme machen. Wobei es da auch drölfmilliarden bessere Optionen gibt :>","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:23:37.099+0000","up_votes":1,"down_votes":0,"body":"Ja solche Kollegen haben wir auch. Wir nennen ihn den Stempler, einfach weil er immer einen braunen Stempel auf der Klobrille hinterlässt. Das ist schon ziemlich widerlich. \n\nWas bei Hel ist ein Kipferl?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:28:20.225+0000","up_votes":1,"down_votes":0,"body":"https://www.daringgourmet.com/wp-content/uploads/2017/10/Vanillekipferl-square.jpg https://images.ichkoche.at/data/image/variations/496x384/4/vanillekipferl-rezept-img-31386.jpg\n\nDas sind sie. Und wenn ich sie gerade so sehe... nääää xD die sind doch kacke!\n\nxD Das schlimmste ist das das WC hier unten halt kein Fenster hat! Das heißt dann wenn bestimmte Monster dort waren bin ich GEZWUNGEN die Eingangstüre umstellen damit sie permanent offen ist, dann die Türe vom WC auf - ordentlich Spray benutzen - Türe offen stehen lassen damit wenigstens irgendwie die Luft da raus kommt.\n\nAm besten ist dann wenn die Türe gerade 10 sek offen steht, jemand dran vorbei geht und... sie einfach zu macht >.<","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:57:17.898+0000","up_votes":1,"down_votes":0,"body":"xD Puderzucker einatmen ist göttlich.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:51:46.702+0000","up_votes":1,"down_votes":0,"body":":D Halt den Bart doch einfach unter einen Wasserhahn?","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-29T08:44:42.463+0000","up_votes":1,"down_votes":0,"body":"sehe ich auch so ... Zuckerguss > Puderzucker ... meistens habe ich eine von 2 Situationen ... entweder ich atme den Puderzucker beim abbeißen ein ... oder ich puste ihn weg -.-","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:44:17.210+0000","up_votes":1,"down_votes":0,"body":"Glaub mir, mit einem Bart ist das eher so Mittel. Vorallem wenns in der Frühstückspause passiert und du 10 Minuten darauf verwenden musst Zucker aus den Haaren zu bekommen.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T08:41:14.434+0000","up_votes":1,"down_votes":0,"body":"Ohja ... Manchmal denke ich auf Puddingbrezeln heiß zu sein :o stelle aber fest das es nur der 'Teig' inkl. Zuckerguss ist xD Zuletzt hab ich das Puddingzeug abgetrennt und meiner Schwester gegeben ._.\n\n:D Bei Berlinern macht das Spaß! Wenn du in dieses große dicke Ding beißt und danach gefühlt im kompletten Gesicht weiß bist :]","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:33:38.113+0000","up_votes":1,"down_votes":0,"body":"Die Kekse sind echt nicht so geil. Im Allgemeinen sehe ich Puderzucker als dem Zuckerguss unterlegen an und kann nicht nachvollziehen, warum ich etwas bestreuen sollte, wenn ich es glasieren kann. \n\nIst genauso mit Berlinern. Warum sollte man da Puderzucker oder Zuckerkristalle draufstreuen? Was für ein Mensch muss man sein? Das fällt alles ab in der Tüte oder klebt dir dann im Bart.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-11-29T16:45:18.380+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 59, Abendausgabe**\n\nDer Tag begann beinahe genau so wie der Donnerstag letzter Woche: Benotete Analyse. Nur, dass wir heute noch 1 Stunde an der Übungsanalyse... üben durften. Das Problem bei meiner war, dass ich sie noch hatte (was auch nicht gesetzt ist), aber keinen Plan mehr hatte, wo ich aufgehört hatte und demnach rumraten musste, welcher Schritt als nächstes kommt. Na ja, lief nicht so wirklich, also auf zur benoteten Analyse!\n\nDiese war... grauenhaft. Der Trennungsgang an sich lief gut, keine großen Probleme, nur als es in den \"heißen Bereich\" ging, also wo dann wirklich einzeln die Kationen getrennt und nachgewiesen werden, geschah folgendes: Nachdem ich Urotropin (super-duper Reagenz. Liefert Ammoniak, ohne meine Lösung nennenswert basischer zu machen) zugab, fiel kein Niederschlag aus. Das naive Ich dachte: \"Hm, ok, ist halt kein Bismut drin, also Blei und/oder Kupfer!\" Nächster Schritt war Ammoniakzugabe, jetzt sollte es schön basisch sein, und hier sollten zwei Dinge passieren: Entweder meine Lösung wird blau, womit ich Kupfer nachgewiesen habe, oder es fällt mir ein Niederschlag aus, den ich nochmal mit Thioacetamid verkochen darf, um mein Blei nachzuweisen. Oder auch beides zusammen ist möglich. Das Problem war halt nur... es geschah das Gegenteil: Nichts von beiden. Heißt also: Kein Bismut, kein Kupfer und auch kein Blei. Und mehr als die drei können nicht drin sein. Blöd nur, dass mir auf Nachfrage die Assistenten bestätigt haben, dass mindestens ein Kation drin ist, d.h. die Trollvariante \"Haha ist in Wirklichkeit keins von dreien!\" gibt's nicht. So, jetzt finde etwas, was sich nicht zeigen will. Musste mich also grob durch die Vorproben raten und ja... hoffe, es ist wirklich nur Blei drin, denn dessen Vorprobe war so ziemlich das einzige, was dann wirklich funktioniert hat.\n\nDer Nachmittag dagegen war mehr als entspannt. Ich habe nämlich ungelogen gar nichts getan. Weil wir wieder unter dem Abzug arbeiten dürfen, nur dieses Mal dauern die Arbeiten eine halbe Stunde, wir hatten anderthalb, und wenn 30 Schüler einzeln ihre Nachweise machen müssen... könnt ihr euch ja mal selber ausrechnen. Also habe ich Mitschüler genervt, Gespräche abgehört und nebenher ein Buch entdeckt, dass einer mitgenommen hatte, der schon eine Weile was mit Chemie gemacht hatte (ich kenne seine Hintergrundgeschichte nicht), in dem eine Menge interessanter Kram zur qualitativen Analyse, also unserer momentanen Beschäftigung, stand. So konnte der interessierte Leser auch herausfinden, wie man zu Beispiel Uran, Thorium, Wolfram und andere aberwitzige Elemente nachweisen kann.\n\nA propos Assistenten: Wir haben zwei. Nicht mehr lange, weil eine/r (ich verrate es mal nicht, Datenschutzgründe und so...) wegen privaten Gründen aufhören muss. Leider der bessere Assistent von beiden und der andere übernimmt ab sofort alleine. Mir graut es jetzt schon.\n\nZum Ende kann ich aber noch berichten, dass ich morgen für eine Freundin Laborputzdienst übernommen habe, weil... darauf gehen wir nicht ein. Danke.\nUnd gaaaaaaaaaaaaaaaaaanz eventuell bin ich in der S-Bahn kurz eingenickt. Zum Glück rechtzeitig aufgewacht, weil 50% Skills, weil ich eben weiß, wann ich aufwachen muss, und 50% die richtige Musikwahl. Eins meiner momentanen Lieblingslieder: \"Krieger\" von Eisbrecher.\n\nDanke dafür, Eisbrecher!","replies":[{"id":"","poster":"Qbert","date":"2018-11-30T05:21:16.732+0000","up_votes":1,"down_votes":0,"body":"> Zum Ende kann ich aber noch berichten, dass ich morgen für eine Freundin Laborputzdienst übernommen habe, weil... darauf gehen wir nicht ein. Danke.\n\nda will wohl jemand bei jemandem landen?! ;D","replies":[{"id":"","poster":"INoKami","date":"2018-11-30T16:49:56.885+0000","up_votes":1,"down_votes":0,"body":"Ähm... erstmal überhaupt anfunken, ob sich im Luftraum andere... Teilnehmer aufhalten. Weil ich meine, dort hinten etwas gesehen zu haben.\nUnd selbst das ist schon eine Herausforderung, weil das Funkgerät auch nicht mehr das neueste Modell ist und ich sowieso noch nie gefunkt habe. \"Ist nicht mehr relevant, seit es Computer an Bord gibt!\", haben sie in der Ausbildung gemeint...\nIm Nachhinein ist man ja immer schlauer.","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2018-11-29T09:35:18.253+0000","up_votes":1,"down_votes":0,"body":"Ich sehe Vanille Kipferl {{sticker:sg-lux}} \n\nKriege ich welche davon? :3 ... ich hoffe ja, dass ich welche zu Weihnachten bekomme :D","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T09:43:43.076+0000","up_votes":1,"down_votes":0,"body":"Nein, alle Kekse die hier auftauchen sind meine.\n\n*mümmel*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T09:47:46.880+0000","up_votes":1,"down_votes":0,"body":":o Teil gefälligst ein paar Kekse du Nudel!","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T09:49:18.928+0000","up_votes":1,"down_votes":0,"body":"iff weif gar nifft welfe Kekfe du meinft ..... \n\nhttp://pic.pc6.com/up/2015-12/20151221171252.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T09:54:56.872+0000","up_votes":1,"down_votes":0,"body":"Immer wenn du das machst, muss ich mir vorstellen wie du da auf der Arbeit sitzt und so einen Satz laut sagst um in etwa diesen Laut in Schrift zu benutzen xD Dann muss ich die Seite minimieren und aufstehen, weil ich sonst viel zu laut lachen oder zu breit grinsen muss, was sich ich hier niemandem erklären könnte xDDDDD\n\n*Ein Körbchen Kekse klau und sie Xeni hin stell*\n\n:> :p :p :p :p","replies":[{"id":"","poster":"flinxxx","date":"2018-11-29T17:44:00.132+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=1Fo6oEHf,comment-id=00050000000000000000,timestamp=2018-11-29T09:54:56.872+0000)\n>\n> Immer wenn du das machst, muss ich mir vorstellen wie du da auf der Arbeit sitzt und so einen Satz laut sagst um in etwa diesen Laut in Schrift zu benutzen xD Dann muss ich die Seite minimieren und aufstehen, weil ich sonst viel zu laut lachen oder zu breit grinsen muss, was sich ich hier niemandem erklären könnte xDDDDD\n> \n\nIch habe mir die ganze Szene  gerade in einem Großraumbüro vorgestellt ....\n^^^^\n\n*.. noch mehr Kekse rüberschieb... auch wenn von eines Gastes Hand .. *","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-30T06:25:57.052+0000","up_votes":1,"down_votes":0,"body":"xD Ohja! Das wäre auch super!\n\nOder er spricht so in seinem Kopf, um es möglichst genau schreiben zu können. Dann wird er angesprochen und redet dann so XD","replies":[{"id":"","poster":"Qbert","date":"2018-11-30T06:29:06.340+0000","up_votes":1,"down_votes":0,"body":"Iff weif garnifft waf daran ffso LUFTIG ifft?!! *mümmel*","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-11-29T09:59:08.934+0000","up_votes":1,"down_votes":0,"body":"> Ein Körbchen Kekse klau und sie Xeni hin stell\n\n*wegschnapp*\n\nNaja, iff spreffe daf weeeeeeeeenigftenf im Kopf mit und muff aufpaffen nüfft laut fffffo zfu reden xD\n\n*weiter mümmel*","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T10:02:45.482+0000","up_votes":1,"down_votes":0,"body":"Ich würde sagen wir brauchen einen Schiedsspruch durch Kampf. Der Gewinner darf die Kekse behalten.","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T10:04:41.037+0000","up_votes":1,"down_votes":0,"body":"Welche Waffen? Wir könnten das Poro mit Nägeln bekleben. Schusswaffen würde ich ausschließen, nicht grade ehrenvoll.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T10:05:49.667+0000","up_votes":1,"down_votes":0,"body":"Wenn dann Duellpistolen. Aber wir nehmen die Axt, die Königin der Waffen. Und keine Rüstung!","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T10:09:51.191+0000","up_votes":1,"down_votes":0,"body":"Okay.... Axtkampf zwischen einem Flauscheball ohne Arme und einem Romantitel! Yeah!\n\nIch setze auf den Romantitel, etwas ohne Körper kann nicht getötet sondern nur vergessen werden. Während das Poro irgendwann unweigerlich verhungert.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T11:00:49.084+0000","up_votes":1,"down_votes":0,"body":"Der Kampf klingt ja richtig lahm... Wir sollten ihnen Champions zur Seite stellen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T11:01:51.190+0000","up_votes":1,"down_votes":0,"body":"ICH WÄHLE DICH: KARPADOR!!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T11:05:29.284+0000","up_votes":1,"down_votes":0,"body":"*peinliches zirpen von Grillen*\n\n*betretenes Husten* Ja nun...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T11:27:28.520+0000","up_votes":1,"down_votes":0,"body":"*einen Top-Beleber reich*","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-11-29T11:15:40.866+0000","up_votes":1,"down_votes":0,"body":"Er ist vertrocknet... {{sticker:sg-soraka}}","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-29T10:21:32.451+0000","up_votes":1,"down_votes":0,"body":"COME AT ME\n\nhttps://vignette.wikia.nocookie.net/leagueoflegends/images/f/f6/Darius_Poro.jpg/revision/latest?cb=20150220090801&path-prefix=de","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T10:23:47.164+0000","up_votes":1,"down_votes":0,"body":"Niedlich, Schulterpanzer ohne Schultern ^^","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T10:24:34.995+0000","up_votes":1,"down_votes":0,"body":"ist in meinem Fall ein Pfötchenpanzer :P","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-29T10:13:03.251+0000","up_votes":1,"down_votes":0,"body":"... welche Kekfe? \n\nôO","replies":[]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2018-11-29T09:56:47.489+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-soraka}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T10:07:21.500+0000","up_votes":1,"down_votes":0,"body":"*heimlich ein paar Kekse zu schieb* :>","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-29T10:23:01.102+0000","up_votes":1,"down_votes":0,"body":"Danffeffön {{sticker:sg-jinx}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T12:52:33.837+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-29T12:58:19.510+0000","up_votes":1,"down_votes":0,"body":"{{sticker:katarina-love}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T13:17:01.902+0000","up_votes":1,"down_votes":0,"body":"{{item:3340}} {{item:3340}} {{item:3340}} \n*Blumenstrauß*","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-29T21:59:02.376+0000","up_votes":1,"down_votes":0,"body":"ähm Blumen... das will ich aber nicht essen {{sticker:sg-lulu}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-11-29T10:01:30.470+0000","up_votes":1,"down_votes":0,"body":"Wir sind zu dem Konsens gekommen, das weder Wesley noch ich die Dinger mögen. Folglich musst du nur in einem Kampf auf Leben und Tod den Poro besiegen, dann gehören sie alle dir.","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-29T10:25:09.776+0000","up_votes":1,"down_votes":0,"body":"Für mich als Profreund ist das keine Option {{champion:201}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T10:26:35.749+0000","up_votes":1,"down_votes":0,"body":"yeah \n\nhttp://i.imgur.com/svapkXw.jpg\n\n*{{item:2010}}  rüberschieb* aber verrat's bitte keinem","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-29T11:47:58.488+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-jinx}}","replies":[]}]}]}]}]},{"id":"","poster":"Maexle","date":"2018-11-30T01:18:07.361+0000","up_votes":1,"down_votes":0,"body":"Ich kommentiere hier nur, obwohl es eigentlich schon Freitag und damit Zeit für einen neuen TGSG Thread ist, damit dieser auf 100 Beiträge kommt. \n\n{{champion:17}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-30T05:17:18.826+0000","up_votes":1,"down_votes":0,"body":".. ich wollte den 100. Beitrag heute machen :(","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T12:26:57.512+0000","up_votes":1,"down_votes":0,"body":"#EEEEECCCHHHHOOOOOOOOOOOOOO\n\nSeid mal nicht so langweilig und ruhig!","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T11:32:15.574+0000","up_votes":1,"down_votes":0,"body":"Gleich gibt es Mittagessen \\o/","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T11:39:05.240+0000","up_votes":1,"down_votes":0,"body":"Backofenpommes?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T11:50:03.839+0000","up_votes":1,"down_votes":0,"body":"Kartoffeln! Kohlrabi in einer selbstgemachten Sauce \\o/ und zwei Würstcheeeeeeeeeeeen","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T09:17:01.093+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht worauf ich mich heute am meisten freuen soll D:\n\nFeierabend?\nMittagessen?\nMorgen ist Freitag?\n\nShining Resonance Refrain scheint übrigens ziemlich genial zu sein. Hab es gestern 5 Minuten auf der Switch gespielt ô.ô Also die Demo. Sieht wirklich sehr sehr sehr gut aus. Mal gucken ob ichs mir bei Steam kaufe oder im Nintendo Shop .-. mit der Switch könnte man ja theoretisch am PC spielen, zumindest über den Bildschirm... hmmmm\n\nDann wollte ich Pokemon Evoli mit Pokemon Go verbinden und die Meltan Sache testen :'D Dafür muss ich erst mal nach Fuchsania City kommen. Und wenn man auf den aktuellen Spielstand blickt.... dauert das noch ein paar Monate xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T09:19:29.010+0000","up_votes":1,"down_votes":0,"body":"Die wichtigste Frage: Kann man Evoli entwickeln?","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T09:21:52.871+0000","up_votes":1,"down_votes":0,"body":"nein, nicht das, welches du von Anfang an hast\nPikachu auch nicht\n\nAber du kannst weitere Evoli/Pikachu fangen, die können sich entwickeln","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T09:34:03.137+0000","up_votes":1,"down_votes":0,"body":"Also werde ich ein Pokemon vom Typ normal haben, welches keine gute Attacke kann und dessen einziger Trick es ist sich in verschiedene Pokemon verwandeln zu können, welcher aber nicht funktioniert, weil man auf Teufel komm raus den Geist der Serie erhalten wollte? Omegayikes.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T09:52:06.608+0000","up_votes":1,"down_votes":0,"body":"Evoli ist richtig OP OK?! D:\n\nHat mir bisher alle Arenaorden beschert (2!!!!!!!!!!!) und trägt alle Kämpfe für mich aus :o Das war schon auf Lv 20 als meine Gegner noch Level 14 hatten! Diese Noobs ô.ô\n\nEs gibt eine Person in einem PoeCenter das deinem Begleiter besondere Attacken beibringen kann. Jeweils eine vom Typ Wasser, Feuer und Elektro. Zumindest bei Evoli, keine Ahnung wie es bei Pikachu ist. Und diese Attacken sind halt OP OP. Je nach Arena rennst du halt mit \"der einen\" Attacke da durch (z.b Elektro bei Misty, Feuer in Prismania City) und vernichtest alles x)","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T10:04:36.136+0000","up_votes":1,"down_votes":0,"body":"Das klingt ja richtig einfach. Damals musste man noch drölfhundert Stunden farmen, bevor man sich in die Arenen getraut hat. Da hatte man auch gerne mal zwei oder drei Pokemon am Start und die Tasche voller Tränke.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T10:15:14.814+0000","up_votes":1,"down_votes":0,"body":"Die früheren Editionen waren eben einfach. Also ich habe früher gegen jedes wilde Pokemon gekämpft und jeden Trainer besiegt der mir über den Weg gelaufen ist und war immer stärker als die Arenaleiter.\n\nDie Pokemonliga war fast genau so einfach, nur eben die Drachen Pokemon nicht c.c Die waren richtig asozial.\n\nRichtig schwierig ist es mit den neuen Editionen geworden finde ich. Da gibt es die beklopptesten Kreuzungen. Da hattest du gefühlt gar keine Antwort drauf >.<\n\n#ICH GESTEHE DEN \"RIVALEN\" IN POKMEON ~~SCHWARZ~~ ~~WEIß~~ MOND VOR DER LIGA NIE BESIEGT ZU HABEN UND STATTDESSEN VON NEU ANGEFANGEN HABE AUS ANGST!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T11:04:03.910+0000","up_votes":1,"down_votes":0,"body":"Wa? Die alten Editionen waren ziemlich schwer, verglichen mit dem aktuellen wie Sonne und Mond und lgp/LGE","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T11:09:43.776+0000","up_votes":1,"down_votes":0,"body":"Nein! Die alten waren easy af.\n\nMeine letzte war Mond und nachdem ich das Mondpokemon Ding gefangen hatte und es zur Liga ging... Hardstuck xD dieses missgebildete etwas von Pokemon ... \"Null\" heißt es ... nimmt einfach alles auseinander. Ich bin nie dran vorbei gekommen :< Also habe ich von neu angefangen um ein besserer Trainer zu werden! Denn offensichtlich war ich zu schwach und mein Team zu mikrig um \"Null\" in den Boden zu stampfen!","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-29T09:37:13.985+0000","up_votes":1,"down_votes":0,"body":"Nein du bist kein Ditto .... :D wobei ich Ditto liebe, ich liebte es damals in der Serie (mit seinen wenigen Auftritten) und liebe es noch immer!\n\nEs geht ja nur um den Spaß ... sieh es doch nicht so ernst :(\nIch finde die neuen Versionen auch ein wenig zu einfach, aber trotzdem mag ich sie","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T10:03:33.655+0000","up_votes":1,"down_votes":0,"body":"Ja aber... Stats... PVP.... Ranglisten.... Aaaaaargh!","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T09:39:01.686+0000","up_votes":1,"down_votes":0,"body":"Mir ist gestern Abend aufgefallen das ich AUFGRUND DES NICHT WAHRGENOMMENEN BUGS mit den Leona Icons 1.1k RP für die Icons bezahlt habe, da ich die Rahmen haben wollte xD STATT 2x 230 RP.\n...\n...\n...\n...\n...","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T10:03:30.603+0000","up_votes":1,"down_votes":0,"body":"Support? ^^\n\nAm besten schreibst du Beleidigungen in Capslock. Da Reagieren die schneller drauf.\n\nOh, und in rot. Rot is schnella!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T10:23:48.181+0000","up_votes":1,"down_votes":0,"body":"Es war ja von vornherein beabsichtigt die Icons NIEMALS einzeln zum Verkauf raus zu bringen. Es gab aber einen Bug, oder eher Fehler dieses Clients-Veröffentlichungs-Menschen, wodurch man sie doch hätte einzeln kaufen können. Für je 230 RP halt.\n\nDa die Icons aber nicht so schön sind, wollte ich sie nicht xD\n\nDann hat man den Fehler des besagten Menschen behoben und alles war wie es sein sollte. Nur das mir aufgefallen ist, dass ich für Rahmen und zwei Icons im Endeffekt die 1.1k RP ausgeben musste ô.ô\n\nIch könnte die Leute nur anschreiben, weil ich einen der Leona Skins instant aus einer Kiste gezogen habe nachdem ich ihn gekauft habe xD Aber dafür war und bin ich zu faul diesmal.","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-29T06:55:36.232+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern nur verstörende Bilder von Renekton und Tibbers gesehen c.c Jetzt muss ich auch nach den Bildern googeln. Dabei wollte ich heute Morgen etwas arbeiten D:","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T06:57:15.521+0000","up_votes":1,"down_votes":0,"body":"Was dich nicht alles verstört... Ich glaube du hast noch sehr viel Nachholbedarf","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T07:05:53.683+0000","up_votes":1,"down_votes":0,"body":"Nein D: bitte nichts nach holen! Nicht das! Glaub wenn ich noch ein oder zweimal solche Bilder sehe wird es das erste mal sein das ich etwas mit dem Tag NSFW meiden werde .-.\n\nDafür stehe ich aber ziemlich auf den weiblichen Sneaky!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T07:22:57.835+0000","up_votes":1,"down_votes":0,"body":"Aber dann verpasst du so vieles. So viele interessante Sachen und bemerkenswerte Dinge. \n\nSneaky haut auch echt einen nach dem anderen Raus. Lux und Sivir waren schon echt gut. Da kann man das nächste gar nicht mehr abwarten.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-29T07:26:35.284+0000","up_votes":1,"down_votes":0,"body":"Ja :D Hab eben Bilder vom Sivir Cosplay gesehen. Da war es um mich geschehen :o","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T07:29:29.012+0000","up_votes":1,"down_votes":0,"body":"ich finde seine Verwandlungsfähigkeit auch beeindruckend ... manchmal musste man wirklich genau hinschauen :S","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:10:22.482+0000","up_votes":1,"down_votes":0,"body":"Aber lieber nicht so genau hinschauen. ( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T08:21:00.661+0000","up_votes":1,"down_votes":0,"body":"doch, gerade dann :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-29T08:24:17.494+0000","up_votes":1,"down_votes":0,"body":"Trap Level: Dangerous","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-29T07:06:28.943+0000","up_votes":1,"down_votes":0,"body":"Ich finde sein Pizza delivery Sivir Cosplay am besten tbh D:\nAber die neusten 2 sind natürlich auch übertrieben gut :D. Könnt ich nur träumen von xD\nAllerdings hat er ja auch (soweit ich weiß) eine erfahrene Cosplayerin als Freundin ^^, dat carryt schon einiges :P\n\nAnsonsten..\nIch will nach Hause, bald WE, bald Weihnachten, bald Feierabend!","replies":[{"id":"","poster":"Metalmonni","date":"2018-11-29T08:04:12.946+0000","up_votes":1,"down_votes":0,"body":"Chronologische Aufzählung? ^^","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-11-29T07:26:09.612+0000","up_votes":1,"down_votes":0,"body":"Jo, da wird er echt gut supported. Schauen wir mal, was er sonst noch macht, ich bin da echt gespannt.","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-11-29T07:10:03.943+0000","up_votes":1,"down_votes":0,"body":"euer allseits beliebter Fusselball arbeitet heute wieder nur bis 12 =D *hurra*\n\nMit Leona gebe ich dir Recht ... es wäre schöner gewesen das zusammen zu tun, ähnlich wie bei Elemental-Lux aber nun gut ... \n\nHabt einen schönen Start!","replies":[]}]}