{"id":"TWqXNakm","poster":"Nymphtamine","date":"2018-11-28T14:52:21.166+0000","title":"Error Code 5c / 5q","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey Leute,\nleider ist heute Vormittag  das Problem aufgetreten, dass ich leider kein Game starten kann, da ich besagte Fehlermeldung habe, Neustart des Clients oder auch des Pc s war erfolglos. Auch mein Overview ist eher ein Black Screen, ebenso stehen meine Riot Points and Blue Essence auf Null und ich würde doch schon sehr gerne spielen, \nkann mir da jemand helfen oder hat auch diese Probleme??\n\nLiebe Gr&uuml;&szlig;e,\nNymphtamine","replies":[{"id":"","poster":"SKT Biwpo","date":"2019-01-23T20:14:09.031+0000","up_votes":1,"down_votes":0,"body":"nach wie viel zeit hatt m sand verlaufen","replies":[]},{"id":"","poster":"swordmaster46","date":"2019-01-23T20:06:55.868+0000","up_votes":1,"down_votes":0,"body":"Gibt/ Gab es eine Lösung für das Problem oder hat sich dieses mit der Zeit einfach selbst behoben?\nEin Kumpel von mir hat grade genau diese Fehlermeldung und kann nichts mit dem Game anfangen (spielen/ Skins anschauen/ ...).","replies":[]},{"id":"","poster":"Ayasha","date":"2018-11-30T13:03:55.909+0000","up_votes":1,"down_votes":0,"body":"Also bei mir funkrtioniert alles wieder bei euch auch?","replies":[]},{"id":"","poster":"Nymphtamine","date":"2018-11-28T21:20:37.085+0000","up_votes":1,"down_votes":0,"body":"$Dnke für eure Antworten.\n \n> HAst du 2 Internetverbindungen? Vielleicht liegt es daran.\nDer Luxus ist mir Leider nicht vergönnt, auf die Ticket Support Seite komme ich leider ebenfalls nicht, ich denke, da heißt es dann erst einmal abwarten und hoffen, dass das Problem sehr zeitnah behoben wird, habe es gerade nochmals ausprobiert, immer noch tote Hose.\nHabe sogar noch einen Virenscanner bei mir drüber laufen lassen, aus Angst, dass da etwas sein könnte, gerade weil auch online die Support Seite immer wieder über eine Fehlermeldung bzw. Veriferzierung nicht erreichbar war.","replies":[]},{"id":"","poster":"Crunchon","date":"2018-11-28T19:45:09.024+0000","up_votes":1,"down_votes":0,"body":"Gibt es schon eine Lösung für dieses Problem?","replies":[]},{"id":"","poster":"Ayasha","date":"2018-11-28T19:29:24.304+0000","up_votes":1,"down_votes":0,"body":"Ist bei mir eben so nachdem update ging nichts mehr","replies":[]},{"id":"","poster":"G0dyear","date":"2018-11-28T18:33:11.841+0000","up_votes":1,"down_votes":0,"body":"bei mir das alle gleiche hab auch schon neu installiert und diesen hextech repair tool laufen lassen steht immer nur error \nund auf die support seite kann ich auch nicht zugreifen um ein ticket abzuschicken......","replies":[]},{"id":"","poster":"soistesS","date":"2018-11-28T17:40:33.841+0000","up_votes":1,"down_votes":0,"body":"Repair hat bei mir nicht geklappt ,die  Virenschutz/Einstellungen sind auch ok \nIch denke das Problem liegt bei riot.....","replies":[]},{"id":"","poster":"Singed Bοt","date":"2018-11-28T17:25:39.230+0000","up_votes":1,"down_votes":0,"body":"Hey, Ich hab seit heute auch das selbe Problem. Ich kann zb meine Champs ansehen aber nicht mein Spielverlauf.\n\nEdit: Es liegt anscheinend nicht an den Account. Hab ein anderen ausprobiert und ich hatte immer noch das Problem. Und Full Repair hat nichts gebracht.\nEdit2: Okey bei mir gehts wieder aber nur wenn ich mein anderes WLan benutze. Ich beziehe neben meiner Wohnung noch das Internet von meinem netten Nachbar über mir. HAst du 2 Internetverbindungen? Vielleicht liegt es daran.","replies":[]},{"id":"","poster":"soistesS","date":"2018-11-28T16:11:58.213+0000","up_votes":1,"down_votes":0,"body":"Hab genau das gleiche Problem ....","replies":[{"id":"","poster":"Nymphtamine","date":"2018-11-28T16:24:45.687+0000","up_votes":1,"down_votes":0,"body":"Lass dir gesagt sein, Neuinstallation bringt nichts.","replies":[]}]}]}