{"id":"ntdpAn3p","poster":"D3SP4IR","date":"2018-11-27T23:37:50.226+0000","title":"Grasp Caitlyn?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Habe auf Probuild gesehen, das die meisten jetzt Cait auf Grasp spielen? liegt das an der Pre season, das man ausprobiert, oder haben die letzten changes Resolve zum Core Tree f&uuml;r adcs gemacht?. Wenn ja, ist das auch auf anderen adcs viable?","replies":[{"id":"","poster":"SuicidePlank","date":"2018-11-27T23:39:04.317+0000","up_votes":4,"down_votes":0,"body":"https://www.youtube.com/watch?v=vKU7JsDTj1A \n\nist da drin.","replies":[]},{"id":"","poster":"BlackfrostAngel","date":"2018-11-28T13:22:55.784+0000","up_votes":1,"down_votes":0,"body":"Gasp wird nicht auf anderen Adcs als Cait gespielt. Nur Cait kann durch ihre hohe Range oft genug die Rune auslösen. Aber es ist nicht gut. Die Statistiken zeigen, dass die meisten die es versuchen mit einer 45% win rate erbärmlich scheitern.\nEs ist in bestimmten Elos und mit bestimmten sicherlich spielbar, aber solange ihr nicht diese habt solltet ihr es nicht versuchen. Und besonders nicht auf anderen Adcs.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-28T05:46:48.174+0000","up_votes":1,"down_votes":0,"body":"Naja Resolve finde ich sehr stark momentan. Ich spiele Midlane und spiele Lissandra mit aftershock (ist glaub ich momentan ziemlich Standard), aber wenn ich Twisted Fate spiele nehme ich auch oft Grasp. \n\nEinerseits gibt mir grasp gegen viele Champs wie Yasuo guten Schutz, andererseits kann ich meine defensive stärken mit Rüstung/Magresi bzw gegen poke mit Secondwind bisschen gegenhalten.\n\nMit dem neuen Towerplating ist auch Demolish eine sehr nette sache. Mit 2 proccs bekommt man 1-2 Towerplating = 160-320G (je nachdem wieviel Zeit und minions man hat).\n\nIch weiß noch nicht ob ich dabei bleibe, aber ich teste das halt jetzt ein bisschen.\n\nBei ADC wundert es mich ein wenig, weil die haben oft einen Resolve Supporter dabei, aber ich schätze die Vorteile, die ich bei Twisted Fate sehe, kann man durchaus auf ADC auch übertragen :)","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-11-28T07:52:20.415+0000","up_votes":1,"down_votes":0,"body":"Zumal Cait es durch ihre Range auch deutlich einfacher auslösen kann als andere ADCs. Ich denke trotzdem nicht, dass es das über die Preseason hinaus schaffen wird.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-28T08:05:28.699+0000","up_votes":1,"down_votes":0,"body":"Ich denke, dass Riot auffallen wird, dass Resolve von Midlanern und ADC abused wird und werden es nerfen/anpassen für Ranged Champions :-/","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-11-28T08:09:19.754+0000","up_votes":1,"down_votes":0,"body":"Na ja an sich ist es für Ranged Champions ja schon schwächer. Allerdings wäre auch abzuwarten ob Demolish so bleibt wie es ist, wenn man schaut wie viel Fokus darauf gelegt wird und wenn da Veränderungen vorgenommen werden könnte es auch schon sein, dass Resolve für Damage-Dealer uninteressant genug wird, zumindest als primary.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-28T08:24:55.274+0000","up_votes":1,"down_votes":0,"body":"Könnte sein, aber Demolish ist eine kleine Rune, dh sie kann problemlos als secondary mitgenommen werden. \n\nEs ist halt so, dass sich grade immobile Champs gegen den Schaden schützen müssen. Wenn sie Resolve wieder auf Tanks bringen wollen, müssten sie mMn die anderen Bäume etwas stärken und den Schaden im EarlyGame reduzieren. Ich kann jetzt nur von der Midlane reden, ADC hab ich schon lang nimmer gespielt, aber so lange der Poke bzw waveclear von Nahkämpfern wie Kata, Yasuo, Aatrox oder Akali im Early so stark ist, dass sie einen Mage tw aus der Lane drängen können, werde ich bei resolve bleiben...","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-11-28T08:32:35.644+0000","up_votes":1,"down_votes":0,"body":"Das Ding ist, dass overall auch nur Cait wirklich vermehrt auf Resolve primary gespielt wird und der Rest der ADCs nicht. Die anderen Bäume zu buffen wäre also vermutlich etwas übereilt.\n\nWenn ich allerdings als Schütze Demolish nicht mal mehr als secondary mitnehme, sondern man es so anpasst dass es wie eigentlich angedacht nur wirklich für Tanks interessant ist, überlegt sich auch eine Cait 2x ob sie extra für Grasp in den Resolve-Tree geht.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-28T09:56:39.481+0000","up_votes":1,"down_votes":0,"body":"Wird sich zeigen.\n\nDie sache ist die: Dadurch, dass man jetzt durch Schaden an Türmen sehr früh zusätzliches Gold lukrieren kann wäre es blöd Demolish nicht mal als Second mitzunehmen. Dadurch kann man einen Recall der Gegner bzw einen Kill halt richtig übel bestrafen/ausnutzen. Grad als Cait, die ja früher als andere ADC ihre Powerspikes hat, kannsich das schon lohnen.","replies":[]}]}]}]}]}]}]}]}