{"id":"TZZXjOyl","poster":"Ânivia Midlane","date":"2018-11-27T18:44:59.952+0000","title":"Du hast Lust und Zeit als Moderator im Bereich Event/Ranked Verantwortung zu übernehmen? Melde dich","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Wir sind Reso**\r\n\r\nUnsere Multi-Gaming-Community mit Gemeinschaftssinn. Klar strukturiert, st&uuml;rzen wir nicht blindlings mit nur einem Ziel vor Augen in die Welt der Online-Spiele. Wir sind eine Gemeinschaft, die auf ein Miteinander baut und die Resultate daraus zu sch&auml;tzen wei&szlig;. Es soll Spa&szlig; machen, in einer freundlichen Community neue Games zu entdecken, sowie alte Spiele zu spielen und zusammen zu zocken. Die Basis dazu bietet uns ausgezeichnet League of Legends.\r\n\r\n**Zu den Informationen:**\r\n\r\nWir suchen Mods um unser stetig wachsende Community perfekt an die W&uuml;nsche unserer Mitglieder anzugleichen. Hier kannst nun du ins Spiel kommen. Wolltest du schon immer mal ein Event leiten oder ein ganz neues erfinden? Willst du diese Idee gerne den Leuten bei uns vorstellen? Und du magst es auch, die Verantwortung daf&uuml;r zu &uuml;bernehmen und offen f&uuml;r Neues zu sein? Dann ist heute dein Gl&uuml;ckstag! Wir von Reso suchen dich: Einen engagierten, kompetenten und offenen Menschen, der sich mit dem Bereich Eventplanung und -durchf&uuml;hrung gerne besch&auml;ftigt.\r\n\r\nDeine Aufgaben als Moderator im **Eventbereich**:\r\n\r\nWerbung f&uuml;r dein Event in unseren Clubs, Gruppen sowie auf dem TS\r\nGestaltung des Eventchannels mit Erkl&auml;rungen, Regeln und ggf. Preisen (RP, TS Icons usw.)\r\n1x pro Woche bist du daf&uuml;r zust&auml;ndig, dein Event durchzuf&uuml;hren\r\nFeedback einholen und auswerten\r\nMittwochs um 21.30 Uhr: Teilnahme an der ORGA-Besprechung\r\n\r\nDu hast gar kein Bock auf Events und k&uuml;mmerst dich lieber um **Ranked Teams**? Auch das ist kein Problem. Hier haben wir noch einen Platz frei. Sollte dir also eher dieser Bereich liegen, dann kommen hier deine Aufgaben und Pflichten:\r\n\r\nTeamaufbau sowie Spielervermittlung f&ouml;rdern\r\nAnsprechpartner f&uuml;r Teams, wenn Probleme auftreten (spontane Ersatzspieler notwendig, aktiv Problemf&auml;lle oder Spieler entfernen usw.)\r\nErstellung der neuen Teamranked Channel mit den dazugeh&ouml;rigen Erkl&auml;rungen\r\nMittwochs um 21.30 Uhr: Teilnahme an der ORGA-Besprechung\r\n\r\nSolltest du nun Interesse haben bei uns im Reso-Team einzusteigen, dann freut uns das. Doch was ist nun deine Vorgehensweise? Ganz einfach. \r\n\r\nBesuche uns auf unserem TS (reso). \r\nBegibt dich in den **&ldquo;Supportchannel - League of Legends&rdquo;** Channel. Ein Moderator wird auf dich zukommen und dich in die Community aufnehmen (Nur als Mitglied der Community kannst du Moderator werden!). \r\nDanach kommst du mit unserer Managerin **HeIsNotAlone | Nikki** ins Gespr&auml;ch. Dort kl&auml;rt sich alles weitere. \r\n\r\nHat alles geklappt? Prima! Dann freuen wir uns dich schon bald hier begr&uuml;&szlig;en zu d&uuml;rfen!","replies":[]}