{"id":"AXd5aaxc","poster":"TUA MORS","date":"2019-10-10T17:15:35.303+0000","title":"Wie im Mathe Studium, ein perfekter Beweis","subforum":"Champions & Gameplay","up_votes":2,"down_votes":13,"body":"Habe gerade eben Kata spielen müssen (ja es tat sehr weh), hab mein Hirn abgelegt, ging ins Spiel und habe mein bestes versucht.\r\n\r\nAber da ich leider kein Hirn hatte, ging das ein bisschen daneben. Habe meinen Kopf so fest auf die Tastatur geschlagen wie es nur ging.\r\n\r\nAnfangs war der Effekt zwar noch recht klein, aber je mehr Items ich bekam, desto effektiver wurde es.\r\n\r\nIch hatte keine Ahnung was welcher Knopf tut und ob man die in irgend einer Reihenfolge drücken muss, aber ich habe tatsächlich 10 Kills (mehr als 40% der teilnehmenden Champs) bekommen.\r\n\r\nHiermit der Beweis: Kata benötigt NULL Können, kein Hirn (hab es dann gottseidank wieder gefunden nach dem Spiel) und wie der gegnerische Brand gezeigt hat, labern Kata Spieler gerne Sch*** im all-Chat (mich inklusive).\r\n\r\nQ.E.D.\r\n\r\n(Props an mein Team, die mich carrien mussten)","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-10T18:38:35.729+0000","up_votes":6,"down_votes":0,"body":"10/25/14 ist schon eher ein Beweis dafür, dass du dein Hirn abgelegt hattest. Im ARAM kann man durchaus die Zahlen etwas tauschen (25/10/14), wenn man sein Hirn mitnimmt.","replies":[{"id":"","poster":"TUA MORS","date":"2019-10-11T10:33:35.266+0000","up_votes":1,"down_votes":2,"body":"Das Problem ist, dass Kata spielen MIT Hirn einfach unerträgliche Schmerzen verursacht.\n\nDurch das Spielen stirbt dir das Hirn ab. Deshalb besser, wenn man das Hirn ablegt.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-11T11:49:49.811+0000","up_votes":3,"down_votes":0,"body":"Allerdings ist das nur bei Leuten so, die ihr Hirn auch bei vielen anderen Tätigkeiten nicht benutzen und bei denen somit das Hirn nicht daran gewöhnt ist zu arbeiten.\nDenken ist halt bei einigen Menschen etwas sehr zufälliges.","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-10-10T18:14:05.447+0000","up_votes":4,"down_votes":1,"body":"Es war ein Aram. Da machen 90% der spieler genau das gleiche (mich eingeschlossen). Hirn beim Portier gegen Startitems tauschen und random auf die Tasten hämmern bis sie um Gnade winseln.\n\nIn der Kluft braucht Kata schon übung. Ich habs probiert...nach 5 Games hatte ichs noch nicht raus.","replies":[]},{"id":"","poster":"MidlaneGod115","date":"2019-10-10T19:03:44.875+0000","up_votes":3,"down_votes":1,"body":"Wie im Mathe Studium xD","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-11T12:58:18.908+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Beweis hat er jedoch wohl nicht verstanden. XD","replies":[]}]},{"id":"","poster":"G5 RaZaR","date":"2019-10-11T14:17:53.535+0000","up_votes":1,"down_votes":0,"body":"Darf man fragen was der Sinn von dem Post ist?\n\nIst das jetzt Sarkasmus oder ein Troll? Oder sogar dein Ernst? Ich seh es nicht {{champion:518}}\n\nUnd falls es jemand wissen möchte, manche Beweise im Mathestudium tun mehr weh als 'ne Runde Kata, das ist eher auf dem Level von `ner 10er losestreak im ranked {{summoner:7}} ","replies":[{"id":"","poster":"TUA MORS","date":"2019-11-12T12:39:55.232+0000","up_votes":1,"down_votes":2,"body":"Das ist sarkastischer Troll mit ein bisschen Ernst. Satire könnte man dazu auch sagen. (random Champ-Face hier einfügen)\n\n10er losestreak im Ranked ist leider Realität als Support main in Silber, aber das ist Gesprächsstoff für einen anderen Beitrag. (random Summoner-Spell hier einfügen)","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T08:33:14.886+0000","up_votes":1,"down_votes":1,"body":"So ging es mir mal mit yasou in aram ^^ easy 33 kills ohne zu wissen was ich tu :D\n\nAber normal bei schlechten champs ^^","replies":[]},{"id":"","poster":"TUA MORS","date":"2019-10-10T17:29:08.443+0000","up_votes":1,"down_votes":1,"body":"https://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/4223595685/227433900?tab=overview\n\nFür allle, die es interessiert...","replies":[]}]}