{"id":"jZ2BNT7E","poster":"BrazerLP","date":"2020-03-08T09:26:04.185+0000","title":"Entbannungsantrag","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":6,"body":"Guten Tag lieber Riot - Support,\r\n\r\nDieser Account wurde für 14 Tage  aufgrund trolling gebanntt,\r\nIch habe vollstes Verständnis für die Sperrung da ich alles andere als freundlich war, selbst meine Freunde\r\nkonnten mich nicht davon überzeugen mit dem feeden aufzuhören, ich war nicht ganz \"ausgereift\"\r\nwas dieses Thema betrifft.\r\n\r\nDoch ich habe begriffen auch wenn ich Streitereien im Team habe es mir nichts nützt und meinen Teamkameraden wenn ich feede bzw.trolle \r\ndeshalb kann ich voll und ganz nachvollziehen,warum ich gebannt wurde.\r\nIch habe aus meinen Fehlern aufjedenfall gelernt, wenn ich entbannt werde wäre ich glücklich und ich verspreche nach dem entbann (egal ob der vorüber geht oder ob ihr mich vorzeitig entbannt)dass ich sowas nie wieder mache.\r\nEin vorzeitiger Entbann wäre nett aber wenn nein dann kann ich das nachvollziegen.\r\n\r\nmfg.brazerlp","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T10:00:06.727+0000","up_votes":5,"down_votes":0,"body":"Schau in 3 Tagen nochmal rein, dann kannst Du hier noch ein paar Angaben zu Deinem Antrag machen, damit der dann genehmigt wird.\n\nmfg\nnosupp","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-08T10:04:58.924+0000","up_votes":5,"down_votes":0,"body":"{{champion:48}}","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2020-03-08T10:35:54.355+0000","up_votes":3,"down_votes":0,"body":"Guten Tag \n\nDu bist hier nicht beim Support. Die Community kann dir hier nicht helfen und das Forum wird ab morgen dicht gemacht.\n\nDu findest den den Support hier --> https://support.riotgames.com/hc/de","replies":[]},{"id":"","poster":"Ráyleigh","date":"2020-03-08T09:27:36.164+0000","up_votes":2,"down_votes":0,"body":"Ein zurecht ausgesprochener Bann wird nicht verkürzt oder ausgehoben.\nDu gibst selber zu das dieser bann gerecht ist also ist das Thema damit auch beendet.","replies":[]},{"id":"","poster":"Eroticat Nimar","date":"2020-03-08T12:12:58.691+0000","up_votes":1,"down_votes":0,"body":"Alter.. \"ich war noch nicht ganz ausgereift, aber in den letzten 12 Tagen habe ich mich komplett gewandelt und bin nun reif genug, jetzt nehmt mir meine gerechte strafe weg\"","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-08T12:31:30.409+0000","up_votes":1,"down_votes":0,"body":"Er war in letzter Zeit wohl viel draußen und hat genug Sonne und Regen abbekommen :D","replies":[]}]},{"id":"","poster":"Timethief49","date":"2020-03-08T11:52:41.466+0000","up_votes":1,"down_votes":0,"body":"Warum sollte der Bann gekürzt werden, wenn du selbst sagst, dass es komplett gerechtfertigt war?","replies":[]}]}