{"id":"x6LZNQAG","poster":"G2 Slippi","date":"2019-10-10T11:36:27.114+0000","title":"Statement zum Bestrafungssystem von Riot","subforum":"Spielerverhalten & Moderation","up_votes":24,"down_votes":31,"body":"Habe vor kurzem einen Spieler per Ticket an den Support gemeldet und instant eine automatische Rückmeldung erhalten, dass sich darum gekümmert wird. Eine halbe Stunde später kam die Meldung des Supports, dass er den Account schnellstmöglich überprüfen wird, kann mir aber aus Sicherheitsgründen nicht mitteilen ob bzw. wie bestraft wurde. Er hat mir aber versichert, dass bei einem Regelverstoß definitiv bestraft wird.\r\n\r\nAlso liebe Heulsusen und AkadeMIMIMIker da draußen: Das Bestrafungssystem funktioniert einwandfrei, auch wenn man es nicht mitbekommt. Schließlich kann ein Spieler eine CR bekommen haben, aber das sieht man in OP.GG oder vergleichbaren Seiten nun mal nicht ;) Und nicht alle Vergehen sind permabanwürdig, auch wenn man glaubt, noch so ungerecht behandelt worden zu sein.\r\nDenkt dran, es ist und bleibt ein Spiel und euer Leben hängt NICHT davon ab, ob ihr gewinnt oder verliert.\r\nUnd wenn ihr auf Ungerechtigkeiten und Toxicity stoßen solltet, einfach nach dem Spiel reporten oder ein Ticket an den Support schreiben. Danach ins nächste Game gehen und nicht mehr darüber nachdenken ;) Hilft ungemein gegen Tilt (spreche aus Erfahrung)\r\n\r\nDanke RIOT für die Mühe, das Spiel etwas fairer und angenehmer werden lassen zu wollen &lt;3\r\n\r\nLG Slippi","replies":[{"id":"","poster":"AtTheGatesOfHell","date":"2019-10-20T11:42:36.262+0000","up_votes":10,"down_votes":1,"body":"Ich kann dir definitiv bestätigen, dass ein, wie auch immer geartetes , Bestrafungssystem praktisch nahezu nicht umgesetzt wird.  Ich selbst spiele seit etwa 7 Jahren. Hatespeech, AFK simulieren, alles im Angebot. Konsequenzen in etwa 7 Jahren? So gut wie keine. Überrascht mich aber auch nicht. Was soll Riot machen? Multiple 30er Accounts sind nichts wirklich seltenes. Da kann, wer, wie ich, nie Echtgeld investiert, über launige Bans nur müde lächeln. Über das Märchen vom IP Ban brauchen wir gar nicht reden.\nMal drüber nachgedacht, dass Riot selbst eine gehörige Mitschuld an \"miesem\" Spielerverhalten trägt? Vielleicht wäre ein, wirklich faires, Matchmaking eine Lösung. Und nein, es ist derzeit nicht wirklich fair. Ich selbst, (Iron4 Skiller), werde nahezu regelmäßig, mit und gegen, \"offizielle\" Gold und höher Skills gematched. Über Smurfing und Scripting wollen wir gar nicht reden.  Dabei will ich einfach nur, mit und gegen, andere, unterirdisch schlechte, Spieler antreten. Und ja, es gibt reichlich, unterirdisch schlechte, Spieler wie mich. So lange sich nichts ändert, \"kämpfe\" ich im Bedarfsfall mit meinen Waffen. Mies aber notwendig. So können Entwickler und Spieler ein, an sich gutes, Spiel auch ruinieren.","replies":[]},{"id":"","poster":"ƒuckgirl ","date":"2019-10-10T14:46:14.859+0000","up_votes":6,"down_votes":31,"body":"ziemlich einfach andere für flamen zu reproten wenn man selber konstant schlecht spielt bzw ne 47% wr hat.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T16:53:15.272+0000","up_votes":9,"down_votes":0,"body":"Mir ist meine Winrate ziemlich egal, ich spiele, weil mir das Spiel Spaß macht.\nBTW ist es auch ziemlich einfach andere für Flamen zu reporten wenn man z.B. ne WR von 80% hat :*\n\nIch weiß, dass ich nicht wirklich gut bin in dem Spiel, was glaubst du, warum ich Silber bin?\nIch weiß auch nicht ob du dich besser fühlst wenn du schlechte Spieler dafür flamest, dass sie skilltechnisch einfach nicht gut sind, aber eines kannst du dir merken: Mir ist das egal :* Ich spiele wie gesagt, weils mir Spaß macht, und daran ändern Leute wie du gar nichts daran :*\n\nSchönen Abend noch","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T18:30:07.063+0000","up_votes":4,"down_votes":18,"body":"Wieso spielste dann Ranked? Wenn es dir um Spaß geht? Hat mich irgendwie immer interessiert, dieser \"Spaß\"-Argument, auch seitens Riotsupport. Ranked und Spaß sind wie Wasser und Feuer. Ok, ok ich gebs zu ich habe auch Spaß im Ranked, wenn ich gewinne.","replies":[{"id":"","poster":"Abasin","date":"2019-10-11T05:25:43.370+0000","up_votes":8,"down_votes":0,"body":"> Wieso spielste dann Ranked? Wenn es dir um Spaß geht?\n\nDas ist ne blöde Frage. Kannst Du Dir nicht vorstellen, dass Ranked auch Spass machen kann? Naja, Deine Sicht der Welt ist glücklicherweise nicht repräsentativ.","replies":[{"id":"","poster":"XxDevilsReaperxX","date":"2019-10-11T08:01:09.746+0000","up_votes":3,"down_votes":2,"body":"Der Punkt ist eher, dass man als schlechter Spieler anderen das Spiel versaut. Es geht darum, dass ALLE Spaß haben sollen. Das ist allerdings eine absolut unrealistische Forderung &amp; somit zu ignorieren. Es gibt immer eine Seite, die verliert &amp; verlieren macht selten Spaß.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T08:15:54.262+0000","up_votes":2,"down_votes":0,"body":"Natürlich kann es schon mal vorkommen, dass ich ein schlechtes Game habe und somit das Game versaue, aber das kommt mittlerweile schon sehr selten vor. Und ich denke jeder hat mal Spiele, wo er das Game versaut.\nDass ich in den letzten drei Wochen von Silber IV bis zur Goldpromo geclimbed bin und meine WR von 42 % auf 49 % (ist leider durch ne Loosingstreak wieder auf 47% gesunken) sollte schon zeigen dass ich mich vom Skill und so weiter schon etwas verbessert habe. Deshalb denke ich, dass ich schon in diese Elo gehöre.\nDas Ding ist, ich gehe im Großteil mindestens even aus der Lane und versaue mir meine Stats meistens dadurch, dass ich als Tank für mein Team sterbe. Deshalb ist aus meinen Stats oft nicht zu lesen ob ich gut performt habe oder nicht. Wenn es die Carries dann schaffen aufzuräumen dann gewinne ich die Spiele, ansonsten verliere ich. Nur weil ich 3/8 aus dem Game gehe, heißt das nicht, dass ich schlecht gepielt habe.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:20:33.034+0000","up_votes":1,"down_votes":7,"body":"Heißt es nicht, aber es heißt, dass du gecarried wurdest und es für mich keine Zeichen des \"Skills\".","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T10:27:23.090+0000","up_votes":2,"down_votes":0,"body":"Manchmal carried man, manchmal wird man gecarried, das kannst du nicht wissen, wenn du nicht dabei warst.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:29:26.225+0000","up_votes":1,"down_votes":6,"body":"Ich glaube kaum, dass man mit 3/8/x gecarried hat, außer du spielst Support. Und diese Argumentation, dass man fürs Team stirbt, ach komm dude. Das sagt jeder Feeder.","replies":[{"id":"","poster":"NineTailsOneHole","date":"2019-10-11T12:26:32.968+0000","up_votes":7,"down_votes":0,"body":"> [{quoted}](name=CptOnDuty,realm=EUW,application-id=KYnfKGf0,discussion-id=x6LZNQAG,comment-id=000400000000000100000000000000000000,timestamp=2019-10-11T10:29:26.225+0000)\n>\n> Ich glaube kaum, dass man mit 3/8/x gecarried hat, außer du spielst Support. Und diese Argumentation, dass man fürs Team stirbt, ach komm dude. Das sagt jeder Feeder.\n\nHold on a Second..  du willst also gerade sagen das man mit 3-8-x  das game nicht über Splitpush / Objective Control  carryn kann ? sorry but no... die Stats sind so dermaßen irrelevant. Und ohne ein Game gesehen zu haben sollte man sich so oder so kein Urteil erlauben !","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T12:29:56.658+0000","up_votes":1,"down_votes":1,"body":"Seit wann splitpushen die Tanks?","replies":[{"id":"","poster":"DerPiezza","date":"2019-10-11T14:19:03.715+0000","up_votes":4,"down_votes":0,"body":"Bevor du jetzt sagst das ich nichts vom game verstehe weil ich bronze bin, sag ich dir das ich weis das ich kacke bin und könnte auch sagen das mich meine teammates runterziehen, allerdings stehe ich zu meinem nicht vorhandenem skill. Lange rede kurzer sinn zurück zum thema, hast du schon mal einen nasus auf einen turm kloppen sehen? Ich nämlich schon und zum benutzen meiner Augen brauche ich keinen hohen rank","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T14:42:57.024+0000","up_votes":1,"down_votes":5,"body":"Wer überhaupt spielt in der aktuellen Meta fkin Nasus?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T16:23:03.203+0000","up_votes":3,"down_votes":0,"body":"Bevor er bei mir Permaban war, musste ich gefühlt jedes zweite Game gegen nen Nasus ran.\nIn Silber und darunter gibt es keine Meta. Da wird gespielt was Bock macht.","replies":[]}]}]},{"id":"","poster":"NineTailsOneHole","date":"2019-10-11T12:34:43.024+0000","up_votes":3,"down_votes":0,"body":"Geht genauso ^^  replay ansehen. Fehler Analyse machen und dann Argumentieren :)","replies":[{"id":"","poster":"HowIwaste1300RP","date":"2019-10-11T14:29:45.800+0000","up_votes":2,"down_votes":0,"body":"Wird der Typ wohl nicht machen er muss sich erst weiter loben und in die Höhe preisen","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T14:43:50.346+0000","up_votes":1,"down_votes":1,"body":"Was?","replies":[]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-10-11T15:54:46.186+0000","up_votes":2,"down_votes":0,"body":"Meine Rede :)","replies":[]}]},{"id":"","poster":"HowIwaste1300RP","date":"2019-10-11T14:28:54.232+0000","up_votes":1,"down_votes":0,"body":"Ja und jeder der eine gute Ahnung hat von gutem teamplay","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-10-11T11:48:37.558+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, du warst nicht dabei, also kannst du das auch nicht beurteilen.","replies":[]}]}]},{"id":"","poster":"HowIwaste1300RP","date":"2019-10-11T14:28:20.953+0000","up_votes":2,"down_votes":0,"body":"Selbst du wirst gecarried also tut mal nicht so auf macho und Champions league Spieler","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T15:20:49.210+0000","up_votes":1,"down_votes":1,"body":"In 99,9999999% der Fälle \"carry\" ich meine Spiele selbst als fkin Support.","replies":[]}]}]}]},{"id":"","poster":"HowIwaste1300RP","date":"2019-10-11T14:27:00.881+0000","up_votes":1,"down_votes":0,"body":"Auch das kann durch schönes balancing sowie eine COOLE community geregelt werden ich z. B hatte vor etwas längerem ein Match wo ich zwar meinem Gegner stark ahead war wir trotzdem beide spaß hatten.","replies":[]},{"id":"","poster":"eingew","date":"2019-10-16T04:04:41.515+0000","up_votes":1,"down_votes":1,"body":"Dafür gibt es ja die MMR. Wenn er schlecht spielt, wird er mit anderen schlechten Spielern gematcht. Niemand hat dadurch einen Nachteil.","replies":[]},{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:19:26.659+0000","up_votes":1,"down_votes":2,"body":"Nein, man muss die \"schlechten\" Spieler muten, dann gehst wieder und vor allem gibt Riot sein Bestes, um das System zu verbessern. {{champion:48}}","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-10-10T19:19:39.769+0000","up_votes":7,"down_votes":0,"body":"Da Normals mittlerweile langweilig geworden sind und ich in Normals einfach das Gefühl habe, dass ich nicht besser werde.\nNatürlich will ich was lernen und besser werden, und das geht nun mal im Ranked. Nur weil mir Elo egal ist und ich Spaß am Spiel habe, heißt das nicht, dass ich nicht besser werden möchte. Bei mir dauert es halt etwas länger bis ich im Game etwas lerne, da ich im Gegensatz zu anderen Gamern keine Erfahrung in Computerspielen hatte bevor ich mit League in Pre-Season 8 angefangen habe.\nAlso könntest du bitte aufhören andere zu beurteilen, die du nicht kennst? Du weißt schließlich nicht, warum manche Spieler schlecht sind.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T19:28:31.149+0000","up_votes":3,"down_votes":25,"body":"Mir ist es egal wieso die Spieler in einem konkreten Spiel schlecht spielen. Die Tatsache, dass sie schlecht spielen ist ausreichend dafür, dass der Captain in mir erwacht. {{champion:17}}","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T19:30:15.617+0000","up_votes":9,"down_votes":1,"body":"Aber das gibt dir nicht das Recht, schlechte Spieler zu beschimpfen.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T20:03:56.631+0000","up_votes":3,"down_votes":21,"body":"Weiß ich, deshalb spiele ich ohne Chat bis meine strenger Überwachung weg. Dann beginnt alles von nee, 10 CRs, 25 Cs und 14 Tagebann. Und ich beschimpfe sie nicht, ich sage bloß die Wahrheit und das vielleicht in etwas übertriebener Manier. Leider wird die Wahrheit heute nicht geschätzt.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T07:47:17.863+0000","up_votes":5,"down_votes":0,"body":"Also ist deiner Meinung nach schlechte Spieler als erbärmlich zu bezeichnen keine Beschimpfung?\nDu widersprichst dir gerade selbst mein Freund.\n\nEines noch: Für andere Platin+ Spieler bist du bestimmt auch kein guter Spieler mir 44 % WR in Platin IV.\nVersteh mich nicht falsch, du bist natürlich um Welten besser als ich, sonst wärst du nicht in Platin und ich in Silber, aber Vorstellungen von schlechten Spielern sind immer relativ. Für einen Challenger z.B. ist ein Grandmaster auch noch ein schlechter Spieler.\nAlso würde ich vorschlagen, dass du deine negativen Kommentare das nächste mal besser für dich behältst.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:17:15.523+0000","up_votes":1,"down_votes":9,"body":"Haste den Teemo Support gesehen? Ich finde es sogar richtig gut damit nach Platin zu kommen, wenn manche Leute nicht mal nach Gold kommen, obwohl sie \"normale\" Picks machen. Vor allem habe ich in den ersten Spiele ca 30 mit der Nubrac-Taktik gespielt. Und man kennt die League Community, wie sie auf off-meta Taktik/Picks reagieren. Da zu gewinnen ist unmöglich, war aber auch nicht mein Ziel und ist es immer noch nicht. Der Spaß steht auf erster Linie, sind es nicht dein Worte?\n\n Du verstehst das Wort erbärmlich als Beschimpfung? \n\n[heruntergekommen und] armselig, sodass Mitgefühl angebracht ist; elend, jämmerlich\nin seiner Qualität sehr schlecht; unzulänglich, unzureichend\nmoralisch minderwertig; verabscheuungswürdig, gemein\n\nWieso verwendeste guter Spieler und WR in einem Satz? WR ist teamabhängig,  ich würde es bevorzugen, wenn du denn \"invividuellen\" Skill anschauest. MMn ist es die KDA, die du anschauen musst.\n\nBevorzugst du 0 10 zu stehen und Worlds gewinnen oder 10 0 und die Worlds verlieren? Fakers Antwort das Zweite, also komm nicht mit deiner Winrate, es ist kein Indikator für gut oder schlecht.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T10:58:27.701+0000","up_votes":4,"down_votes":0,"body":"Ich halte generell nichts von Teemo, egal wo und wie er gespielt wird.\nSo wie es den Anschein hat, kannst du nur Spaß haben, wenn du gegnerische Spieler alleine mit deinen Picks zum tilten bringst und dadurch gewinnst.\n\n> Du verstehst das Wort erbärmlich als Beschimpfung?\n[heruntergekommen und] armselig, sodass Mitgefühl angebracht ist; elend, jämmerlich\nin seiner Qualität sehr schlecht; unzulänglich, unzureichend\nmoralisch minderwertig; verabscheuungswürdig, gemein\n\nUnd jetzt erklär mir bitte, welches dieser Wörter, die du aufgezählt hast, NICHT beleidigend gegenüber anderen ist!\n\n\nDa gute Spieler mit hoher WR aufsteigen und in High Elo spielen, während schlechtere Spieler mit durchschnittlicher WR hardstuck sind. \nWR und KDA gehen auf lange Sicht gesehen miteinander einher. Außer man steht jedes Game 15/3 und verliert td und das so gut wie jedes Game, dann macht man aber auch was falsch, meinst du nicht?\nUnd nur weil ich keine hohe KDA habe, heißt das nicht, dass ich nicht einen wesentlichen Teil zum Sieg beitrage.\nWie du bestimmt gesehen hast, spiele ich in Rankeds zur Zeit Fulltank Galio Top OT. Im Großteil meiner Spiele gehe ich MINDESTENS even aus der Lane mit positiver KDA, jedoch sterbe ich oft in Teamfights für mein Team, damit diese aufräumen können. Da leiste ich meinen wesentlichen Beitrag zum Sieg, hab aber trotzdem oft eine eher bescheidene KDA. \nAlso, wie du siehst ist KDA auch nicht alles.\n\nMir ist egal was Faker für ne Einstellung hat. Ich für meinen Teil gewinne Spiele lieber über gute Teamleistung als wenn ich 1v9 spiele.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T11:28:05.268+0000","up_votes":1,"down_votes":8,"body":">Mir ist egal was Faker für ne Einstellung hat. Ich für meinen Teil gewinne Spiele lieber über gute Teamleistung als wenn ich 1v9 spiele.\n\nWie wagste es so über den League Gott zu sprechen? Leute holt eure Mistgabeln raus.\n\nOk, wenn ich mich sehr sehr anstrenge, könnte ich mir die dritte Variante als beleidigend vorstellen. Aber komm schon, da sind unsere Moralvorstellungen einfach etwas anders.","replies":[{"id":"","poster":"HowIwaste1300RP","date":"2019-10-11T14:23:19.232+0000","up_votes":4,"down_votes":0,"body":"Das ist keine Moral Vorstellung das geht einfach einher mit der guten Erziehung und das Umfeld einer Person welches ja anscheinend nicht so toll war diese aber dennoch den anderen zu zeigen zeugt von einem ubergroßen ego welches so manch ein Mensch mal eimstapfen sollte.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T15:23:36.134+0000","up_votes":1,"down_votes":3,"body":"Und was ist die Moral? Keine Erziehung, nicht das Umfeld? Von wo komm sie denn? Ich habe kein großes Ego, ich bin main Support.{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2019-10-11T11:54:01.902+0000","up_votes":3,"down_votes":0,"body":"Was wolltest du sonst mit dem Wort \" erbärmlich\" bezwecken, außer mich zu beleidigen?","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T15:24:08.068+0000","up_votes":1,"down_votes":5,"body":"Ich finde es irgendwie nicht, wo habe ich \"dich\" als erbärmlich bezeichnet?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T15:57:53.800+0000","up_votes":2,"down_votes":0,"body":"> Sei bitte nicht erbärmlicher als du es bereits bist mit deinem \"Statement\". Weil du zu schlecht für irgendein Spiel bist, musste es nicht haten.\n\nNa? klingelts?","replies":[]},{"id":"","poster":"ITroll4Fun","date":"2019-10-11T18:43:02.746+0000","up_votes":1,"down_votes":1,"body":"Häh? Sage ich, dass du erbärmlich bist, weil du ein schlechter Spieler bist?","replies":[]}]}]}]}]},{"id":"","poster":"Adopt Yuumi","date":"2019-10-12T06:53:46.833+0000","up_votes":1,"down_votes":0,"body":"Du redest hier über KDA und hast selber so manche Games, die 0 10 ausfallen. Wenn du gerne nur positive KDAs im Game haben willst, egal ob verloren oder gewonnen, dann geh doch gleich wenn du 1 0 bist afk. Dann ist deine positive KDA zumindest safe.\n\n**Ich rieche hier nur sehr großen Ego**","replies":[]},{"id":"","poster":"Timsen2016","date":"2019-10-12T09:38:16.834+0000","up_votes":1,"down_votes":0,"body":"klar ist die winrate ein Indikator, und je mehr du spielst desto genauer ist sie. Du bist der konstante Faktor in den random Teams, wenn du gut bist hast du entsprechend eine bessere Winrate, wenn nicht dann nicht, dann bist du für deinen Rang schlechter als der Durchschnitt","replies":[]}]},{"id":"","poster":"Razor Fly","date":"2019-10-11T17:05:00.183+0000","up_votes":2,"down_votes":0,"body":"Aproved :D","replies":[]}]},{"id":"","poster":"XxDevilsReaperxX","date":"2019-10-11T07:59:20.730+0000","up_votes":3,"down_votes":0,"body":"Da jedes zweite Wort im Sprachgebrauch der jüngeren Generationen eine Beleidigung ist, habe ich meine Zweifel am Wahrheitsgehalt deiner Aussage.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:22:00.565+0000","up_votes":1,"down_votes":2,"body":"Ich bin bei far kein Jugendliche mehr. Du hast Zweifel an meiner Aussage? Schön für dich.","replies":[{"id":"","poster":"HowIwaste1300RP","date":"2019-10-11T14:25:00.953+0000","up_votes":1,"down_votes":0,"body":"Ja dann be nimm dich doch auch mal so und sei ein Vorbild was eine lächerliche kacke hier.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T15:22:03.713+0000","up_votes":1,"down_votes":1,"body":"Was soll das hier? Ich benehme mich \"normal\" hier. Wenn meine Meinung sich von deiner unterscheidet, heißt es nicht, dass ich mich nicht benehme.{{sticker:sg-shisa}}","replies":[]}]}]},{"id":"","poster":"HowIwaste1300RP","date":"2019-10-11T14:24:23.109+0000","up_votes":1,"down_votes":0,"body":"Das ist ebenfalls pure Übertreibung.","replies":[]}]},{"id":"","poster":"Razor Fly","date":"2019-10-11T17:04:38.726+0000","up_votes":2,"down_votes":0,"body":"Digger du hast 43% WR und redest über 'schlechte Spieler'? Deinstall pls","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T18:40:07.725+0000","up_votes":1,"down_votes":1,"body":"Ey Bruder, ich habe doch gesagt, was ich über die Leute denke, die die WR als Zeichen des \"Skills\" verwenden. Küsse deine Augen.{{sticker:sg-miss-fortune}}","replies":[]}]}]}]},{"id":"","poster":"deathstalk3r","date":"2019-10-12T05:49:56.535+0000","up_votes":1,"down_votes":0,"body":"Ich spiele im diamond Bereich und ich kann dir eins sagen. Flamer verlieren immer!  Wenn man stirbt oder falsch gegängt hat und permanent sein Teammitglied flamt und mit dem Fragezeichen pingt. Denkst du es macht Spaß weiter mit solchen trash Playern zu spielen? Mann sollte sich motivieren und man kann trotzdem zusammen halten und sich gegenseitig motivierend Spaß habend gewinnen oder auch verlieren. Manchmal bin ich auch froh ein cooles game zuhaben und Spaß zu haben im rank, auch wenn ich hinterher verloren habe, waren die Gegner einfach besser... Solche Leute wie du machen das spielt einfach kaputt!!!","replies":[]}]},{"id":"","poster":"Cenâreth","date":"2019-10-13T14:38:05.046+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Slippi1,realm=EUW,application-id=KYnfKGf0,discussion-id=x6LZNQAG,comment-id=0004000000000000,timestamp=2019-10-10T19:19:39.769+0000)\n>\n> Da Normals mittlerweile langweilig geworden sind und ich in Normals einfach das Gefühl habe, dass ich nicht besser werde.\n> Natürlich will ich was lernen und besser werden, und das geht nun mal im Ranked. Nur weil mir Elo egal ist und ich Spaß am Spiel habe, heißt das nicht, dass ich nicht besser werden möchte. Bei mir dauert es halt etwas länger bis ich im Game etwas lerne, da ich im Gegensatz zu anderen Gamern keine Erfahrung in Computerspielen hatte bevor ich mit League in Pre-Season 8 angefangen habe.\n\nWunder dich dann bitte nicht wenn du mit dieser Einstellung irgendwann einen permagebannten Account hast. Denn anderen Leuten ist ihre Elo nicht egal. Und ich kann Menschen nicht leiden die anderen ihre Träume oder ihre Ziele zerstören wollen, ob absichtlich oder unabsichtlich spielt da keine Rolle.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-13T16:58:36.763+0000","up_votes":1,"down_votes":0,"body":"Ich hab in meinen 2 Jahren League noch nicht mal ne CR bekommen, also mach ich mir da keine Sorgen :)\nWarum sollte ich auch für meine Einstellung, dass ich Rankeds spiele, damit ich was lerne und besser werde, nen Bann bekommen?\nVor allem, da ich meine Lane immer relativ save spiele.","replies":[{"id":"","poster":"Daokî","date":"2019-10-14T17:37:51.887+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-14T19:10:58.948+0000","up_votes":1,"down_votes":0,"body":"Danke dir :) Solche Worte motivieren total :)\nVielen Dank für deine Ratschläge &lt;3\nTut echt gut, sowas nach all den negativen Kommentaren zu lesen :)\nIch werd auf jeden Fall dran bleiben!","replies":[]}]}]}]}]},{"id":"","poster":"SeaHorseCalamity","date":"2019-10-12T01:22:18.824+0000","up_votes":1,"down_votes":0,"body":">Wieso spielste dann Ranked? Wenn es dir um Spaß geht? Hat mich irgendwie immer interessiert, dieser \"Spaß\"-Argument\n\nWeil dann die Wahrscheinlichkeit höher ist, ein ausgeglichenes Spiel zu haben. Ich Derpe im Ranked auch nur rum, weils spaß macht. Ich könnte vielleicht ein Zwei Divisionen höher sein, wenn ich mit nem anderen Mindset rangehen würde, allerdings wird dann aus dem Spiel etwas, das mit anstrengt, der spaß geht zu Gunsten der Effizienz verloren. Das darf nicht sein.\n\n>Ranked und Spaß sind wie Wasser und Feuer. Ok, ok ich gebs zu ich habe auch Spaß im Ranked, wenn ich gewinne.\n\nIch hab Spaß, wenn ich gewinne UND wenn ich verliere. Es ist immer schön, einen Riven Onetrick zu sehen, wie er/sie 1v5 in ein Team flasht, 3 Squishies instakillt, nen vierten mit der Ult finished und danach gegen den Supporter im 1v1 zerhackstückelt wird, weil sie plötzlich hart versagt und unterm Turm cc'd wird.\nEs ist immer witzig, wenn eine große, böse Mietzekatze (Rango) nen Veigar anspringt, nur um nach dessen Zhonyas an der mächtigen R-Taste zu sterben. \nEs ist immer toll, wenn jemand an nem Teemoshroom stirbt und daraufhin im allchat flamed.\nAlles unabhängig davon, ob dein Team zerhackstückelt wird, oder das Gegnerische, es geht um die Situation an sich, welche lustig ist. Darum macht League Spaß, unabhängi davon, welcher Modus, unabhängig davon, wer gewinnt.\n\nSobalt man aufhört, nen Fuck zu geben, wird das Spiel wieder zum Spiel. Und Spiele sollten Spaß machen.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-12T03:07:06.580+0000","up_votes":1,"down_votes":1,"body":"Jo, wenn man nicht tryhardet hat man wieder Spaß. Aber wenn du in Ranked nicht tryhardest, amüsierste dich im Prinzip auf Kosten anderer.","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2019-10-12T08:34:10.550+0000","up_votes":1,"down_votes":0,"body":"Ja und nein...\nWenn ich jedes Game rumderpe, lande ich auf der Elo, in die ich als nicht-tryhard gehöre. Dann bin ich theoretisch nicht besser/schlchter als der Durchschnittsspieler meiner Elo.\nWürde ich tryharden, wäre ich halt ein Paar Divisionen höher, aber ebenfalls nicht besser als der Durchschnittsspieler meiner Elo, sobald ich da angekommen bin.\nNatürlich gäbe es dann die Möglichkeit, mich zu verbessern und zu climben, allerdings wäre das ja wieder anstrengend.","replies":[]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-10-10T18:18:24.142+0000","up_votes":16,"down_votes":1,"body":"Was genau hat denn die persönliche Winrate mit negativem Verhalten von einem anderen Spieler zutun hm?\nRichtig gar nichts. Wäre dir klar gewesen, wenn du vorher nachgedacht hättest.","replies":[]},{"id":"","poster":"KibaDerWolf","date":"2019-10-11T23:51:48.930+0000","up_votes":1,"down_votes":0,"body":"Ist so","replies":[]}]},{"id":"","poster":"G2 Slippi","date":"2019-10-10T12:10:20.449+0000","up_votes":11,"down_votes":6,"body":"Und noch ein kleiner Tipp:\nIch schaue nie auf OP.GG oder so nach, ob ein Spieler bestraft wurde oder nicht. Ich glaube einfach dran, DASS er bestraft wurde und stell mir vor, wie der Spieler vor seinem Computer sitzt und sich grün und blau ärgert, dass er seinen Account mit Skins im Wert von rund 3000 € NIE wieder zurück bekommen wird ^^\n\nKlingt gemein, befriedigt aber ungemein ;)","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T18:27:12.401+0000","up_votes":3,"down_votes":13,"body":"> Ich glaube einfach dran,..\n\nUff, ist ja fast Riotum, biste der Prophet?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T19:12:48.893+0000","up_votes":10,"down_votes":1,"body":"Nö, ich sagte, dass ICH dran glaube, ob es jemand anderes auch tut, ist mir schnurz. \nWollte nur an andere weiter geben, wie ich mit Leuten wie dir klar komme und mich nicht tilten lasse.\nMacht es dir eigentlich Spaß im Forum so viel Negativität zu verbreiten?","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T19:23:02.418+0000","up_votes":2,"down_votes":14,"body":"Ich verbreite keine Negativität. Ihr seid der Häresie verfallen und ich öffne euch die Augen. (lies es so, ob es ein Priester machen würde) {{champion:48}}","replies":[]}]},{"id":"","poster":"Shu Zhao Yun","date":"2019-10-12T08:47:33.137+0000","up_votes":1,"down_votes":0,"body":"Gott hast du es nötig Menschen im Internet dumm anzumachen. Was ist in deinem Leben vorgefallen, dass du fremde Menschen im Internet beleidigen musst? Übrigens ist eine Beleidigung nicht immer direkt ein Schimpfwort sondern eine generelle negative Äußerung über einen Mitmenschen.\n\nGrüße c:","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-12T11:02:38.810+0000","up_votes":1,"down_votes":0,"body":"Ich habe Wasser getrunken in dem Kuhsch...e war.","replies":[]}]}]},{"id":"","poster":"BR Fortnite","date":"2019-10-10T12:24:59.841+0000","up_votes":11,"down_votes":30,"body":"> [{quoted}](name=Slippi1,realm=EUW,application-id=KYnfKGf0,discussion-id=x6LZNQAG,comment-id=0001,timestamp=2019-10-10T12:10:20.449+0000)\n>\n> Und noch ein kleiner Tipp:\n> Ich schaue nie auf OP.GG oder so nach, ob ein Spieler bestraft wurde oder nicht. Ich glaube einfach dran, DASS er bestraft wurde und stell mir vor, wie der Spieler vor seinem Computer sitzt und sich grün und blau ärgert, dass er seinen Account mit Skins im Wert von rund 3000 € NIE wieder zurück bekommen wird ^^\n> \n> Klingt gemein, befriedigt aber ungemein ;)\n\nIch stelle mir einen Hardstuck SIMIMIMILBER Spieler vor, der mit 47% WR vor seinem PC sitzt und sich grün und blau ärgert, weil er nie Gold schafft und seine Teammates bei Riot verpetzt, weil Sie ihn beleidigen, wenn er als Junger mit 15 Toden auf {{champion:254}}  die Mitte runterrennt ...","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T12:54:03.562+0000","up_votes":14,"down_votes":5,"body":"Oha, da fühlt sich jemand auf den Schlips getreten ^^\nWurde da jemandem der Main gebannt, wo viel Zeit und Geld drin steckte?\n\nWenn du schon dabei warst, mein OP.GG Profil zu stalken, dürfte dir auch aufgefallen sein, dass ich erst vor kurzem angefangen habe Vi zu spielen, und da ich die meisten Matchups mit ihr noch nicht kenne, kann es schon mal passieren dass ich öffter sterbe und werde sie auch vorerst auf keinen Fall im Ranked spielen...\n\nAber was rechtfertige ich mich eigentlich vor einem Fortnitespieler ^^","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T14:47:06.605+0000","up_votes":6,"down_votes":34,"body":">Aber was rechtfertige ich mich eigentlich vor einem Fortnitespieler ^^\n\nSei bitte nicht erbärmlicher als du es bereits bist mit deinem \"Statement\". Weil du zu schlecht für irgendein Spiel bist, musste es nicht haten.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T16:56:07.067+0000","up_votes":10,"down_votes":4,"body":"KP was daran erbärmlich ist. Ich weiß nur, dass es ziemlich erbärmlich ist, wenn man schlechte Spieler dafür hated, dass sie schlecht sind ^^\nKA was du mit deinem Kommentar bezwecken willst..","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T18:25:12.205+0000","up_votes":4,"down_votes":29,"body":"Es ist erbärmlich, dass man \"schlechte\" Spieler ins Ranked lässt, findeste nicht?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-10T18:42:06.915+0000","up_votes":12,"down_votes":3,"body":"Wärst du dann nicht auch erbärmlich? Platin ist weiß Gott nicht gut. :) \n\nWenn man danach geht, ist wohl alles unter Master erbärmlich wenn nicht sogar alles unter high Grandmaster.","replies":[{"id":"","poster":"C9 Rín","date":"2019-10-10T22:38:58.203+0000","up_votes":5,"down_votes":3,"body":"Keine Ahnung, solche Aussagen find ich echt dumm tbh. Also das mit Platin Spieler sind schlecht, alles unter Master auch absolut stupid. Wenn man P4 ist, ist man in den Top 10% alles Spieler auf dem Server, ich wüsste nicht wo das nicht gut sein soll? Also wenn ab da nicht High elo ist, dann weiß ich auch nicht. Solche Aussagen hauen halt nur Leute raus die sich für was besseres halten.","replies":[{"id":"","poster":"eingew","date":"2019-10-11T04:18:32.182+0000","up_votes":5,"down_votes":1,"body":"Kommt drauf an, wie du es definierst. Wenn du mit High Elo einfach nur \"überdurchschnittlich\" meinst, dann beginnt der Punkt sicherlich noch weiter unten, irgendwo in Silber 1 oder in Platin 4, je nach dem ob du die mittleren 50% oder die mittleren 68% der Ranglistenverteilung als Durchschnitt benutzt. Wenn du weiter gehen willst und von dem sprichst, was man beim IQ unter \"hochbegabt\" oder in einer statistischen Verteilung als Ausreißer und Extremwerte versteht, dann kannst du erst bei niedrigem oder gar hohem Diamant anfangen, die Leute als High-Elo zu bezeichnen. Und da viele Spieler \"High Elo\" mit \"Professioneller Spieler oder hat zumindest das Potential dazu\" gleichsetzen, denke ich findet letzteres meistens die größte Zustimmung, denn als Platinspieler hat man definitiv nicht automatisch das Potential zum professionellen Spieler.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-10-11T04:57:25.073+0000","up_votes":3,"down_votes":2,"body":"Natütlich halte ich mich als Gold 2 Spieler für was besseres als Platin und darüber. xD \n\nBtw hat der nette CptonDury gesagt, das schlechte Leute in LoL erbärmlich sind. Da der den er damit meinte Silberspieler ist meint er wohl, das alles ab Silber nach unten erbärmlich ist. Geht man von schlechten Spielern aus, dann gehört da Platin mit zu. Denn im Vergleich zu Challenger und Profisportler sind selbst Dia 1 und Masterspieler schlecht. Will man also danach gehen, dann is auch Platin erbärmlich. Dort wo der Forentroll eben auch ist ^^ \n\nFür mich persönlich beginnt high Elo bei Dia 2/1. Ab Platin würde ich sagen isses höhere oder bessere Elo. Alles unter Platin is low Elo.. \n\nAber mir gings wie gesagt nur um die Aussage von CptonDuty. ^^ ich wollt ihm damit nur sagen, dass er sich dann wohl selbst erbärmlich nennen muss. ^^","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:42:06.177+0000","up_votes":1,"down_votes":3,"body":"Alter Finne, ich bin kein Forentroll. Anzeige ist raus. {{sticker:sg-syndra}}","replies":[]}]}]},{"id":"","poster":"Razor Fly","date":"2019-10-11T16:52:27.054+0000","up_votes":1,"down_votes":0,"body":"Leider wahr ich bin D4 und immernoch trash x)","replies":[]},{"id":"","poster":"ITroll4Fun","date":"2019-10-10T20:11:07.161+0000","up_votes":3,"down_votes":17,"body":"Ja Platin ist etwas anders geworden, seit der letzten/vorletzten Season, sogar hier auf dem EUW.\n\nKritikpunkte:\n\n1. Der Gott würde es nicht wissen, wenn es ihn geben würde (Uff Religionbashing KAPPA).\n2. Wer sagt denn, dass ich Platin bin? Im Herzen bin ich Challenger. Aber mein Team hält mich zurück.\n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-11T05:00:36.665+0000","up_votes":3,"down_votes":0,"body":"Natürlich ist das so. ^^ \n\nMich interessiert es nicht, ob du hier Religionsbashing betreibst oder nicht. Ich bin nicht gläubig. Das is nur so ne Redensart weißt du ^^ \nWenn du glaubst, dass du in der heutigen Zeit Leute damit ärgern kannst, liegste vollkommen falsch. Finds albern es im Forum überhaupt zu versuchen ^^\n\nDie meisten deiner Beiträge nehme ich so oder so nicht ernst. Für mich biste nix weiter als nen alberner Forentroll.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T05:53:56.766+0000","up_votes":1,"down_votes":0,"body":"Danke, bin ich komplett deiner Meinung :)","replies":[]},{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:37:31.831+0000","up_votes":1,"down_votes":4,"body":">Die meisten deiner Beiträge nehme ich so oder so nicht ernst. Für mich biste nix weiter als nen alberner Forentroll.\n\nReally? Du kannst, aber echt verletzend sein. Pls nenne dich um z.B.  \"Demon Ayume\"\nIch gehe dann mal Seife und ne Schnur suchen/kaufen. \n\n{{sticker:vlad-salute}}","replies":[]}]}]}]},{"id":"","poster":"Żubr","date":"2019-10-11T00:24:21.212+0000","up_votes":5,"down_votes":0,"body":"Komisch, dass man \"dich\" dann in das Spiel lässt\n\nScheinbar\nhast du eine \"schlechte\" Mental und  bist ein \"schlechter\" Spieler (nahezu troll Modus)\n\nAlso wenn es nach dir ginge, solltest du nicht spielen dürfen\n\nKomisch.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T02:47:51.545+0000","up_votes":1,"down_votes":11,"body":"***","replies":[{"id":"","poster":"Żubr","date":"2019-10-23T13:11:42.812+0000","up_votes":1,"down_votes":0,"body":"Reaktion auf einen Volltreffer bei dir :) {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-23T16:15:37.016+0000","up_votes":1,"down_votes":0,"body":"{{sticker:galio-happy}}","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-10-11T05:02:23.814+0000","up_votes":3,"down_votes":0,"body":"Recht hat er trotzdem. ;)","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-11T10:33:02.826+0000","up_votes":1,"down_votes":2,"body":"Nein, ich bin der allerbeste Spieler und bin auch Worlds Champion (im Herzen).","replies":[]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-10-10T19:09:53.137+0000","up_votes":2,"down_votes":0,"body":"Wofür gibt es dann Low Elo? Wenns nur gute Spieler gäbe, dann gäbe es nur Master aufwärts.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-10T20:15:34.660+0000","up_votes":1,"down_votes":13,"body":"Die Elo bzw. MMR-Berechnung wiederspiegelt den \"Skill\" der Spieler nicht. Maximal die mentale Stärke, welche bei mir eindeutig zu schlecht für Solo Q in League  ist.\n\nIch habe den verlinkten Eintrag eines Voluntiers gelesen und es anscheinend  \"falsch\" verstanden. Also soll ich lieber mich über das Thema nicht echauffieren und mein Mund halten. \n\n{{sticker:sg-lulu}}","replies":[]}]},{"id":"","poster":"ITroll4Fun","date":"2019-10-11T18:44:21.953+0000","up_votes":1,"down_votes":1,"body":"Da habe ich, aber peoples getriggert.","replies":[]},{"id":"","poster":"Cenâreth","date":"2019-10-24T07:53:21.355+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mykorrhiza,realm=EUW,application-id=KYnfKGf0,discussion-id=x6LZNQAG,comment-id=000100000000000100000000,timestamp=2019-10-10T18:25:12.205+0000)\n>\n> Es ist erbärmlich, dass man \"schlechte\" Spieler ins Ranked lässt, findeste nicht?\n\nSowas kann halt nur von einem High Elo Spieler kommen der wahrscheinlich nicht mal den Weg ins Competitive geschafft hat. Leicht frustriert vielleicht?","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-10T14:18:27.760+0000","up_votes":1,"down_votes":0,"body":"^^ \nHehe","replies":[]}]},{"id":"","poster":"GOÐCOMPLEX","date":"2019-10-11T14:23:52.058+0000","up_votes":1,"down_votes":0,"body":"\"Dieser Kommentar liegt unter dem Mindestniveau. (Anzeigen)\"\n\n-18 Upvotes für die Bestätigung der harten Realität. XDDDDD\n\nNo front aber...\n\n...wenn man mit 47% Winrate bei 200 Games in Silber stuckt (Level 260 holy moly, deine Lernkurve geht also gegen Null), kann man auch nicht mehr die Mitspieler/Gegner in IRGENDEINER Weise schuldig sprechen. \nDas ist so als würde man bei einem Profimatch ein Eigentor schießen und später heulen, wenn man in der Kabine vom Trainer eine Ansage bekommt, weil die Welt so \"unfair\" ist. ??? Bruh\n\nMach einfach mute all, lass dich carrien und die Sache ist gegessen.\n\nMan muss schon komplett die rassenhass/ homophobe Schiene fahren, damit man bestraft wird. Bei Softinting passiert nichts, solange du nicht streamst. Runterrennen kannst du auch locker 10 Games, bevor was passiert.\n\n> Denkt dran, es ist und bleibt ein Spiel und euer Leben hängt NICHT davon ab, ob ihr gewinnt oder verliert. Und wenn ihr auf Ungerechtigkeiten und Toxicity stoßen solltet, einfach nach dem Spiel reporten oder ein Ticket an den Support schreiben. Danach ins nächste Game gehen und nicht mehr darüber nachdenken ;) Hilft ungemein gegen Tilt (spreche aus Erfahrung)\n\n???\n\nWenn ich Placements spielen würde und in der Lobby OPGG, einen Silber Hardstuck Turbointer sehen, der gerade nicht geboostet wird, bin ich mit den Fingern direkt auf ALT F4.\n\nSelbst Schuld, wenn man mit dir spielt und nicht im Champselect rausgeht. Lieber -3 in Lowelo und +30 im folgenden Game als - 20 nach der gleichen Zeit 4vs6. Doppelt Schuld, wenn man  sich dann noch tilten lässt und zu flamen beginnt. XD\n\nTrotzdem schöne Grüße und viel Erfolg, irgendwann wirds schon klappen.","replies":[]},{"id":"","poster":"ƒuckgirl ","date":"2019-10-10T14:44:45.368+0000","up_votes":2,"down_votes":11,"body":"so true xd","replies":[]}]},{"id":"","poster":"BrokenSmokez","date":"2019-10-11T05:42:13.681+0000","up_votes":2,"down_votes":9,"body":"***","replies":[{"id":"","poster":"XxDevilsReaperxX","date":"2019-10-11T07:53:28.367+0000","up_votes":4,"down_votes":1,"body":"3000€ in ein F2P Game zu stecken ist in  erster Linie mal pure Blödheit. Dann noch durch negatives Verhalten den Account zu verlieren ist erst Recht pure Blödheit. Wer so dämlich ist KANN gar keinen Job haben weil kein Chef so einen Vollidioten einstellt. Wenn mir am Ende allerdings 3000€ von meinem Hartz 4 fehlen würden wäre ich wohl auch angepisst. Und dass du Kinder verprügeln willst solltest du vielleicht bei deinem Therapeuten thematisieren. Nachher landest du noch aus Dummheit im Knast.","replies":[{"id":"","poster":"Razor Fly","date":"2019-10-11T16:58:45.252+0000","up_votes":3,"down_votes":0,"body":"Würde ich mal garnicht so sehen. Jeder kann mit seinem Geld machen was er will. Das man sich darüber aufregt finde ich tbh auch verständlich. Aber das ändert nix an den Terms of Use ;)","replies":[]}]},{"id":"","poster":"BismarckBrötsche","date":"2019-10-11T09:35:48.713+0000","up_votes":6,"down_votes":0,"body":"Ja ist auch lustig. Wer so blöd ist und mehrere tausend Euro in ein Spiel steckt und dazu im Chat seine Mates angeht, hat nix anderes verdient. Nur weil du 3000 Euro in ein Spiel investiert hast, bist du nicht gleich auch geschützt vor Bestrafungen ;) Also entweder 3k investieren und im Chat die Klappe nicht so weit aufreißen, oder es eben ganz sein lassen. Ist derjenige halt selbst schuld dran, er wurde weder dazu gezwungen, Geld zu investieren, noch die Leute dumm anzugehen {{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-10-11T05:49:09.518+0000","up_votes":5,"down_votes":1,"body":"Ich würde an deiner Stelle aufpassen, falsche Schlüsse zu ziehen, immerhin hast du keine Ahnung wie alt ich bin.\nEs geht dich auch nichts an. Aber sagen wir mal so: Ich bin garantiert viel älter als du vielleicht glaubst, nachdem du ja schon geschrieben hast, dass du glaubst, dass ich ein Kind bin ^^\n\nIch finde es nicht lustig, wenn andere Leute ihr Geld verlieren, aber Leute die andere beleidigen müssen bestraft werden, da sie nicht wissen, dass sie sich nicht korrekt verhalten. Diese Leute sind selbst Schuld, wenn sie durch falsches Verhalten ihren teuren Account aufs Spiel setzen.\nDa hab ich kein Mitleid mit denen, sry.","replies":[]},{"id":"","poster":"Razor Fly","date":"2019-10-11T16:56:18.621+0000","up_votes":1,"down_votes":0,"body":"Leute die sowas schreiben sind immer gleich. Also IRL","replies":[]}]},{"id":"","poster":"gehtdichnixan23","date":"2019-10-11T19:55:31.614+0000","up_votes":2,"down_votes":0,"body":"habe schon öfter dem riot support geschrieben und habe sehr schlechte Erfahrungen gemacht(mir wurde gedroht meine Familie und Freunde vor meinen Augen zu ermorden und anschließend gewisse sachen mit den Leichen zu tun, woraufhin eine Standardphrase vom Riotmitarbeiter kam und laut op.gg der Spieler weiterhin täglich spielte) aber auch sehr gut Erfahrungen mit Netten antworten und anschließenden Bans der Toxischen Spieler.\n\nmeine Frage: woher weißt du das der Riot-Support eine gute arbeit leistet?","replies":[{"id":"","poster":"gehtdichnixan23","date":"2019-10-20T10:00:42.208+0000","up_votes":1,"down_votes":0,"body":"Schade, das du dich nicht traust mal einem normalen Kommentar zu antworten, sondern nur die trolle fütterst.\nScheinbar geht es dir nicht um die Diskussion sondern nur darum deine Meinung durchzuboxen.","replies":[]}]}]},{"id":"","poster":"Honor Yisus","date":"2019-10-10T12:32:54.373+0000","up_votes":1,"down_votes":8,"body":"Man bekommt eine Rückmeldung im Client wenn jemand bestraft wurde den man reportet hat...","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T12:35:50.330+0000","up_votes":6,"down_votes":0,"body":"Das ist leider nicht immer der Fall","replies":[{"id":"","poster":"Honor Yisus","date":"2019-10-10T17:28:35.342+0000","up_votes":1,"down_votes":5,"body":"Und woher weißt du dass das nicht immer der Fall ist?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T17:39:07.995+0000","up_votes":4,"down_votes":0,"body":"Weil ich den Support schon mal danach gefragt habe, als ich mal jemanden reported habe, der mir Alles, nur nichts Gutes gewünscht hat.\nUnd als ich kein Sofortfeedback bekommen habe, habe ich mich daraufhin beim Support erkundigt. Er meinte, dass nicht immer eine solche Meldung rausgegeben wird.","replies":[{"id":"","poster":"Honor Yisus","date":"2019-10-10T23:09:42.772+0000","up_votes":2,"down_votes":0,"body":"Achso das ist echt schade.. das Gefühl wenn jemand wegen dir bestraft wird ist einfach zu gut.","replies":[{"id":"","poster":"eingew","date":"2019-10-11T04:07:38.138+0000","up_votes":3,"down_votes":0,"body":"Naja jetzt weißt du ja, dass das noch häufiger der Fall ist, als du bisher dachtest ^^.","replies":[]}]}]}]}]}]},{"id":"","poster":"        Adrian W","date":"2019-10-11T16:58:31.982+0000","up_votes":4,"down_votes":0,"body":"Ich trolle seit season 3 bin noch nicht genannt","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T17:48:55.311+0000","up_votes":1,"down_votes":2,"body":"Dann hast du wohl nicht sehr erfolgreich getrollt xDDDD","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2019-10-12T01:01:16.929+0000","up_votes":1,"down_votes":0,"body":"Die Definition von Troll hat sich inzwischen eh geändert....\nWie damals, als man für AP Rammus Mid noch gefeirt wurde....\nHeutzutage wirst du für den Rammuspick an sich fast schon als Troll geflamed, weil er diesen Patch noch nicht in der Proscene aufgetaucht ist...\nspätestens wenn du 0/1 stehst...\n\nEin erfolgreicher Trollversuch kann funktionieren. Dann kann man dem Gegner unter die Nase reiben, dass er gegen die Spellbook TP Leona verloren hat, weil ein early Gank mit Jungler und Supp die Toplane zum snowballen gebracht hat und die Leona dann einfach auf Bot teleportiert....\n\nEr muss also eher erfolgreich getrollt haben, um nicht gebannt zu werden...","replies":[]}]}]},{"id":"","poster":"EuleQ","date":"2019-10-10T13:13:06.587+0000","up_votes":1,"down_votes":0,"body":"Interessant ist nun nur das es Accounts gab die 15+ Games mit Cleanse Ghost Mitte runter gerannt sind eigentlich sollten die Account nach spätestens dem 2 mal gebannt werden.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T13:24:10.256+0000","up_votes":4,"down_votes":0,"body":"Wie gesagt, so etwas reporte ich und gehe ins nächste Game, ohne mir weiter Gedanken darüber zu machen. Früher oder später werden solche Accounts garantiert gebannt.","replies":[]},{"id":"","poster":"MidlaneGod115","date":"2019-10-10T19:09:05.023+0000","up_votes":2,"down_votes":0,"body":"Beweis bitte und die Accs werden ziemlich schnell nach dem 1. Mal schon gebannt...","replies":[]}]},{"id":"","poster":"MyJungleSkill","date":"2019-10-17T07:17:32.550+0000","up_votes":6,"down_votes":2,"body":"Nein leider wird bei Riot so gehandhabt, seid ihr ein großer Streamer dann könnt ihr euch so einiges erlauben, als zweites merkmal ist das MIESERABLE rank system, Von bronze bis Gold wird sehr viel getrollt weil leute mad sind, und ich spiele viele spiele und habe da diamond und besser erreicht.\n\nDas Bann system ist schon eine dreißte abzocke von Riot um die leute um ihre skins zu erleichtern :) \nIn den Tipps habe ich gesehen 0.002% der spieler werden beleidigend ?\nEher wohl 0.002% der spieler werden es nicht in der Lol Community.\n\nWieso funktionieren spiele wie Apex / Fortnite / Overwatch und bei League of Legends ist alles scheiße ?`selbst die Technik ist der größte müll den ich seit Jahren zu Gesicht bekommen habe DX9 RLY ? im jahr 2020 (bald) ?\n\nKurze Rede Langer sinn, Riot verarscht einfach nur gewaltig die Leute wenn sie das Bann system für's beleidigen bzw. schlecht spielen abschaffen würden und nur noch hacker bestrafen würden dann würde sich auch die community bessern, ansonsten habe ich echt keine ahnung wieso andere spiele gut laufen und nur bei LOL begegnest du (wenn du random spielst) jedes zweite match irgend einem troll.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-17T07:45:10.333+0000","up_votes":1,"down_votes":2,"body":"Das hatte ich eben in einem anderen Beitrag zum Thema \"große Streamer\" kommentiert:\n> Durch die große Reichweite von großen Streamern, würde sich Riot selbst damit langfristig schaden, wenn sie diese fürs Flamen im Chat permanent bannen würden.\nEs würde sich aber ebenso negativ auf sie auswirken, wenn sie auch normalen Spielern straffrei erlauben würden zu flamen.\nMan sollte hier schon ein wenig Verständnis aufbringen.\n\n-----------------------------------------------------\n> Kurze Rede Langer sinn, Riot verarscht einfach nur gewaltig die Leute wenn sie das Bann system für's beleidigen bzw. schlecht spielen abschaffen würden und nur noch hacker bestrafen würden dann würde sich auch die community bessern, ansonsten habe ich echt keine ahnung wieso andere spiele gut laufen und nur bei LOL begegnest du (wenn du random spielst) jedes zweite match irgend einem troll.\n\nUnd jetzt erklär mir bitte mal, wenn das Bannsystem fürs Beleidigen abgeschafft werden würde, was würde die Leute dann davon abhalten zu flamen? Richtig: GAR NICHTS! Und was wäre die Folge? Richtig: Noch mehr Flame und negative Vibes in den Games!\n\n\n> Das Bann system ist schon eine dreißte abzocke von Riot um die leute um ihre skins zu erleichtern :)\nIn den Tipps habe ich gesehen 0.002% der spieler werden beleidigend ?\nEher wohl 0.002% der spieler werden es nicht in der Lol Community.\n\nLeute die viel Geld für Skins und dergleichen ausgeben und die investierte Summe durch falsches Verhalten aufs Spiel setzen, sind selbst Schuld, dass ihr Acc gebannt wird. Das ist nicht die Schuld von Riot! Also ist das auch keine Abzocke!\nWürden sich alle Spieler korrekt verhalten und nicht flamen, gäbe es auch keinen Grund für ein derartiges Bannsystem, was auch garantiert im Sinne von Riot wäre.\nAber leider braucht diese Community dieses Bannsystem...","replies":[]}]},{"id":"","poster":"Veezey","date":"2019-10-10T11:59:02.008+0000","up_votes":4,"down_votes":1,"body":"ja man","replies":[]},{"id":"","poster":"LakeshaCuevas","date":"2019-10-12T21:51:25.898+0000","up_votes":2,"down_votes":0,"body":"Also ich habe es in den letzten Tagen wirklich noch mal versucht irgendeinen Gefallen am Spiel zu finden aber es funktioniert einfach nicht. Die Championauswahl allein ist schon eine Katastrophe, Kommunikation während des Spiels ist ebenfalls unmöglich und die Mitspieler lassen nichts unversucht, dir das Spielerlebnis zu zerstören.\n\nDiese pure Ignoranz und ungezügelte Agressivität der Mitspieler färbt sogar schon auf mich ab, weshalb ich aufpassen muss, was ich sage. Das Spiel beeinflusst einen auf so vielen Ebenen negativ, dass ich schon fast davon abrate es zu spielen.\n\nMein Fazit: Im momentanen Zustand eindeutig nicht spielbar, außer man zielt darauf ab depressiv zu werden.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-12T22:55:56.065+0000","up_votes":1,"down_votes":1,"body":"Oder man deaktiviert einfach den Chat, liest somit nicht wenn man geflamed wird. \nIst tolerant gegenüber der Fehler andere, sodass man nicht alles und jeden als Troll und Inter sieht und hat einfach wieder Spaß :3","replies":[{"id":"","poster":"LakeshaCuevas","date":"2019-10-14T20:39:25.424+0000","up_votes":1,"down_votes":0,"body":"Der Chat ist dauerhaft deaktiviert, die Problematik wird dadurch aber nicht gelöst, denn um ein Spiel zu sabotieren, benötigt man keinen Chat.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-15T05:29:44.707+0000","up_votes":1,"down_votes":0,"body":"Das ist durchaus richtig. Aber da die Spieler, die das Game absichtlich sabotieren durch Trolling oder Inting extrem selten vorkommen, sind es wohl eher die Flamer die den Spielspaß mindern. Und dagegen kann man für sich selbst eben vorgehen indem man den Chat einfach deaktiviert. \nZwar löst es das Problem nicht, wie du sagtest, aber du kannst das Problem zumindest umgehen und weiterhin Spaß am Spiel haben.","replies":[{"id":"","poster":"LakeshaCuevas","date":"2019-10-15T19:04:26.674+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung, ob wir vom gleichen Spiel sprechen aber meine Spiele werden ständig von meinen Mitspielern sabotiert, ob es die ständige Hilfsverweigerung ist oder das vorsätzliche Stehlen von Farm, ständig muss man gegen das eigene Team anspielen.\n\nDann kommen natürlich noch die Inter, Troller und AfK'ler dazu, die sich ab und an ins Spiel schleichen und dir das Spielerlebnis zerstören. \n\nEin Spiel, indem man gegen seine eigenen Mitspieler anspielen muss, nur um anschließend zu verlieren, kann keinen Spaß machen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-15T19:26:52.603+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LakeshaCuevas,realm=EUW,application-id=KYnfKGf0,discussion-id=x6LZNQAG,comment-id=001a0000000000000000,timestamp=2019-10-15T19:04:26.674+0000)\n>\n> Keine Ahnung, ob wir vom gleichen Spiel sprechen aber meine Spiele werden ständig von meinen Mitspielern sabotiert, ob es die ständige Hilfsverweigerung ist oder das vorsätzliche Stehlen von Farm, ständig muss man gegen das eigene Team anspielen.\n\nIch denke schon das wir vom selben Spiel reden. ^^ Aber vielleicht bist du einfach viel zu intolerant und siehst in jedem Spieler der nicht so spielt wie du das gern hättest einen Saboteur. ^^\n\n> \n> Dann kommen natürlich noch die Inter, Troller und AfK'ler dazu, die sich ab und an ins Spiel schleichen und dir das Spielerlebnis zerstören. \n\nHab ich fast nie. Heute hatte ich nach über 100 Spielen mal wieder einen Inter. Trolle hatte ich in den über 100 Spielen einmal im Gegnerteam und einmal im Aram. Und Afkler kommen ebenfalls kaum vor. \nSie sind vieeeeel zu selten, als das sie meinen allgemeinen Spielspaß mindern. \n\nWenn ich in jedem schlechten Spieler nen Inter sehe und in jedem Spieler der nicht so handelt wie ich das möchte einen Troll, dann joa, dann hät ich auch kaum Spaß xD\n\n> \n> Ein Spiel, indem man gegen seine eigenen Mitspieler anspielen muss, nur um anschließend zu verlieren, kann keinen Spaß machen.\n\nWenn du in alles und jedem nen Saboteur siehst dann ja. ^^ Toleranter sein und dein Leben is schöner x)","replies":[{"id":"","poster":"LakeshaCuevas","date":"2019-10-17T20:50:34.842+0000","up_votes":1,"down_votes":0,"body":"> Ich denke schon das wir vom selben Spiel reden. ^^ Aber vielleicht bist du einfach viel zu intolerant und siehst in jedem Spieler der nicht so spielt wie du das gern hättest einen Saboteur. ^^\n\nIch bin schon viel zu tolerant und nein, ich spreche per Definition von Saboteuren :-)\n\n> Hab ich fast nie. Heute hatte ich nach über 100 Spielen mal wieder einen Inter. Trolle hatte ich in den über 100 Spielen einmal im Gegnerteam und einmal im Aram. Und Afkler kommen ebenfalls kaum vor. \n> Sie sind vieeeeel zu selten, als das sie meinen allgemeinen Spielspaß mindern. \n\nWas du hast, ist mir egal, meine Spiele werden oft absichtlich sabotiert und du kannst wohl kaum beurteilen, wie viele Trolle/Inter etc. im Durchschnitt auftreten. Ich muss leider viel zu oft mit denen spielen.\n\n> Wenn ich in jedem schlechten Spieler nen Inter sehe und in jedem Spieler der nicht so handelt wie ich das möchte einen Troll, dann joa, dann hät ich auch kaum Spaß xD\n\nEs geht nicht darum, was ich will, man kann ziemlich gut beurteilen, ob jemand absichtlich sabotiert oder nicht, vor allem wenn er die Mitte runterläuft.\n\n> Wenn du in alles und jedem nen Saboteur siehst dann ja. ^^ Toleranter sein und dein Leben is schöner x)\n\nIch tu gar nichts, außer objektiv zu beurteilen. Toleranz macht dein Leben auch nicht schöner, es schadet dir, denn \"tolerieren\" bedeutet \"ertragen\" und ich will nichts ertragen müssen. Ein gutes Miteinander basiert auf gegenseitigem Respekt und nicht auf Toleranz gegenüber Intoleranz.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-21T09:19:04.740+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LakeshaCuevas,realm=EUW,application-id=KYnfKGf0,discussion-id=x6LZNQAG,comment-id=001a000000000000000000000000,timestamp=2019-10-17T20:50:34.842+0000)\n>\n> Ich bin schon viel zu tolerant und nein, ich spreche per Definition von Saboteuren :-)\n\nWas sind denn Saboteure für dich? \nAlso die, die absichtlich feeden, Junglern hinterherrennen und die Camps stealen, Itembuilds bauen die für den Champ nicht funktionieren, weil sie zB kein AP Scaling haben, sich im Background stellen und tanzen während die Teammates nen Teamfight ausfechten. Meinst du sowas? \n\n> \n> Was du hast, ist mir egal, meine Spiele werden oft absichtlich sabotiert und du kannst wohl kaum beurteilen, wie viele Trolle/Inter etc. im Durchschnitt auftreten. Ich muss leider viel zu oft mit denen spielen.\n\nNa ja, ich bin ja nicht die einzige, die diese Erfahrung teilt. Außerdem spiele ich seit fast 5 Jahren LoL, wieso sollte ich die totale Ausnahme darin sein, dass ich kaum Trolle und Inter bekomme? Das würde keinen Sinn machen. \n\nAllerdings fördern Flamer solches Verhalten. Ich hatte letztens eine Kayle die die Mitte runtergelaufen ist, sie ist wirklich einfach in die gegnerischen Tower gerannt und das nur, weil sie von unserem Pyke geflamed wurde, weil sie ihre Lane verloren hat und der Sylas sie auch noch einen Hurensohn genannt hatte. \nHätten die beiden kein Wort gesagt und sie vllt stattdessen aufgemuntert, ich wette mit dir, sie hätte nicht geintet. \n\nWenn du so viele Probleme mit denen hast, vielleicht ist es dein eigenes Chatverhalten die sie dazu animiert dies zu tun. \nIch will dir damit nichts unterstellen, ich kenn dich schließlich nicht. Es ist nur eine Idee.\n\nDenn Inter und Trolle gibt es eben extrem selten und das nicht nur in meinen Games. Flamer hingegen kommen in jedem 2. Game vor. \n\n> \n> Es geht nicht darum, was ich will, man kann ziemlich gut beurteilen, ob jemand absichtlich sabotiert oder nicht, vor allem wenn er die Mitte runterläuft.\n\nKann man nicht. Wenn es so leicht zu beurteilen wäre, dann wäre es für den Bot ein leichtes dies sofort zu bestrafen. \nWenn jemand straight die Mitte runterrennt in die Gegner und sich töten lässt ja, da kann man sagen der macht das mit Absicht. \nAber was ist mit der Botlane die beide 0/7 stehen in der Lane? Sind sie deswegen Inter? Ich glaube nicht, sie haben vermutlich einfach nur bad gespielt oder der Gegner war einfach besser, vllt war der Jungler auch einfach sehr oft Botlane. \n\nOft sieht es für einen aus als würden sie es absichtlich machen, weil man sich nicht vorstellen kann, dass jemand solch einen Fehler macht. Aber doch, solche Fehler passieren immer wieder, unabsichtlich. Es ist einfach nur bad gespielt. :/ \n\n> Ich tu gar nichts, außer objektiv zu beurteilen. Toleranz macht dein Leben auch nicht schöner, es schadet dir, denn \"tolerieren\" bedeutet \"ertragen\" und ich will nichts ertragen müssen. \n\nAber du kannst es ingame doch eh nicht ändern. Wenn da einer ist der feedet, ja dann feedet er. Ob nun absichtlich oder nicht. Was kannst du schon daran ändern? Entweder du machst dir den Stress und regst dich mega darüber auf, schimpfst über ihn, flamest ihn für dich oder im Chat. Oder aber du tolerierst es, nimmst es hin wie es ist und machst dir den Stress eben nicht. \n\nEs kommt halt drauf an was du tolerierst. Wenn du tolerierst, dass dein Partner dich weiterhin schlägt, ja, dann schadet es dir mehr, als das es dir hilft. Wenn du aber einfach eine Situation die du eh nicht ändern kannst tolerierst, dann machst du dir weniger Stress, regst dich weniger auf und dann tut es dir eher gut als das es dir schadet. \nDenn Stress ist eben nicht gut für die Gesundheit.\n\nErgo solltest du Fehler von anderen mehr tolerieren, damit du dir den Stress nicht machen musst. Damit will ich dir nicht sagen, dass es in Ordnung ist wenn jemand flamed oder intet und es sollte dir auch nicht egal sein. Das Verhalten ist immer noch nicht akzeptabel und gehört reportet und gebannt. \nIch meine eher wenn es einfach Fehler sind die deine Mates machen über die man sich gern mal aufregt. \nDer Jungler kommt ganken, der Gank missfolgt und er stirbt. Ärgerlich, aber nicht zu ändern. \n\n> Ein gutes Miteinander basiert auf gegenseitigem Respekt und nicht auf Toleranz gegenüber Intoleranz.\n\nWie gesagt, es kommt drauf an gegen was man Toleranz zeigt. Ingame kannst du das Verhalten so oder so nicht ändern. Entweder du nimmst es so hin wie es ist, vielleicht versuchst du ihn noch umzustimmen und ordentlich zu spielen aber wenns nicht klappt kannst es nicht ändern. Also harke das Game ab, nimm es wie es ist und reporte ihn am Ende des Games. \nDu kannst dir auch in Sonderfällen auch noch die Mühe machen und ihn per Ticket reporten. \nDamit tolerierst du das Verhalten ja nicht im allgemeinen, weil du ja dennoch etwas unternimmst. \nIch meine es halt nur Ingame bezogen und darauf, dass man sich nicht zu sehr darüber aufregen sollte.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"TanyaTheEvil 92","date":"2019-10-11T19:27:41.220+0000","up_votes":2,"down_votes":0,"body":"Meine Güte wie immer alle hier rum haten macht das Mal mit euren Chefs die euch blöd kommen Mal schauen was da passiert spielt einfach macht Musik an und chillt Mal euer Leben wenn lol euch tiltet spielt was anderes und lasst die Leute einfach spielen die Spaß daran haben ohne eure {{champion:254}} sheiten den Leuten zu predigen die es null interessiert was ihr denkt da sie meist nur 25 min mit euch zu tun haben\n\nSomit war's das von mir wunderschönen Abend euch noch und viel Spaß beim ranked","replies":[]},{"id":"","poster":"FoD Specter","date":"2019-10-11T12:23:19.549+0000","up_votes":2,"down_votes":1,"body":"Lol, du liegst ja so falsch.\nIch habe letztens einen Dia 2 Spieler nach Dia 1 geboosted.\nDurch gewisse Umstände habe ich dann dem Riot Support dies gemeldet, weil er einen smurf Von mir einen 2 Wochen bann, etc. Verpasst hat.\nUnd es ist unumstritten, dass boosting verboten ist.\nNun meldete ich den Account, hab Belege, etc. hinzugefügt - eindeutige Belege.\nUnd der Account wurde nicht Mal für zwei Wochen gebannt. Und Riot selbst sagt, dass boosting zu einem zwei Wochen Bann, beim ersten Mal, führt.","replies":[{"id":"","poster":"clair de lune289","date":"2019-10-11T12:57:05.299+0000","up_votes":2,"down_votes":0,"body":"duo q \"boosting\" ist erlaubt...\nsolange der Spieler selbst auf seinem ACC spielt,ist es kein Verstoß gegen die ToU\naus dem Grund kann man übrigens im Ranked **nicht** mit Spielern zusammenspielen,die weit über oder unter der eigenen Elo sind.","replies":[]}]},{"id":"","poster":"ITroll4Fun","date":"2019-10-10T16:08:54.410+0000","up_votes":2,"down_votes":10,"body":"Ich weiß, dass es übertrieben ist und eigentlich nicht vergleichbar sein sollte, aber ich machs trotzdem.  Wenn ich dein Statement richtig verstehe, sollte deine Logik auch hier passen. \n\nBeispiel 1: \n\nEin \"Paar\" Menschen ertrinken im Mittelmeer, weil unter anderem gewisse Unternehmer mehr Kapital machen wollen und Waffen in totalitäre Regime verkaufen etc. Juckt mich nicht, ich denke darüber nicht nach, sonst tiltet es mich bloß. Und wähle weiterhin dieselbe Partei/Regierung, juckt mich ja nicht, da ich darüber nicht nachdenke.\n\nBeispiel 2:\n\nDeutschland verliert gegen Südkorea und fliegt raus. Ca 20 Minuten nach dem Spiel werden auf einer Haltestelle, weibliche Studenten aus Asien durch mehrere \"deutsche\" Fans verbal angegriffen. Auch das geht mich nichts an, wird mich sowieso nur tilten . Vor allem wird es diesem Pöbel klar, dass sie falsch handelten, wenn die Wirkung des Ethanols nachlässt. Also wieso soll ich was machen? Richtig kein Grund, kann doch wegschauen wie die andere 90 Leute an der Haltestelle.\n\nSiehste auf was ich raus will? Auch, wenn League ein \"Spiel\" ist, verändert es das subjektive Gefühl der  \"Ungerechtigkeit\" in keiner Weise, jedenfalls für mich. Weshalb ich es nicht verstehe, warum du hier von \"ignorieren\" sprichts und dass Riot einen guten Job macht, objektiv gesehen machen sie es nicht. Die Inter/Trollerei/ o. Ä. werden viel seltener gebannt, als die \"Chatverbrecher\". Wo zur Hölle ist es \"fair\"? Ja dann muss ich halt was besseres ausdenken, ist ja meine Aufgabe und nicht von Riot.\n\nWenn man einen TF Top bekommt, der bissle gefeedet hat - an sich ist es ok, soll er machen - aber der Midlaner,dann entscheidet zu trollen. Zitat: \"Top is biggest troll, so I will troll now.\" Er pickt Soraka und geht Top supporten, also open mid. Ich schreibe ein Ticket, TF ist gebannt (12 Tage abgesessen) und Soraka nicht. Wer von beiden hat wohl eine  2 wöchige Sperre verdient? Ich schreibe wieder dem Support und es kommen solche Sätze als Antwort.\n\n\n\n\"Hallo CptOnDuty,\nich verstehe deine Sorgen wirklich gut. Einerseits ist unser IFS leider nicht perfekt, wir arbeiten ständig daran es zu verbessern. Auch wenn es jemanden noch nicht erwischt hat, es trifft jeden der früher oder später gegen unsere Regeln verstoßen hat.\nAnderseits bekommst du nicht immer eine Nachricht, wenn jemand bestraft wurde, wieder da unser System nicht perfekt ist. Manchmal schickt es einfach nicht.\nNoch dazu musst du nicht vergessen den bestimmten Spieler zu melden, damit das System aktiviert wird.\nUnser Team versucht ständig neue Lösungen zu entwickeln, doch es ist keine leichte Aufgabe ein System zu entwickeln, dass gerecht für alle ist und dass keine Ausbeutungen zulässt. Ich hoffe du kannst das nachvollziehen. Ich versichere dir, dass es Leute bei uns gibt, die über diese Probleme nachdenken und daran arbeiten, wir sind auf keinen Fall untätig.\"\n\nIch bekomme mindestens seit Season 6 ähnliche Antworten, also an was verf*ckt nochmal arbeiten die Leute? An einer echte Cortana oder was? Es ist Season 9 und es passiert NICHTS. Aber ja die Leute arbeiten ständig daran.\n\nEdit: Sorry mods Zensur ist da","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-10T17:21:23.952+0000","up_votes":6,"down_votes":1,"body":"Du kannst dich ja gerne weiterhin über Riot aufregen soviel du willst, sind nicht meine Nerven.\nIch für meinen Teil bin zufrieden so wie es ist. Es ist halt schwer zu unterscheiden ob leute wirklich mit Absicht inten gehen oder einfach schlecht sind, so wie ich (Ja ich weiß, dass ich kein guter Spieler bin). Und es wäre in keinster Weise fair, wenn ein schlechter Spieler gebannt wird, nur weil er 9 Tode am Ende hat.\nDagegen ist es sehr leicht fest zu stellen, wenn sich jemand im Chat nicht zu benehmen weiß.\n\nRede dir ruhig weiterhin alles schlecht, das juckt mich nicht.\n\nSchönen Abend noch","replies":[{"id":"","poster":"XxDevilsReaperxX","date":"2019-10-11T08:10:01.419+0000","up_votes":1,"down_votes":1,"body":"Sorry aber in dem Punkt bin ich voll beim Cpt. Ich hab vor kurzem im ARAM einen Spieler kennenlernen müssen, der geintet, beleidigt, rassistische &amp; homophobe Kommentare abgelassen hat &amp; am Ende dazu aufgerufen hat mich zu reporten, weil ich weit weniger oft in den Gegner rannte, als er das tat. Selbstverständlich habe ich ihn reportet. Rate mal wer nicht gepunished wurde. Man könnte nun sagen \"Scheiß auf ARAM das juckt eh niemanden\" aber ARAM ist ebenfalls Teil von LoL &amp; in keinem Teil eines Spiels sollte es solches Verhalten geben. Aber das gibt es! Das gab es immer &amp; das wird sich auch nie ändern! Riot does not care! Stattdessen macht man einfach einen neuen Lux Skin.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T08:26:25.733+0000","up_votes":2,"down_votes":0,"body":"Nur weil er nicht instant perma gebannt wurde, heißt das nicht, dass er nicht bestraft wurde. Und wenn er sowas öfter abzieht, dann wird sein Acc bald Geschichte sein.","replies":[]}]}]},{"id":"","poster":"Shu Zhao Yun","date":"2019-10-12T08:50:01.595+0000","up_votes":1,"down_votes":0,"body":"Ist halt auch geil wie du Politik und globales Geschehen mit einem Videospiel vergleichst.  Uff.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-12T10:58:41.057+0000","up_votes":1,"down_votes":0,"body":">Ich weiß, dass es übertrieben ist und eigentlich nicht vergleichbar sein sollte, aber ich machs trotzdem. Wenn ich dein Statement richtig verstehe, sollte deine Logik auch hier passen.\n\nDisclaimer war aus Spaß da.{{sticker:sg-lulu}}","replies":[]}]}]},{"id":"","poster":"SlainbymeShalfe","date":"2019-10-11T07:56:56.580+0000","up_votes":2,"down_votes":0,"body":"Also ich will ja mal nichts sagen,  aber wenn man mit 20 Games 0/20 die Mitte runterennt und nicht gebannt wird läuft einiges falsch","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T08:01:20.368+0000","up_votes":1,"down_votes":1,"body":"Worauf ist dein Kommentar bezogen?","replies":[]}]},{"id":"","poster":"LutschiSchlecki","date":"2019-10-12T10:02:59.246+0000","up_votes":3,"down_votes":1,"body":"#{{champion:154}} schleimer {{champion:154}}","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2019-10-11T18:55:39.702+0000","up_votes":3,"down_votes":1,"body":"EUW. So leicht zu beeindrucken und zu manipulieren ;)\n\nAber hey ich muss pro Match etwa 4-5 Spieler reporten. dH ich muss 5 Tickets nach nem 20 min Game schreiben wenn ich möchte das diese bestraft werden.\n\nPro ticket also rechne ich mal so 3 -4 min ein . 20 min Game 20 min Ticketschreiben . Entweder bist du der größte Forentroll den ich jemals gesehen hab oder du bist halt der classic EUWler.","replies":[{"id":"","poster":"Yuiwara","date":"2019-10-11T20:18:04.425+0000","up_votes":1,"down_votes":0,"body":"nya übertreib nicht, die meisten tickets gehen in 1 min geschrieben. es gibt dann natürlich die extremfälle, wo das textfeld für den report nicht groß genug ist und man rauskürzen muss, damit man alles wichtige reinbekommt, aber nya, eher die ausnahme ^^\n{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Treeline Warrior","date":"2019-10-15T17:51:40.969+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-15T17:55:54.492+0000","up_votes":3,"down_votes":2,"body":"Noch son 9 jährigens Kind. Hör mal, LoL ist ab 12. Sowas darfst du noch gar nicht spielen. \nAußerdem haben wir schon 20 Uhr, in deinem Alter gehörst du ins Bett.","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-10-16T05:10:13.219+0000","up_votes":2,"down_votes":2,"body":"Uh, da ist wohl jemand verärgert, dass die 3v3 Map deleted wird ^^\n(Ja, ich streue gerne Salz in offene Wunden von Leuten die keinen Respekt gegenüber älteren Menschen haben)\n\nSag mal, hast du so ein Verhalten etwa letzte Woche im Kindergarten gelernt?\nEcht traurig, was man dort heutzutage lernt..\nIch würde vorschlagen, du stellst dich für ne halbe Stunde in die Ecke und denkst über dein Fehlverhalten nach!","replies":[]}]},{"id":"","poster":"Aesto","date":"2019-11-04T23:49:48.750+0000","up_votes":2,"down_votes":1,"body":"Unfug. Das System funktioniert nicht und RIOT schert sich m. M. auch nicht drum.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-05T06:09:25.378+0000","up_votes":1,"down_votes":1,"body":"Deine Meinung ;)\nUnd was soll deiner Meinung nach an dem System nicht funktionieren?","replies":[{"id":"","poster":"Aesto","date":"2019-11-06T22:13:09.587+0000","up_votes":2,"down_votes":1,"body":"Richtig hier schreibt btw. jeder seine Meinung auf Basis seiner Erfahrungen. ;)\nIch spiele selbst sein Jahren u.a. auch mit Leuten zusammen, die man gemeinhin als toxic bezeichnen würde. Bis auf einen temporären \"mute\" passiert da garnix… Was mich zusätzlich stört ist die doch m,M. lachhafte \"Strafe\" fürs leaven: Einfache Rechnung: Zeitstrafe ist afaik 15 min (korrigiert mich wenn ich falsch liege) und mitunter wird damit ein Spiel (30-45 min) von 9 anderen Spielern kaputtgemacht... Ich behaupte nicht eine Patentlösung für ein absolut funktionierendes System zu haben. Aber das, was bisher geboten wird ist imho einfach zu wenig. Ich spiele selbst sein Season 2. Ich würde schon sagen, dass man seitdem auch Fortschritte hätte machen können.\nUnd btw: Die Empfehlung, die dann immer höre \"Muten und Problem damit gelöst\" halt ich doch für ein bisschen zu einfach (löst ja nicht das Problem, sondern ermuntert ja theoretisch nur zu noch mehr Beleidigungen etc...nur weil ich etwas nicht höre ist es ja nicht nicht existent).\nUnd letzter Punkt: Riot muss dringend etwas gegen Spieler mit Scripts tun. Das begegnet mir in letzter Zeit sehr häufig...","replies":[]}]}]},{"id":"","poster":"KWEN Kama","date":"2019-10-11T15:58:31.591+0000","up_votes":2,"down_votes":1,"body":"Wie erklärst du dir dann das viele High-Elo Spieler 10 Games+ inten können und erst gebannt werden wenn ein Game auf die Frontpage von Reddit kommt?","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T16:14:36.223+0000","up_votes":2,"down_votes":3,"body":"Ich vermute mal stark, dass High Elo ziemlich hart ist und wenn ein Spieler mal nicht 100 % in Form ist, kann es da dann schon mal vorkommen dass das von den Gegnern richtig hart gepunished wird und das wirkt dann, als würde der absichtlich inten. Es ist für Riot nicht leicht, Spieler mit einer schlechten Phase von absichtlichten Intern zu unterscheiden. Deshalb denke ich, wird hier erst mal abgewartet, bevor jemand zu unrecht gebannt wird. Früher oder später bekommen aber Spieler die offensichtlich vorsätzlich inten immer einen Bann.","replies":[]}]},{"id":"","poster":"randomfuggboi69","date":"2019-10-11T14:37:58.313+0000","up_votes":2,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Yuiwara","date":"2019-10-11T15:16:23.033+0000","up_votes":2,"down_votes":1,"body":"{{summoner:14}}\n\n...Dein Ernst? Dir ist schon bewusst, dass du dadurch vermutlich ne Sperre fürs Forum bekommst oder? ^^","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-11T15:38:25.175+0000","up_votes":1,"down_votes":2,"body":"Wird wohl absicht von dem Kiddi sein :D","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T16:03:25.337+0000","up_votes":2,"down_votes":2,"body":"Allein der Beschwörername von ihm lässt schon auf einen Troll schließen ^^","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-11T16:31:53.933+0000","up_votes":1,"down_votes":2,"body":"Troll wäre da noch nett :D","replies":[]}]}]}]}]},{"id":"","poster":"4noobs1team","date":"2019-11-07T09:25:46.915+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"G2 Slippi","date":"2019-11-07T09:36:06.770+0000","up_votes":1,"down_votes":0,"body":"Der 8-jährige 4noobs1team vermisst seine Eltern. Bitte ihn unverzüglich bei der Kassa abholen!","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-10-23T16:48:44.697+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal so ne praktische Frage, die ich mal genau hier hinstelle:\nGestern auf meinem Smurf habe ich, als das Spiel eh schon verloren war, meinen Jungler entmuted. Da durfte ich dann \"Teemo kys\" und \"enjoy our cancer\" lesen. Das sind direkte Zitate. Darauf hin habe ich ihn dann unter \"Hatespeach\" reported und mir gedacht: Wird sich ja regeln, ich hab ja auch \"Protokolle\" gelesen, in denen das \"kys\" nur zitiert worden ist.\nHier ist das Problem: Besagter Spieler munter weiter gespielt. 17 Ranglistenspiele. Nun bin ich ja eigentlich nicht nachtragend, habe den Spieler quasi nur auf dem Schirm, weil ich mir den nächsten \"Hat KYS geschrieben, zockt aber weiter\" Fall merken und mit euch teilen wollte. \n\nDie Frage ist: Sollte ich auf meinem Smurf jetzt nen Support Ticket erstellen und auf den Fehler im System hinweisen? Ich hab natürlich keinen Screenshot gemacht, weil ich auf Ritos System vertraut habe. Aber irgendwie drauf hinweisen, dass das System nicht so lückenlos läuft, wie viele glauben, sollte man vielleicht schon, oder?","replies":[]},{"id":"","poster":"Sirtr0lal0t","date":"2019-10-17T12:18:12.173+0000","up_votes":1,"down_votes":0,"body":"Man sollte kein Ticket schreiben müssen, damit jemand gebannt wird. Deine Beweisführung für ein funktionierendes Bestrafungssystem ist nicht existent.","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-17T12:36:16.137+0000","up_votes":1,"down_votes":4,"body":"Muss man auch nicht. Es reicht den oder die Spieler direkt nach dem Game zu reporten.\nIn meinem Beispiel habe ich deshalb ein Ticket geschrieben, da es sich bei dem bzw. den beiden Spielern um Smurfs gehandelt hat, die ihre Accounts gekauft hatten, was ich erst später bemerkt habe als ich ihr Profil überprüft hatte, und da war ich bereits in einer neuen Lobby.","replies":[]}]},{"id":"","poster":"HairyAsianWife","date":"2019-10-11T06:37:39.645+0000","up_votes":1,"down_votes":1,"body":"An den TE,wenn jeder so denken würde wäre die League Community nicht einer der Toxischten der Welt gefolgt vom Matchmaking bis hin zum Championbalancing das sein zehnjähriges feiert,also Meilensteine haben sie sich gesetzt muss man auch erstmal fertig kriegen,kann man ruhig mal klatschen. \n\nNach Season 3 kam nichts mehr,ist nun mal so League hält sich nur noch durch den Esport/große Sponsoren und handeln auch dementsprechend oder glaubt ihr es ist reiner Zufall das die meist gespielten Champions im Competitive z B immer wieder in den Patchnotes auftauchen und andere Champions so vernachlässigt das sie ganze Rework benötigen...i mean come on. :')","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T07:29:48.401+0000","up_votes":1,"down_votes":0,"body":"Ist mir schon klar, dass nicht jeder so denkt wie ich, und dass unter einem positiven Thread jede Menge negative Kommentare von Schwarzmalern geposted werden, unterstreicht das Ganze nochmal.\nWie bereits in mehreren Kommentaren erwähnt, spiele ich trotz allem gerne dieses Spiel, da es mir riesen Spaß macht.\nUnd daran werden auch solche Kommentare nichts ändern.\n\nNatürlich kam da noch was, sonst würde es das Spiel nicht mehr geben. Es ist nur so, dass man immer nur die wenigen Leute laut aufschreien hört, die mit den Änderungen nicht klar kommen und ihren Unmut immer und überall kundtun. Von Leuten, die mit den Änderungen klar kommen und zufrieden sind, hört man meistens nichts und deshalb fühlt es sich so an, als ob der Großteil der Community unzufrieden ist. \nWie gesagt, wäre der Großteil unzufrieden, würde es das Spiel nicht mehr geben. Da könnte auch der E-Sport nix dran ändern.","replies":[{"id":"","poster":"HairyAsianWife","date":"2019-10-14T12:08:24.938+0000","up_votes":1,"down_votes":0,"body":"Nenne es wie du willst,gäbe es den E-Sport nicht würde League auf der gleichen Stufe wie HoN,HOTS ect. stehen und keinerlei Relevanz mehr haben sondern auch eine Nische bleiben und warum es noch so viele Spieler gibt ist leicht erklärt,weil sie trotzallem noch durch den E-Sport Motivation haben weiter zu machen,den Meisten ist Riot mittlerweile egal und springen auf den Metazug auf und abusen alles was broken ist. \n\nGaren ist gerade ein Geheimtipp mit dem free Conquerer Stack auf seinem E Skill z B. und wenn ihr ihn nicht Spielt im ranked,er ist jetzt Pflichtban.","replies":[]}]}]},{"id":"","poster":"AidsSchnelltest","date":"2019-10-13T09:28:33.540+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-13T10:37:01.348+0000","up_votes":1,"down_votes":3,"body":"Mein Beitrag ist auf kein Thema bezogen, was mit Skill, Gameknowledge, usw. zu tun. Das heißt, dass er nichts damit zu tun hat, wie schlecht ich als Spieler bin. Somit darf ich das hier wohl posten.\nIch bin mir dessen absolut bewusst, dass ich kein guter Spieler bin und deshalb schreibe ich nur Beiträge von denen ich Ahnung habe und halte mich bei Dingen, wo ich mich nicht auskenne, zurück. (Im Gegensatz zu manch anderen hier im Forum).\n\nEins noch: Deinen Kommentar kann man auch respektvoller verfassen, sodass man sich auf einer normalen, menschlichen Ebene unterhalten kann ;)\n\nSchönen Sonntag noch","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-13T10:45:30.410+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das ist ein ironischer Beitrag.","replies":[]}]}]},{"id":"","poster":"Crack Addiction","date":"2019-10-12T11:14:22.997+0000","up_votes":1,"down_votes":0,"body":"Soo wollte auch Mal kurz meinen Senf dazugeben :D\nZum ursprünglichen Thema der fairen Bestrafung muss ich Slippi widersprechen : / \nIch selber wurde bereits für 14 Tage gebannt nur weil ich in einem Game das englische Wort für Homosexuelle in den allchat geschrieben habe. Die automatisierte Ban Nachricht war dementsprechend lächerlich. Eine cr hatte ich noch nie sowie auch alle meine Freunde, welche gebannt wurden diese Phase anscheinend auch übersprungen haben. Die Blacklist, mit Worten die automatisch zum Ban führen bei genügend Reports ist leider Recht löchrig... Der Support konnte mir bisher noch nie helfen und meinte immer nur das die da nichts dran machen können, egal ob ich einen Spieler reported habe oder als ein Smurf von mir gehijackt wurde.\nUnd wenn ihr euch manchmal über eure Teamkameraden aufregt und unter Platin seid... sagen wir es so bis Gold sind eure Teamkameraden Engel im Vergleich zu manchen Kreaturen die in Plat hardstuck sind.\n\nSelber Spiele ich das Spiel auch nur noch zum Spaß ohne ein Ziel vor Augen. Und wenn ihr wirklich Spaß haben wollt dann sucht euch einen guten duopartner der euch eher hilft statt euch zu kritisieren. \n\nUnd wenn hier jemand Mal Bock hat nur zum Spaß zu zocken kann man mich gerne adden weil es mir großen Spaß macht anderen auszuhelfen :)\n\nPS. Unser guter CptOnDuty ist etwas delusional ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-12T19:43:05.133+0000","up_votes":1,"down_votes":0,"body":"Wie war denn das englische Wort für Homosexuelle welches du genutzt hast? \nWar es ganz zufällig \"faggot\" oder \"fgt\"? ^^","replies":[]}]},{"id":"","poster":"DoubleRarito","date":"2019-10-11T13:40:19.559+0000","up_votes":1,"down_votes":1,"body":"Bruh meanwhile ich mit meinem 10 permabanned accounts und hardstuck Gold feelsbadman","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2019-10-12T01:02:26.872+0000","up_votes":1,"down_votes":0,"body":"Zählt es als Hardstuck, wenn du immer gebannt wirst sobald du gold erreichst, obwohl du theoretisch Dia wärst, wenn du lange genug auf einem Acc spielen könntest?","replies":[]}]},{"id":"","poster":"KibaDerWolf","date":"2019-10-11T23:55:07.267+0000","up_votes":1,"down_votes":1,"body":"Spieler die mich permanent zuflamen werden natürlich nicht gebannt, aber ich kriege einen PERMANENT Bann weil ich fck und sowas reinschreibe, ich hasse root, letztes drecks game bin nicht umsonst vor kurzem auf dota umgestiegen, ich lasse mir einiges gefallen aber ich finde sowas einfach dreißt, für nichts gebannt werden dann permanent extrem toxische Mades, gleich gelöscht genau wie mein ehemaliger Clan auch, und nun sitzen wir alle in dota rum, 10 lol Spieler weniger :D","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2019-10-12T00:52:32.274+0000","up_votes":1,"down_votes":0,"body":"Na dann viel Glück beim WALRUS PUNCH!en von Gegnern. (Seriously, probier Tusk aus, der is Bombe)","replies":[]}]},{"id":"","poster":"Me vs 9 ret4rds","date":"2019-10-11T17:15:50.889+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T17:48:14.244+0000","up_votes":2,"down_votes":2,"body":"... und du bist einer von denen, die zur Toxicity beitragen, wie man an deinem Kommentar eindeutig erkennen kann.\nImmer diese komischen Leute, die im Internet (nur weil sie sich sicher fühlen) immer gleich beleidigend werden müssen ^^\nKA welche Laus dir über die Leber gelaufen ist ^^ aber du könntest ruhig etwas netter sein, wenn du mit Erwachsenen sprichst :*","replies":[]}]},{"id":"","poster":"Tanjirou Kamadó","date":"2019-10-11T11:33:10.921+0000","up_votes":1,"down_votes":0,"body":"Ich sehe es mal so jede Runde gefühlt in Normal Blinds komm ich mir total Lost vor wenn jedesmal einer 0/8 steht irgendeiner mich flamed als jungler und am ende der Runde bekomm ich den Report rein gedrückt allgemein von Premades ist das fair ich hab eine Lane wie jeder andere auch werde somit zu unrecht bestraft , einer schreibt zu mir kixx yourselx ein pyke der sehr stark ist und will mein Buff hab den Buff mir auch genommen man kann ja fragen in Chat bzw gehört der Blue Buff auch den Midlaner und der Red Buff dem Adc und nicht Support darauf gleich reagiert nach der Runde ticket gemacht fertig und ab und zu bin ich auch mal Toxic gebe ich zu aber es nervt wie darin in den Game gezockt wird manche Spieler feeden einfach oder sind Afk es nervt langsam ab Season 5 ist das Spiel kaputt wie soll man noch klar kommen wenn solche Spieler nicht Perma gebannt werden, andere Spieler leiden drunter wenn einer Afk ist sowas muss Perma bekommen und Premades trollen eigene Spieler so heftig das darauf nie jemand reagiert das finde ich Schade wo ist das Bannsystem richtig auch falsche werden einfach so weg gebannt obwohl sie was harmloses schreiben mfg neekosama {{summoner:14}} p.s. chat kann man auch aus machen aber sinnvoll ist es trotzdem nicht ","replies":[]},{"id":"","poster":"Zesu","date":"2019-11-23T18:54:05.953+0000","up_votes":1,"down_votes":1,"body":"Letztes mal jemanden wegen rassistischen Äusserungen reported. Da fiel unter anderem so Aussagen wie: \"so jemanden wie dich hat man früher vergast\". \n\nNun ja, ich dachte ja immer, das Rito eine Null Toleranz sowas gegenüber hat und solche Spieler direkt gebannt werden. Naja Pustekuchen. Mein Ticket dienszbezüglich, als ich feststellte, dass derjenige immer noch fröhlich weiter spielt und meinen Vorwürfen gegenüber Rito, dass diese solche Aussagen dulden, ist komischerweise nicht mehr in meiner Ticket-Historie zu finden. \n\nTja, mehr möchte ich nicht sagen. \n\n#bestrafungspolitikatitsbest #ritoduldetrassistischeäusserungenundbestraftdiesenichthart #ritoisteinkackhaufen","replies":[]},{"id":"","poster":"creeping lunacy","date":"2019-10-24T13:31:14.172+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-24T13:50:19.438+0000","up_votes":1,"down_votes":7,"body":"Schon wieder ein Kleinkind, das seine Eltern verloren hat.\nEr möge von seinen Eltern an der Kasse abgeholt werden.","replies":[]}]},{"id":"","poster":"Krispin Wah","date":"2019-10-13T00:59:16.126+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-13T01:22:33.726+0000","up_votes":2,"down_votes":3,"body":"Achtung, der 9 Jährige Krispin Wah möchte aus dem Kinderparadies abgeholt werden.","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-10-13T06:34:40.661+0000","up_votes":1,"down_votes":3,"body":"Was ich in meiner Freizeit mache, geht dich wohl schon mal überhaupt gar nichts an :*","replies":[]}]},{"id":"","poster":"DarkGrundi","date":"2019-10-12T03:05:04.449+0000","up_votes":1,"down_votes":1,"body":"Jo kann dir Recht geben, ich hatte nie gewusst wie man für flaming ne chat restriction bekommt, war immer toxic und so, aber dann hatte ich mal in einem Normal game mit Rammus in 20 min 22 Tode geinted. Das war nicht random, denn eigentlich wollte ich einem Spieler, den ich in der Nacht dreimal auf der Top als Gegner hatte und den ich die ganze Zeit besiegt habe in die Schranken weisen, weil er der größte Trashtalker war den ich je gesehen habe (ich finde es auch immer schön, wenn mit Elo argumentiert wird, während man dreimal in a row verliert....) Jedenfalls 4tes game ist er in meinem Team ich wollte sein Game versauen, weil er mich so abgefuckt hat und dann: 14 Tage Bann instant für inting. Die Foleg ganz klar ich hab aufegehört den Chat zu benutzen (es sei denn jemand blamed alles auf mich, wenn ich mit der Situation nichts zu tun hatte, so der klassiker 4 sterben Bot in nem 2v4 ich werde spampinged und im Chat angemacht und denk mir so: sry dass ich gegen 3 gedefft hab...), bin auch mittlerweile wieder honor Stufe 5 von daher versteh ich nicht warum manche Leute so toxic sein können. Außerdem um noch eine Bestätigung für das funktionierende System zu bringen: ich habe einen smurf auf dem ich absichtlich in Iron gerutscht bin (ohne zu inten ich hab einfach nur nicht gewinnbringend gespielt sondern bin für KDA rumgelaufen und habe halt objectives geundsätzlich nicht gehittet und ganz ehrlich, wenn da jemand rauskommen soll, schafft der das auch mit nem afk kill und cs farmenden Mitspieler) Jedenfalls habe ich da im Chat wie der letzte Idiot immer so Sachen wie \"lol noob wtf\" halt die Standard i\"ch stell mich dumm und beleidige alles als noob, wenn ich geflamet werde\"-scheiße die man noch aus der Anfangszeit in lvl 10-15 oder halt wirklich lower low elo of the lowest lowbobs. Und siehe da 7 Games voller bullshit talk ohne Pause und schon ne Chatrestriction. Langer Rede kurzer Sinn das System funktioniert gut genug. Trotzdem nie den Unterscheid zwischen Int und hat nen schlechtes Spiel vergessen, zwischen feed und wurde 5 mal von drei Leuten gedived, zwischen richtigem flame oder ganz normalen fragen nach dem ersten gank, wenn man schon 5 vom Gegner erhalten hat. Frustration muss man auch mal verstehen, einfach darauf aufmerksam machen, wenn jemand unrecht rumbeleidigt (es soll ja Menschen geben die sehen dann sogar ihren Fehler ein).","replies":[]},{"id":"","poster":"TheWrathOfWind","date":"2019-10-11T21:15:56.526+0000","up_votes":1,"down_votes":1,"body":"Ich kann dir da nur leider nur zu 50% zustimmen. Wenn mir irgendein Spieler wirklich so heftig auf die Eier gegangen ist, dass ich finde, er sollte definitiv bestraft werden, melde ich ihn tatsächlich nicht nur mit dem automatischen System, sondern dem Support immer nochmal manuell und dann wird er auch tatsächlich bestraft (passiert grundsätzlich immer bei absolut ungerechtfertigten Beleidigungen, übertrieben Beleidigungen, Sexismus, Rassismus, Homophobie etc und wenn jemand absolut heftig intet). Allerdings schafft es das automatische System bis heute nicht, solche Spieler selber zu bestrafen, was ich persönlich einfach erbärmlich finde.","replies":[]},{"id":"","poster":"Arrive Win Leave","date":"2019-10-23T16:14:09.731+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-23T16:26:58.080+0000","up_votes":1,"down_votes":5,"body":"Hier hat jemand seinen Schnulli verloren!\nDie Eltern von Arrive Win Leave mögen bitte dringend zur Kasse kommen","replies":[]}]},{"id":"","poster":"NineTailsOneHole","date":"2019-10-11T12:31:19.314+0000","up_votes":1,"down_votes":2,"body":"An sich voll und ganz deiner Meinung aaaaaber...\n\nDas System filtert ja bei einer restrict zb die Games raus die verantwortlich sind. Und ich Persönliche frage mich ob es wirklich nur über das System entschieden wird oder sich das auch Menschen durchlesen und auch vielleicht den Kompletten Kontext lesen.\n\nSimples Aktion -> Reaktion verhalten was im chat passiert ^^\n\nWurde season 6 oder so mal gepunished weil ich mich nur am rechtfertigen war im chat :D","replies":[]},{"id":"","poster":"Shadowhunter1409","date":"2019-10-11T08:34:52.164+0000","up_votes":2,"down_votes":3,"body":"Das Bestrafungssystem funktioniert einwandfrei? Ich hatte vor paar Seasons maximal ne Chatrestriction, in S9 kann man flamen wie man will, rassistisch sein wie man will, afk gehen und man bekommt keine größere Strafe. Nur int (0/15 mäßig) wird denk ich noch bestraft","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-11T08:49:23.083+0000","up_votes":1,"down_votes":1,"body":"Ja tut es, auch wenn du es nicht glauben möchtest.\nBei Flame bekommt man eine CR. Bei rassistischen und homophoben Äußerungen wird bei schwerwiegenden Fällen die CR übersprungen und man bekommt sofort mindestens einen 14-Tage-Bann. Nach Verlassen des Spiels oder der CS bekommt man einen Leaverbuster, der sich laufend erhöt, wenn man es übertreibt.\nBei Trollen und Intern ist es schwieriger festzustellen, ob es sich garantiert um jene handelt, daher wird hier nicht sofort hart durchgegriffen, da es unfair wäre, einen schlechten Spieler dafür zu bestrafen, nur weil er das Spiel nicht so gut beherrscht wie andere.","replies":[]}]},{"id":"","poster":"AutoChess","date":"2019-10-12T01:10:08.204+0000","up_votes":1,"down_votes":3,"body":"Wenn ich nen Dude sehe mit 1500 Games in Platin und den Sup anflamt der knapp 150 Games hat, sag ich als Top-Laner gern mal \"1500 Games and Plat, Be Quiet and Play, Mr. Trash\".\n\nWar ein Toxischer Spieler, Sehr Toxic und hab mich sehr verbessert, aber wenn ich lese ich hab Spass am Spiel, dann ist Ranked der falsche Modus, geh in die Norml Queues statt mit deinem \"Spass\" den andere 4 das Game zu versauen.\n\nAn deinen Games sehe ich schon du hast 200 Spiele und bist Silver1 heisst schonmal kein Guter Spieler, dannach Feedest du sehr hart als Jungler und verlierst dadurch... Das hat nichts mit Spass zu tun, du throwst die Games und merkst es nicht und wenn dir jemand die Wahrheit an den Kopf haut sagste \"Toxic\"...\n\nWenn ich dich in meiner Queue hätte instead Dodge {{summoner:6}}","replies":[{"id":"","poster":"G2 Slippi","date":"2019-10-13T06:33:31.214+0000","up_votes":1,"down_votes":1,"body":"Ich weiß, dass ich kein guter Spieler bin, danke! Umsonst bin ich nicht in Silber. Jedoch warst du in meinen Games nicht dabei, und kannst auch deshalb nicht beurteilen, wie ich gespielt habe. Natürlich waren Games dabei, wo meine Leistung zu wünschen übrig gelassen hat, jedoch bin ich im Großteil meiner Spiele mindestens even aus der Lane gegangen. Also nein, ich war meistens nicht der, der anderen das Game versaut hat. Ich spiele halt am liebsten Tank, da das am Besten zu meinem Spielstil passt, und da ist man nun mal von seinen Carries abhängig. Und ja, ich gehe oft als Tank splitpushen (ja, ich weiß dass das nicht richtig ist), weil es in meinen Games meistens sonst keiner tut, da alle immer nur 24/7 am fighten sind und keiner Objectives focust. Aber ich bin nun mal in Silber, da mein Skill noch nicht für mehr reicht, und da ist es scheinbar mode, dass man die ganze Zeit auf Kills greedet und Objectives nur hübsche Dekorationen der Rift sind ^^\n\nDann sei froh, dass du besser bist als ich, denn so wird es nicht passieren, dass du mich in deiner Queue","replies":[]}]}]}