{"id":"LT0LpFEi","poster":"CallItMagic","date":"2019-10-10T10:42:33.071+0000","title":"Victorious Skin","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hallo liebe Mitbeschwörer,\r\nich habe ein paar Fragen zu den diesjährigen Victorius Skins.\r\n\r\nDer Skin: Meines Wissens erhält man den entsprechenden Victorius Skin indem man in einem der Ranglistenmoduse Gold erreicht. Stimmt das so? \r\n\r\nDie Chromas: Für jede Art des Ranglistenspiels (SoloQ, FlexQ 5v5 &amp; FlexQ 3v3) gibt es einen Chroma. Wenn man also überall Gold oder höher ist erhält man alle 3 Chromas. Wenn ich nur in der SoloQ Gold bin bekomme ich den Standard Skin als auch den Chroma für SoloQ oder?\r\n\r\nDer Champion:\r\nWann werden die Skins geleakt und wann vergeben?\r\nAuf welcher Basis wird entschieden welcher Champion einen Skin erhält.\r\n\r\nMfg\r\n\r\nEuer freundlicher Support von nebenan","replies":[{"id":"","poster":"MSF Akito","date":"2019-10-10T13:38:35.329+0000","up_votes":1,"down_votes":0,"body":"Für SoloQ Gold+ bekommst du den normalen Skin. Für jeden weiteren Modus Gold+ bekommst du ein Chroma (soweit ich weiß). \nDer Skin kommt für einen Champion, der in einer Season großen Einfluss auf das Spiel hatte. Letzte Season war es Orianna (Midlane). Das heißt diese Season wird es wahrscheinlich kein Midlaner werden. Ich vermute Champions wie:\n\nAatrox, Irelia, Akali für Toplane\nLee, Gragas, Karthus für Jungle\nKai'Sa, Xayah, Ezreal für Botlane\nPyke, Thresh, Rakan für Support\n\nKann natürlich sein, dass ich damit komplett ins Klo gegriffen habe &amp; keiner dieser Champions den Victorious Skin bekommt.. Aber auf die würde ich wetten. :b","replies":[{"id":"","poster":"MSF Akito","date":"2019-10-25T14:01:52.107+0000","up_votes":1,"down_votes":0,"body":"Update: Es wird Aatrox.. war doch kein Griff ins Klo von mir. \n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-10-10T14:39:27.266+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MSF Akito,realm=EUW,application-id=L7E6lhzo,discussion-id=LT0LpFEi,comment-id=0002,timestamp=2019-10-10T13:38:35.329+0000)\n>\n> Ich vermute Champions wie:\n> \n> Aatrox, Irelia, Akali für Toplane\n\n\nDürften alle wegfallen, da Aatrox, Irelia und Akali in diesem Jahr einen Skin erhalten haben.\n(Bloodmoon und project)\n\n> Kai'Sa, Xayah, Ezreal für Botlane\n\nXayah fällt weg. (SG)\n\n> Pyke, Thresh, Rakan für Support\n\nPyke und Rakan fallen weg (Project und SG)","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-10-10T10:53:44.233+0000","up_votes":1,"down_votes":0,"body":">You’ll still be able to earn end of season rewards via Twisted Treeline this season, so a rank of Gold or higher will still get you the Victorious skin. There won’t be a TT specific chroma this year though, as we’ve seen in past seasons that non-Treeline players sometimes spam ranked 3s for the chroma, and we don’t want that to be your final experience with the mode. \nhttps://nexus.leagueoflegends.com/en-us/2019/07/dev-state-of-modes/\n\n\nDu kannst nur in \"Solo/Duo\" und Flex (5on5) ein Chroma erhalten. (Bzw. gibt es nur eine Chroma-version für's zweite Gold+.)\nBist du in einem von beiden Gold+, bekommmst du nur den normalen Victorious-Skin. Bist du in beidem Gold oder höher, bekommst du den Chroma dazu.\n\n\nBezüglich 3on3: würdest du in 3on3 und Solo/Duo Gold sein, solltest du keinen Chroma erhalten.\nEs zählt nur die Solo/Duo + Flex (5on5) Sache für dein Chroma. Den Skin bekommst du im 3on3 trotzdem.\n\n>Wann werden die Skins geleakt \n\nEnde Oktober, schätze ich.\n\n>und wann vergeben?\n\nDer 19.11. ist das Ende der Season 9. \nDu wirst dann in den folgenden Tagen deine Belohnungen erhalten, sofern du keine Strafe kurz davor hattest.\n\n>Auf welcher Basis wird entschieden welcher Champion einen Skin erhält.\n\nKannst du hier nachlesen: https://nexus.leagueoflegends.com/de-de/2017/11/ask-riot-victorious-champions/","replies":[]},{"id":"","poster":"Gengchen","date":"2019-10-10T10:45:41.517+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß gibt es nur 2 Chromas. Also wenn du in SoloQ Gold bist, bekommst du nur den Skin.","replies":[]}]}