{"id":"6eamm6jy","poster":"4 For Maggie","date":"2018-11-26T06:52:08.916+0000","title":"[TGSG] :>","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":4,"body":"Huhu!\n\nIch nehme mir mal die Freiheit einen &#039;der Urlaub ist beendet&#039;-Thread zu erstellen :3\n\nZwar ging der Urlaub nur von Montag bis Freitag, also f&uuml;nf Tage, aber irgendwie hat es sich viel l&auml;nger angef&uuml;hlt D: Lag vielleicht daran das ich diesmal teilweise sogar schon um 23 Uhr schlafen gegangen und entsprechend fr&uuml;h aufgestanden bin.\n\nNat&uuml;rlich habe ich auch nichts gemacht im Urlaub au&szlig;er auszuschlafen, minimal aufzur&auml;umen, Spazierg&auml;nge mit Hundi, die Serie &quot;Riverdale&quot; angefangen und ... ich hab zwei Birma-Katzen-Babies gekauft ._. Hier gibt es auch in irgendeinem Thread schon ein Bild.... Wird gesucht und dann hinterher geworfen zum angeben :&gt;\n\nDer n&auml;chste Urlaub ist auch nicht sooooo weit weg... theoretisch. In 3,5 Wochen x.x\n\nUnd dann ist auch schon Weihnachten \\o/ Wo auch Sophia Geburtstag haben wird \\o/\n\n:3 Mittagessen f&uuml;r heute ist auch geregelt! Es gibt 2 EL Kartoffelp&uuml;ree und drei selbstgemacht Frikadellen! Wuhu!\n\nAlso... :D Das war&#039;s!\n\nP.S.\nHier die Kätzchen Nummer 1 und Nummer 2\nhttps://i.imgur.com/TabyC43.jpg","replies":[{"id":"","poster":"Maexle","date":"2018-11-26T11:27:51.083+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=6eamm6jy,comment-id=,timestamp=2018-11-26T06:52:08.916+0000)\n>\n> Huhu!\n Es gibt 2 EL Kartoffelp&amp;uuml;ree und drei selbstgemacht Frikadellen! Wuhu!\n> \n\nBei mir gabs grade nur ein Weck mit Schinken und Käse. Aber heute Abend dafür vermutlich Pizza. Wie jedes Mal, wenn am nächsten Tag ein Referat ansteht...\n\n{{champion:17}} \n\nPS: Weck=Brötchen, für alle Banausen.","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T11:47:17.149+0000","up_votes":1,"down_votes":0,"body":"> PS: Weck=Brötchen, für alle Banausen.\n\nDu meinst eine Schrippe!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-26T12:11:04.067+0000","up_votes":1,"down_votes":0,"body":"Eine Semmel?","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T12:12:10.326+0000","up_votes":1,"down_votes":0,"body":"> Semmel; regional: Wecken, Schrippe, Rundstück, Knüppel; österr.: Weckerl, Laibchen, Baunzerl, Bosniak; schweiz.: Weggen, Weggli\n\n:D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T12:57:25.309+0000","up_votes":2,"down_votes":0,"body":"\\o/ Knüppel im Laibchen verstecken\n:> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :>","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:00:16.033+0000","up_votes":1,"down_votes":0,"body":"weggli doch mal deinen bosniak in mein baunzerl ..... \n\n*gnihihi*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:15:20.689+0000","up_votes":1,"down_votes":0,"body":"Semmel doch dein Rundstück in meine Schrippe du kleiner Weggen\n\nxDDDDDDDDDDDDDD","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:20:37.331+0000","up_votes":1,"down_votes":0,"body":"Oh\n\nMein\n\nGott\n\nxD ich lache Tränen!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:31:02.719+0000","up_votes":1,"down_votes":0,"body":"xDD Am liebsten würde ich gerade auch nur noch schreien.","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:37:42.322+0000","up_votes":1,"down_votes":0,"body":"Was man mit Brötchen so alles machen kann x_x\n\nNur noch 60min, dann ist Feierabend =)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:41:28.880+0000","up_votes":1,"down_votes":0,"body":"1,5 \\o/\n\n...\n\nIch werde bis 15 Uhr warten und dann meine Pseudoarbeit beiseite räumen und mit der Weihnachtsdeko weiter machen. Muss nur noch Kugeln an die Decke hängen c.c und ich hasse Leitern!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T13:10:19.397+0000","up_votes":1,"down_votes":0,"body":"Anmerken muss ich aber schon in Wien ist Semmel /= Weckerl /= Bosiak :x das sind bei uns 3 verschiedene Sachen xD\n\nUnd Baunzerl kenne ich nur als Nussbaunzerl, das ist aber ein süßer Teig mit Nussfülle xD","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:13:37.431+0000","up_votes":1,"down_votes":0,"body":"soweit mir bekannt verhält sich Wien zu Österreich wie München zu Bayern... geografisch dort gelegen, aber Wiener sagen wohl \"wir sind Wiener\", nicht \"wir sind Österreicher\" ... \n\nAber ich habe nur eine Hand voll kennen gelernt, aber die haben das so formuliert","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-26T13:41:34.078+0000","up_votes":1,"down_votes":0,"body":"Ja das stimmt wohl c.c\n\nEs heißt nicht umsonst der \"Werbespruch\" von Wien: \"Wien ist anders\" xD","replies":[]}]}]}]}]},{"id":"","poster":"Maexle","date":"2018-11-26T15:06:59.346+0000","up_votes":1,"down_votes":0,"body":"Ach, ein Berliner? {{champion:17}}","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-11-26T13:07:14.583+0000","up_votes":1,"down_votes":0,"body":"Bei mir gibt es n Salatbuffet und als Nachtisch Tripple-Choclate Cookies :D","replies":[]}]},{"id":"","poster":"INoKami","date":"2018-11-26T17:06:23.023+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 56, wie nicht anders zu erwarten: Superspäte Abendausgabe**\n\nHey, Leute, ich habe ein kleines Problemchen: Mein Sitznachbar hat mich gegen meinen Willen in... eine Situation hineingeredet. Ok, eher mit reingezogen. Es geht im Grunde darum, dass ich mal lernen soll, wie man Frauen anquatscht. Das volle Programm. Hintergrund ist der, dass er anfangs einfach mit einer Freundin rumgeschrieben hat, mit dem Ergebnis, dass eventuell was zwischen den zweien laufen wird, und dann schrieb er einfach \"Wenn nicht kannst du es ja bei [Mein Name] probieren!\" Und das Unheil nahm seinen Lauf, ohne das ich wirklich eingreifen konnte. Ihr müsst bedenken, es war mitten im Unterricht und jede Aktion, die lauter als 25db wäre, wäre undenkbar, ohne direkt mich noch mehr in die Bredouille zu bringen. Jaaaaa, und jetzt sitze ich hier und das Treffen wird sehr wahrscheinlich stattfinden und die zwei (mein Freund und eine andere Freundin, als, ohne es falsch klingen lassen zu wollen, Übungspartnerin) werden ihren Heidenspaß haben (und das nicht nur an/mit mir... siehe oben).\nIch meine, es ist ja nicht so, das ich die Übung nicht brauchen würde, nur... irgendwie geht mir das gerade a) etwas zu schnell und b) irgendwie hatte ich mir die ganze Geschichte doch etwas anders vorgestellt. Ach, und c) ich bin noch eine Niete im Absagen, wenn es keinen triftigen Grund gibt. send help pls. fast.\n\nDie Schule heute war... erfrischend. Nachdem die Deutschlehrerein ankündigte, wir werden uns heute eine professionelle Rede von Politikern anschauen, sagte ich zunächst noch scherzhaft zu meinem (anderen) Sitznachbarn: \"Ich würde lachen, wenn es eine Rede von Hitler wäre!\" Und was passiert? Zack, Sportpalastrede von Goebbels, die so ziemlich jeder hier kennen dürfte. Na ja, wer zuletzt lacht...\nAber für genau so was habe ich doch etwas in der Hinterhand, nämlich die geliebte **Mordmethode der Woche:**\n\nHeute etwas für die Meme-Lords unter uns: Wir drängen sie an den Rand einer Klippe, brüllen ein Mal laut \"SPARTA!!!\" und mit einem Tritt dahin, wo es am meisten schmerzt, wird sie über eben jenen Rand befördert.\nIch hab gerade irgendwie Lust, eine Runde Pantheon Jungle zu spielen... Woher das wohl kommen kann...\n\nIn diesem Sinne: Eine schöne Woche euch!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-11-26T17:25:18.250+0000","up_votes":1,"down_votes":0,"body":"Es gibt 2 Dinge, die mir beim daten helfen. \n\n1. Es ist nur ein Date. Verbringt Zeit miteinander, lernt euch kennen und findet raus ob ihr euch leiden könnt. Wenn nicht gibt es halt kein zweites Date.\n2. Du kannst nur gewinnen. Nicht hingehen = 0 Punkte, alles andere ist besser.\n\nUnd 3. von zwei: Denk dir was cooles aus. Abenteurspielplatz, Streichlzoo, Eishalle, Minigolf,..... Unternehmt etwas! Es ist so viel leichter sich zu unterhalten, wenn man etwas macht. Und es kommt immer gut an ;)","replies":[{"id":"","poster":"INoKami","date":"2018-11-26T17:29:56.790+0000","up_votes":1,"down_votes":0,"body":"Jo, danke für die Tipps, nur... es ist halt nicht wirklich ein Date. Es ist mehr so ein \"unter Freunden-Ding\", mehr so: \"Jo, lass einfach mal dem einen etwas nachhelfen, just for fun!\"\nAls wenn ich ein echtes Date haben würde... pffff, in welchem Paralleluniversum wären wir dann bitte gelandet? ;)","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-11-26T18:17:55.413+0000","up_votes":1,"down_votes":0,"body":"indem, indem dein Zukunftsich wohnt :P\n\nDann gehts doch nur darum für dich das beste rauszuholen. Ich empfehle Schlittschuh laufen. Händchenhalten ist da immer drin ;)","replies":[{"id":"","poster":"INoKami","date":"2018-11-26T18:26:39.269+0000","up_votes":1,"down_votes":0,"body":"Na ja ok, nur war weggehen bisher nicht geplant. Im Grunde zwingen mich die zwei, eine Abendschule zu besuchen^^\n(Und ohne frech werden zu wollen... sooo toll ist die \"Übungspartnerin\" jetzt auch nicht. Defineitly not bad, aber auch nicht mein Nonplusultra.)","replies":[{"id":"","poster":"Ambush Bug","date":"2018-11-26T19:59:29.069+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=INoKami,realm=EUW,application-id=YnZkMR0R,discussion-id=6eamm6jy,comment-id=000a0000000000000000,timestamp=2018-11-26T18:26:39.269+0000)\n>\n> Na ja ok, nur war weggehen bisher nicht geplant. Im Grunde zwingen mich die zwei, eine Abendschule zu besuchen^^\n> (Und ohne frech werden zu wollen... sooo toll ist die &quot;Übungspartnerin&quot; jetzt auch nicht. Defineitly not bad, aber auch nicht mein Nonplusultra.)\n\nund hier, liebe Leute, sehen wir den Unterschied zwischen den Zeichen die Frauen geben und dem was Männer tatsächlich wahrnehmen und begreifen.\nSpoiler: Das ist ein abgekartetes Spiel. Man hat über deinen Kopf hinweg beschlossen, das aus euch etwas werden soll. Im Grunde hast du schon gar keine Wahl mehr.","replies":[{"id":"","poster":"INoKami","date":"2018-11-26T21:28:50.910+0000","up_votes":1,"down_votes":0,"body":"Nur seltsam, dass ich ungehindert den gesamten Chatverlauf der beiden mitlesen durfte (auch in vollem Wissen der beiden) und ich glaube, das wäre dann schon sehr offensichtlich gewesen, wenn die was mit mir geplant hätten.\nAußerdem, hier ein Zitat von mir von vorhin:\n\n> Hintergrund ist der, dass er anfangs einfach mit einer Freundin rumgeschrieben hat, mit dem Ergebnis, dass eventuell was zwischen den zweien laufen wird\n\nNur, dass ich etwas künstlich veranlagt war bei diesem Satz. Ersetze das \"eventuell\" durch \"relativ safe\". Und ich bin garantiert nicht der Typ, der da reingrätschen wird...","replies":[]}]}]}]}]}]},{"id":"","poster":"Ambush Bug","date":"2018-11-26T17:53:57.326+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=INoKami,realm=EUW,application-id=YnZkMR0R,discussion-id=6eamm6jy,comment-id=000a,timestamp=2018-11-26T17:06:23.023+0000)\n>\n> **[Der TGSG-Blog] Geschichten eines Azubis, Tag 56, wie nicht anders zu erwarten: Superspäte Abendausgabe**\n> \n> Ich meine, es ist ja nicht so, das ich die Übung nicht brauchen würde, nur... irgendwie geht mir das gerade a) etwas zu schnell und b) irgendwie hatte ich mir die ganze Geschichte doch etwas anders vorgestellt. Ach, und c) ich bin noch eine Niete im Absagen, wenn es keinen triftigen Grund gibt. send help pls. fast.\n> \n\nNuuuun...das kann man natürlich nicht verallgemeinern, aber mache ich trotzdem.\nUmfragen zufolge ist Frauen das wichtigste an einem Mann bei der entscheidung ob sie ihn näher kennen lernen wollen: Er muss sie zum lachen bringen.\n\nFolglich solltest du das in deine Gesprächsversuche einbinden.\nVersuch dabei nicht abgedroschen zu sein. Alle sprüche, die gefahr laufen bereits bekannt zu sein, sind also eher abzuraten.\n\nWeil ich grade in wirklich Guter Laune bin, verrate ich dir nun meinen erprobten und mit...naja...sagen wir mal 70% erfolgsrate besten Start.\nGehen wir davon aus, du willst eine dir unbekannte weibliche ansprechen, mit der du bisher nichts zu tun hast:\n\n\nWichtig ist; du brauchst dafür einen \"Wingman\", also jemanden mit dem du dich vorher unterhalten kannst (z.b. in einer Bar/Kneipe) um dann aufzustehen und auf eine Zielperson in sichtweite zuzugehen.\nEs muss dabei so aussehen, als ob du grade aus dem Gespräch herraus rüber gehst.\n\nDann fängst du ganz höflich das gespräch an, in etwa so:\n\n\"Entschuldige Bitte, darf ich kurz was fragen?\"\nMeist kriegst du dann eine zustimmung, kurz was zu fragen.\n\"Also, es ist so. Mein Kumpel/Kollege/Bro/WasAuchImmer da drüben und ich, wir haben uns grade drüber unterhalten, dass Frauen es für sehr Wichtig bei einem Mann halten, dass dieser sie zum Lachen bringt. Stimmst du dem zu oder hast du da eine andere Meinung?\"\nWenn die Zielperson dieser Aussage zustimmt, brauchst du ein kleines Hilfsmittel (das ich IMMER in der Tasche dabei habe): eine Rote Clownsnase (am besten sind die aus Schaumstoff ohne Ohrenhalter geeignet. Gehen nicht kaputt wenn man die in die Jackentasche stopft und klemmen einfach auf der Nase  (kriegt man oft für Wegwerfpreise in 1€-märkten oder Scherzartikelgeschäften, falls du keine hast).)\n\nSobald die Zielperson also diesem zustimmt setzt du mit völlig neutralem Gesichtsausdruck, die Nase auf.\nOptimal ist, wenn die Person aus irgendeinem Grunde dabei grade zu einem weiterem Gesprächsteilnehmer kuckt und du die Nase aufsetzen kannst ohne dabei gesehen zu werden.\nWichtig ist dabei in der Mimik völlig neutral zu bleiben, als hätte es keine Veränderung in deinem Gesicht gegeben.\nBringt normalerweise immer einen Lacher in dem zusammenhang.\n\nNatürlich kannst du auch in einem bereits angefangenem Gespräch das Thema darauf lenken, in etwa \"Ich hab vor kurzem gelesen, dass.....und so weiter.\"\n\naber...die Methode bleibt unter uns beiden, klar?","replies":[{"id":"","poster":"INoKami","date":"2018-11-26T18:09:22.280+0000","up_votes":1,"down_votes":0,"body":"Hmmm, hat sich anfangs sogar noch gut gelesen, bis...\n\n> Dann fängst du ganz höflich das gespräch an\n\nUuuuuund das war´s auch schon! Ach, macht immer wieder Spaß, sich seine eigenen Probleme vor Augen zu führen... :*\nUnd zum restlichen Teil gebe ich keinen Kommentar ab, ich meine, klar, wirkt lustig, aber abgesehen davon jenseits meiner Reichweite. Eher würde ich nackt durch Moskau rennen.","replies":[]}]}]},{"id":"","poster":"Gin","date":"2018-11-26T14:14:26.324+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/3a7a6e22cec61a9abc0944f7664170b9/tenor.gif\n\n*Liest den Thread heimlich aus der Ferne mit.*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T14:23:59.894+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/dzaUX7CAG0Ihi/200w.gif?cid=ecf05e475bfc0148536c325736ee4660\n\n*Legt eine Spur aus Leckereien für's Brummbärchi*\nhttps://media.giphy.com/media/felYMe70wGGCc1YtXE/200w.gif?cid=3640f6095bfc01b45671577763e24b09","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T14:26:06.078+0000","up_votes":1,"down_votes":0,"body":"der Hamster .... ich kann nicht mehr x'D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T14:29:35.776+0000","up_votes":1,"down_votes":0,"body":"xD Mir fällt jetzt erst auf das der Hamster alles in seine Bäckchen stopft wie ein kleiner Staubsauger! Pfötchenfrei xD","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T14:34:14.628+0000","up_votes":1,"down_votes":0,"body":"jaaaaaaaaaa, EBEN!  könnte unser Gin sein xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T14:52:34.979+0000","up_votes":1,"down_votes":0,"body":"Saugt er das Rundstück bis aufs letzte Krümelchen aus? :o","replies":[{"id":"","poster":"Gin","date":"2018-11-26T15:29:51.471+0000","up_votes":1,"down_votes":0,"body":"*Staubsaugergeräusche*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T19:30:13.573+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/17Q92poP1qJwI/200w.webp?cid=3640f6095bfc49896c6270692ede452c","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-26T14:16:34.018+0000","up_votes":1,"down_votes":0,"body":"Ich hätte nicht gedacht das du so klein bist ... aber immerhin bist du ein pelziger Kumpel! \n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Gin","date":"2018-11-26T15:28:54.428+0000","up_votes":1,"down_votes":0,"body":"> Ich hätte nicht gedacht das du so klein bist ...\n\nOder ich besitze riesige Cola-Flaschen?","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2018-11-26T12:49:19.117+0000","up_votes":1,"down_votes":0,"body":"Tach allesamt","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:17:36.482+0000","up_votes":1,"down_votes":0,"body":"Da du deine Arbeit ja nun abgegeben hast, kannst du hier hin kommen und Weihnachtsdeko machen xD ich drücke mich seit zwei Stunden davor >.<","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T13:24:36.107+0000","up_votes":1,"down_votes":0,"body":"lass mal ich warte aktuell nur auf die mail von meiner chefin wo drin steht, das mein urlaub morgen bis donnerstag bewilligt ist\nsodass ich dann schön meine eier baumeln lassen kann im wind","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:25:43.028+0000","up_votes":1,"down_votes":0,"body":"c.c warum nicht bis Freitag du Nase?","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T13:28:04.064+0000","up_votes":1,"down_votes":0,"body":"weil wir freitag weihnachtsfeier haben, da mach ich sowieso nix auf arbeit und kann kostenlos 5 sterne Essen essen :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:33:17.184+0000","up_votes":1,"down_votes":0,"body":":o Woah! Okay, verständlich :D","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T13:34:15.070+0000","up_votes":1,"down_votes":0,"body":"Da unterbreche ich kurz mein Sein um der Völlerrei zu fröhnen.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:35:58.006+0000","up_votes":1,"down_votes":0,"body":"Richtig so \\o/ Nimm das Rundstück aus! Zeig ihr wer der Bosniak ist!","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:43:41.727+0000","up_votes":1,"down_votes":0,"body":"x'D AUFHÖREN mein Laibchen platzt gleich!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:51:04.264+0000","up_votes":1,"down_votes":0,"body":"Ich schwöre dir... wenn irgendjemand beim Bäcker neben mir steht und Sachen sagt wie \"ein Laibchen bitte\" oder \"bitte einen Knüppel\" ... ich werfe mich auf den Boden und schrei alles vor Lachen zusammen xD\n\nGott bewahre das dieser Tag niemals kommen möge! >.<\n\nP.S.\nMax die Schrippe muss die Macht der Knüppel spüren!","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:53:25.021+0000","up_votes":1,"down_votes":0,"body":"oder du wirst wuschig, sobald du nur einen Bäcker betrittst xD\n\nJaja, Max müssen wir richtig einen Laibchen, damit wird der Knüppel zum Baunzerl!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T14:00:01.351+0000","up_votes":1,"down_votes":0,"body":"xD Vermutlich werde ich einfach nur noch breit grinsen wenn ich mal bei einem Bäcker rein komme... und kann niemandem so wirklich erklären warum das so ist c.c","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T14:05:05.659+0000","up_votes":1,"down_votes":0,"body":"ich sehe dich schon da stehen ... Brötchen grinsend bestellen ... und der Bäcker \"naaa, soll ich ihnen noch n Knüppel mit reintun?!\" \n\n... dann wäre es sicher um dich geschehen .... xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T14:24:58.070+0000","up_votes":1,"down_votes":0,"body":"xD Ja ... da würde es einen lauten Knall geben und vorbei wäre es mit mir\n{{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-11-26T13:36:37.594+0000","up_votes":1,"down_votes":0,"body":"https://i.imgflip.com/1z5i0z.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:37:10.662+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-kiko}}","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T13:40:16.545+0000","up_votes":1,"down_votes":0,"body":"ich ess dann einfach ...\n\nwährend du dir vermutlich irgendwas rein schiebst wieder ... :D\nn smettbo evtl. xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:44:49.120+0000","up_votes":1,"down_votes":0,"body":"Du solltest mich nicht mit solchen Dingen aufziehen sondern eher wertvolle Tipps geben wie \"denk an das aufladen!\" ... \n\nAber nein! Es wird heute Abend nicht \"irgend etwas\" sein das seinen Weg in mich finden wird!\n\n#Sondern\n\nGebratener Reis mit Lauch, Kaiserschoten, Soja Sauce... Erbsen? Möhren? Paprika? \\o/ Das wird richtig sexuell in meiner Pfanne \\o/ \\o/ \\o/ \\o/ \\o/ \\o/ \\o/ \\o/","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:47:11.879+0000","up_votes":1,"down_votes":0,"body":"> Gebratener Reis mit Lauch, Kaiserschoten, Soja Sauce... Erbsen? Möhren? Paprika?\n\nJa, befolge meinen Rat! :P\n\nIch empfehle übrigens Erbsen und Paprika, Möhren höchstens so kleinen, feinen Streifen, sonst werden die nicht gar :S","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T14:03:36.964+0000","up_votes":1,"down_votes":0,"body":"Ja, da die Mitte zwischen roh und matschig zu treffen ist nicht so leicht ... aber ich empfehle eher Zuckerschoten :)","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T14:02:26.049+0000","up_votes":1,"down_votes":0,"body":"Kaiserschoten? Was ist das schon wieder? XD","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:57:41.590+0000","up_votes":1,"down_votes":0,"body":"Die Kaiserschoten machen mir irgendwie zu schaffen...\n\nWenn ich dir irgendwo im Essen habe sind die immer voll lecker ô.ô Als ich die letztens beim selbst kochen verwendet habe, war das so... nichts besonderes xD nur noch mehr grünes Zeug im Essen.","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-11-26T13:46:45.958+0000","up_votes":1,"down_votes":0,"body":"Aber das arme Smettbo? xD\n\nWat willste den Aufladen? Die Batterien am Smettbo? xD *KappaSmiley hier einfügen*\n\nWenigstens ist deine Pfanne sexuell aktiv xD *LULSmiley hier einfügen*","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T13:59:10.395+0000","up_votes":1,"down_votes":0,"body":"https://i.imgflip.com/1z5i0z.jpg\n\n{{sticker:sg-soraka}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:58:26.277+0000","up_votes":1,"down_votes":0,"body":"> Wenigstens ist deine Pfanne sexuell aktiv \n\nLediglich meine Pfanne und Knuffel sind hier sexuell aktiv xD also... schrei mal nicht zu laut Madame :'D","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-26T12:51:31.237+0000","up_votes":1,"down_votes":0,"body":"na, wie lief's?","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T12:52:27.210+0000","up_votes":1,"down_votes":0,"body":"bin fertsch. hab den scheiß abgegeben und jetzt heißts bisschen warten","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T12:53:49.591+0000","up_votes":1,"down_votes":0,"body":"nice!\n\nHast du eine Ahnung, wie lange die Rückmeldung dauern wird?\n\nHab heute erfahren, dass ich auch meine letzte Klausur bestanden habe, 1. Semester also erfolgreich abgehakt.","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T13:04:25.142+0000","up_votes":1,"down_votes":0,"body":"Jup, 29.01 bekomm ich ne rückmeldung wenn ich meine verteidigung hab xD kannst auch sein wie letztes mal das ich mich auf meine verteidigung vorbereite und die mir dann vor ort sagen \"nö brauchst ne machen, arbeit war kacke, tschüss\" ^^","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T13:05:13.874+0000","up_votes":1,"down_votes":0,"body":"das ist dir schon passiert? das ist ja mies ._.","replies":[{"id":"","poster":"Necromant","date":"2018-11-26T13:06:19.905+0000","up_votes":1,"down_votes":0,"body":"jup, durfte wiederholen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-11-26T12:24:46.900+0000","up_votes":1,"down_votes":0,"body":"KÄTZCHENSCHLACHT!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:17:00.195+0000","up_votes":1,"down_votes":0,"body":"Nummer 2 lässt sich leider nicht gerne werfen c.c","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T07:27:48.796+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen meine elitären Freunde :)\n\nHeute früh hat das Wetter mir so laut \"BLEIB ZU HAUSE\" ins Ohr gebrüllt -.-\n\n5 Grad, finster, Regen...einfach nur grauslig. Aber als arbeitender Mensch muss man da durch. \n\nUm es etwas witziger zu gestalten habe ich mich entschieden heute einen Hut zu tragen. So einen netten grauen, wie damals in den 1920er und 1930er Jahren. Ich mag Hüte, Männer mit Hüten schauen einfach besser aus als mit einer Haube x.x Es war belustigend, wie blöd man angeschaut wird wenn man als (relativ) junger Mann einen Hut trägt :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T07:45:43.799+0000","up_votes":1,"down_votes":0,"body":"xD Wird das jetzt der gängige \"elitäre\" Witz?\n\nBei uns ist es wieder übelst warm >.< 3 Grad heute Morgen aber gefühlte 15! Alle rennen verpackt rum wie keine Ahnung was. Schal, Mütze, dicke Winterjacke, Stiefel, Handschuhe, im schlimmsten Fall Ohrwärmer. Und ich so... Halstuch, Jacke über'n Arm.\n\nHüte sind cool :o Ich denk dann immer direkt an das frühere FBI ... sexy Hut, sexy Trenchcoat, sexy Mann!","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T07:49:28.867+0000","up_votes":1,"down_votes":0,"body":"Sexy Hut, sexy Trenchcoat, nix drunter - EXIBITIONIST! x'D","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T08:01:28.671+0000","up_votes":1,"down_votes":0,"body":"Oh, tatsächlich kann eine Frau in Deutschland nicht wegen Exibitionismus angeklagt werden, höchstens wegen Erregung öffentlichen Ärgernis.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:20:08.062+0000","up_votes":1,"down_votes":0,"body":":< Wieso ist das so?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T08:35:51.635+0000","up_votes":1,"down_votes":0,"body":"Weil beschlossen wurde, dass aufgrund der biologischen Unterschiede zwischen Mann und Frau hier die Gleichberechtigung nicht gewährt werden kann.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:54:52.364+0000","up_votes":1,"down_votes":0,"body":"DANN...\n\nKönnte eine Frau theoretisch auch kein Vergewaltiger sein ô.ô","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T09:22:11.967+0000","up_votes":1,"down_votes":0,"body":"Ja doch. Dazu gehören in der Regel mindestens zwei. Und ja auch eine Frau kann das erzwingen.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T09:29:38.680+0000","up_votes":1,"down_votes":0,"body":"Deswegen sag ich ja \"theoretisch\" .-. Das Frauen auch vergewaltigen können weiß ich.\n\nAber dann kann ich auch eine Exhibitionistin sein x.x \"Biologischer Unterschied\" hört sich nach einer faulen Ausrede an :o","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-26T09:38:27.028+0000","up_votes":1,"down_votes":0,"body":"Wo kein Kläger, da kein Richter. :3\n\nKommt natürlich aufs umfeld (kinder, Kirche u.ä.) und das aussehen der Frau an, aber wenn eine attraktive Frau blank zieht, sind wohl die Handys eher zum Fotos machen, als zum Polizei rufen in Verwendung xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T09:46:11.868+0000","up_votes":1,"down_votes":0,"body":"Das Schlüsselwort lautet: attraktiv :DDDDDDDDDDDDDDD","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-26T09:54:59.829+0000","up_votes":1,"down_votes":0,"body":"Stimmt aber wieviele nicht-attraktive Damen kannst du dir vorstellen, die freiwillig in der Öffentlichkeit vor Leuten blank ziehen würden? :o","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T10:16:37.873+0000","up_votes":1,"down_votes":0,"body":"Naja. Aische Pervers fällt mir spontan als erstes ein xD\n\nKommt wohl eher darauf an was für wen attraktiv ist. Manche finden Micaela Schäfer auch nicht ansprechend, aufgrund ihrer sehr künstlichen Brüste zum Beispiel. Wobei mir da jeder erzählen kann was er will. JEDER!\n\nWenn die Nacktschnecke vor einem steht und dir anbietet Sex zu haben, sagt NIEMAND nein. Am Ende ist sie eben doch ein scharfes Stück Fleisch!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-26T13:15:14.546+0000","up_votes":1,"down_votes":0,"body":"Yikes!\n\nDas \"du\" sollte ein \"die\" sein xD\n\nAber Irina Shayk hat auch was :P","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T13:11:39.708+0000","up_votes":1,"down_votes":0,"body":"Nein so heiße ich nicht c.c \n\nShanina ist irgendwas asiatisches. Erinnert mich seeeehr an eine junge Tia Carrere. Jetzt find ich sie nicht mehr so hübsch xD waren eben wohl lucky Pictures.\n\nJa c.c Mila ist toll und ich liebe es das sie mit Ashton zusammen ist \\o/\n\nUngeschminkt ist so eine Sache xD ... mal so, mal so. Aber alles in einem immer noch ein süßes Persönchen.\nhttps://content5.promiflash.de/article-images/video_1080/mila-kunis-sitzt-ungeschminkt-im-nagelsalon.jpg\nhttps://i.pinimg.com/originals/06/61/d3/0661d3581a00277e69f3edc7f4eec314.jpg\nhttps://akns-images.eonline.com/eol_images/Entire_Site/2012117/reg_634.MilaK.mh.120712.jpg?fit=inside|900:auto&output-quality=90\nhttp://cdn01.cdn.justjared.com/wp-content/uploads/2012/12/kunis-dogwalk/mila-kunis-ashton-kutcher-dog-walk-04.jpg","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T12:48:39.088+0000","up_votes":1,"down_votes":0,"body":"Heißt du nicht Irina Shayk? Ich finde auch Mila Kunis extrem hübsch...hab sie aber noch nie ohne Schmike gesehen xD","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-26T12:48:35.905+0000","up_votes":1,"down_votes":0,"body":"ich mag ja auch so asiatischen Touch ... diese schmalen Augen, hohe Wangenknochen ... \nWenn ich (vielleicht!) mal später ein Hochzeitsfoto hochlade wird dir auffallen, das meine Freundin solch einen Touch hat :D (hat aber keine asiatischen Wurzeln)","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T12:40:30.398+0000","up_votes":1,"down_votes":0,"body":"Gigi Hadid, Lorena Rae, Shanina Shaik, Adriana Lima c.c\n\nxD Alles VS Mädchen aber so schöööön c.c Und es gibt noch hundert andere. Bei Lawrence ist halt die Kombi aus hübsch und ihrem coolen Typen einfach genial, dass macht auch viel aus. Ein Grund warum ich sie mag und auch Emilia Clarke liebe wenn sie irgendwo zu sehen ist xD\n\nBtw c.c Clarke ist als brünette echt mega....","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-26T12:29:47.855+0000","up_votes":1,"down_votes":0,"body":"ich mag's eher so Richtung Jennifer Lawrence .... ._.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T12:28:42.957+0000","up_votes":1,"down_votes":0,"body":"Nä c.c erinnert zu sehr an eine junge Jessica Simpson","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T11:38:14.860+0000","up_votes":1,"down_votes":0,"body":">Uff ... bei Lena läuft mir immer noch das Wasser im Mund zusammen c.c\n\n( ͡° ͜ʖ ͡°)\n\nDie Lena kenn ich sogar vom Namen her.\n\nIch finde die Nadine Leopold ziemlich hübsch :>","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T11:29:25.351+0000","up_votes":1,"down_votes":0,"body":"Vor zwölf Jahren ^^ dürfte die erste Staffel gewesen sein mit Lena Gercke.\n\nUff ... bei Lena läuft mir immer noch das Wasser im Mund zusammen c.c \n\nLuisa Hartema  ist auch wahnsinnig schön. Zwar mehr Fotogen als \"tatsächlich schön\", aber die beiden c.c Woah","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T11:24:13.490+0000","up_votes":1,"down_votes":0,"body":"Die war mal bei GNTM? Ah da kam die Nacktschnecke also her :>","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T11:23:19.642+0000","up_votes":1,"down_votes":0,"body":"\\o/ Werde ich auch nicht","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T11:22:27.968+0000","up_votes":1,"down_votes":0,"body":"Das ist halt schwierig c.c\n\nIn der Öffentlichkeit ist sie zu 95% immer nackt. Je nach Event natürlich. Passt grundsätzlich der Mehrheit natürlich nicht.\n\nAber sie hat auch recht schöne Fotos im Playboy","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-26T11:12:09.072+0000","up_votes":1,"down_votes":0,"body":"musst du ja nicht :)","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T11:06:40.598+0000","up_votes":1,"down_votes":0,"body":"Glaub ich nicht :>","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-26T11:02:24.893+0000","up_votes":1,"down_votes":0,"body":"Ja, mag sein, aber sie ist mir zu gemacht ... zu GNTM Zeiten war sie wirklich hübsch, aber jetzt ist sie mir zu künstlich ... ist einfach nicht meins ^^ du könntest du mir nackt vor den Bauch binden, nein danke :D","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T11:00:01.007+0000","up_votes":1,"down_votes":0,"body":"Ich finde sie schaut extrem billig aus :x","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T10:59:04.709+0000","up_votes":1,"down_votes":0,"body":"Das war sie übrigens zu GNTM Zeiten\nhttps://intouch.wunderweib.de/assets/intouch/media/redaktionell/wunderweib/starsfreizeit/peoplebilder/models/michaela-schaefer-b.jpg","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T10:53:51.853+0000","up_votes":1,"down_votes":0,"body":"Hochgradig unattraktiv? Warum?\n\nWenn sie ihre dritte Brust bekommt, können wir darüber reden. Aber so...?\n\nSie ist schlank aber nicht magersüchtig. Sie hat einen guten Körper (kurvig, nicht übermäßig trainiert). Sowohl geschminkt als auch ungeschminkt ist sie hübsch. Sie hat wunderschöne Haare. Mich würden nur die künstlichen Brüste stören, weil das doch etwas arg geworden ist. Zwar kein Weltuntergang aber doch etwas extrem","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-26T10:44:49.225+0000","up_votes":1,"down_votes":0,"body":"Doch, ich sage nein ... ich finde sie hochgradig unattraktiv :|","replies":[]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2018-11-26T09:57:57.248+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=6eamm6jy,comment-id=0002000000000000000000000000000000000000,timestamp=2018-11-26T09:38:27.028+0000)\n>\n> Kommt natürlich aufs umfeld (kinder, Kirche u.ä.) und das aussehen der Frau an, aber wenn eine attraktive Frau blank zieht, sind wohl die Handys eher zum Fotos machen, als zum Polizei rufen in Verwendung xD\n\nNunja, bei Frauen wird die Polizei ohnehin eher selten aktiv:\n\n\"(1) Ein **Mann**, der eine andere Person durch eine exhibitionistische Handlung belästigt, wird mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bestraft.\"","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T10:22:46.719+0000","up_votes":1,"down_votes":0,"body":"> Nunja, bei Frauen wird die Polizei ohnehin eher selten aktiv:\n\nMhm ._. Nur wenn man mit Gläsern um sich wirft... da sind sie alle fix zur Stelle :<","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-11-26T07:51:58.939+0000","up_votes":1,"down_votes":0,"body":"Naja als running Gag würde es schon taugen xD\n\nJa so wars bei uns ende letzter woche auch noch x.x\nIch geh mit offenem Sakko und Jacke überm Arm und mir kommen die Leute entgegen als wärenwir am Nordpol :o\n\nHaha ich hab meinen Hut sogar bei Google gefunden xD\n\nhttps://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREyJh6rGGe-BwHmAeD8n99ohAEgSeyXu_T3mZEw1CZbwF-PW9Deg\n\nDazu ein grauer Mantel und Perfekt :-)","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T08:03:58.900+0000","up_votes":1,"down_votes":0,"body":"Dazu noch eine M1928A1 und du kannst locker als Mafia Gangster durchgehen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-26T09:44:11.925+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=6eamm6jy,comment-id=0002000000010001,timestamp=2018-11-26T08:03:58.900+0000)\n>\n> Dazu noch eine M1928A1\n\nTommyGun nehme ich :D","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:49:43.995+0000","up_votes":1,"down_votes":0,"body":"Also ehrlicherweise hatte ich Angst, dass die Temperaturen drastisch gesunken sind in den frühen Morgenstunden nach meinem Urlaub. Denn während meines Urlaubs gab es abends mal das erste Schneestürmchen und es war eigentlich jeden Morgen, wenn ich gegen zehn mit Rocky spazieren war, immer gefroren! Allgemein war es wirklich sehr kalt letzte Woche D:\n\nAber heute Morgen war es genau so wie es vor meinem Urlaub geendet hat! Da war es morgens sogar mal -2 Grad und es waren gefühlte 10! Meinetwegen kann es aber auch so bleiben xD .....","replies":[]},{"id":"","poster":"Maexle","date":"2018-11-26T07:59:01.100+0000","up_votes":1,"down_votes":0,"body":"Ich finde Hüte auch ganz cool, obwohl ich eigentlich nur einen getragen habe, als wir am Ende der Schulzeit ein Udo Lindenberg Cover gespielt haben. Damals mit Hut (ähnlich wie deiner, nur in schwarz), Sonnenbrille und Sakko. \n\n{{champion:17}}","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-11-26T07:46:32.015+0000","up_votes":1,"down_votes":0,"body":"Es gehört einfach dazu, wie die Bar im Globus oder der Teehandel mit den neuen Kolonien.","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T07:49:02.198+0000","up_votes":1,"down_votes":0,"body":"und die Zigarrenschublade!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T08:02:18.010+0000","up_votes":1,"down_votes":0,"body":"Aber nur im Zigarrenzimmer.","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T08:14:11.781+0000","up_votes":1,"down_votes":0,"body":"Ja, in jenem wo selbstverständlich auch der Whisky-Globus steht.\nMit Kamin und Karte all unserer Plantagen.\n\n*like a sir*\n\nhttps://lol.garena.com/playnow/snowdown2014/assets/snowdown-2014/img/game-mode/gentle-cover.jpg","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-26T09:40:29.552+0000","up_votes":1,"down_votes":0,"body":"Ganz genau! Meine Wohnung ist momemtan zu klein aber irgendwann richte ich mir so ein Zimmer in einer größeren Wohnung oder einem Haus ein \\o/","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-26T07:48:27.730+0000","up_votes":1,"down_votes":0,"body":"Bin entspannt bei 1°C losgedüst heute :]","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2018-11-26T08:38:06.900+0000","up_votes":1,"down_votes":0,"body":"Und bist du schon der beste Daywalker der Kanto Liga? :D\n\nIch hab mal kurz einen Twitch Kanal eingeschalten und da musste der Protagonist gerade gegen Göre Tam... ach ist auch egal xD","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T08:50:27.953+0000","up_votes":1,"down_votes":0,"body":"ich muss das auch unbedingt weiter zocken! ._.","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-26T09:48:10.493+0000","up_votes":1,"down_votes":0,"body":"o: wie weit bist du denn schon? Hast du schon mit Pokemon Go etwas getauscht/transferiert? Da bekommt man ja dann noch einen Rauch für 30 Minuten, wo man Meltan fangen kann. \n\nIch glaube ich werde mir das ganze (Switch und Zubehör) zu Weihnachten anschaffen und kaufe mir vielleicht noch einen curved Monitor dazu :D","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T10:04:07.145+0000","up_votes":1,"down_votes":0,"body":"aaaaaaaach, ich war noch nicht mal in der ersten Arena! ... muss gerade erst durch den Wald, habe nur 45min gespielt :) \n\nCurved ist mal gar nicht so meins ... :S","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-26T12:59:37.946+0000","up_votes":1,"down_votes":0,"body":"o: dann hast du noch viele schöne Stunden vor dir! :D\n\n\nNaja ich hab halt schon einige gute curved Bildschirme gesehen die mir gefallen... aaaaber die sind halt noch sau teuer :/","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T10:20:01.838+0000","up_votes":1,"down_votes":0,"body":"Ich wollte auch einen Curved Monitor \\o/ Dann aber doch nicht mehr. Jetzt aber schon gerne... Morgen dann wieder nicht xD","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-26T12:58:27.787+0000","up_votes":1,"down_votes":0,"body":"Naja ich kann mich halt irgendwie auch nicht richtig entscheiden... am WE habe ich einen super Teil im Elektronikfachmarkt gesehen... aaaaber die sind halt sau teuer, noch! Ich hoffe sie werden bald mal preiswerter, dann fällt die Entscheidung leichter :D","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:52:37.217+0000","up_votes":1,"down_votes":0,"body":"lol tatsächlich habe ich in meinem Urlaub keinen einzigen Tag Pokemon gespielt xD Aber ich habe mir die Demo Version von 'Shining Ressonance Refrain' runtergeladen für die Switch >.<\n\nUnd jaaaaaaaaaaaaaaa :D Im Vertania Wald gibt es eine \"Göre Tamara\"","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-26T09:44:10.789+0000","up_votes":1,"down_votes":0,"body":":D\n\nAlso habe ich das richtig verstanden, du hast dir die Switch gekauft und noch kein bisschen damit gespielt sondern nur noch eine Demo Version runtergeladen? x.x \n\nDann kannst du dich auf die nächsten Ferien freuen für Lets go! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T09:47:21.574+0000","up_votes":1,"down_votes":0,"body":"nein nein :D\n\nIch bin bereits in Orania City angekommen um meinen dritten Orden abzuholen! Die Arenaleiter sind bisher so erzittert vor mir, dass eigentlich gar keine Kämpfe statt gefunden haben :o","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T10:38:55.849+0000","up_votes":1,"down_votes":0,"body":"Man sollte meinen ich hätte zumindest genug Energie für den ersten Arbeitstag xD\n\nNe ne c.c könnte instant einschlafen! Aber stattdessen... Weihnachtsdeko D: wenn der Haustechniker mir mal alle Sachen bringt :D","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-11-26T09:33:54.681+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht, ob das schon einer gepostet hat: Die Zeit über League und Schalke. https://www.zeit.de/digital/games/2018-11/e-sport-league-of-legends-europa-lec-schalke-04\n\nDabei sind recht interessante, aber wohl eher spekulative Zahlen: So hat Riot wohl einen Jahresumsatz von 2 Mrd., monatliche Spielerzahl beträgt 80-90 Mio., täglich rund 27 Mio.","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T09:39:33.671+0000","up_votes":1,"down_votes":0,"body":"Der Teufel steckt im Detail:\n\n> **Marktbeobachtern** zufolge liegt der Jahresumsatz des Spieleanbieters mit League of Legends bei rund zwei Milliarden Dollar.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-11-26T09:40:54.676+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=6eamm6jy,comment-id=00040000,timestamp=2018-11-26T09:39:33.671+0000)\n>\n> Der Teufel steckt im Detail:\n\nJa, das meinte ich mit spekulativ. Außerdem fließt die Kohle ja leider auch erstmal zu Tencent. Wieviel davon am Ende bei Riot landet - wer weiß.","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T09:41:38.311+0000","up_votes":1,"down_votes":0,"body":"Achso, mea culpa, das spekulativ habe ich überlesen :S\n\nJa, Umsatz vs. Gewinn, ne? :)","replies":[{"id":"","poster":"Allerbester Biss","date":"2018-11-26T09:52:45.059+0000","up_votes":1,"down_votes":0,"body":"2Mrd Gewinn!!\nLet’s go xD","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-26T06:54:21.816+0000","up_votes":1,"down_votes":0,"body":"Gutem Morgen,\n\nwir wurden beleidigt! >:(\n\nhttps://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/eNhnioOG-chat-ist-verschwunden?comment=000200000001\n\nNa, Urlaub gut überstanden?\nWie geht's deinen neuen Bewohnern? Haben sie sich mit deinem Wuff angefreundet? :D","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T06:59:22.797+0000","up_votes":1,"down_votes":0,"body":"Wir sind ja auch unlustig :DD\nAHAHHAHAHAHAHA","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T07:28:38.692+0000","up_votes":1,"down_votes":1,"body":":'D Er muss wohl überwiegend Kommentare von Max gelesen haben","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T07:46:56.090+0000","up_votes":1,"down_votes":0,"body":"Hat sie nicht gesagt!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:16:25.665+0000","up_votes":1,"down_votes":0,"body":":3 Dooooooooooooooooooooooch","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T08:18:07.518+0000","up_votes":1,"down_votes":0,"body":"Frech. Wo ist Max eigentlich?","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T08:20:45.564+0000","up_votes":1,"down_votes":0,"body":"Der muss soweit ich weiß sein Projekt heute abgeben :P\nMehr wie ein \"moin\" kam in discord auch noch nicht ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:53:20.027+0000","up_votes":1,"down_votes":0,"body":"Wird denn schon irgendwas bewertet das man ihm die Löffel langziehen kann? c.c","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T09:12:25.491+0000","up_votes":1,"down_votes":0,"body":"Dat it sein Abschluss soweit ich weiß","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T09:21:30.227+0000","up_votes":1,"down_votes":0,"body":"Nja aber wird das heute auch direkt bewertet bzw. muss er es vorstellen und ist danach durch? Oder muss er es nur seiner Chefin vorzeigen und die sagt was noch verbessert werden kann? x.x","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T09:22:24.720+0000","up_votes":1,"down_votes":0,"body":"Keeeeeeine Ahnung :x","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T09:30:09.340+0000","up_votes":1,"down_votes":0,"body":"\\o/ Drücken wir ihr einfach die Daumen!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T09:34:29.780+0000","up_votes":1,"down_votes":0,"body":"> ihr\n\nhttps://res.cloudinary.com/teepublic/image/private/s--cpZNQFc0--/t_Preview/b_rgb:ffffff,c_limit,f_jpg,h_630,q_90,w_630/v1524100575/production/designs/2604462_0.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T09:37:13.231+0000","up_votes":1,"down_votes":0,"body":"xD Naja, der Chefin eben. Nicht das Max sie zu Kleinholz hakt x.x","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:57:22.752+0000","up_votes":1,"down_votes":0,"body":"Glaub er war eben hier um mich down zu Voten :'D","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T09:11:59.856+0000","up_votes":1,"down_votes":0,"body":"haha xDD","replies":[]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T07:30:32.277+0000","up_votes":1,"down_votes":0,"body":"Würde Sinn machen :P","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2018-11-26T08:16:58.344+0000","up_votes":1,"down_votes":0,"body":"Er ist Level 31 _hust troll hust_\n\nWenn wir schon dabei sind... gestern hat mal wieder jemand das ganze Forum als _dumm_ bezeichnet, bis auf die elitären Grünen und Orangen, da die so klug gewesen waren sich nicht an der Diskussion zu beteiligen xD\n\nManchmal ist das Forum so richtig unterhaltsam zum lesen :D","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T08:22:02.757+0000","up_votes":1,"down_votes":0,"body":"Deswegen sind wir doch hier, der Unterhaltung wegen!!! :D\n\nUnd ja solche Leute machen es unterhaltsamer ^^","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-26T07:18:11.812+0000","up_votes":1,"down_votes":0,"body":"\\o/ Hab seinen Kommentar gelesen und konnte nicht antworten weil ich den harten Flame nicht unterdrücken kann xD und ich denke der ist nicht echt. Irgend so ein Bob, Troll oder Smurf. Und er muss sich \"mit der Gruppe\" beschäftigt haben ^^ denn er hat dich instant zugeordnet inklusiver oberflächlicher Äußerung zur \"Gruppe\" xp\n\nJa, Urlaub gut überstanden. Aber ich starte heute mit Kopfschmerzen oder Gesichtsschmerzen xD war eine beschissene Nacht und irgendwie tut alles ab meinem Hals weh ô.ô\n\nAlso die Katzen haben sich gut eingelebt. Katze Nummer 2 orientiert sich immer noch stark an Nummer 1 und das legt sich auch nur ganz leicht. Nummer 2 rennt eher mal weg wenn man sie auf den Arm nehmen will als Nummer 1 ô.ô die einfach nur ein freches Biest ist. Nach nur einer Woche musste ich sie schon als Miststück taufen xD\n\nMit Rocky klappt EIGENTLICH auch alles. Katze Nummer 2 ist zwar ihm gegenüber ängstlich, aber sie zickt bei weitem nicht so rum wie ihr Schwesterchen. Rocky darf schon näher ran als vor ein paar Tagen aber sie faucht und knurrt trotzdem noch sehr schnell wenn Rocky sich zu schnell bewegt/ zu nahe ist/ auf sie zu rennt.\n\nDer Witz an der Sache ist, dass Nummer 1 Rocky immer hinterher rennt wenn er verschwindet xD dreht er sich dann rum und geht zu ihr ... faucht und knurrt sie wieder! Dann beobachtet sie ihn beim spielen und blockiert sein Spielzeug, weil er sich nicht traut direkt an ihr vorbei zu laufen wenn sie so einen Terz macht >.<\n\nIch erwarte nicht das die drei irgendwann zusammen kuscheln (wobei das mit Nummer 2 bestimmt möglich wäre) aber Nummer 1 nervt mich doch schon sehr mit ihrer Zickerei weil Rocky das wirklich super macht. Er geht nur vorsichtig auf sie zu, bellt nicht, knurrt nicht, macht keine Faxen. Außer die beiden Fellknäule rennen durch den Flur xD dann will er natürlich spielen und flitzt hinterher. Aber nicht so das er sie über den Haufen rennen würde c.c","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-26T07:48:55.543+0000","up_votes":1,"down_votes":0,"body":"Das erinnert mich daran, wie unser Kater und unsere Frettchen das erste und letzte mal aufeinander getroffen sind. Eins der Frettchen hat sich in seiner Brust verbissen, das andere im Schwanz. Obwohl es ein ausgewachsener Maine Coon Kater war hatte er keine Chance und wir mussten ihn sehr schnell retten.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:19:47.430+0000","up_votes":1,"down_votes":0,"body":"Uff c.c armer Kater. Zwei gegen einen ist aber auch eine sehr unfaire Situation x.x\n\nEines der Frettchen meines Cousins (einer von drölfhundert) hat sich mal im Kinn meiner Schwester festgebissen \\o/ meine Schwester hat das 1v1 verloren.","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-11-26T07:44:03.180+0000","up_votes":1,"down_votes":0,"body":"So wird's aber kommen, die kleinen werden Rocky als Bezug nehmen, da er ja immer da ist (ihr als Frauchen ja nicht)\nIrgendwann sind sie bestimmt ein Herz und eine Seele :D\n\njaja, die Zickerei ist glaube ich normal ... aber die richtige Sturm und Drang Zeit kommt ja noch, wenn die Fusselbälle in die Pubertät kommen xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T08:15:05.032+0000","up_votes":1,"down_votes":0,"body":"Rocky ist so eine Sache... xD\n\nDer rennt rum wenn jemand zuhause ist, aber wenn er keinen Bock mehr hat geht er ins Bett schlafen. Wenn ich zuhause bin, ist er nur bei mir und ich bin meistens am PC, also im Zimmer. Da spielt es auch keine Rolle ob ich die Türe auf habe oder nicht >.<\n\nIch geh halt praktisch ein paar Mal am Tag rüber und bleib ein wenig, dass war es aber dann auch schon. Am Wochenende hat meine Schwester sich mal mit den dreien zusammen gesetzt, was sehr gut funktioniert hat. Wobei ja jetzt wieder \"normaler\" Alltag ist und jetzt die beiden Hühner zu sehen müssen das Rocky zumindest hin und wieder wenn er möchte dabei ist. \n\nRocky ist halt selbst auch sehr zurückhaltend und tollpatschig. Es gibt auch nur eine Hündin die in seine unmittelbare Nähe, ihn aber auch nicht berühren darf. Er hüpft dann halt immer ganz aufgedreht durch die Gegend. Fremde dürfen ihn nicht anfassen und er nimmt auch nichts von ihnen, was sehr gut ist. Als Baby war er etwas anders bis ihn mal ein größere Hund erschreckt hat :\\ und ich denke es war ein massiver Fehler das meine Mutter damals darauf bestanden hat das wir nur einen Welpen vom Züchter mitnehmen. Ich hab ja in erster Linie auch an die Katzen gedacht als ich dann doch zwei mitgenommen habe >.< ...","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-11-26T07:15:44.105+0000","up_votes":1,"down_votes":0,"body":"Der Hass ist stark in diesem. Aber uns elitär zu nennen, dass geht ja runter wie Öl.","replies":[{"id":"","poster":"Qbert","date":"2018-11-26T07:25:47.193+0000","up_votes":1,"down_votes":0,"body":"Tut es das? Ich bin das schon gewohnt *hehe*","replies":[]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-26T06:54:58.012+0000","up_votes":1,"down_votes":0,"body":"> [TGSG] :>\n\nAlso gehts nicht nur mir so, das die Titelauswahl verdammt schwer ist? xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-26T06:58:45.451+0000","up_votes":1,"down_votes":0,"body":"Irgendwann wird es schwer, ja xD\n\nMeistens habe ich das Glück das mir irgendwas gut-dummes einfällt das ich benutzen und irgendwie verwerten kann XD An anderen Tagen.... reicht es nur für ein \":>\"","replies":[]}]}]}