{"id":"EfI5eR1N","poster":"Thauros","date":"2019-10-09T14:55:25.792+0000","title":"Ezreal","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Ich habe mich bis heute nicht zu Ezreal im Forum geäußert, aber ich sehe diesen Champion seit Anfang an als ein Problem und ich spiele seit S2. Meine winrate als supporter mit Ezreal müsste gefühlt iwo bei 30-40% liegen. Meine Erfahrungen basieren auf solo Q bis high dIamond und beziehen sich hauptsächlich auf die laning phase.\n\nItembau: Im earlie game schwach, aber auch im lategame komplett overrated, außer man ist wirklich ahead, aber das gilt ja für jeden Champ. In der laning phase rushen Ezreal player entweder tear first oder sheen. Bei tear fällt man schon mal als adc behind, da die meisten gegnerischen adcs dann schon mit axe, bf oder long swords auf die lane kommen. Mit sheen ist der impact bei 90%+ der Ezreal spieler ebenso useless, da die meisten Spieler nicht wissen mit dem Q/W zu harassen, sondern beschäftigen sich permanent damit zu farmen. Im späteren Verlauf kommt eine kleine Phase in der Ezreal wirklich impact haben kann (z.B. fist), aber diese ist schnell vorbei und außerdem ist man in den miesten Spielen schon behind gefallen, weil die gegnerische botlane ahead ist und anfängt objectives zu bekommen (topswap, drags, roams ect.).\n\nSums: Aktuell picken die meisten Ezreal Spieler TP+flash. Das bedeutet schonmal das man durch den tp pick 1 sum spell weniger auf der lane hat, denn tp zum farmen zu picken zahlt sich erst im späteren Spielverlauf aus(außer durch exp advantage, was man aber abusen muss damit es sich überhaupt auszahlt), in der die gegnerische botlane schon die chance gehabt hat, ahead zu kommen und das Spiel zu dominieren bzw. zu snowballen.\n\nSpielstil auf der lane: Der Spielstil von 90%+ der Ezreal Spieler ist wie gesagt, farmen bis man seine 3 items hat. Das bedeutet Q´s hitten minions anstatt Gegner, selbst E´s werden manchmal zum farmen verwendet. Der W spell muss erst hitten, dann muss ein weiterer Spell oder autottack folgen damit der W spell überhaupt ausgelöst wird, was eine Seltenheit ist, denn man ist damit beschäftigt gegenzupushen. Hardengages können nicht gefolgt werden, da oft minions im Weg stehen. Was passiert sind oft 2 Szenarien:\n\n1. Man wird permanent gegengepushed bzw. gepoked und ist auf ein gank angewiesen, den man meistens wegen der Wave oder der HP bar nicht folgen kann.\n2. Man engaged, verliert aber den trade, aus dem selben Grund wie 1..\n\nFähigkeiten:\nPassive: Finde ich auf der laning phase kein problem, jedoch stellt sich hier die Frage wie viele der Ezreal Spieler die passive überhaupt ausnutzen.\nQ: Am Ende des Tages ein skillshot, der getroffen werden muss. Wie schon oben gesagt wird dieser auf der lane hauptsächlich zum farmen verwendet und im fight müssen sie erstmal treffen. Der spell ist ansich nicht schlecht, was aber in Kombination mit den anderen Fähigkeiten problematisch ist.\nW: Ebenfalls ein skillshot, der außerdem einem folgenden autoattack oder spell benötigt um den Schaden auszulösen. Der Schaden ist ziemlich gut, wird aber selten genutzt, da Szenario 1 oder 2 auftritt.\nE: Passiv gut einzusetzen, aggressiv sogut wie useless, da der Schaden von Minions, Monstern oder anderen Champions nicht abgefangen werden darf.\nR: Hier habe ich oft das Gefühl, dass der Spell ebenfalls nur zum pushen oder counterpushen genutzt wird. Außerdem ebenfalls ein skillshot wenn auch mit großer hitbox.\n\nFazit: Overall finde ich das dieser champ überarbeitet werden muss, denn er ist sehr beliebt, kann aber von den wenigsten Leuten wirklich gespielt werden, was den Spaßfaktor andere Spieler wie mich negativ beeinflusst. Das Problem ist meiner Meinung nach das es wirklich nicht einfach ist, impact auf der lane zu haben. Er fällt mit der Zeit automatisch zurück.\n\nVorschlag: Passive so verändern, das Ezreal, einen verstärkten autohit, mit doppelter Reichweite bekommt, wenn er Q oder W hittet. Das würde es dem Spieler um einiges erleichtern die W procs zu abusen, um so deutlich mehr impact auf der lane zu haben.\n\nWas denkt ihr? ist Ezreal gut so wie er ist, oder sollte er erneut reworked werden? Die aktuelle winrate mit 48% soltle dafür sprechen.\n\nBeste Grüße\n\nThauros","replies":[{"id":"","poster":"AI Marko","date":"2019-10-10T00:05:21.574+0000","up_votes":2,"down_votes":0,"body":"Warum sollte die winrate von 48% ein Indikator dafür sein\nGerade weil der champ so beliebt ist sollte die winrate so sein und vor allen wenn es noch ein schwierigerer champion ist","replies":[]},{"id":"","poster":"Anima Libera","date":"2019-10-09T15:23:05.006+0000","up_votes":2,"down_votes":1,"body":"Um ehrlich zu sein, habe den kompletten Thread noch nicht durch gelesen, aber habe mir mal dein Profil angeschaut. Du hast ja auch Null Synergie für den Adc Pick Ezreal, du spielst doch nur Alistar als Support, was nicht zwingend schlimm ist, aber andere Support Champs würden viel viel bessere funktionieren mit Ezreal, da ist dein Fehler. Wenn Du als Support auf der Lane gewinnen magst, musst Du schon in der Champ-Select überleben welcher Support optimal ist. Spieler wie Du unterschätzen den Champ Ezreal. Momentan sind halt Xayah/Kaisa/Sivir Meta und werden es auch gut bleiben aber Ezreal bleibt und ist immer stark. \n\nFazit: Versuch dein Champion Pool als Support zu ändern , damit ADC es auch einfacher haben.","replies":[]}]}