{"id":"m73qzE97","poster":"Daaishi","date":"2018-11-24T17:05:29.741+0000","title":"Mini Lags in unterschiedlichen Abständen!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Wie schon im Titel erw&auml;hnt, habe ich in unterschiedlichen Abst&auml;nden &quot;Mini Lags&quot;.\r\nIm Normalfall liegt mein Ping bei konstanten 20-30 (WLAN).\r\nDiese Lags gehen meist auch nur 1 Sekunde und sind dann wieder vorbei, nur ist dies extrem st&ouml;rend beim farmen/kiten etc.\r\nDesweiteren habe ich dieses Porblem auch nur beim spielen von League, womit ich mit hoher Warscheinlichkeit ausschlie&szlig;en kann, dass es an meiner Verbindung liegen wird.\r\n\r\nFalls jemand dieses Problem kennt und eine gescheite L&ouml;sung daf&uuml;r kennt, w&auml;re es echt klasse wenn man mir irgendwie behilflich sein k&ouml;nnte.\r\nHab leider selber nichts gefunden bis jetzt, um gegen dieses Problem anzugehen.\r\n\r\nMfG\r\nDaaishi","replies":[{"id":"","poster":"silibum","date":"2018-11-24T18:28:12.589+0000","up_votes":1,"down_votes":0,"body":">Desweiteren habe ich dieses Porblem auch nur beim spielen von League, womit ich mit hoher Warscheinlichkeit ausschließen kann, dass es an meiner Verbindung liegen wird.\n\nDas ist leider genau der Trugschluss dem viele unterliegen. Deine Verbindung hat mehrere Faktoren um Ihre Qualität zu zeigen - Anyway, schauen wir doch mal wie wir Dir helfen können: Erstelle mir bitte als Grundlage ein [HRT-Logarchiv](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool). Dann schauen wir mal weiter.\n\nZum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht. Solltest Du eine Linkwarnung erhalten (externer Link) musst Du die URL dieser Seite auf der Datei-Upload-Seite eingeben und am besten die Funktion zur Warnung vor externen Webseiten deaktivieren, dann funktioniert das in Zukunft direkt :-)","replies":[{"id":"","poster":"Daaishi","date":"2018-11-25T00:08:05.824+0000","up_votes":1,"down_votes":0,"body":"Hab jetzt die LoL-Log Zip-Datei mit dem HRT erstellt, nur ist diese leider zu groß (4,77MB) für die 2MB die ich max. haben darf.\nWie kann ich jetzt am besten vorgehen, um es doch irgendwie hochzuladen?","replies":[{"id":"","poster":"silibum","date":"2018-11-25T20:17:26.588+0000","up_votes":1,"down_votes":0,"body":"Der Upload sollte nun klappen ;-)","replies":[{"id":"","poster":"Daaishi","date":"2018-11-25T22:29:43.115+0000","up_votes":1,"down_votes":0,"body":"Habe es nun hochgeladen, hoffe man kann damit irgendwas anfangen und mir weiter helfen. :D","replies":[{"id":"","poster":"silibum","date":"2018-11-26T12:40:47.476+0000","up_votes":1,"down_votes":0,"body":">Qualcomm Atheros AR9287 Wireless Network Adapter\n\nDu spielst per WLAN (steht ja auch im Thread) - Das könnte eine der Stellen sein die das Ganze beeinflussen - siehe hier: https://euw.leagueoflegends.com/de/page/ethernet-vs-wifi-ping-packets-playing-better\n\nEbenfalls könnte es für League helfen IPv6 zu deaktivieren (in den Verbindungseigenschaften der Verbindung).\n\nGrundlegend hast Du aber relativ solide Zahlen in den Logs. Gerade der Paketverlust ist sehr gering. Daher: Ich sehe in den Logs relativ wenig stellen für solche Aussetzer. Manchmal hilft es ein wenig in den Grafikeinstellungen zu fummeln und vers. Fesntermodi zu probieren. Ebenfalls solltest Du stehts Deine Treiber aktuell halten.\n\nZur Sicherheit kannst Du gerne mal im Client eine Reperatur durchführen, manche Texturen findet er nicht (das könnte in sehr seltenen Fällen auch zu kurzen Rucklern führen) - Aber so eine \"100% - Lösung\" kann ich Dir gerade nicht anbieten :(","replies":[]}]}]}]}]}]}