{"id":"nNzddfK7","poster":"Droiderix","date":"2018-11-23T17:03:45.356+0000","title":"Hoher Ping in den Abendstunden - Aber nur einer von zwei Rechnern","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"In den Abendstunden haben wir bei LOL seit Monaten regelm&auml;&szlig;ig einen hohen Ping. Meistens so bei 200, manchmal schie&szlig;t er aber auf bis zu 1500ms hoch. Interessant: Wir zocken zu zweit. Das Problem besteht immer nur bei einem. Aber abwechselnd ohne Muster. Also jeder von uns beiden hat das Problem irgendwann mal w&auml;hrend der andere einwandfrei zocken kann.\r\n\r\nDas k&ouml;nnen doch eigentlich nur die Server sein. Wir protokollieren die Qualit&auml;t unserer Internetleitung &uuml;ber eine RIPE Atlas Box und hier ist die Leitung fast immer einwandfrei.\r\n\r\nIn nahezu jedem Spiel meldet inzwischen ein Teamkollege zwischenzeitlich hohen Ping. Das ist doch nicht mehr normal!\r\n\r\nServer sollten doch das A und O sein bei einem Spielehersteller f&uuml;r den das die Lebensgrundlage bedeutet. Warum gibt es hier seit Monaten vermehrt Probleme? Hat noch jemand anderes das Problem?\r\n\r\nWenn das so weitergeht werde ich mich wohl doch wieder WOW zuwenden...","replies":[{"id":"","poster":"Larce","date":"2018-11-24T11:08:56.962+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\ndie Server sind selten für Ping-Probleme verantwortlich. Viel häufiger das lokale Netzwerk, der Internet-Knotenpunkt oder das Riot Direct Netzwerk.\n\nUm die Ursache genauer bestimmen zu können, bitte ich dich, eine Traceroute (WrenchMTR log) anzufertigen während du Probleme im Spielt hast.\n\nUm ein WrenchMTR Log zu erstellen, lade das Programm **WrenchMTR** bitte auf folgender Seite runter:\n\n[https://wrenchbox.de/downloads/](https://wrenchbox.de/downloads/)\n\nStarte dann das Programm und füge folgende IP in das Feld **Host / IP** ein:\n\n**185.40.65.1**\n\n*   Während du in einem LoL Spiel bist klicke auf **Start**\n*   Lass das Ganze nun so lange laufen bis du zum ersten Mal Probleme im Spiel bemerkst\n*   Klicke auf **Stop** um den Vorgang zu beenden\n*   Klicke auf **Upload Result** um dein Ergebnis hochzuladen\n*   Klicke auf **Copy Link** um den Link zu deinem Ergebnis zu kopieren\n*   Füge den Link in deinem Kommentar mit ein\n\nFreundliche Grüsse\nLarcce","replies":[{"id":"","poster":"Droiderix","date":"2018-12-15T19:15:56.310+0000","up_votes":1,"down_votes":0,"body":"Hier ein Traceroute während mal wieder Samstagabend ein hoher Ping da war:\nhttps://dumpz.org/cGzdFGRKZWtm\n\nZwar gibt es auch etwas Paketverlust bei der heimischen FritzBox, doch der überwiegende Teil wird auf den Remote Servern verloren.\n\nIst mir egal ob es schlechte Server sind oder schlechtes Netzwerk im Rechenzentrum oder am Loadbalancer, Riot tut sich nicht gut damit.\n\nEs war nun wieder einige Zeit deutlich besser, heute gehen die Probleme wieder los.\n\nFür mich ist heute Schluss, ich deinstalliere das Spiel.","replies":[{"id":"","poster":"Larce","date":"2018-12-16T10:07:58.228+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\ntut mir Leid dies hören zu müssen.\n\nLeider kann hier Riot Games nichts dafür, da die Pingprobleme bereits zwischen deinem PC und dem Router entstehen. Bereits auf dieser Strecke springt der Ping bis zu 422ms hoch, mit einem Schnitt von 59ms (was auch enorm lange ist). Was auf den Serven passiert kann dadurch gar nicht beurteilt werden, da das Problem bereits vorher auftretet.\n\nIch nehme an, dass du über WLAN spielst. Versuche doch das nächste mal, wenn du es versuchen möchtest, über eine LAN-Verbindung zu spielen.","replies":[]}]}]}]}