{"id":"0EEj1mxK","poster":"xxxIwillCarryU","date":"2018-11-22T19:03:04.887+0000","title":"Welchen Champion sollte man mainen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Bin bin Silber 5 jetzt schon seit so 2-3 Monaten (anderer Account) und wollte mal fragen, da ich so ziemlich jedes Ranked Game einen anderen Champ spiele und meistens sucke ab wann man einen Champ mainen sollte. Habe jetzt auf 4-5 accounts so ziemlich jeden Jungl Champ unlocked und merke nach 1-3 Spielen, dass mir dieser Champ nicht liegt. Sollte ich neue Champions spielen (bin auch offen f&uuml;r Vorschl&auml;ge ( Jungl, am besten Assasin) ;) ) oder sollte ich bei einem bereits gespielten Champ bleiben ?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-23T09:00:29.652+0000","up_votes":3,"down_votes":0,"body":"Naja wenn dir kein Jgler länger als 1-3 Spiele spass macht, solltest du vl auch deine Rollenwahl hinterfragen. Macht dir Junglen überhaupt spass?","replies":[]},{"id":"","poster":"Lonser","date":"2018-11-22T19:11:05.555+0000","up_votes":3,"down_votes":0,"body":"Die allerwichtigste Regel ist: Spiele, was dir Spaß macht! Alles andere ergibt keinen Sinn. Egal, wie gut oder schlecht du einen Champion kannst, habe Spaß dabei ihn zu spielen. Dann wird sich alles andere mit der Zeit ergeben.","replies":[]},{"id":"","poster":"xxxIwillCarryU","date":"2018-11-23T14:57:30.777+0000","up_votes":1,"down_votes":0,"body":"Junglen finde ich sehr viel intressanter als laning und macht mir schon spass. Hin und wieder spiele ich auch Elise und Renger. DIese Champs habe ich jetzt schon oft gespielt aber late game inte ich immer sehr mir ihnen. Auch Reksai spiele ich gerne, aber ohne Erfolg (Win Rate so bei 20% :( ) . Gibt es da irgendwie ein \"Erfolgsgeheimnis\" oder so was in der Art ?","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2018-11-23T06:06:27.596+0000","up_votes":1,"down_votes":0,"body":"Würde 3-5 champs lernen, für jede Situation etwas. \n\nVollbambule und rein da: kha'zix \nScale und Melee: Yi \nRange und scalen: Kindred\nRange und midgame: Graves\nMelee und Bruiser: Jax/Xin/Wukong\nAp Assassin: Eve  Ap: Fiddle\nWenn du ein mieser Sack bist und Guerilla spielen willst: Shaco\n\nAd tank: j4 \nAp: seju/Amunu\n\nAls Jgl würde ich derzeit von Tanks abraten.\n\nAnsonsten Winrates checken \n\nIst keineswegs vollständig und könnte/müsste sicher ergänzt werden.","replies":[]}]}