{"id":"a4pZZL7E","poster":"The Pykeopath","date":"2019-10-07T22:34:05.965+0000","title":"Bannen eines hovered Champions in Ranglistenspielen.","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":17,"body":"Ich sehe schon die ganzen Kommentare wie \"CLASSIC YASUOMAIN KEKW XDXDXDXDDX\" aber jetzt mal ernsthaft:\r\n\r\nWarum wird überhaupt die Möglichkeit gewährt, einen Champion bannen zu können, welchen ein anderer schon gehovered hat?\r\nDas einzige was passiert ist, dass man aus einem 50/50 game ein 100% lose hervorruft.\r\nWas habt ihr denn lieber? Als Beispiel einen Yasuo der 1/4 aus der lane geht, aber sein bestes versucht. Oder doch lieber einen 0/20 Thresh mid?\r\nIch bin hier ganz ehrlich, wenn jemand meinen Pick bannt picke ich einen Champion mit dem ich keine großen Erfahrungen habe oder einen unüblichen pick und habe noch ein bisschen spaß ohne zu inten. Ich achte dabei aber nicht auf macro oder sonstiges. Einfach weil es mir in dem Moment vollkommen egal ist.\r\n\r\nMir ist das in den letzten 4 Spielen 2 mal passiert. \r\nIch hovere Yasuo und banne Renekton weil ihn keiner gepickt hat und Renekton ein hardcounter ist. Unser lastpick bannt Yasuo mit den Worten \"I'm a Rene otp\". Schön, dann pick ihn nächstes mal vorher oder schreib in den Chat.\r\nNummer zwei: Ich hovere Yasuo und schreibe sofort folgendes: \"I'm autofill, pref mid/supp. If I get Yasuo I'm fine with top\". Kurz vor Ende der Banns bannt mein midlaner Yasuo.\r\n\r\nDiese Mechanic trägt dazu bei dass ein Spiel bereits im Champ Select entschieden wird. Nämlich mit einer Niederlage.\r\n\r\nIch kann mir folgende Argumente schon denken, deswegen beantworte ich diese direkt:\r\n\r\n\"Du wirst ja nicht nur einen Champion spielen können, pick einfach was anderes\"\r\n- Ja, aber nein. Ich habe einen kleinen Championpool und für die midlane Beispielsweise nur 3 Champions mit denen ich vernünftig spielen kann und sonst nur \"meh\"-picks. Außerdem, wenn ich Champion X spielen will. Dann will ich Champion X spielen. Punkt. Vielleicht hab ich einfach kein bock die zehnte Runde mit Y zu spielen.\r\n\r\n\"Man pickt seinen Champion ja auch nach der Gegner-comp und nicht nur nach seiner eigenen Nase\"\r\n- Nein und nein. Einen Champion nur deswegen zu spielen, weil er laut Seite XY ein Counter zu YX ist ist einfach nur dämlich.\r\nSoll ich also wirklich einen Champion, den ich entweder noch nie, oder sehr selten gespielt habe spielen, nur weil der Gegner einen bestimmten Champion hat? Sicher nicht. Zusätzlich geht es hier um hovered champions, die werden gebannt bevor man die Gegner picks sieht.\r\n\r\n\"Dann dodge doch einfach\"\r\n-Sicherlich nicht. Warum muss ich -LP oder einen lose in der Promo, + Zeitsperre auf mich nehmen, nur weil jemand nicht will, dass ich meinen Champion spiele? Dann spiele ich das Spiel lieber aus und er kriegt seine verdiente Niederlage.\r\n\"Aber was können die anderen teammates dafür\"\r\n-Nichts. Was kann ich dafür, dass mein Champion gebannt wird? Auch nichts.\r\nDie Spieler die den Champion bannen sind das Problem, nicht die Spieler die aus diesem Grund 0/20 in der lane sind oder Thresh mid spielen.\r\n\r\nAls ich das erste mal Swain Support gesehen habe habe ich ihn nicht gebannt und einfach machen lassen. Mir ist es Wurst wer welchen Champion spielt solange man versucht das Spiel zu gewinnen. Ich habe auch schon mit einem Nasus support gewonnen. Möglich ist alles.","replies":[{"id":"","poster":"Enderized","date":"2019-10-08T12:06:46.686+0000","up_votes":9,"down_votes":1,"body":"CLASSIC YASUOMAIN KEKW XDXDXDXDDX","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-10-07T23:08:59.735+0000","up_votes":7,"down_votes":2,"body":"https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/FHqnlPEb-teammate-champions-bannen\n\nNachdem wir somit alles beantwortet haben:\n\n> Diese Mechanic trägt dazu bei dass ein Spiel bereits im Champ Select entschieden wird. Nämlich mit einer Niederlage.\n\nNur, wenn man wegen sowas anfängt aktiv zu trollen. Kein Spiel ist in der Pick/Bann entschieden, wenn nicht ein oder mehr Spieler bereits dort entscheiden das kommende Spiel zu sabotieren. (Und nein Hover bannen ist keine Sabotage => Link oben)\n\nZu deinen Agumenten:\n\n> \"Du wirst ja nicht nur einen Champion spielen können, pick einfach was anderes\"\n\nWenn du einen Pool von 3 Champions hast, dann sind das 2 mehr als Yasuo. Wenn du jetzt nicht mit Zed und Talon um die Ecke kommst (was eine der ungünstigsten Championpools dieses Spiels wäre) ist es unwahrscheinlich, dass alle 3 gebannt werden.\n\n> Außerdem, wenn ich Champion X spielen will. Dann will ich Champion X spielen. Punkt.\n\nDann dodge doch! Ich meine es ist deine Entscheidung, ob du deine Zeit \"verschwendest\" um zu trollen oder ob du einfach in die nächste Runde gehst.\nUnd wenn dir dein Champion nicht die paar LP wert ist, dann kann der Bann auch nicht so schlimm gewesen sein.\n\n> Vielleicht hab ich einfach kein bock die zehnte Runde mit Y zu spielen.\n\nYasuo hat mit einer Bannrate von knapp 50% eine der höchsten Bannraten im Spiel (und dass sollte mehr als bekannt sein.) Da kann man sich solche Wünsche durchaus abschminken. 10 Spiele in Folge einen Yasuo-Bann zu erfahren (egal ob durch den Gegner oder Verbündete) ist jedoch auch hierbei mit einer Chance von weniger als 1% behaftet.\n\n> \"Man pickt seinen Champion ja auch nach der Gegner-comp und nicht nur nach seiner eigenen Nase\"\n\nDas kann man machen, muss man aber nicht. Viele Spieler spielen eher, was sie mögen, statt was gerade der idealste Pick ist. Komfort-Picks sind ja bis ins professionelle Spiel keine Seltenheit.\nDaher wäre das nicht einmal ein sinnvolles Argument. Es ist oft besser zu spielen, was man kann, als zu spielen, was gerade passt.\n\n> Nein und nein. Einen Champion nur deswegen zu spielen, weil er laut Seite XY ein Counter zu YX ist ist einfach nur dämlich.\n\nNicht unbedingt. Natürlich sind die Seiten häufig nicht 100% verlässlich, aber wenn man mit einer Seite gute Erfahrungen gemacht hat oder sogar über das Verständnis verfügt, selbst Counter erkennen zu können, dann sollte man das auch nutzen, sofern man dadurch nicht einen fremden Champion spielt. Wie schon gesagt, es ist wichtiger, dass man den Champ spielen kann, als ob das Matchup jetzt perfekt ist.\n\n> Zusätzlich geht es hier um hovered champions, die werden gebannt bevor man die Gegner picks sieht.\n\nAlle Banns sind vor den Picks der Gegner. Wir sind hier nicht im Tournament-Draft. Es ist dabei irrelevant ob es ein Hover war oder nicht. Die Hover selbst besitzen ja auch noch keine Adaptionscharakteristik, falls man auf diese aus wäre.\n\n> \"Dann dodge doch einfach\"\n\nGenau.\n\n> Dann spiele ich das Spiel lieber aus und er kriegt seine verdiente Niederlage.\n\nEgozentrik ist definitiv keine gute Charakteristik eines Menschen. Es geht nun einmal nicht immer um dich, und es gibt (siehe Link) mehr als genug Gründe warum man vor allem Picks wie Yasuo bannen kann. => Die Bannrate kommt nicht von irgendwo.\nEine Niederlage hat derjenige Spieler jedoch nicht verdient. Eher du selbst, da du das Spiel nicht spielst, um zu gewinnen, sondern um jemandem anderen einen einzuschenken. Für ein solches Verhalten ist die Niederlage für mich eine nachvollziehbare Strafe, jedoch leiden dabei noch vier andere Spieler, nur weil du die aufspielen versuchst. => Trollst\n\n> Die Spieler die den Champion bannen sind das Problem, nicht die Spieler die aus diesem Grund 0/20 in der lane sind oder Thresh mid spielen.\n\nDer Spieler der einen Champion bannt hat keine Schuld. Es ist sein gutes Recht und genauso hast du auch die Möglichkeit seinen Hover zu bannen. Hast du den Verdacht, dass es am Hovern liegt? Dann hör auf zu hovern.\n\nDer Spieler der 0/20 mit Thresh-Mid steht hat jedoch ab dem Moment Schuld, wo man nachvollziehen kann, dass es ein aktiver troll ist. Beim Trollen gibt es jedoch nur zwei Strafinstanzen: 14-Tage-Bann => Perma.\nIch an deiner Stelle würde mich da wirklich mal zusammenreißen, denn so ein Account ist schneller weg, als es einem lieb ist, wenn man so agiert.\n\n> Mir ist es Wurst wer welchen Champion spielt solange man versucht das Spiel zu gewinnen.\n\nSchreib dir das selber hinter die Ohren!!!!!!!!!!!!!!!!!\nWenn du Thresh-Mid spielst, dann halte dich an deine Worte. \"... versucht das Spiel zu gewinnen.\"\n\nMfG.\n\nAmycos Cyrus\n\nPS: Wie dir aufgefallen ist, gab es diese Diskussion schon häufiger. Einfach bevor man solche Posts formuliert die Suche bemühen. Antworten gibt es schon.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T08:32:34.593+0000","up_votes":2,"down_votes":2,"body":"> Wenn du einen Pool von 3 Champions hast, dann sind das 2 mehr als Yasuo. Wenn du jetzt nicht mit Zed und Talon um die Ecke kommst (was eine der ungünstigsten Championpools dieses Spiels wäre) ist es unwahrscheinlich, dass alle 3 gebannt werden.\n\nMein Midlane Championpool besteht aus Yasuo, Pyke und Vel'Koz. Yasuo und Pyke sind fast permabann.\n\n> Dann dodge doch! Ich meine es ist deine Entscheidung, ob du deine Zeit \"verschwendest\" um zu trollen oder ob du einfach in die nächste Runde gehst.\n\nWie schon in der Frage hab ich das bereits beantwortet.\n\n> Yasuo hat mit einer Bannrate von knapp 50% eine der höchsten Bannraten im Spiel\n\nUnd genau deswegen macht es das ganze 10x schlimmer wenn man ausnahmsweise ein Spiel hat, in welchem Yasuo nicht gebannt ist. Damit man ihn endlich spielen KÖNNTE, wenn ein Teammate einem hier nicht einen Strich durch die Rechnung macht.\n\n> dann sollte man das auch nutzen, sofern man dadurch nicht einen fremden Champion spielt.\n\nGenau das hab ich bereits beantwortet und du hast es eine Frage drüber sogar noch bestätigt.\nIch komfort-Picke lieber, statt auf Krampf irgendjemanden zu spielen der den Gegner countered.\nIch nehme mal u.gg um durch Yasuo Counterpicks zu schauen: 4 von 7 angegebenen countern sind entweder keine Counter oder es sind Skill-matchups.\n\n> Egozentrik ist definitiv keine gute Charakteristik eines Menschen. Es geht nun einmal nicht immer um dich,\n\nWie kannst du das schreiben und auf der pro-hovered bans Seite stehen?\nIst der Typ, der meinen Champion bannt nicht genau so ein Egoist? Es geht genau so wenig um die Person, die meinen Champion bannt, wie es um mich geht und was ich spielen will. Es ist genau so Egoistisch zu sagen \"**du **wirst **deinen **Champion nicht spielen dürfen, weil **ich **das so will\"\nSiehst du hier wirklich keinen Zusammenhang?\n\n> und genauso hast du auch die Möglichkeit seinen Hover zu bannen.\n\nDie Leute sind geistig nicht vollkommen zurückgeblieben. Natürlich hoveren die nicht ihren Champion wenn sie wissen, dass sie meinen Pick bannen werden.\n\n> Dann hör auf zu hovern.\n\nAlso im Prinzip sagst du aus, spiel kein Yasuo mehr. Lmao.\nAuf der einen Seite argumentierst du, dass das bannen von hovered champions innerhalb des selben Teams keine Sabotage darstellt und sagst am Ende im Prinzip \"Ach, lass die Funktion einfach ganz weg weil sie eh keiner beachtet\". Hä?\n\n> Der Spieler der 0/20 mit Thresh-Mid steht hat jedoch ab dem Moment Schuld, wo man nachvollziehen kann, dass es ein aktiver troll ist. Beim \n\n> Trollen gibt es jedoch nur zwei Strafinstanzen: 14-Tage-Bann => Perma.\nIch an deiner Stelle würde mich da wirklich mal zusammenreißen, denn so ein Account ist schneller weg, als es einem lieb ist, wenn man so agiert.\n\nDu glaubst wirklich, dass trolle und inter in diesem Spiel gebannt werden? LUL.\nIch Spiele seit Season 1 und die Geschichte mit dem hoveren mache ich, seit das rausgekommen ist.\nIch wurde kein einziges mal wegen inten oder trollen gebannt. Nur ein einziges mal für flaming.\nRiot interessiert sich nur, ob du andere beleidigst, ob du boostest oder ob du scriptest. Mehr interessiert die nicht.\n\n> Schreib dir das selber hinter die Ohren!!!!!!!!!!!!!!!!!\n\nIch versuche generell JEDES Spiel zu gewinnen, außer mir passiert das oben aufgeführte Thema im Champion Select.\nMit dem Satz wollte ich eher Aussagen: Lass die Leute spielen was auch immer sie spielen wollen.\nIch hab noch einen Spieler im Kopf der mit Pyke Jungle (aktueller Patch, nicht vor den nerfs) Master in euw geworden ist (https://euw.op.gg/summoner/userName=theshy101)\nJetzt mal die Frage an dich: wenn du in der Champ Select bist, und jemand hovered Pyke Jungle. Wärst du, wie ich deinen Standpunkt verstehe, die Person, die seinen Pick nun bannt?\nIch jedenfalls nicht.\nWenn jemand Spaß am Spiel hat wird er eher Lust haben zu gewinnen, als wenn er überhaupt keinen Spaß am Spiel hat weil er einen langweiligen Pick nehmen muss.\n\n> PS: Wie dir aufgefallen ist, gab es diese Diskussion schon häufiger. Einfach bevor man solche Posts formuliert die Suche bemühen. Antworten gibt es schon.\n\nMeistens waren die Argumente schlecht/ nicht schlüssig oder ich wollte keine ewig alten Posts ausgraben.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T10:05:51.558+0000","up_votes":3,"down_votes":1,"body":"> Mein Midlane Championpool besteht aus Yasuo, Pyke und Vel'Koz. Yasuo und Pyke sind fast permabann.\n\nNa dann hast du:\n\n1. Immer Vel'Koz und brauchst nicht trollen.\n2. Einen Champion-Pool der dir sicherlich schon seit längerem als ungünstig aufgefallen ist. Es würde sich sicherlich lohnen sich mal darum zu kümmern mindestens einen anderen Pick in die Liste aufzunehmen, der nicht unter den Top 10 der Bannrate ist.\n(Aktuell ist die Top-10 gebildet aus Yasuo Zed Pyke Morgana Blitzcrank Darius LeeSin Pantheon Akali Nautilus (Reihenfolge variiert ja nach Statistik))\n\nIch würde dir einfach empfehlen dich mal drum zu kümmern.\n\n> Dodge: Wie schon in der Frage hab ich das bereits beantwortet.\n\nIch auch!\n\n> Damit man ihn endlich spielen KÖNNTE, wenn ein Teammate einem hier nicht einen Strich durch die Rechnung macht.\n\nWenn ein Teammade ihn bannt ist er gebannt. Ende. Die 50% Bannrate sind für gesamte Spiele. Also er ist nur in 50% der Fälle überhaupt gebannt. Also ist die Chance für 10 Spiele in Folge bei 0,5^10 = 0,001 = 0,1%\nDa sind auch deine Mates (und sogar der Fall, dass du ihn selbst bannst) mit drin.\n\n> Ich nehme mal u.gg um durch Yasuo Counterpicks zu schauen: 4 von 7 angegebenen countern sind entweder keine Counter oder es sind Skill-matchups.\n\nStatistik-Seiten nutzen die Winrate innerhalb eines Matchups um die \"Counter\"-Position festzulegen. Vor allem bei Champions wie Yasuo, welche über eine hohe Pick- und Bann-Rate verfügen und somit auch von vielen gespielt werden, die ihn nicht beherrschen (bei Yasuo also sicherlich über 80% der Yasuo-Spieler), ergibt sich eine Statistik der Unfähigkeit.\nAuf der anderen Seite sind Winrates in diesem Fall dennoch kein Schall und Rauch. Durch die hohe Play-Rate sind die Winrates über sehr viele Spiele und Spieler (inklusive der guten Spieler) generiert. (e.g. Yasuo vs. Malz mit atm. 5778 gewerteten Spielen nur in Pt+)\nSolche Zahlen sind oft bereits dadurch Aussagekräftig, weil die hohe Play-Rate eine Art Winrate des Durchschnittsspielsers generiert.\n\nKommst du mit den dargestellten Matchups besser zurecht ist das schön für dich, jedoch sind die Zahlen für die Masse recht gut.\n\n> Wie kannst du das schreiben und auf der pro-hovered bans Seite stehen?\n\nWeil das Hovern dir keine Sonderrechte gibt. Niemand hat eine Extrawurst, egal ob er hovert oder nicht. Aus diesem Grund ist derjenige, der seinen Team sogar trollt, nur weil es seine Möglichkeiten genutzt hat definitiv nicht derjenige auf dessen Seite ich stehe.\nMeine explizite Position + Gründen für das Hover-Bannen habe ich in dem Link hinterlegt. Aber gerne auch noch mal für diese Diskussion:\n\nWarum kann man Hover bannen?\n\n 1. Weil man es zum Trollen nutzen kann: Wenn man beispielsweise immer einen \"OP\"-Pick hovert und ihn nie pickt, so verwert man diesen Bann.\n - Weiterhin sind die Hover dem Gegner nicht bekannt, sodass es immer 5 Banns geben wird, durch die dein Hover gebannt werden kann.\n - Weil auch die Pick/Bann im Draft-Pick schon Teil des Spiels ist. Es ist bei einigen Picks (Yasuo Zed Zoe etc.) mit unter sinnvoller sie zu bannen, um zu verhindern, dass sie beim Gegner landen. Vor allem wenn der Hover einer der Lastpickenden ist, würde es für ihn nichts ändern (abseits dessen, dass er seinen Hover als Gegner bekommt): Picken kann er ihn jedenfalls egal wie nicht.\n - Weil es um das \"Gleiche Recht für Alle\" geht:\n  - Jemand der nicht hovert erhält somit einen Nachteil, gegenüber Leuten die hovern. Adaption des Picks an seinen Gegner würde damit indirekt bestraft werden, wobei es ja eigentlich einen Vorteil generieren soll (bessere Matchups)\n  - Da die Gegner durch das Hovern nicht beschränkt werden (es würde ja die eigenen Hover aufdecken) darf auch das eigene Team nicht diesen Nachteil erfahren. \n\n> Ist der Typ, der meinen Champion bannt nicht genau so ein Egoist?\n\n1. Egoismus =/ Egozentrismus.\n2. Damit wäre jeder Spieler der dodged egoistisch und auch jeder Spieler, der überhaupt bannt (denn es könnte ja der Champion eines Spielers sein, der nicht hovert oder im gegnerischen Team ist) und und und.\n\nLoL agiert innerhalb des Spiels mit einer Chancen-Gleichheit. Jeder Spieler kann einen der aktuell 145 Champions bannen (Egal welchen). Jeder Spieler unterliegt den selben Banns und jeder Spieler kann einen der verbleibenden 135 Champions picken. Weiterhin steht jedem offen mit seinem Team in der Pick/Bann und mit allen Spielern während des Spiels zu kommunizieren.\nDerjenige, der dieses System stürzen will, nur weil er sich ungerecht behandelt fühlt, agiert nicht im Sinne der Äquivalenz aller Spieler und versucht einen eigenen Vorteil zur Missgunst der Allgemeinheit zu etablieren.\n\n> Es ist genau so Egoistisch zu sagen \"du wirst deinen Champion nicht spielen dürfen, weil ich das so will\"\n\nSagen wir es mal so. Dadurch, dass du kein Besitz- oder Eigentumsrecht an Inhalten von Riot hast, ist die Aussage maximal:\n\"Du wirst DIESEN Champion nicht spielen dürfen, weil ich das will.\"\n\nZudem ist es im Recht aller Spieler diese Handlung zu vollziehen. Du hast also genauso die Möglichkeit \"deinen Willen durchzusetzen\".\nEine weitere Lösung, die ich auch schon genannt habe ist: Wenn du meinst, dass es am Hovern selbst liegt, also dass ein Spieler Yasuo bannt, weil du ihn hoverst, DANN HOVER EBEN NICHT!!!!!!\n\n> Siehst du hier wirklich keinen Zusammenhang?\n\nIch sehe hier zwei Positionen.\n\nEinen Spieler, der sein Recht auf einen Bann aus einem Pool von 145 Champions nutzt und einen Spieler, der trollt, weil es sich einbildet, dass der Bann gegen ihn wäre. Ich sehe also einmal eine Person, die nichts falsch gemacht hat und einen Spieler, der sich einbildet, dass sich alles um ihn drehen müsste. (Egozentrismus)\nUnd auch hier wieder der Disclaimer: Liegt es deiner Meinung nach am Hovern? Dann hover nicht. Niemand verpflichtet dich dazu und wie du weißt hat das Hovern lediglich eine Bedeutung dafür, dass Mitspieler sich mit ihren Picks an dich anpassen könnten. Der Bann ist damit nicht verhindert.\n\n> Natürlich hoveren die nicht ihren Champion wenn sie wissen, dass sie meinen Pick bannen werden.\n\n1. Du scheinst dir ganz schön viele Feinde gemacht zu haben, wenn sich Spieler schon so sicher sind, dass sie DEINEN Hover bannen müssen, statt dass sie in ihrem Vorteil bannen. (Was den Yasuo-Bann nicht ausschließt.) Entweder du bist richtig High-Elo, wodurch der Spielerpool so gering ist, dass tatsächlich einzelne Namen bekannt sind, oder ich lebe auf dem Mond und du bist eine allseits bekannte Lachnummer. Such es dir aus. XD\n2. Wenn du meinst, dass Spieler gezielt denen Hover bannen, warum hoverst du eigentlich? Laut dir ist es ja ein Zeichen der geistigen Zurückgebliebenheit.\n\n> Also im Prinzip sagst du aus, spiel kein Yasuo mehr.\n\nNein. Ich sagte: DANN HOVER NICHT. Wie schon gesagt Yasuo hat eine 50% Bannrate. Wenn du also nicht ein bekannter Troll bist, dann müsstest du statistisch gesehen durchaus eine Chance haben ihn zu spielen. Yasuo hat ja nicht ohne Grund trotz der hohen Bann-Rate auch eine nicht zu unterschätzende Pick-Rate. Laut deiner geliebten u.gg (Ich vertraue dieser Seite nicht wirklich) müsste Yasuo sogar in 42,5% der Spiele weder gepickt noch gebannt werden. Also in 4 von 10 Spielen, wo wir wieder bei deinem \"Ich will nicht 10 Spiele in Folge Champion X spielen.) => Dann Pick (Y)asuo wenn er offen ist. => Wie schon gesagt, wenn du meinst es liegt am Hover, dann hör damit auf ihn zu hovern und du müsstest ihn häufiger picken können.\n\n> \"Ach, lass die Funktion einfach ganz weg weil sie eh keiner beachtet\"\n\nDu hast nicht wirklich keine Ahnung, wofür das Hovern ist, oder?\n\nIch gebe dir mal ein paar Tipps:\n\n - Die Lösung habe ich in einer der vorangegangenen Aussagen dieser Antwort schon genannt.\n - Das Hover-System ist für viele Spieler eine verbildlichte Darstellung eines Chat-Eintrags. (Wie sieht der wohl aus?)\n - LoL ist nicht zu einem Spiel mit einer professionellen Szene geworden, weil es nur um den Spielspaß geht. (Was ist LoL noch?)\n - Welche Funktion hat ein Shortcaller im Spiel? => Wer ist Shortcaller in der Pick/Bann.\n - Was macht ein Coach in der Professionellen Szene, was als Element auch für den Casual-Bereich implementiert werden wollte?\n - Wie dir bekannt ist, ist ein Hover weder eine Bann-Blockade noch ein verpflichteter Pick. => Warum wohl nicht?\n\n> Du glaubst wirklich, dass trolle und inter in diesem Spiel gebannt werden?\n\nJap. Und es gibt, wenn du hier im Forum etwas herumguckst schon sehr viele Spieler, dir das am eigenen Leib erfahren haen und sich ungerecht behandelt fühlen. Durch die schlechte Instanzierung (14-Tag-Bann und Perma) löst ein derartiger Bann nicht so schnell aus, wie eine Strafe für Chatfehlverhalten (Flamen, Reportaufrufe Hate-Speech etc.), aber sie kommt und wenn sie da war reicht eine Kleinigkeit (e.g. ein Chatfehlverhalten) für den Perma. Aus diesem Grund sieht man oft auch nicht den 14-Tag-Bann für das Trollen/Inten, sondern gleich den Perma, weil viele Spieler, die Inten und Trollen, sich auch im Chat gleichermaßen auslassen.\n\n> Ich Spiele seit Season 1 und die Geschichte mit dem hoveren mache ich, seit das rausgekommen ist.\n\nNa dann, weißt du ja:\n\n1. Wofür das Hovern ist.\n2. Schon seit es herausgekommen ist, dass es keine Banns unterdrückt.\n\nWarum kommst du also erst jetzt mit einer derartigen Diskussion. (Und das auch noch ohne dir mal anzugucken, ob es nicht schon Antworten auf deine Frage gab?)\n\n> Mehr interessiert die nicht.\n\nWenn du das so denkst.\n\nSoll ich schon mal einen Kuchen für deinen Abschied von LoL backen?\n\n> Ich versuche generell JEDES Spiel zu gewinnen, außer mir passiert das oben aufgeführte Thema im Champion Select.\n\nDeine Aussage \"Mir ist es Wurst wer welchen Champion spielt solange man versucht das Spiel zu gewinnen.\" sieht keine Ausnahmen vor. Theoretisch akzeptierst du als Verbündete, die einem anderen Verbündeten eine reinwürgen wollen, und daher inten/trollen.\nDu scheinst also gerne derjenige zu sein, der als Beifang in einer derartige Situation hinein gerät, denn wenn du für dich eine Ausnahme siehst, dann sollte sie ja für jeden gelten.\n\nNa dann viel Spaß mit denen.\n\n(Teil II)","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T11:43:27.013+0000","up_votes":2,"down_votes":3,"body":"Okay. Ich sehe es macht keinen Sinn mit dir zu diskutieren. Nicht nur weil du einfach stubborn bist sondern auch weil du 1+1 nicht zusammenzählst. \n\nBeispiel:\n> Nein. Ich sagte: DANN HOVER NICHT.\n\nWenn du 1+1 zusammenzählen könntest würdest du folgendes selbst sehen, ohne dass ich dir das vorkauen muss:\nYasuo hat schon an sich eine hohe banrate. Wenn er gehovered ist hast du zumindest nur 5 Spieler die den Champion bannen können, ohne dass du davon weißt (die Gegner).\nWenn dein Team nett ist und Yasuo nicht bannt gibt es die Option ist Yasuo nun vom Gegner gebannt oder nicht.\nWenn ich Yasuo nicht hover, habe ich 9 Leute die potentiell Yasuo bannen können, auch wenn sie nette Spieler sind weil sie nicht wissen, dass ich Yasuo spielen will.\n\nAnstatt dir den halben Roman zu schreiben, schreibe ich einfach \"Im Prinzip sagst du, spiel kein Yasuo mehr\".\nDas selbe mit dem Thema, warum man dann überhaupt noch hovern können soll.\n\nWenn ich dir das schon vorkauen muss, hab ich so gar keine Lust mit dir zu diskutieren.\n\nDann bleibst du gerne bei deiner Meinung und ich bei meiner. Aber damit beende ich die Diskussion, nicht nur aus zeitlichen Gründen.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T12:27:00.329+0000","up_votes":2,"down_votes":1,"body":"> weil du 1+1 nicht zusammenzählst.\n\nOkay. Machen wir das mal auf deine Art ganz simpel und du sagst mir wo der Fehler steckt.\n\n1+1 = undef.\n\nBegründung:\n\n- Sei eine Zahl identisch mit einer anderen. (1+1 = a+b mit a=1 und a=b)\n - a=b\n- Multipliziere sie mit einer der beiden.\n - a^2 = ab\n - ab = b^2\n- Subtrahiere das Quadrat der anderen.\n - a^2 - b^2 = ab - b^2\n - ab - a^2 = b^2 - a^2\n- Ausklammern\n - (a+b)(a-b) = b(a-b)\n - a(b-a) = (b+a)(b-a)\n- Teile durch den Subtraktions-Term\n - a+b = b\n - a = b+a\n- Setze Äquivalenz ein a=b\n - b+b = b\n - a = a+a\n- Zusammenfassen\n - 2b = b\n - a = 2a\n- Setze für a und b eine Zahl ein. (Hier 1, da wir ja 1+1 haben wollten)\n - 2 = 1\n - 1 = 2\n\nDamit ist 1+1 (die Summe zweier gleichen Zahlen) entweder 2, 3 oder 4, weil 1 = 2\nStatistisch gesehen. Ist die Lösung sogar 3 +/- 1 (Zu 25% => 2 oder 4 und zu 50% => 3)\n___\n\n> Yasuo hat schon an sich eine hohe banrate. Wenn er gehovered ist hast du zumindest nur 5 Spieler die den Champion bannen können, ohne dass du davon weißt (die Gegner).\n\nNein. Du hast ja immer noch deine 4 Verbündeten. Diese dürfen durch den Hover ja nicht benachteiligt werden. Das heißt Es gibt 9 Spieler die ihn bannen können und zudem zählen alle Spieler vor dir doppelt, weil die ihn picken könnten.\n\n> Wenn dein Team nett ist und Yasuo nicht bannt gibt es die Option ist Yasuo nun vom Gegner gebannt oder nicht.\n\nKorrekt. Aber diese Option besteht immer.\nDa eine knapp 50% Chance besteht, dass einer aus 9 Leuten ihn bannt und eine gut 12% Chance, dass ein Spieler ihn pickt. Ist deine Chance unter den gegebenen Größen. (Also jeder kann jeden Champion bannen ohne auf Hover Rücksicht zu nehmen)\n\n - Gut 50% ihn zu bekommen, wenn du First-Pick bist.\n - Gut 15% wenn du Lastpick bist und alle Spieler Yasuo auch auf ihrer Position spielen würden. (Was beim Support eher seltsam währe, aber wer weiß. Jedem das seine halt.)\n\nMit einem \"netten\" Team gehen diese Zahlen auf:\n\n - Gut 72% bei einem First-Pick durch dich.\n - Knapp 38% bei dir als Last-Pick. (Unter der Bedingung, das der gegnerische Support Yasuo-Support in Erwägung zieht.)\n\nAlso selbstverständlich ist es wahrscheinlicher, aber es ist nicht so, als wäre es ohne dieses \"nette\" Team unwahrscheinlich.\nWeiterhin ist LoL kein Spiel der Netten Leute, sondern aller Schichten. (Ansonsten wärst du ja nicht Teil der Community.)\n\n> Wenn ich Yasuo nicht hover, habe ich 9 Leute die potentiell Yasuo bannen können, auch wenn sie nette Spieler sind weil sie nicht wissen, dass ich Yasuo spielen will.\n\nJetzt kommt eine Frage, die du dir beantworten solltest. (Ich habe keine Ahnung dazu):\n\nWas ist wahrscheinlicher: Das jemand Yasuo bannt, weil er ihn nicht leiden kann, oder das Matchup nicht haben will (Das würde ja unabhängig vom Hover kommen) oder, dass jemand Yasuo bannt, weil er ihn nicht leiden kann, das Matchup nicht haben will oder keinen Yasuo im eigenen Team haben will, weil sein Ruf ihm vorausgeht? (Die Gegner bannen ja immer noch aus den selben Gründen Yasuo, falls sie ihn bannen)\n\n> \"Im Prinzip sagst du, spiel kein Yasuo mehr\".\n\nNein!\nIn kurz sage ich: \"Hör auf Yasuo zu hovern, der alleine schon wegen seines Rufes von vielen gebannt wird, um ihn nicht im eigenen Team zu haben.\"\n\n> Das selbe mit dem Thema, warum man dann überhaupt noch hovern können soll.\n\nHovern hat den Hintergrund, dass sich dein Team an dich anpassen kann. Anpassen kann vieles bedeuten.\nWenn ich zum Beispiel mich nicht entscheiden kann, wen ich banne, dann gucke ich oft auch, inwiefern Möglichkeiten auch meinen hovernden Verbündeten zur Gute kommt. Das hilft einfach bei der Entscheidung.\nEs ist aber auch Anpassung, wenn man beispielsweise seinen eigenen Pick an den Hover eines anderen anpasst.\n\nViele Spieler nutzen jedoch die Ideen, die mit dem Hover verbunden sind nicht wirklich, da sie die Erfahrung gemacht haben, dass diese nicht verlässlich genug sind. Aus diesem Grund gibt es zum Beispiel auch Spieler, die bei einem Hover erstmal gucken, wie der Spieler in den letzten Partien mit diesem Champion gespielt hat. Dementsprechend bannen sie dann mit unter auch den Hover, um Schaden zu vermeiden.\n\nAuch hier zitiere ich mich gerne selbst: \"Die Gefahr durch das eigene Team zu verlieren sollte man genauso minimieren dürfen, wie die Gefahr durch den Gegner zu verlieren.\" (Quelle: Link von oben)\n\n> Wenn ich dir das schon vorkauen muss, hab ich so gar keine Lust mit dir zu diskutieren.\n\nDas scheint wohl auf Gegenseitigkeit zu beruhen. Ich meine, ich nehme dich schon nicht mehr wirklich ernst, aber es macht einfach zu viel Spaß, zu sehen auf welch dünnem Eis du versuchst deine Meinung zu etablieren.\n\n> Aber damit beende ich die Diskussion, nicht nur aus zeitlichen Gründen.\n\nXD Danke mit dir geschrieben zu haben. Man sieht sich sicherlich.\n\nEs scheint mir jedoch, als wolltest du auch keine Antwort auf die Frage \"Warum wird überhaupt die Möglichkeit gewährt, einen Champion bannen zu können, welchen ein anderer schon gehovered hat?\"","replies":[{"id":"","poster":"LOONA love4eva","date":"2019-10-09T01:04:33.931+0000","up_votes":4,"down_votes":0,"body":"Durch 0 teilen ist eine Sünde, die der liebe Gott schon noch bestrafen wird.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-09T10:44:22.389+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}} \nGoldrichtig.","replies":[]},{"id":"","poster":"WarArcher","date":"2019-10-10T23:32:41.300+0000","up_votes":1,"down_votes":1,"body":"Hat jetzt weniger mit LoL zu tun aber der Grund warum das nicht gemacht werden darf ist der das man mit der Division durch 0 alle Reellen Zahlen als Antwort hätt, heisst das die Aussage unsinnig ist.","replies":[]}]},{"id":"","poster":"The Pykeopath","date":"2019-10-08T14:28:07.373+0000","up_votes":2,"down_votes":1,"body":"War mir klar, dass du solch eine pseudo-witzige Antwort von dir geben musst. Comedyking.\n\nIch gehe auf den Rest nicht ein, entweder trollst du hier gerade rum oder du brauchst Professionelle Hilfe IRL.\n\nSchönen Tag noch :).","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-08T14:31:24.005+0000","up_votes":2,"down_votes":1,"body":"Hau rein wir werden dich ganz doll vermissen{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T15:22:38.527+0000","up_votes":2,"down_votes":1,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T15:26:30.367+0000","up_votes":1,"down_votes":1,"body":"Wenn ich das Gefühl habe, dass man mich verarschen will, dann kommt so eine Antwort dabei raus.\nProfessionelle Hilfe brauch weder ich noch du.\nIch meine aktuell scheint meine Position gar nicht mal so schlecht gewesen zu sein. Schließlich sind meine Posts in dieser Diskussion noch bei nichtnegativen Bewertungen, während deine Antworten auch mal bei -2 gelandet sind.","replies":[]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T10:24:26.548+0000","up_votes":1,"down_votes":0,"body":"> Lass die Leute spielen was auch immer sie spielen wollen.\n\nMachen sie doch, wenn der Champion nicht gebannt wurde. Und wenn ein Bann nicht diese einschränkende Funktion hätte, dann würde er nicht existieren. Es ist nun einmal genau die Definition von Bann, diese einschränkende Funktion zu haben.\n\nDa können wir ja ganz simpel dein Beispiel aus dem Headpost nehmen:\nDu hoverst Yasuo und bannst Renekton. => Aber wenn dein Gegner/Verbündeter Renekton spielen wollte? Du wolltest ja, dass jeder (die Leute) spielen können, was sie wollen, was du mit deinem Bann und auch mit deinem Hover verhindern würdest, denn natürlich gibt es auch andere Spieler, die Yasuo spielen würden. XD\n\nEin derartig pauschales Konzept kann nicht etabliert werden.\n\n> wenn du in der Champ Select bist, und jemand hovered Pyke Jungle. Wärst du, wie ich deinen Standpunkt verstehe, die Person, die seinen Pick nun bannt?\n\nSagen wir mal so. Ich banne IMMER Pyke, wenn ich Support oder ADC spiele. Wenn ich jedoch nicht Support spiele ist mit der Bann egal. Ich persönlich hasse es einfach gegen Pyke Support in die Lane zu gehen und durch die hohe Beliebtheit von Pyke ist es durchaus ein relevanter Bann.\nWenn sich jetzt der Jungle-Pyke einbilden möchte, dass ich Pyke wegen ihm gebannt habe, dann soll er dass ruhig machen. Ist nicht mein Problem. Wenn er Trollt bekommt er einen Report und Ende. Das ist nicht mein Problem.\n\nIch für meinen Teil finde deine \"Lass die Leute spielen was auch immer sie wollen\"-Mentalität ist da ja nicht bestritten. Ich sage ja nicht was der Jungler picken soll, sondern lediglich, dass ich nicht will, dass Pyke von einem beliebigen Spieler (inklusive Gegner) gepickt wird.\nEs ist immer noch die Entscheidung des Junglers zu picken, was er will.\n\nIch würde in meinen Augen daher diesen Satz ergänzen: \"\"Lass die Leute spielen und bannen was auch immer sie wollen.\"\n\n> Wenn jemand Spaß am Spiel hat wird er eher Lust haben zu gewinnen, als wenn er überhaupt keinen Spaß am Spiel hat weil er einen langweiligen Pick nehmen muss.\n\nEs existieren 135 (145 - 10 Banns) Champions, die gepickt werden können. Natürlich sind keine zwei identisch (wäre auch irgendwie dämlich), aber zu sagen, dass unter allen 145 Champions nur einer ist, der Spaß macht, dass ist mehr als fragwürdig.\n\nZudem ist dein Pyke-Jungle-Spieler in seinen letzte 60 Pyke-Spielen 5 mal im Jungle gewesen. Der Kerl favorisiert die Toplane. Und auch er hat Alternativen.\n\n> Meistens waren die Argumente schlecht/ nicht schlüssig oder ich wollte keine ewig alten Posts ausgraben.\n\nDeine Argumente sind in der Regel nicht mal vollständig und beruhen auf Sinnbildern (\"Stell dir mal vor ...\").\nIch bin mir durchaus bewusst, dass du hier über Rhetorik versuchst deine Meinung zu stützen, aber ohne Belege und eine Position, die überzeugend wirkt, wirst du hier eher Kommentare sammeln, wie:\n\n\"So viel Mühe für jemanden, der es vermutlich nichtmal verdient hat... :(\"","replies":[]}]}]},{"id":"","poster":"ITroll4Fun","date":"2019-10-08T10:36:20.606+0000","up_votes":2,"down_votes":1,"body":">Dann dodge doch! Ich meine es ist deine Entscheidung, ob du deine Zeit \"verschwendest\" um zu trollen oder ob du einfach in die nächste Runde gehst.\n\nDas regt mich am meisten auf, darf man nicht. Riot soll es endlich erlauben ohne Strafe mindestens die Selection zu dodgen.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T11:03:35.619+0000","up_votes":2,"down_votes":0,"body":"Natürlich darf man das.\nEs ist nicht konsequenzfrei, aber das ist ja auch logisch, denn man entscheidet dadurch eigenmächtig über 9 andere Spieler.\nWie schon gesagt: Äquivalenz ist eine recht zentrale Größe in vielen Elementen von LoL. Eine Handlung, die das Handeln eines einzelnen, auf Basis seiner subjektiven Position, unterstützt, kann daher nicht ohne Konsequenzen implementiert sein.\n\nAuf der anderen Seite ist es jedem selbst überlassen, was man macht. Will man das Risiko von Konsequenzen eingehen, die deutlich mehr sind als ein paar LP (geht bis zum Perma) oder investiert man lieber die paar LP.\n\nDodgen ist schließlich eine Mechanik die sich, wenn man sie sinnvoll verwendet, rentiert, da man die Spiele, die man tatsächlich Spiel dann auch häufiger gewinnt. (Weil man ja schlechte Team-Matchups dodgen kann.) Es ist also äquivalent zu Surrender, lediglich die egozentrische Ader hebt das dodgen hervor. (Man dodged ja nicht nach einer Abstimmung des gesamten Teams, sondern weil man selbst für alle entscheidet.)","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-08T12:34:15.718+0000","up_votes":3,"down_votes":1,"body":"Ich verstehe nicht ganz was du mit dem Begriff \"Äquivalenz\" sagen willst, vor allem in Bezug auf League. Alle Beschwörer sind gleich? \n\nWieso sollte surrender nicht egozentrisch sein? Jede menschliche Handlung ist im Kern egozentrisch, wir können ja uns nicht von \"außen\" wahrnehmen. Es kommt immer eine Relation zu seinem \"ich\".\n\nIch gebe dich recht, es gibt immer eine Konsequenz. Also wen jemand prepickten Champ bannt, kann er doch erwarten, dass dieser Spieler dann keine Lust hat sein Bestes zu geben?\n\nWie gesagt ich bin zu 100% überzeugt, dass Riot das Reportsystem von Dota kopieren soll. Ich finde es dort einfach besser. Sie sollen es einfach auf dem PBE testen, habe gehört dort gibts auch toxische Leute.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T12:51:52.156+0000","up_votes":1,"down_votes":0,"body":"> Alle Beschwörer sind gleich?\n\nNein. Eher alle Beschwörer haben die selben Pflichten (gegeben durch die AGB) und die selben Rechte (hier beispielsweise Bann eines der aktuell 145 Champions ohne Einschränkung)\n\n> Wieso sollte surrender nicht egozentrisch sein?\n\nWeil es mindestens demokratisiert ist. (Ob man es als demokratisch auffasst liegt in der subjektiven Wahrnehmung und dem eigenen Bild von Demokratie / Demokratieverständnis).\nEin Surrender geht ja nur durch, wenn es maximal eine Gegenstimme gab und der Anteil der Für-Stimmen größer als 50% ist. (Zu einigen Zeiten ist sogar Einstimmigkeit nötig.)\n\nDadurch, dass alle die Q betreten haben, haben alle Spieler ihre Intention dargeboten das Spiel spielen zu wollen. Jede Handlung gegen diese Intention muss daher von der Mehrheit oder sogar von allem vertreten werden. Da hierbei also nicht einer über alle Entscheiden kann, ist es nicht egoistisch. (Auch hier Egoismus =/= Egozentrismus)\n\n> Es kommt immer eine Relation zu seinem \"ich\".\n\nKorrekt. Im Endeffekt ist der Surrender-Vote eine egoistische Handlung, denn man handelt ohne Rücksprache mit allen anderen Stimmberechtigten. Allerdings hat sich das System der Abstimmung ja genau deshalb ergeben, denn seine Folgen treten je erst in Kraft wenn die Summe aller egoistischen Positionen eine kollektive Position hervorbringen konnte. (Mehrheit)\n\nEgoistisch wäre das System nur, wenn der Surrender durchkommt, sobald irgendjemand für den Surrender-Vote stimmt. Also ein Surrender mit 4 Gegenstimmen zum Beispiel.\n\nWeil der Mensch egoistisch ist, hat er sich Mittel und Weg zu eigen gemacht ein \"Wesen\" von pseudoobkektiver Entscheidungsfähigkeit zu erschaffen. (= Das Kollektiv) In umfangreichen und komplexen Kollektiven ist es sogar möglich, dass das Kollektiv am Ende eine Meinung vertritt, die keiner einzigen Einzelposition entspricht. Es ist in gewisser Hinsicht eine Form von gesellschaftswissenschaftlicher Gottesrepräsentative. (Aber damit weichen wir etwas zu weit vom Thema ab.)\n\n> Ich gebe dich recht, es gibt immer eine Konsequenz.\n\nKorrekt. Jedoch stellt sich immer die Frage, ob die Konsequenz auf der Meinung eines einzelnen basiert (egoistisch) oder auf der Meinung eine Kollektivs (Alle Strafsysteme von Riot (und auch Dota) (Siehe Riot-Support), der Surrender (durch die Abstimmung), ...)\n\nEs ist nicht ohne Grund so, dass es auch in LoL, diese Kollektiv-Generatoren gibt. (Also Abstimmungen, Umfragen, ...) Auf der anderen Seite ist es ein Spiel, dass natürlich auf seinen Spielern basiert, die als Menschen egoistisch sind. Aus diesem Grund der Verhaltenskodex und der Summoners Code (Art. 5 AGB).","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-08T13:44:53.925+0000","up_votes":3,"down_votes":0,"body":">Dadurch, dass alle die Q betreten haben, haben alle Spieler ihre Intention dargeboten das Spiel spielen zu wollen. Jede Handlung gegen diese Intention muss daher von der Mehrheit oder sogar von allem vertreten werden. Da hierbei also nicht einer über alle Entscheiden kann, ist es nicht egoistisch. (Auch hier Egoismus =/= Egozentrismus)\n\nDas Bannen des prepickten Champs ist dann aber auch egoistisch, findeste nicht? Ist bloß gut versteckt unter der Absicht, was \"Gutes\" für das Team zu tun? Im Prinzip entscheideste für den Anderen was er zu spielen hat. Ich nenne solche Leute \"coaches\".\nIst meiner Meinung nach auch nicht ganz richtig. Ok, 1&lt;4. Man kann mit dem Utilitarismus argumentieren,  also man opfert einen damit es den anderen 4 besser geht? Aber keiner mag es, dass man ihn \"opfert\" und somit ist die \"toxische\" Reaktion für mich nachvollziehbar und eigentlich zu erwarten. Das Individuum ist ja fast zum \"Gott\" geworden (Dürkheim hat das bereits im früheren 20. Jh. gesagt).\n\nIch denke, wenn jemand ff spamt, ist es klar, dass er nicht weiterspielen will bzw, den Willen dazu hat. Und er wird bestimmt nicht sein Bestes dafür geben, um das Spiel zu gewinnen. Ich bin eigentlich gutes Beispiel dafür, wenn ich wegen einem dummern Fehler egal von welche Seite, werde ich bestimmt nicht bis zum Schluss \"tryharden\", wenn es mMn vorbei ist. Bin ich ein Egoist? Kann ich nicht sein, ich maine Support.{{champion:48}} \n\n>Weil der Mensch egoistisch ist, hat er sich Mittel und Weg zu eigen gemacht ein \"Wesen\" von pseudoobkektiver Entscheidungsfähigkeit zu erschaffen. (= Das Kollektiv)\n\nDas ist diskutierbar mMn. Die Frage nach dem richtigen Verhältnis von Individium/Gesellschaft  war ja immer eine der Hauptfragen in der theoretischen Soziologie. Ist es wahrscheinlich noch immer, ich interessiere mich eher für die Empirie. \nDas \"Kollektiv\" ist ein Produkt des Menschen, hat aber Kontrolle über die Individuen (Normen, Werte etc.) Menschen sind schon komische Wesen.{{sticker:zombie-brand-facepalm}} \n\nDen summoners code kann man in die Tonne klopfen oder man muss diesen anpassen. Wenn ich ihn auf meine Spiele anwende, werden dort wenige Punkte eingehalten. Ab und zu, denke ich sogar, dass die Leute, welche ihn geschrieben haben, das Spiel nicht kennen bzw. ihre nette Community. \nHärteres Durchgreifen seitens Riot wäre mMn ein Lösungsversuch. Das wird Riot, aber nicht machen, da die  wirtschaftlichen Konsequenzen nicht so gut wären (Das ist natürlich spekulativ. Wer weiß, wenn man die ganzen Toxics wegbannt, könnten die netten Spieler aus Dankbarkeit/ Zufriedenheit mehr Geld reinwerfen).","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T15:11:30.683+0000","up_votes":1,"down_votes":0,"body":"> Das Bannen des prepickten Champs ist dann aber auch egoistisch, findeste nicht?\n\nJeder Bann ist egoistisch. Bannen und Picken sind egoistiche Handungen, die jedoch überhaupt ermöglichen, dass dieses Spiel möglich ist. Wir alle sind uns dieser Situation bewusst und so stellt sch jeder dem Maß eines jeden anderen im selben Spiel.\nWenn ich jetzt sagen würde, dass jeder Spieler dieser Situation zustimmt, weil er das Spiel spielt, wäre glaube ich etwas weit gegriffen, doch das dieses Fundament des Egoismus nun einmal dieses Spiel ausmacht, sollte uns doch allen klar sein.\n\nNur weil sich einige Spieler dieser Situation nicht bewusst sind, heißt es nicht, dass es nicht auch für sie gilt.\n\n>  Im Prinzip entscheideste für den Anderen was er zu spielen hat.\n\nDa liegt ein kleiner aber feiner Irrtum vor.\nMan sagt damit nicht, was der andere spielen soll, sondern was nicht. Der Unterschied sind ja lediglich 144 Champions, also ein unwesentliches Maß.\n\n>  Ich nenne solche Leute \"coaches\".\n\nInteressantes Bild. Ich finde das dieser Begriff nicht wirklich passt, aber da kommt wieder das unterschiedliche Bild auf Begrifflichkeiten und ihrer Umsetzung.\n\n> Man kann mit dem Utilitarismus argumentieren, also man opfert einen damit es den anderen 4 besser geht?\n\nGrundsätzlich ist das gar nicht mal so weit weg. Aber im Wesentlichen ist das Spiel von beiden Seite aufzurollen.\nWäre das Abstimmungssystem demokratisch würde ja 3 zu 2 reichen, tut es aber nicht. Also geht es um etwas anderes. Man bricht die Idee des Mehrheitskollektivs dadurch, dass nicht jede Mehrheit erlaubt ist.\nWenn man schon soweit gekommen ist, dann dauert es nicht weit bis man das System gedanklich invertiert. Und dann liegt es auf der Hand.\nEgoismus wäre, wenn eine Einzelmeinung mehr wert ist, als das aller anderen. Somit müssen folgenden Aussagen in einem System gelten, die egoistische Aussagen verneinen.\n\n - 4 Für-Stimmen vs. 1 Gegen-Stimmen => \"Für\" gewinnt.\n -  1 Für-Stimmen vs. 4 Gegen-Stimmen => \"Gegen\" gewinnt.\n\nUnd dann hört die Idee hinter dem Surrender-Vote beispielsweise schon ab. Die Abfrage dient nicht der reinen Demokratisierung, sondern lediglich zur Vermeidung von Alleingängen (Die Durchsetzung egoistischen Gedankengutes)\n\nGrundsätzlich ist es die simpelste Anpassung an einem anarchischen Konstrukt zur Vermeidung von Handlungen, die auf der Aussage eines einzelnen beruhen. Jedoch ist jede Gruppe, die sich aus mehr als einer Meinung bildet immer von gleichem Gewicht, unabhängig der Größe und Gestalt der Gruppe.\n\n-  3 Für-Stimmen vs. 2 Gegen-Stimmen => Unentschieden => Die letzte einstimmige Entscheidung gilt.\n-  2 Für-Stimmen vs. 3 Gegen-Stimmen => Unentschieden => Die letzte einstimmige Entscheidung gilt.\n\nUnd was ist die letzte einstimmige Entscheidung?\nDer Spielbeginn, denn keiner hat diesen verhindert.\n\n> Das Individuum ist ja fast zum \"Gott\" geworden\n\nKorrekt. Jedoch ist es nur in einem Umfeld Gott indem jede Meinung ein Gewicht hat.\nWenn jeder eine zu berücksichtigende Meinung vertreten kann, dann wird das Individuum zum Gott. (Das sind alle Abstimmungen, die Einstimmig sein müssen.) Wenn jedoch Meinungen ihr Gewicht verlieren, sobald sie oder diejenige Größe, die sie repräsentiert eine definierte Bedingung nicht erfüllt, dann wird das Individuum unterdrückt.\n\nKeiner dieser Wege ist ethisch und moralisch der richtige, denn entweder \"opfert\" man das Kollektiv dank des Individuums (Also im Surrender 4 Spieler) oder man \"opfert\" das Individuum dank des Kollektivs (Also im Surrender mit der aktuellen Lösung maximal 1 Spieler)\nDa im Falle des 3 zu 2 keine individuelle Meinung gibt, benötigt es eine anderen Betrachtung.\n\n> Ich denke, wenn jemand ff spamt, ist es klar, dass er nicht weiterspielen will bzw, den Willen dazu hat.\n\nKorrekt.\nAus diesem Grund kommt das Abstimmungssystem in LoL ja nicht ohne eine \"Anti-Individual\"-Komponente. Wer trollt, flucht, intet, etc. (aus welchem Grund auch immer) muss sich an dem ihn richtenden Maß messen lassen.\nFreundliche Grüße Art. 5 der AGB. (Riot hat die nicht ohne Grund unterschreiben lassen, als man den Account aufgesetzt hat.)\nStrafen für die fehlenden Akzeptanz innerhalb des Systems sind uralt. Schon die Ägypter hatten ein Justiz-System, dass zwar religiöse Regeln etablieren sollte, aber auch hier wurde jeder Regelbruch geahndet.\nSelbes Spiel auch in LoL. Wenn du dich der Entscheidung nicht unterwerfen willst, dann gibt es dir nicht das Recht über diese Unfähigkeit hinaus noch weitere Regeln zu brechen.\nNiemand beschwert sich bei den Spielern, wenn man vor Frust seinen PC anschreit oder was auch immer. Aber LoL ist kein Rechtsfreier Raum, was vielen jedoch nicht wirklich so bewusst zu sein scheint.\n\n> Und er wird bestimmt nicht sein Bestes dafür geben, um das Spiel zu gewinnen.\n\nDann soll er das. Ich meine es existiert kein Maß für \"das beste geben\" wir wissen nicht, was das beste des anderen Spielers ist und wir wissen auch nicht wie er gespielt hätte, wenn seine Position etabliert worden wäre.\nAus diesem Grund existiert keine Möglichkeit auszumachen, ob und inwiefern jemand sein bestes gibt oder sogar fähig wäre sein bestes zu geben.\nEin derartiges Maß ist haltlos und subjektiv.\n\n> Bin ich ein Egoist? Kann ich nicht sein, ich maine Support.\n\nWeißt du. Support ist kein Grund kein Egoist zu sein. Egoismus ist etwas sehr grundlegendes und etwas sehr abstraktes. Auch wenn möglicherweise das Abbild nicht das selbe ist, so ist deine Main-Position absolut bedeutungslos für diese Diskussion.\nAuf der anderen Seite hast du doch selbst gesagt: \"Jede menschliche Handlung ist im Kern egozentrisch, wir können ja uns nicht von \"außen\" wahrnehmen.\"\nAlso existiert in uns gar kein Bild von einem wirklich nicht egoistischen Handeln. Aus diesem Grund ist der Begriff \"Selbstaufopferung\" ja auch so eine leicht kritisierbare Größe. Man handelt immer für den eigenen Erfolg. Auch wenn dieser nur in der Akzeptanz liegt oder auf emotionaler Ebene vorliegt. Selbst die Liebe der Familie beruht nur auf Gegenseitigkeit. Man vergibt sie, um sie von seinem Umfeld zu erfahren.\n\nEs wäre eher ein Wunder, wenn es möglich wäre nicht egoistisch zu sein. Das Maß, das wir daher brauchen, ist dadurch nicht ob jemand egoistisch ist, sondern wie das Verhältnis aussieht zwischen dem was er vergibt und das was er dafür haben will.\nEine einzelne Stimme (also 20% einer Abstimmung) zu geben und das Ereignis seiner Stimme zu erhalten (Also 100% zu wollen) ist mit einem Verhältnis von 5 schon eine äußerst dreiste Form von Egoismus.\n\nSelbes Spiel dann auch beim Hovern. Mit einer Stimme vier anderen etwas zu verbieten, was jedoch fünf andere dürfen ist gegenüber des Egoismus nicht mal so gewichtig wie ein Bann. (Eine Stimme verbietet 9 anderen etwas). Aber es widerspricht der Gleichheit der Regeln und Strafen für alle.\nWarum sollte man mit einer Stimme einer Gruppe etwas verbieten dürfen, ohne eine andere überhaupt betreffen zu können?\n\n> Das ist diskutierbar mMn.\n\nWäre auch schade wenn nicht. Es gibt keine absolute Meinung. Alles steht zur Diskussion, auch wenn Themen, wie Mord etwas makaber wären. (Und vom \"Kollektiv\" also absolut angesehen werden.)\n\n> Das \"Kollektiv\" ist ein Produkt des Menschen, hat aber Kontrolle über die Individuen (Normen, Werte etc.) Menschen sind schon komische Wesen.\n\nIch bezweifle, dass das Kollektiv wirklich ein Produkt des Menschen ist. Auch wenn es das Resultat unseres Handelns ist, zu versuchen in großem Maße das Individuum in seinen Möglichkeiten zu beschränken, um daraus resultierend radikale in ihre, Umfang zu minimieren, so ist jedes Kollektiv nicht mehr als die Summe umfangärmerer Kollektive.\nWäre das Kollektiv tatsächlich in der Kontrolle, dann würden wir keine Repräsentativen benötigen. Wir benötigten aber auch Verschriftlichung des Kollektivs (Gesetze, Regeln, Verordnungen), denn jedem wäre ja der Zugriff auf das Kollektiv möglich. Das Konstrukt des Kollektivs würde sich selbst das Fundament seines Handelns sein.\nDadurch, dass jedoch jedes Kollektiv an sich selbst zerbricht (weil es ja nicht mehr als die Summe von Meinungen ist, die wiederum kleinere Kollektive bilden können), müssten sich diese Werte, Normen, etc. laufend verändern.\nWährend der Fortschritt im \"großen Kollektiv\" verschluckt wird, was zum Stillstand führen würde, würden sich \"kleinere Kollektive\" bilden, die radikalisieren, revolutionieren und dadurch wachsen.\n\nIch habe daher bewusst von einem \"Wesen\" gesprochen. Das Kollektiv ist nicht mehr als wir Menschen auch. Es kann krank werden, es kann wachsen, denken und, was am wichtigsten ist, es kann sterben.\nWir selbst sind nicht mehr als das Kollektiv unserer Erinnerungen, Erfahrungen und unserer Emotionen. Wenn also der Mensch ein \"komisches Wesen\" ist, dann ist jedes Kollektiv \"ein komisches Wesen\" ungeachtet, wer es bildet.\n\nIm Endeffekt ist das Kollektiv also nie \"geschaffen\" worden. Es existierte schon immer und wenn es sich um das Kollektiv der Erinnerungen, Erfahrungen und Emotionen eines einzelnen handelt, dann sehen wir die kollektive Meinung sogar als subjektiv und egoistisch an.\n\nDaher würde ich gar nicht sagen, dass der Mensch ein komisches Wesen ist. Alles was eine Meinung hat, alles was entscheiden kann und alles was erfahren kann wäre damit komisch. (Also unterm Strich alles, was kein Stein ist. XD)\nJeder Computer (ob Taschenrechner oder Hochleistungscomputer der Raumfahrt) ist auch nichts anderes als ein Kollektiv.\n\n> Ab und zu, denke ich sogar, dass die Leute, welche ihn geschrieben haben, das Spiel nicht kennen bzw. ihre nette Community.\n\nWeißt du. Der Summoners Code ist nicht mehr als das, was wir in unserem normalen Alltag mit unseren Mitmenschen auch machen. Er macht Aussagen, wie respektiere deine Mitspieler und helfe ihnen, wenn sie in Not sind.\nIm StGB der Bundesrepublik wären die Missachtung dieser beiden Elemente zum Beispiel mit Beleidigung bzw. Rufmord und Unterlassener Hilfeleistung vertreten.\nNur weil LoL eine \"alternative Welt\" darstellt, heißt es nicht, dass man sich verhalten darf, wie der Letzte Mensch auf Erden.\nAnsonsten stehen da so Dinge, wie gib deine Kontodaten nicht weiter, was glaube ich logisch sein sollte. Du schenkst ja auch nicht deinen Haustürschlüssel irgendeinem Fremden, oder?\n\nTeil II","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T15:17:06.806+0000","up_votes":1,"down_votes":0,"body":"Teil II\n\n> Härteres Durchgreifen seitens Riot wäre mMn ein Lösungsversuch.\n\nDas wurde mal getestet. Es hat die Anzahl der Strafen nicht verändert (weder wurden mehr Spieler gefunden, noch wurde die gefundene Zahl durch die Strafen verringert.). Und da spart sich Riot lieber das Geld und nutzt ein System, dass keine schlechteren Ergebnisse erbringt und weniger kostet.\n\nZudem erkläre mir mal, wo denn bitte \"härter durchgegriffen\" werden kann, ohne in Folge dessen die Zahl der Fehler zu erhöhen.\nAlso zum Beispiel: Wie unterscheidet man zuverlässiger und mit weniger Input einen Inter von einem schlechten Spieler? (Dann könnte man die Inter ja schneller bestrafen.)\n\nIch meine eine Forderung, wie härtere Strafen ist ja immer ganz schön zu formulieren, aber wie steigert man bitte einen Permabann? (4. Strafinstanz des IFS und die 2. Strafistanz beim Inten)\n\n{{sticker:sg-lux-2}} \n\nFordern ist immer ne super Idee, aber bitte auch schreiben, wie man sowas machen sollte. Denn Leere Aussagen gibt es in dieser \"netten Community\" leider mehr als genug.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-08T15:41:25.851+0000","up_votes":1,"down_votes":2,"body":"Wie? Vielleicht die Stufen um Perma verringern? Und zweitens, muss ich als Kunde dem Dienstleiter Vorschläge machen? Der Spruch gilt nicht mehr bei Riot, mache Vorschläge. Das ist keine kleine Indiefirma. Es ist in erster Linie ihre Aufgabe, sich darüber Gedanken zu machen wie und was man ändern muss und nicht der Spieler. Ein Firma mit Milliardenumsatz schafft es nicht nach zig Jahren - wann wurde das Tribunal abgeschafft  - sich ein funktionierendes Bestrafungssystem auszudenken. Aber dafür das Lootboxsystem, ja ich weiß es ist kostenlos KAPPA. Wir wissen doch alle wie Casino funktioniert, Hextechboxen sind nicht anders.\n\nWarum gibt es kein funktionierendes System, weil es Riot nicht interessiert. Bitte schalte nicht den Whiteknightmode an.\n\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T16:09:53.211+0000","up_votes":1,"down_votes":0,"body":"> Vielleicht die Stufen um Perma verringern?\n\nAlso Insta-Perma für das Inten?\nRiot ist nicht auf den Kopf gefallen. Sie haben (ich weiß nicht genau in welcher der beiden) in Season 3 oder 4 mal einen Testlauf für verschiedene Konzepte geführt. Dabei haben sie auch die aktuellen Strafinstanzen festgehalten und in folge dessen etabliert.\nWäre es so einfach ein Problem zu lösen, dann gäbe es das Problem nicht.\n\n> Und zweitens, muss ich als Kunde dem Dienstleiter Vorschläge machen?\n\nNein. Aber da der Dienstleister offenkundig nicht in diesem Umfeld (das Forum) aktiv ist und keinen dieser Kommentare lesen wird, ist der Empfänger der hier verkündeten Texte nicht der Dienstleister, sondern andere Kunden. Und wenn es dir und auch einer Menge anderer so gegen den Strich geht, dass Riot nichts dahingehend macht, sondern mit den erzielten Erfolgen zufrieden ist, dann solltest du vielleicht diesen Weg der Kommunikation nicht mit leeren Aussagen füllen, sondern mit Ideen, für die dann eine Masse von Spielern einstehen könnten.\nIn etwa wie eine Petition an Riot Games.\n\nDazu solltest du jedoch Ideen haben, die du etablieren willst, um dass sie am Ende auch eingeführt werden könnten.\n\n> Das ist keine kleine Indiefirma.\n\nMach Ideen funktioniert bei einem Staat wie Deutschland. Nur weil es keine Indiefirma ist, heißt es nicht, dass ihr Geld nicht von der Zufriedenheit der Kunden abhängt.\n\n> Es ist in erster Linie ihre Aufgabe, sich darüber Gedanken zu machen wie und was man ändern muss und nicht der Spieler.\n\nWenn sich jedoch die relevante Masse mit Skins und Champions abspeisen lässt und total chaotisch nicht einmal eine Idee hat, was sie erwarten, dann wird Riot (und auch keine andere Firma) nicht einen Cent investieren oder gar einen Finger rühren irgendetwas zu machen.\nSelbst wenn Riot etwas machen würde, solltest du doch selbst wissen, womit du zufrieden wärst. Die tatsächlichen Erfolge kannst du ja nicht einsehen, also musst du das System aus deiner subjektiven Position bewerten. Das Maß an dem du das messen würdest sind relevante Ideen, oder eben nicht.\n\n> Ein Firma mit Milliardenumsatz schafft es nicht nach zig Jahren - wann wurde das Tribunal abgeschafft - sich ein funktionierendes Bestrafungssystem auszudenken.\n\nSie haben sogar schon vor der Abschaffung des Tribunal (Abgeschafft Anfang 2014) an dem Strafsystem gearbeitet, denn es musste ja schon eines geben, um das Tribunal zu ersetzen.\nWenn aber die Testphasen, die Riot Games durchgeführt haben, dieses Ergebnis als die Ideale Lösung ausgeworfen hat und sich in 5 Jahren keine relevante Größe gebildet hat, die dem widerspricht, dann kann es ja nicht so falsch sein.\nWie du schon sagtest, Riot ist keine Indiefirma und deshalb minimieren sie Risiken sehr gerne.\nBevor sich also irgendetwas ändert (was nicht passieren wird, wenn keine Ideen aufkommen, die sich in der Testphase nicht schon als nicht umsetzbar oder nicht zielführend ergeben haben) wird immer geprüft, ob es das Risiko wert ist.\nVielleicht arbeitet Riot ja auch schon seit 5 Jahren an der Optimierung, hat jedoch keine zufriedenstellende Ergebnisse zur Tage gebracht. Ich bin nicht bei Riot, daher kann ich da nichts drüber sagen. (Vermutlich dürfe ich es auch nicht, wenn ich bei Riot wäre. XD)\n\n> Aber dafür das Lootboxsystem, ja ich weiß es ist kostenlos KAPPA.\n\nFür dich. Doch es minimiert natürlich auch die Einnahmen, wenn man Zugänge schafft über die kostenpflichtige Inhalte kostenfrei zugängig sind. Auch hier steckt der Profit recht weit oben in der Prio-Liste.\nDie Spieler haben ja auch in anderen Spielen ein derartiges Loot-System gesehen und wollten es haben. Daher kam es.\n\nWarum glaubst du gibt es die regelmäßigen Feedback-Anfragen im Client?\n\n> Wir wissen doch alle wie Casino funktioniert, Hextechboxen sind nicht anders.\n\nKorrekt, wie schon gesagt. Es geht um den Profit. Das Casino gewinnt auch im Roulette zu 1/37 häufiger, was bei den Geldbeträgen schon einiges wert ist.\n\n> Warum gibt es kein funktionierendes System, weil es Riot nicht interessiert.\n\nNein. Weil es keine Ideen gibt (weder bei Riot noch in der Community) die sich als umsetzbar und zielführend herausgestellt haben und zu Riot gekommen sind.\nWenn alle nur sagen, was sie nicht wollen, dann wird es keinen Wandel geben. Da kannst du Gift drauf nehmen.\n\n> Bitte schalte nicht den Whiteknightmode an.\n\nWas erwartest du. Ich bin mit dem System zufrieden. Dennoch kann ich mir vorstellen, dass es Spieler gibt, die es als verbesserungswürdig ansehen.\nIch für meinen Teil bin in einem Umfeld aufgewachsen indem auch ein Staat auf seine Nation reagiert, wenn sich eine Meinung etabliert.\n\nWarum sollten wir uns denn als diejenigen Auffassen, die nichts zu sagen haben. Wir sind unzufrieden, dann sollten wir auch Vorschläge machen.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-08T16:42:35.875+0000","up_votes":1,"down_votes":1,"body":">Nein. Aber da der Dienstleister offenkundig nicht in diesem Umfeld (das Forum) aktiv ist und keinen dieser Kommentare lesen wird, ist der Empfänger der hier verkündeten Texte nicht der Dienstleister, sondern andere Kunden.\n\nUff, gut zu wissen, dass Riot das Forum nicht liest. Was lesen sie denn, Twitter? Langsam wirds absurd mit der Whiteknightigkeit. Was für Petition? Wir wissen doch beide, dass die Community Riot egal ist solange Geld fließt, weil es eine \"Firma\" ist. \nDas Problem ist, dass die Leute anscheinend echt zufrieden sind mit der aktuellen Situation, sonst würden sie irgendwas ändern/ausprobieren. Das Design lasse ich mal außen vor. \n\n>Mach Ideen funktioniert bei einem Staat wie Deutschland. Nur weil es keine Indiefirma ist, heißt es nicht, dass ihr Geld nicht von der Zufriedenheit der Kunden abhängt.\n\nEcht? Man hat es ja beim \"Klimagipfel\" gesehen, wie es funktioniert.\n\n>Selbst wenn Riot etwas machen würde, solltest du doch selbst wissen, womit du zufrieden wärst. Die tatsächlichen Erfolge kannst du ja nicht einsehen, also musst du das System aus deiner subjektiven Position bewerten. Das Maß an dem du das messen würdest sind relevante Ideen, oder eben nicht.\n\nDas ist ja mein Problem, sie sollen überhaupt was machen und nicht tatenlos zu schauen, wie die Community dem Bach runtergeht. Wie z.B. Riots Vorschlag: Wir ignorieren die Toxizizät indem wir den Chat komplett ausmachen. Ist es für dich eine plausible Lösung? Für die man 6 Jahre braucht? \n\n>Warum glaubst du gibt es die regelmäßigen Feedback-Anfragen im Client?\n\nUm mich zu trollen? Ein Spiel mit 2 Afkler und sie fragen mich wie meine Erfahrung war? Alibi Umfrage mMn.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T17:37:01.484+0000","up_votes":1,"down_votes":0,"body":">  Wir wissen doch beide, dass die Community Riot egal ist solange Geld fließt, weil es eine \"Firma\" ist.\n\nDu scheinst dich nicht wirklich für deine Interessen einsetzen zu wollen. Gut zu wissen.\nDas mit den Petitionen ist kein Witz oder so. Wenn du eine Idee hast und diese hier im Forum (bestenfalls als unabhängige Diskussion) auf eine ausreichende Zahl von Anhängern stößt, dann kann man diese Diskussionen über ein Support-Ticket mit dem gewünschten Inhalt als eine Art Petition nutzen.\nRiot hört auf ihre Community, jedoch nicht, wenn sich nur 3 Leute melden. Das ist eine global agierende Firma, da muss man schon mit ein paar mehr Leuten auffahren, um eine Meinung zu etablieren.\n\n> Das Problem ist, dass die Leute anscheinend echt zufrieden sind mit der aktuellen Situation, sonst würden sie irgendwas ändern/ausprobieren.\n\nScheint ja so. Riot ist ja nicht unerreichbar, jedoch ist es nicht verwunderlich, dass sie Einzelmeinungen eher ignorant behandeln.\n\n> Man hat es ja beim \"Klimagipfel\" gesehen, wie es funktioniert.\n\nEcht!\nSagen wir mal, die Politik ist nicht zeitgemäß in ihrer Umsetzungsgeschwindigkeit und ihrer Prioritätenliste und in ihrem Durchhaltevermögen. Aber was man nicht bestreiten kann, ist das sich etwas bewegt. Zu langsam und nicht konsistent genug, aber die Richtung stimmt zu mindestens.\nWenn du willst kannst du ja Streiken gehen. \"Für ein Strafsystem nach deinen Vorstellungen\", aber dann formuliere den Kram auch. Zum beispiel \"Fridays for Future\" läuft ja auch nicht planlos in der Gegend herum.\n\nBei den Klimagipfeln liegt es eher daran, dass es eben genauso ist wie wenn Riot eigene Ideen umsetzt. Es sind nicht diejenigen, die das Problem am besten lösen, sondern diejenigen, die am \"einfachsten\" sind und solange sich keiner beschwert (war beim Kyoto-Protokoll so) ist der Misserfolg auch legitim.\nEs wird sich nichts ändern, wenn man denkt: \"Ich bin dafür nicht zuständig, lass die das doch machen\" Man muss auch mal einem anderen in den Arsch treten und da ist es egal, ob es eine Firma, ein Staat oder sogar eine supranationale Organisation wie die UN ist.\n\n> Das ist ja mein Problem, sie sollen überhaupt was machen und nicht tatenlos zu schauen, wie die Community dem Bach runtergeht.\n\nWenn du wirklich davon ausgehst, das Riot nichts macht, dann muss ich dich fragen, wie es sich denn so auf dem Mond lebt.\n\n>  Riots Vorschlag: Wir ignorieren die Toxizizät indem wir den Chat komplett ausmachen.\n\nDazu gerne eine Quelle. Denn der Mute-Button ist definitiv nicht die Lösung von Riot (Hierzu eine andere Diskussion, die das expliziter analysiert: https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/TrJXbvOi-riots-art-zu-bannen-ist-einfach-falsch-und-kontraproduktiv)\nDas Muten ist eher eine Art Kompromiss, weil Riot eben nicht der Egoist sein will, der das Spiel beendet, nur weil einer sich nicht an die Regeln hält. (Da kommen wir wieder auf den Surrender-Vote zurück ^^)\n\n> Ist es für dich eine plausible Lösung?\n\nNein, da es in meinen Augen weder die Lösung ist, die Riot Games gegeben hat, noch tatsächlich diese Funktion inne haben kann. Da sind wir wieder bei der Aussage \"Riot ist nicht blöd\"\n\n> Für die man 6 Jahre braucht?\n\nRiot hat mit dem auslaufenden Tribunal mehrere Wertungssysteme implementiert (IFS, LeaveBuster, ...). Zudem haben sie in der Anfangsphase mehrere hundert Strafinstanzen auf den verschiedenen Servern getestet, sodass sie die \"ideale\" Lösung möglichst zeitnah implementieren konnten.\n\nDas ist aktuell die Lösung von Riot Games. Der Mute-Button ist eher eine Art Gimmick, der dazu dient, dass Riot sich nicht zu Gott aufspielt. (Daher wurde auch das Feedback-System, der erweiterte Spieler-Support und die regelmäßigen Umfragen implementiert. Zudem existiert ja noch das AskRiot-Format indem man auch seine Fragen stellen kann.)\n\n> Um mich zu trollen?\n\nNiemand zwingt dich sie zu nutzen. Ein Klick und sie sind weg. Aber wenn man sich mal mit ihnen beschäftigt (was wohl nicht so viele machen, die mit dem Strafsystem unzufrieden sind), dann wäre es ein Weg etwas zu ändern.\n\n> Ein Spiel mit 2 Afkler und sie fragen mich wie meine Erfahrung war?\n\nIch meine nicht diese \"Wie war ihr Game\"-Umfragen. (Die kommen auch nicht von Riot, sondern von Drittanbietern, die sowas wie u.gg betreuen.)\nIch meine schon die generellen Feedback-Umfragen bei denen man sicherlich ein gutes Weilchen braucht um sie überhaupt grundlegend auszufüllen.\n\n> Alibi Umfrage mMn.\n\nDann wunder dich nicht, dass sich nichts ändert, wenn du die Mittel nicht nutzt, die man dir gibt.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-08T20:21:12.638+0000","up_votes":1,"down_votes":0,"body":">Wenn du wirklich davon ausgehst, das Riot nichts macht, dann muss ich dich fragen, wie es sich denn so auf dem Mond lebt.\n\nMan muss für die Luft bezahlen und sein  eigenen Urin trinken. Ansonsten richtig gut, kann man überleben.\n\n>Dazu gerne eine Quelle. Denn der Mute-Button ist definitiv nicht die Lösung von Riot (Hierzu eine andere Diskussion, die das expliziter analysiert\n\nGenau mein Problem mit dem aktuellen System. Es erzeugt die Toxizität bzw. fördert diese. Aber ich meinte eigentlich die neue Funktion im Client, dass man /muteall nicht mehr braucht, sondern es in den Optionen einstellen kann. Ich verwende diese Fkt auch als Schutz gegen meinen Flame, ja ich bin toxisch und hasse Feeder.\n\n>Da sind wir wieder bei der Aussage \"Riot ist nicht blöd\"\n\nHaste Recht, sie haben es geschafft. Clash getestet ohne den Serverprobleme, kleiner Probleme, diese juckten eigentlich keinen. Diesmal ohne ganzen Hype rumherum, sie lernen dazu, anscheinend besser als die Report KI, die die Inter erkennen soll.\n\n> ja noch das AskRiot-Format indem man auch seine Fragen stellen kann.\n\nWarte immernoch auf die Antwort, wie viel Prozent der Spieler sie nach dem 8.11 verloren haben.\n\n>Niemand zwingt dich sie zu nutzen. Ein Klick und sie sind weg. Aber wenn man sich mal mit ihnen beschäftigt (was wohl nicht so viele machen, die mit dem Strafsystem unzufrieden sind), dann wäre es ein Weg etwas zu ändern).\n\nInteressant hatte noch keine Anfragen, die du meinst. Anscheinend werden toxische Spieler nicht gefragt. \n\n{{sticker:cass-cry}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T20:43:24.965+0000","up_votes":1,"down_votes":0,"body":"> Genau mein Problem mit dem aktuellen System.\n\nWenn der Mute-Button die Lösung wäre, hätte sich Riot das etwas leicht gemacht. (Haben sie ja Gott sei dank nicht) \nIch persönlich amüsiere mich zusehr an den Flamern, als dass ich den Chat ausmachen würde. XD Menschen, die sich selbst zum Affen machen und teilweise sterben, nur weil sie es wichtiger fanden einen Verbündeten zur Sau zu machen. Das ist Qualität. Wie kann man sich da beschweren, wenn man selbst trollt was das Zeug hält. XD\n\n> Diesmal ohne ganzen Hype rumherum, sie lernen dazu, anscheinend besser als die Report KI, die die Inter erkennen soll.\n\n Also eine KI ist da nirgendwo am Werk. Du holst dir ja auch keinen Kammerjäger, weil du Fruchtfliegen in der Wohnung hast. Es sollte immer das passende Maß gewählt sein. Nicht übertreiben. Riot weiß ihr Geld besser aus dem Fenster zu schmeißen.\n\n> Warte immernoch auf die Antwort, wie viel Prozent der Spieler sie nach dem 8.11 verloren haben.\n\nEiner meiner Lieblingspatches (mit 7.24). Ich glaube, dass es ein paar waren, aber ich bezweifle, dass sie nicht damit gerechnet haben.\n\nIm Endeffekt waren es leider vergebliche Liebesmühen. Meine Position ist recht simpel:\n\n> Schützen sind halt zu sehr zum ADC entwickelt. Anders als jede andere Position im Spiel sind ADCs nur durch eine Klasse gebildet (den Schützen) und umgekehrt existieren fasst keine Schützen auf Positionen abseits der ADC-Position. Ich kann nachvollziehen, das dieser Zustand Riot ein Dorn im Auge ist und ich an deren Stelle hätte nicht bis Season 8 gewartet, um da mal was dran zu ändern.\n\n> Quelle: https://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/N8ohUEaN-adc-die-klasse-der-nerfs\n\nEine andere schöne Diskussion dazu: https://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/bAVu1F7E-rettet-die-adcs-unbalancing-und-was-man-dagegen-tun-kannte\n\n> Anscheinend werden toxische Spieler nicht gefragt.\n\nEs kann sein, dass das Mitwirken an Bedingungen geknüpft ist. Ich habe dazu jedoch keine Ahnung.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2019-10-09T04:37:48.984+0000","up_votes":1,"down_votes":1,"body":"Wenn du Teil einer Gruppe wirst, musst du dich den Regeln dieser Gruppe unterwerfen. Ob diese Regeln in einem Konsens geschaffen oder diktiert werden ist dabei erst einmal irrelevant. Zumal sich das auch in der Praxis nie komplett trennen lässt.\nWenn du das nicht willst oder kannst, dann kannst du auch kein Teil der Gruppe sein - was auch eine Entscheidungsmöglichkeit ist, allerdings eine, die die wenigsten wählen würden, denn wie du schon selbst andeutest, sind wir Menschen nicht nur Individuen, sondern auch so etwas wie Rudel- oder Herdentiere... soziale Tiere eben. Wir sind auf die Gruppe angewiesen und die Gruppe ist auf uns angewiesen.\n\nUnd das hier:\n\n> Ich denke, wenn jemand ff spamt, ist es klar, dass er nicht weiterspielen will bzw, den Willen dazu hat. Und er wird bestimmt nicht sein Bestes dafür geben, um das Spiel zu gewinnen.\n\nIst entsprechend auch nicht meine Erfahrung. Sicher wird er nicht die besten Plays seines Lebens raushauen, aber die meisten akzeptieren es durchaus, wenn die anderen nicht aufgeben wollen und sei es nur, weil sie keine Strafen fürs AFK-Gehen wollen und / oder es als würdelos empfinden, ihre Mitspieler zu sabotieren.\nDie meisten Spieler haben durchaus einen Sinn für Fairness und wollen sich selbst nicht unfair verhalten - und nicht die anderen und sich selbst für ihren eigenen Willen opfern.\n\nUnd deshalb kann man durchaus auch sehr viele Spiele gewinnen, in denen auch zwei oder drei Spieler aufgeben wollen. Sie geben vielleicht nicht mehr ihr Bestes, aber durchaus noch genug um den Gegner zu besiegen.","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2019-10-09T04:26:50.452+0000","up_votes":2,"down_votes":1,"body":"Hast du den Teambuilder miterlebt? Ich für meinen Teil möchte nicht ewig in der Queue sitzen und warten, bis endlich mal eine CS nicht gedodget wird. Da verliere ich lieber mal ein paar LP und Zeit, wenn mein Main gebannt/gepickt wird, als dass ich immer so lange warte.","replies":[{"id":"","poster":"ITroll4Fun","date":"2019-10-09T10:23:40.901+0000","up_votes":2,"down_votes":0,"body":"Teambuilder? Du meinst das alte und bessere \"Flex Q\"? Ja, ich habe es mitbekommen und ich fand dieses viel viel besser als die Flex Q. Wir waren alle so um Platin Gold Elo, also waren da keine Probleme mit der Wartezeit.","replies":[{"id":"","poster":"eingew","date":"2019-10-10T04:21:24.939+0000","up_votes":2,"down_votes":1,"body":"\"Wir\" heißt du redest nicht von SoloQ? In einem Team hat man sicherlich andere Wartezeiten, das stimmt durchaus ja. Für ein Teamranked / für die FlexQ könnte man durchaus überlegen, das wieder einzuführen.\nFür die SoloQ halte ich davon nichts. Nicht, dass es für mich persönlich ein Nachteil wäre, als Main Support war ich damals schneller in einer neuen Runde als heute, im Zweifel hat man einfach so lange Champ Selects geskippt, bis man in eine volle kam und einem das Team gefallen hat.\nWenn man aber mal eine andere Lane alleine gespielt hat, dann war das mit dem Warten / durchskippen nicht so einfach und schnell. Gerade die beliebten Lanes brauchten deutlich länger, als die heutige durchschnittliche Zeit in der Warteschlange.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-10T07:49:23.046+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mich hier einklinken darf: Ich warte lieber 10 Minuten auf ein Spiel und bekomme die Rolle die ich ausgewählt habe (also so wie früher) als 3 Minuten zu warten und dann autofill zu sein mit einer Rolle die ich nicht spielen kann oder will.\n\nIch locke Primary Mid und 2nd Support ein. Ich bekomme so gut wie immer mid und wenn ich mal was anderes bekomme dann in den meisten Fällen top und ab und zu Jungle. Support bekomme ich, außerhalb von Promo's, fast nie, obwohl das meine Secondary role ist.\n\nTeambuilder und allgemein der alte Client waren einfach um Welten besser als so wie es aktuell ist.","replies":[]}]}]}]}]},{"id":"","poster":"SayaShire","date":"2019-10-07T23:13:28.612+0000","up_votes":2,"down_votes":1,"body":"So viel Mühe für jemanden, der es vermutlich nichtmal verdient hat... :(","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T09:04:32.045+0000","up_votes":3,"down_votes":0,"body":"Diese Mühe mache ich mir jedoch gerne.\nIch habe die Erfahrung gemacht, dass sich manche Spieler auf eine derartige Diskussion einlassen und tatsächlich auch etwas daraus mitnehmen. Daher ist es mit den Versuch wert, wobei mir bereits ein großer Teil durch die andere (Link) Diskussion abgenommen wurde, in der ich und auch eine Reihe anderer Spieler die fundamentale Frage (Hover bannen) bereits ausgiebig beantwortet haben.","replies":[]}]},{"id":"","poster":"eingew","date":"2019-10-09T04:23:22.331+0000","up_votes":2,"down_votes":1,"body":"Vorweg, ich finde deinen Kommentar gut, sehe da keinen groben Schnitzer, nur gute Argumente ^^.\n\nAber, ein wenig unfair hast du hier schon Argumentiert:\n\n> Yasuo hat mit einer Bannrate von knapp 50% eine der höchsten Bannraten im Spiel (und dass sollte mehr als bekannt sein.) Da kann man sich solche Wünsche durchaus abschminken. 10 Spiele in Folge einen Yasuo-Bann zu erfahren (egal ob durch den Gegner oder Verbündete) ist jedoch auch hierbei mit einer Chance von weniger als 1% behaftet.\n\nDas ist zwar richtig, die Wahrscheinlichkeit, zehn Mal in Folge Yasuo gebannt zu haben bei einer Banrate von 50% liegt bei 1/1023, was deutlich weniger als 1% ist, aber das ist auch die Wahrscheinlichkeit dafür, erst drei mal Yasuo gebannt zu haben, dann drei mal nicht, dann drei mal wieder und dann ein mal nicht oder die Wahrscheinlichkeit dafür, Yasuo in keinem Spiel als Ban zu sehen.\nWeil der Zufall kein Gedächtnis hat und die Wahrscheinlichkeit für eine beliebige konkrete Abfolge von Bans oder nicht Bans von Yasuo in 10 Spielen exakt gleich wahrscheinlich ist.\nJetzt kann man natürlich sagen, dass die Wahrscheinlichkeit aber dennoch höher ist, dass Yasuo in mindestens einem der 10 Spiele nicht gebannt ist. Dazu muss man aber auch bedenken, dass Yasuo in Gold (wo der TE ja spielt) eine Pickrate von 20,2% hat. Die Wahrscheinlichkeit, dass der TE Yasuo spielen kann, liegt also grob überschlagen bei circa 30%. Zusätzlich hat der TE schon deutlich über 800 Spiele diese Season hinter sich. Dass darunter häufiger mal Abfolgen von 10 Spielen sind, in denen Yasuo immer entweder gebannt oder von jemand anderem gepickt wurde, ist gar nicht mal so klein.\nDurchaus ein Problem, vor dem der TE häufiger stehen dürfte.\n\nDeine Rückschlüsse, dass Yasuo entsprechend einfach keine gute Wahl als Mainchamp ist, weil die Wahrscheinlichkeit, dass man ihn aus welchem konkreten Grund auch immer nicht picken kann, sind natürlich dennoch goldrichtig.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-09T10:43:04.344+0000","up_votes":2,"down_votes":0,"body":"> Weil der Zufall kein Gedächtnis hat und die Wahrscheinlichkeit für eine beliebige konkrete Abfolge von Bans oder nicht Bans von Yasuo in 10 Spielen exakt gleich wahrscheinlich ist.\n\nKorrekt. Jedoch muss man berücksichtigen, dass vor der Wahrscheinlichkeit für ein explizites Ereignis noch ein kleiner Term steht. (Binomialkoeffizient. Viele kennen ihn von dem Pascal'schen Dreieck)\n\nP(ges.) = n! / [k! (n-k)!] x p(a)^k x p(b)^(n-k)\nmit folgenden Bezeichnungen:\n\n - n = Anzahl der Versuche (hier 10)\n - k = Anzahl der gewünschten Ereignisse (hier Yasuo gebannt)\n - p(a) = Wahrscheinlichkeit, dass in einem Spiel Yasuo gebannt ist (hier etwa 50%)\n - p(b) = Wahrscheinlichkeit, das p(a) nicht eintritt. (hier also wieder etwa 50%)\n\nNun noch die Binomialkoeffizienten für n=10 und k=[0; 10]\n1 10 45 120 210 252 210 120 45 10 1\n\nDaraus sind die Wahrscheinlichkeiten: 1/1024 x Binomialkoeffizient\n\n|P(ges) | Anzahl der gleichen Ereignisse | P(ges) in %\n|-\n|1/1024 | 10 gleiche Ereignisse | ~0,1%\n|5/512 | 9 gleiche Ereignisse | ~1%\n|45/1024 | 8 gleiche Ereignisse| ~4,4%\n|15/128 | 7 gleiche Ereignisse| ~11,7%\n|105/512 | 6 gleiche Ereignisse| ~20,5%\n|63/256 | 5 gleiche Ereignisse| ~24,6%\n\nAlso auch wenn der Zufall kein Gedächtnis hat, so gibt es Ereignisse, die rein durch die Anzahl ihrer Möglichkeiten häufiger auftreten müssen.\n\n> Die Wahrscheinlichkeit, dass der TE Yasuo spielen kann, liegt also grob überschlagen bei circa 30%.\n\n| P(ges) in % - - -  |Anzahl der Spiele in denen er Yasuo spielen kann \n|-\n| ~0,0006%| 10 \n| ~0,01%| 9 \n| ~0,1%| 8 \n| ~0,9%| 7 \n| ~3,7%| 6 \n| ~10,2%| 5 \n | ~20,0%| 4\n| ~26,6%| 3 \n| ~23,3%| 2 \n | ~12,1%| 1\n| ~2,8%| 0 \n\n> Durchaus ein Problem, vor dem der TE häufiger stehen dürfte.\n\nDas ist logisch. Die Wahrscheinlichkeit, dass es ihm nie passiert ist wäre etwa bei 1,7 x 10^(-10) = 0,000000017%, was sehr unwahrscheinlich ist. Ob es sich jedoch wirklich um ein Problem handelt, weiß der TE besser als wir alle. Die Frage ist eher, ob das Problem eines Champions (oder einer kleinen Gruppe von ihnen, wie Yasuo, Zed, etc.) es wirklich Wert ist ein System zu implementieren, dass trollen vereinfacht und dem eigenen Team durchaus auch verheerende Nachteile auferlegen kann.\n\n> Deine Rückschlüsse, dass Yasuo entsprechend einfach keine gute Wahl als Mainchamp ist, weil die Wahrscheinlichkeit, dass man ihn aus welchem konkreten Grund auch immer nicht picken kann, sind natürlich dennoch goldrichtig.\n\nJedenfalls stimmt es für das aktuelle Konzept der Dinge.\nBei Yasuo hat man jedoch immer noch recht gute Chancen ihn viel zu spielen, wenn man sie bewährt und in der Elo damit aufsteigt. Denn damit steigt auch die Chance, dass die Verbündeten einen Prüfen (e.g. die Statistiken im Client ansehen) und wenn man dort gut aussieht, dann bannen diese Leute einem den Yasuo auch nicht weg.\n\nDie hohe Bannrate von Yasuo ist ja nicht nur auf den Champion zurückzuführen, sondern auch auf die Qualität der Spieler, die ihn spielen. Nahe zu alle Memes von Yasuo belaufen sich ja genau darauf.","replies":[]},{"id":"","poster":"The Pykeopath","date":"2019-10-10T08:02:02.947+0000","up_votes":1,"down_votes":0,"body":"Ich weiß dass Zahlen nicht lügen, aber als Beispiel: von meinen letzten 11 Midlane-Games konnte ich 9 mal Yasuo spielen, das ist aber schon seit ich in \"higher gold-Elo\" bin so. Es passiert, mittlerweile selten mal, dass Yasuo gebannt ist. Ich erinnere mich, dass er in silver (zumindest gefühlt) viel öfter gebannt war. \n\nIch glaube die Leute lernen mittlerweile einfach, wie man gegen einen Yasuo spielt und sehen ein, dass es wichtigere banns gibt als Yasuo.\nAber gut ich denke das ist dann eher persönliche Präferenz.","replies":[{"id":"","poster":"eingew","date":"2019-10-15T04:08:10.358+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=KYnfKGf0,discussion-id=a4pZZL7E,comment-id=000100040001,timestamp=2019-10-10T08:02:02.947+0000)\n>\n> Ich weiß dass Zahlen nicht lügen, aber als Beispiel: von meinen letzten 11 Midlane-Games konnte ich 9 mal Yasuo spielen, das ist aber schon seit ich in \"higher gold-Elo\" bin so. Es passiert, mittlerweile selten mal, dass Yasuo gebannt ist. Ich erinnere mich, dass er in silver (zumindest gefühlt) viel öfter gebannt war. \n> \n> Ich glaube die Leute lernen mittlerweile einfach, wie man gegen einen Yasuo spielt und sehen ein, dass es wichtigere banns gibt als Yasuo.\n> Aber gut ich denke das ist dann eher persönliche Präferenz.\n\nJa naja, dadurch dass du Yasuo picken willst \"verfälschst\" du ja bereits das Ergebnis. Du kannst dein Team so beeinflussen, dass es Yasuo nicht bannt und dadurch dass du selbst Yasuo pickst (und damit auch in die Pickrate mit einfließt) können deine Gegner ihn dir nicht mehr so gut wegpicken (nämlich wenn umgekehrt du Yasuo den Gegnern weg pickst). Auf beiden wegen erhöhst du die Wahrscheinlichkeit, dass du Yasuo picken können wirst auf eine deutlich höhere Zahl, als wir es hier mit unseren statistischen Daten einschätzen können.\nAlso unsere Rechnung hier ist schon sehr theoretisch.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-15T08:04:36.777+0000","up_votes":1,"down_votes":0,"body":"Jaaa stimmt auch wieder. Klar die Zahlen zählen solche Dinge ja nicht mit rein wie hovered oder nicht.\n\nIch glaube Riot wird hier nichts ändern, hab mir einfach überlegt jemanden wie Viktor zu spielen. Wird in Low Elo so gut wie nie gespielt und ist ein lategame beast. Gebannt wird er sowieso nie.\nLust einen neuen Champion so kurz vor Seasonende zu lernen hab ich zwar nicht, aber wenns nicht anders geht.. Mal schauen.","replies":[]}]}]}]},{"id":"","poster":"Aymira","date":"2019-10-08T08:08:58.797+0000","up_votes":2,"down_votes":1,"body":"Top!\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-10-08T11:26:09.161+0000","up_votes":4,"down_votes":2,"body":"Da das unten in der Diskussion ein bisschen unübersichtlich wird, schreibe ich es jetzt hier. \nDie Analyse deiner Tode aus dem 12/8/9 ebenfalls vor 2 Tagen. \nAuch wenn der Herr sich aufgrund von Argumentationsmangel weigert weiter auf meine Posts einzugehen. \nVollständigkeitshalber und weil ich es ja angeboten habe mache ich es trotzdem. :)\n\n1. Warum auch immer deine Gegner eine Soraka ADC haben und warum auch immer, sie mit dem gegnerischen Zed auf der Midlane pimmelt. In dieser Situation erfolgte der erste Tod. Du bist Halflife, anstatt dich reinpushen zu lassen, damit du mehr oder minder safe unterm Tower farmen kannst, gehst du zu weit nach vorne nur um für ein Q auf einem full Life Minion zu gehen. Soraka engaged dich mit E, Zed followed und du stirbst am Ignite. \nSituation falsch eingeschätzt bzw das 2v1 völlig unterschätzt, unnötig für nen Q gegangen das dir nicht mal nen Lasthit auf ein Minion gebracht hat. \n\n2. Immer noch eine 1v2 Situation auf der Midlane. Obwohl du durch einen Ward im Bush siehst, dass der Zed dort steht, gehst du für einen Engage auf die Soraka. Du siehst ihr 50 % Life ab jedoch kommt instant der Zed aus dem Busch, ulted dich, du rennst Richtung Botside Jungle und wirst vom gegnerischen Jungler gefinished der zu dem Zeitpunkt den Drake getötet hat, als du auf die Soraka engaged hast. Du wusstest also auch noch, dass der Jax durchaus in der Nähe ist. Ein Tod der nicht nötig gewesen wäre, wenn du einfach nicht engaged hättest. \n\n3. Du killst zusammen mit deinem Blitzcrank die Soraka. Zed verzieht sich unter seinen Tower, du triffst eine Wirbel-Q und folgst mit Ult auf den Zed. Tötest ihn, stirbst aber selbst unterm Tower. Doppelkill für dich. Nutzen für dein Team? Blitz und Elise Jungle bekommen 3 Midplatings. Kann man worth nennen, aber der Tod wäre nicht nötig gewesen. Ihr hättet auch zu dritt die Platings bekommen. \n\n4. Du bist durch einen erfolgreichen Roam auf die Toplane Halflife. Läufst runter zur Mitte, wo Soraka, Zed und die Support Lissandra euren Midlane Tower kaputt machen. Zed und Lissandra ziehen sich zurück und sind auf der Karte nicht mehr sichtbar. Lediglich Soraka stayed. Du läufst nach vorne, nachdem BC seinen Hook auf Soraka gefailed hat und versuchst sie mit AA zu töten, nachdem du deine Wirbel-Q gemissed has. Zed kommt aus der Ecke raus in die er sich versteckt hat, engaged dich und du stirbst. Hätte man wissen können, dass der Zed noch da ist. \n\n5. 1v1 in der Mitte gegen Zed. Du triffst eine Wirbel-Q (die visuell eig nicht gehittet hätten sollte also eher Glück für dich, dass sie getroffen hat) und engaged Zed mit deiner Ult. Du missed deine Windwall und Zed trifft alle 3 Qs, du stirbst am Ultdmg. Zed überlebt. \n\n6. Gegner nicht zu sehen, außer Soraka die mit 30 % Leben verzweifelt versucht den Midlanetower zu beschützen den du grade angreifst. Rechts im gegnerischen Jungler neben dir, deine Teammitglieder Blitzcrank und Elise. Du springst durch Soraka Richtung deiner Teammates, wirst aber durch Zed gefinished, der mittlerweile aus der Base in die Midlane zurückgekommen ist. \nGegnerischer Xin hat sich ebenfalls dazu gesellt. Dein Team schafft es den Zed zu töten. Mittlerweile gesellt sich der gegnerische Jax dazu und zu zweit töten sie dein Team. 2 für 4 Tode getraded. Wer hat den Fight initiiert? Richtig du. Nutzen für dein Team? 2 Kills und KaiSa konnte bisschen Botlane pushen. Ergo nicht wirklich nennenswert. Hätte es verhindert werden können? Ja, wenn du nicht towerdived hättest.\n\n7. Dein Team pushed zu 5. Midlane. Auf der Map kurz zu sehen, dass sich alle Gegner in unmittelbarer Nähe links und rechts der Midlane im Jungle befinden. Lediglich Soraka ist auf der Lane. Wieder bist du der Initiator in dem Fight. Du enaged auf die Soraka, dein Team followed. Ihr tötet 4 der Gegner, nur Zed bleibt übrig. Er schafft es aber noch eure Botlane in den Tod zu schicken. \nDu chased den Zed unterm Tower. Er disengaged mit seinem Schatten, du stirbst durch Towerdmg. Tripplekill für Zed. \nDein Team holt danach den zweiten Midlanetower. Dein Tod war auch hier nicht nötig, den Tower hättet ihr auch zu dritt bekommen. Zed alleine hätte es niemals deffen können. Ergo war dein Tod für dein Team nicht von Vorteil\n\n8. Damit kommen wir zum letzten Tod.\nDu gehst ganz alleine für den Mid Inhibtower. Teammitglieder weit weg von dir. Gegner nicht sichtbar. Lediglich Soraka versucht den Tower zu deffen. Du hast nur 3 Minions auf deiner Seite, die von Soraka schnell gecleart werden, nächste Wave noch meilenweit entfernt. Du entscheidest die gegnerischen Minions mit deiner E zu engagen und stehst prompt in der gegnerischen Base HINTER deren Midinhib und clearst fix die gegnerische Wave. Mittlerweile is die Elise bei dir, aber außerhalb der Base auf der sicheren Seite. CCt die Soraka du versuchst sie zu töten, stirbst aber selbst am Dmg von Lissandra und Jax. \nIn den darauffolgenden 38 Sek in denen du Tod bist passiert gar nichts. Dein Team konnte durch deinen Tod keinen Vorteil ziehen. \nDu bist völlig unnötig gestorben. \n\nUnd jetzt sag bitte noch mal, dass du so viele Tode hast, weil du FÜR dein Team stirbst. Zwei Games, insgesamt 15 Tode und von keinem einzigen Tod konnte dein Team einen Vorteil ziehen. Den zweiten Mid Tower hätten sie auch ohne deinen Tod bekommen und auch die 3 Midlaneplatings hätten sie zusammen mit dir bekommen. Auch da war dein Tod nicht nützlich. \n\nSelbst WENN es mal einen Tod oder von mir aus auch mehrere Tode in einem Game von dir gibt der deinem Team von Nutzen ist, so sind diese wohl sehr selten. Alle anderen Tode sind meistens sinnlos und durchaus vermeidbar. \n\n--- \n\nIch sags dir nochmal. Versuch durchschnittlich weniger zu sterben. Dann kann man auch ein bisschen mehr Trust in deinen Yasuo stecken :)","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T19:31:30.591+0000","up_votes":1,"down_votes":4,"body":"Scheinbar hast du echt zu viel Freizeit, deshalb geh ich mal kurz drauf ein:\n\nVorab: ich hab durchgehend meine botlane geflamed weil diese es nicht auf die Kette bekommen hat ein 2v1 zu gewinnen. Dass BC sich irgendwann zu mir gesellt hat habe ich nie gewollt. Im Gegenteil, ich hab ihn eher weggeschickt damit meine Botlane stompen kann um den Soraka-Mid-Pick zu abusen. Aufgeregt hab ich mich weil das keiner gesehen hat und keiner verstanden hat was ich sage.\n\n> Warum auch immer deine Gegner eine Soraka ADC haben und warum auch immer, sie mit dem gegnerischen Zed auf der Midlane pimmelt. In dieser Situation erfolgte der erste Tod. Du bist Halflife, anstatt dich reinpushen zu lassen, damit du mehr oder minder safe unterm Tower farmen kannst, gehst du zu weit nach vorne nur um für ein Q auf einem full Life Minion zu gehen. Soraka engaged dich mit E, Zed followed und du stirbst am Ignite. Situation falsch eingeschätzt bzw das 2v1 völlig unterschätzt, unnötig für nen Q gegangen das dir nicht mal nen Lasthit auf ein Minion gebracht hat.\n\nJa, unnötiger tod, aber \"damit du mehr oder minder safe unterm Tower farmen kannst\" funktioniert so überhaupt nicht gegen diese lane weil du zu tode gepoked wirst. Soll keine Ausrede sein, aber du kannst nicht unterm tower farmen wenn ein Zed und eine Soraka permanent poken.\n\n> Du wusstest also auch noch, dass der Jax durchaus in der Nähe ist. Ein Tod der nicht nötig gewesen wäre, wenn du einfach nicht engaged hättest.\n\nIch guck mir das Video jetzt noch nicht an. Aber es ist mir nicht ganz schlüssig wie ich aus deinem Text gewusst haben soll, das Jax in der Nähe ist.\n\n> Du killst zusammen mit deinem Blitzcrank die Soraka. Zed verzieht sich unter seinen Tower, du triffst eine Wirbel-Q und folgst mit Ult auf den Zed. Tötest ihn, stirbst aber selbst unterm Tower. Doppelkill für dich. Nutzen für dein Team? Blitz und Elise Jungle bekommen 3 Midplatings. Kann man worth nennen, aber der Tod wäre nicht nötig gewesen. Ihr hättet auch zu dritt die Platings bekommen.\n\nAuch hier, ich gucke mir das Video nicht an. Eventuell hatte er Shutdowngold (was ich aber nicht glaube) oder ich wollte einfach, dass mein Team die Objectives pushen kann ohne dass ein Zed rumnervt. Es ist aber trotzdem worth da 2 zu 1 trade + 3 Platings.\n\n> und versuchst sie mit AA zu töten, nachdem du deine Wirbel-Q gemissed has. Zed kommt aus der Ecke raus in die er sich versteckt hat, engaged dich und du stirbst. Hätte man wissen können, dass der Zed noch da ist.\n\nSkillshots zu missen ist ja wohl das normalste auf der Welt, deshalb wollte ich den Kill wahrscheinlich so finishen.\nDu sprichst btw die ganze Zeit davon, dass Champ x (in dem Fall Zed) sich versteckt hatte und ich deshalb getötet wurde.\nWenn ich keine Vision hatte (was in erster Linie meine eigene Schuld ist) kann ich nur vermuten, dass Zed da ist, allerdings nicht wissen.\n\n> Du missed deine Windwall und Zed trifft alle 3 Qs, du stirbst am Ultdmg. Zed überlebt.\n\nAuch hier, dann hab ich leider die Windwall gefailed. Auch das passiert mal. Es ist Zed, er hat drei verschiedene Positionen aus denen er die q schmeißt. Wenn du nicht in einem guten Winkel bist um alle zu windwallen hast du eben einen schlechten fight gehabt.\n\n> 6\n\nIst zu schwammig geschrieben und wie bereits gesagt, ich gucke mir das Replay nicht nochmal an um eine unnötige Analyse gescheit beantworten zu können.\n\n> Dein Team holt danach den zweiten Midlanetower. Dein Tod war auch hier nicht nötig, den Tower hättet ihr auch zu dritt bekommen. Zed alleine hätte es niemals deffen können. Ergo war dein Tod für dein Team nicht von Vorteil\n\nWas aber von Vorteil war, dass ich überhaupt engaged habe. Kein anderer aus meinem Team hätte freiwillig einen fight engaged. Wenn daraus ein 4 zu 3 trade + turret resultiert, ist das immer noch worth. Aber ja, so gesehen war der tod unnötig.\n\n> 8\n\nWie ich schon erwähnt hab, habe ich durchgehend mein Team geflamed. Ich war einfach endlos tilted. Deswegen der kleine int zum Schluss. Aber wie gesagt, KDA juckt mich nicht.\n\nVieles war unnötig, da stimme ich dir auch zu, aber worth war es in den meisten fällen trotzdem.\nOb ich das Spiel mit einem Tod mehr oder weniger beende ist mir mehr als egal.\n\n> Ich sags dir nochmal. Versuch durchschnittlich weniger zu sterben. Dann kann man auch ein bisschen mehr Trust in deinen Yasuo stecken :)\n\nDu glaubst nicht wirklich, das irgend jemand, der einen hovered Champion bannt sich auch nur Ansatzweise meine Stats anguckt.\nYasuo ist für viele das Symbol für int. Deshalb wird er gebannt. Nicht weil die Person vorher ausführlichst über die Spiele geschaut hat.\n\nWenn jemand irgend einen anderen Champion hovered wird dieser weder gecheckt noch gebannt. Es ist in fast jedem Fall nur Yasuo der gehovered gebannt wird. Begründungen sind in den meisten Fällen \"don't want an inter on my team\" oder \"low elo Yasuo's suck\".\nOder sie schreiben dazu einfach gar nichts. Fertig, keine weiteren Begründungen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T21:49:36.566+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=KYnfKGf0,discussion-id=a4pZZL7E,comment-id=00050000,timestamp=2019-10-08T19:31:30.591+0000)\n>\n> Scheinbar hast du echt zu viel Freizeit, deshalb geh ich mal kurz drauf ein:\n> \n> Vorab: ich hab durchgehend meine botlane geflamed weil diese es nicht auf die Kette bekommen hat ein 2v1 zu gewinnen. Dass BC sich irgendwann zu mir gesellt hat habe ich nie gewollt. Im Gegenteil, ich hab ihn eher weggeschickt damit meine Botlane stompen kann um den Soraka-Mid-Pick zu abusen. Aufgeregt hab ich mich weil das keiner gesehen hat und keiner verstanden hat was ich sage.\n\nIst natürlich sinnvoll die eigenen Teammates zu flamen, wenn man mit ihnen gewinnen will. ^^ \nIch sag mal so, Yasuo Spieler gelten nicht ohne Grund als toxisch. Wegen Spielern wie dir, die eben toxisch sind UND Yasuo spielen besteht dieses Vorurteil, welches leider nicht selten und jetzt auch durch dich einfach bestätigt wird. \n\n> \n> Ja, unnötiger tod, aber \"damit du mehr oder minder safe unterm Tower farmen kannst\" funktioniert so überhaupt nicht gegen diese lane weil du zu tode gepoked wirst. Soll keine Ausrede sein, aber du kannst nicht unterm tower farmen wenn ein Zed und eine Soraka permanent poken.\n> \n\nJa, deswegen sagte ich mehr oder minder. Selbst wenn du nicht lasthitten kannst nimmst du so doch durchaus die Erfahrung der Minions mit. Stirbst du, bekommst du selbst die nicht. \nAber wenn du doch weißt, dass du von beiden zu tode gepoked wirst, wieso stehst du dann so aggressiv, dass sie dich töten können? \n\n> Ich guck mir das Video jetzt noch nicht an. Aber es ist mir nicht ganz schlüssig wie ich aus deinem Text gewusst haben soll, das Jax in der Nähe ist.\n\nMusst du auch nicht. Es geht auch nicht darum, was du bei dem Tod falsch gemacht hast oder wie du ihn hättest verhindern können, sondern das dein Team aus diesem Tod keinen Vorteil hat ziehen können :) \n\n> \n> Auch hier, ich gucke mir das Video nicht an. Eventuell hatte er Shutdowngold (was ich aber nicht glaube) oder ich wollte einfach, dass mein Team die Objectives pushen kann ohne dass ein Zed rumnervt. Es ist aber trotzdem worth da 2 zu 1 trade + 3 Platings.\n\nZu dritt wäre ein 40 % Life oder waren 30 % weiß ich nicht mehr Zed ganz gewiss nicht in Range für irgendeinen Spell gegangen. Schon gar nicht, wenn ein Blitzcrank bei dem Tower rumhockt. Die Platings hättet ihr auch ohne deinen Tod bekommen. \n\nShutdowngold hatte der Zed soweit ich weiß nicht. \n\n> \n> Skillshots zu missen ist ja wohl das normalste auf der Welt, deshalb wollte ich den Kill wahrscheinlich so finishen.\n\nJa. Ich hab au nichts dagegen, dass du die Skillshots gemisst hast, ich wollte damit nur erwähnen, warum du so deep für nen Kill den du letztendlich nicht bekommen hast, gegangen bist :) \nDamit man sich die Situation besser vorstellen kann, u know?\n\n> Du sprichst btw die ganze Zeit davon, dass Champ x (in dem Fall Zed) sich versteckt hatte und ich deshalb getötet wurde.\n> Wenn ich keine Vision hatte (was in erster Linie meine eigene Schuld ist) kann ich nur vermuten, dass Zed da ist, allerdings nicht wissen.\n> \n\nZed hat sich hinter der Mauer versteckt. Und wie ich bereits sagte \"hätte man wissen können\". Ich habe ja gesagt, dass du keine Vision hattest, aber du hast ihn nur ein paar Sekunden vorher mit Soraka und Lissandra in der Mitte gesehen. Lissandra und Zed sind aus deinem Sichtfeld verschwunden. Zed ist aber geblieben, wie gesagt, hätte man wissen können, dass er da noch steht. ^^ \n\n> Auch hier, dann hab ich leider die Windwall gefailed. Auch das passiert mal. Es ist Zed, er hat drei verschiedene Positionen aus denen er die q schmeißt. Wenn du nicht in einem guten Winkel bist um alle zu windwallen hast du eben einen schlechten fight gehabt.\n\nJa passiert durchaus. Gegen den Tod ansich sag ich auch nichts. Was ich die ganze Zeit damit versuche dir zu sagen, dass keiner deiner Tode einen Nutzen für dein Team hatte. Das hast du ja behauptet. Es geht nicht um irgendeinen Fehler oder ob du missplayed hast, was du durchaus mehrfach getan hast aber das steht ja nicht zur Debatte. \n\n> \n> Ist zu schwammig geschrieben und wie bereits gesagt, ich gucke mir das Replay nicht nochmal an um eine unnötige Analyse gescheit beantworten zu können.\n\nNoch mal es geht nicht darum was du falsch gemacht hast sondern das der Tod nicht sinnvoll für dein Team war. Dieser Tod hätte halt verhindert werden können, wenn du keinen Towerdive initiiert hättest. Wegen deinem Engage sind 3 deiner Teammates inkl. dir gestorben. \n\n> \n> Was aber von Vorteil war, dass ich überhaupt engaged habe. Kein anderer aus meinem Team hätte freiwillig einen fight engaged. Wenn daraus ein 4 zu 3 trade + turret resultiert, ist das immer noch worth. Aber ja, so gesehen war der tod unnötig.\n\nEs geht auch nicht um den Engage. Wie gesagt, den Teamfight oder den Engage kritisiere ich nicht. Lediglich deinen Tod, den du hättest verhindern können. Denn den Tower hättet ihr auch ohne deinen Tod locker bekommen. Ergo eben kein Nutzen für dein Team\n\n> \n> Wie ich schon erwähnt hab, habe ich durchgehend mein Team geflamed. Ich war einfach endlos tilted. Deswegen der kleine int zum Schluss. Aber wie gesagt, KDA juckt mich nicht.\n\nWie gesagt, is natürlich sinnvoll das Team zu flamen, wenn du gewinnen willst. \n\nBtw. sehen wir uns demnächst im Forum wieder, wenn dein Thread dann \"wurde zu unrecht gebannt\" heißt?\n\n> \n> Vieles war unnötig, da stimme ich dir auch zu, aber worth war es in den meisten fällen trotzdem.\n> Ob ich das Spiel mit einem Tod mehr oder weniger beende ist mir mehr als egal.\n> \n\nWelcher Tod war denn worth? Erzähl mir mal. Bei keinem Tod hat dein Team einen Nutzen aus deinem Tod gezogen. Wie kann er dann also worth gewesen sein? \nDas ein Tod manchmal nicht verhindert werden kann, weil unser Skill das einfach nicht hergibt und wir nun mal Fehler machen ist ja ansich nicht schlimm und dagegen sage ich auch nichts. Ich bin auch nicht frei von Fehlern und ich hatte vorhin erst ein katastrophales Match auf meinem Main. Aber die sind extrem selten bei mir... \nNur hast du gesagt, dass die Tode für dein Team von Vorteil war, weil dein Team was daraus machen konnte. Jedoch war das bei den 15 Tode kein mal der Fall. \n\n> Du glaubst nicht wirklich, das irgend jemand, der einen hovered Champion bannt sich auch nur Ansatzweise meine Stats anguckt.\n\nDa ich das selber mache, gehe ich davon aus, ja. ^^ Ich werde bei den Millionen Spielern wohl kaum der einzige Spieler sein, der sich die Stats eines Spielers anguckt, bevor er deren Champion bannt. Zuletzt habe ich einen 30 % Lee Sin gebannt der über 50 Games hatte. Sorry, aber so einen Lee Sin mag ich nicht im Team haben. Fand er scheiße, durchaus zurecht. Nach kurzem Schimpfen hat er nen anderen Champ gepickt und ordentlich gespielt :)\n\n> Yasuo ist für viele das Symbol für int. Deshalb wird er gebannt. Nicht weil die Person vorher ausführlichst über die Spiele geschaut hat.\n\nWeil Yasuo ein mechanisch sehr anspruchsvoller Champion ist. Das Vertrauen, dass ein für uns fremder Spieler diesen gut genug beherrscht um nicht zu feeden ist in low Elo eben nicht besonders hoch. \n\n> \n> Wenn jemand irgend einen anderen Champion hovered wird dieser weder gecheckt noch gebannt. Es ist in fast jedem Fall nur Yasuo der gehovered gebannt wird. Begründungen sind in den meisten Fällen \"don't want an inter on my team\" oder \"low elo Yasuo's suck\".\n> Oder sie schreiben dazu einfach gar nichts. Fertig, keine weiteren Begründungen.\n\nIch hab auch schon mal versehentlich den Champ von Mates gebannt. Ich banne meistens Zed und manchmal Yasuo. Dann schaue ich nicht nach, bin in Gedanken und schwupp is der Champ vom Teammate gebannt. Dafür entschuldige ich mich dann allerdings, weil es eben keine Absicht war. ^^","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T22:27:28.632+0000","up_votes":1,"down_votes":1,"body":"Jetzt verstehe ich erst. Du bist echt päbstlicher als der Pabst.\nMeine Güte, dass man sich das nicht denken kann.\nWenn ich schreibe, dass ich gerne einen Tod aufnehme um mein Team voranzubringen heißt das NICHT, dass jeder Tod von mir einen Nutzen für mein Team hat. Es kann natürlich auch mehrere Games geben in denen meine Tode mein team nicht voranbringen. Ich hatte ganz oben irgendwo (womit diese Analyse Geschichte angefangen hat) ja erwähnt, dass ich eine Yasuo ult nehmen **würde**, wenn ich wüsste, dass ich dafür sterbe aber mein Team acen wird. Das war ein **Beispiel** damit man versteht was ich meine. Also bitte, dass das nicht eindeutig ist konnte ich beim besten willen nicht wissen.\n\n> Da ich das selber mache, gehe ich davon aus, ja. ^^ Ich werde bei den Millionen Spielern wohl kaum der einzige Spieler sein, der sich die Stats eines Spielers anguckt, bevor er deren Champion bannt.\n\nNaja, ich kenne Leute die das machen. Aber viele sind das nicht. Auch bei random teammates ist in 4-5 Spielen vielleicht einer dabei der die stats von allen durchgeschaut hat.\n\n> Weil Yasuo ein mechanisch sehr anspruchsvoller Champion ist. Das Vertrauen, dass ein für uns fremder Spieler diesen gut genug beherrscht um nicht zu feeden ist in low Elo eben nicht besonders hoch.\n\nWie schon bestimmt 20 mal hier geschrieben: das ist zwar ein Grund einen hovered Champion zu bannen aber du musst dann halt mit den potentiellen Konsequenzen leben. Eben dass er auf deinen Egoistischen bann mit einem int antwortet. Ganz einfach.\nEs kann natürlich auch sein, dass es der Person egal ist. Aber mit den Einzelfällen in denen geinted wird musst du dann halt leben.\n\n> Ich hab auch schon mal versehentlich den Champ von Mates gebannt.\n\nEs geht hier nicht um versehentlich. Es geht um Absichtlich.\nIch habe auch schon mal ausversehen einen hovered Champion gebannt. Habe mich sofort mehrfach dafür entschuldigt und angeboten, dass er auch meinen Champion bannt. Weil ich eben ganz genau weiß wie ich mich in der Situation gefühlt hätte.\n\nAbsicht und versehen sind zwei paar Schuhe. Das eine kann ich akzeptieren, das andere nicht.\nMal ganz davon abgesehen, dass viele Lügen wenn sie sagen, dass es unabsichtlich war, aber das soll hier nicht das Thema sein.\n\nUnd wegen der flame-Sache. Naja. Ich erwarte in Gold wenigstens ein kleines bisschen Ahnung vom Spiel. Wenn jemand dann eine 2v1 lane nicht abused. Puh. Dann tilte ich schon gerne, ja.\nIch würde aber behaupten, dass jeder früher oder später in kleinem oder großem Umfang tilted.\nAber auch das ist heute nicht das Thema.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T22:56:31.878+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=KYnfKGf0,discussion-id=a4pZZL7E,comment-id=0005000000000001,timestamp=2019-10-08T22:27:28.632+0000)\n>\n> Jetzt verstehe ich erst. Du bist echt päbstlicher als der Pabst.\n> Meine Güte, dass man sich das nicht denken kann.\n> Wenn ich schreibe, dass ich gerne einen Tod aufnehme um mein Team voranzubringen heißt das NICHT, dass jeder Tod von mir einen Nutzen für mein Team hat. Also bitte, dass das nicht eindeutig ist konnte ich beim besten willen nicht wissen.\n\nDas ist mir durchaus bewusst. Ich habe dir 15 Tode gezeigt in denen keiner für dein Team von Nutzen war. Sicher gibt es IRGENDWANN mal einen oder zwei Tode die wirklich gut für dein Team waren, das zweifel ich ja gar nicht an im Gegenteil, ich habe sogar bereits erwähnt, dass du solche Tode gewiss auch hattest. Aber das ist meisten eher selten der Fall. Da du sagtest, dass deine hohen Durchschnittstode eben wegen sowas resultieren, wollte ich das mit der Analyse widerlegen. Ich sage nicht, dass du behauptet hättest, dass alle deine Tode für dein Team von Nutzen war. \nDu rechtfertigst deine vielen Tode damit, dass du für dein Team gestorben bist. Das ist aber eben nicht so. In den zwei Games gab es keinen Tod der sinnvoll war. Und ich wette mit dir, dass wenn ich weiter analysieren würde ich aufs selbe Ergebnis kommen würde. \n\n> \n> Naja, ich kenne Leute die das machen. Aber viele sind das nicht. Auch bei random teammates ist in 4-5 Spielen vielleicht einer dabei der die stats von allen durchgeschaut hat.\n\nWeiß ich nicht. Ich frage meine random Mitspieler so selten, ob sie sich die Statistik ansehen x)\nDu und ich auch können gar nicht behaupten ob es viele oder wenige gibt. Ich kann lediglich sagen, dass es durchaus welche gibt die das machen. Denn ich mache das und die Wahrscheinlichkeit, dass ich die einzige Person in diesem LoL Universum bin die das macht liegt bei 0,0000. Wie viele es aber tatsächlich machen kannst weder du sagen, noch kann ich das sagen. \n\n> \n> Wie schon bestimmt 20 mal hier geschrieben: das ist zwar ein Grund einen hovered Champion zu bannen aber du musst dann halt mit den potentiellen Konsequenzen leben. Eben dass er auf deinen Egoistischen bann mit einem int antwortet. Ganz einfach.\n\nOh. Weißt du? Mich persönlich stört das nicht :) Im Gegenteil, ich spiele das Spiel dann sogar liebend gerne, denn so kann ich den Spieler reporten und er bekommt einen Bann. Das sage ich den Spielern sogar jedesmal in der CS, wenn sie damit drohen zu inten oder zu trollen. Ich verliere 16 LP die mich bei der Masse an Rankedgames absolut nicht jucken, aber er verliert 2 Wochen Spielzeit, ist vorgemerkt, und vielleicht war das sogar sein zweites Mal und er verliert gleich seinen ganzen Account. \nDas ist mir sowas von egal, wenn da einer ist der sich wie nen brüllendes Kleinkind benimmt, ist ja nicht mein Account den er damit riskiert. \n\nDu schneidest dir mit so einer Aktion einfach nur komplett selbst ins Bein. Mir tun die 16 LP die ich verliere nicht weh. Die hol ich dann eben in einem anderen Game wieder rein. Und selbst wenns die Promo ist die ich deswegen verliere. Wenn ich einmal rein gekommen bin, schaff ich das auch noch ein weiteres Mal. ^^ Solang ich in Gold bin bekomme ich dann sogar noch nen free Win :D \n\n> Es kann natürlich auch sein, dass es der Person egal ist. Aber mit den Einzelfällen in denen geinted wird. Naja selber schuld.\n\nWie oben erwähnt, du bestrafst dich damit nur selbst :) Ist dein Account der später gebannt wird, nicht meiner, nicht der vom Supporter und auch nicht der vom Toplaner. Nur deiner. \nAber wenn es dir wichtiger ist einen fremden Spieler den du nie wieder siehst zu bestrafen dem es womöglich sogar noch am Po vorbei geht, als deinen Account zu behalten. Na dann nur zu :o\n\n> \n> Es geht hier nicht um versehentlich. Es geht um Absichtlich.\n> Ich habe auch schon mal ausversehen einen hovered Champion gebannt. Habe mich sofort mehrfach dafür entschuldigt und angeboten, dass er auch meinen Champion bannt. Weil ich eben ganz genau weiß wie ich mich in der Situation gefühlt hätte.\n> \n> Absicht und versehen sind zwei paar Schuhe. Das eine kann ich akzeptieren, das andere nicht.\n\nWenn er sich nicht entschuldigt bzw sich gar nicht dazu äußert, wie willst du Absicht von Versehen unterscheiden? Gehst du dann einfach davon aus das es Absicht war? \n\nUnd ja, ich hab dir jetzt mehrere Gründe genannt, warum jemand einen prepicked Champion bannt. Ich weiß leider nicht, was ich dir sonst noch dazu sagen soll. \n\n> \n> Und wegen der flame-Sache. Naja. Ich erwarte in Gold wenigstens ein kleines bisschen Ahnung vom Spiel. Wenn jemand dann eine 2v1 lane nicht abused. Puh. Dann tilte ich schon gerne, ja.\n\nTilten ist was anderes als flamen. Ich erwarte auch so vieles. Ich erwarte von einem mitte 20jährigen zB erwachsenes Verhalten. Bei dir werde ich da allerdings auch enttäuscht. \n\nIch erwarte auch ingame oft Dinge. Ich erwarte, dass mein Supporter weiß, wie man Wards platziert. Aber dennoch kommt es immer mal wieder vor, dass ich als Midlaner mehr Visionscore habe als mein Supporter. Traurig... Aber deswegen muss ich ihn noch lange nicht flamen, nur weil er meine Erwartungen nicht erfüllt. Vorallem hat es nicht mal Sinn ihn deswegen zu flamen. Sein Verhalten wird er so schnell nicht ändern, vielleicht mache ich es nur schlimmer und er tiltet wegen mir noch mehr und spielt noch schlechter. Vielleicht treibe ich ihn damit sogar in einen RQ. Nicht wirklich förderlich, wenn ich ein Game gewinnen will. \n\nNicht zuletzt riskiere ich damit meinen Account. Mein Account liegt mir am Herzen. Ich will ihn nicht verlieren nur weil ich irgendeinen Supporter dafür geflamed habe, weil er in irgendeinem Game nicht wardet. Das ist es mir weiß Gott nicht wert. \n\n> Ich würde aber behaupten, dass jeder früher oder später in kleinem oder großem Umfang tilted.\n\nWie gesagt, tilten ist was anderes als flamen. Ich tilte auch, aber ich flame nicht. \n\n> Aber auch das ist heute nicht das Thema.\n\nDas nicht, aber es schadet ja nicht kurz drauf einzugehen und es zu erwähnen. :)\n\nEDIT: Ach da fällt mir ein, du hast ja gefragt woher du wissen solltest, dass der gegnerische Jax in der Nähe war. Naja, er hat den Drachen erlegt. Den Schrei hörst du ja. ^^ Zwar hat Lissandra den letzten Hit auf den Drake gemacht, aber die Wahrscheinlichkeit, dass eine Support Lissandra den Drake solo tötet ist wohl ziemlich gering, meinst du nicht auch? ^^ \nZwar hast du im selben Moment engaged als der Drake gefallen ist, aber es wäre vermutlich noch genug Zeit gewesen für nen Disengage zu gehen :o ","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T09:32:55.555+0000","up_votes":1,"down_votes":0,"body":"> Da du sagtest, dass deine hohen Durchschnittstode eben wegen sowas resultieren, wollte ich das mit der Analyse widerlegen. Ich sage nicht, dass du behauptet hättest, dass alle deine Tode für dein Team von Nutzen war.\n\nDass alle meine Tode ein Nutzen für mein Team war hab ich auch nie behauptet.\nIch vergleiche das immer gerne mit Tyler1 und Yassuo (Moe).\nTyler1 gibt extrem schnell auf wenn irgend jemand zu oft gestorben ist und tilted. Yassuo ist ein Challenger Yasuo otp (wie der Name schon hergibt) der auch keine gute KDA hat (1.91:1; 6,9/6,9/6,3). Wenn jemand oft stirbt oder auch er macht er trotzdem weiter, macht weiter aggressive plays und stirbt auch gerne wenn das Team einen nutzen daraus ziehen kann. Ihm ist die KDA genau so egal.\nIch rede hier mehr vom Mindset, weniger von dem wie es dann in der Realität ausgeht. Ich bin immer noch Gold Spieler und muss viel lernen.\nJa es kann gut sein, dass du auf mehrere Spiele triffst in denen jeder meiner Tode eifnach nur unnötig war, bestreite ich auch gar nicht. Aber du kannst nicht zwei fast aufeinanderfolgende Spiele nehmen und von 2-3 \"halbwegs guten\" toden zu 453 Yasuo Games schließen (und nein, das ist jetzt keine Aufforderung weitere Games zu analysieren).\n\n> Ich frage meine random Mitspieler so selten, ob sie sich die Statistik ansehen x)\n\nNatürlich, das weiß man ja nur bei den Personen, die das in einem Mitteilen, ist ja klar.\n\n> Im Gegenteil, ich spiele das Spiel dann sogar liebend gerne, denn so kann ich den Spieler reporten und er bekommt einen Bann.\n\nWie bereits gesagt, man kann auch \"schlau inten\", also so, dass das game verloren wird, es aber so aussieht als ob man wirklich versucht hat das game zu gewinnen (ja das geht, hauptsächlich über Macro entscheidungen und \"oops :( sorry\" im Chat. \nKlar, es ist was anderes wenn jemand das klassische \"run it down mid\" macht. Die werden natürlich gebannt.\n\n> Du schneidest dir mit so einer Aktion einfach nur komplett selbst ins Bein. Mir tun die 16 LP die ich verliere nicht weh.\n\nNa mir eben so wenig, ich hol mir die 16 LP genau so zurück wie du ^^.\n\n> Wie oben erwähnt, du bestrafst dich damit nur selbst :) Ist dein Account der später gebannt wird, nicht meiner\n\nWird er nicht, ich inte schlau, nicht dämlich :-).\n\n> Wenn er sich nicht entschuldigt bzw sich gar nicht dazu äußert, wie willst du Absicht von Versehen unterscheiden? Gehst du dann einfach davon aus das es Absicht war?\n\nÄhh, ja? Auf was soll ich denn sonst schließen wenn er sich nicht dazu äußert?\nSonst würde er sich ja entschuldigen oder sonst irgendwas. Eine Tastatur bedienen kann er hoffentlich und er kann mir nicht erzählen, dass er den Chat nicht liest. Also ja, ich kann dann davon ausgehen, dass es absichtlich war.\n\n> Tilten ist was anderes als flamen. Ich erwarte auch so vieles. Ich erwarte von einem mitte 20jährigen zB erwachsenes Verhalten. \n\nWelches Verhalten jemand als Erwachsen ansieht und welches nicht ist zum glück Ansichtssache. Für den einen ist mein Verhalten Gerechtfertigt, für den anderen kindisch. Kann jeder gerne davon denken was er möchte.\n\n> Ich erwarte, dass mein Supporter weiß, wie man Wards platziert. Aber dennoch kommt es immer mal wieder vor, dass ich als Midlaner mehr Visionscore habe als mein Supporter.\n\nIn solchen Fällen teile ich ihm das mit, entweder indirekt indem ich sage \"we need vision\" oder ich spreche ihn direkt drauf an und pinge sein Warditem.\n\n> Zwar hast du im selben Moment engaged als der Drake gefallen ist, aber es wäre vermutlich noch genug Zeit gewesen für nen Disengage zu gehen :o\n\nWie gesagt, ich hab das Replay nicht gesehen. Vielleicht war ich einfach schon zu deep oder ich wäre ohnehin durch die Zed ult gestorben. Who knows. Oder ich hab schlichtweg nicht darauf geachtet, kann natürlich auch sein. Wie gesagt, ich mache auch Fehler.\n\nNo front an der stelle, aber viele Plays die ich mache, so dumm sie auch aussehen mögen kann man nicht verstehen wenn man keine Champions mit Conquerer spielt bzw. kein Yasuo spielt.\nUnd jetzt ohne Witz das meine ich nicht ironisch oder so. Aber gerade gegen Electrocute Champions muss ich komplett anders traden als gegen andere Runen. Allgemein als Yasuo geht man trades ein die vielleicht erst blöd aussehen aber Sinn machen oder sinn machen könnten, aber dann doch failen.\nWenn jemand zum Beispiel Electrocute auf mich procced MUSS ich reingehen für einen trade. Sonst wird er den nächsten Trade genau so gewinnen wie den ersten. Electrocute's schwäche ist seine Cooldown. Auch ein Grund warum ich oft sterbe. Weil ich dann zu deep für einen trade gehe und dann unnötig sterbe. Klar dann ist es meine Schuld und ich muss an mir arbeiten. Mir ist klar dass mein Yasuo noch lange nicht sehr gut oder consistent ist. Aber daran muss ich eben arbeiten.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-09T12:00:06.743+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=KYnfKGf0,discussion-id=a4pZZL7E,comment-id=000500000000000100000000,timestamp=2019-10-09T09:32:55.555+0000)\n>\n> Dass alle meine Tode ein Nutzen für mein Team war hab ich auch nie behauptet.\n\nJa weiß ich, hab ich doch gesagt. {{sticker:sg-lux-2}} \n\n> Ich vergleiche das immer gerne mit Tyler1 und Yassuo (Moe).\n> Tyler1 gibt extrem schnell auf wenn irgend jemand zu oft gestorben ist und tilted. Yassuo ist ein Challenger Yasuo otp (wie der Name schon hergibt) der auch keine gute KDA hat (1.91:1; 6,9/6,9/6,3). Wenn jemand oft stirbt oder auch er macht er trotzdem weiter, macht weiter aggressive plays und stirbt auch gerne wenn das Team einen nutzen daraus ziehen kann. Ihm ist die KDA genau so egal. \n\nEr ist Challenger, du bist Gold. Er weiß was er tut, du nicht. Und ja, das meine ich so. In low Elo ist unser Gameknowledge einfach nicht gut genug um regelmäßig \"klug\" zu sterben.  \n\n> Ich rede hier mehr vom Mindset, weniger von dem wie es dann in der Realität ausgeht. Ich bin immer noch Gold Spieler und muss viel lernen.\n\nVorallem musst du aufhören zu flamen, du musst aufhören zu trollen, wenn dein Teammate deinen Champ bannt und du musst aufhören so schnell zu tilten. \nDenn was das angeht, ist dein Mindset einfach kacka... \n\nWusstest du, das ein positives Mindset den Unterschied von 2-3 Divisionen machen kann? Du könntest also schon längst Platin sein x) \n\n> Ja es kann gut sein, dass du auf mehrere Spiele triffst in denen jeder meiner Tode eifnach nur unnötig war, bestreite ich auch gar nicht. Aber du kannst nicht zwei fast aufeinanderfolgende Spiele nehmen und von 2-3 \"halbwegs guten\" toden zu 453 Yasuo Games schließen (und nein, das ist jetzt keine Aufforderung weitere Games zu analysieren).\n\nDoch, genau das kann ich. Denn keiner deiner Tode war unbedingt klug. Nicht mal annähernd klug. Wieso solltest du dein Verhalten in 2 Games völlig verändern als in den 445 Games davor? \nIch wette mit dir, das mehr als die Hälfte deiner Tode unnötig waren. \n\n> \n> Natürlich, das weiß man ja nur bei den Personen, die das in einem Mitteilen, ist ja klar.\n\nEben. Deswegen kann weder ich noch du behaupten, dass es viele oder wenige sind. Aber das hast du getan ;) Wir wissen lediglich, dass es sie gibt. \n\n> \n> Wie bereits gesagt, man kann auch \"schlau inten\", also so, dass das game verloren wird, es aber so aussieht als ob man wirklich versucht hat das game zu gewinnen (ja das geht, hauptsächlich über Macro entscheidungen und \"oops :( sorry\" im Chat. \n> Klar, es ist was anderes wenn jemand das klassische \"run it down mid\" macht. Die werden natürlich gebannt.\n> \n> Na mir eben so wenig, ich hol mir die 16 LP genau so zurück wie du ^^.\n\nMir passiert das einmalig. Du machst das öfter. Wie gesagt, mache das nur 5x und du verlierst ca. 80 LP. Ich bleibe bei den 16 LP :) \nErgo nur ein Schnitt ins eigene Fleisch. \n\n> \n> Wird er nicht, ich inte schlau, nicht dämlich :-).\n\nMachts nicht besser.\n\n> \n> Ähh, ja? Auf was soll ich denn sonst schließen wenn er sich nicht dazu äußert?\n> Sonst würde er sich ja entschuldigen oder sonst irgendwas. Eine Tastatur bedienen kann er hoffentlich und er kann mir nicht erzählen, dass er den Chat nicht liest. Also ja, ich kann dann davon ausgehen, dass es absichtlich war.\n\nWenn du ihn direkt anfauchst hat er vllt schon gar keine Lust sich zu entschuldigen? Hab ich tatsächlich auch mal gemacht. \nDa hab ich noch gesagt \"also eigentlich wollte ich mich jetzt ja entschuldigen, aber wenn der mich gleich so flamed hat er die nicht mal verdient\". \n\nDie Wahrscheinlichkeit ist durchaus gegeben, dass es dann absichtlich war, aber es ist genau so wahrscheinlich, dass er einfach nicht den Chat nutzen will/kann.\n\n> \n> Welches Verhalten jemand als Erwachsen ansieht und welches nicht ist zum glück Ansichtssache. Für den einen ist mein Verhalten Gerechtfertigt, für den anderen kindisch. Kann jeder gerne davon denken was er möchte.\n\nDer, der das als gerechtfertigt sieht ist dann wohl selbst noch nicht erwachsen. ^^ \nWir können aber gerne eine Umfrage starten, sollen wir wetten, was das Ergebnis sein wird? ^^ \n\n> \n> In solchen Fällen teile ich ihm das mit, entweder indirekt indem ich sage \"we need vision\" oder ich spreche ihn direkt drauf an und pinge sein Warditem.\n> \n> Wie gesagt, ich hab das Replay nicht gesehen. Vielleicht war ich einfach schon zu deep oder ich wäre ohnehin durch die Zed ult gestorben. Who knows. Oder ich hab schlichtweg nicht darauf geachtet, kann natürlich auch sein. Wie gesagt, ich mache auch Fehler.\n\nDu musst nicht immer erwähnen, dass du das Replay nicht geschaut hast. Ich habe dir auch ausfühlrich genug geschrieben, was passiert ist. Tatsache ist der Tod war ein Fehler, das kannste drehen und wenden wie du willst. \nSelbst wenn du sagst, dass du den Zed nich gesehen hast, weil du nicht auf die Map geguckt hast, dann war das ein Fehler. Selbst wenn Jax nicht gekommen wäre und dich gefinished hätte, es war ein Fehler. Ein unnötiger Tod weniger, weniger Gold für das gegnerische Team. \n\n> \n> No front an der stelle, aber viele Plays die ich mache, so dumm sie auch aussehen mögen kann man nicht verstehen wenn man keine Champions mit Conquerer spielt bzw. kein Yasuo spielt.\n\nSolange sie positiv für dich ausgehen oder even is alles fine. Wenn du aber stirbst, haste dich überschätzt und die Situation falsch eingeschätzt.\n\n> Und jetzt ohne Witz das meine ich nicht ironisch oder so. Aber gerade gegen Electrocute Champions muss ich komplett anders traden als gegen andere Runen. Allgemein als Yasuo geht man trades ein die vielleicht erst blöd aussehen aber Sinn machen oder sinn machen könnten, aber dann doch failen.\n\nDann hast du es schlichtweg falsch eingeschätzt, wenn es negativ für dich ausgeht. Man sollte meinen, dass du aus Fehlern lernst. \n\n> Wenn jemand zum Beispiel Electrocute auf mich procced MUSS ich reingehen für einen trade. Sonst wird er den nächsten Trade genau so gewinnen wie den ersten. Electrocute's schwäche ist seine Cooldown. Auch ein Grund warum ich oft sterbe. Weil ich dann zu deep für einen trade gehe und dann unnötig sterbe. Klar dann ist es meine Schuld und ich muss an mir arbeiten. Mir ist klar dass mein Yasuo noch lange nicht sehr gut oder consistent ist. Aber daran muss ich eben arbeiten.\n\nJa richtig. Lerne draus. Einsehen, dass du mehr unnötig stirbst als sinnvoll. Nicht sagen \"die vielen Tode sind, weil ich oft für mein Team sterbe\" mehr wollt ich gar nicht erreichen. \n\nÜbrigens gilt das gleiche für mich nech? Nicht das du denkst, ich glaube das ich besser wäre oder meine Tode sinnvoller wären. Der Unterschied ist nur, dass ich wesentlich weniger sterbe als du. Das liegt aber auch unter anderem daran, dass ich Ahri spiele.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T12:53:45.551+0000","up_votes":1,"down_votes":0,"body":"> Er ist Challenger, du bist Gold. Er weiß was er tut, du nicht. Und ja, das meine ich so. In low Elo ist unser Gameknowledge einfach nicht gut genug um regelmäßig \"klug\" zu sterben.\n\nNo shit, deshalb muss ich das ja noch lernen. Was ich auch geschrieben hatte.\n\n> Vorallem musst du aufhören zu flamen, du musst aufhören zu trollen, wenn dein Teammate deinen Champ bannt und du musst aufhören so schnell zu tilten.\nDenn was das angeht, ist dein Mindset einfach kacka...\n\nWie schon in der anderen Antwort geschrieben. Ist deine Meinung.\nDas mit dem tilten und flamen da stimme ich dir zu 100% zu. Daran arbeite ich auch, manchmal strahlt das halt trotzdem noch durch. Ich fange an rum zu testen am Anfang des Spiels einfach alle zu muten oder die Leute schritt für schritt zu muten. Und die letzten 3-4 Games hat das ganz gut funktioniert. Ob ich verloren oder gewonnen habe.\n\n> Wusstest du, das ein positives Mindset den Unterschied von 2-3 Divisionen machen kann? Du könntest also schon längst Platin sein x)\n\nGenerell gesehen habe ich ein positives Mindset. Ich habe noch nie ein Spiel ff'ed. Ich ff'e nie ohne es zumindest probiert zu haben. Ausnahmen gibt es halt wenn ich so angepisst bin dass ich gar kein bock mehr habe. Das ist aber weniger der Fall.\n\nMein größtes Problem ist aktuell mein Decisionmaking. Wenn ich das verbessern kann bin ich zuversichtlich, dass ich in Platin lande. Ja, in anderen Dingen hab ich auch Handlungsbedarf aber decisionmaking und lernen zu snowballen sind meine größten Schwierigkeiten.\n\n> Doch, genau das kann ich. Denn keiner deiner Tode war unbedingt klug. Nicht mal annähernd klug. Wieso solltest du dein Verhalten in 2 Games völlig verändern als in den 445 Games davor?\nIch wette mit dir, das mehr als die Hälfte deiner Tode unnötig waren.\n\nWenn du das meinst, dann wird das wohl so sein.\n\n> Eben. Deswegen kann weder ich noch du behaupten, dass es viele oder wenige sind. Aber das hast du getan ;) Wir wissen lediglich, dass es sie gibt.\n\n... dazu sage ich jetzt einfach mal nichts.\n\n> Mir passiert das einmalig. Du machst das öfter. Wie gesagt, mache das nur 5x und du verlierst ca. 80 LP. Ich bleibe bei den 16 LP :)\nErgo nur ein Schnitt ins eigene Fleisch.\n\nNaja, mir ist es aber egal. Ich wandere seit Ewigkeiten zwischen Platin Promos und Gold 2 rum. Ob ich da ein paar games mehr mache oder nicht ist mir wurst.\n\n> Die Wahrscheinlichkeit ist durchaus gegeben, dass es dann absichtlich war, aber es ist genau so wahrscheinlich, dass er einfach nicht den Chat nutzen will/kann.\n\nMan kann sich auch alles schön reden. Finds schade dass du dir das nicht eingestehen kannst.\n\n> Der, der das als gerechtfertigt sieht ist dann wohl selbst noch nicht erwachsen. ^^\n\nDas zeigt umso mehr, dass Meinungen einfach unterschiedlich sind. Du beharrst auf deine Meinung und ich auf meiner. Das führt zu nichts.\n\n> Selbst wenn du sagst, dass du den Zed nich gesehen hast, weil du nicht auf die Map geguckt hast, dann war das ein Fehler. Selbst wenn Jax nicht gekommen wäre und dich gefinished hätte, es war ein Fehler. Ein unnötiger Tod weniger, weniger Gold für das gegnerische Team.\n\nHab ich auch nicht bestritten? Weiß gar nicht warum du da immer wieder drauf rumreiten musst.\n\n> Dann hast du es schlichtweg falsch eingeschätzt, wenn es negativ für dich ausgeht. Man sollte meinen, dass du aus Fehlern lernst.\n\nAch wirklich. Meine Güte du kannst ja genau so wenig bis zwei Zählen wie der Typ am Anfang mit den langen Texten.\n\n> Ja richtig. Lerne draus. Einsehen, dass du mehr unnötig stirbst als sinnvoll. Nicht sagen \"die vielen Tode sind, weil ich oft für mein Team sterbe\" mehr wollt ich gar nicht erreichen.\n\nAch komm, langsam machts keinen Spaß mehr mit dir zu Diskutieren. Ich habe zig tausend mal geschrieben, dass auch ich Fehler mache und an mir arbeiten muss und du hackst trotzdem tausend mal darauf ein.\nDas ist als ob in einem Film einer stirbt und du mich fragst, ob die Person grade gestorben ist. Ein unnötiger Kommentar.\n\n> Übrigens gilt das gleiche für mich nech? Nicht das du denkst, ich glaube das ich besser wäre oder meine Tode sinnvoller wären.\n\nGenau so stellst du dich aber dar oder zumindest implizierst du das.\nIch bin nur nicht drauf eingegangen weil ich keine Lust habe mir dein op.gg anzugucken geschweige denn Replays an zu schauen. Zusätzlich hätte das zu nichts geführt.\nGenau so ein Verhalten wäre nämlich, und da kommen wir wieder drauf zurück, kindisch gewesen. Du zeigst mit dem Finger auf mich und ich zeige mit dem Finger zurück auf dich. Sowas kann man sich sparen.\n\n> Das liegt aber auch unter anderem daran, dass ich Ahri spiele.\n\nGenau das war meine Aussage aus dem vorherigen Kommentar. Verschiedene Champions, verschiedene Runen, verschiedene herangehensweisen. Was auch vollkommen legitim ist.\n\nKeinen deiner meist gespielten Champions würde ich auch nur anfassen wollen weil ich die alle ekelhaft finde.\nDas ist aber auch okay, vielleicht hast du genau so wenig lust auf Yasuo, Pyke, Vel'Koz und Thresh. Ist auch vollkommen in Ordnung. Geschmäcker sind verschieden.","replies":[]}]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-10-08T22:26:09.096+0000","up_votes":1,"down_votes":1,"body":"Respekt das du noch versuchst bei klein Mörgi etwas zu erreichen aber ich glaube, das ist vergebene Liebes Mühe.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T22:28:44.543+0000","up_votes":1,"down_votes":0,"body":"Danke. ^^ \nIch gehe auch davon aus, dass er nicht verstehen wird worum es mir tatsächlich geht. :(","replies":[{"id":"","poster":"TheBrotherOfPest","date":"2019-10-09T02:19:30.686+0000","up_votes":1,"down_votes":0,"body":"War aber trotzdem interesant zu lesen^^\nSchon fast so als ob man das Spiel selbst gesehen hat","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-10-08T22:33:32.653+0000","up_votes":1,"down_votes":1,"body":"Leider :(\n\nTrotzdem Daumen hoch für den Elan^^\nAb in die Politik mit dir :D","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T22:58:07.595+0000","up_votes":1,"down_votes":0,"body":"xD\nWill nicht in die Politik D:","replies":[]}]}]}]}]}]}]},{"id":"","poster":"SayaShire","date":"2019-10-07T23:28:35.407+0000","up_votes":3,"down_votes":1,"body":"***","replies":[{"id":"","poster":"SayaShire","date":"2019-10-07T23:40:38.832+0000","up_votes":2,"down_votes":1,"body":"PS: Deine Match History sagt, dass du eine 0% Winrate mit Yasuo hast. \nWunderst du dich dann wirklich, wenn Leute das verhindern wollen, mit dir als Yasuo auf einer Map gemeinsam zu existieren? \n\nhttps://prnt.sc/pg7czp\n\n\nVor so einem Yasuo hätte ich echt Schíss, dass ich mit dem spielen muss. \nDass ich mit so einem Yasuo 30 bis 50 Minuten in einem Game gefangen bin, während ich so viele schöne andere Dinge in dieser Zeit tun könnte. \n\nNach wie vor - sorry - ich kann es deinem Team nicht verübeln, dass sie versuchen, deinen Yasuo aus dem Verkehr zu ziehen.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T08:07:13.457+0000","up_votes":3,"down_votes":1,"body":"Holzklasse? Ich bin Gold 2, aber gut lmao.\n\nAber genau das was du ansprichst ist das Problem. Du gehst von DEINER eigenen Erfahrung aus.\nWenn ich Victor, Kassadin oder sonst einen Champion picke den fast keiner spielt würde niemand auch nur auf die Idee kommen den Champion zu bannen. Du bannst Yasuo einfach nur aus Prinzip, weil du mal spiele hattest in denen du einen schlechten Yasuo erwischt hast.\n\nUnd?\n\nIch hab bis jetzt kein einziges Spiel mit einem Kindred Jungle gewonnen, jeder einzelne davon hat mehr oder weniger das Spiel solo verloren. Sollte ich nun jeden hovered Kindred bannen? Das ist Kleinkindverhalten \"Der war mal böse zu mir deswegen will ich nicht mit ihm spielen\".\nMit so einem Verhalten kann keiner von mir verlangen, noch normal spielen zu müssen. Dann passt er eben nächstes mal auf ob er Champion XY bannt wenn er gehovered ist, ganz einfach.\n\nMir war es gestern egal ob ich gewinne oder verliere weil ich sowieso mal wieder zu Gold 2 demoted bin. Wenn mir dann jemand noch so kommt. Viel Spaß.\n\nUnd zu deinem Kommentar: What's your point? Ja ich hab die letzten Yasuo games verloren. Ich hab aber trotzdem eine 54% WR auf dem Champion. Du scheinst auf nem Smurf eingeloggt zu sein sonst hätte ich hier auch einen Vergleich ziehen können.","replies":[{"id":"","poster":"SayaShire","date":"2019-10-08T08:52:07.052+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=KYnfKGf0,discussion-id=a4pZZL7E,comment-id=000200000001,timestamp=2019-10-08T08:07:13.457+0000)\n>\n> Holzklasse? Ich bin Gold 2, aber gut lmao.\n> \n> Aber genau das was du ansprichst ist das Problem. Du gehst von DEINER eigenen Erfahrung aus.\n\nGenau. Eine andere Erfahrung habe ich ja auch nicht. Wie willst du einem Fremden vertrauen, bei dem du keine Erfahrung hast? \nALLE Yasuos behaupten, sie wären gut. Spieler mit anderen Champs scheinen weitaus weniger Versprechungen zu machen... \nAlso ziehe ich meine Erfahrung heran und frage mich: Wie wahrscheinlich ist es, dass nach all den grottenschlechten Yasuos, die bei 0/3 tilten gehen und sich afk in die Base stellen (was hauptsächlich Normals betrifft), endlich mal einer kommt, der gut spielt? \n\n(Übrigens, ich schrieb nicht, dass du in der Holzklasse BIST, sondern sein WIRST, wenn du weiter so machst. Wenn man nur LP verliert, aber keine dazu bekommt, ist es völlig egal wie gut du spielst. Du steigst trotzdem ab. Daher auch die Zukunftsform von \"sein\")\n\n\n> Wenn ich Victor, Kassadin oder sonst einen Champion picke den fast keiner spielt würde niemand auch nur auf die Idee kommen den Champion zu bannen. Du bannst Yasuo einfach nur aus Prinzip, weil du mal spiele hattest in denen du einen schlechten Yasuo erwischt hast.\n> \n\nStimmt. die werden so selten gespielt - ich erinnere mich nur vage daran, wann ich mal einen Kassa gesehen habe und Victor habe ich zuletzt gesehen, als er free to play war, da spielte ich ihn selbst mal eine Runde - dass ich etwas bannen würde, was mehr Sinn macht. \nIch banne grundsätzlich Teemo als Toplaner, obwohl ich noch immer ein Quinn-Trauma habe, die mich einfach zu Tode kited. \nTeemo ist aber wahrscheinlicher als Quinn, und ekeliger noch dazu, zumindest für mich. \n\nDer Unterschied ist, dass ich nicht  -MAL- Spiele hatte, wo Yasuo schlecht war - ich erinnere mich schon gar nicht mehr an einen guten. \nDas selbe Phänomen betrifft Master Yi. Und das schlimmste ist dann, wenn Yi UND Yasuo sich anmelden - dann bin ich raus. Ich hab genug Yi`s gesehen, die in 1v5 reinrennen, weil sie so überzeugt davon sind, dass sie das packen. Rate mal wie viele mir in Erinnerung geblieben sind, die das tatsächlich überlebt haben... \n\n\n> Und?\n> \n> Ich hab bis jetzt kein einziges Spiel mit einem Kindred Jungle gewonnen, jeder einzelne davon hat mehr oder weniger das Spiel solo verloren. Sollte ich nun jeden hovered Kindred bannen? Das ist Kleinkindverhalten \"Der war mal böse zu mir deswegen will ich nicht mit ihm spielen\".\n\nOb du das solltest oder nicht, ist deine Entscheidung, die kann ich dir nicht abnehmen. Die Wahrscheinlichkeit für Kindred ist in deiner Elo vermutlich höher als in meiner, aber ich habe von keiner Kindred ein auch nur annähernd gleiches Verhalten wie von Yasuo gesehen. \nDie Yasuos die ich \"kenne\", stellen in 30 Minuten vielleicht 10 Wards - und auch nur wenn man darum bittet. \nFür mich ist das vielleicht so nervig, weil ich selbst eigentlich im Vergleich zu meinem Team mehr Wards stelle und vielleicht fällt es mir daher eher auf, als einem Yasuo, der immer schön gewarded hat, weil die Top und die Bot das weitestgehend für ihn erledigen. \nKurz gesagt empfinde ich Yasuospieler als ignorant und da wäre mir eine schlechte Kindred lieber. Die hat auch noch nicht so den Ruf weg wie ein Yasuo, würde ich mal behaupten. \n\n\n> Mit so einem Verhalten kann keiner von mir verlangen, noch normal spielen zu müssen. Dann passt er eben nächstes mal auf ob er Champion XY bannt wenn er gehovered ist, ganz einfach.\n\nUnd mit so einem Verhalten, wie du mit anderen umgehst - nämlich dass du was pickst was du nicht beherrschst, kannst du von keinem verlangen, dass der Ruf eines Yasuos besser wird. Damit erreichst du genau das Gegenteil und damit triggerst du Leute erst recht, Yasuo zu bannen. Dann sorg dafür, dass du nen zweiten Champ spielejn kannst, ganz einfach. \n\n\n> \n> Mir war es gestern egal ob ich gewinne oder verliere weil ich sowieso mal wieder zu Gold 2 demoted bin. Wenn mir dann jemand noch so kommt. Viel Spaß.\n\nDir ist doch IMMER egal, ob du gewinnst oder verlierst. Schlimmer noch, du WILLST verlieren, wenn du nicht das bekommst, was du willst. \nWeiter oben definierst du mir Kleinkindverhalten und hier haste das schon wieder vergessen - natürlich bist du total in Ordnung und absolut kein Kleinkind, schon klar. \n\n\n> \n> Und zu deinem Kommentar: What's your point? Ja ich hab die letzten Yasuo games verloren. Ich hab aber trotzdem eine 54% WR auf dem Champion. Du scheinst auf nem Smurf eingeloggt zu sein sonst hätte ich hier auch einen Vergleich ziehen können.\n\n\nYep, ich bin auf meinem kleinen Acc eingeloggt. \nIch möchte nicht, dass meine Fragen mit meiner Elo beantwortet werden, wie es gern einige machen. Ich möcht auch keine Freundschaftsanfragen von Leuten, die mich nur in der FL haben wollen, weil ich weiblich und single bin. \nUnd ich brauche auch keine Vergleiche, denn ich weiß, dass ich kein guter Spieler bin, weil ich noch Anfänger bin und seit nem Monat oder anderthalb nen Onetrick Renekton habe, mich gerade an eine losgelöste Kameraführung gewöhne UND nebenbei noch meine \nE---AA---W---Tiamat---AA---Q----E Kombo lerne. Gegen Champs die ich nur in Bildchenform kenne, weil ich sie nie gegen mich hatte. \nMir braucht also niemand verraten wie schlecht ich bin, denn ich sehe das bereits selbst. \n\nUnd trotz meines Bronzes picke ich nicht absichtlich nen Champ, den ich null drauf hab, nur um anderen was heimzuzahlen. \nImmerhin diesen Vorteil habe ich.\n\nWenn man hier auf deine Match History klickt, die weit nach unten reicht, sieht dein Yasuo trotzdem nicht besonders gut aus. Und wenn ich vor nem Game bin, scrolle ich nicht 15 Jahre in die Vergangenheit, sondern schau mir die erste Seite an. Du hast Games gewonnen, aber auch verloren. Und nicht alle Games die du gewonnen hast, sehen gut aus. \nDaher sagte ich ja auch - weil andere das vielleicht anders sehen - dass ICH Schiss hätt, mit so nem Yasuo in einem Team zu spielen, wenn die erste Seite so aussieht. Wenn dir das anders geht, hgw. ","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T09:20:13.391+0000","up_votes":1,"down_votes":1,"body":"Bei dir ist es etwas anderes und sorry wenn ich jetzt auf deine Elo eingehe. Aber mechanically schwere Champions in Bronze zu spielen macht echt keinen Sinn.\nIn high Gold/ low Plat trifft du schon eher auf gute Yasuos/ Rivens/ Kata's usw.\nAus deiner Sicht ist deine Argumentation legitim. In meiner Elo aber überhaupt nicht zutreffend.\n\nGold zählt auch zu low elo, aber es gibt nen großen unterschied von Bronze zu High Gold/ Low Plat.\n\nIch will dich hier gar nicht bashen und sagen, dass du Bronze bist und deswegen deine Meinung nichts wert ist. Du kannst nur Äpfel und Birnen nicht vergleichen.\nIn Bronze würde ich wahrscheinlich jedes Game stompen, in Gold natürlich halt nicht.\n\nIch war früher Main Support und war irgendwann so von den grottenschlechten ADC's in Silver 3 genervt, dass ich angefangen habe Yasuo zu spielen. Was unter anderem die vielen Games und die vergleichsweise \"schlechte\" aber trotzdem positive WR erklärt. Und trotzdem hab ich mich selbst zu Gold 1 gecarried.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-08T09:29:05.382+0000","up_votes":1,"down_votes":1,"body":"Okay^^ Dann stecken wir dich doch mal in ein Bronze Game 5 gegen 5.\n\nKönnen wir hier mal ein paar Bronze Spieler zusammen bekommen?\nFalls nicht melde ich mich freiwillig dein Lane Gegner zu sein.\nIch bin ja nur ein Silber lappen nichts, was eine Herausforderung wäre.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T09:37:26.252+0000","up_votes":2,"down_votes":1,"body":"Wie bin ich denn sonst von Silver 4 auf Gold 1 gekommen? Weil ich in jedem game gecarried wurde?\nIch hab nen Smurf, wenn der auf 30 ist bin ich sowieso in Bronze, dann kann ich dir zeigen ob ich da hardstuck Bronze sein werde oder nicht ^^.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-08T09:43:03.492+0000","up_votes":1,"down_votes":2,"body":"Kind nimm doch einfach die Herausforderung an^^\nUnd das Ergebnis lassen wir hier öffentlich Diskutieren.\n\nVielleicht finden wir sogar jemanden der das Streamen und Casten wird so hätten wir auch Fairplay.\nDann kannst du ja zeigen, wie gut du gegen Bronze ankommst.\nDa du ja soooo viel besser bist.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T09:53:26.053+0000","up_votes":2,"down_votes":0,"body":"Schau dir einfach meine Antwort an :D \nIch hab seine Tode mal netterweise analysiert x)","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-08T10:04:35.810+0000","up_votes":1,"down_votes":1,"body":"Das versteht der kleine leider nur nicht, weil er (ist es) doch seiner Meinung nach.\nEin wahrer unfehlbarer Goldspieler der diese eindeutige Negativ KDA nur für sein Team in kauf nimmt.\nUnd nicht, weil er am Feeden ist.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T10:07:14.235+0000","up_votes":1,"down_votes":0,"body":"Selbst er sollte nach der Analyse erkennen, dass die Tode keinen Nutzen für sein Team hatte.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-08T10:12:21.047+0000","up_votes":1,"down_votes":1,"body":"Dann verhalten wir uns doch jetzt mal still und leise und warten ab, ob er sich noch einmal heraus Trauen wird. Da diese Ego Spiel doch recht scheu werden, wenn ihr wahre können offen gelegt wird.\nMal sehen wie er antworten wird.\n\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T10:20:31.712+0000","up_votes":1,"down_votes":0,"body":"Ich gehe davon aus, dass er überhaupt nicht drauf reagieren wird. ^^ \n\nOder er sagt einfach, dass das Game eine Ausnahme war. Aber dann knöpf ich mir einfach mal das 12/8 Game vor. Da war er gefeedet, er hats gewonnen is dennoch oft gestorben. Vllt findet sich ja da ein Tod wo ein Nutzen drauf gezogen wurde.\n\nEDIT: War dann wohl eher letzteres :D","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T10:41:29.158+0000","up_votes":1,"down_votes":0,"body":"Warum? {{sticker:sg-soraka}} \nGehen dir die Argumente aus oder wieso weigerst du dich, auf weitere Post einzugehen? \nSoll ich anfangen ALLE deine Spiele und Tode zu analysieren, damit du kapierst, dass du falsch liegst? \n\nUnd ja, deine Frage war eine völlig andere. Aber 1. wurde diese schon längst mehrfach beantwortet und 2. hast du mit dem Thema angefangen. Wir sind nur drauf eingegangen also beschwer dich nicht, wenn es jetzt um was anderes geht :)","replies":[]},{"id":"","poster":"The Pykeopath","date":"2019-10-08T10:36:30.079+0000","up_votes":1,"down_votes":0,"body":"Mit dir argumentiere ich nicht mehr aus dem o.a. Grund.\nUnd wie bereits gesagt. Die Frage dieses Posts war eine ganz andere. Das geht viel zu sehr in eine falsche Richtung.","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-10-08T13:00:09.776+0000","up_votes":1,"down_votes":1,"body":"Du hast selbst dafür gesorgt das es in die falsche Richtung geht mit deinem Riesen Ego.\nGanz ehrlich dich kann man null ernst nehmen, da du das Perfekte Beispiel für einen Typischen Yasuo Spieler bist und sich zu viel auf seinen Rang einbildet.\n\nHerzlichen Glückwunsch dazu^^\nSchon einmal was von Selbstreflexion gehört? würde dir nicht schaden.","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-10-08T10:24:46.434+0000","up_votes":1,"down_votes":1,"body":"Jaaa es antwortet :D\n\nEs scheint leider ziemlich Realitätsblind zu sein.\n\nEdit: Hoffentlich ist der Thread nachher wenn ich wieder zuhause bin noch da.{{sticker:slayer-pantheon-popcorn}} \n\n\nObwohl ich davon ausgehe das klein Mörgi gleich immer frecher werden wird{{sticker:sg-lulu}} ","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-10-08T08:49:56.557+0000","up_votes":1,"down_votes":0,"body":"Leute bannen den Champion nicht nur, weil der Mate ihn spielen will. Sie bannen ihn auch, weil sie ihn nicht im Gegnerteam haben wollen.\nAußerdem darfst du nicht vergessen, das Yasuo eben ein sehr schwer zu spielender Champion ist. \nDie wenigsten trauen Spielern in low Elo zu, dass sie diesen Champion gut genug beherrschen um nicht zu feeden. Und deine Statistik zeigt, dass du durchschnittlich mit 8,6 Toden sehr oft stirbst. Ergo ist die Sorge, dass du feeden wirst durchaus berechtigt auch wenn du allgemein eine positive Winrate auf Yasuo hast. \nVielleicht versuchst du mal viel weniger durchschnittlich zu sterben. ^^","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T09:21:40.672+0000","up_votes":1,"down_votes":1,"body":"Zu dem KDA Thema - siehe Antwort an Ráyleigh.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T09:52:35.474+0000","up_votes":2,"down_votes":0,"body":"Zur KDA, siehe meine Antwort in dieser Diskussion mit Ráyleigh. ;)","replies":[]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-10-08T07:28:29.152+0000","up_votes":2,"down_votes":0,"body":"Na ja das sind aber nur 5 Spiele die er nacheinander verloren hat. Das kann Pech mit Teams gewesen kein, es kann selbstverschuldet sein, es kann aber auch von allem etwas gewesen sein. \n5 Spiele sind nicht so aussagekräftig. \n\nWichtig ist eigentlich nur die Winrate overall mit diesem Champion. Und er hat 447 Games auf Yasuo gespielt und hat eine 53 % Winrate. \nDas ist für einen Main zwar nicht die beste Winrate, aber sie ist eben auch nicht schlecht.","replies":[{"id":"","poster":"SayaShire","date":"2019-10-08T08:28:14.490+0000","up_votes":1,"down_votes":0,"body":"Die Match History von diesem Forum reicht weit nach unten. Sieht aus, als würde er fast jedes Game mit Yasuo verlieren...\nDie auf OP.GG zählt nur 5 Siege, warum auch immer. \nWürde ich die jedenfalls sehen, so wie sie da steht, bekäme ich Angst vor dem nächsten Game...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T08:46:48.938+0000","up_votes":1,"down_votes":0,"body":"OP.gg zeigt dir die Winrate eines Champions in Ranglistenspielen über die ganze Season hinaus. Und da hat er overall eben eine 53 % Winrate. Und 53 % heißt eben positiv. \n\nDie letzten 5 Games sind meist nie aussagekräftig. Wenn er auf dem Champions sonst keine Spiele gehabt hätte, dann wäre ich auch skeptisch aber bei 5 Games kann es auch einfach nur Pech gewesen sein. \nIch hab au schon 5 Games am Stück verloren obwohl ich mit meinem Champion über 55 % Winrate habe. Heißt ja nun nicht, dass ich allgemein schlecht mit meinem Champ bin.","replies":[{"id":"","poster":"SayaShire","date":"2019-10-08T09:34:23.565+0000","up_votes":1,"down_votes":0,"body":"Na deswegen sag ich ja - ich habe erst diese History hier angesehen, die weiter zurück reicht, habe dann nochmal auf OP.GG geschaut, weil diese History mir nicht die gleichen Angaben macht.","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-09T12:21:36.808+0000","up_votes":1,"down_votes":0,"body":"Der Vergleich :D perfekt getroffen ^^","replies":[{"id":"","poster":"SayaShire","date":"2019-10-10T14:46:20.268+0000","up_votes":1,"down_votes":0,"body":"Wurde, warum auch immer, gelöscht von einem Mod. \n\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T07:42:39.306+0000","up_votes":1,"down_votes":0,"body":"In meinen Kopf bleibt die Antwort bestehen ^^","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-10-09T06:59:33.480+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SayaShire,realm=EUW,application-id=KYnfKGf0,discussion-id=a4pZZL7E,comment-id=0002,timestamp=2019-10-07T23:28:35.407+0000)\n> \n> Wenn ich an Yasuo denke - tut mir leid, aber so sind meine bisherigen Erfahrungen - muss ich an ein vorpubertäres Balg denken, was Sido hört, die Hose in den Kniekehlen hängen hat, kein einziges Haar am Sack, aber schon Stories davon, wen es alles flachgelegt haben will\n\nNe ganz unpersönliche Frage: Wie alt bist du denn, dass du den Sido noch kennst. Also vor fast 20 Jahren hätte ich ja auch jeden Yasuo Spieler mit Sido gleich gesetzt, aber mittlerweile sind meine nicht LoL Universum Feindbilder doch eher... Capital Bra... Just Saying.","replies":[]}]},{"id":"","poster":"Archmage3000","date":"2019-10-08T16:24:53.593+0000","up_votes":2,"down_votes":2,"body":"Unabhängig von dieser ganzen Diskussion (warum ist das eigentlich so ausgeartet?), muss ich dem TE in einem Punkt Recht geben: \n\nDas Bannen eines gehoverten Champions ist einfach nur Scheiße und assig (egal ob Yasuo oder jeder andere Champ). Wozu sollte das gut sein? Wer das macht, senkt doch direkt seine eigene Siegeswahrscheinlichkeit! Selbst wenn derjenige an sich noch mehr Champions spielen könnte, bringt das bei den Meisten den Tiltfaktor so in die Höhe, dass sie schon automatisch (ungewollt) deutlich schlechter spielen.\n\nAußerdem bringt man dadurch die Leute dazu ihre Champions nicht mehr zu hovern, wodurch man seinen eigenen Pick nicht mehr gut an die Teamcomp anpassen kann.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-08T16:43:58.178+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Archmage3000,realm=EUW,application-id=KYnfKGf0,discussion-id=a4pZZL7E,comment-id=0007,timestamp=2019-10-08T16:24:53.593+0000)\n>\n> Unabhängig von dieser ganzen Diskussion (warum ist das eigentlich so ausgeartet?), muss ich dem TE in einem Punkt Recht geben:\n\nweil der liebe TE Dinge behauptet hat, die sich als Unwahr herausgestellt haben und er es nicht einsieht. ^^","replies":[]},{"id":"","poster":"Dontpickyasorint","date":"2019-10-14T08:46:36.094+0000","up_votes":1,"down_votes":0,"body":"Ja es ist scheiße da stimmt auch jeder zu aber das er dann schon teilweise mit absicht verliert und intet ist kindisch und solche leute haben im Ranked normalerweise nichts verloren im Normal kein problem da juckt es auch keine sau aber andere haben dadurch ihre Promo verloren\nSind gedownrankt\noder hatten ein guten tag und werden zu unrecht bestraft \nAbgesehen davon bannt einer seinen champion bedeutet er bestraft 3 Leute die mit der Situation NICHTS zu tun hatten das game.","replies":[]},{"id":"","poster":"The Pykeopath","date":"2019-10-08T19:05:00.829+0000","up_votes":1,"down_votes":1,"body":"Warum das so ausgeartet ist kannst du die Leute fragen die komplett vom Thema abgeschweift sind und sich darauf immer weiter fokusiert haben.\n\nAber danke, zumindest einer der weiter denken kann als zwei Meter Feldweg.","replies":[]}]},{"id":"","poster":"Prot3ctKARMA","date":"2019-10-09T11:33:47.276+0000","up_votes":3,"down_votes":2,"body":"You know what? CLASSIC YASUO MAIN KEKW XDXDXDXDXD","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-08T05:49:38.122+0000","up_votes":3,"down_votes":2,"body":"Hab nicht groß weiter gelesen aber wenn du so fragst \nIch hab lieber den 0/20 tresh mid .... Den reportet ich dann und das gibt's sicher einen 2 Weeks Bann.  \n\nDas ist mir um einiges lieber als einen yasou in meinen Team oder im gegner Team.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T07:55:33.920+0000","up_votes":1,"down_votes":5,"body":"Und du meinst ernsthaft Riot bannt spieler die inten. LMAO.\nIch spiele seit Season 1 und wurde genau ein mal gebannt für ein paar Tage wegen flamen. Riot juckt es kein bisschen ob jemand inted oder nicht. Die Person kann einfach behaupten, dass sie schlecht ist, einen schlechten Tag hat oder laggt. Damit ist das Thema für Riot gegessen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-08T10:34:34.613+0000","up_votes":2,"down_votes":1,"body":"Süß :3 \n\nVor glaub nicht mal 2 Woche einen Diana im gegner Team die erst bot entlang gelaufen ist und dann Mitte :) stand dann 0/8 und ist afk. \n\nHab sie reportet. Ein game später hatte ich die Report Meldung. Und die Diana hat danach ein game gemacht und seit dem keins mehr ^^' \n\nAlso ja wenn du daran glaubst adde mich und Spiel ne runde mit mir und inte mal richtig ;) ich reportet dich dann auch  :) \nMal schauen wer dann recht hat ^^","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T11:15:21.492+0000","up_votes":1,"down_votes":1,"body":"Afk + int ≠ int.\nZusätzlich unterscheidet man zwischen int und einfach nur oft sterben.\nDas eine ist intentional und das andere nicht.\nJetzt sag mir wie Riot hier unterscheiden soll ob jemand einfach nur schlecht ist, oder das absichtlich macht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-09T09:26:53.644+0000","up_votes":1,"down_votes":0,"body":"Naja dein Beispiel mit 0/20 tresh wäre ohne Probleme ein ban :) \nVersuch nicht jetzt weiter irgend ein Blödsinn zu reden. Du weißt selbst das ich recht hab :)","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T09:40:50.360+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht wie oft ich das hier schon gesagt habe aber: Das ist eine Hyperbel.\n\nWenn man schlau inted wird man nicht gebannt. Einfach ein bisschen an der Macro drehen und für dumme Trades gehen. Tada, kann nicht gebannt werden da es nicht als intentional angesehen werden kann.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-09T11:27:33.283+0000","up_votes":1,"down_votes":0,"body":"Wie du einfach weiter redest ^^' \n\nDann schaut sich ein sup die games mal an und Sachen sieht er oh der ist mad weil Champ gebannt. Wahrscheinlich kann er das schon alle am Chat ablesen. \n\nUnd schon sind wir wieder bei gebannt :)","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T11:46:22.725+0000","up_votes":1,"down_votes":0,"body":"Wenn du der Meinung bist okay lol.\nWie gesagt, ich spiele seit Season 1 und wurde aus diesem Grund kein einziges Mal gebannt.\n\nHalte ruhig weiter an deinem Glauben fest.","replies":[]}]}]}]},{"id":"","poster":"Enderized","date":"2019-10-08T12:13:19.767+0000","up_votes":1,"down_votes":1,"body":"Aye-  ich habe lieber ein AFK + Int anstelle eines Int.\nDenn dann weiß man wenigstens woran man ist und AFK Leute können immerhin nicht mehr weiter inten :D","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T10:28:54.840+0000","up_votes":2,"down_votes":1,"body":"> Und du meinst ernsthaft Riot bannt spieler die inten. LMAO.\n\nEinbildung ist auch Bildung.\nBannstatistiken sind für jeden zugänglich. Da es jedoch mit unter etwas schwierig ist, sie zu finden, empfehle ich das Projekt der Volus: https://en.volu-eu.org/library.php\n\nDa sind recht interessante Quellen von Riot und anderen Größen, die Einfluss nehmen. Irgendwo stecken da auch die Statistiken für Banns und es dürfte auch die Begründung für einen Preis vorliegen, den Riot vor wenigen Jahren für ihr Strafsystem erhalten hatte.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T11:22:08.300+0000","up_votes":1,"down_votes":3,"body":"Ohne da rein zu schauen kann ich dir jetzt schon sagen, dass an der Spitze das bannen wegen Hate Speech/ flamen sein wird.\nWeil man hier einen automatismus einsetzen kann der Worte filtert. Werden diese Worte genannt (z.B. KYS) gibts nen ban, chat restrict oder sonst was.\n\nInt's sind nicht eindeutig und können nicht per automatismus gebannt werden. Ergo sie sind seltener vertreten.\nEin Code kann nicht unterscheiden, ob ein Spieler einfach nur schlecht ist oder absichtlich (intentional) feeded.\n\nDas ist logisches Denken, dafür brauche ich keine Statistiken raussuchen.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-10-08T11:50:03.950+0000","up_votes":1,"down_votes":0,"body":">  Ohne da rein zu schauen kann ich dir jetzt schon sagen, dass an der Spitze das bannen wegen Hate Speech/ flamen sein wird.\n\nSicherlich. Aber das hat nicht nur den Grund der simplen Prüfbarkeit, sondern auch den Grund, dass Spieler sich leichter dazu bringen zu flamen etc, statt das Spiel für sich aufzugeben. Inten ist für viele Spieler einfach ein Schritt in die falsche Richtung. Um ihre Meinung klar zu stellen müssen sie ja nicht ihre eigene Leistung schmälern.\n\n> Int's sind nicht eindeutig und können nicht per automatismus gebannt werden.\n\nDas glaubst aber auch nur du.\nNatürlich ist Inten für viele Spieler subjektiv weiter gefasst, als es für einen Algorithmus gefasst sein kann. Dennoch kann man über eine Art Durchschnitt des Spielverhaltens und eine Vergleichsliste (ähnlich der Blacklist für die Chatlogs) auch einen Algorithmus dazu bekommen, dass er aktive Sabotage durch nicht zielführendes Spielverhalten feststellt.\nIm Endeffekt ist das Konzept recht einfach:\n\n 1. Spieler reporten ein spezielles Spielverhalten. => Dieses wird durch Vergleich der Spielverlaufe eindeutig identifiziert und als Reportwürdig hinterlegt.\n 2. Ein Mensch prüft die Hinterlegungen und schmeißt Fehler raus. => Dadurch entsteht eine Vergleichsdatenbank.\n 3. Ab jetzt wird jeder Report wegen Inten folgendermaßen betrachtet:\n  1. Das System sucht mit Hilfe der Datenback, welche Events aufgetreten sind, die es laut der Datenbank finden soll. (Klassiker: Das \"Die Mitte runter laufen\")\n  2. Wurden ein oder mehr dieser Events festgestellt wird eine Art Strafwert generiert. Man kann es sich so vorstellen, dass jedes Event eine Art Punktzahl besitzt, dessen Summe weiter gegeben wird.\n  3. Der Strafwert wird weiter gegeben und es wird geprüft ob für den Spieler bereits ein alter Strafwert hinterlegt wurde.\n  4. Die Summe aller Strafwerte wird mit einer Umrechnung verglichen in der steht, welcher Strafwert (Intervalle) welche Strafe zur Folge hat. [0 bis X] Keine; (X bis Y] 14-Tage-Bann; (großer Y) Permabann.\n  5. Nun wird der Strafwert solange er nicht größer Y ist in Verwahrung gegeben. Hierzu wird zudem eine \"Uhr\" übergeben, die dazu dient, dass der Strafwert \"verjähren\" kann, also mit der Zeit sinkt.\n\nIm Endeffekt ist das Konzept also vergleichbar mit einem Memory für Computer, da ja auch die Spielaufzeichnung nicht mehr ist als eine Ausgabe der Spielalgorithmen.\n\nDieses Konzept ist jedoch etwas fehleranfälliger als das des IFS (Chatkontrolle), da man dem System keine externen Daten zufügen kann. (Es gibt je keine Möglichkeit um die Eingabe \"Die Mitte runter laufen\" in die Handlung im Spiel zu übermitteln.)\n\n> Ergo sie sind seltener vertreten.\n\nDas Ergo ist eher ein. Man wird eher zu unrecht bestraft. Aber dazu hatte ich ja genau die Volus-Datenbank verlinkt.\n\n> Ein Code kann nicht unterscheiden, ob ein Spieler einfach nur schlecht ist oder absichtlich (intentional) feeded.\n\nNein. Aber ein Mensch kann es auch nicht. Wenn keine objektive Offensichtlichkeit gegeben ist, kann man schlechtes Spiel nicht von Inten unterscheiden. Jedoch gelten diese objektiven Offensichtlichkeiten für alle und können auch durch einen Algorithmus geprüft werden.\nExterne Eingaben sind durchaus prüfbar. Wenn man es auf einem komplizierten Weg lösen möchte, geht das sogar mit einer Art Gesichtserkennung-Software, die halt Spielverhalten mit eingespeisten Beispielen vergleicht. (Das würde jedoch zu viele Ressourcen benötigen.)\n\n> Das ist logisches Denken, dafür brauche ich keine Statistiken raussuchen.\n\nBezüglich der Bewertung von Sachverhalten ist es ein Leichtes das Handeln zu prüfen, wenn man dieses in der \"Welt des Betrachtenden\" durchführt. Ein Algorithmus wird kein Problem haben in einem Programm zu prüfen (e.g. LoL) und ein Mensch kann problemlos über Handlungen innerhalb seiner analogen Welt werten. Auch wenn man den Menschen dafür etwas rationalisieren müsste, das Emotionen oft die Objektivität einschränken.\nDa könnte man jetzt auch schon in die Psychologie abdriften und sich Psychopathien angucken, jedoch geht das über das benötigte Maß hinaus.\nIn kurz kann man aber sagen. Ein Computer kann in der Welt der Programme, was ein Psychopath in der unseren \"analogen Welt\" kann: Objektiv bewerten, vergleichen und schlussfolgern.","replies":[]}]}]}]}]},{"id":"","poster":"Dontpickyasorint","date":"2019-10-09T09:14:22.940+0000","up_votes":1,"down_votes":1,"body":"Also kurz gesagt..\nJemand bannt dein Champ weshalb du Thresh mid pickst damit sind nicht deine Teammates schuld sondern NUR DU\nDu riskierst einiges weil du dich davon leiten lässt das du kein Yas spielen darfst. \nUnd bei dir trifft dieses \" typical Yas main \" 100% zu du bist der teil des gliedes das dafür sorgt das Yas gehasst wird von leuten denn dein Champ wurde gebannt? \"HA Ich picke jetzt XY und werde dir dein game ruinieren Aber ich mache ja nichts falsches ich probiere zu gewinnen \"\nDas ist falsch. Dodge oder pick was normales und spiel fertig.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T09:45:28.981+0000","up_votes":1,"down_votes":1,"body":"> Das ist falsch. Dodge oder pick was normales und spiel fertig.\n\nIch hab darauf schon in meiner Frage an sich geantwortet und schon gefühlt tausend mal weiter unten.\n\nNochmal kurz: Ich sehe es nicht ein, dass ich den Schwanz einziehen muss weil sich jemand über mich stellt und meinen Champion bannt.\nDa er nicht mal dafür bestraft wird, setze ich diese Selbstjustiz ein.\nZusätzlich sehe ich es nicht ein mit einem Dodge bestraft zu werden, weil jemand meinen Champion wegbannt. Ganz einfach.\n\nUnd es geht nicht um die \"typical Yasuo Player Geschichte\". Hätte ich die Frage auf einem Smurf gestellt und statt Yasuo irgend einen anderen Champion genommen hätte das nicht mal jemand erwähnt.","replies":[{"id":"","poster":"Dontpickyasorint","date":"2019-10-09T09:50:54.821+0000","up_votes":2,"down_votes":1,"body":"Dude das hat nichts mit \" Schwanz einziehen zu tun \" \nUnd erst recht nicht hast DU als einer von million spieler das recht selbstjustiz auszuüben? \nWo sind wir denn wenn das jeder macht wtf? \nNur du hast etwas falsch gemacht kein anderer denn du kommst mit der situation nicht klar? Dann spiel das spiel nicht fertig aus und da wird mir jeder zustimmen kannst du aber an den downvotes schon erkennen.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T10:29:10.441+0000","up_votes":1,"down_votes":1,"body":"> Dude das hat nichts mit \" Schwanz einziehen zu tun \"\n\nDoch hat es, die Person stellt sich über mich indem sie meinen Pick nicht respektiert. Und ich halte eben dagegen.\n\n> Und erst recht nicht hast DU als einer von million spieler das recht selbstjustiz auszuüben?\n\nDeshalb auch selbstjustiz. Ich habe so lange das Recht dazu, wie ich den Summoners Code befolge und schlau inte.\nRiot kann mich nicht bannen und ich erreiche mein Ziel. Also passt ja alles.\n\n> Wo sind wir denn wenn das jeder macht wtf?\n\nNa wahrscheinlich in einer Community, in welcher ein hovered Pick nicht gebannt wird. In der Community wäre ich gerne.\n\n> Nur du hast etwas falsch gemacht kein anderer \n\nSowohl ich als auch die Person, die meinen Pick bannt machen einen Fehler. Beide machen einen Fehler, der nicht bannbar ist.\nWürde die Person meinen Pick nicht bannen, würde ich auch nicht inten. Actio = Reactio.\n\n> Dann spiel das spiel nicht fertig aus und da wird mir jeder zustimmen kannst du aber an den downvotes schon erkennen.\n\nIch spiele das Spiel seit Season 1. Das Problem damit habe ich erst seit man picks hoveren kann bzw. es dieses Bannsystem gibt.\nKlar, ich höre jetzt einfach auf das Spiel zu spielen weil jemand anderes ein Arschloch ist. Klar KEKW.\n\nLocker über die Hälfte der Downvotes gibt es nur, weil ich Yasuo spiele. Wegen keinem anderen Grund wie man an einigen Kommentaren sehen kann.\n\nIm Prinzip sagst du grade aus \"Nehm es hin, dass jemand ein Arschloch ist und deinen Pick bannt, oder spiel das spiel nicht\".\nIch kann das auch umdrehen. \"Nehm es hin, dass du geinted wirst wenn du einen hovered pick bannst.\"\n\nBY THE WAY: Ich hatte hierzu ein Ticket geöffnet und folgende Antwort bekommen:\n\n\"Sicherlich ist es erlaubt auch \"first time\" einen Champion im Spiel zu picken.\nUnd sicherlich kann man auf diesem deswegen auch schlecht performen, solltest du aber (nur als Beispiel),\nRiven als Supporter picken, kein Supportitem kaufen, die Farm vom ADC klauen und am besten Full AP bauen obwohl nichts bei ihr mit AP Skaliert, kann dies ein Grund sein eine Sperre zu erhalten.\n\nEs kommt halt ganz darauf an wie man dann performed.\nWenn du also einen Champ \"first time\" pickst, aber trotz dessen dein bestes Versuchst was Gameplay, Gameknowledge und Itembuilds etc angeht, ist dies normalerweise nicht Strafbar.\"\n\nHeißt ich kann ganz legal first time Zoe picken und damit komplett verlieren weil ich den Champion vorher nie gespielt habe. Solange ich nicht vollkommen absichtlich und eindeutig sichtbar inte.","replies":[{"id":"","poster":"Dontpickyasorint","date":"2019-10-09T11:07:23.754+0000","up_votes":1,"down_votes":1,"body":"Dude du bist Krank... \nDas macht mich als Season 3 Spieler traurig zu sehen wie du denkst du versaust anderen das Spiel und denkst anscheinend wirklich das du keinen fehler bzw keinen schlimmer fehler begehst...\nIch wünsche dir gute besserung  so wie du möchte ich nicht sein..\n\nEdit : Auch wenn du es nicht erkennen wirst was du machst ist falsch wenn ich jedes mal so reagieren würde wie du bzw in der Arbeit sagen würde \" Ne ich mach jetzt das oder mach es schlechter weil der Chef XY getan/gesagt hat \" \nWürd ich nicht lange dort bleiben und keiner downvotet das weil du ein Yas player bist das ist falsches denken sondern weil die Leute einfach recht haben du versaust Menschen ihre hart erspielte LP literally NUR weil du deinen Yasuo nicht bekommst und gerade wegen dem verhalten hassen leute yas spieler so schwer es auch für dich sein mag  so lang du so weiter  denkst trägst DU zu dem glied bei die Yas spieler hassen \nDu bist schuld kein anderer und wäre ich im Spiel hätte ich auch nur dich reported .","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T11:16:00.588+0000","up_votes":1,"down_votes":1,"body":"> Das macht mich als Season 3 Spieler traurig zu sehen wie du denkst du versaust anderen das Spiel \n\nDu bist schon ziemlich delusional.\nDu redest dauernd davon, dass ich anderen das Spiel versaue.\nSiehst aber nicht, dass andere mir genau so auch das Spiel versauen.\n\nIch würde anderen das Spiel nicht versauen, wenn diese meinen hovered pick nicht bannen.\nDie Aktion geht nicht initial von mir aus, wie ich oben schon geschrieben habe: Actio = Reactio.\n\nWenn du das nicht einsehen kannst verleugnest du dich einfach nur. Punkt.\n\n> und denkst anscheinend wirklich das du keinen fehler bzw keinen schlimmer fehler begehst...\n\nBist du blind?\n\n> Sowohl ich als auch die Person, die meinen Pick bannt machen einen Fehler. Beide machen einen Fehler, der nicht bannbar ist.\nWürde die Person meinen Pick nicht bannen, würde ich auch nicht inten. Actio = Reactio.","replies":[{"id":"","poster":"Dontpickyasorint","date":"2019-10-09T11:22:52.758+0000","up_votes":1,"down_votes":1,"body":"Dude es gibt über 130 Champions und wenn jemand DEINEN champ bannt versaut dir auch KEINER das spiel sondern nur du versaust es \nWenn jemand DEINEN Champ bannt bist DU es der es versaut du könntest was anderes picken und trotzdem normal spielen wie mit Yasuo aber du bist lieber der was sagt \" ne mach ich nicht weil wie kann er es wagen einen von über 100 Champs zu bannen der auch noch als most banned champ zählt! Ne dem versau ich das game weil das haben auch die 3 anderen verdient und passt so! \" \nVon allen die kommentieren sagen alle du liegst falsch und du siehst es nicht ein und danke das du zugibst zu inten das hilft mir beim ticket sehr weiter. \nUnd wie gesagt zu sagen \" Er bannt deshalb reagiere ich darauf das ich ihm das versaue wie er mir \" Trägst du dazu bei das leute yas spieler hassen und am ende hast nur du was falsches gemacht hättest du normal gespielt wäre es anders dann hat der andere einen fehler begangen aber so wie du reagierst hast nur du falsches getan.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T11:48:30.722+0000","up_votes":1,"down_votes":0,"body":"Du ignorierst komplett was ich schreibe und gehst nicht darauf ein. Auch liest du dir nichts durch was weiter unten geschrieben wurde. Manche haben mir auch zugestimmt.\n\nDu gehst auf nichts ein was ich sage und wiederholst dich oder andere einfach nur. Also Sachen die ich schon zig mal beantwortet habe.\nIch brauch hier nicht gegen eine Wand reden, also ist die \"Diskussion\" an der Stelle beendet. Schönen Tag noch.\n\nEDIT:\nBy the way, wenn du mir damit:\n\n> Von allen die kommentieren sagen alle du liegst falsch und du siehst es nicht ein und danke das du zugibst zu inten das hilft mir beim ticket sehr weiter.\n\ndrohen willst mich zu reporten. Nur zu, ich habe nur **behauptet **dann zu inten bzw. habe ich das Mögliche outcome aus der Aktion dargestellt.\nDu hast keinerlei Beweis, dass ich das tatsächlich gemacht habe.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-10-09T12:06:20.111+0000","up_votes":2,"down_votes":1,"body":"Der Dude hat recht. ^^ Er sagt quasi das, was ich auch gesagt habe. Er drückt es nur anders aus. Du benimmst dich kindisch und versaust anderen bewusst das Spiel, nur weil du deinen Willen nicht bekommen hast. \n\nDas ist wie im Kindergarten. Wenn der Junge die Schaufel vom Mädchen nicht bekommt, obwohl der Junge sie haben will, dann zerstört der Junge eben die Sandburg vom Mädchen. \nWenn er keinen Spaß haben darf, hat sie den auch nicht verdient. \nDas ist genau dasselbe Verhalten welches du an den Tag legst. Denk mal drüber nach ;)\n\nBtw haben die Downvotes nichts mit deinem Champ zutun, sondern mit deiner Einstellung.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T12:31:51.979+0000","up_votes":1,"down_votes":0,"body":"Wie schon gesagt, sehen wir das einfach anders. Es gibt hier auch Leute die mir zugestimmt haben. Also ist noch lange nicht meine Meinung falsch und deine/ eure richtig ^^.\n\nBei Meinungen und Verhalten gibt es kein richtig oder falsch.\nDu siehst mein Verhalten als kindisch an, ich sehe mein Verhalten als angemessen an. Das ist Ansichtssache und da denkt jeder Mensch anders. Was auch so in Ordnung ist.\n\nVersaut mir jemand das Spiel, versaue ich ihm das Spiel. Respektiert mich jemand nicht respektiere ich die Person auch nicht.\nIst das bekannte \"wie du mir so ich dir\" bzw. Actio = Reactio.\nMein possible int resultiert ja nicht aus dem nichts. Es resultiert aus der Entscheidung eines anderen mir meinen Champion zu bannen. Ich spiele das Spiel um Spaß zu haben. Wenn mir jemand den Spaß am spiel nimmt, nehme ich ihm auch den Spaß am spiel.\n\nSeh das als kindisch an oder nicht, ist mir relativ wurst. Wie erwähnt sind Meinungen Unterschiedlich.","replies":[]}]},{"id":"","poster":"Dontpickyasorint","date":"2019-10-09T12:14:24.897+0000","up_votes":1,"down_votes":1,"body":"Du hast gesagt das du inten wirst öfters kannst du aber selbst nachlesen das ist eine stellung\nUnd zufälligerweiße beendest du jede diskussion wo du nicht mehr antworten kannst\nUnd ich drohe dir nicht es ist mein gutes recht das zu melden \nSieh ein das du falsch liegst und entschuldige dich bei den leuten die du geintet/getrollt hast nur weil ein Champ gebannt ist alles andere ist kindisch punkt","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T12:26:52.015+0000","up_votes":1,"down_votes":0,"body":"> Und zufälligerweiße beendest du jede diskussion wo du nicht mehr antworten kannst\n\nNein, du sagst einfach nur A, ich sage B und dann sagst du nochmal A.\nSo eine Diskussion führt zu nichts und ist unnötig. Das kann ich mir auch sparen.\nIch hab besseres zu tun als mich hier zig mal zu wiederholen, weil jemand nicht liest was ich hier schreibe.","replies":[{"id":"","poster":"Dontpickyasorint","date":"2019-10-09T12:40:17.410+0000","up_votes":1,"down_votes":1,"body":"naja dann viel spaß beim inten bist halt ein yas kiddy. \nHoffe der  Supp wird dich bannen dafür oder wenigstens ein Chat bannen weil du einfach krank bist :/ \nNaja traurig aber so sind halt manche menschen","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T12:59:58.926+0000","up_votes":1,"down_votes":0,"body":"{{champion:33}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Dontpickyasorint","date":"2019-10-09T11:17:31.014+0000","up_votes":1,"down_votes":1,"body":"Und noch mal ich werde jetzt Riot ein ticket schreiben denn wie du alleine hier die leute beleidigst nur weil sie deine Kda posten geht echt nicht du feedest oft du kannst Yasuo nicht du bist einfach dieser typischer Yasuo der feedet und wenn du dabei kills machst ist egal dir ist das egal du willst nur kills für dich haben ich empfehle dir ein singleplayer game.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-10T08:07:52.223+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, du kannst gerne ein Ticket schreiben.\nWo habe ich hier jemanden beleidigt?\n\nUnd, wo ich so in dein op.gg schaue, ist deine KDA und deine stats auch nicht gerade besser als meine.\n\n> du bist einfach dieser typischer Yasuo der feedet und wenn du dabei kills machst ist egal dir ist das egal du willst nur kills für dich haben ich empfehle dir ein singleplayer game.\n\nAuf deine Elo gehe ich hierbei mal gar nicht ein :-).","replies":[{"id":"","poster":"Dontpickyasorint","date":"2019-10-14T08:44:08.203+0000","up_votes":1,"down_votes":1,"body":"Meine stats und meine games abgesehen davon das das hier mein 2 acc für fun + drunk games ist haben hiermit NICHTS zu tun du hast etwas gefragt  jeder sagst du liegst falsch und akzeptierst das nicht fertig hier geht es nur um dich \nUnd by the way wenn ich als \" silber \" wie du wahrscheinlich denkst ein kühleren kopf bewahre als du ein \" Gold \" bin ich froh silber zu sein denn wenn alle wie du in Gold sind will ich auf dem Acc nicht climben ;)","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-09T11:32:17.980+0000","up_votes":1,"down_votes":1,"body":"Wenn du intest und es so machst das das System es nicht erkennt dann hältst du dich nicht an den Sumoner Code :D\n\nAlso labber nicht ^^' \n\nWenn du im laden etwas Klaust und nicht erwischt wirst. Dann hältst du dich ja auch nicht ans gesetzt ...\n\nHoly die Logik \n\n\nUnd du bist aber so 100% ein typischer yasou Main ^^","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T11:45:05.355+0000","up_votes":1,"down_votes":0,"body":"Wie oben schon geschrieben:\n\n\nAntwort von Riot:\n\"Sicherlich ist es erlaubt auch \"first time\" einen Champion im Spiel zu picken.\nUnd sicherlich kann man auf diesem deswegen auch schlecht performen, solltest du aber (nur als Beispiel),\nRiven als Supporter picken, kein Supportitem kaufen, die Farm vom ADC klauen und am besten Full AP bauen obwohl nichts bei ihr mit AP Skaliert, kann dies ein Grund sein eine Sperre zu erhalten.\n\nEs kommt halt ganz darauf an wie man dann performed.\nWenn du also einen Champ \"first time\" pickst, aber trotz dessen dein bestes Versuchst was Gameplay, Gameknowledge und Itembuilds etc angeht, ist dies normalerweise nicht Strafbar.\"\n\nHeißt ich kann ganz legal first time Zoe picken und damit komplett verlieren weil ich den Champion vorher nie gespielt habe. Solange ich nicht vollkommen absichtlich und eindeutig sichtbar inte.\n\n> Wenn du im laden etwas Klaust und nicht erwischt wirst. Dann hältst du dich ja auch nicht ans gesetzt ...\n\nDer Vergleich ist komplett sinnfrei.","replies":[]}]}]}]}]}]},{"id":"","poster":"e621 Rengar","date":"2019-10-07T22:37:28.136+0000","up_votes":1,"down_votes":2,"body":"gibts n TL;TR? \n\nAber ansich um auf deine frage zu antworten.\n\nDas wird so bleiben das man diese Picks weiterhin bannen kann.\nSonst hovert einfach irgendwer z.b den damals busted AP Galio gg Lose weil nich bannen kanns \n\nUnd ich persönlich banne auch jeden Yasuo der keine 60% winrate auf dem champ hat\n\nWenn ich auf deinem OP.gg gucke \n\nOverall 49% Yasuo 54% mit ner negativen KDA d.h  du gehst eher 0/10 als 10/0  ->  würde ich sofort  yasuo bannen ","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T07:54:11.320+0000","up_votes":1,"down_votes":1,"body":"Du vergleichst gerade einen -zu der Zeit- Meta-Champion mit einem stinknormalen pick.\nDas wäre als würde ich Victor oder Kassadin hoveren und du bannst ihn.\n\nWie der unter mir schon geschrieben hat, wenn du lieber eine 0% chance haben willst statt 54%, dann bitteschön.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-10-08T09:52:44.772+0000","up_votes":2,"down_votes":1,"body":"Yasuo ist ein Meta Pick durch und durch xD seine insane hohe banrate kommt nicht gerade davon dass er so wenig gespielt wird.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-08T10:08:13.719+0000","up_votes":1,"down_votes":0,"body":"Naja siehe Maxims Video.\n\nMörglife ist da der Yasuo der 1/11 geht deshalb sollte man Ihn diesem Champ nicht spielen lassen.","replies":[]},{"id":"","poster":"The Pykeopath","date":"2019-10-08T10:03:34.405+0000","up_votes":1,"down_votes":1,"body":"Die Frage hab ich ja schon oben beantwortet.","replies":[]}]}]},{"id":"","poster":"OnlySOLOlaneADC","date":"2019-10-07T22:57:25.004+0000","up_votes":2,"down_votes":1,"body":"Also machst du aus 54% winchance lieber 0% weil dir die KDA nicht passt.\nWie smart das ist muss ich dir hoffentlich nicht sagen.\n\nSeh das ähnlich bannst du meinen champ dodged du oder verlierst.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-10-08T08:16:39.682+0000","up_votes":2,"down_votes":1,"body":"Sehr reifes und vernünftiges Verhalten muss ich schon sagen.\n\nSo kommst du ungefähr rüber: Mama!!! DER HAT NEUE SPIELSACHEN UND ICH NICHT!, WENN ICH ES NICHT HABEN DARF; DARF ES KEINER HABEN(und zerstörst die Sache).\n\nChamp bannen ist eine legitime Taktik die man benutzt um die busted champs aus dem Verkehr zu ziehen. \nWenn du damit nicht klarkommst dann solltest du dir ein anderes Spiel suchen.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T09:24:08.084+0000","up_votes":1,"down_votes":2,"body":"In welcher Welt ist Yasuo busted? Lmao.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-10-08T09:50:23.143+0000","up_votes":2,"down_votes":1,"body":"Viele Leute hassen es gegen Yasuo zu spielen und ja Yasuo ist gegen so ziemlich jeden nicht assassin in der Mitte pretty busted durch seine high mobility, free passiv und no mana cost ohne nachteile und ultra hohe item Effizienz.\nAußerdem ist es lasting gegen ihn zu spielen weil man sich als Apler komplett einschränken muss wenn man gegen ihn spielt.\nBZW er ist ziémlich annoying gegen so ziemlich alle range champ und auch noch auf 3 lanes auffindbar.\n \nAußerdem kann man bannen was man will auch hovered champs, bei mir kommt es regelmäßig vor dass yasuo gespielt wird wenn er frei ist weil er einfach gegen fast jeden champ ne free lane hat.\n\nBesonders in lower elo ist yasuo sogar insane obwohl die Leute ihn so schlecht können weil niemand gegen ihn spielen kann. Nicht selten dominiert ein yasuo early und kann mit seinem lead easy snowballen.\nNur weil sie yasuo bannen hast du außerdem noch lange nicht das Recht reiinzutrollen.\n\nZu deiner Frage: In welcher Welt ist yasuo busted? In der Realen, solltest mal versuchen einen Fuß in die zu setzen","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T10:01:29.852+0000","up_votes":1,"down_votes":1,"body":"Wenn du einen Champion busted nennst der durch alle Elo's durch seit Ewigkeiten eine negative Winrate hat dann leben wir nicht auf der selben Welt. Oder du bist delusional.\n\nYasuo ist wie Katarina. In low elo reichen standardcombos um zu dominieren. Aber irgendwann reicht das nicht mehr, dann kommt es auf mechanics an.\n\nAls Ap'ler einschränken? Inwiefern?\nZhonyas ist auf jedem AP midlaner viable, schränkt dich nicht ein und du kriegst Armor + Stopwatch.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-10-14T10:58:43.204+0000","up_votes":1,"down_votes":0,"body":"KA welche Stats seiten du benutzt aber auf meinen hat yasuo bis nach Dia+ immer ne winrate die pber 50% liegt bei lower elos sogar 56%.\n\nAlso wenn du echt meinst das Apler(bis auf paar ausnahmen die aber ohne das item schon busted sind) gerne zhonyas build patch gegen AD champs in der Mitte gehen dann bist du sehr weit von der Realität entfernt.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-14T12:08:02.834+0000","up_votes":1,"down_votes":0,"body":"u.gg, wie eigentlich jeder andere. Schau einfach mal durch alle patches und schau dir die WR auf der midlane überall an. Bin grade zu faul reinzuschauen aber das letzte mal als ich geguckt hab (letzte Woche oder so) hatte er in zwei Ligen (über Diamond) 51% oder so, sonst überall drunter.\n\nUnd zum anderen: Zhonyas kannst du mit legit jedem einzelnen AP Champion builden, ohne dass es schlecht ist. Du hast Zhonyas active, Armor **und **AP. Was willst du denn sonst gegen ein AD-heavy team builden? Zhonyas ist deine einzige gescheite Möglichkeit wenn du nicht gerade Morde oder so bist.\nGerade gegen einen Zed ist Zhonyas eigentlich ein muss. Ich spiele selbst Vel'Koz, Zhonyas ist als AP'ler ein universalitem um zu überleben und weniger damage von AD'lern zu bekommen. \n\nIn meinem letzten Game gegen einen Yasuo hab ich absichtlich Vel' Koz gepicked, bin 16/2/5 aus dem game und wir haben gewonnen. Bestätigt eigentlich nur meine Theorie, dass die Leute, die sich über Yasuo so aufregen einfach nicht wissen, wie man gegen ihn zu spielen hat.\nMal angemerkt, dass Yasuo's w ALLE abilities blockiert außer meine ult. Das ist ein absolutes Countermatchup welches ich eigentlich verlieren sollte. Ich weiß aber wie man gegen ihn spielt weil ich ihn selbst spiele.","replies":[]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2019-10-08T09:45:11.767+0000","up_votes":1,"down_votes":1,"body":"Yasuos kit ist überladen und wer das hohe skillcap beherrscht, ist mit ihm busted. Zumal es mega unlustig ist gegen einen yasuo zu spielen.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-08T10:03:03.265+0000","up_votes":1,"down_votes":2,"body":"Wenn man nicht weiß wie man gegen Yasuo spielen muss dann ist er nicht lustig, ja.\nMir fallen ewig viele Champions ein gegen die es kein Spaß macht zu spielen.\nRenekton, Darius, Ryze, Lissandra, Malz und und und.\nWenn man nicht weiß wie man gegen die Champions spielt verliert man. Das ist aber mit jedem Champion so.","replies":[{"id":"","poster":"LegendaryXenon","date":"2019-10-09T07:14:51.028+0000","up_votes":1,"down_votes":0,"body":"Lassen wir es dabei. Du möchtest einfach nicht verstehen, dass Yasuos Kit für soloq zu gut sein kann, wenn man ihn beherracht. Alleine die Windwall, die Kritverrechnung und sein bescheuertes Rumgedashe erzeugen ein hohes Potenzial busted und nervig zu sein. \nGegen einen guten yas zu spielen ist absolut nervtötend und weit über den von dir genannten nervchamps.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T08:10:46.148+0000","up_votes":1,"down_votes":0,"body":"> dass Yasuos Kit für soloq zu gut sein kann, wenn man ihn beherracht.\n\nGenau das ist es doch, er kann gut sein, wenn man ihn beherrscht.\nJetzt nenn mir doch bitte einen High Skill-Cap Champion der nicht gut ist wenn man ihn beherrscht?\nAls Irelia kannst du genau so 1v9en, oder Kata, oder Riven.\n\nUnd zu seinem Kit: viele nennen als Punkt warum Yasuo so \"busted\" ist seine windwall.\nJa, ist eine starke ability. Aber wenn du es nicht hinkriegst um eine 26s CD zu spielen, dann spielst du eben falsch gegen diesen Champion. Ganz einfach.\nOder spiel einfach Renekton und du zerstörst Yasuo komplett.\n\n> Gegen einen guten yas zu spielen ist absolut nervtötend und weit über den von dir genannten nervchamps.\n\nDu willst mir ernsthaft weiß machen, dass es nerviger ist gegen einen guten Yasuo zu spielen, als gegen einen guten Darius zum Beispiel? Ahja. Wenn das deine Meinung ist, okay.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2019-10-08T07:01:12.084+0000","up_votes":2,"down_votes":1,"body":"Ich würde Yasuo auch immer bannen. Keep the meme.{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Rotten Onion","date":"2019-10-08T22:29:06.721+0000","up_votes":2,"down_votes":3,"body":"Bin zu faul deinen gesamten Post zu lesen, also sorry falls irgendwas irgendwo schonmal erwähnt wurde:\nJa,absolut, iich wünsche mir auch dass Leute die einen (länger) gehoverten Champion bannen in irgendeiner Weise einen Nachteil erhalten. Ich bin selten davon betroffen (you can't outban me!!), aber es kotzt mich an wenn die einen meiner Teammates tilten (das ganze gilt besonders wenn der entsprechende Spieler früh, also 1st,2nd,3rd pick hat).\n\nAuf der andern Seite muss ich sagen, dass jmd der aufgrund eines gebannten Picks mit Absicht trollt (dazu zähle ich auch ein halbernsthaftes Spiel mit ungeübtem Champ (nur im ranked versteht sich)), mich min doppelt so aufregt. Es ist 1zu1 das selbe wie ein \"X hat was gegen mich gesagt/ist auf meiner Lane gestorben/hat sontwo gefailed, deshalb will ich dass er verliert und zieh euch alle mit in den Abgrund\".\nWenn ein dummes Arschloch in deinem Team ist, dann wünsch ihm die feurigste Hölle von Runterra direkt auf seine Eichel(oder ihren Kitzler), aber versau den drei andern im Team nicht das Spiel. Steh über solchen *Löchern und werd nicht selbst zu einem","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T08:23:44.095+0000","up_votes":1,"down_votes":2,"body":"Endlich mal jemand, der zumindest Einsicht zeigt.\nDu ich bin voll auf deiner Seite, ja es ist scheiße, dass ich reintrolle und damit die anderen mit in die Niederlage reiße.\nWürde es eine Bestrafung für diese Spieler geben würde ich auch nicht trollen, dann wäre es mir egal weil ich weiß, dass diese Spieler Konsequenzen haben werden.\n\nSo ist es für mich einfach nur: Er stellt sich über mich, ich muss den Schwanz einziehen und was anderes spielen weil er das so will. Zusätzlich trägt er überhaupt keine Konsequenzen und macht das froh und munter auch im nächsten game wieder.\nDas ist quasi meine Bestrafung für ihn, selbstjustiz wenn man so will.\n\nNach so einem Game wurde ich auch schonmal von deutschen in einen Discord Call eingeladen (war premade supp+Jungle) und hab länger normal mit denen gesprochen. Die haben verständnis gezeigt und auch ich habe mich dann noch mehrfach entschuldigt, weil die nichts dafür konnten. Mein Toplaner hat in dem Spiel meinen Pick gebannt und die zwei wurden da mit reingezogen.","replies":[{"id":"","poster":"Rotten Onion","date":"2019-10-09T12:53:17.890+0000","up_votes":1,"down_votes":1,"body":"Das ist keine Bestrafung für ihn, sondern für dich. \nWenn du jedes mal trollst wenn sowas passiert, dann leidet deine Winrate und deine mmr, nicht die der 10-15 Leute die mal ein Game wegen dir verlieren. \nFür ihn ist es eher noch eine Genugtuung zu sehen dass mal wieder der 'typical Yasuo player' inten geht und am Ende ein paar Reports und damit auch irgendwann ein Punishement  kassiert.\n\nUnd mit Schwnaz einziehn hat das auch nix zu tun. Das is kein du VS depp und der mit dem größeren erhält einen Preis. Was ist imponierender, eine klare \"i dont give a fuck about lower beings\"-Mentalität, oder ein \"WAHH!! I'LL MAKE YOU LOSE!\"-Spieler? Beeindruck doch lieber 3 Leute mit denen du zusammen gegen das arschloch schießen kannst, als zu versuchen den einem ans Bein zu pinkeln.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-09T12:59:20.632+0000","up_votes":1,"down_votes":0,"body":"> Wenn du jedes mal trollst wenn sowas passiert, dann leidet deine Winrate und deine mmr, nicht die der 10-15 Leute die mal ein Game wegen dir verlieren.\n\nJa, bloß dass es mir egal ist. Dann spiele ich halt ein paar games mehr.\n\n> Für ihn ist es eher noch eine Genugtuung zu sehen dass mal wieder der 'typical Yasuo player' inten geht und am Ende ein paar Reports und damit auch irgendwann ein Punishement kassiert.\n\nEin punishment werde ich nicht kassieren, warum hab ich hier schon ein paar mal erklärt.\nUnd das \"typical Yasuo player\" ist mir auch relativ wurst. Dann sollen mich die Leute halt so sehen. Ich hab meine Genugtuung.\n\n> Beeindruck doch lieber 3 Leute mit denen du zusammen gegen das arschloch schießen kannst, als zu versuchen den einem ans Bein zu pinkeln.\n\nMeinst du das interessiert die Person? Die ist einfach nur froh, weil sie keinen Yasuo im Team hat und das wars. Mehr ist dieser Person nicht wichtig und mehr hört die sich auch nicht an.","replies":[]}]}]}]},{"id":"","poster":"Critical Smite","date":"2019-10-08T16:46:40.506+0000","up_votes":1,"down_votes":1,"body":"Macht anscheinend bei dir keinen großen Unterschied was du spielst, du hast bei keinem Champion eine KDA über 2, und durchschnittlich 9 Tode (bei deinen 7 meist gespielten Champs in Ranked)\n{{sticker:sg-lux-2}}","replies":[]}]}