{"id":"Fnh2pTJN","poster":"R치yleigh","date":"2020-03-08T09:01:01.501+0000","title":"Das Ende und somit einer weiterer Fehler von Riot.","subforum":"Allgemeiner Chat","up_votes":15,"down_votes":3,"body":"Keine Angst ich schreibe hier nun kein ganzes Buch oder jammere rum.\r\nRiot macht die Foren dicht und das muss man leider akzeptieren, auch wenn ich mir dabei den WAS ZUM TEUFEL ??? Eine Spiel mit dieser gewaltigen Spielerzahl ohne Forum?\r\nUnd diese k칬nnen ihre Meinung, Sorgen und Probleme jetzt im Grunde nur noch per Ticket mitteilen oder auf Firmen fremden Plattformen?\r\nDas ist leider ein Armutszeugnis meiner Meinung nach.\r\nAber es ist wie es ist und das ganze kann man leider einfach nur hinnehmen.\r\n\r\nIch habe mein Zelt bei G2 Slippe, Megamaxx und Co. aufgeschlagen.\r\nUnd was soll ich sagen Leute?\r\nIch finde es Klasse das wir hier im Forum Leute haben dich sich in ihrer Freizeit die M칲he machen f칲r uns einen Ersatz zu schaffen.\r\nEs hat nicht lange gedauert nach der Meldung das wir bald kein Forum mehr haben und auf einmal gab es direkt schon zwei Anlaufstellen.\r\nVielen Dank an die Ersteller der Foren und ihre Teams die Foren sehen echt Super aus und bieten sicherlich vielen eine neue Anlaufstelle f칲r ihre Probleme, Meinungen und Sorgen. Ich denke mal, die ganzen Namen muss ich sicherlich nicht aufz칛hlen ihr werdet das hier sicherlich noch Lesen und euch angesprochen f칲hlen.^^\r\n\r\nDas war es von mir hier in diesem Forum viel Spa an alle weiterhin mit Lol und flamet nicht zu viel{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Alekra","date":"2020-03-08T22:41:58.460+0000","up_votes":2,"down_votes":0,"body":":) &lt;3","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T22:49:54.982+0000","up_votes":2,"down_votes":0,"body":"{{sticker:sg-jinx}} {{sticker:vlad-salute}}","replies":[{"id":"","poster":"Alekra","date":"2020-03-08T22:50:53.250+0000","up_votes":4,"down_votes":0,"body":"Machs gut :p\n\nHab immer mit freuden deine tollen Beitr칛ge gestalkt {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T22:55:21.595+0000","up_votes":2,"down_votes":0,"body":"Du auch vielleicht sieht man sich ja bald in einem anderen Forum oder in der Kluft :)\n\nIch hoffe nicht nur wenn ich frech sondern auch die guten Texte :D\nEs war mir eine Freude {{sticker:sg-ezreal}}","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T22:56:34.244+0000","up_votes":3,"down_votes":0,"body":"Du hast halt dat Herz uff de Schnauze ... kommt nich jeder mit klar {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T22:59:57.633+0000","up_votes":2,"down_votes":0,"body":"So isses {{sticker:galio-happy}}","replies":[]}]},{"id":"","poster":"Alekra","date":"2020-03-08T22:57:25.058+0000","up_votes":2,"down_votes":0,"body":"Nein nein ein paar gute warn schon dabei ;p","replies":[]}]}]}]}]},{"id":"","poster":"Jennifer420","date":"2020-03-08T22:13:39.156+0000","up_votes":1,"down_votes":1,"body":"keine 24h f칲rs kriechen hats gedauert. junge junge junge.\nzum gl칲ck muss man einige user nicht mehr lesen","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T22:28:30.836+0000","up_votes":1,"down_votes":0,"body":"Als ob dich jemand ernst nimmt^^\nWie viele Acc췂s von dir sind noch einmal gebannt?\n20?","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-08T22:44:27.761+0000","up_votes":1,"down_votes":1,"body":"ich find dich einfach so witzig.\ndu redest nur erfundene schei른, schleimst wo es gehst, zeigst bei allen usern die halt nicht die hellsten sind und nur zum flamen herkommen deine toxische seite und trotzdem kommt permanent nur \"du l칲gst, dich nimmt niemand ernst\" also die leute die auf dich reinfallen sind wahrscheinlich die, die jeden politischen post auf twitter stalken.\n\naber ich leg mich lieber nicht mit dir an, wahrscheinlich hast du auch bei den mods so hart geschleimt das ich bald 칛rger krieg","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T22:48:25.361+0000","up_votes":1,"down_votes":0,"body":"Ich bin einfach nur offen, ehrlich und direkt und wenn jemand frech ist darf ich das auch sein.\nDamit kommen Menschen deiner Sorte nur nicht klar.\n\nUnd wo ist das den erfunden?\nHast doch letztens erst einen Thread deswegen aufgemacht und dann auch noch alle Mods angefahren.\nJaja du bist so ehrlich :D","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-08T22:58:10.834+0000","up_votes":1,"down_votes":1,"body":"du laberst soviel schei른 rofl.\n\nich hab dich ein toxisches arschloch genannt, war also so offen und ehrlich wies nur geht und alles was von dir kam war \"jaja l칲gner doppelmoral haha\"\naber wenn du das machst dann ist das voll in ordnung und \"andere kommen damit nicht klar\"\n\nzumal ich w칲rde dir mal raten die regeln zu lesen. wenn du mir den abschnitt zeigst wo steht \"wenn jemand frech ist darf ich zur칲ck flamen\" dann zahl ich dir jetzt und sofort 500 euro du clown.\n\nnaja gegen dich gibts kein gewinnen du lebst in deinem eigenen universum wo du alles darfst und dein handeln immer gerecht ist, aber wenn leute das selbe tun wie du dann erfindest du jeden m칬glichen schei wie doppelmoral, frech sein, nicht drauf klar kommen  usw.\n\nviel gl칲ck in deinem leben, sobald du deinen ersten job hast wirst du so hart auf die schnauze kriegen wenn du die nummer durchziehst.\ndas erkl칛rt wohl auch warum du deinen samstag so verbracht hast wie du es gestern getan hast lol.\n\nmachs gut du pfeife und viel spa in deiner eigenen realit칛t wo dir niemand was anhaben kann und du alles tun darfst :D\n\nmal sehn was jetzt wieder f칲r ne schei른 als antwort kommt wahrscheinlich \"jaja dir glaubt eh keiner haha doppelmoral toxisch l칲gner\"","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T23:06:32.119+0000","up_votes":1,"down_votes":0,"body":"Ich arbeite schon sehr lange kleiner^^\nUnd meine Art kommt super an bei allen anderen Menschen, mit denen ich zu tun habe :)\nWeil Ich nun einmal alles bin, was du nicht bist.\nGlaube es mir oder nicht ist mir vollkommen egal.\nAber ich glaube, ich kann Arrogant behaupten Menschlich bin ich Master und du bist Bronze.\n\n\n\nUnd verdreh doch nicht alles^^ Die Leute hier kennen mich und sie kennen dich L칲gen und verdrehen der Tatsachen bringt dir nichts.","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T23:15:23.798+0000","up_votes":3,"down_votes":0,"body":"Schon offen und ehrlich. Beruhig Dich, ich hab Dich schon gefasster gesehen.  Ihr zwei werdet net zusammenkommen. Ist ein Punkt den man akzeptieren muss. \n\nOh mann, geht aufs Ende und ich laber nur noch schei른 !","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T23:19:51.496+0000","up_votes":2,"down_votes":0,"body":"Hast Recht Papa{{sticker:zombie-nunu-tears}}","replies":[]}]},{"id":"","poster":"Supportsmanlike","date":"2020-03-08T23:14:36.019+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=R치yleigh,realm=EUW,application-id=YnZkMR0R,discussion-id=Fnh2pTJN,comment-id=000500000000000000000000,timestamp=2020-03-08T23:06:32.119+0000)\n>\n> Ich arbeite schon sehr lange kleiner^^\n\nBoah, das war jetzt aber schon sehr toxic \n\n{{sticker:sg-miss-fortune}} \n\n\nBleib wie du bist ;)","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-09T04:04:34.900+0000","up_votes":2,"down_votes":0,"body":"gute einstellung.\n\"hey du warst echt mega toxisch. BLEIB SO!\"","replies":[]},{"id":"","poster":"R치yleigh","date":"2020-03-08T23:21:02.195+0000","up_votes":1,"down_votes":0,"body":"Werde ich {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"wQuYcEd","date":"2020-03-09T04:01:01.912+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-09T04:04:11.770+0000","up_votes":1,"down_votes":1,"body":"darauf wird er dir nur antworten das du ein l칲gner bist und dich niemand ernst nimmt und NUR ER darf leute beleidigen weil du frech warst LUL.\nbzw wahrscheinlich nur sie. nicht er.","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-09T10:31:29.466+0000","up_votes":1,"down_votes":0,"body":"Wann und wo habe ich jemanden beleidigt?\nHast du Beweise?","replies":[]}]}]}]}]},{"id":"","poster":"Jennifer420","date":"2020-03-08T23:11:33.236+0000","up_votes":1,"down_votes":1,"body":"langsam glaub ich echt du hast ne pers칬nlichkeits st칬rung mit mehreren personen.\n\nnaja ich sollte mich an meinen eigenen rat halten und weit von dir abstand halten, du bist gef칛hrlich und ich wusste das du kein argument mehr hast und deswegen alles ignorierst was ich gesagt habe. naja.","replies":[{"id":"","poster":"UwU Empire","date":"2020-03-08T23:59:06.864+0000","up_votes":2,"down_votes":0,"body":"No hate, ich schreib jetzt das erste mal hier aufm Forum und hab kein Plan wer wer ist, aber was du hier vorgebracht hast waren auch nicht wirklich Argumente, sondern Thesen, und die m칲ssen in einem guten sokratischen Dialog nat칲rlich auch mit Argumenten unterst칲tzt werden, in diesem Falle screenshots o.칛. \nWenn man das so macht dann kommt da auch nicht so viel toxicity rein, und wir k칬nnen uns am Ende auch alle lieb haben :D\nGute Nacht an alle ^^","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-09T00:39:50.392+0000","up_votes":1,"down_votes":1,"body":"einfach auf den user klicken und sich seine gestrigen kommentare anschauen wo er seinen samstag damit vergeudet in posts zu schreiben \"bin froh wenn ich dich nicht mehr lesen muss\"","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-09T10:29:50.119+0000","up_votes":1,"down_votes":0,"body":"Oder er fragt mal die aktiven Forennurtzer was man von dir schon alles so gel칬scht hat^^\nUnd wie du andere behandelst.{{sticker:vlad-salute}}","replies":[]}]}]},{"id":"","poster":"R치yleigh","date":"2020-03-08T23:20:31.514+0000","up_votes":1,"down_votes":0,"body":"{{sticker:katarina-love}}","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2020-03-08T22:49:45.879+0000","up_votes":1,"down_votes":0,"body":"Wird wohl nicht passieren, also das Du 츿rger kriegst, is egal bald alles vorbei.\nMich deucht, dieses haben hier einige noch nich realisiert. Nichtsdestotrotz is contenance angesagt. {{sticker:vlad-salute}}","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-08T23:00:16.011+0000","up_votes":1,"down_votes":0,"body":"naja im na forum gehts da etwas chaotischer zu.\nn paar mods sagten schon das eh ihnen jetzt egal ist und sie nur mehr die extremen f칛lle behandeln (also hass reden, verlinken von pornos usw) w칛hrend andere mods angefangen haben kommentare ohne ende zu l칬schen. \n\nda gehts hier zum gl칲ck wesentlich zivilisierter zu (was mich stark wundert)\nes sind ja noch paar stunden 칲brig und wenn man sich mit solchen arschkriechen anlegt dann wei man nie was pl칬tzlich auf einen zu kommt","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T23:04:01.550+0000","up_votes":2,"down_votes":0,"body":"alles gut. Ich kenn Dich und Deine Posts. Bin ja selber sogar manchmal so drauf. Aber Rayleigh is nich wirklich nen Arschkriecher, der hat auch keine Privilegien. Genausowenig wie ich. Wir sin halt alle nur Menschen mit unseren Meinungen. L칛uft halt gegen der Meinung von anderen. Is iwo immer wichtig wie man selber damit umgeht. {{sticker:sg-ahri-2}} Vielleicht ist die Wortwahl nicht immer angemessen.","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-08T23:08:40.939+0000","up_votes":1,"down_votes":1,"body":"meinungsverschiedenheit und hitzige argumente kommen vor das is voll okay.\naber f칲r mich ist schluss ab dem punkt wo man beleidigt wird und das einfach abwinkt mit ner aussage wie \"dir glaubt keiner haha doppelmoral\" und dann 1 tag sp칛ter schreibt \"wenn jemand frech ist dann DARF ICH BELEIDIGEN WEIL ICH DARF ALLES\" \n\nda hat jemand das pipilangstrumpf syndrom \"ich mach die welt wie sie mir gef칛llt\", da hat jemand einfach brutale probleme wo die person selber alles machen darf aber wenn das ein anderer macht dann kommt so ein l칛cherliches argument wie \"doppelmoral\" und das von der person die das paradebeispiel von doppelmoral ist.\n\nund sowas dann wieder mit den selben \"argumenten\" abzuwinken best칛tigt mir einfach da ist kein durchkommen. die person steckt in einer v칬llig anderen realit칛t fest wo man am besten so weit wie m칬glich weg bleibt weil da kein durchdringen m칬glich ist.\n\ndas ist f칲r mich gleichzusetzen wie die aussage eines politikers \"das internet ist f칲r uns alle neuland\". diese person hat einfach jeden bezug zur realit칛t verloren und es ist v칬llig egal, selbst wenn gott pers칬nlich heruntersteigen und dieser person eine knallen w칲rde, es w칲rde sich nichts am denkmuster dieser person 칛ndern.","replies":[{"id":"","poster":"Haudruppmoor","date":"2020-03-08T23:12:19.405+0000","up_votes":1,"down_votes":0,"body":"Ah, ok, da ist dann wohl kein zusammenkommen mehr. Aber ich w칲rd das erstmal so stehenlassen und respektieren. Alldieweil ich selbst nicht grad einfach bin und sowas kenn. Egal, es war sehr informativ Euch beide gelesen zu haben !\n\nVielleicht sieht man Dich hier \n\nhttps://lolboards.de/forum/\n\noder hier \n\nhttps://league-board.com/index.php\n\nwieder :)","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-08T23:14:33.693+0000","up_votes":1,"down_votes":0,"body":"danke sehr freundlich.\n\nsind beide nur f칲r eine sprache ausgelegt? (das 1. sieht deutsch aus und das 2. englisch only)","replies":[{"id":"","poster":"GuardianRazor","date":"2020-03-09T00:43:39.298+0000","up_votes":1,"down_votes":0,"body":"Sieht so aus. Eins deutsch und eins iwie englisch . M칲릆e man mal probeweise was deutsch posten, obs da ne Reaktion gibt.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2020-03-08T19:42:38.373+0000","up_votes":3,"down_votes":0,"body":"Wir werden uns sicherlich noch h칛ufiger begegnen.","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T19:51:57.296+0000","up_votes":1,"down_votes":0,"body":"Das hoffe ich doch :)","replies":[]}]},{"id":"","poster":"Necromant","date":"2020-03-08T10:40:32.276+0000","up_votes":3,"down_votes":0,"body":"{{sticker:sg-lux}}","replies":[]},{"id":"","poster":"PraiseTC","date":"2020-03-09T10:39:31.359+0000","up_votes":1,"down_votes":0,"body":"Wat ein Kindergeburtstag","replies":[]},{"id":"","poster":"PizzaMafiosio","date":"2020-03-09T09:57:06.311+0000","up_votes":1,"down_votes":0,"body":"Ich kann dich sehr gut verstehen und ich wei, was du mit deinem Text ausdr칲cken wolltest. Ich will hier nur klar stellen, dass Riot diese Entscheidung nicht aus Spa gef칛llt hat. \nMan muss verstehen das so ein Forum Geld kostet und dass es (auf die Masse gesehen) kaum benutzt wird.\nDie meisten schreiben ihre Anliegen auf Reddit, YouTube, Twitter und co.\nUnd in diesen Social medias waren sowohl Rito, als auch die Community sehr aktiv.\nVielleicht kannst du deine Romane ja anfangen dort zu ver칬ffentlichen游땍","replies":[]},{"id":"","poster":"ElendigesElend","date":"2020-03-09T08:32:56.529+0000","up_votes":1,"down_votes":0,"body":"Naja was ich tagt칛glich sowohl ingame als auch in Forum zu lesen bekomme. (Auch hier wird gleich Mal die Mutter 칲ber den Strich gezogen)  wundert mich nichts.....\n\nDem Spiel m칲sste man eigentlich s칛mtliche Kommunikationswege entrei른n, weil in all den Jahren nichts besser wurde. Als das Spiel noch ein Nischenspiel war waren alle so nett haben sich unterst칲tzt Mal nen Jungler gespielt wenn die anderen sich in dieser Runde nicht wohl f칲hlte.\n\nJetzt muss man glatt froh sein wenn einer nur leavt und man deshalb 4v5 verliert....\nMeisten wird man wegen jeder Kleinigkeit und gleich die ganze Sippschaft mit beleidigt weil man jeden M칬chtegernprofi um sein Spiel gebracht hat.....\n\nIch war deshalb auch in lol nie in Foren aktiv. Man k칬nnte 칲ber den blauen Himmel schreiben und trotzdem viele irgendwo eine Hassrede oder Beleidigung....\n\nInsofern war es hier f칲r mich auch ne kurzweilige Zeit. Der ingamechat ist mir bereits Dosis zu viel.","replies":[]},{"id":"","poster":"GG Sonix","date":"2020-03-09T08:21:13.017+0000","up_votes":1,"down_votes":0,"body":"W칲nsche euch auch allen noch eine gute Season und wir sehen und in der Rift 游","replies":[]},{"id":"","poster":"Eroticat Nimar","date":"2020-03-09T08:11:09.133+0000","up_votes":1,"down_votes":0,"body":"Ich werde den Wechsel auf die ausweichforen nicht mitmachen, hat mir aber gro른 Freude gemacht dich hier zu haben\n\nGerade dein \"Gespr칛ch\" mit einigen schon alleine unter diesem Post ist genau dass wof칲r man dich lieben gelernt hat \n\nMiss ya","replies":[]},{"id":"","poster":"Die Supporterin","date":"2020-03-09T07:20:37.489+0000","up_votes":1,"down_votes":0,"body":"Ja finde ich auch gut da es direkt Ersatz gibt aber passt bei den neuen Forums bitte auf die sind nicht offiziell von Riot und gebt da einen anderen Benutzernamen und ein anderes Passwort als auf euren LoL Account ein, ich will niemanden was unterstellen aber lieber ist man zu vorsichtig als seinen Account zu verlieren","replies":[]},{"id":"","poster":"MaRsIdErPoLe","date":"2020-03-09T04:28:31.784+0000","up_votes":1,"down_votes":0,"body":"&lt;3 uwu{{champion:150}}","replies":[]},{"id":"","poster":"Buchwurstvaddi","date":"2020-03-08T18:08:06.331+0000","up_votes":1,"down_votes":0,"body":"Alles Gute Dir :-D","replies":[{"id":"","poster":"R치yleigh","date":"2020-03-08T19:06:15.928+0000","up_votes":1,"down_votes":0,"body":"Dir auch {{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"wQuYcEd","date":"2020-03-09T03:58:23.430+0000","up_votes":1,"down_votes":0,"body":"Endlich bist du hurensohn weg","replies":[]}]}]},{"id":"","poster":"You Got My Name","date":"2020-03-08T11:03:29.971+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-popcorn}}","replies":[]}]}