{"id":"ZYhFvU2R","poster":"BRCCL IntOrFeed","date":"2020-02-22T15:11:59.879+0000","title":"X-Cup III - Offline 5v5 Turnier am 1.5 - 3.5.2020","subforum":"Turniere & Veranstaltungen","embed":{"title":"X-Cup","description":"X-Cup IIISchnappe dir 4 Freunde und stürze dich in harte Team-Fights, um zum besten Team der Region zu werden.","url":"https://x-cup.de/","image":null},"up_votes":4,"down_votes":0,"body":"BroccoLee lädt Spieler aus dem Großraum Augsburg herzlich ein zu der dritten Ausführung des X-Cups in der Jugendfreizeitstätte Matrix in Königsbrunn.\n\n\nTermine:\nFreitag, den **01. Mai 2020**/ / Check-In ab 10.00 Uhr\nSamstag, den **02. Mai 2020**/ / Check-In ab 10.00 Uhr\nSonntag, den **03. Mai 2020**/ / Check-In ab 10.00 Uhr\n\n⭐ Wer kann am Turnier teilnehmen?\nTeilnehmen dürfen grundsätzlich alle Teams bestehend aus 5 - 7 Spielern, deren Spieler mindestens 14 Jahre alt sind, einen League of Legends Account der Beschwörerstufe 30 oder höher besitzen und aus dem Großraum Augsburg kommen.\n\n⭐ Muss ich mich dafür anmelden?\nAlle Teams müssen sich vor Beginn für das Turnier anmelden. Eine Anmeldung nach der Frist ist aus organisatorischen Gründen nur in besonderen Fällen möglich. Die **Anmeldung** zum Turnier ist bis zum **01. April 2020** möglich.\n\n⭐ Kostet das was?\nFür alle Teams fällt eine Teilnehmergebühr von 25€ an. Dafür erhalten alle Teilnehmer, die sich für das lokale Turnier qualifizieren, ein CARE-Package. Dieses beinhaltet ein exklusives Gym-Bag mit Energy-Drinks und Popcorn.\n\n⭐ Muss ich PC, Maus und Tastatur selber mitbringen?\nDu musst lediglich deine eigenen Peripherie-Geräte mitbringen. Sprich Maus und Tastatur. Spielfähige Rechner und Headsets werden für die gesamte Turnierdauer gestellt.\n\n\nInformationen zum **Regelwerk** findet ihr hier:\nhttps://x-cup.de/rules/ \n\n**Anmeldung** unter\nhttps://x-cup.de/anmeldung/\n\n**Discord**\nhttps://discordapp.com/invite/NWXwZTC\nHier findet ihr auch noch weitere Iinformationen, eine Spieler- und Teamsuche und dort könnt ihr natürlich auch einfach Sachen nachfragen, die euch unklar sind.\n\n\n\nFür Interessierte die leider nicht teilnehmen können: \nDas gesamte Event wird vor Ort gecastet und **über jeden Zuschauer freuen wir uns**. Es wird auch mehreren anderen Zeitvertreib geben mit TFT, 1v1 Turnier und ähnlichem. Auch für die leibliche Verpflegung ist direkt im Austragungsort Matrix gesorgt.\nEbenso wird das gesamte Event auf Twitch gestreamt (Link wird auf Discord bekannt gegeben).","replies":[{"id":"","poster":"BRCCL INTcredibl","date":"2020-02-23T07:28:31.218+0000","up_votes":1,"down_votes":0,"body":"Nice, i am Hyped","replies":[]}]}