{"id":"cwswAEr1","poster":"IrreMilchkuh","date":"2019-10-07T10:23:45.399+0000","title":"World Tokens","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Halli Hallo\r\n\r\nich habe mir mitlerweile über 500 World Tokens erspielt und wollte mal fragen wie man die am besten ausgibt/was am meisten value hat.\r\nWofür gebt ihr die aus, was sollte man sich holen, was nicht?\r\nMomentan spiele ich mit dem Gedanken mir einfach keys und das emblem zu holen, weil mir alles andere irgendwie wertlos erscheint.\r\n\r\nLiebe Grüße{{item:2009}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-07T10:34:34.281+0000","up_votes":1,"down_votes":0,"body":"Also das sollte man sich eigentlich schon dem Kauf des Passes fragen ^^\n\nIch bin zurzeit durch eine Operation am Fuß viel zu Hause da ich so nicht arbeiten kann.\nDeshalb lohnt es sich für mich, atm bin ich bei 1400 Marken.\n\nIch warte bis zum Ende des Events und gebe, dann meine Marken optimal aus aber auf jeden Fall wird es für mich ein Chroma für Shyvana und ein Prestige Skin geben.\nDen Rest nutze ich wohl für Orbs je nachdem was ich daraus bekomme, entscheidet sich auch welchen Prestige Skin ich nehme.\n\nSo ähnlich könntest du es auch machen.","replies":[{"id":"","poster":"jackiii","date":"2019-10-07T11:59:30.557+0000","up_votes":2,"down_votes":0,"body":"Also ich habe jetzt 934 und versuche auf die 2200 zu kommen um mit den 100 PP dann den kommenden Miss Fortune Skin zu kaufen.\nIch hab 31 Keys, kannst gern paar abhaben :D","replies":[{"id":"","poster":"Ráyleigh","date":"2019-10-07T12:46:58.064+0000","up_votes":2,"down_votes":0,"body":"Hast du nicht auch 31 Kisten über?{{sticker:sg-soraka}}","replies":[]}]},{"id":"","poster":"IrreMilchkuh","date":"2019-10-07T11:39:02.194+0000","up_votes":1,"down_votes":0,"body":"Danke dir, gute Ideen!\nWie hast du es zu 1400 Marken geschafft? Ich habe keine Mission offen und mein Pass ist 666 wert.","replies":[{"id":"","poster":"Bananenschnder","date":"2019-10-07T12:15:37.195+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=IrreMilchkuh,realm=EUW,application-id=YnZkMR0R,discussion-id=cwswAEr1,comment-id=00000000,timestamp=2019-10-07T11:39:02.194+0000)\n>\n> Danke dir, gute Ideen!\n> Wie hast du es zu 1400 Marken geschafft? Ich habe keine Mission offen und mein Pass ist 666 wert.\n\nWas meinst du mit \"der Pass ist wert\"? Hast du ihn noch nicht gekauft?\nWenn du ihn kaufst, kriegst du jeden Tag eine \"First win of the day\" Mission, die nochmal 18 Tokens gibt. Außerdem die 200 Tokens beim Kauf des Passes. Ich hab auch schon 1000 Tokens und spiele jetzt nicht sooo viel. Allerdings kann ich momentan auch von daheim arbeiten und TFT farmen; d.h. das einfach im Hintergrund laufen haben und bei 3-1 aufgeben für schnelle 4 Tokens.\n\nZur eigentlichen Frage:\n\nDie Chromas für die Championship Skins wird es (vermutlich) zu jeder Weltmeisterschaft wieder zu erwerben geben. Die Borders für den Ladebildschirm allerdings nicht; die holt man jetzt oder muss für immer darauf verzichten. Für beides benötigst du allerdings die zugehörigen Skins.\nDu kannst die Chromas/Borders auch holen, ohne dass du den Skin besitzt. Wenn einer der Champions dich anspricht, kannst du es dafür ausgeben.\nEs wird mit dem nächsten Patch (voraussichtlich ab nächstem Donnerstag) auch noch mehr im Shop geben, wenn die neuen High Noon Skins kommen. Für diese wird es auch exklusive Chromas und die Borders geben sowie neue Emotes und Icons.\n\nDer Prestige Skin wird nach dem Event nicht mehr erhältlich sein*. Das ist wahrscheinlich das \"Besonderste\", was du hier erwerben kannst, weil es zeigt, dass du während diesem Event viel gespielt hast. Wenn du vor hast, LOL noch eine Weile zu spielen, kann ich dir garantieren, dass in 2-3 Jahren dich viele Leute um diesen Skin beneiden werden.\nÄhnliches gilt für die Prestige Punkte, mit denen du auch Prestige Skins erwerben kannst. auch diese werden ab nächstem Februar nie wieder erhältlich sein und sind deshalb \"besonders\".\n\nSchlüssel etc. würde ich eher als Resteverwertung der übrigen Tokens verwenden, die du nicht für \"Gute\" Sachen aus geben kannst.\n\n* Streng genommen kannst du die Skins noch durch unendlich viel Glück aus einer Kiste ziehen oder als Reroll. Aber da musst du unendlich viel Glück haben oder unendlich viel Geld :D","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-10-07T11:43:23.847+0000","up_votes":2,"down_votes":0,"body":"Kein Ding :)\n\nIch habe mir den Pass direkt und einfach gespielt^^\nWie gesagt ich habe viel Zeit leider :D","replies":[]}]}]}]}