{"id":"TvhINvLN","poster":"MoonIightz","date":"2018-11-20T14:26:53.453+0000","title":"welcher Laptop zum LoL zocken?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nich habe hier drei Laptops zur Auswahl und w&uuml;rde mich freuen, wenn ihr mir sagen k&ouml;nntet, welcherder beidenbesser zum LOL zocken geignet ist.\r\nSolltet ihr wissen, wo es g&uuml;nstiger einen gibt, der daf&uuml;r gut genug ist,schickt mir auch gerne einen Link :)\r\nVielen Dank im Vorraus, und liebe Gr&uuml;&szlig;e, MoonlightZ\r\n\r\nhttps://www.ebay-kleinanzeigen.de/s-anzeige/toshiba-laptop-15-i5-3-2ghz-8gb-ram-2gb-grafik/995184681-278-3127\r\n\r\nhttps://www.ebay-kleinanzeigen.de/s-anzeige/acer-aspire-es-15-office-365-personal-abonnement/987922931-278-3128\r\n\r\nhttps://www.ebay-kleinanzeigen.de/s-anzeige/medion-notebook-p7402-md60850-garantie-bis-ende-aug-2020/994910035-278-3123","replies":[{"id":"","poster":"Shacoláde","date":"2018-11-20T15:04:51.260+0000","up_votes":2,"down_votes":0,"body":"Über ebay kleinanzeigen würde ich dir abraten PCs oder Laptops zu kaufen, da du im Haftanspruch oder Garantiefall Probleme bekommen kannst.\nWichtig um LoL Flüssig spielen zu können ist, eine schnelle Festplatte SSD oder SSHD (comb. aus SSD und HDD) und genügend Arbeitsspeicher (bestens 8-16 GB DDR4). Such dir einen Laptop aus, wo du diese einfach tauschen kannst sodass du immer auf den aktuellen Stand bleiben kannst , ohne dir immer einen neuen Laptop kaufen zu müssen. Lass dir das auch vom Hersteller bestätigen, dass du die selbst tauschen kannst.\nKauf dir einen Laptop ohne Betriebssystem, da es dich deutlich teurer kommt, als wenn du es selbst raufspielen würdest.\nDeine Grafikkarte solltest du auf deinen speziellen Zweck ausrichten. Wenn du \"nur\" LoL spielen willst, muss es keine high end Grafikkarte sein, sonder \"nur\" genügend internen Speicher haben. \nBildschirm HD- Auflösung mit 17 Zoll würd ich dir auf jeden Fall empfehlen.\nBitte keine Laptops kaufen von Dell, welche eher für industrielle Zwecke gedacht sind und meißt auch sehr teuer.\nAuch keine von Medion, da ich oft schon schlechte Erfahrung gemacht habe. Meißtens mit dem \"minderwertigen Akku\"\nAcer oder Asus ist für mich ne gute Marke\n\nKurz nochmal\nSSD oder SSHD Festplatte\n8-16GB DDR4 RAM\nASUS oder ACER Laptop (Meine Erfahrung) kann ich empfehlen\nIntel Prozessor I5 denk ich reicht\nGrafikkarte Gefore 900+ min 4GB RAM\n\nvon denen 3. Laptops würde ich dir von allen abraten.\nHab leider keine zeit für dich einen rauszusuchen.\nWiegesagt kauf dir keinen über ebay kleinanzeigen","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-11-21T09:12:29.172+0000","up_votes":1,"down_votes":0,"body":"Für lol schiesst du damit mit einer Bazooka auf Spatzen, hätte tatsächlich wesentlich weniger empfohlen. Eine i5/8gb/ssd/1050 (evtl. sogar mx oder 940) reicht denke ich auch. \n\nKurzum Standard 700€-1000€ Media Markt Laptop.","replies":[{"id":"","poster":"Shacoláde","date":"2018-11-21T10:05:49.562+0000","up_votes":1,"down_votes":0,"body":"Jein....für LoL braucht er nicht drigened soviel wie beschrieben, jedoch bin ich der Meinung, dass man sich lieber einmal einen ordentlichen kauft, anstelle hier und da zu sparen um später zu merken, dass es besser gewesen wäre mehr zu investieren. Beim Prozessor und der Grafikkarte sollte man sich sicher sein, welche man sich kauft, da sie fest verbaut sind. Festplatte und RAM kann man da meißt selber noch nachrüsten. Da kann man abstriche machen. \nEs kommt halt darauf an, wieviel Geld er ausgeben möchte.","replies":[]}]},{"id":"","poster":"Shuowian","date":"2018-11-20T15:14:36.721+0000","up_votes":1,"down_votes":0,"body":"Und die meisten Käufer setzen das BS nicht neu auf, daher würde es mich nicht wundern, wenn da der ein oder andere auch Infiziert verschickt wird.","replies":[{"id":"","poster":"Shacoláde","date":"2018-11-20T15:22:59.633+0000","up_votes":1,"down_votes":0,"body":"kann auch vorkommen, dass stimmt.","replies":[]}]}]}]}