{"id":"EcNXUIxy","poster":"Spicavius","date":"2018-11-19T14:42:56.271+0000","title":"Community wirklich so negativ wie oft beschrieben?","subforum":"Spielerverhalten & Moderation","up_votes":9,"down_votes":4,"body":"Ganz ehrlich. Dieser Unsinn mit der zweiten Chance f&uuml;r Flamer mit &quot;nur&quot; einer CR bis zum Februar ist so ein Witz.\n\n> Also Riots Aussage ist ja:\n> &gt; In den letzten Wochen und Monaten haben wir jedoch jede Menge Feedback erhalten, dass es sich mies anf&uuml;hlt, aufgrund einer Chateinschr&auml;nkung in den letzten Saisontagen auf Ehrungsstufe 0 oder 1 zu fallen.\n\nSo nun zu meiner Hypothese. (Hoffentlich ist Hypothese in dem Fall richtig angewendet =) )\nRiot hat so einen gro&szlig;en Shitstorm (oder schlechtes Feedback) f&uuml;r die Ehrungsstufe 2-Grenze bekommen, dass sie ihre Meinung &auml;ndern und somit die Regelung ver&auml;ndern, wohlgemerkt zu Gunsten der &quot;Community&quot;.\n\nRiot bel&auml;sst nun ihre Entscheidung, dass die Flamer eine 2. Chance kriegen. Bedeutet f&uuml;r mich, dass scheinbar der Shitstorm (oder negatives Feedback) von der NETTEN Seite der Community nicht so gro&szlig; ist. Also, dass der nette Teil der Community einfach kleiner ist als der toxische Teil der Community.\n\nAlso scheint es so zu sein, dass Riots Community haupts&auml;chlich aus Leuten besteht, die eine CR bekommen und nun nat&uuml;rlich unzufrieden waren, dass sie nun keine Seasonbelohnungen bekommen, sonst w&auml;re Riots Entscheidung ja nicht an die Mehrheit (Flamer, die eine Strafe bekommen haben) gegangen, sondern eher in die Richtung, dass die Flamer bestraft bleiben und aus ihrem Verhalten lernen.\n\nMan muss ja noch dazu sagen, dass es wirklich schwer ist eine CR zu bekommen. Zumindest als normaler Spieler. Um eine CR zu bekommen muss man sich dutzend Spiele wie ein Arsch verhalten.\nAuch wenn oft das Argument kommt, dass man sich &quot;nur&quot; diese 2-3 Spiele negativ verhalten hat, kann das nunmal nicht stimmen, da scheinbar die Toleranz so weit nach unten bereits mit negativen Verhalten in den vorherigen Spielen gedr&uuml;ckt wurde, dass dann **nat&uuml;rlich ** 2-3 **besonders** toxische Spiele ausreichen, um eine CR zu bekommen. Es ist eben das Verhalten davor das auch den Unterschied macht.\n\nEs ist einfach nur traurig, dass scheinbar der negative Teil der Community soweit &Uuml;berhand genommen hat, dass schon nur **genug** &quot;Feedback&quot; ausreicht, um Riots Strafen einknicken zu lassen.\n\nWei denkt ihr dar&uuml;ber? UND wie denkt ihr, wie Riot das Honorsystem Season 9 ver&auml;ndert?\n\nImmerhin gibt es &quot;3 Seasons&quot; in Season 9.\nSomit wird man wohl dauerhaft gutes Verhalten zeigen m&uuml;ssen. Aber wer wei&szlig; vllt wird Riot die Anforderungen auf die 1. Honorstufe runtersetzen und die Anforderungen zum Aufsteigen stark reduzieren. Ist meine Prognose zumindest. {{sticker:sg-miss-fortune}}\n\nLink zum Original Post: https://boards.euw.leagueoflegends.com/de/c/ankundigungen-de/BdbwXydv-ehrungsvoraussetzung-far-belohnungen-zum-saisonendea-aktualisierung","replies":[{"id":"","poster":"Lanifa","date":"2018-11-20T11:06:47.076+0000","up_votes":4,"down_votes":0,"body":"Meiner Meinung nach kann Riot in Season 9 das Honorsystem ganz abschaffen. \nSie haben eine Regel aufgestellt und schließlich gekniffen diese durchzusetzen, weil eben der toxische Community Teil viel größer ist und der Shitstorm wahrscheinlich Riot überrumpelt hat. Aber anstatt daran fest zu halten und zu sagen \"Das ist wirklich blöd für euch, aber lernt draus.\" haben sie alles über den Haufen geworfen und sagen \"Oh... wir haben wirklich gehofft dass ihr es alle noch auf Honor 2 schafft, da dem nicht so ist werden wir euch noch Zeit einräumen... damit ihr seht dass ihr in Ruhe weiter flamen und beleidigen könnt, weil wir euch eh 10 Chancen einräumen\". Mich hat die Neuigkeit sehr entrüstet, ich finde das ist ein großer Problem im Spiel und Riot hat sich gerade alle Mühe gegeben nochmal zu zeigen, dass Beleidigen absolut nicht schlimm ist und das man ruhig so weiter machen kann. Deswegen sollen sie das Honorsystem einfach wieder abschaffen, ist eh für die Katz.","replies":[{"id":"","poster":"Cenâreth","date":"2018-11-21T15:14:55.406+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Lanifa,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=000c,timestamp=2018-11-20T11:06:47.076+0000)\n>\n> Meiner Meinung nach kann Riot in Season 9 das Honorsystem ganz abschaffen. \n> Sie haben eine Regel aufgestellt und schließlich gekniffen diese durchzusetzen, weil eben der toxische Community Teil viel größer ist und der Shitstorm wahrscheinlich Riot überrumpelt hat. Aber anstatt daran fest zu halten und zu sagen &quot;Das ist wirklich blöd für euch, aber lernt draus.&quot; haben sie alles über den Haufen geworfen und sagen &quot;Oh... wir haben wirklich gehofft dass ihr es alle noch auf Honor 2 schafft, da dem nicht so ist werden wir euch noch Zeit einräumen... damit ihr seht dass ihr in Ruhe weiter flamen und beleidigen könnt, weil wir euch eh 10 Chancen einräumen&quot;. Mich hat die Neuigkeit sehr entrüstet, ich finde das ist ein großer Problem im Spiel und Riot hat sich gerade alle Mühe gegeben nochmal zu zeigen, dass Beleidigen absolut nicht schlimm ist und das man ruhig so weiter machen kann. Deswegen sollen sie das Honorsystem einfach wieder abschaffen, ist eh für die Katz.\n\nDas Honorsystem ist für mich eigentlich überflüssig, weil du wirst nicht anhand deiner Leistung gehonored sondern anhand deines Beliebtheitsgrades, sprich ob z.B. also DuoQ Partner oder FlexQ 5vs5, da honored jeder seinen eigenen Pre, egal wie schlecht er gespielt hat.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-11-22T06:33:26.759+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Cenâreth,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=000c0000,timestamp=2018-11-21T15:14:55.406+0000)\n>\n> Das Honorsystem ist für mich eigentlich überflüssig, weil du wirst nicht anhand deiner Leistung gehonored sondern anhand deines Beliebtheitsgrades, sprich ob z.B. also DuoQ Partner oder FlexQ 5vs5, da honored jeder seinen eigenen Pre, egal wie schlecht er gespielt hat.\n\nNur blöd, dass das System nicht so unfähig ist, das nicht zu erkennen, steht sogar in der FAQ.\nNoch blöder, dass man sogar ohne auch nur irgendeinen Fremdhonor am Ende der Saeson bei genug Spielzeit ebenfalls Stufe 5 haben sollte.\nAm blödesten, dass das eigene Honorverhalten die Geschwindigkeit des eigenen Aufstiegs ebenfalls beeinflusst und auch hier Fremdhonors mehr Effekt haben als, wenn man nur Pres honort.\n\nIch honor z.B. Premades nur dann, wenn kein Random dabei war, der nicht toxisch gewesen ist.\n\nHat auch gut funktioniert, ich hatte Stufe 5 als einer der ersten(die ersten Lvl5 Leute habe ich ca. ne halbe Woche, bevor ich es selbst wurde, in meinen Games gesehen) und gehör immer noch zu den Spielern, die oft genug miserable Runden haben, die meisten Spiele absolut nichts schreibt und dem auch ab und an mal der Kragen platzt und nem Flamer/Blamer dann auch mal drückt, ob er wirklich glaubt, dass ich nach den Anfeindungen noch irgendwa auf seine Calls, Pings, Wünsche geben würde.\n\nIst halt dasselbe Prinzip wie beim Reporten, wer sich nicht informiert oder es einfach nicht kapieren will, die einen ärgern sich, wenn dem pls report 9x nicht gefolgt wird, die anderen, wenn sich Pres nur gegenseitig honorn, obwohl beide sich eigentlich nur selbst ins Knie schießen und es für einen selbst absolut Latte ist, was die anderen treiben.","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-22T06:45:04.820+0000","up_votes":2,"down_votes":0,"body":"Ich mag dich vielleicht falsch verstanden haben, in Bezug auf die Passage \"nicht anhand deiner Leistung [...] sondern anhand deines Beliebtheitsgrades\".\n\nIst da denn so falsch?\nWenn ich einen Spieler habe, der das Spiel carried aber alles und jeden flamed oder allgemein sehr toxisch ist, werde ich ihn nicht ehren ... dann ehre ich lieber den Spieler, der die Lane verloren hat aber ruhig geblieben ist und dann doch ein wertvoller Teil des Teams wurde.","replies":[{"id":"","poster":"Cenâreth","date":"2018-11-30T11:08:12.326+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=000c00000002,timestamp=2018-11-22T06:45:04.820+0000)\n>\n> Ich mag dich vielleicht falsch verstanden haben, in Bezug auf die Passage &quot;nicht anhand deiner Leistung [...] sondern anhand deines Beliebtheitsgrades&quot;.\n> \n> Ist da denn so falsch?\n> Wenn ich einen Spieler habe, der das Spiel carried aber alles und jeden flamed oder allgemein sehr toxisch ist, werde ich ihn nicht ehren ... dann ehre ich lieber den Spieler, der die Lane verloren hat aber ruhig geblieben ist und dann doch ein wertvoller Teil des Teams wurde.\n\nUnd da genau sind wir auf dem Punkt du honorest einen Spieler den du liebst, mögst etc. Für was brauch ich dass Honor System dann? Ich denke dass Honor System war gedacht dafür leistungsbezogene Relevanzen zu tun, und ein toxischer Spieler wird kaum irgendetwas gecarried haben und überhaupt carrien können, wenn er sich zu 80 % mit Flamen und beleidigen beschäftigt.","replies":[{"id":"","poster":"Qbert","date":"2018-11-30T11:12:28.480+0000","up_votes":2,"down_votes":0,"body":"Da hast du mich falsch verstanden.\n\n> Und da genau sind wir auf dem Punkt du honorest einen Spieler den du liebst, mögst \n\nFalsch.\nKennst du den Spruch \"Ehre wem Ehre gebührt\"? ... danach handle ich. Wenn jemand super gut spielt aber alle als Noobs bezeichnet, sich darüber lustig macht wie schlecht alle sind oder was auch immer .... dann ist das definitiv nicht ehrenhaft.\n\nEs ist also das Zusammenspiel diverser Dinge. Denn wenn jemand einfach verliert weil der Gegner besser war, aber ruhig geblieben ist, dann ehre ich ihn ... denn dafür gibt's nämlich sogar eine Ehrungsmöglichkeit.","replies":[{"id":"","poster":"Cenâreth","date":"2018-12-03T14:55:49.317+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=000c0000000200000000,timestamp=2018-11-30T11:12:28.480+0000)\n>\ndanach handle ich. Wenn jemand super gut spielt aber alle als Noobs bezeichnet, sich darüber lustig macht wie schlecht alle sind oder was auch immer .... dann ist das definitiv nicht ehrenhaft.\n> \n\nAber wenn einer Scheiße spielt, aber nicht flamed, den honorest du ja?\n\nBei mir ist es das Gesamtprinzip und dazugehört auch wie man im Match auftritt.","replies":[{"id":"","poster":"Qbert","date":"2018-12-03T15:16:11.760+0000","up_votes":1,"down_votes":0,"body":"> Aber wenn einer Scheiße spielt, aber nicht flamed, den honorest du ja?\n\nKommt wirklich drauf an.\nSagen wir mal wir spielen alle bescheiden, 3 Leuten flamen und einer ist ruhig und gibt sich Mühe ... dann honore ich ihn vielleicht ... \nWenn jetzt aber zwei Leute richtig, richtig gut spielen, einer davon benimmt sich wie die Axt im Walde und einer sagt gar nix/feuert das Team an ... dann honore ich letzteren.\nWenn jetzt aber 4 Leute normal spielen, 3 davon flamen wie die Idioten und der 4. bin ich ... Nummer 5 verkackt's so sehr, dass wir verlieren ... dann honore ich denjenigen auch nicht, ich honore dann gar keinen... denn mMn hat's dann niemand verdient.\n\nEs ist wirklich extrem situativ und ich honor nach meinem Ermessen und es ist so, dass ich nicht immer den honor, der am besten gespielt hat.","replies":[]}]}]}]}]},{"id":"","poster":"Lanifa","date":"2018-11-21T15:24:21.118+0000","up_votes":1,"down_votes":0,"body":"Da gebe ich dir durchaus recht. Ich erlebe es auch oft so, dass Pre sich grundsätzlich honorn, egal wie gut die anderen Spieler waren. Was ich auch oft mitbekommen habe ist, dass gute Spieler die herausstechen ebenfalls oft keinen Honor bekommen sondern eher die schwächeren. Ob das jetzt am Mitleid, Missgunst oder eventuell dem Anstreben das so zu machen wie in Korea (Glaube es war dort, dass man die schlechten honored) liegt weiß ich nicht. Ein schöner Nebeneffekt waren die Kapseln, jedoch hält das diejenigen, die flamen nicht davon ab es weiter zu tun und jetzt nach dieser spontanen Entscheidung von Riot jedem noch länger Chancen zu lassen, finde ich dass das System noch überflüssiger geworden ist. Aber das ist nur meine persönliche Meinung.","replies":[]}]},{"id":"","poster":"Dela The Rascal","date":"2018-12-24T11:48:46.370+0000","up_votes":1,"down_votes":1,"body":"Sehe ich genau so! Habe schon mal in einem anderen Post erwähnt das dieses Honorsystem absolut nutzlos ist. Desweiteren kann ich nur nochmal meine unpopuläre Meinung äußern das Riot nach meinem Gefühl teilweise keine Lust hat Leute richtig zu bestrafen die sich einfach permanent Kagge benehmen, da Ihnen sonst zu viele Spieler weglaufen würden. Ehrlich gesagt hab ich gar nichts gegen ein bisschen Trashtalk und Flamen aber was teilweise abgeht ist einfach nur noch lächerlich und zeigt in welchem Zustand sich die Society allgemein befindet. \n\nDas Niveau ist in den letzen 2-3 Jahren generell so weit nach unten gerutscht das man sich wirklich denkt ob man dies nun als Standard zu akzeptieren hat. Es zeigt sich leider generell in der Spielebranche so das Fame, Money und blanke Zahlen über allem anderen steht.  \n\nMir ist es ehrlich gesagt langsam schleierhaft und finde es extremen BS das es hier noch Leute gibt die das System auch noch verteidigen. Ganz ehrlich .. bekommt ein paar Eier anstatt an jenigen .. ach egal","replies":[]}]},{"id":"","poster":"Valnar","date":"2018-11-19T16:04:57.007+0000","up_votes":4,"down_votes":1,"body":"Moin!\nJa ich kann deinen Unmut völlig verstehen und es wäre angebracht das man wenn man einmal bestraft wurde\neinfach für diese Season komplett raus ist mit den Rewards.\n \nWarum? Ganz einfach Skins/Chromas für Free zu bekommen ist erstmal nicht selbstverständlich.\n\n**Flamer und Beleidigungen** sollten härter bestraft werden, wenn ich z.B. in meinem Fußballverein nach einem\nbösen Foul mein Gegner beleidige, bekomme ich auch eine persönliche Strafe ( Gelb/Rot ) und das auch zu Recht!\n\nKlar sollte man aber auch in den Grauzonen schauen, in meinem Fall hat ein **Shut Up** gereicht um aus Honor 5\ngeschmissen zu werden + Chatsperre. \nDas Shut Up ging zu meiner Janna die mich bedroht/beleidigt und sonst was gewünscht hat. Sie wurde nicht bestraft ;), \nAber trotzdem habe ich **meine Strafe verdient** und\nhätte jetzt auch nicht geweint wenn ich **keine Rewards kriegen würde**, verdient wären sie nämlich nicht gewesen. \n\nWas ich damit sagen will, wenn mir einer aufn Sack geht ist ein **/mute** besser als irgendein gepfefferter Kommentar, ändern wirste den anderen eh nicht. \n\nAußerdem kann ich jedem nur raten der sich tilten lässt den **/all-Chat** auszumachen \nder wird dir niemals helfen das Game zu gewinnen.\n\nSchöne Preseason euch Jungs und Mädels :)\n\nValnar\n\n{{champion:84}}","replies":[{"id":"","poster":"Awsane","date":"2018-11-19T19:53:45.084+0000","up_votes":2,"down_votes":0,"body":"> Flamer und Beleidigungen sollten härter bestraft werden, wenn ich z.B. in meinem Fußballverein nach einem\nbösen Foul mein Gegner beleidige, bekomme ich auch eine persönliche Strafe ( Gelb/Rot ) und das auch zu Recht!\n\nWas genau versprichst du dir von härteren Strafen? Weil Abschreckend wirken die ja nicht (jedenfalls nicht darauf bezogen, was die Häufigkeit von Flame ingame angeht, also nur weil die Strafen härter werden, werden dadurch aus Angst nicht weniger Leute Flamen).\n\nIch würde viel mehr nach Konsequenter und Transparente Strafen fordern, weil das viel Eher zu einer Verringerung von Flame ingame führt.\n\nZudem ist ein Nachteil an harten Strafen, dass eine Resozialisierung schwerer wird, versteh mich nicht falsch, ich will schon Strafen, aber die sollten darauf abzielen, dass die Personen sich in Zukunft besser verhalten und das geht nur wenn die Bestrafte die Strafe akzeptiert und sie nicht zu hart ist. Gerade in Verbindung, dass wir wirklich schwerer Täter nicht komplett aus dem Game verbannen können, da die einfach neue Accounts machen können, sollte eine Reformierung im Vordergrund stehen und nicht unbedingt eine aus Opfer Sicht Gerechte Strafe (weil die oft hoch ausfällt und so im gegen Spruch zu einer erfolgreichen Reformierung steht)","replies":[{"id":"","poster":"Valnar","date":"2018-11-19T21:29:27.932+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir ziemlich sicher das eine Abschreckung gar nicht so schlecht wäre aber in manchen Punkten hast du recht.\nEin direkter Bann oder 14 Tage Bann für nen Flame wäre für mich auch überzogen aber warum nicht den Flamer wie \nein Leaver behandeln? Lowprio queue mit Wartezeit + Chatsperre. \n\nSollte er trotz \"Vorstrafe\" wieder ausfallend werden nochmal das gleiche mit komplettem Chatban. \n\nEin Mensch der 5 Nachrichten für Flame benutzen würde braucht den Chat sowieso nicht.\n\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Awsane","date":"2018-11-19T22:05:05.993+0000","up_votes":1,"down_votes":0,"body":"> Ich bin mir ziemlich sicher das eine Abschreckung gar nicht so schlecht wäre \n\nja, wenn es was bringen würde, nur (Leider) hängt die Abschreckung einer Strafe nicht (bzw sehr wenig) von ihrer härte ab, sondern davon ob man denkt, ob man erwischt wird oder nicht.\n\nUnd das sage ich nicht nur einfach so, sondern dass ist wissenschaftlich recht gut erforscht, in der Kriminalistik und Psychologie wird ja rege dazu geforscht.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T02:06:51.431+0000","up_votes":1,"down_votes":0,"body":"Wie meinst du eigentlich \"tranparente\" Strafen?\nMeinst du Riot müsste das besser kommunizieren? (Z.b. denken eben immernoch viele Spieler, dass mehrere Reports mehr bringen)\n\nDas sollten die doch mal echt angehen. Mehr Infos, die leichter zugänglich sind.\nDummerweise denke ich einfach, dass Riot einfach nicht NOCH mehr Aufmerksamkeit darauf lenken will, dass Riot ein starkes Flamer/Toxic Problem hat.\nDenke mal, dass würde neue Spieler abschrecken. Oder auch nicht kA.","replies":[{"id":"","poster":"Awsane","date":"2018-11-20T10:12:25.075+0000","up_votes":1,"down_votes":0,"body":"Ne, ich meine damit, dass Riot besser erläutert, warum du genau bestraft wurdest und bei sowas nicht einfach an uns verweist. \nEs geht mir hierbei darum, dass der Spieler das warum er bestraft wurde besser nachvollziehen kann, weil das ist nicht immer gegeben.\n\nZudem bedeutet Transparenz auch, dass man weiß, dass man bestrafte wird, wenn man sich schlecht Verhält und das nicht Mal Ja ja Nein ist.\n\nBei Flamern ist das gar nicht so das Problem, aber vor allem bei inten finde ich das sehr wichtig.\n\nIn einer Idealen Welt würde dann auch noch der Kontext berücksichtig werden. Sprich jemand der Ingame stark Provoziert wurde erhalt eine leicht geringere Strafe als jemand der das komplett von sich aus gemacht hat, nur um ein Beispiel zu nennen. Das ist ja wenn man vor Gericht wegen einer Straftat landet genau so. Wenn ich jemanden Verletzte erhalte ich unterschiedlich hohe Strafen je nachdem ob ich Provoziert(und wie) wurde oder nicht.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-11-20T11:55:01.082+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=000100000000000000000001,timestamp=2018-11-20T10:12:25.075+0000)\n>\n> Ne, ich meine damit, dass Riot besser erläutert, warum du genau bestraft wurdest und bei sowas nicht einfach an uns verweist. \n\nJeder bestrafe Spieler erhält doch einen Chatlog. Aus diesem geht hervor, warum der Spieler bestraft wurde. Wie sollte man das noch genauer machen?","replies":[{"id":"","poster":"Awsane","date":"2018-11-20T12:01:09.219+0000","up_votes":1,"down_votes":0,"body":"Weil nicht jedem klar ist was davon genau und warum toxisch ist. Sonst würden die ja nicht ins Forum kommen,also Bedarf ist da.\n\nWobei ich bei inten das wichtiger finde, dass da Timestamps drin sind mit Begründung warum das da als inten zählt wo er erwischt wurde.\n\nIch persönlich finde die Bestrafungslogs sind zu allgemein Formuliert.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-11-20T12:11:57.832+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=00010000000000000000000100000000,timestamp=2018-11-20T12:01:09.219+0000)\n>\n> Weil nicht jedem klar ist was davon genau und warum toxisch ist. Sonst würden die ja nicht ins Forum kommen,also Bedarf ist da.\n\nIch glaube eher, dass die Leute die Wut ins Forum treibt und weniger die Ahnungslosigkeit. Wenn man in jeder 4. Zeile \"kys\" lesen muss, kann ich mir nicht vorstellen, dass der Spieler nicht wusste, warum er bestraft wird.\n\n> Wobei ich bei inten das wichtiger finde, dass da Timestamps drin sind mit Begründung warum das da als inten zählt wo er erwischt wurde.\n\nMag ein Ansatz sein, aber Bans fürs Inten sind ja eher selten und werden noch dazu bei guter Argumentation auch mal aufgehoben.\n\n> Ich persönlich finde die Bestrafungslogs sind zu allgemein Formuliert.\n\nAllgemein? Es steht doch Wort für Wort alles drin. Bei einem Chatban kann auch mal kiloweise nur leichtes toxisches Verhalten den Ausschlag geben. Das lässt sich dann aber nicht weiter eingrenzen.","replies":[{"id":"","poster":"Wernicke","date":"2018-11-21T07:25:39.430+0000","up_votes":2,"down_votes":1,"body":"\"...und weniger die Ahnungslosigkeit. Wenn man in jeder 4. Zeile \"kys\" lesen muss, kann ich mir nicht vorstellen, dass der Spieler nicht wusste, warum er bestraft wird...\"\n\nZu viele sabeln einfach blind nach was sie iwo im Netz, in z.b. völlig verblödeten yt Kanälen ohne jeglichen Mehrwert, aufschnappen und sind sich gar nicht im Klaren darüber was sie da sagen.\n\nWeiterhin ist es ja so, dass wirklich den Spielern trotz oder gerade wegen den logs nicht klar ist das sie toxisch sind.\nWie oft ließt man etwas wie \"wegen den drei Spielen/logs wurde ich gebannt\" oder \"ich würde nur für shut up gebannt\". \nVielen ist gar nicht klar daß es z.b. nicht nur um die gezeigten logs geht, die sind ja nur die Spitze des Eisbergs. Es geht auch um das ganze Verhalten im Vorfeld. \nOder jemand sagt eben ich hab nur shut up gesagt, sonst nix. Dann schaut man sich die logs ab und fällt fastvom glauben ab.\nVielen ist heutzutage gar nicht klar was normales menschliches Verhalten ist. Sie werden durch angesprochene yt Kanäle geschult und gezüchtet wo der ganze content aus wtf, cancer, Autist zeux, anderen Flame Trends und diversen Beleidigungen besteht.\nEine Menge Spieler wissen nicht was sie mit den logs anfangen sollen, bzw wie sie zu lesen und verstehen sind. Sie helfen den Spielern leider nicht weiter, so traurig das auch ist.\nDie andere Frage wäre natürlich ob Betroffene und beschriebene Spieler überhaupt an einer genaueren Erklärung seitens Riot interessiert wäre.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-21T10:53:40.817+0000","up_votes":1,"down_votes":0,"body":"Naja ich denke schon, dass die Logs vielen Spielern helfen zu verstehen wieso sie bestraft wurden, ABER und da würde ich auch Verbesserungen sehen, ist der Gedanke, dass jeder für sich bestraft wird und der Kontext keine Rolle spielt.\n\nViele nennen ja das Argument, dass die anderen viel schlimmere Dinge geschrieben haben und dass sie ja nur geantwortet haben. Das spielt eben keine Rolle. Wenn das mal besser kommuniziert werden würde, würden sich vllt nur noch Leute im Forum melden, die denken wie dumm diese Vorgehensweise ist ^^.\n\nkA inwiefern Youtuber die Toxicness beeinflussen, aber selbst der Youtuber Maxim und Johnny haben so ein Halbwissen über das Thema Toxicness und Strafen und Straferkennung im Spiel, dass ich das echt schade finde, dass die dann eben das ganze nicht mal nachlesen bevor sie ein Video darüber machen.\n\nDadurch entsteht dann eben bei den Casuals Lol Spielern dieses Halbwissen oder sogar falsches Wissen.\nIch denke, dass es seeeeehr viel helfen würde, wenn Maxim oder andere deutsche Lol Youtuber mal sagen würde, dass \"Report XY\" keinen Einfluss hat.\nDas würde viel ändern. Denke ich.","replies":[{"id":"","poster":"Wernicke","date":"2018-11-22T09:39:40.839+0000","up_votes":2,"down_votes":0,"body":"\"... kA inwiefern Youtuber die Toxicness beeinflussen...\" \n\nIch habe eine kleine Tochter von neun Jahren, sie wächst natürlich mit Tablet usw auf, natürlich kontrolliert. \nWenn ich nicht im Auge hätte was sie sich da manchmal anschaut, na dann Prost Mahlzeit. \nIch kenne Eltern die ein wenig älter als ich sind, oder auch im etwa gleichen Alter (37), die gar kein Bezug mehr zu dem haben was aktuell in Mode ist, was alles auf YT frei zugänglich ist, usw... Wenn kleine Kinder singen \"gibs mir doggy\" dann muss ich mir schon an Kopf packen. Das passiert aber wenn Eltern gar nicht wissen was ihr Kind schaut oder wer Katja k. Ist.\nDann gibt es eben aber auch noch genügend z.b. lets plays wo es nur so vor Flüchen und Flame hagelt.\nDie Kinder wachsen damit auf und lernen das so ein Sprachgebrauch äußerst cool zu sein scheint, und leider eben auch normal.\n\n\"...aber selbst der Youtuber Maxim und Johnny haben so ein Halbwissen über das Thema Toxicness und Strafen und Straferkennung im Spiel, dass ich das echt schade finde, ...\"\n\nDas stimmt leider. Auch so ein Parade bsp ist der Herr silphi der seine strafen nicht versteht und seinen Zuschauern immer wieder erklärt daß er gar nicht soooo toxisch ist, oder etwas toxisch sein normal ist und dazu gehört, und seinen Zuschauern eben sein falsches Halbwissen vermittelt. ","replies":[{"id":"","poster":"Spicavius","date":"2018-11-22T13:52:58.307+0000","up_votes":1,"down_votes":0,"body":"Also das mit dem Aufschnappen kann schon stimmen. (kA ob es dazu Studien gibt. aber subjektiv gesehen würde dir zustimmen)\n\nAlleine schon bei mir bei der Arbeit gibt es einige Kollegen, die typisch Gangster Rap oder urbanen Rap hören. Die sprechen und verhalten sich auch demnach.\nAlso dieses Alpha Tier Gehabe. \nKleiner Teil eines Gespräches am Frühstückstisch mit anderen Kollegen.\n\"Gestern war so eine Perle da. Richtig Bombe. Konnte man auch gut ballern die Süße.\"\nIch:\" Und? Meinste das wird was Festes?\"\n\"Digga lass mal. Ich brauche meine Freiheit, außerdem war sie sowieso nicht die hellste Kerze.\"\n\nNaja. Typisch Alpha Tier Gehabe mit Macho Müll.\n\nLustig ist halt nur, dass dieser Typ bei diversen Geschichten, bei denen ich auch dabei war und weiß wie es WIRKLICH abgelaufen ist, massiv beim Erzählen übertreibt und sowieso auch diesen \"Slang\" auch bei Patienten anwendet. Vermtulich ohne es zu merken.\nDas kommt einfach nur blöd rüber.\n\nIch glaube aber fest daran, dass diese Leute diesen Slang auch abstellen können, wenn sie denn auch wollen. Vllt nicht die Sichtweise und das möchtegern Alpha-Tier aber den Slang, damit man nicht zu sehr das Gesicht in wichtigen Momenten verliert.^^\n\nDas nunmal zum Thema Aufschnappen. Es ist nunmal schwierig..","replies":[]}]}]}]},{"id":"","poster":"Awsane","date":"2018-11-20T13:26:03.078+0000","up_votes":1,"down_votes":0,"body":"Ja, ich finde man sollte in den Logs wenigstens das was toxisch ist markieren, und nicht das der Bestrafte sich das selber denken muss. Am besten wird begründet auch in welche Kategorie das fällt und warum es toxisch ist.\n\nGerade bei Homophobie finde ich das wichtig, weil einige die Bedeutung der Sachen die sie äußern gar nicht so bewusst ist, und hier Aufklärung mMn wichtig ist gerade auch um Vergehen in Zukunft zu vermeiden.\n\nDas alles könnte man auch den Bot machen lassen indem man einfach eine Bibliothek dazu erstellt und in den Logs die Markierung ( des toxischen Verhalten) dann zu dem relevanten Eintrag führt.","replies":[]}]},{"id":"","poster":"Spicavius","date":"2018-11-20T17:57:05.699+0000","up_votes":1,"down_votes":0,"body":"Wobei ich bei inten das wichtiger finde, dass da Timestamps drin sind mit Begründung warum das da als inten zählt wo er erwischt wurde.\n\nWäre nicht gut. Das System reagiert ohnehin schon nicht so verlässlich. Wenn die wenigen Bestraften, dann auch noch sehen wo genau das System triggert, dann wird einfach das System ausgetrickst.\nIch denke, dass tatsächlich Unwissenheit in diesem speziellen Bereich besser ist. Genauso wie bei den ELO Boost Strafen oder Cheat Strafen.","replies":[]}]}]}]},{"id":"","poster":"Lanifa","date":"2018-11-20T11:11:30.549+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=00010000000000000000,timestamp=2018-11-20T02:06:51.431+0000)\n>\n> Dummerweise denke ich einfach, dass Riot einfach nicht NOCH mehr Aufmerksamkeit darauf lenken will, dass Riot ein starkes Flamer/Toxic Problem hat.\n> Denke mal, dass würde neue Spieler abschrecken. Oder auch nicht kA.\n\nDas Riot ein Problem hat merkt auch einer neuer Spieler sehr schnell... ich hatte schon einigen Freunden versucht das Spiel näher zu bringen, mit denen ich gerne zusammen gespielt hätte. Aber in den Low Lvls sind so viele Smurfs unterwegs die nicht daran denken, dass es einen Anfänger geben kann, der erst lernen muss, sondern erwarten dass dieser alles sofort beherrscht. Dementsprechend wird sofort beleidigt und wer neu mit dem Spiel anfängt hat spätestens nach 2-3 Runden keine Lust mehr sich beleidigen zu lassen und spielt lieber etwas anderes.","replies":[]},{"id":"","poster":"eingew","date":"2018-11-20T06:55:15.008+0000","up_votes":1,"down_votes":0,"body":"Naja, also die Strafstufen kann man nun wirklich sehr leicht herausfinden. Wenn du \"LoL Punishment\" googelst ist [das hier](https://support.riotgames.com/hc/de/articles/207489286-H%C3%A4ufig-gestellte-Fragen-zum-Sofort-Meldesystem) das erste Ergebnis.\n\nIch finde zwar auch, dass Riot die Infos über die Bestrafungssysteme generell zentraler und verlässlicher bereitstellen sollte, aber was so grundlegendes Wissen wie die Länge der Strafen angeht, da glaube ich schon, dass es weniger an Riot liegt, sondern eher daran, dass die meisten Spieler sich einfach überhaupt nicht für so etwas interessieren.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2018-11-20T11:46:17.937+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=0001000000000000,timestamp=2018-11-19T22:05:05.993+0000)\n>\n> Und das sage ich nicht nur einfach so, sondern dass ist wissenschaftlich recht gut erforscht, in der Kriminalistik und Psychologie wird ja rege dazu geforscht.\n\nZum einen ist es zweifelhaft, ob man Kriminalität mit Regelverstößen bei einem Computerspiel vergleichen kann, zum anderen sind die wissenschaftlichen Theorien und Studien zur Kriminalprävention ziemlich komplex und auch nicht unbestritten.\n\nIn der Rechtsprechung werden gelegentlich \"Warnschussarreste\" gegen jugendliche Intensivtäter verhängt, die sich mit leichten Strafen, namentlich Verwarnungen mit Strafvorbehalt, Geldstrafen und Sozialstunden eben nicht mehr abschrecken lassen, vor allem in Bayern. Auch wenn das von Kriminologen kritisiert wird, ist doch die Kriminalitätsrate und das Sicherheitsgefühl in Bayern ein ganz anderes als zB in Berlin. ","replies":[{"id":"","poster":"Awsane","date":"2018-11-20T11:54:37.413+0000","up_votes":1,"down_votes":0,"body":"Ich bin der Meinung, dass man das Fehlverhalten vergleichen kann, weil ich denke, dass die Psychologie dahinter sehr ähnlich wenn nicht sogar die selbe ist.\n\nDas ganze Thema ist umstritten, dennoch finde ich die Befunde zu meiner These am vielversprechendsten.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-11-20T12:08:58.194+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Awsane,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=000100000000000000010000,timestamp=2018-11-20T11:54:37.413+0000)\n>\n> Ich bin der Meinung, dass man das Fehlverhalten vergleichen kann, weil ich denke, dass die Psychologie dahinter sehr ähnlich wenn nicht sogar die selbe ist.\n> \n\nIch bin da anderer Auffassung. Wenn man wie du davon ausgeht, dass der Strafzweck vor allem der Resozialisierung dienen soll, dann muss die Strafe auch tatsächlich vollstreckt werden, damit sie ihre resozialisierende Wirkung entfalten kann. In der Realität übernimmt die Strafvollstreckung der Staat. Und in League? Anders als in der Realität hat man hier die Möglichkeit, über Smurfs die Strafvollstreckung zu umgehen (ausgenommen Chatretrictions, die nicht von alleine ablaufen). Wer 14 Tage gebannt wird, kann in dieser Zeit smurfen. Er hat keinen Grund, die ausgesprochene Strafe zu akzeptieren, weil sie ihn in seinem Verhalten gar nicht tangiert. Und Riot hat keine Möglichkeit, den Spieler am Smurfen zu hindern.\n\nIch wäre dafür einen anderen Ansatz: Permanente Accountbans auf Bewährung: Damit meine ich, dass der Account schon sehr früh permanent gebannt werden sollte. Für den Spieler ist das sehr einschneidend, weil das gesamte investierte Geld mit dem jahrelang gepflegten Account verloren ist. Gleichzeitig hat der Spieler aber die Möglichkeit, durch gutes Verhalten diesen Account zurückzubekommen. Über den Main-Account lässt sich etwa ein Smurf-Account erstellen. Wenn der Spieler dort gutes Verhalten gezeigt hat, wird die permanten Sperre des Main-Accounts aufgehoben. Diese Prozedur lässt sich wiederholen, aber der Spieler muss immer für längere Fristen gutes Verhalten zeigen.\n\nIch glaube, dass das unterm Strich erfolgsversprechender wäre als dass man wie jetzt ewig und drei Tage flamen muss, um überhaupt mal 10 Spiele Chatsperre zu bekommen, nur damit dann recht schnell der Permabann folgt, obwohl Riot dieses ungewünschte Verhalten lange toleriert hat.","replies":[{"id":"","poster":"Awsane","date":"2018-11-20T14:04:16.690+0000","up_votes":1,"down_votes":0,"body":"Eine Abwandlung der Idee finde ich gar nicht schlecht, aber komplette Smurfs finde ich schlecht. Weil das führt nur zu einer zusätzlichen Belastung des low Level Bereichs und das ist etwas das wir nicht wollen, man muss es den Anfängern nicht noch schwerer machen.\n\nAber ein Sperren von Skins und oder Champions mit beibehalten des MMR kann was bewirken.\n\nEin weiteres Problem ist, dass ein Verschieben der Spieler von Rankeds zu Normals als Strafe nur bedingt Sinnvoll ist. Weil dann werden nur die normals toxischer.\n\nMan müsste eine Solo ( nur ein Menschlicher Spieler) Warteschlange haben, die nervig zu spielen ist wo er seine Strafe abarbeiten kann ohne andere Menschen zu belasten.\n\nIch finde wir brauchen einfach andere Strafen als Momentan, den abarbeiten Ansatz finde ich gut.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T18:15:06.103+0000","up_votes":2,"down_votes":0,"body":"Naja. Dadurch, dass du den Smurf mit dem Main Account koppelst, wirst du nicht mit Anfängern gematcht.","replies":[{"id":"","poster":"Awsane","date":"2018-11-20T18:46:58.158+0000","up_votes":1,"down_votes":0,"body":"Das ist dann kein Smurf, weil das was einen smurf auszeichnet und der grund für die meisten für einen smurf ein anderes MMR ist\n\nDann ist das ein beschränkter account, aber gut sich hier um Definitionen zu streiten bringt uns nicht weiter.\n\nWenn der Account LV 30 startet und auch ranked spielen kann ist das okay.\n(bitte nicht alle toxic spieler einfach in normals verschieben, dass ist kein guter weg damit umzugehen)","replies":[{"id":"","poster":"eingew","date":"2018-11-21T07:48:06.392+0000","up_votes":2,"down_votes":1,"body":"Man kann ja Smurfs trotzdem an den Mainaccount koppeln. Die müssen deshalb ja nicht die gleiche MMR haben.","replies":[{"id":"","poster":"Awsane","date":"2018-11-21T10:27:35.434+0000","up_votes":2,"down_votes":0,"body":"Wozu sollte das gut sein, das belastet dann nur das Matchmaking.\n\nWenn wir Leute bestrafen die Smurfs erstellen,als Teil der Reformierung, die dadurch das Matchmaking belasten ist das mMn eine fragwürdige Methode von seitens Riots","replies":[{"id":"","poster":"eingew","date":"2018-11-22T09:05:16.425+0000","up_votes":1,"down_votes":0,"body":"Würde ich nicht so sehen, ich spiele auf meinem Smurf anders als auf meinem Main und brauche entsprechend auch eine andere MMR dort. Würde ich dort alles genauso machen wie auf dem Main, bräuchte ich keinen Smurf. Deshalb glaube ich nicht, dass es Sinn macht, die MMR beider Accounts aneinander zu koppeln.","replies":[{"id":"","poster":"Awsane","date":"2018-11-22T11:44:10.219+0000","up_votes":1,"down_votes":0,"body":"Naja in diesem Fall würde ich aber davon ausgehen, dass er auf dem Smurf alles genau so macht wie auf auf dem main, da der Smurf hier quasi zum Ersatzmain wird.","replies":[]}]},{"id":"","poster":"Spicavius","date":"2018-11-21T10:56:30.200+0000","up_votes":1,"down_votes":1,"body":"Ja stimmt. Das würde dann die armen Low Level Neulinge belasten UND die lvl 30 Accounts + MMR Verwirbelungen ^^\n\nDann lieber \"nur\" lvl 30 Accounts belasten, in dem man die MMR an den Main-Account anpasst oder sogar komplett 1 zu 1 übernimmt.\n\nGedankenspiele for the win.. ;) Wird eh alles nichts helfen. Wir sind ja im deutschen Forum. Vermutlich müsste man auf Reddit sowas diskutieren und dann auch noch auf Englisch.\n\nWäre für mich zumindest ein 4facher Aufwand. Da ich zwar flüssig sprechen und schreiben kann, aber diverse Formulierungen oder Ausdrücke müsste ich dann extra googeln.. ;)","replies":[{"id":"","poster":"Awsane","date":"2018-11-21T11:18:20.137+0000","up_votes":1,"down_votes":0,"body":"Naja, die Belastung durch die toxic Leute haben ja beide,\n\naber man muss ja nicht noch zusätzlich das Matchmaking belasten, daher finde ich eine 1 zu 1 Verwertung der MMR sehr wichtig, weil dass dann auch alle trifft, also jede Elo und es nicht einen Elobereich gibt der alle abbekommt.\n\nSo tiefgehende Änderungen kann glaube ich nicht mal reddit bewirken. Dazu muss man schon im Team das dafür zuständig ist arbeiten, wenn man das wirklich will.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Spicavius","date":"2018-11-20T18:13:12.755+0000","up_votes":1,"down_votes":0,"body":"> Ich wäre dafür einen anderen Ansatz: Permanente Accountbans auf Bewährung: Damit meine ich, dass der Account schon sehr früh permanent gebannt werden sollte. Für den Spieler ist das sehr einschneidend, weil das gesamte investierte Geld mit dem jahrelang gepflegten Account verloren ist. Gleichzeitig hat der Spieler aber die Möglichkeit, durch gutes Verhalten diesen Account zurückzubekommen. Über den Main-Account lässt sich etwa ein Smurf-Account erstellen. Wenn der Spieler dort gutes Verhalten gezeigt hat, wird die permanten Sperre des Main-Accounts aufgehoben. Diese Prozedur lässt sich wiederholen, aber der Spieler muss immer für längere Fristen gutes Verhalten zeigen.\n\nGute Idee. Zumindest fällt mir jetzt gerade nichts ein, was wirklich schlecht daran sein könnte.\nMan muss nur diese Smurf-Prozedur sehr gut und idiotensicher mit direkten Links oder sonst was gut erklären, damit Spieler nicht einfach sagen \"ach ist mir zu aufwendig\".\n\nEdit: Mir fällt ein, dass Spieler mit Main-Account A auf ihren Smurf-Account A flamen können. Sobald aber auch Smurf-Account A von Strafen betroffen ist, dass dann ein 2. \"Main\"-Account erstellt wird und der Flame auch nicht so richtig zum Stillstand kommt.\n\nAuf der anderen Seite erstellen einige Flamer immer wieder neue Accounts. Hmm wäre echt mal eine interessante Änderung. Aber vermutlich eine Mammutaufgabe für Riot und ihren Entwicklungszeiten x).\n\nSiehe Todesrückblick seit Season 1 verbuggt. :D","replies":[{"id":"","poster":"Awsane","date":"2018-11-20T18:53:38.381+0000","up_votes":1,"down_votes":1,"body":"um Spieler die gar nicht belehrbar sind sollten wir uns keine Gedanken machen, weil die werden wir nicht los, egal was wir machen, über deren Flame müssen wir drüberstehen. Jedenfalls bei der aktuellen Gesetzeslage innerhalb Deutschlands und der EU. \n\nWeil das einzige was wir erreichen können, ist das der Spieler kein Bock mehr hat weiter zu machen, was dazu führt ist aber so individuell unterschiedlich, dass man das nicht steuern kann, jedenfalls nicht mit dem Einfluss den riot hat. Die können ja die Accounts auch gar nicht oder sehr bedingt nur miteinander verknüpfen und nachvollziehen welcher Spieler hinter welchem Account steht.\n\n\nWir sollten den Fokus auf alle legen, die wir Reformen können.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2018-11-19T16:13:43.180+0000","up_votes":2,"down_votes":1,"body":"Irgendwie teile ich die Hypothesen überhaupt nicht. Es ist eine pöbelnde Minderheit, die sich lautstark äußert, dass Riot da einknickt, seh ich anders. Riot hat einfach die Bedingungen angepasst und das Strafmaß mit einer Bewährung entschärft, damit für alle dieselben Konsequenzen aus einer CR folgen. \n\nInwieweit das Schwäche von Riot ist, seh ich gar nicht.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T02:01:33.073+0000","up_votes":2,"down_votes":0,"body":"Mag sein, dass diverse Spieler ja demnach härter bestraft wären als eine mit der gleichen Strafe, aber Wieso dürfen denn Spieler mit 25 CR auch noch Rewards kriegen.^^\n\nMan stellt Wiederholungsflamer mit \"einmaligen\" _(einmalig kann es ja auch nicht sein, da locker oft dutzend Spiele davor bereits milde geflamt wurde)_  Flamern auf ein gleiches Level.\nIch habe hier ja diverse Argumente gelesen, die erklären wieso es vllt besser ist, wenn Riot den LEuten eine 2. Chance gibt. Aber es ist immernoch nicht fair wenn Flamer, die aus der 1. CR nichts gelernt haben, hier so \"nett\" behandelt werden.","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-11-20T05:01:50.397+0000","up_votes":1,"down_votes":0,"body":"Es ist einfach der Angleich an das Strafvolumen der letzten Jahre. Es war zuvor nie so, dass abgelaufene CR die Rewards verwehren, daher kann ich das von Riotsseite nachvollziehen. \nPersönlich ist das bei mir auch etwas anders, ich würde wohl aus subjektiver Sicht die Belohnung verweigern, fairer finde ich es jedoch wie Riot es gemacht hat.","replies":[]}]}]},{"id":"","poster":"Awsane","date":"2018-11-19T16:35:40.152+0000","up_votes":2,"down_votes":0,"body":"Ich glaube es liegt eher am Desinteresse der meisten Spieler an diesem Thema, weil es sie nicht betrifft.\n\nUnd selbst wenn es sie stört müssen sie sich aufraffen und das irgendwo Kundtun.\nDas ist vielen der Aufwand nicht Wert.\n\nEs heißt also nur, dass die Zahl der Flamer die sich beschwören größer als die Gegenseite ist, aber beide Seiten werden Recht klein sein.\n\nIch vermute auch, dass der Shitstorm der Flamer ( den ich btw nicht mitbekommen habe) nicht allein zu dieser Entscheidung das so zu ändern geführt hat. Weil die Flamer verlangen ja nicht nur das, sondern auch vieles mehr,was ja nicht umgesetzt wurde.\n\nIch persönlich finde die Idee gut, den Zeitraum wann das verkündet würde aber schlecht.\n\nAber ich bin sowieso ein großer Befürworter der Resozialisierung von Straftätern, gerade in LoL weil es hier ja sehr einfach ist einen neuen Account zu erstellen, und man mMn daher versuchen muss über positive Anreize die Spieler zu verbessern, als über Strafen, weil das über die Strafen mMn nur ungenügend funktionieren kann.\n\nDer einzige Anreize sich gut zu benehmen ist dann nämlich den Account nicht zu verlieren und da der Account gerade der 3. Oder 4. Den Spielen dann relativ egal ist, sie Teilweise sogar irgendwie stolz darauf sind. Daher ist dieser Anreize schwach und man muss andere finden, und den Spielern die Möglichkeit zu geben die Rewards dennoch zu bekommen finde ich sehr gut, weil der Anreiz stark ist, weil die Rewards einen hohen Wert für die Spieler haben.\n\nIch finde auch gut, dass positives Verhalten nicht noch stark zusätzlich Belohnt wird, weil das dazu führen würde, dass intrinsische Motivation in extrinsische umgewandelt wird, was zu mehr Fehlverhalten im Spiel führen würde.\n\nDas führt zu der sehr Paradoxen Situation in der Nette Spieler nix bekommen und Flamer die Möglichkeit haben alles zu bekommen, aber ich denke das ist der beste Weg um für möglichst wenig Fehlverhalten zu sorgen. Das ergibt sich eben daraus, das es nicht möglich ist Flamer für immer wegzusperren.\n\nMir ist bewusst, dass dadurch das Gerechtigkeitsempfinden leidet, aber das gehe ich gerne ein, wenn dadurch die Spiele insgesamt netter werden.\nHier zu muss gesagt werden, dass das auch in der Justiz vom Staat ein Problem ist, weil Resozialisierung und das Verlangen nach Gerechtigkeit durch Strafe gerade von Opfern in starken Konflikt zueinander stehen und sich eigentlich nicht vereinbarn lassen.\n\nZudem wird der Abschreckungseffekt von Strafen meist stark überschätzt, ja es ist wichtig Fehlverhalten zu bestrafen, aber die Härte der Strafe hat kaum einen Einfluss auf die Häufigkeit des Vorkommens des Fehlverhaltens und behinderte eher die Resozialisierung.\n\nWas aber stimmt, und woran definitiv gearbeitet werden sollte ist die Straferkennung, weil zu viele Täter Riot durch die Lappen gehen.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T01:51:45.238+0000","up_votes":1,"down_votes":0,"body":"Ja das mit der Erkennung der Flamer, ist schwierig, da Riot soweit ich weiß diese Toleranz so hoch setzt, sodass keine Unschuldigen bestraft werden.\nEs lautet doch oft der Spruch: \"Lieber jemanden laufen lassen als einen Unschuldigen zu bestrafen\"\nWürde also schon erklären wieso sich die Straferkennung vllt nicht ändern wird.","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-11-19T15:07:52.455+0000","up_votes":3,"down_votes":1,"body":"Naja es kam mir immer schon etwas schief vor, dass es im Grunde für die Saisonbelohnungen fast nur auf das Verhalten der letzten 2 Monate vor Ende ankam.\n\n2 Personen bekommen eine CR (10)\n\nA bekommt diese im August\nB bekommt diese im Oktober\n\nWährend A noch genug Zeit hat wieder H2 zu werden, hat B diese Möglichkeit, bei identen Vergehen und identer Strafe nicht, nur weil seine Strafe 2 Monate später war und er sogar 2 Monate länger in der Saison keine Strafe hatte als A.\n\nDas fand ich immer schon seltsam.\n\n.#Antifla","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T02:13:22.996+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe ja, dass in Season 9 durch diese 3 Splits der Season man gewzungen wird, dauerhaft freundlich/neutral zu bleiben. Da man sonst nicht an die Belohnungen kommt, die dann in jedem der Splits vergeben werden. (FALLS tatsächlich jeder Split eine Belohnung parat hält..)\n\nMir gefiel auch der Weg, dass Spieler ausgeschlossen wurden bei diversen Events wie \"Clash\" oder Honor.\nVllt werden mehr solcher Dinge einegeführt. Wo Spieler einfach kleinere Nachteile haben und merken, dass sie lieber die Finger still halten sollen.\n\nkA Ausschluss von Missionen und Belohnungen aus den Missionen bis man wieder Honorlevel 2 ist oder anderen Dingen, die mir gerade nicht einfallen ;D","replies":[]},{"id":"","poster":"Noxempire","date":"2018-11-19T15:14:15.207+0000","up_votes":1,"down_votes":0,"body":"Zu ergänzen wäre, dass es Chat Restrictions auch schon in der letzten Season gab und vor den neuen Honorsystem nicht zu einem Ausschluss von Saisonbelohnungen geführt haben, soweit ich weiß.","replies":[]}]},{"id":"","poster":"Kira Rengami","date":"2019-01-25T16:54:15.603+0000","up_votes":1,"down_votes":0,"body":"Ja - Die Community in LoL ist wirklich einer der schlimmsten. Zum Teil ist League of Legends auch durch seine sehr schlechte Community bekannt.\nMorddrohungen stehen ganz oben.","replies":[]},{"id":"","poster":"Carry This Scrub","date":"2018-11-22T15:51:20.404+0000","up_votes":1,"down_votes":0,"body":"TL;DR kurze Antwort: \"Ja\"","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-20T10:16:35.311+0000","up_votes":1,"down_votes":0,"body":"Das mit den 3 Seasons müsstest du mir bitte mal verlinken, ich habe das so verstanden, dass diese für den Profi-Bereich zählen :S\n\nIch finde es schade, aber ja ... die Leute mit schlechtem Benehmen werden bevorzugt.\nDennoch würde ich nicht sagen, dass es die Mehrheit ist ... gemäß eigener Erfahrungen hat man pro Spiel ein, vielleicht zwei solcher Spieler, macht also 10-20% ... das Problem ist nur, dass 10 von denen in etwa so laut sind wie 1000 von \"uns\".\n\nAuch ich finde die Entscheidung schade, dass man Negatives entschuldigt, statt Positives belohnt.\n\nAber nun gut, können wir nix dran ändern.\n\nIch gebe die Hoffnung nicht auf, dass die Leute sich bessern und versuche mit gutem Beispiel voran zu schreiten! \n\nGrüße vom Forum-Poro\n\nhttps://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcScUESo2c4T6pj_I7b-GNnzUPVUkJ8qsGsX1DJvCuUzFrATisy8","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T18:04:48.051+0000","up_votes":1,"down_votes":0,"body":"Hier ist das Video woher ich das her habe mit den Splits und den Belohnungen. =)\nhttps://www.youtube.com/watch?v=2qZwUjcMeWo","replies":[]},{"id":"","poster":"Awsane","date":"2018-11-20T11:19:05.469+0000","up_votes":1,"down_votes":0,"body":"Positives zu Belohnen ist gar nicht so einfach ohne damit ggf negatives zu bewirken.\n\nWeil die Belohnung muss sehr gut dazu passen, und darf nicht einfach irgendetwas sein.\n\nWeil sonst intrinsische in extrinsische Motivation umgekehrt wird.\n\nIch finde das beste Beispiel dafür ist immer noch Kinder mit Geld für Gute Noten Belohnen. Das hat nämlich meisten den Effekt, dass die Kinder nach der 1. Schlechten Note massiv an Motivation einbüßen und so sie Teilweise für Fächer für die sie sich freiwillig weil sie ihnen Spaß gemacht haben gelernt haben dies nun nicht mehr machen.","replies":[{"id":"","poster":"Qbert","date":"2018-11-20T11:26:37.760+0000","up_votes":1,"down_votes":0,"body":"Ich weiß, wir hatten dazu auch schon mal das eine oder andere Wort gewechselt. :P\n\nPersönlich finde ich die Belohnungen des Ehre-Systems als super Methode, positives Verhalten zu belohnen.\nEs ist nichts, was du aktiv steuern kannst. Du bekommst mal hier mal da eine Belohnung, ggf. sollte man hier aber noch etwas \"größeres\" einbauen, bspw. eine Kiste.\n\nDie Motivation ist ja **eigentlich** da, meiner Meinung nach müsste man diese nur etwas mehr hervorheben.\nWegen meiner könnte man das ganz einfach tun, in dem man die Strafen anzieht.\n\nDann wird zwar die Community (ggf. drastisch) abnehmen, aber die die da sind, wissen sich zu benehmen.\nMeine liebste Vorstellung ist die koreanische Variante, dass die Accounts mit privaten Daten verknüpft sind. Da seinen Account zu verlieren tut schon richtig, richtig weh.","replies":[{"id":"","poster":"Awsane","date":"2018-11-20T11:39:47.405+0000","up_votes":1,"down_votes":0,"body":"Da die Koreanische Variante sehr wahrscheinlich nicht in absehbarer Zeit kommt, bleibe ich lieber bei der Methode bei der der Fokus auf das Reformieren gelegt wird.\n\nHohe Strafen schrecken wie schon gesagt auch leider nur sehr wenig ab. Ich wäre eher dafür die Straferkennung anzuziehen.\n\nSo könnte man z.B. sagen das einige Spiele auch ohne Reports überprüft werden, bei einigen sogar mit Ansage vorher. Das sollte in der Theorie das Fehlverhalten einschränken, ähnlich wie Blitzer, dort fährt ja, wenn man weiß wo die stehen auch fast niemand zu schnell.","replies":[{"id":"","poster":"Qbert","date":"2018-11-20T12:00:13.748+0000","up_votes":1,"down_votes":0,"body":"Die Variante des \"Vorwarnens\" halte ich zumindest für testwürdig.\nGgf. würde es auch reichen das Riot veröffentlicht, dass \"jedes 7. Spiel\" einer Prüfung unterzogen wird, einfach so ohne Reports.\n\nAber ich sehe das ähnlich, man sollte in diese Richtung agieren.\nWobei ich auch nichts dagegen habe, unverzügliche Strafen anzuziehen, aber deren länge abzuschwächen. Was spricht bspw. gegen einen 5- oder 10-Tagebann, statt gleich eines 14d-Banns?\n\nAber da scheiden sich bekanntlich die Geister.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T17:36:49.913+0000","up_votes":1,"down_votes":0,"body":"Diese 5-10 Tage Banns gabs doch früher. Also 3 Tage oder 7 Tage banns.\n\nDie Begründung, wieso sie die abgeschafft haben, war, dass einige nicht mal was davon mitbekommen haben, weil sie mal 3 Tage oder eine ganze Woche nicht gezockt haben.  Aber einen 14 Tagesbann wird die Mehrheit merken.\nSelbst ein Urlaub ist meistens auch nur 12 Tage lang x).","replies":[]},{"id":"","poster":"Awsane","date":"2018-11-20T12:04:31.748+0000","up_votes":1,"down_votes":0,"body":"Ich würde mehr unterschiedliche Strafen auch gut finden, gerade auch um besser differenzieren zu können.","replies":[]}]}]}]}]}]},{"id":"","poster":"dugg","date":"2018-11-20T07:26:05.128+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, dass sich hierbei nur um einen lautstarke Minderheit handelt. Schau dir allein die Threads im Forum an (auch wenn dieses nicht die komplette Community widerspiegelt). Die Leute, die hier am lautesten und unzufriedensten sind, sind Leute, die bestraft worden. Sie meckern, pöbeln und grölen. Dieser Teil wird auch derjenige sein, der sich über die Rewards bzw. die vergebenen beschwert hat.\n\nVon mir aus kann dieser Teil eine zweite Chance bekommen. Ich befürchte halt nur, dass sie diese nicht aktive zur Verbesserung nutzen, sondern es als \"blaues Auge\" empfinden und weitermachen. Viele Flamer/Hater sind unbelehrbar. Sie werden vermutlich nun nach der zweiten Strafe genau so meckern, wie nach der alten ersten Strafe.\n\nGrundsätzlich sind diese Leute tatsächlich in der Minderheit. Auch wenn viele Mosern, dass die Community scheiße ist und nur aus Flamern/Trollen und Intern besteht. Wenn ich nur mein Team beobachte, auf 5 Spieler innerhalb eines Games schaue, dann habe ich alle 2 Spiele, mal einen Spieler dabei, der sich regelwidrig verfällt. Von 10 Spielern, als einer. Das sind 10% und somit eindeutig nicht die Mehrheit.\n\nPsychologisch gesehen behalten wir eher negative Erlebnisse im Kopf, als den Alltag oder die Norm. Das hat damit zu tun, dass unser Gehirn ganz anderen Reizen ausgesetzt ist und die \"extrem\"-Situation für etwaiges erneutes Auftreten abspeichert. Sobald ein Flamer und beleidigt, speichert man es ab und fühlt sich, als ob gerade alle Mitspieler einen verprügelt hat. Gilt natürlich nicht für jeden Menschen, aber das psychologische Grundprinzip ist bei jedem ähnlich.\n\nDieser Community-Ist-so-Scheiße-bla, kann ich nicht nachvollziehen. Wie man auch hier in diesem Thread wieder sieht, gibt es nur weniger Querschläger, aber viele sinnige Kommentare, auch wenn die Meinungen auseinandergehen.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T17:46:43.403+0000","up_votes":1,"down_votes":0,"body":"Wird ja vermutlich stimmen, dass die meistens noch nie eine CR bekommen haben.\nMich würde mal interessieren wie hoch eigentlich der Anteil ist, die eine 10 Spiele CR bekommen haben. Das würde ja schon ein grobes Bild zeigen.\n\nVllt weiß ja Humpelstilzchen etwas darüber. ;D\n\nDa \"Awsane\" schon paar gute Argumente gebracht hat, wieso das Sinn macht denen eine 2. Chance zu geben und sich hoffentlich zu \"reformieren\", sehe ich kaum ein Problem mehr darin. Trotzdem werden z.B. normale einmalige Fälle mit Wiederholungsfällen in einen 2. Chance Topf geworfen. (10 CR Flamer und 25 CR Flamer; Die Einen haben aus ihrer ersten Strafe nichts gelernt. Bei den Anderen wird sich das noch zeigen)","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2018-11-19T18:02:44.535+0000","up_votes":1,"down_votes":0,"body":"Für Leute, die ihre erste Strafe (10er CR) überhaupt auf dem Account bekommen haben, hätte ich noch Verständnis.\nWie Riot oft genug betont, bekommen die meisten nie eine zweite Strafe; daher hätte ich Verständnis, dass diese Leute bis Februar Zeit haben, ihr Honor-Lvl wieder herzustellen.\n\n\nAllerdings gibt Riot ja auch Wiederholungstätern die Möglichkeit; Leuten, die bereits in der Vergangenheit bestraft wurden und die es nach ihrer ersten Strafe immer noch nicht gelernt haben.\nUnd das finde ich echt daneben.","replies":[{"id":"","poster":"Spicavius","date":"2018-11-20T01:42:18.570+0000","up_votes":1,"down_votes":0,"body":"Ja sehe ich auch so. Spieler mit 25 CR oder mehrfachen 10er CR sollten vllt mal einen Dämpfer kriegen.","replies":[]},{"id":"","poster":"Netzumi","date":"2018-11-19T18:13:40.743+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=0007,timestamp=2018-11-19T18:02:44.535+0000)\n>\n> \n> Allerdings gibt Riot ja auch Wiederholungstätern die Möglichkeit; Leuten, die bereits in der Vergangenheit bestraft wurden und die es nach ihrer ersten Strafe immer noch nicht gelernt haben.\n> Und das finde ich echt daneben.\n\nFlamer kreieren neue Flamer da die alten Flamer genau wissen das es nur eine mindere Strafe gibt und somit haben wir einen Teufelskreis.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-11-19T22:58:35.125+0000","up_votes":1,"down_votes":0,"body":"Also zunächst mal denke ich, dass die Leute, die spät in der Season eine Chatrestriction bekamen, einfach lauter waren als die Spieler, die nie bestraft wurden. Und das ist ja immer das phänomenale an \"Shitstorms\": Es geht nicht darum, wie viele man ist, sondern wie laut man ist.\nDen meisten Spielern wird es einfach egal sein, dass Riot sich für diesen Schritt entschieden hat. Und die Flamer weisen darauf hin, dass eine Bestrafung im November für dasselbe vergehen jetzt härter ist als eine Bestrafung im März. Und das vorher klare Ankündigungen seitens Riot gefehlt haben.\n\nGenau das würde ich mir, wenn Riot jetzt von einer einmaligen Ausnahme redet, gerne mal wünschen. Wenn sie jetzt schon sagen: Wer mehr als die 10 Spiele Chat Restriction bekommt (also entweder mehr als ein mal, oder so krass, dass er Strafstufen überspringt, negativ auffällt) bekommt keine Belohnungen für die Saison 2019. Egal ob diese Strafe im Mai oder im Oktober kommt. Und diese Nachricht wird auch eindeutig in der Nachricht mit dem Chatlog vermittelt und jedem Spieler 10 Mal im Ladebildschirm angezeigt. Dann weiß jeder Flamer, woran er gerade ist und hat am Ende keine Argumente mehr... Nur so als wünschenswerter Gedanke.\n\nDenn das Hauptproblem bleibt ja, dass niemand genau weiß, wann eine Strafe dazu führt, dass man keine Saisonbelohnung bekommt. Und so was ist halt unfair. Weil in meinen Augen Ungleichbehandlung unfair sind.","replies":[]},{"id":"","poster":"BotgameOTP","date":"2018-11-19T17:42:41.810+0000","up_votes":1,"down_votes":1,"body":"Was mich angeht bei Riot 2k18 oder genauer gesagt einfach seitdem Tencent eine 100% Kontrolle übernommen hat : es geht stets bergab egal  in welchen Aspekten außer der grafischen Darstellung von LoL.\n\nGleiche sieht man auch hier wieder. Was mich angeht ist es einfach wieder eine Firmenpolitik. Da der Anteil an Bestraften größer sein wird als der Anteil vorbildlicher Spieler wird man hier ganz klar zu den Bestraften tendieren. Damit das aber nicht ganz so stark auffällt und der Unmut nicht so stark wächst wie schon bei dieser Kleinigkeit entscheidet man sich hier Clevererweise nur  dazu die CR-Bestraften zu \"Belohnen\" .\n\nAll das führt letzendlich dazu das diese Leute potenziell weiterhin aktiv League spielen und weiterhin Skins etc erwerben.\n\nIch glaube unter der Leitung von Riot Games wäre das nicht so gelaufen. Bin letzendlich der Überzeugung das es einfach eine wirtschaftliche Entscheidung ist. \n\nNaja ... Reallife halt ^^ A*****lö**r werden wieder belohnt.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-11-19T19:15:45.233+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BotgameOTP,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=0006,timestamp=2018-11-19T17:42:41.810+0000)\n>\n> Was mich angeht bei Riot 2k18 oder genauer gesagt einfach seitdem Tencent eine 100% Kontrolle übernommen hat : es geht stets bergab egal  in welchen Aspekten außer der grafischen Darstellung von LoL.\n> \n> Gleiche sieht man auch hier wieder. Was mich angeht ist es einfach wieder eine Firmenpolitik. Da der Anteil an Bestraften größer sein wird als der Anteil vorbildlicher Spieler wird man hier ganz klar zu den Bestraften tendieren. Damit das aber nicht ganz so stark auffällt und der Unmut nicht so stark wächst wie schon bei dieser Kleinigkeit entscheidet man sich hier Clevererweise nur  dazu die CR-Bestraften zu &quot;Belohnen&quot; .\n> \n> All das führt letzendlich dazu das diese Leute potenziell weiterhin aktiv League spielen und weiterhin Skins etc erwerben.\n> \n> Ich glaube unter der Leitung von Riot Games wäre das nicht so gelaufen. Bin letzendlich der Überzeugung das es einfach eine wirtschaftliche Entscheidung ist. \n> \n> Naja ... Reallife halt ^^ A*****lö**r werden wieder belohnt.\n\nSieht man ja auch, wie Tyler1 von Riot wieder so gehypt wird. Einer der toxischsten Spieler überhaupt wird zum Aushängeschild umfunktioniert. Warum? Um seine Beliebtheit werbewirksam zu nutzen. Dass der Großteil seiner Zuschauer aus toxischen wannabe-Alpha-Männchen besteht, geschenkt.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2018-11-19T16:26:10.208+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir im Großen und Ganzen zu. Wenn es nach mir ginge, flöge der Bannhammer deutlich schneller. Aber aus wirtschaftlichen Gesichtspunkten - hier bezugnehmend auf deine Aussage bzgl. des Flamer-Anteils innerhalb der Community - verbietet sich wohl eine strengere Behandlung von Flamern.","replies":[]},{"id":"","poster":"N7 Lancer","date":"2018-11-26T20:14:01.051+0000","up_votes":1,"down_votes":1,"body":"Ich kann es null verstehen, das dieses Game nur noch aus Flamern und Tiltern besteht. Es kann einfach nicht wahr sein, das Riot null dagegen macht, mal ne chat sperre wow, das interessiert eigentlich niemanden. Zudem werden viele dann so Agro, das man einfach die Spiele verliert, weil nur noch gefeedet wird und das ist punkt zwei, es wird nix gegen Toller unternommen und so kann man null aus der elo hell entkommen. Es ist ein Team- Based Game, aber die Community macht dieses Spiel kaputt und das kann ich null verstehen, wenn man sich nach der Arbeit mal ne Runde an den Rechner setzt und nach einem Game kein Bock mehr hat, wegen so einem Schwachsinn. Riot macht endlich mal was dagegen. Mit freundlichem Gruß","replies":[]},{"id":"","poster":"manial fly","date":"2018-11-20T07:17:48.506+0000","up_votes":1,"down_votes":1,"body":"Ich glaube nicht unbedingt das die Anzahl der toxischen Spieler höher ist als die der nicht-toxischen, aber ich würde mal behaupten dass sicher ein erheblicher Teil von den Belohnungen ausgeschlossen wäre, vlt so 20-40%?\n\nWenn man nun sieht das beispielsweise ca. 30% der Spieler sich so scheiße verhalten das sie keine Belohnung verdient haben, spricht das jetzt nicht unbedingt für Riot und die Art und Weise wie sie mit solchen Spielern umgehen. Sie bekommen ja i.wo nen Spiegel vorgehalten. Mal davon ab reden wir hier von 30% der Spieler die Gold und höher sind, also vlt von 50-60% der ganzen Spielerschaft.\nHinzu kommt das Riot sich ja immer so hinstellt das die Community gar nicht sooo schlimm sei, immerhin wurde ja bislang nur 0,i.was an Spielern perma gebannt. Das würd dann ja i.wie nicht passen wenn dann ein großer Teil wegen schlechtem Benehmen keine Belohnung erhält.\n\nIch finds ehrlich gesagt langsam nur noch traurig wie Riot mit toxischen Spielern umgeht. Man hat das Gefühl die lassen immer so viel durchgehen weil sie Angst haben sonst zu viele Spieler zu verlieren. Dabei frag ich mich wieso man es erst soweit hat kommen lassen? Hätte man frühzeitig mal härter durchgegriffen dann würde man so begriffe wie \"kys\" im Chat vlt gar nicht mehr lesen. Wie oft liest man hier Chatlogs voll von \"you Idiot\", \"noob\", \"report xy\" etc. und den Spielern ist nicht mal bewusst wofür sie da bestraft wurden. Ich meine ist ja schon fast kein wunder wenn so ein Verhalten neun Spiele lang ok ist und im zehnten dann nicht mehr.","replies":[]},{"id":"","poster":"Dela The Rascal","date":"2018-11-28T10:02:00.615+0000","up_votes":1,"down_votes":2,"body":"Riot behandelt Spieler mittlerweile wie verdammte NPC´s ! \n\nWenn du ein schon so ein Honorsystem einführst, dann sollte es auch einen Zweck erfüllen und nicht nur als bescheuertes Gimmick auf dem Profil zu sehen sein. Die Rewards die du für dieses \" System \" erhältst sind auch total lächerlich und zwingen damit keinen dazu in einem eh schon übertoxischem Umfeld ( das Riot selbst geschaffen hat ) sein Verhalten zu reorganiseren. \n\nGanz ehrlich, persönlich Honor ich schon länger nicht mehr nach einem Spiel. Es ist einfach total für die Katze und wird dir als Spieler quasi aufgezwungen. So nach dem Motto, eyyyyy du hattest mal wieder nur Flamer und Feeder im Team aber komm schon irgendeiner wird schon weniger scheisse aufgefallen sein als andere im Team oder ?!  Completly Bullcrap !\n\nWas die zweite Chance für Flamer usw angeht. Ich habe schon länger die Vermutung und habe dies auch schon 1-2 mal hier im Forum geäußert, das Riot solche Spieler mit Absicht nicht richtig punished weil Ihnen noch mehr Spieler weglaufen würden als es momentan eh schon der Fall ist. Also behält man lieber den Dreck und motiviert Ihn auch noch anstatt zu sagen \" Wir brauchen solche Idioten wie dich nicht, verzieh dich \" ! Das wäre nämlich der richtige Weg mit solchen Leuten umzugehen. Sicher kann man jemanden eine zweite Chance geben aber seien wir ehrlich, die meisten tun das nicht  zum ersten mal und werden es wahrscheinlich weiter tun weil sie wissen, Riot macht in vielen Fällen garnichts. \n\nWir hatten in den letzen 4 Wochen 2 Leute die in einem Spiel leuten öffentlich gedroht haben sie zu finden und Ihnen was schlimmes anzutun, neben dem ganzen alte Platte gedudel Cancer kys usw dreck. Dreimal dürft ihr raten, laut ihren Profilen spielen diese Leute immer noch munter weiter. Warum hat man eigentlich das Tribunal abgeschafft ? Um zu beweisen das ihr den scheiss genau so, wenn nicht sogar weniger richtig ausführen könnt als wenn 10 Leute über einen Fall gucken ?! Naja ... bildet euch euer eigenes Urteil. \n\nRiot in meinen Augen verhält sich momentan wie ein überkommunistisches Regime! Ja richtig gelesen ...","replies":[]},{"id":"","poster":"Mallemor","date":"2018-11-19T16:18:36.995+0000","up_votes":1,"down_votes":5,"body":"weiß doch jeder das RIOT Games toxissiche Spieler auch belohnt und booting in 3 vs 3 Games unterstützt.\n\nhatte in meinem letzten 3 vs 3 game wieder einen Bot im Team gehabt und dass ist bei jedem zweiten 3 vs 3 game der Fall also geh ich davon aus das RITO dagegen nichts unternimmt ergo es unterstüzt\n\nachja und Smurfen wird auch unterstützt von RIOT bzw unternehmen sie gegen Smurfer nichts.\n\nMatchmaking gibts in diesem Spiel so gut wie gar nicht (warum sonst werden Diamond Spieler mit bronze Spieler gematched \n\nagebert hauptsache Skins sind überteuert ....naja Verbrecher wie dieser RIOT Verein, müssen ja auch von irgendetwas Leben aber hauptsache über EA herziehen.\n\nübrigens wenn RITO Games mal Eier in der Hose haben würde und mal konsequent die ganzen toxsischen Spieler auch mal wirklich drakonisch bestrafen würde mit perma bans, würdne mit Sicherheit weniger flamen, aber da die toxsischen Spieler ja auch zahlende Kunden sind würden die dass niemals durchzeihen *durchziehen\n\nDie RITO Mitarbeiter würden ja für geld bekanntlich ihre eigene Mütter veraten...","replies":[{"id":"","poster":"ToxicRedPanda","date":"2018-11-20T00:06:39.303+0000","up_votes":1,"down_votes":0,"body":"> übrigens wenn RITO Games mal Eier in der Hose haben würde und mal konsequent die ganzen toxsischen Spieler auch mal wirklich drakonisch bestrafen würde mit perma bans, würdne mit Sicherheit weniger flamen, aber da die toxsischen Spieler ja auch zahlende Kunden sind würden die dass niemals durchzeihen *durchziehen\n\nWürde RIOT das durchziehen, dann wäre dieser Post auch einen Permabann wert. \n\n> agebert hauptsache Skins sind überteuert ....naja Verbrecher wie dieser RIOT Verein, müssen ja auch von irgendetwas Leben aber hauptsache über EA herziehen.\n\nAch ja, böses Riot das sie Geld mit ihrem Produkt verdienen wollen, welche Firma macht den sowas? btw skins sind optional, niemand zwingt die sie zu kaufen.","replies":[]},{"id":"","poster":"eingew","date":"2018-11-20T06:58:55.036+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mallemor,realm=EUW,application-id=KYnfKGf0,discussion-id=EcNXUIxy,comment-id=0003,timestamp=2018-11-19T16:18:36.995+0000)\n>\n> achja und Smurfen wird auch unterstützt von RIOT bzw unternehmen sie gegen Smurfer nichts.\n> \n> Matchmaking gibts in diesem Spiel so gut wie gar nicht (warum sonst werden Diamond Spieler mit bronze Spieler gematched \n\nNormalerweise liegt das daran, dass betreffende Bronzespieler in ihren Normals regelmäßig gegen Diaspieler spielen und circa die Hälfte der Spiele gegen sie gewinnen.\n\n> Die RITO Mitarbeiter würden ja für geld bekanntlich ihre eigene Mütter veraten...\n\nRichtig, deshalb ist es auch Pay2Win.","replies":[]}]}]}