{"id":"E9rXpMI5","poster":"Izaya Kumiho","date":"2019-10-05T09:43:28.624+0000","title":"[Inoffizielle Übersetzung] Kurze Gedanken zum Gameplay (Oktober 4)","subforum":"Allgemeiner Chat","embed":{"title":"Quick Gameplay Thoughts: October 4","description":"Hi folks, Usual Disclaimers These posts will often contain talk about future work we're doing, or planning to do, that isn't yet guaranteed to ship. The nature of the work could change or, depending on what we discover, projects mentioned may get delayed or even stopped.","url":"https://boards.na.leagueoflegends.com/en/c/developer-corner/AUIZ7EtJ-quick-gameplay-thoughts-october-4","image":"http://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png"},"up_votes":3,"down_votes":1,"body":"#**(Da Kengen nicht jeden Thread für die deutsche Community übersetzt, übersetzt die Community sich die Threads nun selber! Ò_ó )**\n\n**Oben könnt ihr den Link zu Meddler's Thread finden. ^ **\n________________________\n\n**Haftungsausschluss**:\n\nDieser Thread beinhaltet Themen, welche nicht zu 100 % später auch so passieren müssen.\nÜbersetzungsfehler sind leider nicht immer vermeidbar, daher bitte ich um Verzeihung, sollte ich euch etwas Falsches gesagt haben.\n**Dieser Thread wurde nicht Wort zu Wort übersetzt.**\n_____________________________________\n\n**Ein paar Reflexionen zu den neuen Champs und VGU's aus diesem Jahr**\n\nSeit das Spiel sich in einem stabilen Status befindet und die Weltmeisterschaft, sowie die Vorsaison zügig voranschreiten, spricht Meddler in seinem Thread heute über ein paar Gedanken zu den neuen Champions und Reworks (VGU) aus diesem Jahr. (Sylas, Kayle, Morgana, Yuumi, Mordekaiser, Qiyana und...nochmal yuumi? :v Meddler plz.)\n\n\n- **Der Zusammenhang zwischen Gameplay und Thema des Champions**\n\nDies sei ein Punkt, welcher oft in der Vergangenheit verfehlt worden war, wie man z. B. an Kindred und Shen mit dessen Kit und Hintergrundgeschichte/Thema klar sehen kann.\nIm Kontrast dazu sind die neu Veröffentlichten besser geworden, da das Gameplay im allgemeinen mehr der gewünschten Fantasie und den Erwartungen entspricht.\n\nAls Beispiel:\nMordekaiser verkörpert den massiven, von dunkler Magie verstärkten Lord der Toten ziemlich gut.\nYuumi übermittelt, ein verspieltes, hilfreiches Kätzchen voller Magie (*) zu sein.\n\n\n\n- **Einzigartigkeit und Befriedigung der Spielweise eines Champions**\n\nMeddler denk, dass die neuen Champions und VGU/Reworks es im Allgemeinen geschafft haben, beide Aspekte gut in's Spiel zu bringen und dadurch sich besonders gut für den Spieler anfühlen.\nSylas's Kopierung der Fähigkeiten, Yuumi's Ankuscheln/Anhängen und Morde's Ultimate stehen dabei besonders heraus.\nEinige der Champions und Reworks zuvor, haben immer nur einen der beiden Aspekte erfüllt.\nSo sind Skarner's Kristalle zwar eine Abwechslung, doch fühlen sie sich einfach für zu viele Spieler nicht gut an.\nAuf der anderen Seite haben wir einen Jarvan, welcher angenehm zu spielen ist, aber sich nicht sonderlich von dem Gameplay zu anderen, ähnlichen Champions unterscheidet.\n\n\n\n\n- **Schwächen und Counterplay**\n\nAus Meddler's Sicht gab es zu diesem Thema ein sehr gemischtes Jahr, was teilweise auch an den jeweiligen Entscheidungen lag, welche einigen Champions dabei halfen, sich besser im Spiel anzufühlen.\nSylas und Yuumi stehen hier wieder besonders heraus, welche den Gegnern oft keine ausreichenden Möglichkeiten geben, sich gegen diese zu wehren.\nMorgana, Mordekaiser und Kayle hingegen scheinen sich in diesem Bereich besser zu verhalten.\nBisher ist es auch unklar, was man über Pantheon und Qiyana sagen kann.\nDaher wartet man mit der Beurteilung noch etwas länger, bis man einen besseren Überblick darüber hat, was genau eine Anpassung der Zahlen gebrauchen kann und was größere Probleme sind, welche noch gelöst werden müssen.\n\nMit einen Rückblick auf 2018's Veröffentlichungen von Irelia, Akali und Aatrox trafen diese leider auf Probleme, die dazu führten, dass die Spielerfahrung für einige Spieler nicht dem Standard entsprach, welcher erreicht werden sollte.\nEins der großen Ziele für Champions in dem kommenden Jahr soll es sein, alle neuen Veröffentlichungen mit einem gesunden Einfluss auf das Spiel zu erschaffen.\n\n\n\n\n- **Der Erhalt von Gameplay Identitäten**\n\nIn der Vergangenheit haben einige der Reworks/VGU's die Identität des Gameplays verändert. In einigen Fällen war das auch gut und erfolgreich, z. B. im Rückblick auf Sion, Poppy und Urgot, welche alle eine andere Spielweise nun haben.\nIn anderen Fällen wurden Dinge unnötig verändert, was dazu führte, dass Spieler an einem Champion genau das verloren haben, was sie daran so gerne hatten und nicht entfernt werden sollte.\nIn diesem Jahr hatte man sich in der Hinsicht bereits verbessert mit Kayle, Morgana, Mordekaiser und Pantheon, welche alle ihre ikonischen Elemente behalten dürften, während man sich trotzdem um die Probleme der Gesundheit für das Spiel kümmerte.\nEs gibt zwar noch Platz für Verbesserungen, aber die meisten Probleme von den älteren Updates wurden möglichst umgangen.\n(Als Beispiel für die Probleme nannte Meddler Graves, welcher nicht mehr auf der Botlane gespielt wurde und Aatrox, welcher von dem AA-Playstyle zu einem auf Fähigkeiten basierenden Playstyle wechselte.)\n\n\n___________________________________\n\n**Gedanken zu den bisherigen Spielen der Weltmeisterschaft**\n\nZu diesem Zeitpunkt befindet man sich bereits halb in dem zweiten Tag der Einspielungen.\nEinige von Meddlers sehr frühen Gedanken zu dem Standpunkts des Spiels bisher:\n\n- Die Geschwindigkeit des Spielablaufes ist so, wie man es sich erhofft hatte.\n\n- Im Großen und Ganzen ist die Pick-Variation bisher okay gewesen. Man hofft natürlich, Qiyana, Pantheon uns Xayah nicht auf den 100 % der Pick und Banns in dem gesamten Zeitraum zu sehen und die Teams sich so anpassen, dass die meta sich weiterentwickelt. Vielleicht hätte man diesen Champions mehr Stärke nehmen sollen, doch ist man sich nicht sicher, ob diese dann nicht zu schwach gewesen wären.\n\n- Das einige “nicht-ADC's” auf der Botlane gespielt werden, resultierte bisher zu einem interessanten Spiel mit dessen Stärken und Schwächen.\nEs ist aber noch nicht deutlich, wie sehr das die Meta beeinflussen wird und man vermutet, dass einige Teams mehr Zeit damit verbracht haben, “nicht-ADC’s” auf der Botlane zu üben.\n\n________________________________\n\n(*) mage's familiar.\n\n\n[**Kurze Gedanken zum Gameplay: September 20**](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/K4aHxm4e-inoffizielle-abersetzung-kurze-gedanken-zum-gameplay-september-20)\n[**Kurze Gedanken zum Gameplay: September 13**](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/eKOPf4Gz-inoffizielle-abersetzung-kurze-gedanken-zum-gameplay-september-13)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-07T06:18:41.093+0000","up_votes":1,"down_votes":0,"body":"Das  Akali rework war unnötig :( \nMir meinen damaligen Main mit der ich mich sicher gefühlt habe so für mich zu zerstören ist ekelhaft ...","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-10-07T11:45:47.256+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=E9rXpMI5,comment-id=0000,timestamp=2019-10-07T06:18:41.093+0000)\n>\n> Das  Akali rework war unnötig :( \n> Mir meinen damaligen Main mit der ich mich sicher gefühlt habe so für mich zu zerstören ist ekelhaft ...\n\nTo be honest.. \n\nIch bin ja brutal oft nicht zum Unterricht des Berufskolleg damals gegangen. Und ich meine, zwei von den X Tagen hätte ich spontan early beendet, weil ich die alte Akali spielen wollte.\n\nJust..just like that. (Das Feeling hatte ich aber nie mit der neuen Akali ._. Dunno...)\n \nIch ging mit den Massen an Azubis die Treppen des alten Gebäudes runter... und dachte mir so:\"ey...eigentlich...eigentlich möcht ich Akali spielen.\"\n\nJoar... \n\n\n\n**Don't do that, kids.**\n\nIch hatte aber eher in erster Linie viele andere Gründe, wieso ich dort nicht regelmäßig hingegangen bin.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-08T05:24:21.228+0000","up_votes":1,"down_votes":0,"body":"Schön das wir uns hier einige sind :) \n\nDie alte akali mag Vilt etwas stumpf gewesen sein. Aber ich hab mich mit ihr sicher gefühlt in jeden matchup :0 \nKönnte mit ihr flexibel mid/top/jungel gehen und hatte immer was zu melden im game :) \n\nMit der neuen akali ist jungel gestrichen das ist aber für mich verschmerzlich. \n\nDie Optik der neuen ist natürlich schick aber die Fähigkeiten fühlen sich für mich leider nicht gut an :( \n\nFinde es schade das gerade zu der Zeit einen champ gereworkt wurde den ich einfach sehr sehr gerne gespielt hab und das auch noch erfolgreich :( \n\nWas hat es den mit deiner Berufsschule zeit auf sich ? :0","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-10-08T09:54:38.110+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=E9rXpMI5,comment-id=000000000000,timestamp=2019-10-08T05:24:21.228+0000)\n>\n> Schön das wir uns hier einige sind :) \n> \n> Die alte akali mag Vilt etwas stumpf gewesen sein. Aber ich hab mich mit ihr sicher gefühlt in jeden matchup :0 \n> Die Optik der neuen ist natürlich schick aber die Fähigkeiten fühlen sich für mich leider nicht gut an :( \n> \n> Finde es schade das gerade zu der Zeit einen champ gereworkt wurde den ich einfach sehr sehr gerne gespielt hab und das auch noch erfolgreich :( \n\n\nIch finde es besonders schade, wie sie von 20 auf 14 \"gejüngert\" ist.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-08T10:38:15.729+0000","up_votes":1,"down_votes":0,"body":"Echt? \nAlso ich kenne die lore nicht wirklich :/ \nAlso ist sie 14.? Dann muss ich gewisse Bilder mal genauer anschauen ^^'","replies":[]}]}]}]}]}]}