{"id":"d4YMRk98","poster":"Kaorî","date":"2020-02-22T13:54:52.546+0000","title":"Lasst dieses Clash doch einfach mal sein!","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Das könnt Ihr doch keinem erzählen! Also wirklich niemandem!\r\n\r\nWie oft wurde nun versucht, Clash zu veröffentlichen? 4 Mal? 5 Mal? Wie oft ging es in die Hose? 4 Mal? 5 Mal?\r\nLasst den Scheiß doch einfach, ganz ehrlich. Ich bin mittlerweile so pissed. Wen juckt dieses Clash!?\r\nDas wird 1-2 Wochen nen Hype haben, wie jeder neue Funmode und danach juckt es kein Schwein mehr.\r\nMerkt Ihr nicht so langsam, dass jeder Versuch, Clash online zu bringen, den Client komplett abschmieren lässt?\r\nGestern ging gar nichts, heute geht es zu 50%. Versuche ich RP aufzuladen, werde ich jedesmal kurz vor Kaufabschluss wieder zurückgeschmissen zur Zahlungsoption. Ja danke? Dann kriegt Ihr eben kein Geld von mir.\r\n\r\nMan man man... Jedesmal die gleiche Scheiße wegen so einem blöden Modus, den spätestens nach einem Monat keine Sau mehr interessiert.\r\nEntwickelt für Clash entweder einen separaten Client, der komplett unabhängig vom normalen Client ist oder lasst es einfach!\r\n\r\nIch kenne wirklich kein Spiel, was so massive Probleme mit dem Client hat, weil man auf biegen und brechen versucht, alles \"fancy\" und \"beautiful\" aussehen zu lassen und mit viel Auswahl an Möglichkeiten... Was juckt mich der ganze Rotz, wenn die Hauptfunktion des Clients dadurch jedesmal in den Keller geht!? Ich will echt wieder den alten Client haben... Der lief wenigstens, das ist die Hauptsache.\r\n\r\nDas ist wie wenn ich im Supermarkt alle Lebensmittel um 50% vom Preis her reduziere, die Eingangstür sich aber nicht öffnen lässt. Well played Riot, wp.","replies":[{"id":"","poster":"Moonéyé","date":"2020-02-22T14:22:01.153+0000","up_votes":2,"down_votes":0,"body":"Beim Letzten Mal lief Clash glaub ich. Und irgendwie hast Du glaub ich nicht verstanden was Clash ist. Kann das sein? Anders kann ich mir ein \"Nach einem Monat interessiert es eh keine Sau mehr\" nicht erklären. Clash ist ja kein seperater Modus in dem Sinne, sondern eine kleine Art Miniturnier und da seh ich nicht, wieso das Interesse sinken sollte. Mal ganz davon: Ja, es nervt, dass jedes Mal Probleme aufkommen, wenn der Modus live geschaltet wird. Aber im Großen und Ganzen sind die Riotserver recht stabil.\n Bis zum ersten Clashrelease war glaub ich Jahre lang kein größeres Problem vorhanden, sodass man nicht spielen konnte. Daher versteh ich auch dieses völlige Ausflippen nicht. \nKlar, es nervt, wie erwähnt, aber ihr tut als wäre alle 2 Tage der Server down und als würde Riot an keiner Lösung arbeiten und einfach 'drauf scheißen'... :') Man muss doch wegen so einer Kleinigkeit nicht dermaßen ausflippen...","replies":[{"id":"","poster":"Kaorî","date":"2020-02-22T14:30:35.962+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Moonéyé,realm=EUW,application-id=ImBE6GqA,discussion-id=d4YMRk98,comment-id=0000,timestamp=2020-02-22T14:22:01.153+0000)\n>\n> sondern eine kleine Art Miniturnier und da seh ich nicht, wieso das Interesse sinken sollte.\n\nEhhhh ganz einfach. 80% spielen Rankeds, 15% Normals und 5% Aram (fiktive Zahlen). Wieso sollte man dann seine Zeit für Clash vergeuden? \nVorallem wenn man arbeitet und am Tag maximal 1-2 Spiele machen kann. :')\nSeit sie das erste Mal versucht haben, Clash online zu bringen, buggen die Server doch ständig rum. Halt stop. Nicht die Server, pardon. Sondern der Client. Mir bringen die stabilsten Server nichts, wenn der Client anfälliger für Bugs ist, als jede Alpha Software. Android 10 Alpha auf meinem Galaxy S2 läuft stabiler als der gesamte LoL Client und das ist eine Ansage.\nMan hat seit Monaten permanent ein blaues oder orangenes Ausrufezeichen im Client, weil wieder irgendwas nicht funktioniert.\nUnd kaum kommt die Clash Zeit, geht gar nichts mehr. Spätestens jetzt sollte man gerafft haben, dass man Clash für EUW in die Tonne treten kann.\nMir ist absolut kein Spiel bekannt, dessen Client dermaßen am rumzicken ist, wie der Riot Client, aus o.g. Gründen.","replies":[{"id":"","poster":"Moonéyé","date":"2020-02-22T14:35:26.562+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kaorî,realm=EUW,application-id=ImBE6GqA,discussion-id=d4YMRk98,comment-id=00000000,timestamp=2020-02-22T14:30:35.962+0000)\n>\n> Ehhhh ganz einfach. 80% spielen Rankeds, 15% Normals und 5% Aram (fiktive Zahlen). Wieso sollte man dann seine Zeit für Clash vergeuden? \n> Vorallem wenn man arbeitet und am Tag maximal 1-2 Spiele machen kann. :')\n> Seit sie das erste Mal versucht haben, Clash online zu bringen, buggen die Server doch ständig rum. Halt stop. Nicht die Server, pardon. Sondern der Client. Mir bringen die stabilsten Server nichts, wenn der Client anfälliger für Bugs ist, als jede Alpha Software. Android 10 Alpha auf meinem Galaxy S2 läuft stabiler als der gesamte LoL Client und das ist eine Ansage.\n> Man hat seit Monaten permanent ein blaues oder orangenes Ausrufezeichen im Client, weil wieder irgendwas nicht funktioniert.\n> Und kaum kommt die Clash Zeit, geht gar nichts mehr. Spätestens jetzt sollte man gerafft haben, dass man Clash für EUW in die Tonne treten kann.\n> Mir ist absolut kein Spiel bekannt, dessen Client dermaßen am rumzicken ist, wie der Riot Client, aus o.g. Gründen.\n\nAlso hat jeder Bug was mit Clash zu tun, der seitdem existierte? Aha. :D  Und nur weil DU Dich für Clash nicht interessierst, heißt es nicht, dass es sonst keiner tut. Aram wurde doch zb auch als \"Funmode\" eingeführt und wird nach wie vor gut bespielt. Man sollte vielleicht nicht einzig und allein von den eigenen Vorlieben ausgehen. ;)","replies":[]}]}]}]}