{"id":"ZBh2dfeI","poster":"Pvt RaiSaShii","date":"2018-11-17T13:48:40.022+0000","title":"Tipps für Evelynn im Jungle.","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"_**Hallo LoL Community,**_\r\n\r\nich habe letztens angefangen Evelynn zu spielen und bin mir nach ca. 30 Spielen immer noch nicht so recht klar was sich wann und wie mit ihr genau geh&ouml;rt.\r\n\r\nIch w&uuml;rde mich freuen wenn man mir Tipps und ein paar Strategien auftun k&ouml;nnte die mir evtl. helfen k&ouml;nnten mein eigenes Gameplay zu erweitern und zu verbessern. Ich spiele Jungle im allgemeinen relativ oft und kenne auch die Basics was das dies angeht. Es geht mir hier nur um Evelynn als Champion ansich. Ich habe ein wenig das Gef&uuml;hl das sie einer der Assassinen ist mit denen gute Plays eher nicht so drin sind, sondern nur der geziehte Oneshot auf ein Ziel ohne Deckung oder ein paar Earlygame Abstauber.\r\n\r\nDa ich AP Assassinen nie wirklich gespielt habe muss ich sagen, gef&uuml;hlt ist Evelynn einer der Champions die sich im Vergleich zu anderen ihrer Art eher schwach auf der Brust anf&uuml;hlt. Sicher, Eyelynn ist ab Stufe 6 unsuchtbar aber irgendwie f&uuml;hlt sich Evelynn nicht so an wie ich es gedacht h&auml;tte. Zugegeben ich pers&ouml;nlich bevorzuge Wukong, Vi, Amumu, Shen, Udyr, Pantheon im Jungle zu speilen. Da das alles sehr AD lastig ausf&auml;llt kann es auch sein das ich selbst etwas zu eingepolt bin in der Hinsicht und deshalb nicht so recht mit ihr klar komme. \r\n\r\nIch w&uuml;rde mich freuen wenn Ihr mich an euren Erfahrungen teilhaben lasst und ein paar Tipps geben k&ouml;nnt. \r\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"òasd","date":"2018-11-17T16:00:52.700+0000","up_votes":1,"down_votes":0,"body":"guck dir auf twitch ein bischen ,,sunset was taken\" an, der erklärt sehr gut. \nEvelynn ist absolut nicht schwach wie man auch an meinem Smurf hier sehen kann. \nEvelynn braucht einfach Übung und einen anderen Spielstil vorallem. Du musst deine pasive Ausreizen und ausnutzen. Midgame ist deine Glanzstunde.\nVersuch laneganks mit eve. Nimm Objektives. Spiel um deine Wincondition rum. \nAlles in allem musst du dich an den Spielstiel gwöhnen immer stealth zu sein und zu cheesen bis es nichtmehr geht.\nIch spiel mit eve ohne Probleme mit 80% Winnrate bis Dia, hab aber mit anderen Champs Probleme in Platin klarzukommen teilweise weil ich mich so an diese Spielweise gewöhnt habe und teilweise einfach über wards laufe und denke die sehen mich eh nicht :D","replies":[]}]}