{"id":"KzG7EJah","poster":"DrakoniaDRK","date":"2018-11-15T18:14:26.927+0000","title":"DRK Clan sucht Member zum Aufbau des Clans, coole Games,","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Seit gegr&uuml;sst Beschw&ouml;rer\n\nIch bin Leaderin meines DRK Clans (Club). Und habe den Clan noch nicht lange. Bis jetzt sind nur mein Freund und ich mit unseren Accounts drin. \nTS habe ich nicht, aber Discord. Wenn wir zu 5 in einem Spiel sind benutzen wir aber meistens den League Sprachchat. Sollten wir viele Member dazu gewinne schaue ich dass ich einen eigenen Discord Server er&ouml;ffne (sofern ich das hin bekomme ^^)\n\n\nIch habe zwei Accounts auf dem einen bin ich Silber 5 und auf dem anderen Silber 2 mein Freund ist Gold 5 auf dem Main. Dies ist unsere erste Season bei League. Mein Freund und ich kamen von DOTA zu League. Mein Dota Clan besteht noch immer (auch wenn ich es nicht mehr spiele). \nMeine Lanes sind Support und Jungle. {{champion:37}} {{champion:25}} {{champion:9}} {{champion:12}} {{champion:63}} , {{champion:19}} {{champion:11}} {{champion:121}} {{champion:56}} \nIch spiele auch andere Lanes, aber eher selten. Will mich noch nicht auf allen Lanes festlegen. \nDie Lanes meines Freundes sind Top und Support. Auch er spielt alle Lanes. \n\nMein Ziel diese Season ist ganz klar in Gold zu kommen und ein paar tolle Spieler in meinem Clan zu haben. Wenn wir genug Leute sind, dann k&ouml;nnen auch Trainings stattfinden, interne Matches gegeneinander, Analysen nach dem Game um sich zu verbessern. Ich bin selbst kein Profi, habe in der kurzen Zeit doch schon reichlich an Erfahrung erlangt. Nun mit dem neuen Ranked System und neuen Runen usw wird auch wieder einiges neu auf uns zukommen. Ich denke wenn man ein gutes Clan Team hat, dann kann man zusammen Combos probieren usw. Es sind auch sehr gerne Coaches oder/ und erfahrene Spieler herzlich willkommen im Clan, solche Spieler sind immer eine Bereicherung f&uuml;r einen Club. Spieler die einem helfen besser zu werden und einem sagen wo man Schwachpunkte hat und wo man bereits schon stark ist. \nGespielt werden alle Arten von Games:\n\nRanked Flex 5v5, Ranked Flex 3v3, Solo/ Duo, Normals, Normal 3v3. Und als Fun einfach mal Aram wenn man bock hat. Toll wäre es natürlich wenn man zusammen als Clan Climben kann, dass jeder der noch nicht in Gold ist mindestens auf Ende der Season in Gold 5 ist für die tollen Belohnungen. \n\nAnforderungen f&uuml;r den Beitritt in den Clan:\n\n1. Flamen / Insult / Leave (RQ) / Afk / Gameruiner /und alle Arten von Unh&ouml;flichkeiten anderer gegen&uuml;ber ist NICHT willkommen, ebenso kindisches Benehmen. Wir erwarten einen h&ouml;flichen Umgang untereinander und auch im Spiel. \n(Sollte man ein Problem mit einem anderen Clanmitglied haben, bin ich die erste Anlaufstelle und es kann dar&uuml;ber geredet werden.)\n2. Alter: 18+\n3. Rank: Silber+\n4. Motivation zu Coachen und /oder neues zu lernen und sich zu verbessern und auch Ratschl&auml;ge Erfahrener Spieler anzunehmen. \n5. Spass haben am Spiel, es ist kein Zwang.\n\nAdded meinen Main Account:\n\nDrakoniaDRK\n\nmein 2 Acc:\n\nDrakoDRK\n\n\nGr&uuml;sse\n\nDrako\n\nEdit:\n\nIch vergass noch zu erwähnen, dass in meinem Clan die Leute nicht zwingend jeden Tag online sein müssen. Aktiv sein ist immer gut damit man zusammen spielen kann. Wäre schade wenn der Clan nur aus inaktiven Membern bestehen würde. \nDas einzige wo sich jeder dann etwas Zeit nehmen müsste, wäre wenn wir eine Clan Sitzung hätten. Würde aber sicher früh genug abgesprochen werden damit alle anwesend sein können. ","replies":[]}