{"id":"9EZVA7E7","poster":"u look like sid","date":"2018-11-15T12:34:20.468+0000","title":"Ticket wird schon seid 5 Tagen nicht bearbeitet","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi,\r\nIch habe bereits vor knapp 5 Tagen ein Supportticket geschrieben, da ich eine Frage bez&uuml;glich des kaiSa skins und der Worldtokens habe. Da der kaiSa Skin aber nur noch bis zum 19.11 zu kaufen sein wird, habe ich etwas Angst, dass das Ticket nicht rechtzeitig bearbeitet wird oder sogar vergessen wird. \r\nEs geht kurz gesagt darum, dass ich bestimmte World Artikel zur&uuml;ck geben m&ouml;chte.","replies":[{"id":"","poster":"Apocryphos","date":"2018-11-15T12:49:13.155+0000","up_votes":1,"down_votes":0,"body":"Hey ya!\n\nIm Moment haben wir sehr viele Tickets und deswegen musst du ein bisschen mehr auf eine Antwort warten. Es tut mir Leid.\n\nNichtsdestotrotz werde ich deine Frage hier beantworten. \n\nDer K/DA Kai'Sa wird für immer im Shop bleiben, aber den Prestige Kai Sa kann man bis zum Dezember 3.-4. (Timezones) mit Tokens kaufen.\n\nNach diesem Datum kann man Prestige Kai Sa nur von einem Reroll/Orb/Chest erhalten! \n\nMfG\n\n{{sticker:poppy-wink}}","replies":[{"id":"","poster":"u look like sid","date":"2018-11-15T13:02:00.155+0000","up_votes":0,"down_votes":0,"body":"Hey, \nDanke für die frühzeitige Antwort.\nHatte mich unklar ausgedrückt, es geht um den Prestige Kai Sa Skin. Wär es vielleicht möglich, meine bisher mit den World Tokens gekauften Objekte zurück zugeben ? Ich bin demnächst leider für 1 Woche schulisch unterwegs und habe generell ziemlich viel zu tun. Wär es da vielleicht möglich die Tokens für den Zedchroma & Border + Rivenchroma   zurück zu bekommen ? Zum Kauf der Sachen wusste ich leider noch nicht über den Prestige Kai Sa Skin Bescheid. Danke schonmal im Voraus!\n\n\nMFG  \nu look like sid","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-15T18:49:33.011+0000","up_votes":1,"down_votes":0,"body":"Moin u look like sid!\n\nMein Kollege wird dir sofort dein Ticket beantworten. Gedulde dich noch ein paar Minuten. \n\n{{sticker:sg-ahri-2}}","replies":[]}]}]}]}