{"id":"YZHndrpA","poster":"DatZwiebel","date":"2018-11-14T10:42:59.632+0000","title":"Platin Team sucht Mid Laner. Teilnahme an Ligen/Turnieren ist geplant","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"[DONE]\nWir haben schon jemanden gefunden\n[DONE]\n\n\nHey Leute,\nwir sind ein Team das aktuell aus 4 Leuten besteht. Dieses Team besteht erst seit 2 Wochen und wir haben gerade angefangen zu trainieren, als unser Mid Laner abgesprungen ist. Unser Ziel ist es m&ouml;glichst competitiv zu werden mit regelm&auml;&szlig;igem Training und auch Teilnahme an Turnieren wie auch Liegen (z.B. Summoners Inn League)\n\nVoraussetzungen:\n- mind Platin V in der SoloQ\n- Kritikf&auml;higkeit\n- Discord\n- Zuverl&auml;ssigkeit\n- Kein OTP\n- Spielt nicht ausschlie&szlig;lich Assassins\n\n&Uuml;ber uns:\n- Wir sind alle Plat 3+\n- Wir sind alle im Bereich 20-23 Jahre alt\n- Lust uns individuell und im Teamplay zu verbessern\n- Kritikf&auml;hig und zuverl&auml;ssig\n\nWas wir vorhaben:\n- regelm&auml;&szlig;iges Training\n- Teilnahme an Turnieren/Ligen/Clash\n- Teilweise Plays/Entscheidungen im Replay nochmal analysieren\n\nWenn ihr Interesse habt, dann schreibt am besten hier drunter und ich adde euch dann. Wenn ihr eure Rolle in dieser Season auf Mitte gewechselt habt, dann schreibt bitte dazu wie lange ihr schon Mid spielt. Ihr k&ouml;nnt mich nat&uuml;rlich auch adden aber so ist es einfacher f&uuml;r mich.\n\nWir w&uuml;rden dann ne paar Runden mit euch spielen um zugucken ob wir menschlich und spielerisch zusammen passen :D","replies":[{"id":"","poster":"Dyscalculia","date":"2018-11-14T11:08:49.780+0000","up_votes":1,"down_votes":0,"body":"Hallo! Ich heiße Franz und bin 19 Jahre alt. Ich spiele seit Season 5 Mitte und habe dieses jahr 2 Accounts in Platin 4 und 5 gehabt. Der eine wurde allerdings leider gebannt, aber nicht aufgrund von toxicity sondern aufgrund anderer Gründe wlche ich lieber persönlich erläutern wollen würde. Der andere hatte einem Freund gehört welcher sich kurzerhand entscheid wieder anzufangen mit LoL. Ich kann gerne beide Accounts von Op.GG verlinken und ihr werdet sehen das es mit meinem Account übereinstimmt. Auf meinem Neuen Acc bin ich nur Gold 3. Da ich dann zum Seasonende hin keine Yeit mehr hatte höher zu kommen Arbeitstechnisch, habe aber nun wieder mehr zeit un vorallem Lust. Ich spiele hauptsächlich Anivia, Ahri, Irelia, Lux, Lissandra und habe Taliyah gemaint bis sie Mitte unplayable wurde. kann aber recht viele Mid champs bis auf Zoe welche bei mir nie klappen wollte. Ich hatte dich auch schon in LoL Geaddet. Selbst habe ich auch schon über ein Jahr lang ein Team gelietet in einem Clan welches aktiv war und wöchentlich mindestens 2 Trainings durchlief. \n\nMfG Franz / AI Passcode","replies":[]}]}