{"id":"ijoFRIom","poster":"SUN Ðome","date":"2018-11-14T10:35:51.785+0000","title":"Gold - Platin Team sucht Substitute/Coach","subforum":"Level Up: Guides & Tipps","up_votes":3,"down_votes":0,"body":"Hallo, wie der Titel schon sagt suchen wir einen Substitute, der gleichzeitig von Au&szlig;en auch auf unsere Games schauen kann.\r\nErfahrungsgem&auml;&szlig; w&auml;re Low Dia als Elo hier vermutlich am besten.\r\n\r\nWir nehmen aktiv an einer Liga teil und trainieren mehrmals die Woche.\r\nWir bezahlen nicht, das ganze beruht auf Spa&szlig; und Ehrenamt.\r\n\r\nDanke schonmal im Vorraus! :)","replies":[{"id":"","poster":"Græ","date":"2018-11-14T14:19:44.954+0000","up_votes":2,"down_votes":0,"body":"Grüßt euch. \nDennis(21) aka Græ(IGN)  mein Name. Ich wäre interessiert euch mal zu coachen. \nKurz mein Backround. Spiele league seit Ende Season 2. Hab durch \"naturliches\" lernen mittlerweile Dia 5 (Top 1,5%Euw) erreicht, vor allem durch Gameknowledge, weniger durch mechanics. Habe zu Teamrankedzeiten in 5 und 7 man Rostern gespielt und diese als \"Captain\" auch zu Verbesserung führen können. Natürlich auch Erfahrungen im Clash und verfüge über guten Kontakt zu zwei drei Spielern im höheren Diamond Bereich sollte es Rollen/Matchup spezifische Fragen geben.\nMeine Erwartungen an euch wären lediglich ehrliches Feedback und einhalten von Terminen, wenn man sich verabredet eine Session zu machen, oder regelmäßige Trainings\nGrundlegende Einstellung die auch im Voraus essentiell sind: \n - League kann als Spiel zum Spaß gesehen werden \n - ABER League kann und sollte vorallem in einem 5Mann/Frau Team mehr wie Sport gesehen werden\n - Experimente/OffmetaPicks sind absolut legitim, auch das einhalten der Meta ist nicht immer nötig.\n - Aber alles im angemessen Rahmen, in Vorbereitung auf zB ein Turnier oder Ein Bestimmtes Ziel (ELO) muss jeder einzelne bereit sein, Spaß und Komfort eine niedrige Priorität zugeben\n- Tilt ist natürlich kommt vor, ist aber NIEMALS eine Ausrede. Frustration ist eine Emotion, die handlungen die man folgen lässt sind kontrollierbar erfordert aber Disziplin. Sollte es zu Problemen durch solche und ähnliche Emotionen kommen MUSS das offen im Team besprochen werden\n - kein Spieler ist mehr wert als der Andere egal ob es Elounterschiede gibt, gilt es jede Meinung der Teammitglieder zu zulassen\n\nDer Fokus liegt bei definitiv auf dem Coachen, sollten wir miteinander klar kommen kann ich aber auch gerne Substitute machen \n\nBei Interesse einfachmal adden.","replies":[{"id":"","poster":"SUN Ðome","date":"2018-11-14T15:00:10.428+0000","up_votes":1,"down_votes":0,"body":"hab dich geadded, danke für die kurze vorstellung :)","replies":[]}]},{"id":"","poster":"Adawasdawada","date":"2018-11-15T13:12:54.785+0000","up_votes":1,"down_votes":0,"body":"HeyHo,\nIch würde mich als Sub anbieten.\nIch bin 25 J und spielte in der Season 4-6 aktiv in einigen Teams.  \nIch habe viel Teamerfahrung und auch damals recht erfolgreich bei Battlegrounds teilgenommen. Habe allerdings die letzten ca. 2 Jahre kaum wirklich \"tryhard\" gespielt. Hab nun aber wieder den Spaß im Spiel 5vs5 gefunden und suche nur die Gelegenheit dort wieder einzusteigen.\n\nIn den Teams in denen ich damals gespielt habe kümmerte ich mich auch hauptverantwortlich für die Pick & Ban Phase und habe als Jungler häufig die Calls übernommen. Taktische Erfahrung für die \"Sicht von oben\" ist also auch da und ich könnten den Kollegen Græ unterstützend zur Seite stehen :)\n\nBei Interesse könnt ihr euch einfach melden :)","replies":[]}]}