{"id":"bEqAjaoQ","poster":"MSF Ness","date":"2018-11-14T09:50:19.455+0000","title":"[Helpdesk] Ranglistenbelohnungen 2018 & Ranglistensystem 2019","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"Qbert","date":"2018-11-14T10:06:43.520+0000","up_votes":7,"down_votes":1,"body":"> Über Monate hinweg haben wir euer Feedback zusammengetragen und nicht aufgegeben, um doch noch eine Chance erhaltet,euch eure Saisonbelohnungen >zu schnappen. \n>\n>Diesmal überbringen wir euch gute Nachrichten: Wir hatten Erfolg! \n\nIch gratuliere euch zu eurem Erfolg, finde es als rechtschaffender Spieler aber schade, dass die, die sich nicht benehmen konnten, in diesem Fall bevorzugt werden.\nImmerhin sehe ich nirgends stehen \"die, die keine Strafen erhielten, bekommen XY\".\nIch benehme mich ja nicht, weil ich etwas als Belohnung möchte, sondern weil ich das als normal erachte. Die, die sich jetzt beschweren, benehmen sich nur für die Belohnung.\n\nIch muss gestehen, da wächst in mir der Unmut.","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-14T10:29:43.059+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0003,timestamp=2018-11-14T10:06:43.520+0000)\n>\n> Ich gratuliere euch zu eurem Erfolg, finde es als rechtschaffender Spieler aber schade, dass die, die sich nicht benehmen konnten, in diesem Fall bevorzugt werden.\n> Immerhin sehe ich nirgends stehen &quot;die, die keine Strafen erhielten, bekommen XY&quot;.\n> Ich benehme mich ja nicht, weil ich etwas als Belohnung möchte, sondern weil ich das als normal erachte. Die, die sich jetzt beschweren, benehmen sich nur für die Belohnung.\n> \n> Ich muss gestehen, da wächst in mir der Unmut.\n\nWir hatten wenn du dich erinnern kannst zuvor ein ähnliches System für die Ranglisten-Belohnungen. Letztes Jahr wurden nur die Spieler bestraft die eine Zeitsperre erhalten hatten. Wenn du eine Chatsperre im letzten Jahr erhalten hast, hattest du die Möglichkeit diese vor dem Ende der Saison abzuspielen. Wenn du dies tatest, hast du die Belohnungen am ende der Saison erhalten. \n\nDies war dieses Jahr nicht möglich, da du es Zeitlich nicht schaffen konntest, je nach dem wann du eine Chatsperre erhalten hast, es noch bis zu Ehrungsstufe 2 zu schaffen. \n\nDu hast das ganze Jahr hart in der Rangliste gekämpft und ein einziger Ausrutscher hätte deine ganze Saison ruiniert. Wir reden hier nur über Spieler die eine Chatsperre erhalten haben. Da sind auch Spieler bei die bisher nie eine Chatsperre erhalten hatten oder eine andere Strafe, die sich aber z.B einmal auf eine Diskussion eingelassen haben, und dafür mit einer Chatsperre verwarnt wurden. \n\nWir haben bis zu letzt mit eben solchen Spielern in den Tickets zusammengearbeitet und diesen Tipps und Feedback gegeben um ihnen doch noch zur Ehrungsstufe 2 zu verhelfen bevor die Saison endet. Diese Spieler haben nicht nur unser Feedback angenommen, sondern ihr Bestes gegeben in der kurzen Zeit, und soviel League wie nur möglich zu Spielen. Dennoch mussten wir ihnen fast immer die schlechten Nachrichten überbringen das es nicht reichen wird. \n\nAuch diese Spieler haben eine Chance verdient gerade weil die Chatsperre eine Warnung ist und die meisten Spieler daraus lernen und nicht erneut auffällig werden. Ihr ganzes Jahr btw die ganze Saison deswegen zu ruinieren ist eine Strafe die in der Härte doch übertrieben war. \n\nDie wirklich toxischen Spieler die eine Zeitsperre erhalten haben, diese Spieler bekommen diese Möglichkeit nicht. Diese haben die Warnungen entweder ignoriert oder aber das Spiel in solchem ausmaß für andere ruiniert, das sie ihre Chance selbst verwirkt haben.","replies":[{"id":"","poster":"Shepy","date":"2018-11-14T13:29:57.668+0000","up_votes":3,"down_votes":0,"body":"Ich danke euch wirklich sehr für diesen Einsatz!","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-14T14:08:42.042+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xShepy,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000300000001,timestamp=2018-11-14T13:29:57.668+0000)\n>\n> Ich danke euch wirklich sehr für diesen Einsatz!\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"MSF Ness","date":"2018-11-15T00:53:16.255+0000","up_votes":1,"down_votes":0,"body":"{{sticker:katarina-love}}","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-11-14T10:35:44.139+0000","up_votes":3,"down_votes":2,"body":"Ich habe alles aufmerksam gelesen und ja, es ist mir bewusst, dass es nur die Leute mit einer CR betrifft.\nDas war auch im letzten Jahr so, wenn die CR über das Saisonende hinaus ging - sofern ich mich korrekt erinnere.\n\nWie schon betont, verstehe ich ja eure Herangehensweise und bin wirklich erfreut, dass ihr euch \"den Oberen\" bei Riot gegenüber durchsetzen konntet.\nDennoch find ich das schade für all jene, die eben auch innerhalb der letzten Wochen ihr Benehmen nicht so haben einbrechen lassen, dass sie eine Verwarnung bekommen haben.\nDenn das sind eigentlich die kleinen Helden der Community, die aber nicht mal ein \"Danke\" erhalten. Es macht mich schon traurig, dass es auch in diesem Spiel wie in vielen Teilen des Lebens so ist \"wer am lautesten schreibt bekommt seinen Willen\".\n\nDie Analogie mag übertrieben sein, aber so fühlt es sich für mich an, leider.\n\nIch möchte noch mal betonen, es geht nicht um Belohnung sondern es geht einfach um mein Empfinden gegenüber dieser Situation.","replies":[{"id":"","poster":"Lunaá","date":"2018-11-14T11:24:21.039+0000","up_votes":3,"down_votes":1,"body":"Ich glaube, du missvestehst das Problem und den Grund, warum die Leute doch noch eine Chance bekommen.\nDenn ohne diese Änderung könnte ich mich von Dezember-August unmöglich benehmen und haufenweise Chatrestrictions ansammeln, denn solange ich am Ende Ehrungsstufe 2 bin, bekomme ich die Belohnungen.\nIst das gerecht denen gegenüber, die eine Chatrestriction im Oktober bekommen und somit keine Seasonbelohnungen? Sicherlich nicht.\n\nIch bin auch nicht glücklich darüber, dass bestrafte Spieler Belohnungen erhalten, aber so ist es wenigstens etwas fairer.\n\nMan könnte auch einfach allen, die in der Season bestraft wurden, den Anspruch auf Belohnungen verwähren, aber man müsste das halt nur rechtzeitig ankündigen","replies":[{"id":"","poster":"Qbert","date":"2018-11-14T11:45:20.122+0000","up_votes":2,"down_votes":1,"body":"> Denn ohne diese Änderung könnte ich mich von Dezember-August unmöglich benehmen und haufenweise Chatrestrictions ansammeln, denn solange ich am Ende Ehrungsstufe 2 bin, bekomme ich die Belohnungen.\n\nKannst du nicht ... es gibt nur zwei CR, danach kommt der 14d-Bann.\n\n> Denn ohne diese Änderung könnte ich mich von Dezember-August unmöglich benehmen und haufenweise Chatrestrictions ansammeln, denn solange ich am Ende Ehrungsstufe 2 bin, bekomme ich die Belohnungen.\n\nSo ist es doch jetzt auch. Die Leute die sich den Rest der Saison benommen haben bekommen Ihre Belohnungen, auch wenn sie inmitten der Saison eine Strafe haben.\n\n> Ist das gerecht denen gegenüber, die eine Chatrestriction im Oktober bekommen und somit keine Seasonbelohnungen? Sicherlich nicht.\n\nIst es.\nDann muss man seitens Riot eben das Bestrafungssystem richtig einleiten und nicht jetzt, wo der Andrang der Beschwerden so groß ist, zurück rudern\nFür mich ist das inkonsequent und motiviert mich nicht gerade.\n\nP.S.\nDie Strafen und ihre Folgen wurden rechtzeitig angekündigt.\nDu schaffst es von Stufe 1 auf zwei binnen weniger Tage. Riot misst die Zeit in Spielzeit nicht in Realzeit. Wenn du also Spiele spammst und Ehrungen bekommst, steigst du recht schnell auf.\n","replies":[]}]}]},{"id":"","poster":"G2 Slippi","date":"2019-02-13T14:21:34.503+0000","up_votes":1,"down_votes":0,"body":"Währe da nicht die Bessere Lösung, Leute die die erste Chatstrafe bekommen, nicht gleich auf Honorstufe 0 oder 1 dropen zu lassen sondern einfach auf Stufe 2. Wenn das wirklich ein Ausrutscher war, werden sich diese Spieler auch keinen mehr erlauben und bekommen trotzdem noch die Belohnungen, wohingegen andere Spieler die sich nicht bessern locker eine zweite Chatstrafe bekommen und somit auf Honorstufe 0 droppen und keinen Anspruch mehr auf die Belohnungen haben, außer sie schaffen es, sich wieder auf Stufe 2 zu spielen. Denke so würde keiner bevorzugt behandelt.\n\n(Ich weiß ich bin spät dran mit meinem Kommentar, aber ich habe den Beitrag eben erst gelesen ^^)","replies":[]}]}]},{"id":"","poster":"manial fly","date":"2018-11-14T10:05:31.848+0000","up_votes":3,"down_votes":0,"body":"Schön wie sich der Support immer für die Spieler einsetzt, welche sich sowieso schon scheiße verhalten. Was ist mit denen die immer ordentlich sind und noch nie bestraft wurden?\nEs hieß das diejenigen am Ende der Saison belohnt werden welche sich einen bestimmten Rang erspielt haben und sich während der Saison ehrenhaft verhalten haben. Für letzteres bekommt man jetzt einfach mal drei Monate mehr Zeit, aber was ist mit den Leuten auf Ehrungsstufe 5 die es nicht in Gold geschafft haben?\nSchön wie Riot immer mit zweiler Maß misst. Ich werde das aufjedenfall nicht unterststützen und nun erstmal keine Ehrungen mehr verteilen.","replies":[{"id":"","poster":"EskimoGoldberg","date":"2018-11-15T17:22:48.190+0000","up_votes":2,"down_votes":2,"body":"An sonem kommentar merkt man echt was für ein \"kleiner\" Mensch du bist. \nDir fehlt offensichtlich die Weitsicht + Größe die der Support besitzt, da ich gerne glaube das man erkannt hat, dass das Ehrungssystem mit den Belohnungen zu verbinden einfach nur \"fehlerhaft\" ist. \nGuck dir doch den Mumpitz an den DU da gerade schreibst. Aus missgunst würdest du das boykottieren ohne das du, wie der Support sich ein Bild von der gesamt Situation gemacht hast und weisst wovon du redest! \nEs gibt keine Garantie dafür, das Spieler bei einem PG13 Spiel dieses bewertungssystem was offensichtlich mittlerweile ein \"muss\" ist, ernst nehmen oder Leistungsgerecht bewerten. \nIch für meinen teil hab z.B. dieses System nicht im, \"anscheinend\" erforderlichen maß betrieben. \nIch \"honor\" ausschliesslich nach Leistung und verdienst, was ich übrigens weiterhin so handhaben möchte (was u.a. auch bedeutet das es mal nen Spiel oder mehrere garkeine gibt). \nDie Gefahr ist zu Groß das es vettern wirtschaft gibt bei duos (was ja nichts bringt, aber das passiert trotzdem) oder leute das einfach wegklicken.\nMMn sollte vom System bewertet werden wer \"Ehre\" verdient oder nicht und lediglich durch die Spieler beschleunigt werden können so ähnlich wie bei Overwatch halt play of the match mvp etc. . Dann brauch sich auch niemand aufregen, wenn er hyper carried und irgendein \"Tool\" alle Ehre abstaubt der defakto garnichts gemacht hat.","replies":[{"id":"","poster":"SimsaOnTheThrone","date":"2018-11-15T18:28:34.201+0000","up_votes":3,"down_votes":0,"body":"Es geht mir darum, dass Spieler die jemandem den Tod wünschen oder gar schlimmeres dafür auch noch Belohnt werden.\n\nSie würden eher lernen, dass sowas absolut unangebracht und falsch ist wenn Riot mal durchgreifen würde.\nIch persönlich hatte noch nie eine CR , kann mir aber gut vorstellen warum man sowas bekommt.\nWeil man genau so einen Mist wie ''kys'' oder sonstiges von sich gibt.\nWie gesagt ich finde es schön zu sehen, dass man sich hier für andere einsetzt, ich hätte mir nur gewünscht dass es mal die trifft, die sich nix zu Schulden kommen lassen und nicht wieder denen Zucker in den Po geblasen wird, die es nicht verdient hätten.\nWie gesagt ''kys'' und solche Sachen waren noch Harmlos zu dem was ich heute alles gelesen habe in meinen Games und warum ?\nWeil es ja egal ist.\n\nMeiner Meinung nach ist jeder der eine CR bekommen hat selbst Schuld weil einfach so bekommt man die ja nicht.\nUnd das Ehrungssystem btw, dort aufzusteigen ist meiner Meinung nach einfacher als Gold zu kommen und vorallem Stufe 2 ist für jemanden der einfach nicht toxisch oder sonstiges ist überhaupt kein Problem.\nUnd außerdem, wenn man sich nichts zu Schulden kommen lässt, kann man seinen Stand dort ja auch nicht verlieren.\n\nDenk mal drüber nach.\n\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-15T19:06:59.791+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=SimsaOnTheThrone,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000200010000,timestamp=2018-11-15T18:28:34.201+0000)\n>\n> Es geht mir darum, dass Spieler die jemandem den Tod wünschen oder gar schlimmeres dafür auch noch Belohnt werden.\n> \n> Sie würden eher lernen, dass sowas absolut unangebracht und falsch ist wenn Riot mal durchgreifen würde.\n> Ich persönlich hatte noch nie eine CR , kann mir aber gut vorstellen warum man sowas bekommt.\n> Weil man genau so einen Mist wie &#x27;&#x27;kys&#x27;&#x27; oder sonstiges von sich gibt.\n> Wie gesagt ich finde es schön zu sehen, dass man sich hier für andere einsetzt, ich hätte mir nur gewünscht dass es mal die trifft, die sich nix zu Schulden kommen lassen und nicht wieder denen Zucker in den Po geblasen wird, die es nicht verdient hätten.\n> Wie gesagt &#x27;&#x27;kys&#x27;&#x27; und solche Sachen waren noch Harmlos zu dem was ich heute alles gelesen habe in meinen Games und warum ?\n> Weil es ja egal ist.\n> \n> Meiner Meinung nach ist jeder der eine CR bekommen hat selbst Schuld weil einfach so bekommt man die ja nicht.\n> Und das Ehrungssystem btw, dort aufzusteigen ist meiner Meinung nach einfacher als Gold zu kommen und vorallem Stufe 2 ist für jemanden der einfach nicht toxisch oder sonstiges ist überhaupt kein Problem.\n> Und außerdem, wenn man sich nichts zu Schulden kommen lässt, kann man seinen Stand dort ja auch nicht verlieren.\n> \n> Denk mal drüber nach.\n> \n> {{sticker:sg-ahri-2}}\n\nSpieler die sowas schreiben erhalten keine Chatsperre. Für sowas haben wir eine Null Toleranz Politik und das wird direkt mit einer 2 Wochen Sperre bestraft. \n\nSolche Spieler bekommen keine Chance von uns auf die Belohnungen.","replies":[{"id":"","poster":"manial fly","date":"2018-11-16T08:37:43.697+0000","up_votes":1,"down_votes":1,"body":"In der Theorie vlt. in der Praxis könnte ich dir jetzt bestimmt 2-3 Bespiele nennen die nach solchen Äußerungen noch munter weiterspielen durften.","replies":[]}]}]},{"id":"","poster":"manial fly","date":"2018-11-16T08:31:55.756+0000","up_votes":1,"down_votes":0,"body":"Also zunächst einmal muss ich mich nicht von einer Fremden Person wie dir nur wegen meiner persönlichen Meinung in einem öffentlichem Forum so anmachen lassen. So was geht gar nicht.\nUnd in Anbetracht der Tatsache das ich mit meiner Meinung hier nicht alleine da stehe sondern auch einige andere den Zug von Riot nicht gut finden, solltest DU DIR lieber mal angucken was du für \"Mumpitz\" von dir gibst ;)\nRiot hat ohnehin schon ein sehr lasches Strafsystem d.h. zum einen das Spieler die sich vorbildlich verhalten immet und immer wieder mit allen Arten von Flamern rumschlagen müssen und zum anderen das man sich so ne CR auch nicht durch nen einmaligen Ausrutscher einhandelt. Jeder Flamer bekommt schon seine zweite oder dritte Chance da niemand instant nen Permbann bekommt. Selbst so Leute die mit \"kys\" um sich schmeißen bekommen erstmal nur nen 14-Tage Bann. Ich denke so ein lasches Bestrafungssystem ist schon entgegen kommen genug. Aber nö jetzt haben diese armen kleinen Flamer genug rumgeheult in Riot kommt wieder genau drn Spielern entgegen die sich nicht ehrenhaft verhalten.\n\nIch geb dir recht dass das Ehrungssystem alles andere als gut so ist. Du bist das beste Bespiel in dem du sagt du ehrst nach Leistung. Der Spieler der maßgeblich in deinem Spiel zum Sieg beigetragen hat, kann im nächsten Spiel der größte Flamer sein.\nSicher wäre ein System welches unabhängig von der subjektiven Wahrnemung eines Spielers funktioniert besser, aber wir müssen nun mit dem vorlieb nehmen was wir haben..\nUnd da ich Riot in dieser Sache auf keinen Fall unterstützen werde, handel ich nun so wie ich es für richtig halte ;)","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-11-14T10:06:48.846+0000","up_votes":2,"down_votes":1,"body":"Die Belohnung für die Leute die sich Ehrenhaft verhalten, hast du während der Season die ganze Zeit bekommen in Form von Capseln etc.","replies":[{"id":"","poster":"Qbert","date":"2018-11-14T10:10:27.262+0000","up_votes":3,"down_votes":0,"body":"Haben die Spieler, die jetzt noch eine CR erhielten haben bist dato auch.\nUnd diese \"Belohnung\" von den du sprichst bekommt auch nur der, der öfter Spielt.\n\nIch habe nicht mal Honor 4 geschafft durch das wenige spielen und bekomme trotz meines pos. Verhaltens nichts.\nDarum geht's auch nicht. Es geht darum, dass die Fehlverhaltenden etwas bekommen, was ihnen eigentlich nicht zustehen sollte.","replies":[]},{"id":"","poster":"manial fly","date":"2018-11-14T10:22:44.279+0000","up_votes":2,"down_votes":0,"body":"Ach ernsthaft? Ich glaub jeder weiß das man auf Stufe 5 genauso belohnt wird wie auf Stufe 2. Des Weiteren wurde ein toxischer Spieler der erst vor ein paar Wochen ne Strafe bekommen bis dato genauso belohnt.\n\nIch sehe das im Grunde wie Qbert. Ich spiele seit ich mit diesem Spiel begonnen habe ausnahmslos ehrenhaft. Nicht um belohnt zu werden sondern weil es sich so gehört.\nDann hat Riot i.wann dieses Belohnungssystem eingeführt um unehrenhafte Spieler dazu zu bewegen sich ehrehaft zu verhalten (im Grunde schon traurig das Riot die Spieler für etwas belohnt was Selbstverständlich sein sollte). Joar aber auch hier wurd die Toleranzgrenze so angepasst das es kaum weh tut.\nJetzt hat man dieses Jahr endlich mal ne klare und faire Linie bei den Ranked Rewords. Man hat ja gemerkt wie viele Spieler das getroffen hat, aber nein Riot zieht wieder den Schwanz ein. Es ist ja nicht nur so das man jetzt mal die Möglichkeit hatte die Spieler da zu bestrafen wo es weh tut und vlt zu besserem Verhalten in der nächsten Saison zu bewegen. Nein es werden wieder die Spieler bevorzugt welche sich falsch verhalten und ohnehin ständig zweite, dritte und vierte Chancen kriegen.","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2018-11-14T12:48:28.994+0000","up_votes":1,"down_votes":0,"body":"> Die ganz detaillierten Informationen zu dem neuen Ranglisten System könnt ihr in den /dev Tagebüchern einsehen\n\nWenn ich auf den Link für die Tagebücher klicke kommt **ERROR**  {{sticker:sg-zephyr}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-14T15:26:59.533+0000","up_votes":1,"down_votes":0,"body":"ARGH! Entschuldige. Jetzt funktioniert es!\n\n{{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-14T16:04:16.841+0000","up_votes":3,"down_votes":0,"body":"Dankeschön. {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-14T16:41:53.898+0000","up_votes":1,"down_votes":0,"body":"Bitte gerne!\n\n{{sticker:katarina-love}}","replies":[]}]}]}]},{"id":"","poster":"Playmakêr","date":"2018-11-15T15:40:22.785+0000","up_votes":1,"down_votes":0,"body":"Hallo Liebes Riot Team! \nAb wann genau werden jetzt eigentlich die Saisonbelohnungen verteilt? Ab dem nächsten Patch oder ab sofort? Liebe Grüße Playmakêr {{sticker:garen-swing}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-15T16:43:36.391+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Playmakêr,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000a,timestamp=2018-11-15T15:40:22.785+0000)\n>\n> Hallo Liebes Riot Team! \n> Ab wann genau werden jetzt eigentlich die Saisonbelohnungen verteilt? Ab dem nächsten Patch oder ab sofort? Liebe Grüße Playmakêr {{sticker:garen-swing}}\n\nDie Belohnungen werden bis spätestens dem Bis zum 12. Dezember 2018  alle verteilt sein. Die Chancen das dies aber schon sehr viel früher geschieht sind sehr hoch :D \n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Playmakêr","date":"2018-11-16T00:33:34.402+0000","up_votes":1,"down_votes":0,"body":"Danke :)","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2018-11-14T09:57:38.740+0000","up_votes":1,"down_votes":0,"body":"Könnt ihr die Schriftfarbe etwas heller machen, das Grau des Textes ist etwas dunkel^^","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-14T10:29:43.419+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0000,timestamp=2018-11-14T09:57:38.740+0000)\n>\n> Könnt ihr die Schriftfarbe etwas heller machen, das Grau des Textes ist etwas dunkel^^\n\nWurde versucht. Das Hellere war auf Dauer anstrengender zu lesen, deswegen der dünklere Farbton.\n\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-14T10:57:06.460+0000","up_votes":2,"down_votes":0,"body":"Ich musste mir den Text markieren um ihn lesen zu können ... habe ein sonniges Büro und da geht der Text leider wirklich unter :[","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-14T11:00:12.739+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000000000001,timestamp=2018-11-14T10:57:06.460+0000)\n>\n> Ich musste mir den Text markieren um ihn lesen zu können ... habe ein sonniges Büro und da geht der Text leider wirklich unter :[\n\nHast du es gut, wir vom Support werden das ganze Jahr im Keller bei Riot eingesperrt. {{sticker:sg-janna}}","replies":[{"id":"","poster":"OT Riku","date":"2018-11-14T14:41:26.294+0000","up_votes":1,"down_votes":0,"body":"Gibt's wenigstens Wasser und Brot?\nOhne wäre unmenschlich, mit ist es doch ganz gut.","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-14T15:40:11.999+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OT Riku,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=00000000000100000001,timestamp=2018-11-14T14:41:26.294+0000)\n>\n> Gibt&#x27;s wenigstens Wasser und Brot?\n> Ohne wäre unmenschlich, mit ist es doch ganz gut.\n\nWir müssen alle den Fizz Pyjama tragen und selbstverständlich gibt es nur Wasser und Brot und ab und zu bekommen wir eine Schale gefüllt mit salzigen Tränen der Spieler :D","replies":[{"id":"","poster":"OT Riku","date":"2018-11-14T19:06:05.973+0000","up_votes":1,"down_votes":0,"body":"Was ein Traumjob *.*","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-14T19:32:06.995+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OT Riku,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0000000000010000000100000000,timestamp=2018-11-14T19:06:05.973+0000)\n>\n> Was ein Traumjob *.*\n\nTraumhaft nicht wahr ? {{sticker:sg-miss-fortune}}","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-11-14T15:14:57.190+0000","up_votes":1,"down_votes":0,"body":"Das erklärt die gewählte Schriftfarbe.","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-14T11:00:42.431+0000","up_votes":1,"down_votes":0,"body":"Wir können gerne tauschen ...","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2018-11-14T10:50:36.748+0000","up_votes":1,"down_votes":0,"body":"Also wird der normale Forenfarbton als anstrengender empfunden? Hm... dann muss ich mir das wohl mal in ne E-Mail kopieren und am PC lesen.","replies":[]}]}]},{"id":"","poster":"TDM JuanMoreWave","date":"2018-11-16T12:04:00.558+0000","up_votes":2,"down_votes":1,"body":"Wenn ich so Nachdenke finde ich es vor allem Unfair für Leute wie mich z. B. die irgendwann in der Mitte der Season wieder angefangen haben ein oder 2 Runden LoL pro Woche zu spielen und jetzt vor Season ende auf auf Honor 4 und 3/3 Meilensteinen sind... Die Leute die geflamed oder beleidigt haben bekommen jetzt die Chance weiter zu sammeln um Belohnung zu bekommen... also da sollte meiner Meinung nach entweder ALLEN Spielern die Möglichkeit gegeben werden nochmal bis Februar Ihr Honor-Level zu verbessern oder garkeinem.... weil ganz ehrlich wer ne chat restrict bekommt ist selber schuld... ich finde das diese \"ausnahme\" so wie sie jetzt ist eher eine Bestrafung für die normalen und anständigen spieler ist... ich meiene ich benehme mich bei den spielen ja nicht nur um die belohnung zu bekommen sondern weil es sich so gehört.. aber genau diese Spieler werden sich bis Februar benehmen um die Belohnung zu bekommen und dann direkt wieder anfangen zu flamen etc. finde ich echt makaber.","replies":[]},{"id":"","poster":"SimsaOnTheThrone","date":"2018-11-16T09:24:06.723+0000","up_votes":2,"down_votes":1,"body":"Das ist das was ich mir auch denke.\nsolche Äußerungen können ja zur 0 Tolleranz gehören, nichts desto trotz gibt es nicht immer direkt nen 14 Tage Bann sondern auch CR für solche Äußerungen, das weiß ich ebenfalls anhand von Beispielen, die nach der CR munter weiter gemacht haben und dann eventuell vielleicht mal den Bann kassiert haben, wenn genug reportet haben.\nIch denke mir wie gesagt noch immer , wenn du nix getan hast, können die Leute doch reporten was sie wollen es bringt ja nichts. \nMan bekommt eine Strafe nicht einfach so.\nNur wenn man wirklich im Ton ''daneben gegriffen'' hat also jemanden Beleidigt, hat man die meiner Meinung nach verdient.\nAber gut man kann es jetzt nicht ändern, das Urteil ist gefallen , Gnade vor Recht.","replies":[{"id":"","poster":"manial fly","date":"2018-11-16T12:32:03.080+0000","up_votes":1,"down_votes":0,"body":"Wie hier von vielen anderen auch schon angesprochen ist es schlicht und ergreifend unfair. Ein Freund von mir hat auch erst vor kurzem wieder angefangen zu spielen und sich demnach kurz vor Season Ende nur in Silber 1 platziert. Warum bekommt er jetzt nicht auch mehr Zeit sich noch in Gold zu spielen um die Belohnung zu bekommen? Nein für ihn ist die Zeit abgelaufen obwohl er sich die ganze Zeit immer angemessen verhalten hat.","replies":[]}]},{"id":"","poster":"Maexle","date":"2018-11-14T10:38:16.355+0000","up_votes":2,"down_votes":1,"body":"Ich finde es auch nicht  gerade ideal, dass toxische Spieler diese Chance bekommen. Sie wussten genau was passiert, wenn sie sich nicht benehmen. \n\nWie ich in unserem [Antiflamer Manifest ](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/GpKMneIA-das-antiflamer-manifest-antifla) festgestellt habe, begünstigen die Belohnungen das toxische Verhalten, da sie eine Gier der Flamer heraufbeschwören. Die Beschwerden über die Strafe bei euch belegen das zusätzlich. Im Umkehrschluss hätten die Konsequenzen, keine Belohnungen aufgrund von giftigem Verhalten zu bekommen, dafür sorgen können, dass sie sich zusammenreisen. Wenn nicht aufgrund der Überzeugung, dass ihre Haltung falsch ist, sondern aus der puren Gier nach den Belohnungen. \n\nNatürlich wäre es auch nicht richtig, einen Spieler auszuschließen, der möglicherweise ein oder zwei Mal mies drauf war und dann eine Chatsperre erhalten hat. Andererseits kann er ja in der nächsten Saison seine Belohnungen bekommen. \n\nAls Kompromiss schlage ich vor, dass nur Spieler diese Chance bekommen, die nur eine Chatsperre hatten. Außerdem würde ich vorschlagen, die Ehrungsstufe auf mindestens 3 zu erhöhen, die bis 11. Februar erreicht werden muss. Jemand, der mehr als eine Chatsperre bekommt, hat seine Chancen verwehrt. Er war nicht so toxisch, dass er gebannt wurde und das ist auch in Ordnung. Trotzdem ist er rückfällig geworden und dafür soll er belohnt werden? Die Erhöhung der Ehrungsstufe auf 3 erscheint mir deshalb angebracht, dass ein Flamer wirklich beweisen  muss, dass er sich tatsächlich bessern kann. Ehrungsstufe 2 in drei Monaten zu erreichen erscheint mir dabei unzureichend. \n\n{{champion:17}} [#alertaantifla](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/oKr2NVUw-anti-flamer-aller-elos-vereinigt-euch)","replies":[{"id":"","poster":"manial fly","date":"2018-11-14T11:27:33.432+0000","up_votes":1,"down_votes":0,"body":"Mal davon abgesehen ist das Reportsystem ja auch nicht so streng, dass es direkt bei einem Ausrutscher direkt ne Strafe gibt. Das müssen schon mehrere oder ein heftiger Ausrutscher gewesen sein und in beiden Fällen hat man keine Belohnung verdient.\n\nDie Idee am Ende der Season Stufe 2 haben zu müssen war gut. Spieler die sich zu Beginn der Season falsch verhalten haben, hatten genug Zeit um zu zeigen das die sich geändert haben und alle anderen waren eben kurz vorher oder mehrfach toxisch und haben somit auch keine Belohnungen verdient. Naja ich würd mal sagen gj Riot nach all den Sachen in der letzten Saison blöd gelaufen sind, schafft ihr es einen der wenigen guten Ansätze auch in den Sand zusetzen.","replies":[]}]},{"id":"","poster":"Rüven","date":"2019-03-15T09:53:23.629+0000","up_votes":1,"down_votes":0,"body":"moorehawk","replies":[{"id":"","poster":"MSF Ness","date":"2019-03-15T09:55:07.925+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"Novros","date":"2019-03-15T09:59:58.424+0000","up_votes":1,"down_votes":0,"body":"nanu, Blau und Grün nun? ... \n\nGrüße vom anderen Account des Forum-Poros ... Qbert darf nicht mehr :|","replies":[]}]},{"id":"","poster":"Moorehawk","date":"2019-03-15T09:55:59.557+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rüven,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0025,timestamp=2019-03-15T09:53:23.629+0000)\n>\n> moorehawk\n\nhttps://youtu.be/84RxK4N1wfE?t=28","replies":[]}]},{"id":"","poster":"NobodyLikeRito","date":"2019-03-06T18:50:16.678+0000","up_votes":1,"down_votes":0,"body":"Auch hier melde ich mich nun mal zu Wort. Ich habe BIS HEUTE noch nicht die Season Reward bekommen ! Ich habe mich bis zum 11.2.2019 qualifiziert und warte seitdem täglich auf meine Reward. Ich habe heute wiederholt eine Anfrage ans Riotsupport Team geschickt und es gibt immernoch keine Antwort. Wenn das hier ein Riotler liest, bitte mach mal was.","replies":[]},{"id":"","poster":"Ur Last Pleasure","date":"2018-11-28T20:19:08.831+0000","up_votes":1,"down_votes":0,"body":"Riots Bestrafungssystem ist der größte Bullshit ever!\nWem würdet ihr Bestrafen?\n\nPerson A: Fängt sich an aufzuregen wegen einem \"gestohlenem\" Kluftkrabbler im Game, beleidigt dich ohne Bösartige Wörter zu benutzen wie \" u r useless...\" etc und geht Afk Splitpushen (absichtlich das Spiel verlieren).\n\nPerson B: Antwortet \"stfu retard\", \"Cry baby\", \"stop it\", \"why r u so toxic\" \n\nPerson B benutzt böse Wörter, hat aber nicht das Spiel negativ beeinflusst wie Person A.  \nAber die Person B wird bestraft wegen Unsportliches Verhalten. {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2019-01-12T16:28:16.162+0000","up_votes":1,"down_votes":0,"body":"nur weil andere toxic sind ist das noch lange kein grund genau so toxic zu denen zu sein. einfach reporten und fertig. sonst bist du nicht besser als die anderen","replies":[{"id":"","poster":"Ur Last Pleasure","date":"2019-02-28T02:15:50.133+0000","up_votes":1,"down_votes":0,"body":"Du verstehst einfach nicht das dieses System so nicht funktioniert, wenn man jungler ist und jede Lane verliert bist immer du Schuld und egal wer anfängt zu schreiben am Ende reporten dich immer 4 Leute weil du ja der Jungler bist und der angeblich immer Schuld hat.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-11-28T22:10:28.009+0000","up_votes":1,"down_votes":0,"body":"Beide. \n\n>Person B benutzt böse Wörter, hat aber nicht das Spiel negativ beeinflusst wie Person A.\n\nDie wichtige Frage hier ist eher, warum zählt \"retard\" für dich nicht als Beleidigung? Zudem hat B mit dem Chat ebenfalls nur negatives beigetragen. Ebenso wie A. \n\nIm bestenfalls ignoriert man A und B. Im schlimmsten Fall schaukeln sich beide in einen Flamewar rein. Beide richten ihre Aufmerksamkeit fast nur noch auf den Chat, flamen sich und der Rest des Teams darf zusehen, wie die beim tippen sterben. Ich persönlich mag solche Situationen häufig, da es meist meine Gegner sind, die meinen, es wäre schlau sich im Chat gegenseitig zu zerfleischen, während sie gerade angegriffen werden. Dann wundere ich mich, warum der Spieler sich nicht gewehrt hat, nur um 2 Sekunden später seine 2 Zeilen lange Allchatnachricht sehen zu dürfen. Da freue ich mich doppelt über den Kill.","replies":[{"id":"","poster":"Ur Last Pleasure","date":"2018-12-05T15:13:12.794+0000","up_votes":1,"down_votes":0,"body":"Alter...wo habe ich gesagt das \"retard\" für mich zu keiner Beleidigung zählt xD\nWie hat Person B das Spiel negativ beeinflusst? Keiner vom Team hat sich eingemischt, das waren bloß 2 min. Chat. \nPerson A hat angefangen zu meckern und flamen und ist  dann Afk die Sidelane runtergelaufen.\n\nPerson B (ICH) hat bloß geantwortet mit \"Halt die Fresse du Spa...heul nicht und Spiel weiter\" usw...\nAlso wie habe ich das Spiel negativ beeinflusst?  Warum bekomme eine Chatsperre und Minus 2 Stufen beim Honorsystem.\nNur weil ich mich gegen einer Toxischen Person gewehrt habe und das in 1 oder 2 Sätze, fertig....ja gg","replies":[{"id":"","poster":"Sirrkas","date":"2018-12-05T15:25:25.603+0000","up_votes":1,"down_votes":0,"body":">Alter...wo habe ich gesagt das \"retard\" für mich zu keiner Beleidigung zählt xD\n\nDas habe ich daraus gefolgert, dass du es nur als böses Wort ansiehst und meinst, das würde niemandem schaden, bzw. das Spiel nicht negativ beeinflussen. Was aber sogar schon bei Blaming wie \"u suck\" der Fall sein kann. \n\n>Wie hat Person B das Spiel negativ beeinflusst? Keiner vom Team hat sich eingemischt, das waren bloß 2 min. Chat.\n\nGanz einfach. Der toxische Chat kann nur negative Folgen für das Team haben. Sei es, dass sich die beiden in einen Flamewar steigern, die Moral der übrigen Mitspieler weiter in Mitleidenschaft gezogen wird oder auch einfach nur, dass der zurück flamende seine Zeit verschwendet und durch den Fokus auf den Chat Fehler begeht. Ich habe schon genug Spieler gesehen, die sich wehrlos haben töten lassen bzw. nicht mehr rechtzeitig reagieren konnten, als sie gerade dabei waren, eine Zeile in den Chat zu schreiben. \n\n>Person A hat angefangen zu meckern und flamen und ist dann Afk die Sidelane runtergelaufen.\n\nIch sage nicht, dass das richtig ist. Aber Person A und B gehören bestraft. \n\n>Person B (ICH) hat bloß geantwortet mit \"Halt die Fresse du Spa...heul nicht und Spiel weiter\" usw...\nAlso wie habe ich das Spiel negativ beeinflusst? Warum bekomme eine Chatsperre und Minus 2 Stufen beim Honorsystem.\n\nDu hast geflamt. Das reicht. Darunter war auch eine Beleidigung. Es ist egal ob der andere angefangen hat oder schlimmer war. Es ist auch egal, ob du glaubst, du hast keinen negativen Einfluss gehabt. Jemand hat dich gemeldet und du warst toxisch, deshalb wirst du dafür bestraft. \n\n>Nur weil ich mich gegen einer Toxischen Person gewehrt habe und das in 1 oder 2 Sätze, fertig....ja gg\n\n\"Wehren\" ist hier der falsche Begriff. \"Selbstjustiz\" würde es besser treffen. Wehren würde bedeuten, dass du eine Aktion ausgeführt hast, die geeignet ist, weiteren Schaden von dir abzuhalten. Ich habe noch nie gesehen, dass Flame das zustande gebracht hat. Im besten Fall wird es ignoriert, im schlimmsten Fall, eskaliert die Situation weiter. \n\nWehren in LoL würde bedeuten, dass du störende Spieler stumm schaltest, damit sie dich nicht mehr im Chat stören können und Fehlverhalten meldest. Wenn jemand trollt, meldet man das. Man fängt nicht selber an toxisch zu werden.\n\n\nSei mal ehrlich, wie oft hat dir so ein Verhalten schon dabei geholfen, einen Troll davon abzubringen, zu trollen? Und wie oft, hat es an der Situation nichts geändert oder sie gar verschlimmert?","replies":[]}]}]}]},{"id":"","poster":"SpatenT King 75","date":"2019-02-19T16:11:20.654+0000","up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\n\nich war ebenfalls einer der Spieler mit einer Chat-Einschränkung, sprich ich hatte 5 Spiele nur eine begranzte Anzahl an Nachrichten.\nZum Zeitpunkt des Season-Ende habe ich nicht die Voraussetzungen erfüllt, daher hatte ich die Belohnungen nicht direkt erhalten.\nNun habe ich mich auf Ehrungsstufe 2 hochgespielt, ohne weitere Zwischenfälleund wollte nachfragen, wo denn die Belohnungen sind? Die Frist ist ja nun mehr überschritten, aber ich habe keine weitere Information erhalten. \n\nVielen Dank im Voraus!\n\nMfG\nSpatenTKing75","replies":[]},{"id":"","poster":"SvenniGod2004","date":"2019-02-16T22:39:13.217+0000","up_votes":1,"down_votes":0,"body":"Also ich hatte kurz vor Saisonende (ca. 1 Woche vorher) noch eine CR gehabt und von 0 auf 2 zu kommen war komplett unmöglich, ich steh grad bei Level 1.3, aber man steigt immer nur nach ca. 2 Wochen auf, Honor oder nicht ist ziemlich irrelevant, außer man kriegt sehr viele Honors was bei Durchschnittsspielern bzw. Nicht-Smurfs oder Nicht-Streamern schwer fallen dürfte. Und da man am Anfang gesperrt ist die ersten 2 Wochen war es zeitlich nicht möglich Honor Level 2 zu bekommen. Das ging nur, wenn man zum Ende der Season bereits Honor Punkte sammeln konnte.\n\nIch glaub das hat man da in der Rechnung vergessen, die Sperrzeit. Ich denke jedenfalls jeder der auf Stufe 0 gefallen ist, hat gar nix bekommen.","replies":[]},{"id":"","poster":"OPM Ourzo","date":"2019-02-13T18:45:05.662+0000","up_votes":1,"down_votes":0,"body":"Wann genau bekommt man denn seine Ranglistenbelohnungen nach den Ausrutscher mit meiner Chatsperre?\nIch habe mich ja nicht nur bemüht ruhiger im Chat zu werden, sondern merkte auch dass das kindliche rumflamen garnicht brachte...\nDenn Momentan nach den Update mit den neuen Loading Screen und 2 Tage nach dem 11.02 schaue ich noch immer traurig auf dem Bildschirm...","replies":[{"id":"","poster":"DOnken","date":"2019-02-16T15:58:42.102+0000","up_votes":1,"down_votes":0,"body":"Ich warte auch noch... den Skin habe ich auch noch nicht. :/","replies":[]}]},{"id":"","poster":"Shadowhunter 01","date":"2019-01-25T22:11:25.076+0000","up_votes":1,"down_votes":0,"body":"Ich habe ein Problem,\nich habe in der letzten Saison den Rang: GoldV erreicht und habe auch den goldenen Rahmen und den Siegreichen Orianna Skin erhalten. Doch seit geringem Zeitraum erscheint beim Ladebildschirm im 5 v 5 nur mehr ein silbernen Rahmen aber im Profil wird GoldV und auch in Aram wird der goldene Rahmen angezeigt. Ich bin ratlos und bitte um Hilfe.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2019-01-25T22:18:27.417+0000","up_votes":1,"down_votes":0,"body":"Hey :)\n\nJa aktuell gibt es da ein paar Probleme mit den Season Rewards.\nEs wird bereits an einer Lösung gearbeitet, einfach ein wenig Geduld! :D","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-11-14T09:58:24.196+0000","up_votes":1,"down_votes":0,"body":"Cactusgrill = Ahri?\n\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Raiffeisenbank","date":"2019-01-22T19:27:22.261+0000","up_votes":1,"down_votes":0,"body":"ggg","replies":[{"id":"","poster":"Necromant","date":"2019-01-23T07:51:14.782+0000","up_votes":1,"down_votes":0,"body":"oh no, ich muss noch Geld abheben :D\nDanke Raiffeisenbank xD","replies":[]}]},{"id":"","poster":"Sałtyy","date":"2018-12-08T17:19:54.030+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0001,timestamp=2018-11-14T09:58:24.196+0000)\n>\n> Cactusgrill = Ahri?\n> \n> {{sticker:sg-zephyr}}\n\nSies Halt Waifu :o","replies":[{"id":"","poster":"Necromant","date":"2018-12-08T20:53:21.191+0000","up_votes":1,"down_votes":0,"body":"Cactus ist Waifu?","replies":[{"id":"","poster":"Sałtyy","date":"2018-12-08T20:59:56.066+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000100020000,timestamp=2018-12-08T20:53:21.191+0000)\n>\n> Cactus ist Waifu?\n\nAlle Ahri Spielerinnen sind Waifu \nWeil Ahri ist genug Waifu für alle","replies":[]}]}]},{"id":"","poster":"MSF Ness","date":"2018-11-14T10:30:10.578+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0001,timestamp=2018-11-14T09:58:24.196+0000)\n>\n> Cactusgrill = Ahri?\n> \n> {{sticker:sg-zephyr}}\n\n*Star Guardian Ahri\n\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"OT Riku","date":"2018-11-14T14:39:19.698+0000","up_votes":1,"down_votes":0,"body":"Mit Pyjama oder ohne?","replies":[]},{"id":"","poster":"Necromant","date":"2018-11-14T10:38:13.393+0000","up_votes":1,"down_votes":0,"body":"Still mir immer noch net in League antworten :D Muss ich wohl n Ticket schreiben x)\nDas kommt ins Hausaufgabenheft!","replies":[]}]},{"id":"","poster":"SP3EDI","date":"2018-11-14T10:01:14.966+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0001,timestamp=2018-11-14T09:58:24.196+0000)\n>\n> Cactusgrill = Ahri?\n> \n> {{sticker:sg-zephyr}}\n\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Necromant","date":"2018-11-14T10:02:22.781+0000","up_votes":1,"down_votes":0,"body":"Sp3edi = Morgana?\n\nFragen über Fragen! Gleich mal n Ticket an den Support schreiben und sich beschweren xD","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2019-01-11T10:32:19.227+0000","up_votes":1,"down_votes":0,"body":"Die Orianna in der Überschrift beim \"Y\".\n\n*schweres keuchen*\n\ni-ist dass...? \nEINE DARK SOULS REFERENZ? \n\nhttps://thumbs.gfycat.com/FlamboyantUntimelyElephantseal-size_restricted.gif\n\nLobet die Sonne! ","replies":[]},{"id":"","poster":"Carina","date":"2018-12-31T01:05:12.119+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal ne Frage zum Ranked in der neuen Season.\n\nMein Freund und ich spielen schon lange (5 Jahre oder so) gemeinsam LoL und tun dies aus Spaß am Spiel und nicht um uns mit anderen zu messen. Daher hat uns Ranked auch nie sonderlich angesprochen, ebenso wenig wie die Kluft der Beschwörer an sich. Nun hatten wir uns für die kommende Season vorgenommen, zumindest im 3vs3 mal Ranked zu probieren und uns ganz entspannt die Season über auf Gold IV zu spielen (sollte dem Rank unserer Normal-Gegner nach zu urteilen eigentlich problemlos schaffbar sein) um so den Siegreich-Skin zum ende der Season zu erhalten.\n\nJetzt sieht es aber so aus als würden alle \"neuen\" Accounts in Eisen eingestuft - was uns ehrlich gesagt wirklich die Motivation rauben würde, wenn es uns auch betreffen würde, nur, weil wir noch nie Ranked gespielt haben. Sich aus Silber, in dem man meines Wissens nach sonst mit großer Wahrscheinlichkeit nach den ersten Einstufungsspielen landet, nach Gold IV zu spielen wäre ja keine so große Distanz. Aber Aus Eisen liegen da 3 Divisionsaufstiege zwischen.\nNicht, dass das nicht auch machbar wäre aber zum einen würden wir dann gegen Anfänger spielen, was denen den Spielspaß nehmen würde, zum anderen würden wir dann auch viel mehr Zeit in einen Spielmodus investieren müssen, der uns eigentlich keinen Spaß macht.\n\nMeine Frage lautet also:\n\nWerden alte Accounts, die aber noch nie Ranked gespielt haben/neue Accounts, in der kommenden Season automatisch in Eisen eingestuft werden, oder ist das einfach ein Fehler im System, der zur Zeit existiert und zu Spielen wie diesen führt? -> http://na.op.gg/summoner/userName=wheres+my+braum","replies":[{"id":"","poster":"eingew","date":"2018-12-31T08:13:03.596+0000","up_votes":1,"down_votes":0,"body":"Man wird zwar Eisen eingestuft, ist aber Elotechnisch trotzdem irgendwo im Silberbereich (oder höher, je nach dem wie gut man spielt). Und kriegt dann auch entsprechend deutlich mehr LP und steigt schneller auf, als wenn man sich tatsächlich aus Eisen herausspielen müsste.\n\nSoweit ich weiß soll das mit dem Anfang der neuen Season aber auch wieder so werden, dass man \"richtig\" eingestuft wird.\n\nWas euer Endergebnis angeht, so sind Normals und Rankeds nicht wirklich vergleichbar. Wo ihr am Ende landet müsst ihr gucken, ich glaube aber nicht, dass man das großartig von dem Rang der Mitspieler in Normals ableiten kann, denn die spielen in Rankeds dann häufig andere Positionen und geben sich deutlich mehr Mühe.","replies":[{"id":"","poster":"Carina","date":"2018-12-31T13:33:39.156+0000","up_votes":1,"down_votes":0,"body":"Alles klar, danke für die Antwort!\n\nZum Elo kann ich sagen, dass ich nach so vielen Jahren, in denen ich Normals gespielt habe, trotzdem das Gefühl habe, in etwa sagen zu können, auf welchem Niveau ich spiele. c:\nBin natürlich trotzdem gespannt, was am Ende bei raus kommt :D","replies":[]}]}]},{"id":"","poster":"SpatenT King 75","date":"2018-12-01T10:46:49.363+0000","up_votes":1,"down_votes":0,"body":"Hallo Zusammen, \n\nich war ebenfalls einer der Spieler mit einer Chat-Einschränkung, sprich ich hatte 5 Spiele nur eine begranzte Anzahl an Nachrichten. \nZum Zeitpunkt des Season-Ende habe ich nicht die Voraussetzungen erfüllt, daher hatte ich die Belohnungen nicht direkt erhalten. \nNun habe ich mich auf Ehrungsstufe 2 hochgespielt, ohne weitere Zwischenfälle, und wollte einmal nachfragen, ob die Belohnungen erst im Februar kommen? \n\nVielen Dank im Voraus! \n\nMfG\nSpatenTKing75","replies":[{"id":"","poster":"SpatenT King 75","date":"2018-12-09T18:33:43.862+0000","up_votes":1,"down_votes":0,"body":"Hallo!\nBekomme ich hier keine Antwort auf meine Frage?","replies":[{"id":"","poster":"Qbert","date":"2018-12-11T11:31:06.390+0000","up_votes":1,"down_votes":0,"body":"wenn du den Text aufmerksam liest, stößt du auf folgende Passage:\n\n> Wenn du nur in der vergangenen Saison eine Chateinschränkung bzw. mehreren Chateinschränkungen erhalten hast und folglich auf >Ehrungsstufe 0 oder 1 zurückgefallen bist, bekommst du die Möglichkeit, bis 11. Februar 2019 Ehrungsstufe 2 zu erreichen. \n>\n>Wenn du es bis zu diesem Zeitpunkt schaffst dir wieder Ehrungsstufe 2 zu schnappen, bekommst du alle Belohnungen, die du dir mit Blut, >Schweiß und Tränen erkämpft hast.","replies":[]}]}]},{"id":"","poster":"KurosCloud","date":"2018-11-26T20:08:12.044+0000","up_votes":1,"down_votes":0,"body":"Kurz vor season ende bin ich noch ehrungsstufe 2 geworden und ich bin auch gold 5 aber ich bekomme einfach meine belohnungen nicht... help pls .-. \n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-27T08:13:45.995+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen KurosCloud!\n\nDas Saison Ende war am 13. November um 00:59 Uhr MEZ. Leider hast du die Ehrungsstufe 2 erst nach diesem Zeitpunkt erreicht, deswegen erhältst du diese Saison keine Belohnungen.\n\n{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"KurosCloud","date":"2018-12-06T13:51:06.724+0000","up_votes":1,"down_votes":0,"body":"wanna kms {{sticker:sg-ahri-1}}","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-27T08:23:41.456+0000","up_votes":1,"down_votes":0,"body":"rutscht er nicht auch in diese \"Galgenfrist\" bis Februar rein?","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-27T10:22:49.655+0000","up_votes":1,"down_votes":0,"body":"Leider nein, da er die Anforderungen nicht erfüllt. \n\nWenn er die Details wissen möchte, kann er gerne ein Ticket erstellen, aber ich möchte nicht Informationen über ein Konto hier öffentlich mitteilen. \n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-27T10:38:09.124+0000","up_votes":1,"down_votes":0,"body":"verständlich!\n\nIch dachte mir schon, dass es da noch weitere Gründe geben muss. Alles gut, weiter so!\n\nGrüße an die tapferen Racker!","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-27T10:45:10.033+0000","up_votes":1,"down_votes":0,"body":"Grüße ausgerichtet. Sie werden sich gleich melden! :P\n\n{{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-27T10:52:11.706+0000","up_votes":1,"down_votes":0,"body":"Gruppenkuscheln!!\n\nhttps://res.cloudinary.com/teepublic/image/private/s--7r5v_Ooo--/t_Preview/b_rgb:c8e0ec,c_limit,f_jpg,h_630,q_90,w_630/v1446086224/production/designs/49382_0.jpg","replies":[{"id":"","poster":"BMO Chop","date":"2018-11-27T11:03:27.865+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-poppy}}","replies":[]},{"id":"","poster":"MSF Ness","date":"2018-11-27T10:53:29.202+0000","up_votes":1,"down_votes":0,"body":"POROSNAX FÜR ALLE!\n\nhttps://vignette.wikia.nocookie.net/leagueoflegends/images/8/87/Poro_Snax_Lover_profileicon.png/revision/latest?cb=20170505013344","replies":[]}]}]},{"id":"","poster":"TheFuriousBacon","date":"2018-11-27T10:46:48.842+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]},{"id":"","poster":"ImJolly","date":"2018-12-01T12:15:20.142+0000","up_votes":1,"down_votes":0,"body":"Hallo mein name ist Felix  ich habe ein Problem...\nIch bekomme meinen Rahmen nicht angezeigt in League und es wird auch mein letzter Season Rank nicht angezeigt woran liegt das ?\nIch hab mich eh schlau gemacht und es stand du musst Honor 2 sein was bei mir zu trifft und \"aufgrund Manipulierung der ELO-Wertung 2018 gesperrt\" was ich glaube so viel heißt das man geboostet ist. Ich habe mich nicht boosten lassen wenn es das sein soll ich weis nicht mal wie das geht und finde das ungerecht das man sowoas dann denkt nur weil man 50% winrate hat nach über 800Ranked games. Es war ein richtig harter weg nach Platin zu kommen und würde wissn wiso das jetzt so IST .... einfach nur Ungerecht(andre die dann auch geboostet sind werden nicht bestraft).\nMeine Freunda haben auch schon Den Gold Banner und Rahmen usw. und ich Garnichts ...","replies":[{"id":"","poster":"BMO Chop","date":"2018-12-02T19:35:56.694+0000","up_votes":1,"down_votes":0,"body":"Hey ImJolly! \n\nFalls du es noch nicht getan hast, würden wir dich bitten uns per Ticket anzuschreiben, damit wir dir die Umstände genauer erklären können, wenn du dies denn möchtest. Dann wird auch klarer, weshalb dir dein Rahmen wohl nicht angezeigt wird!","replies":[]}]},{"id":"","poster":"skkr","date":"2018-11-22T15:54:08.606+0000","up_votes":1,"down_votes":0,"body":"Habe meinem Gold Border (noch) nicht bekommen ist das ein Fehler oder ? \nOder weil ich ein 2-wöchigen Bann Strafe hatte?\n\nMfG","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-23T10:09:22.548+0000","up_votes":1,"down_votes":0,"body":"Hey!\n\nMan muss Ehrungsstufe 2 erreicht haben, damit man für den Erhalt der Ranglistenbelohnungen berechtig ist. Leider war das bei dir nicht der Fall, deswegen bekommst du diese Saison keine Belohnungen.\n\n{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"skkr","date":"2018-11-23T15:24:48.758+0000","up_votes":1,"down_votes":0,"body":"Also habe ich für nichts auf g5 tryharded?\nLustig.","replies":[{"id":"","poster":"Wísecheese","date":"2018-11-30T08:31:51.249+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=skkr,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0014,timestamp=2018-11-22T15:54:08.606+0000)\n>\n> Habe meinem Gold Border (noch) nicht bekommen ist das ein Fehler oder ? \n> Oder weil ich ein 2-wöchigen Bann Strafe hatte?\n> \n> MfG\n\nSo ganz umsonst war es nicht, denn du hast dich höchstwahrscheinlich verbessert, was deine Spielfähigkeiten angeht. Du hast dir also vermutlich ein besseres Spielverständnis angeeignet, was vermutlich dazu führen wird, dass du in Season 9 auch wieder Gold erreichen wirst. :)\n\nUnd das du die Belohnungen für Season 8 nicht erhälst liegt an deiner 2-wöchigen Sperre, die du erhalten hattest.\nDas du bei einem Fehlverhalten, sei es Beleidigungen, Spiel-Manipulation, Elo-Manipulation(Accountsharing/Eloboosting) etc. deine Belohnung verspielst ist jedem bekannt und sollte auch jedem zu jeder Zeit bewusst sein.\n\nAnständiges Verhalten und Fairplay sollte auch jeder mit sich bringen. ;)\n\n\nFür Season 9 einfach nicht ausfallend Anderen gegenüber werden, oder sonstige Regelbrüche begehen und schon bekommst du deine Belohnungen. {{sticker:poppy-wink}}","replies":[]}]}]}]},{"id":"","poster":"Biury","date":"2018-11-27T20:09:08.830+0000","up_votes":1,"down_votes":0,"body":"Guten Abend,\nich kann mir schon vorstellen, dass diese Frage schon oft gestellt wurde aber: Ich habe den Rang Gold V erreicht, jedoch noch keine Belohungen erhalten. Könnte mich jemand aufklären ? \n\nMfG\nBiury","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-27T21:01:24.139+0000","up_votes":1,"down_votes":0,"body":"Die wichtigste Frage wäre wohl, ob du alle Voraussetzungen erfüllt hast. Warst du zu Saisonende Gold und wenigstens Ehrungsstufe 2? Wenn du eine CR hattest und dadurch unter Ehrungsstufe 2 warst, kannst du noch über die nächsten Wochen versuchen Stufe 2 zu erreichen.","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-28T06:51:00.095+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen!\n\nGenau! Es scheint so als wärst du nicht berechtigt gewesen sie zu erhalten. Aber du kannst dies noch bis zum 11.2.2019 ändern, wenn du bis dahin Ehrungsstufe 2 erreichst.\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Biury","date":"2018-11-28T15:47:05.403+0000","up_votes":1,"down_votes":0,"body":"Guten Abend, \nerstmal vielen Dank für die Antworten. \n\nIch bin momentan Auf Rang Gold V und in der Ehrungsstufe 1. \n\nIst es also noch möglich, dass wenn ich Ehrungsstufe 2 erreicht habe, die Belohnungen (Goldenen Rahmen und Orianna Skin) erhalte?\n\nMfG\nBiury","replies":[{"id":"","poster":"Qbert","date":"2018-11-29T05:30:26.670+0000","up_votes":1,"down_votes":0,"body":"Yep.\n\nScroll mal den Thread durch, der Text in rot (und darüber) ist dann für dich relevant.\n\nHier mal rausgezogen:\n\n>Wenn du nur in der vergangenen Saison eine Chateinschränkung bzw. mehreren Chateinschränkungen erhalten hast und folglich auf Ehrungsstufe 0 oder 1 zurückgefallen bist, bekommst du die Möglichkeit, bis 11. Februar 2019 Ehrungsstufe 2 zu erreichen. \n\n>Wenn du es bis zu diesem Zeitpunkt schaffst dir wieder Ehrungsstufe 2 zu schnappen, bekommst du alle Belohnungen, die du dir mit Blut, Schweiß und Tränen erkämpft hast. \n\n>Das gilt jedoch nicht für Fälle von schwerwiegenden Strafen wie 2-wöchige Sperren, die Verwendung von Bots/Cheats oder eine Manipulation der ELO-Wertung. \n\n> Wenn du neben deiner Chateinschränkung noch eine andere Strafe erhalten hast, bist du nicht berechtigt, an dieser Chance teilzunehmen.","replies":[]}]}]}]}]},{"id":"","poster":"Kryogonal","date":"2018-11-23T23:09:09.957+0000","up_votes":1,"down_votes":0,"body":"Moment mal mir ist ja eben erst aufgefallen, dass es diesmal kein Victorious Ward gab\n{{sticker:sg-janna}} \nDamals gabs ja 3 verschiedene für Teamranked...\nletztes Jahr gabs den für mindestens Silber....\ndieses Jahr gar keinen...aber dafür die Honor Wards {{sticker:sg-lux-2}} \nich würd eher meine Honor Wards eintauschen um einen Victorious Ward zu haben...\nHabt ihr bei Riot diesen Ward eig. \"verpennt\" oder doch bewusst ausgelassen? \n( so aus reinem INTeresse{{sticker:slayer-jinx-wink}} )\n\nPS: Dennoch lob für den Ori- Skin und die Chromas, die sind echt gelungen {{sticker:sg-kiko}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-24T06:37:21.426+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Kryogonal ! \n\n\nVerpennt wurde es bestimmt nicht bei Riot, aber netter Gedanke. :P\n\nDieses Jahr wurde nicht nur Wert auf deine Leistung in der Rangliste, sondern auch auf dein Spielverhalten gelegt. \n\nSomit gibt es diesmal Ehrungsstufen-Ward Skins. 3 Stück davon, für jene die Ehrungsstufe 5 erreicht haben.\n\nEintauschen ist nicht möglich, da es wie gesagt keinen Victorious Ward Skin gibt.\n\nDas Einzige was du eintauschen kannst, wäre deine Seele. Die nehme ich immer gerne!\n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Kryogonal","date":"2018-11-24T12:40:06.320+0000","up_votes":1,"down_votes":0,"body":"Was ist der Wert einer Seele?- {{champion:412}} \n\nMeine Seele hab ich schon leider Geopfert {{champion:429}} . \nKann ich andere Seelen von Familienmitgliedern eintauschen?{{sticker:zombie-nunu-hearts}} \n\nJa die Ehrungsstufen-Wards sind ja ganz nett, auch diesmal die drei zu haben\n ( Orange ist nicht gerade meine Lieblingsfarbe{{champion:41}} )...ärgerlich, dass \ndiese Season kein Victorious Ward dabei war...vielleicht nächstes Jahr zusammen mit \nStar-Guardian Urgot{{champion:6}} und einem Schützen (min 550 Range, \ndu also nicht Yasuo {{champion:157}} {{item:3070}}) ohne Spellkosten und Cooldowns{{sticker:sg-syndra}} .\n\nAin't nobody bringing us\n{{champion:145}} {{champion:103}} {{champion:84}} {{champion:28}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-27T08:17:44.305+0000","up_votes":1,"down_votes":0,"body":"Seelen von Familienmitgliedern können nicht eingetauscht werden...Die habe mich mir nämlich schon alle geschnappt. {{champion:412}} \n\nOb es nächstes Jahr wieder einen Victorious Ward geben wird, kann ich nicht sagen. Diese Entscheidung liegt auch nicht in meinen Händen. Your will, my hands.{{champion:64}} (_Ok...bei mir hat das nicht so gut funktioniert.. :D_)\n\n_**Ain't nobody bringing us...**_\n\n**_.... down down down down down!_**\n\n{{champion:145}} {{champion:103}} {{champion:84}} {{champion:28}}","replies":[]}]}]}]},{"id":"","poster":"S y a","date":"2018-11-22T11:38:55.358+0000","up_votes":1,"down_votes":0,"body":"Gibt es auch eine möglichkeit bis zum 11. Februar 2019 auf Honor Level 5 aufzusteigen? \nDa ich jetzt Honor Level 4, zwischen ziel 2/3 habe. Sonst wäre es ja unfair der anderen Beschwörer gegenüber die Honor Level 1 oder sogar 0 haben jetzt mehr Zeit bekommen auf Level 2 zu kommen?\n\nAktuell seht es für mich so aus, das die Beschwörer die einen Beleidigen und Unfug machen jetzt Belohnt werden (Zeit und Ward-Belohnung).\nBeschwörer die Sozial und gutes Benehmen in League of Legends zeigen Belohnt werden aber nur auf einen gewissen Grad und das ihr Ziel nicht weiter verfolgen können bzw. Honor Level 5 oder Zeit bekommen auf Gold zu kommen.....\nNooooo Kein Ziel.","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-11-23T10:16:09.241+0000","up_votes":1,"down_votes":0,"body":"Diese Spieler haben aber ohne weiteres nicht die Möglichkeit in dieser doch kurzen Zeit an Ehrungsstufe 3 zu kommen.\nSie bekommen also keine Belohnungen für ihre Ehrungsstufe, im Gegensatz zu dir. Diese Gelegenheit ist an sich nur für die Ranglistenbelohnungen bestimmt. Ja, ich verstehe das man das unfair finden kann, aber diese Spieler müssen sich in dieser kurzen Zeit bemühen um Ehrungsstufe 2 zu erreichen! Vor allem ist das auch für die Spieler bestimmt, die nach ihrer Bestrafung jetzt auf 1/3 oder generell sehr nahe an Ehrungsstufe 2 sind.","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-22T11:45:34.237+0000","up_votes":1,"down_votes":0,"body":"Hey S y a,\n\nDu bekommst mit Honor Level 2 nichtmal ein Wardskin.\nDie Wardskins sind Honor 3, 4 und 5.\n\nBeschwörer die sich benehmen können, bekommen sogar bis zu 3 Wardskins.\nAußerdem können nur die Leute, die eine CR hatten wieder Rewards verdienen","replies":[]}]},{"id":"","poster":"Wizard King Asta","date":"2018-11-22T18:01:51.880+0000","up_votes":1,"down_votes":0,"body":"Ich hatte einen Ban aber bin wieder Honor 2 und Gold war ich schon vor dem 12.11. Kriege ich noch die Belohnungen?","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-11-23T10:08:31.188+0000","up_votes":1,"down_votes":0,"body":"Leider hast du erst nach Ende der Saison Ehrungsstufe 2 erreicht. :/\nSomit wirst du die Belohnungen nicht erhalten, tut mir leid. :c\n{{sticker:sg-soraka}}","replies":[]}]},{"id":"","poster":"S4ndd","date":"2018-11-22T11:35:06.527+0000","up_votes":1,"down_votes":0,"body":"Ich finde das neue System einfach blöd ich wurde Anfang des Jahres gebannt was auch gerecht fertigt war aber ich wurde 2 Wochen vor Season ende nochmal gebannt und konnte nichts mehr machen und ich wurde für  ausdrücke gebannt die gefühlt jede runde jemand sagt z.B. wie \"Retard\"  und des halb bekomme ich jetzt noch nicht mal ein icon. Ich finde die Äderungen die Riot in letzter zeit gemacht hat nicht gut und sie ruinieren für mich das Game das mir am meisten Spaß gemacht hat","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-22T11:54:31.859+0000","up_votes":1,"down_votes":0,"body":">und ich wurde für ausdrücke gebannt die gefühlt jede runde jemand sagt z.B. wie \"Retard\" und des halb bekomme ich jetzt noch nicht mal ein icon. \n\nWenn du andere nicht beleidigst und nicht anderweitig toxisch wirst, wirst du auch nicht bestraft. Lass in Zukunft so etwas einfach sein, dann wirst du dafür auch nicht bestraft.","replies":[{"id":"","poster":"S4ndd","date":"2018-11-22T12:21:33.679+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=00120000,timestamp=2018-11-22T11:54:31.859+0000)\n>\n> Wenn du andere nicht beleidigst und nicht anderweitig toxisch wirst, wirst du auch nicht bestraft. Lass in Zukunft so etwas einfach sein, dann wirst du dafür auch nicht bestraft.\n\nok danke für die schnelle antwort","replies":[]}]}]},{"id":"","poster":"Raqha","date":"2018-11-21T13:02:14.759+0000","up_votes":1,"down_votes":0,"body":"Hey, habe gerade die benachrchtigung bekommen dass ich die Belohungen erhalten habe (Orianna, Den Skin, die Ward-Skins und 2 Icons wegen ranked) habe die Augen und die Icons bekommen aber Den Champ+Skin nicht? Ist das Ein Bug oder dauert es einfach ein Bisschen bis ich ori und skin bekomme? (Es ist auch nichts bei loot oder ähnlichem) UNd habe dem Rahmen auch bekommen","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-21T15:36:56.315+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Raqha,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0011,timestamp=2018-11-21T13:02:14.759+0000)\n>\n> Hey, habe gerade die benachrchtigung bekommen dass ich die Belohungen erhalten habe (Orianna, Den Skin, die Ward-Skins und 2 Icons wegen ranked) habe die Augen und die Icons bekommen aber Den Champ+Skin nicht? Ist das Ein Bug oder dauert es einfach ein Bisschen bis ich ori und skin bekomme? (Es ist auch nichts bei loot oder ähnlichem) UNd habe dem Rahmen auch bekommen\n\nDie Belohnungen wurden noch nicht vollständig verteilt. Nur noch ein wenig warten und du bekommst auch den Skin und den Champion.\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-21T13:04:30.215+0000","up_votes":1,"down_votes":0,"body":"Hey ^^\n \n Wenn du die Meldung für den Erhalt all deiner Saison-Belohnungen erhalten hast, aber alle sind noch nicht auf deinem Konto gelandet, brauchst du nicht verzagen sondern nur etwas Geduld.\n  \n  Die Belohnungen werden staffelweise automatisch verteilt. Dies geschieht **bis zum 12.12**. \n  (Oder bis zum Februar 2019 solltest du von diesem Fall betroffen sein: [**Ehrungsvoraussetzung für Belohnungen zum Saisonende**](https://boards.euw.leagueoflegends.com/de/c/ankundigungen-de/BdbwXydv-ehrungsvoraussetzung-far-belohnungen-zum-saisonendea-aktualisierung?comment=000a0000) ))\n \n  D.h. es kann sein, dass du deine Saison-Belohnungen verteilt erhältst.","replies":[]}]},{"id":"","poster":"Alph PATIKA","date":"2018-11-21T10:49:53.025+0000","up_votes":1,"down_votes":0,"body":"Hallo ich  habe die Ward und ICon bekommen aber bekomme ich noch nicht Victorious Orianna. Warum so? Ich bin Gold und war Honor lvl 4. Brauche ich noch warten? oder etws. zu tun","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-21T15:35:13.987+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alph PATIKA,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0010,timestamp=2018-11-21T10:49:53.025+0000)\n>\n> Hallo ich  habe die Ward und ICon bekommen aber bekomme ich noch nicht Victorious Orianna. Warum so? Ich bin Gold und war Honor lvl 4. Brauche ich noch warten? oder etws. zu tun\n\nDie Belohnungen wurden noch nicht vollständig verteilt. Bitte habe noch etwas Geduld.\n\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"BMO Chop","date":"2018-11-21T11:53:13.691+0000","up_votes":1,"down_votes":0,"body":"Oh weiser Qbert! \n\nDa muss ich dem Guten einmal recht geben. \nWir bitten um noch etwas mehr Geduld. Der Skin wird schon den Weg in dein Inventar finden! ^-^\n\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-21T11:59:17.403+0000","up_votes":1,"down_votes":0,"body":"Danke! *drei Kreuze mach*","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-11-21T10:51:20.345+0000","up_votes":1,"down_votes":0,"body":"Guck doch mal ins Forum, es gibt schon X Threads dazu ... Geduld, du haben musst.","replies":[]}]},{"id":"","poster":"Luthalor","date":"2018-11-19T02:48:16.499+0000","up_votes":1,"down_votes":0,"body":"Ich habe erst heute einen 14 Tage Bann bekommen. Heißt das, dass ich die Rewards nicht bekomme ? Bin Platin und war Honor lvl 5. Davor noch nie irgend eine Strafe für irgendwas bekommen.","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-19T07:59:49.378+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Luthalor!\n\nDu bekommst deine Belohnungen trotzdem, da man in diesem Fall Ehrungsstufe 2 oder höher bis 12.11. erreicht haben musste. Da du die Strafe danach erhalten hast, werden dir dei Belohnungen trotzdem gut geschrieben.\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Luthalor","date":"2018-11-19T11:38:17.940+0000","up_votes":1,"down_votes":0,"body":"{{sticker:galio-happy}}  danke","replies":[{"id":"","poster":"MSF Ness","date":"2018-11-19T15:07:02.449+0000","up_votes":1,"down_votes":0,"body":"Bitte! Trotzdem sportlich bleiben bitte! ;)\n\n{{sticker:sg-ezreal}}","replies":[]}]}]}]},{"id":"","poster":"SgtBananenkuchen","date":"2018-11-18T10:01:03.907+0000","up_votes":1,"down_votes":0,"body":"Welche Belohnungen gibt es denn für die unterschiedlichen Ehrungsstufen, außer die Augen? Bzw. was bekommt man mit Ehrungsstufe 2 (mit dem letzten Zwischenziel, irgendwie schaffe ich es nicht, auf 3 zu kommen)? Oder steht das irgendwo anders und ich hab's nicht gesehen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-18T10:49:33.589+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SgtBananenkuchen,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000e,timestamp=2018-11-18T10:01:03.907+0000)\n>\n> Welche Belohnungen gibt es denn für die unterschiedlichen Ehrungsstufen, außer die Augen? Bzw. was bekommt man mit Ehrungsstufe 2 (mit dem letzten Zwischenziel, irgendwie schaffe ich es nicht, auf 3 zu kommen)? Oder steht das irgendwo anders und ich hab&#x27;s nicht gesehen?\n\nWie oben zu finden gibt es für die Ehrenstufe nur die Augenskins.  {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"SgtBananenkuchen","date":"2018-11-18T17:21:57.542+0000","up_votes":1,"down_votes":0,"body":"Okay, danke :) Dachte, es gibt vielleicht noch Schlüssel oder Kisten oder so was","replies":[]}]}]},{"id":"","poster":"Nirayu","date":"2018-11-15T21:36:40.777+0000","up_votes":1,"down_votes":0,"body":"Guten Abend,\n\nich hätte da eine Frage im Bezug auf den Siegreich-Augenskin. Was genau ist damit passiert?\nKonnte weder in den englischen noch den deutschen Ankündigungsseiten etwas dazu finden.\nHat man sich entschieden diese Belohnung nicht fort zu führen? \n\nEine Antwort in dieser Sache wäre gern gesehen.\n\nNoch einen schönen Abend","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-15T21:44:00.784+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nirayu,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000b,timestamp=2018-11-15T21:36:40.777+0000)\n>\n> Guten Abend,\n> \n> ich hätte da eine Frage im Bezug auf den Siegreich-Augenskin. Was genau ist damit passiert?\n> Konnte weder in den englischen noch den deutschen Ankündigungsseiten etwas dazu finden.\n> Hat man sich entschieden diese Belohnung nicht fort zu führen? \n> \n> Eine Antwort in dieser Sache wäre gern gesehen.\n> \n> Noch einen schönen Abend\n\nDiesen gibt es in der Tat nicht mehr. Dieses Jahr gibt es den Siegreich-Augenskin  nicht. Es besteht aber die Möglichkeit das er in anderer Form in der neuen Saison wieder als Belohnung erscheint.{{sticker:cass-cry}}","replies":[{"id":"","poster":"Nirayu","date":"2018-11-15T22:01:29.310+0000","up_votes":1,"down_votes":0,"body":"Okay, danke für die Antwort in der Sache. \nDann mal hoffen, dass er in der nächsten Saison irgendwie erhältlich bzw. \"wieder\" eingeführt wird.","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-15T22:02:26.969+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nirayu,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=000b00000000,timestamp=2018-11-15T22:01:29.310+0000)\n>\n> Okay, danke für die Antwort in der Sache. \n> Dann mal hoffen, dass er in der nächsten Saison irgendwie erhältlich bzw. &quot;wieder&quot; eingeführt wird.\n\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"SimsaOnTheThrone","date":"2018-11-15T15:34:47.227+0000","up_votes":1,"down_votes":0,"body":"Also ich weis ja nicht ob es nur mir so geht aber, kaum ist die Season vorbei und Riot gibt bekannt, dass man bis Februar Zeit hat Ehre zu erhalten, sehe ich an einem Tag mehr toxische Spieler als in der gesamten Season....\nIch persönlich finde es toll, dass ihr euch für Leute einsetzt, dass sie ihre Season Belohnungen bekommen, jedoch weis ich gerade wieder wieso diese eigentlich keine bekommen und verdient hätten.\n\n{{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"Bongaknight0","date":"2018-11-15T14:31:02.499+0000","up_votes":1,"down_votes":0,"body":"ich hab jetzt das ganze jahr versucht den platin rahmen zu bekommen und der hält jetzt nur für die Pre-Season oder wie ???","replies":[{"id":"","poster":"SP3EDI","date":"2018-11-15T14:53:45.392+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bongaknight0,realm=EUW,application-id=7hciEY9w,discussion-id=bEqAjaoQ,comment-id=0008,timestamp=2018-11-15T14:31:02.499+0000)\n>\n> ich hab jetzt das ganze jahr versucht den platin rahmen zu bekommen und der hält jetzt nur für die Pre-Season oder wie ???\n\nJa, denn für die neue Saison mit dem neuen System, wird dir dein aktueller Rang angezeigt. Wenn du also Platin eingestuft wirst für die neue Saison bekommst du den Platin Rahmen. Fällst du z.B auf Gold bekommst du Gold angezeigt und umgekehrt, steigst du auf bekommst du Diamant.\n{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Enderized","date":"2018-11-15T04:16:17.239+0000","up_votes":1,"down_votes":0,"body":"> Für jede Ehrungsstufe die du bist zu deiner aktuellen Ehrungsstufe\n\nRechtschreibfehler :x","replies":[{"id":"","poster":"BMO Chop","date":"2018-11-15T07:55:28.551+0000","up_votes":1,"down_votes":0,"body":"Daaaanke für den Hinweis! Bei soviel Text, hätte wohl jeder nen Fehler irgendwo reingehauen! :x\n\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Enderized","date":"2018-11-15T10:39:57.104+0000","up_votes":1,"down_votes":0,"body":"x)","replies":[]}]}]},{"id":"","poster":"Kolivanne","date":"2018-11-14T11:32:43.806+0000","up_votes":1,"down_votes":0,"body":"ich find's gut, dass ihr euch auch für die Spieler einsetzt, die mal daneben gegriffen haben.\nwas zum thema ehre und belohnungen noch interessant ist:\n\n> Was passiert mit meinen Ehrungen, wenn ich mein Konto auf einen anderen Server transferiere?\nLeider werden die Ehrungen nicht mittransferiert. Du beginnst auf deinem neuen Server wieder auf Stufe 2.\n\nstellt euch vor, ehre wäre accountgebunden ;P\n\n---\n\nein bisschen schade finde ich es schon, dass das chroma nicht mehr vom warteschlangentyp abhängig gemacht wurde.\nein glück gibt es die camo-ori in grün für 2 warteschlangen. ich werde unsichtbar beim ganken anderer lanes...muhaha","replies":[]}]}