{"id":"BdbwXydv","poster":"Riot Kengen","date":"2018-11-13T17:11:33.002+0000","title":"Ehrungsvoraussetzung für Belohnungen zum Saisonende – Aktualisierung","subforum":"Dev Corner","up_votes":16,"down_votes":11,"body":"Hallo!\r\n\r\nWir nehmen eine Änderung an der Ehrungsvoraussetzung für die Belohnungen zum Saisonende vor.\r\n\r\nZu Beginn dieses Jahres haben wir unsere Politik in Bezug auf die Saisonbelohnungen geändert und sie an die Ehrungsstufe anstatt die jüngsten Strafen gebunden. In den letzten Wochen und Monaten haben wir jedoch jede Menge Feedback erhalten, dass es sich mies anfühlt, aufgrund einer Chateinschränkung in den letzten Saisontagen auf Ehrungsstufe&nbsp;0 oder 1 zu fallen. Aus diesem Grund wird es im Februar&nbsp;2019 die **einmalige Gelegenheit geben, die verpassten Belohnungen doch zu erhalten**. Und so funktioniert das Ganze:\r\n\r\n* Wenn du **nur** in der vergangenen Saison mit einer **Chateinschränkung** bestraft wurdest und auf Ehrungsstufe&nbsp;0 oder 1 zurückgefallen bist, bekommst du die Möglichkeit, bis 11.&nbsp;Februar 2019 wieder Ehrungsstufe&nbsp;2 zu erreichen. Wenn du bis zu diesem Zeitpunkt wieder Ehrungsstufe&nbsp;2 erreichst, bekommst du alle Belohnungen, die du dir mit Blut, Schweiß und Tränen erkämpft hast.\r\n\r\n* Das gilt jedoch nicht für Fälle von schwerwiegenderen Strafen wie 2-wöchige Sperren, die Verwendung von Bots/Cheats, eine Manipulation der ELO-Wertung oder dauerhafte Sperrungen. Wenn du neben deiner Chateinschränkung noch eine andere Strafe erhalten hast, bist du nicht berechtigt, an diesem Angebot teilzunehmen.  \r\n\r\nEs sollte kein Problem sein, in der Zeit Ehrungsstufe&nbsp;2 zu erreichen. Solange du für den Sieg spielst und dabei nicht anderen die Erfahrung verdirbst, müssten ein paar Spiele pro Woche ausreichen, um dein Ziel schnell zu erreichen. Dies bezieht sich nur auf deine Klasse der Saison 2018&nbsp;– selbst wenn sich dein Rang verändert, erhältst du die Belohnungen, die du dir bis November verdient hast.\r\n\r\nWir möchten jedoch Folgendes klarstellen: Wir werden das Ehrungssystem auch in zukünftigen Ranglistensaisons zum Einsatz bringen, die Ergebnisse dieser einmaligen Ausnahme könnten uns jedoch dabei helfen, in Zukunft kleine Änderungen am System vorzunehmen.\r\n\r\nWie immer freuen wir uns über Feedback zu dieser Änderung und falls du dich momentan von Ehrungsstufe&nbsp;0 oder 1 nach oben kämpfst, sehen wir uns im Februar!","replies":[{"id":"","poster":"manial fly","date":"2018-11-14T06:59:44.036+0000","up_votes":7,"down_votes":9,"body":"Das ist wieder so typisch, das diese ganzen Flamer bevorzugt werden.\nEs ist ja nicht so als würd Riot nur so mit Strafen um sich schmeißen. Es dauert ja schon ewig bis man überhaupt mal ne Strafe für sein Verhalten bekommt.\nAber jetzt wird so getan als wären das alles nur Ausrutscher.\nSorry aber ich spiele seit Season 4 und hatte noch nie auch nur Ansatzweise eine Strafe. Obwohl mich diese Idioten mit denen man teils gematcht wird auch hart zun tilten bringen, hab ich meine Wut nie an anderen Spielern ausgelassen. Ich frag mich langsam wrm man sich überhaupt noch gegenüber diesen ganzen Flamern ordentlich verhalten soll.\nIch meine was ist mit uns Spielerm die sich immer ordentlich verhalten? Für uns ist das ein Schlag ins Gesicht. Aber Danke Riot, nehmt ihr ruhig Rücksicht auf eure Flamer, die wissen ja jetzt das man sich durchaus ne CR leisten kann, dann man js jetzt noch übet sie Season hinaus sich seine Ehrungsstufen zurückerobern kann. Warum lasst ihr nicht am besten die Rangliste für Bronze und Silberspieler auch bis Februar laufen, dann haben die ja auch noch die Möglichkeit Gold zu werdrn und ihre Belohnung zu bekommen ;)","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-14T12:59:09.993+0000","up_votes":4,"down_votes":3,"body":">Aber Danke Riot, nehmt ihr ruhig Rücksicht auf eure Flamer, die wissen ja jetzt das man sich durchaus ne CR leisten kann, dann man js jetzt noch übet sie Season hinaus sich seine Ehrungsstufen zurückerobern kann. \n\nAlso laut dem englischen FAQ ist das eine einmalige Ausnahme. Wenn so jemand denkt, er kann sich nächstes Jahr kurz vor Seasonende noch 2 CRs verdienen und dann mitkriegt, dass es nicht wieder so etwas gibt, wird der ziemlich blöd aus der Wäsche schauen.\n\n[Quelle](https://support.riotgames.com/hc/en-us/articles/360011986113)\n\n\n> This change is to offer a one-time second chance to players that demonstrate reform from smaller infractions exclusively. The weight of the chat restriction should remain the same (and we won't be lifting any that are warranted), but we felt that the impact it had on your Honor Level and Season Rewards was a little too much in this case.","replies":[{"id":"","poster":"HyperionCH","date":"2018-11-14T19:06:21.074+0000","up_votes":3,"down_votes":1,"body":"Ich finde es zwar auch hart, dass ein Spieler, der z.B. in den letzten 2 Wochen eine CR kassiert, keine Rewards kriegt, ein Spieler, der in den ersten zwei Wochen diese kriegt hingegen (wahrscheinlich) schon.\n\nAuf der anderen Seite ist dies bereits von Anfang an bekannt und jeder Rankedspieler weiss eigentlich, dass man gegen Ende der Season sich erst recht vorbildlich verhalten sollte (naja, eigentlich sollte man dies immer).\nOb zudem ein Spieler noch eine Chance bekommen soll, der z.B. im Februar eine CR kriegte und trotz genügend vieler Games immer noch nicht auf Honor Stufe 2 kam, finde ich zumindest fraglich. Hätte man besser lösen können.\n\nAuch wenn es eine Ausnahme ist, habe ich das Gefühl, dass Riot sich hier keinen Gefallen tut. Der bittere Nachgeschmack bleibt, dass eine bestehende Regel verwässert wurde, weil eine Vielzahl betroffener Spieler (die sich nicht immer an die Regeln hielten) laut genug waren.","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-14T20:52:38.375+0000","up_votes":8,"down_votes":4,"body":"Mir gefällt das auch nicht. Die hätten dabei bleiben sollen. Ehrungsstufe 2 am Seasonende oder nichts.","replies":[{"id":"","poster":"manial fly","date":"2018-11-15T00:25:03.572+0000","up_votes":5,"down_votes":1,"body":"Ich fand die Regelung im letzten Jahr(en) auch nicht so fair. Da war es ja einfach wer ab Tag X ne Strafe bekommen hat, bekam keine Belohnung mehr. Hier kam mir das viel eher so vor das eben Leute die sich vor diesem Tag falsch Verhalten besser behandelt wurden.\nMit der Ehrungsstufe ist das zwar ähnlich da man sich bei einer Strafe zu Beginn der Saison eher wieder hocharbeiten kann als am Ende, dennoch finde ich es besser da die Spieler es hier ein Stück noch selbst in der Hand haben.\nMan hat bei einer Strafe im August/September immernoch die Möglichkeit Stufe 2 zu erreichen -im letzten Jahr gabs ab da einfach nichts mehr. Und ein Spieler der im Februar bestraft wurde kann am Ende der Saison immer noch Stufe 0 oder 1 sein weil er nicht so viel gespielt hat.\n\nSicher hätte Riot schon früher eine klare Ansage bzgl. der Vorraussetzungen machen können, aber nach 8 Seasons sollte wohl jeder wissen das unehrenhaftes Verhalten vor Ende der Saison einem die Belohnungen kosten kann.\n\nBzgl. deines Beitrags weiter oben, Riot sagt zwar das sei eine Ausnahme, aber durch ihr inkonsequentes Verhalten machen sie sich nur selbst lächerlich. Man gibt den Spielern das Gefühl, wenn man lang genug meckert knicken sie schon ein.\nIch hab es schon an anderer Stelle geschrieben, Riot hat es mal geschafft die ganzen unehrenhaften Spieler da zu treffen wo es weh tut, es hätte bei dem ein oder anderen vlt zu nem Umdenken geführt, aber das haben sie sich nun wieder selbst kaputt gemacht.\n\nIch denke im übrigen auch das man die Vorraussetzungen im nächsten Jahr ordentlich runterschraubt. Vlt braucht man nur Honor 1 oder man macht es wie die Jahre zuvor.","replies":[]},{"id":"","poster":"HyperionCH","date":"2018-11-14T21:28:26.610+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=x3W1ubQa,discussion-id=BdbwXydv,comment-id=0004000000000000,timestamp=2018-11-14T20:52:38.375+0000)\n>\n> Mir gefällt das auch nicht. Die hätten dabei bleiben sollen. Ehrungsstufe 2 am Seasonende oder nichts.\n\nWie gesagt verstehe ich sogar, dass Riot es etwas unfair findet, dass ein Spieler mit einer CR-Strafe im Oktober härter bestraft wird als einer Spieler, der im Februar eine CR-Strafe kriegte.\n\nDie nun gemachte Ausnahme ist jedoch aus meiner Sicht nicht gut und allgemein ist es keine gute Idee, Regeln am Ende nochmals zu ändern (gerade wenn dadurch Spieler einen Vorteil kriegen, die sich nicht immer an die Regeln hielten).\n\nWenn Riot hier eine fairere Lösung haben möchte (d.h. dass Spieler mit CR am Ende der Season nicht härter bestraft werden), hätten sie besser eine Lösung für die kommende Season ausarbeiten sollen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-14T22:43:46.318+0000","up_votes":4,"down_votes":2,"body":"So etwas wie gerade läuft, hätte zumindest ein paar Wochen vorher angekündigt werden müssen. Nach Seasonende tut man damit allen ohne CR keinen Gefallen.\n\nIm nachhinein ein \"du hattest nur ne CR, kannst dir jetzt also doch noch deine Belohnung verdienen\" untergräbt da vorhergehende Aussagen leider nur. \n\nDas mit der Regelung, dass es keine Belohnungen bei einer CR kriegt war zwar eher lasch (wenn man nicht gerade 5 Stunden vor Seasonende noch eine CR erhalten hat), wohingegen das mit Ehrungsstufe 2 etwas heftig sein konnte, wenn man 3 Wochen vorher noch eine CR erhalten hat und es damit recht schwer hätte sein sollen, diese Season noch 2 zu erreichen. \n\nIch hoffe mal, nächstes Jahr gibt es nicht wieder so ein durcheinander. Meinetwegen auch gerne mit einer lascheren Regelung als Ehrungstufe 2, wenn man \"nur\" eine CR hatte, sich aber noch gebessert hat. \n\nKlar, die Leute, die ich vor 3 Tagen im Botspiel gesehen habe und um Ehrungen gebettelt haben, weil sie noch Stufe 2 erreichen müssen freuen sich jetzt. Die ganzen Leute ohne CR kurz vor Seasonende fühlen sich aber bei so etwas eher auf den Schlipps getreten.","replies":[]}]}]}]}]},{"id":"","poster":"LadyTrollALot","date":"2018-12-06T20:56:15.592+0000","up_votes":1,"down_votes":1,"body":"Die League Community ist einfach toxic ohne ende, überlege doch mal wie viele Spieler League verlieren würde, wenn die Strafen wirklich so bleiben sollten. Riot sollte einfach den Chat deaktivieren oder nur fuer Spieler freischalten, die Honor lvl 2 + haben.  Dann wäre das Problem gelöst. \nMan kann in League so gut wie alles pingen!","replies":[]}]},{"id":"","poster":"DrunkenJules","date":"2018-11-14T13:32:53.135+0000","up_votes":5,"down_votes":1,"body":"Honorsystem funktioniert Grundlegend und ich finde es gut, aber bedarf noch einiges an Überarbeitung.\n\n- Belohnt wirklich ehrenhafte Spieler und versucht diese herauszufiltern, anstatt das ganze System darauf zu passieren nur nicht zu tilten/flamen oder zu feeden, Es funktioniert nach dem System \"Kommunizier einfach garnicht und spiel sehr viel und du gehörst zu den Ehrenhaftesten Spielern\"\n\n- Die Honors gehen hauptsächlig an den Spieler der am ehesten gecarryd hat, mein smurf scheint viel mehr Ehre zu besitzten als mein Main und komischerweise tilte ich oder gebe ich auf meinem smurf viel schneller auf.\n\n- Gibt den Spielern die etwas gut gemacht haben genaueres feedback, erlaubt texte wie bei den reports für honors zu schreiben, so das lobende Worte für netten und guten Chat bei Spielern ankommen, wenn diese natürlich beleidigend sind gibts einen punish.\n\n\nAnsonsten bis jetzt gute Arbeit mit dem System\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"DKeySinon","date":"2018-11-22T06:44:18.867+0000","up_votes":2,"down_votes":4,"body":"Ist wie im echten Leben und Riot hält sich perfekt dran:\n\n-Sei ruhig und lass dir alles gefallen und werde der ehrenhafteste Spieler der Welt\n\noder \n\n-Sag etwas dagegen und du wirst sofort bestraft und hast keine Chance mehr auf Belohnungen.\n\n\n\nHabe mich für 2teres entschieden und dank einer Meinungsäußerung ingame eine 2 Wochen Sperre bekommen.\nNicht gerechtfertigt.\nIch habe nicht beleidigt, weder geflucht noch Wörter benutzt die man nicht benutzen sollte.\n\nAber weil ein Großteil der Spieler meine Kritik nicht aufnehmen konnte, bekam ich ein negatives Feedback und eins reingedrückt von RiotGames.\n\nEinem Ehrenhaftem Spieler die Chance zu nehmen Belohnungen etc zu bekommen weil man sich äußert nennt man im übrigen auch \"Meinungsfreiheit\" was man hier einfach weggenommen bekommt.\n\n\nEvtl sollte man in Zukunft Spieler und deren Rechte berücksichtigen und nicht nur an Profit denken.","replies":[{"id":"","poster":"Qbert","date":"2018-11-23T14:03:57.976+0000","up_votes":3,"down_votes":1,"body":"Du hast meinen Tag erhellt, selten so gelacht.\n\nEine einfache Meinungsäußerung, es sei denn sie ist homophob oder ähnliches, führt niemals zu einem 14d-Bann.","replies":[{"id":"","poster":"DKeySinon","date":"2018-11-24T16:57:36.006+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=x3W1ubQa,discussion-id=BdbwXydv,comment-id=00140001,timestamp=2018-11-23T14:03:57.976+0000)\n>\n> Du hast meinen Tag erhellt, selten so gelacht.\n> \n> Eine einfache Meinungsäußerung, es sei denn sie ist homophob oder ähnliches, führt niemals zu einem 14d-Bann.\n\nDoch eben schon,\nWenn du von 9 Leuten reported wirst, erkennt das System nichts, es ist schlecht und nicht überdacht.","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-25T22:47:00.430+0000","up_votes":3,"down_votes":0,"body":"Es ist egal, ob du von 1, 4 oder 9 Leuten im Spiel gemeldet wirst. Wenn du nichts falsch machst, passiert dir nichts. Entweder zeigst du uns die Chatlogs oder niemand kann dir glauben schenken, dass du ungerechtfertigt gebannt wurdest. \n\nErfahrungsgemäß bedeutet \"meine Meinung geäußert\" bei Spieler die für ein Chatvergehen bestraft wurden, ohnehin, dass die ziemlich toxisch waren. Angefangen bei permanentem Blaming, über Beleidigungen bis hin zur Sabotage.","replies":[]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-01-15T13:42:45.608+0000","up_votes":1,"down_votes":0,"body":"doch tut sie, eine meinungsäußerung hat mir auch schon einen chatban beschert. Riot überprüft auch wieviel du schreibst. Ein einziges \"KYS\" kann ohne ban weg kommen wenn man sonst nichts schreibt. Aber eine diskussion wo man nicht super höflich ist, wird gebannt.","replies":[]},{"id":"","poster":"NCP Ugly","date":"2019-01-25T21:05:06.721+0000","up_votes":1,"down_votes":2,"body":"ich hab n 14d ban für die meinungsäußerung \"all ranged toplaners literally deserve auschwitz\" gebannt worden :/","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-11-22T22:03:28.271+0000","up_votes":2,"down_votes":0,"body":">Habe mich für 2teres entschieden und dank einer Meinungsäußerung ingame eine 2 Wochen Sperre bekommen.\nNicht gerechtfertigt.\nIch habe nicht beleidigt, weder geflucht noch Wörter benutzt die man nicht benutzen sollte.\n\nDa die Leute im Forum bei dem Thema oft lügen, brauchten wir deine Chatlogs, ehe dir jemand glauben schenken kann.","replies":[]}]},{"id":"","poster":"Golex","date":"2018-11-14T16:31:20.470+0000","up_votes":6,"down_votes":4,"body":"Ich finde es toll, nochmal eine Chance zu erhalten, speziell wenn man das ganze Jahr auf einen guten Rang hingespielt hat und mal nen schlechten Tag hatte und auf Honor 1 gefallen ist, sollte man dennoch die Chance bekommen seine Belohnung zu erhalten. Ich kann den ganzen Hate hier absolut nicht verstehen da jeder der gebannt wurde ja keine Chance mehr hatte und ne Chat Einschränkung ist in der momentanen Season mit den ganzen Trollern und jeder reportet ohne Grund ziemlich schnell zu bekommen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-14T20:53:53.995+0000","up_votes":4,"down_votes":1,"body":">und ne Chat Einschränkung ist in der momentanen Season mit den ganzen Trollern und jeder reportet ohne Grund ziemlich schnell zu bekommen.\n\nNein. Zum einen kriegt man die Strafe nicht ziemlich schnell. Zum anderen sind Trolle auch nicht häufiger als früher.","replies":[{"id":"","poster":"manial fly","date":"2018-11-15T00:34:29.473+0000","up_votes":1,"down_votes":0,"body":"Das ist btw. auch etwas was mich stört. Riots Bestrafungssystem ist so lasch das man sich ohnehin schon einiges Erlauben kann bis mal ne Strafe folgt. D.h. man kann bei Leuten die ne CR bekommen haben (bei zwei CRs erst recht nicht) gar nicht mehr von nem Ausrutscher sprechen.\nDas ganze System ist ja nur so lasch damit eben solche Ausrutscher nicht auf Anhieb bestraft werden. \nInsofern hat jeder mit ner CR diese und die damit zusammenhängenden Folgen auch absolut verdient.","replies":[]}]}]},{"id":"","poster":"PTP Polaris","date":"2019-02-13T12:51:34.582+0000","up_votes":2,"down_votes":0,"body":"_**An alle die sich wundern wann die Rewards ankommen:**_\nDie rewards werden seit dem 11. Februar 2019 an die Personen verteilt, die sich für dieses Programm durch ihr Erreichen von der Ehrungsstufe 2 qualifiziert haben. Daher das dies eine relativ große Menge an Spielern ist dauert dies auch ein bisschen. \nFalls man jedoch bis zum **25. Februar 2019** die rewards noch nicht erhalten hat, sollte man sich nochmal bei dem Support melden. [[Quelle]](https://prnt.sc/mkjhji)\nAlso einfach bisschen Geduld haben und dann wirds schon!\nMit freundlichen Grüßen\n24 08 2001","replies":[]},{"id":"","poster":"DerBetaKevin","date":"2019-02-12T17:57:29.751+0000","up_votes":2,"down_votes":0,"body":"Ja nice aber wann gibt es die rewards?","replies":[]},{"id":"","poster":"Untouchable ProX","date":"2019-02-11T09:25:37.312+0000","up_votes":2,"down_votes":0,"body":"Heyho - 11.02.2019!\nWeiß jemand wann die nachträglichen Belohnungen verteilt werden?\nGG and HF","replies":[{"id":"","poster":"PTP Polaris","date":"2019-02-11T20:34:20.733+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=TX XerXes,realm=EUW,application-id=x3W1ubQa,discussion-id=BdbwXydv,comment-id=001f,timestamp=2019-02-11T09:25:37.312+0000)\n>\n> Heyho - 11.02.2019!\n> Weiß jemand wann die nachträglichen Belohnungen verteilt werden?\n> GG and HF\n\nIch hatte dem Support mal zu der Frage geschrieben, er meinte das sie ab dem heutigen Tage (11.02.2019) verteilt werden, solang man für das Programm qualifiziert war. Also wird es denke ich im laufe der Tage den Accounts gegeben werden. \nMfG 24 08 2001","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-11-14T08:57:21.296+0000","up_votes":4,"down_votes":2,"body":"Hallo Kengen,\n\nich finde den Zug von euch zwar gut gemeint aber schade.\nWieso werden all jene letztendlich noch dafür belohnt, die sich nicht benehmen konnten?\n\nWir, die sich die ganze Saison benommen haben (oder seit Jahren) werden in keiner Form bevorzugt behandelt, nie.\nIch meine mich zu erinnern, dass es da mal ein Icon gab, vor X Jahren, aber das konnte im Prinzip jeder bekommen, der entsprechende Ehrungen hatte. Ob der Spieler eine Strafe hat/hatte oder nicht war irrelevant.\n\nIch finde es irgendwie sehr schade, dass die Leute wieder Zucker in den Hintern geblasen bekommen, während die, die sich stets(größtenteils) an den Summer Code halten mit Füßen getreten werden, von denen, denen ihr jetzt eine Belohnung in Aussicht stellt.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-01-15T13:46:19.497+0000","up_votes":2,"down_votes":0,"body":"Also free skins, schlüssel und boxen sind nicht belohnung genug? Aber es gibt übrigens auch genug toxische spieler die honor lvl 5 sind. Oft sind das Ragequits oder trolle, die keinen wirklichen bann bekommen und dadurch nie reseted werden. /Muteall und nichts schreiben ist auch kein ehrenhaftes verhalten und sollte nicht belohnt werden aber auch nicht bestraft werden.","replies":[{"id":"","poster":"Qbert","date":"2019-01-16T05:17:01.856+0000","up_votes":2,"down_votes":0,"body":"Nein, es geht mir nicht darum, mehr Belohnungen zu erhalten, nur weil ich mich benehme.\nEs geht darum, dass das Bestrafungssystem in diesem Fall ad absurdem geführt wird. \n\nMit dem /muteall gebe ich dir absolut Recht. Nicht zu kommunizieren hat nichts Gutes, es kann sogar negative Auswirkungen haben. Dennoch sammelt man dadurch die eine oder andere Ehrung, weshalb man aufsteigt und Belohnungen bekommt.\nEs wird mMn Momentan nicht direkt belohnt, dass du einen positiven Einfluss auf das Spiel hast, sondern eher, dass du keinen negativen Einfluss hast.\n\nIch muss aber auch eingestehen, dass ich keine Lösung für dieses Problem darlegen kann.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-01-16T15:14:06.904+0000","up_votes":1,"down_votes":0,"body":"einfach ein system machen was gute sachen rausfiltern kann (im chat) und wenn man nichts schreibt passiert auch nichts","replies":[]}]}]}]},{"id":"","poster":"let me hook pls","date":"2018-11-15T18:54:05.105+0000","up_votes":1,"down_votes":1,"body":"Hey,\n\naller erst, finde ich selber an sich, dass das eine gute Idee ist - Ja auch ich bin davon betroffen -. Ich habe vor ca 3-4 Monaten ca 2 CR's bekommen und das nicht mal wegen harter Beleidigung etc, einfach nur wegen kleinem geflame, sehe ich selber ein, alles gut darüber beschwer ich mich nicht. \nAbgesehen davon, dass ich selber davon jetzt ein Vorteil ziehen kann, finde ich es gut, dass andere die ebenfalls das Ereignis hatten wie ich eine Chance bekommen.\n\nIch hab mir mal einiges hier durchgelesen, was manch anderer hier negatives von sich gibt. Mal ehrlich, ihr stempelt Leute hier ab, als wären die die größten ober flamer die es gibt und die angeblich andauernd nur rum flamen würden. Seit 3-4 Monaten bin ich dabei, Honorstufe 2 wieder zu kommen, bin jedoch bis aktuellem Stand erst Honor 1 1/3 gekommen. Letzte Season war ich Honor 5, allein daran sieht man ja schon, dass ich kein großer Flamer sein kann? Bei vielen anderen ist das ebenfalls so. Aber das Problem (bei einigen) in der Community ist, dass jeder in die gleiche Schublade gepackt wird. Jeder wird gleich abgestempelt so wie ich es hier lese (bei einigen). \nIhr müsst es auch mal von der anderen Seite sehen. Leute, die was weiß mal 3 Wörter in 1 Game geschrieben haben, die zur Kategorie ''Flaming'' gehören, bekommen CR. Ihr Urteilt, wisst aber nicht, wie sie damals waren oder wie sie allgemein Ticken. \nWieso freut ihr euch nicht einfach mit den anderen? Klar, es gibt Fälle, wo Spieler härter Sanktioniert wurden, diese werden hier aber nicht teilnehmen können. Lasst dieses allgemeine und grobe unbedachtes Urteilen und freut euch doch lieber mit den anderen bzw. gönnt denen, dass diese noch eine Chance bekommen. \nStellt euch vor, ihr bekommt 3-4 Monaten vor Seasonende 2x CR nur weil ich mal euch in paar Games nicht unter Kontrolle haben konntet und so etwas geschrieben habt wie: ''You're a noob'' oder sowas. Ihr würdet euch doch genau so an den Kopf packen und Fragen wieso man deswegen keine Belohnungen bekommt.\nWie ich immer sage, das Verhalten hat nichts mit dem Skill zutun.\n\nIm allgemeinen aber, finde es ist eine gute Idee und ihr zeigt auch damit wie Kulanz ihr sein könnt, und gibt damit auch automatisch für die betroffenen Leute viel Motivation, welche wahrscheinlich schon verloren gegangen sind.\n\nPeace and Out\n\nThresh Suppørt {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"D3SP4IR","date":"2018-11-19T17:31:05.594+0000","up_votes":2,"down_votes":0,"body":"ich muss mich da mal outen und sagen das ich schon im chat oder so die krise bekomme wenn ich tryharde und meine mates trollen, und nicht selten lasse ich das hier und da mal auch im chat aus. ich bin honor 1 mittlerweile und wäre einverstanden gewesen, damit Belohnungen nicht zu bekommen, da ich mich ja falsch verhalten habe. Ich halte aber auch nichts davon, das Riot ein gehör für das mimimimi der Toxic player, afkler und noobs hat, jeder bekommt was er verdient und Riot sollte da auch nicht nachgeben","replies":[]}]},{"id":"","poster":"Enderized","date":"2018-11-13T17:15:46.282+0000","up_votes":4,"down_votes":4,"body":"Schön, finde ich das jetzt nicht.\n\nDiese Spieler haben sich unehrenhaft verhalten und damit Ende-\nWer sich nicht an die einfachsten Verhaltensregeln halten kann, hat in meinen Augen keine Seasonrewards verdient.","replies":[{"id":"","poster":"Lunaá","date":"2018-11-13T20:41:15.338+0000","up_votes":4,"down_votes":2,"body":"Das was meiner Meinung nach aber unfair hierbei ist, das nur die Spieler \"bestraft\" werden, die in der letzten Zeit die Chatrestriction bekommen haben.\nWürde es diese besondere Möglichkeit, die Seasonbelohnungen doch noch zu bekommem nicht geben, wären die Spieler, die ihre Chatrestriction so zwischen Januar-August bekommen haben viel besser dran, da sie inzwsichen wieder Ehrungsstufe 2 geworden sind. Somit bekommen diese die Belohnung und die anderen nicht, obwohl beide das gleiche falsch gemacht haben.","replies":[{"id":"","poster":"HyperionCH","date":"2018-11-14T09:35:30.673+0000","up_votes":2,"down_votes":1,"body":"Man hätte es aber vielleicht so lösen können, dass dies Sonderregelung nur für Spieler gilt, die z.B. Ab Anfang September eine CR bekamen und deswegen die Zeit zu kurz war, um wieder auf Stufe 2 zu kommen.\n\nDann wären jene Spieler, die z.B. im Januar eine CR kriegten, nicht betroffen.\nWenn diese es also nicht hinkriegten, in ca. 10 Monaten wieder auf Stufe 2 zu kommen, haben sie die Rewards wohl auch nicht verdient.","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2018-11-13T17:21:11.022+0000","up_votes":2,"down_votes":2,"body":"Naja aber 10er Cr zu bekommen ist vollkommen ok, solange man daraus lernt.\nIch selber habe auch eine Season5 bekommen","replies":[{"id":"","poster":"Enderized","date":"2018-11-13T17:23:12.322+0000","up_votes":2,"down_votes":1,"body":"Ich spiele seit Season 3 und habe es nicht einmal geschafft eine CR zu bekommen.","replies":[{"id":"","poster":"Avorox","date":"2018-11-13T18:00:04.052+0000","up_votes":3,"down_votes":2,"body":"Andere Leute aber schon. Weißt du denn wie diese Leute ihre Strafe bekommen haben? Vielleicht hatten sie einfach nen scheiss Tag und dann ist halt mal das Fass übergelaufen, klar ist das nicht schön, aber wenn die Leute sich dann bessern ist das doch ok.\n\nZiel dieser Strafe soll es ja nicht sein, dass diese Leute sich krampfhaft schlecht fühlen, sondern dass sie sich bessern. Eine kleine Motivation in der Form wird Einigen dabei vermutlich helfen.","replies":[{"id":"","poster":"G2 Slippi","date":"2018-11-15T09:21:38.867+0000","up_votes":1,"down_votes":0,"body":"Sehe ich genau so. Denn jemand der sich nicht bessert würde es auch über eine ganze season über nicht auf honor lvl. 2 schaffen, im Gegenteil, er bekommt ws noch ne CR und dann nen 2 W Ban oder nen Perma. Somit bekommen diese Leute die es nicht schaffen sich zu bessern sowieso keine Rewards.\n\nGreez Slippi","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2018-11-14T04:51:08.584+0000","up_votes":1,"down_votes":0,"body":"Jo dank dir xD","replies":[]}]}]}]},{"id":"","poster":"Untouchable ProX","date":"2018-11-16T18:38:49.810+0000","up_votes":4,"down_votes":3,"body":"Vorab: habe die anderen Kommentare nicht gelesen - sind mir auch relativ egal - würde nur meine Sicht dazu mal wiederspiegeln.\n\nMich selbst betrifft genau diese Änderung, auch war ich im engen (also mehrere Nachrichten + feedbackbögen und und) im Kontakt mit Support + weitere Stellen von Riot.\nKurz zu meiner Story:\nIch spiele seid Season 1.\nRanked seid Season 2. Mal mehr mal weniger aktiv. Meine gespielten Games belaufen sich pro Jahr um die 1000 Ranks meist + gleiche Anzahl von Aram/Normal ec. \nIch habe immer (meines erachtens) Ehrenvoll gespielt. Flame nie. Inte nie oder sonstiges. Schreibe auch eigentlich fast nie.\nBekam auch ohne Ende die Schlüssel ec (ehrestufe 5 inkl.). \n\nHabe mich nach etlichen hunderten Games dieses Jahr in 3 Normal Games das ERSTE Mal zu Wort gemeldet. Keine Beleidigungen, kein ''Kys'' oder sonstiges.\nNur durch (eigene Madness) sowas wie ''wp mid''. Chatbann.\nOKay. fand ich auch echt okay. war ja der Arsch und alles gut. Daraufhin Ehrenstufe 2.\n3 !! Monate Später dann nach 150 games oder so -> kurz vor Ehrenstufe 3 bzw Ehrenstufe 2 3/3.\nHabe ich in einen Game (klassischen jeder flamet jeden) ein Mal ''L2p'' geschrieben.\nChatbann Unehrenhaft.\n\nBis Season-Ende fast 300 Games - etliche (wie gewohnt) honors, ehrenhaftester Spieler und und. ehrenstufe 1 irgendwann geschaftt.\n\nAb da habe ich mich auch mit den Support auseinander gesetzt. \nIch sehe einiges ein - aber mir kann im leben keiner erzählen dass sowas normal sein soll. Wenn ich schon so dermaßen (und die geschriebenen sachen waren wirklich so! Selbst der support kam mir da entgegen) in der Ehrenstufe Drope. Mit nichteinmal wirklichen Flame. Mit 5 oder 6 Sätzen in zig Spielen auf unehrenhaft, was trifft dann die die wirklich flamen? Homophob sind, leute den Tod androhen oder sonstiges. Denn da zähle ich mich im leben nicht mit rein und glaube auch nicht dass die härter bestraft werden bzw erst wenn sie wieder weiter machen.\n\nDer Support sah dies zwar genauso und kam mir auch (darf dazu nichts sagen) entgegen - aber ich war echt pissig.\nIch sah die erste Strafe wirklich ein - fand den drop zwar hart aber fair. Aber ich war noch nie Ehrenlos. Habe noch nie jemanden beleidigt oder sonstiges. Im Gegenteil. Und ich finde das Gewicht von Honors und Reports einfach krass. \n\nHier können die jeningen, die sowas >NOCH< nicht getroffen hat - schön den Mund weit aufmachen und anfangen zu jammern und kritisieren. Aber so ist die Realität. Selbst der Support und die MItarbeiter von Riot - waren/sind der Meinung das Reporstsystem macht noch viel zu große Fehler. \n\nUnd genau da -> Bedanke ich mich!\n\nDenn dieser Aufschub - gewährt mir definitiv meine Belohnungen!\n\nVon daher: Vielen Dank!","replies":[{"id":"","poster":"Qbert","date":"2018-11-19T12:39:27.920+0000","up_votes":2,"down_votes":2,"body":"Wie kann man nur so ignorant sein?","replies":[]}]},{"id":"","poster":"BotgameOTP","date":"2018-11-14T03:10:35.013+0000","up_votes":4,"down_votes":3,"body":"Soviel zur 0-Toleranz-Politik. Aber es bestätigt meine Theorie: Leute die sich nicht an Regeln halten können und in dem Sinne \"Ärsche\" sind die andere dadurch negativ beeinflussen werden wieder belohnt während vorbildliche Spieler damit bestraft werden das die im prinzip mit diesen Leuten schon zusammengesteckt wurden , ggf dadurch gar keine Belohnung erst erhalten weil diese Leute dafür gesorgt haben das man absteigt etc  und  glotzen inne Röhre. Finde ich Toll von Riot das Regelbruch unterstütz wird. Wenn man bedenkt das es so einfach ist den Chat einfach nicht oder nicht negativ zu benutzen aber nein für die Extrawürste die wieder rumheulen das diese für Regelbruch bestraft wurden gibts dann erstmal ne Ausnahme. \n\nSo tut eine Bestrafung einfach mal richtig weh ( nicht). Aber zum Glück wachen langsam mal die Leute auf das es so nicht weitergeht , das jeder machen kann was er will und im prinzip noch dafür belohnt wird mit dem hier und ehrlich gesagt : Jedem ist klar was passiert wenn man bestraft wird. Wer sich trotzdem nicht an die Regeln halten kann hat einfach Pech? Spiele seit Seasonanfang fast 10 Games aufwärts täglich und hab nie ne Verwarnung , nie ne CR etc bekommen trotz das ich gefühlt von 10 Runden 8 Afks,Trolls was weiß ich alles im Team habe.  Ich hab mir meine Ehrungsstufe und die damit verbundenen Belohnungen also verdient in dem Sinne . Durch Spieler dieser Klasse und dazu gehören Spieler die eine CR-Einschränkung erhalten ebenfalls hätte ich selbst wenn ich Rankeds gespielt hätte also nicht einmal einen Rang erhalten den ich möglicherweise verdient hätte und diese Spieler werden jetzt noch dafür belohnt das die anderen das Game versauen?\n\nGut das Ehrenhaft also dann doch nichts zählt am Ende. Bisschen traurig naja. Die Season war ja eh schon die größte Blamage seit league existiert. Schauen ob ihrs mit S9 nicht nochmal so versaut.\n\nLeague in a nutshell","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-14T13:00:45.290+0000","up_votes":1,"down_votes":0,"body":">Soviel zur 0-Toleranz-Politik.\n\nDie gilt doch nur für Hetzreden, Rassismus, Homophobie etc. Da kriegt man auch direkt den 2 Wochenbann, kann also keine Belohnung erhalten, da das über eine CR hinausgeht.","replies":[]}]},{"id":"","poster":"Schlipowitz","date":"2018-11-16T13:17:45.942+0000","up_votes":2,"down_votes":1,"body":"Ich finde es gut das ihr den Leuten nochmal einen Versuch gibt sich zu bessern.\n\nIch kann das Argument, das sich die ehrlichen Spieler hintergangen fühlen, nicht ganz nachvollziehen.\nZu sagen das ich Honor 5 erreicht hab ist, zumindest für mich, belohnung genug.\n\nUns wird ja nichts weggenommen. Wir haben das bekommen was versprochen war.","replies":[]},{"id":"","poster":"TGA 10k","date":"2018-11-14T21:46:35.784+0000","up_votes":2,"down_votes":1,"body":"Das gesamte Honor System ist unbalanced ohne Ende.\n\n1. Spieler die relativ wenig spielen haben so gut wie keine Chance Honor 5 zu erreichen, außer sie carrien jedes Spiel extrem hart und bekommen Honors ohne Ende.\n2. Bekannte Spieler oder Streamer werden stark bevorzugt was die Ehrungen angeht. Egal ob sie carrien oder inten. sie bekommen die Honors.\n3. Premates geben sich IMMER untereinander die Honors.\n4. Der Spielstil und die Position sind extrem relevant. Als Supp z.B. oder Split push top laner bekommt man in niedrigen elos so gut wie keine honors, weil die leute nicht zu schätzen wissen, was man macht und nur auf kills schauen, oder halt den Premate honorn\n\nDabei ist es meist egal was man macht. Wenn das einmalige ausnahmen wären, ginge es ja durchaus. wenn man z.B. 13/1/7 aus dem Spiel geht mit 70% KP, 8 zerstörten türmen, 5k gold mehr als alle anderen, 80cs mehr hat als jeder andere, noch nicht mal 1 honor bekommt fühlt man sich echt verarscht. und traurigerweise sind das halt echt keine einzelfälle","replies":[{"id":"","poster":"Schlipowitz","date":"2018-11-16T13:06:50.443+0000","up_votes":1,"down_votes":0,"body":"Zu 1. \nDie Anzahl der Spiele ist nicht unbedingt richtig. Ich habe ca 200 spiele in der Season gespielt und habe trotzdem Honor Stufe 5 erreicht.\nQualität > Quantität.\n\nZu 3.\nEhrungen unter Premades zählen fast garnichts. Kann leider nicht die Quelle Zittieren, bin mir aber ziemlich sicher das es so ist. \n\nZu 4.\nMeiner Erfahrung nach ist es egal welche Position du spielst. Man bekommt passiv immer Ehrungspunkte solange man nicht negativ auffällt. Ehrungen beschleunigen nur den Ehrenaufstieg.","replies":[]},{"id":"","poster":"SgtBananenkuchen","date":"2018-11-16T10:49:58.207+0000","up_votes":1,"down_votes":0,"body":"Vor allem dein letzter Punkt, mit dem Beispiel, spricht mir aus der Seele.\n\nIch bin dieses Saison von Honor 2/3 auf 0, weil ich geflamed habe (was manchmal auch echt schwer ist, es nicht zu tun, wenn das ganze Team gegen einen geht). Alles schön und gut, habe normal weiter gespielt, versuche immer positives Feedback schon im Spiel zu geben und Leute zu muten, die meinen, was gegen mich sagen zu müssen. Jetzt bin ich immer noch Honorstufe 2 (nach gut einem halben Jahr) und glaube nicht, dass ich die dritte noch schaffe diese Saison.\nWahrscheinlich genau wegen den Punktne, die du ansprichst. Ich honor meistens meine Premades oder die, die am besten gespielt haben (oder die, die mir am wenigsten auf die Nerven gegange sind, wenn 3 von 4 Leuten nur am flamen sind ...). Und dann kommen spiele, wo ich extrem Carry und eigentlich mein Team zum Sieg führe und bekomme maximal 1 honor, wenn überhaupt, obwohl augenscheinlich keine Premades dabei sind.\n\nLeute, die sich wirklich ins Zeug legen und NICHT prominent sind oder sonst was haben von dem System fast nichts.\n\nLetztes Jahr habe ich es \"nur\" auf Honorstufe 4 geschafft, mein Freund hingegen war nach wenigen Wochen schon Honor 5, obwohl ich mehr gespielt habe als er und z.T. wesentlich mehr Honor bekommen habe. \nDieses Jahr hingegen dauert es extrem lang, auch wenn man viel spielt. Und die Belohnungen für die Stufenaufstiege habe ich mir auch besser vorgestellt.\n\nAn sich finde ich das System absolut nicht schlecht (außer, dass man wirklich nur eine Person honorn kann, auch wenn z.B. das ganze Team gut gespielt hat oder die Botlane uns zum Sieg geführt hat und man weiß, dass beide ihren Teil daz ubeitragen haben), aber es muss echt noch ausgebaut werden, denn manchmal denke ich mir wirklich, wenn man nicht mindestens 2-3 Honor pro Spiel bekommt, hat man auch irgendwie nichts davon, wenn man nach Wochen und Monaten vielleicht mal ein Zwischenziel erreicht.","replies":[]}]},{"id":"","poster":"TeoTheLord","date":"2018-11-13T21:23:27.498+0000","up_votes":4,"down_votes":6,"body":"Euer System ist trotzdem ein Witz. \n\nIch hatte nie Probleme mit schlechtem Ingame-Verhalten, im Gegenteil, ich war Honor Level 5. \nDann hatte ich einmal ein schlechtes Game, in dem mich das ganze Team flamed. Hier hätte ich wie immer einfach muten sollen, jedoch ist in dem Moment das Fass übergelaufen. Da hab ich dann auch jemanden als \"fgt\" bezeichnet, ohne von irgendwelchen Blacklists zu wissen, da ich sonst ja keine Probleme mit Flamen hab. Während der Gute mir dann Krebs und meiner Familie den Tod gewunschen hat, mit kreativer Schreibweise um die Blacklist die dieser Spieler offensichtlich schon kannte zu entwischen, hab ich direkt 2 Wochen Bann bekommen. Und Ehrenlevel 0. \n\nVon 5 direkt auf 0 und selbst nach an die 100 positiven Games bin ich noch immer erst auf Ehrenlevel 1. \n\nEcht faires System. Die richtig provokanten Kinder die die ganze Zeit SS spamen wenn du stirbst bekommen nie Probleme, aber schreib einmal \"fgt\" und du bist ein Schwerkrimineller.","replies":[{"id":"","poster":"DrunkenJules","date":"2018-11-14T13:25:27.118+0000","up_votes":1,"down_votes":0,"body":"kann jemand bestätigen, dass es überhaupt möglich ist durch ein Wort ohne Vorstrafen ein 2 Wochenban zu erhalten?\n\nIch halte das für sehr sehr sehr unwahrscheinlich, auch wenn es so etwas wie \"fgt\" oder \"kys\" ist.","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-14T20:54:44.233+0000","up_votes":2,"down_votes":1,"body":"Möglich sollte es bei der von dir genannten Hetzrede schon sein.","replies":[]},{"id":"","poster":"DKeySinon","date":"2018-12-02T22:03:43.009+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DrunkenJules,realm=EUW,application-id=x3W1ubQa,discussion-id=BdbwXydv,comment-id=00020001,timestamp=2018-11-14T13:25:27.118+0000)\n>\n> kann jemand bestätigen, dass es überhaupt möglich ist durch ein Wort ohne Vorstrafen ein 2 Wochenban zu erhalten?\n> \n> Ich halte das für sehr sehr sehr unwahrscheinlich, auch wenn es so etwas wie &quot;fgt&quot; oder &quot;kys&quot; ist.\n\njup wurd gebannt","replies":[]},{"id":"","poster":"VentusKing","date":"2018-11-14T14:19:42.249+0000","up_votes":1,"down_votes":0,"body":"Das sind Wörter die zur 0 Tolerance policy gehören da wird selbst ein schlechtes game mit nem bann bestraft diese Wörter überspringen die chat restrict.","replies":[]}]},{"id":"","poster":"OT Riku","date":"2018-11-14T08:18:17.383+0000","up_votes":1,"down_votes":1,"body":"Einfach weil fgt schwulenfeindlich ist.","replies":[]}]},{"id":"","poster":"VentusKing","date":"2018-11-13T21:00:25.870+0000","up_votes":1,"down_votes":0,"body":"Ich hab ne Frage also wenn man Honor level 2 unlocked kriegt man dann sofort seine rewards oder erst am 11.2?","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-13T21:20:57.972+0000","up_votes":2,"down_votes":1,"body":">Wenn du nur in der vergangenen Saison mit einer Chateinschränkung bestraft wurdest und auf Ehrungsstufe 0 oder 1 zurückgefallen bist, bekommst du die Möglichkeit, bis 11. Februar 2019 wieder Ehrungsstufe 2 zu erreichen. Wenn du bis zu diesem Zeitpunkt wieder Ehrungsstufe 2 erreichst, bekommst du alle Belohnungen, die du dir mit Blut, Schweiß und Tränen erkämpft hast.\n\nDer Teil wirkt auf mich, als wäre das der Zeitpunkt, bei dem das ganze festgehalten wird. Ganz eindeutig ist das leider nicht.","replies":[]}]},{"id":"","poster":"Kencharoo","date":"2019-04-01T10:32:32.669+0000","up_votes":1,"down_votes":0,"body":"Ich finde das nicht gut, da es einen Grund hat, dass diese Spieler einen Chatban haben. Ein Freund von mir hat z.B. einen Chatban, und wenn ich mir anschaue was er so schreibt, dann sollte er keine Belohnungen bekommen.{{sticker:fiora-cool}}","replies":[]},{"id":"","poster":"NobodyLikeRito","date":"2019-03-04T11:28:52.733+0000","up_votes":1,"down_votes":0,"body":"Hey ,\nIch melde mich jetzt mal im öffentlichen Forum zu Wort, vielleicht wird ja hier ein Riot Support aufmerksam gemacht. Ich hab den Climb auf Ehrungstufe 2 geschafft und mich mehrfach beim Support gemeldet, und habe BIS HEUTE NOCH KEINE REWARD BEKOMMEN !!!!!!! \nUnverschämtheit solange darauf warten zu müssen ! ( btw , es gilt für EUNE ) . Vielleicht liest das hier ja mal jemand, der dies weiterleiten kann.","replies":[]},{"id":"","poster":"Æeras","date":"2019-02-12T08:03:16.675+0000","up_votes":1,"down_votes":0,"body":"Finde dieses System mit Honor eh eher unsinnig. In Korea ist man mit Honor LvL 5 nen Inter oder weiteres... Ich hätte es einfach bei CS und Bans gelassen fertig. So versuchen manche nun das Honorlvl durch übertriebene Freundlichkeit oder etc. zu carrien falls man auf Belohnungen geiert (btw übertriebene Freundlichkeit ist genauso ätzend, weil man weiß das niemand der noch alle beisammen hat in einem Game die Leute gefühlt alle umarmen will). Dadurch kommt sowas nur heuchlerisch rüber und nervt genauso. Die Leute muss ich genauso für Ihr Freundlichkeits-Plz Boost My Honorlvl and Vote me-Gehabe muten wie einen Flamer. Die spammen genauso rum.  Die Leute die eh Toxic sind kriegen eben ne CS oder Ban und die werden durch so ein Honorsystem auch nicht gestoppt. Zur Info ja ich hatte mal eine CS und nein ich habe die nicht gehabt als die Belohnungen kamen sondern in der Season 7.","replies":[{"id":"","poster":"Metins Vater","date":"2019-02-12T14:48:07.083+0000","up_votes":1,"down_votes":0,"body":"Ich war Honor level 0, bin jetzt Honor level 2 in einem Zeitraum von August 2018 - Februar 2019 mit 8 Buchstaben gekommen: \"gl hf\" + \"ggwp\"\n\nErzähl doch kein Schmand. Wenn es dir nicht passt, wenn Leute freundlich sind, bzw. \"Überfreundlich\", dann mute sie, wie du schon sagtest. Aber du gehörst wahrscheinlich zu den 95% (nur ne Vermutung), die nach Freundlichkeit negativ drauf reagieren und beleidigen.\n\nGrüße, \n\nMetins Vater.","replies":[{"id":"","poster":"Shepy","date":"2019-02-14T16:55:04.109+0000","up_votes":1,"down_votes":0,"body":"&amp; hast du die Belohnungen schon nachträglich bekommen? Ich bin auch schon seit 2 Monaten oderso wieder auf STufe 2 &amp; habe noch nichts bekommen. Dabei hatte ich noch nie einen anderen Ban.. {{sticker:sg-zephyr}}","replies":[]}]}]},{"id":"","poster":"Kuurai","date":"2019-02-13T12:41:45.836+0000","up_votes":1,"down_votes":0,"body":"Wollte ich auch fragen bisher ist noch nichts angekommen.","replies":[]},{"id":"","poster":"Tempest Rîmuru","date":"2019-01-25T10:59:56.686+0000","up_votes":1,"down_votes":0,"body":"Haben eigentlich die Leute die eine Cr hatten jetz die Season sachen bekommen? :D","replies":[]},{"id":"","poster":" ISuppNoSkill","date":"2019-01-11T23:31:21.128+0000","up_votes":1,"down_votes":0,"body":"Ich finde es schade das wenn man in der letzten Saison ob zum Anfang oder in der mitte für 2 Wochen gesperrt wurde, das dann keine Belohnungen mehr anfallen. Ich finde es gut das die Saisonbelohnungen Ehrungslevel abhängig gemacht werden, aber ich finde echt schade das sobald man gesperrt wurde weshalb auch immer, keine Belohnung bekommt. Wenn es gegen August oder sowas eine Sperre bekommt, könnte ich es voll und ganz nachvollziehen das Riot sagt \"Nö du hast dich im Spiel schlecht verhalten, und dementsprechen Belohnen wir dich nicht.\" aber in der letzten Saison war es schließlich auch so das wenn man ab einem bestimmten Datum eine Sperre bekommen hat, das dann keine Belohnungen gutgeschrieben wurde. Also ich muss sagen wie Riot das aktuell handhabt finde ich total Banane.","replies":[]},{"id":"","poster":"DaveDoc","date":"2019-01-10T14:27:12.028+0000","up_votes":1,"down_votes":1,"body":"Also ich selbst habe ende season 6 nen 14 tage ban kassiert im zuge des \"KYS\" baits in der warteschlange! Natürlich war dies nicht richtig meiner seits aber auch ein damals bekanntes problem! habe auch für 1 jahr lol ausgesetzt einfach weils mir mehr frust als lust spendiert hat. Nun bin ich seit Oktober wieder dabei und hab den chat eigl immer ausgeblendet oder dauermute... hab mich auch mühevoll auf Stufe 2 nochmal hochgekämpft und trotzdem keine Belohnungen erhalten.. für ein \"fehler\" im damaligen autoban programm!!! das finde ich persönlich ne mega frechheit! habe viel zeit in dieses Spiel investiert und auch schon lange wieder den \"weg des beschwörers\" eingeschlagen wie es sich RIOT wünscht! aber habe nun für 2 seasons keine belohnungen erhalten! wieso soll ich solch ein game weiter spielen wenn ich quasi nichts mehr gewinnen kann.... sehr traurig!","replies":[{"id":"","poster":"Sirrkas","date":"2019-01-11T12:14:03.565+0000","up_votes":1,"down_votes":0,"body":"Wenn du fehlerhaft bestraft wurdest, wende dich mal an den Support und versuch das mit einem Ticket zu klären. Solche Sachen  werden, wenn es zutrifft, für gewöhnlich schnell behoben. Aber ich weiß nicht, wie das ist, wenn du damit so lange gewartet hast.","replies":[]}]},{"id":"","poster":"Empaya","date":"2018-12-01T20:29:23.470+0000","up_votes":1,"down_votes":0,"body":"Und wann bekommt man diese Seasonbelohnungen nun, wenn man früher als bis zum 11. Februar Ehrungsstufe 2 erreicht hat?\n\nWird dies am 11. Februar ausgeteilt an alle, oder wie? \n\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"eingew","date":"2018-12-03T08:16:41.414+0000","up_votes":1,"down_votes":0,"body":"Theoretisch sollte man sie soweit ich weiß erhalten, sobald man auf Level 2 aufgestiegen ist. Praktisch dürftest du dich aber damit wahrscheinlich noch länger gedulden müssen, denn schon die normale Verteilung der Seasonbelohnungen ist noch bis zum zwölften Dezember angesetzt.","replies":[{"id":"","poster":"Empaya","date":"2018-12-06T14:32:24.806+0000","up_votes":1,"down_votes":0,"body":"Ah, okay. Hab mich schon gewundert, weil ich seit einiger Zeit Ehrungsstufe 2 bin und Riot sich nie meldet :D","replies":[]}]}]},{"id":"","poster":"Sir UniQue","date":"2018-11-21T16:13:31.108+0000","up_votes":1,"down_votes":0,"body":"Wie sieht es aus, wenn man neben chatbann auch 5 games leaver buster bekommen hat? Bekommt man dann seine rewards trotzdem, wenn man auf honor lvl 2 kommt bis Februar?","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-22T22:04:29.009+0000","up_votes":1,"down_votes":0,"body":"Soweit ich das verstanden habe, sollte der Leaverbuster hier keine Auswirkungen haben.","replies":[{"id":"","poster":"Sir UniQue","date":"2018-11-25T19:10:33.882+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich, ich hab genau 1 Woche vor Seasonende chatbann bekommen, weil ich 1 game komplett geflamed hab und dann drauf wegen bugsplat leaverbuster bekommen. Suchte grade wieder, damit ich wieder  honorstufe 2 bekomme. Hab schon checkpoint 2 von 3 😅","replies":[]}]}]},{"id":"","poster":"Hunter2608","date":"2018-11-22T15:02:53.997+0000","up_votes":1,"down_votes":1,"body":"Ich hab wegen einer kleinen Beleidung einen 2 wöchigen Ban bekommen in meine ehre wurde gesperrt. Das heißt ich bekomme jetzt überhaupt keine Belohnung? Das finde ich nun wirklich unfair","replies":[{"id":"","poster":"Sirrkas","date":"2018-11-22T22:02:36.160+0000","up_votes":1,"down_votes":0,"body":"Wenn du bei Saisonende (war der 12.11) Ehrungsstufe 2 hattest, erhältst du deine Belohnungen noch. Ich an deiner Stelle würde mir aber eher Gedanken darum machen, keinen Permabann zu erhalten.","replies":[]}]},{"id":"","poster":"VietTheHedgehog","date":"2018-11-21T19:12:27.604+0000","up_votes":1,"down_votes":0,"body":"Was genau ist denn mit „alle Belohnungen“ gemeint? Gehören dazu auch die Augen, die man bei Ehrungsstufe 3, 4 und 5 nach Saisonende bekommt? Wenn ja, wäre es dann möglich, dass, obwohl ich Ehrungsstufe 5 erst nach Saisonende erreichen werden würde, ich das Auge für Ehrungsstufe 5 trotzdem erhalte?","replies":[]},{"id":"","poster":"Fqbii","date":"2018-11-21T18:01:33.595+0000","up_votes":1,"down_votes":0,"body":"Schade, da habe ich wohl um sonst geschwitzt.","replies":[]},{"id":"","poster":"TDM JuanMoreWave","date":"2018-11-16T11:42:41.538+0000","up_votes":1,"down_votes":0,"body":"Ist jetzt vielleicht auch ein bisschen Offtopic aber es wurde ja grade schon zur 0 Toleranz Politik gefragt.\n\nwenn jemand einen 2-Wochen Ban aufgrund deines Reports bekommt bekommt man doch immer so eine schöne Meldung danke das du hilfst etc. \n\njedoch ist es jetzt schon 3 Monate her das mich einer in nem game nur wegen dem deutschen Namen als nazi beleidigt hat und dann noch mit sachen wie \"Heil H...\" etc. kam. es gab immernoch keine Meldung gibt es da schneller wege wie z.b. früher sollte man bei solchen Sachen ja direkt ne Mail mit Screens etc. and ZenonTheStoic ( glaube so hieß er) schreiben. \n\nAußerdem um das auch mal zu klären ich und auch n paar freunde sind uns sehr unsicher ob der Chat nach dem Game also in der after game lobby auch in die Chatlogs bei Reports geht, weil dort wurden wir auch schon das ein oder andere mal aufs übelste geflamed und beleidigt und wussten dann nciht ob sich der Report da lohnt weil wir denken das der Chatlog dort nicht bei Reports angehängt wird.","replies":[]},{"id":"","poster":"KledVerschlus","date":"2018-11-15T17:44:21.171+0000","up_votes":1,"down_votes":0,"body":"ALso bei mir hat es mehr als eine halbes Jahr gedauert um von stufe 0 auf stufe 2 zu kommen, aber gut .","replies":[]},{"id":"","poster":"EinPinkPiggy","date":"2018-11-15T07:46:31.042+0000","up_votes":1,"down_votes":0,"body":"Hallo Leute! Meine Konto ist gesperrt am 7.11.2018. Es schreibt wegen einer Manipulation der ELO-Wertung. Aber es passt nicht. Im letzten season war ich Gold, im diesem season auch. Und von einigen Tagen habe ich gerade Ehrungsstufe 5 bekommen. Ich brauche eine Erklärung.","replies":[{"id":"","poster":"Riot Kengen","date":"2018-11-15T10:11:09.744+0000","up_votes":1,"down_votes":0,"body":"Dir wird im Forum keiner eine Antwort auf Kontorelevante Information geben können. Bitte schreib den Support an.","replies":[]}]},{"id":"","poster":"Metins Vater","date":"2019-02-12T03:00:32.588+0000","up_votes":1,"down_votes":1,"body":"Jo, habs geschafft zu Reformen, bin jetzt Ehrungsstufe 2 seit ner Woche ca. von Ehrungsstufe 0. Wo sind meine Belohnungen? hehehe xd\n\n\"ICH MUSS RAAAAAAAAAUS\"","replies":[]},{"id":"","poster":"Homura Kogetsu ","date":"2018-12-02T00:22:56.667+0000","up_votes":1,"down_votes":1,"body":"Ich bin so ein Kandidat der 4 Tage vor Season ende nen chat buster erhalten habe weil ich einmal (auf gut Deutsch das Maul aufgemacht habe) um Spieler  zu erklären wie das Spiel überhaupt geht und zu dem Zeitpunkt war ich Silber ist echt traurig manchmal zu sehen was höher als Gold so für Spieler rumlaufen manchmal erschreckend und das sind dann solche Kandidaten die in normals richtig Tryharden weil sie im Ranked wieder verloren haben wie soll man da mal neues ausprobieren. Aber finde das gut Riot eine 2.Chance für die Rewards und die es betrifft(mich eingeschlossen) sollten einfach ruhig bleiben und einfach spielen wir können es nicht allen Recht machen ist leider so {{champion:202}} {{champion:202}} {{sticker:sg-ezreal}}","replies":[]},{"id":"","poster":"Vorzüglich","date":"2018-11-15T23:36:59.628+0000","up_votes":2,"down_votes":2,"body":"Ihr müsst noch viel über die Natur des Menschen lernen Rito.\n\nEuer System ist immer noch ineffektiv und von Grund auf fehlerhaft.\n\nHabt ja lange genug gebraucht um es anzupassen aber auch dieser Schritt reicht bei weitem** nicht **aus.\n\nDas echte Rework wann?!","replies":[]}]}