{"id":"vYG6Tbmw","poster":"Darkiii","date":"2018-11-13T15:34:13.383+0000","title":"Dia Team sucht Coach","subforum":"Clans & Teams","embed":{"title":"LoL Stats, Record Replay, Database, Guide, MMR - OP.GG","description":"Real-time LoL Stats! Check your Summoner, MMR, Live Spectate and using powerful global League of Legends Statistics!","url":"http://euw.op.gg/multi/query=teadarki%2Cteacerealraider%2Cteaprinny","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Unser Team geh&ouml;rt zum Teatimeclub. Dabei handelt es sich um eine gro&szlig;e aktive und gut organisierte LeagueCommunity. Eine Interne Liga mit eigenen Teams, Interne Turniere mit Laddersystem, Coaching mit individuelle Betreueungsm&ouml;glichkeiten, oder auch Teilnahmen an kleineren externen Tunieren sind dabei einige Vorz&uuml;ge, die ich hier nennen will.\r\n\r\nAus interen Gr&uuml;nden mussten wir in letzter Zeit einige R&uuml;ckschl&auml;ge einstecken und unsere generelles Konzept hinterfragen.\r\nWir als Team suchen daher einen Coach der unser Team unterst&uuml;tzt.\r\n\r\nHier eine &Uuml;bersicht &uuml;ber unser aktuelles Roster\r\n\r\nTop: Open\r\nJungle: TEA Prinny D2\r\nMid: TEA Ceareal Raider D3\r\nADC: Open\r\nSupp: TEA Darki P3\r\nhttp://euw.op.gg/multi/query=teadarki%2Cteacerealraider%2Cteaprinny\r\n\r\nWas wir uns erhoffen\r\nWir suchen jemanden der sich in der Lage f&uuml;hlt ein Team zu organisieren und anzuleiten.\r\nZu deinen Aufgaben geh&ouml;rt das festlegen von Trainingszielen, Trainingszeiten und das analysieren und aufbereiten unserer Spiele.\r\nDas ist nat&uuml;rlich ein nur sehr kleiner Teil, deines Aufgabenspektrums, aber genaueres w&uuml;rden wir dann gerne privat besprechen.\r\nEs ist wichtig zu erw&auml;hnen das wir dennoch ein Casual Team sind und planen es bis auf weiteres zu bleiben.\r\n\r\nWas wir dir bieten.\r\nMit uns erh&auml;lst du ein Team welches bereits sein einiger Zeit zusammen spielt und motiviert ist besser zu werden.\r\nNat&uuml;rlich besteht die M&ouml;glichkeit einen Main Spot oder Sub Spot in unserem Roster zu erhalten. Somit ist auch garantiert, dass wir RP die wir durch Tuniersiege generieren, auch dir als Coach zu gute kommt.","replies":[]}