{"id":"oyk7jtVv","poster":"Teilzeitmain","date":"2019-09-28T07:14:23.664+0000","title":"Ab sofort gibt es wieder vermehrt Freeze Veigar Supporter in der Kluft!","subforum":"Level Up: Guides & Tipps","embed":{"title":"BESSER denn je! Freeze Veigar Guide Patch 9.19 German","description":"Ein sogenannter Freezebuild ist ja insgesamt hinreichend bekannt. Doch Veigar wurde mit Patch 9.19 gebufft und daher lohnt es sich speziell diesen Pick auf Support auszupacken. Hier habt ihr einen kleinen Guide über die Bauweise dieses Picks. Viel Spaß! ▬ Über diesen Kanal ▬▬▬▬▬▬▬▬▬▬▬▬ Mit Flotidus hast du einen Kanal gefunden, der sich hauptsächlich auf League of Legends Supporter Guides spezialisiert.","url":"https://youtu.be/Q7_DeFLsGdk","image":"https://i.ytimg.com/vi/Q7_DeFLsGdk/hqdefault.jpg"},"up_votes":4,"down_votes":2,"body":"Hallöchen ihr Lieben.. na es ist schon ne Weile her hm?\r\n\r\nIch möchte euch heute in diesem kleinen Thread ein bisschen auf den Freeze Veigar hinweisen. \r\n\r\nWas bedeutet ein Freeze {{champion:45}} ?\r\nOder eine Freeze {{champion:103}} ? Oder ein Freeze - xyz - Mage? \r\n\r\nDer Freeze Build baut sich aus der Glacial Augment Hauptrune aus dem Inspirationsbaum zusammen mit einigen anderen Runen in diesem Baum die man wählen kann wie es passt und als zweites geht es dann in Domination um dort unbedingt die Ingenious Hunter Rune einzupacken um die Cooldowns von Active Items zu reduzieren.\r\nIm Prinzip ist es total simpel. Wir nehmen Glacial Augment für den Frosteffekt durch Active Items mit um einen 60%igen Slow zu haben und reduzieren über den zweiten Runenbaum die Cooldowns von Activeitems so enorm, dass wir gefühlt alle halbe Minute einen richtig kräftigen Slow haben!\r\n\r\nZu den Items gehören dann die Twin Shadows {{item:3905}} und das Hextech GLP {{item:3030}} . Diese beiden Kollegen müssen wir uns auf jeden Fall mit einpacken damit wir den Build effektiv spielen können. \r\n\r\nUnd das ist dann eigentlich auch schon das ganze Geheimnis eines \"Freeze\"-Builds. Gerade bei Veigar können wir am Ende noch nen Voidstaff {{item:3135}} mitnehmen. Veigar skaliert theoretisch ins unendliche und die prozentuale Magieresistenzdurchdringung hilft da sehr!\r\n\r\nWarum ist das nun eigentlich cool? Warum jetzt? Mit Patch 9.19 wurde Veigars E Fähigkeit gebufft und besitzt nun nen skalierenden Cooldown. Wir können am Ende nun 12 Sekunden CD auf der E haben was lächerlich wenig ist. Kommen dann noch 40 / 45% CDR dazu hat man alle ~7 Sekunden einen Käfig zur Verfügung! \r\n\r\nIhr wisst Bescheid, im Video erklär ich das auch nochmal ein bisschen. Schaut da gerne rein und lasst nen Like da. \r\n\r\nViele Grüße\r\nFlotidus 0/ \r\n{{sticker:slayer-jinx-catface}}","replies":[]}