{"id":"t2rFuXEr","poster":"IllIlIllIllI","date":"2018-11-11T16:11:36.779+0000","title":"[Gold-Plat] Coach und Teamgründer sucht ambitionierte Mates...","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo an alle Beschw&ouml;rer-/innen,\r\n\r\nseit Season 4 spiele ich nun schon League of Legends und habe mehr als 2 Jahre als professioneller Coach und Analyst in mehreren high Dia-Master Teams gearbeitet. Allerdings war mir das st&auml;ndige &quot;nur Zuschauen und analysieren&quot; doch ein wenig zu langweilig, weshalb ich wieder in den &quot;aktiven Dienst&quot; gewechselt bin.\r\nDa ich allerdings berufst&auml;tig bin und nicht 24/7 zocken kann bin ich zeitlich eher begrenzt online.\r\nDaher will ich nun den ersten Schritt gehen und suche zuverl&auml;ssige Beschw&ouml;rer mit ner Menge Ehrgeiz und einem ganz bestimmten Mindset.\r\nZiel ist ganz klar die LCK. Ich will Faker weiter dem&uuml;tigen und als koreanisches Team in die n&auml;chsten Worlds fahren, um endlich mal wieder die Dominanz von S&uuml;dkorea zu demonstrieren. ;)\r\nGut, wenn das nicht klappt werde ich mich damit zufriedengeben ein paar kleinere oder gr&ouml;&szlig;ere Turniere mitzuspielen und wenigstens &uuml;ber die Vorrunde hinweg zu kommen. :p\r\n\r\nAb heute suche ich daher Tryouts, die Bock auf ein Team mit Perspektive haben.\r\n\r\n**Meine Erwartungen an euch**\r\n\r\n* absolute Zuverl&auml;ssigkeit\r\n* der ganze Shizzle von wegen &quot;gescheites Headset&quot;, &quot;Mic&quot;, bla, bla, bla\r\n* Gesellschaftliche Gepflogenheiten und Erziehung sollten euch bekannt sein\r\n* SoloQ-Elo von G5 - P3\r\n* logisches Denken und reelle Kritikf&auml;higkeit\r\n* teamorientiertes Denken\r\n* Ich behalte mir mal vor hier ein oder zwei Punkte vergessen zu haben. x)\r\n\r\n**Aktueller Stand:**\r\n\r\n* Solo Top - Frei (1 Tryouts)\r\n* Jungle - Frei (1 Tryout)\r\n* Mid - Frei (2 Tryouts)\r\n* AD Carry - Frei (1 Tryout)\r\n* Support - Frei (2 Tryouts)\r\n\r\nIch selbst (ADC) sehe mich auch erstmal als Tryout an, denn wenn wir nachher 4 richtig gut korrelierende Beschw&ouml;rer haben und ich als einziger nicht reinpasse mache ich definitiv Platz f&uuml;r einen Anderen als Main und substitute nur noch. (Ich hoffe nat&uuml;rlich, dass es nicht so kommt :P)\r\n\r\nLeider haben ich keine Kartoffel f&uuml;r euch am Ende des langen Posts, aber ein w&uuml;tender Gnar? macht das hoffentlich genau so gut. ;)\r\n\r\n{{sticker:sg-shisa}} \r\n\r\nCheers Braintronix","replies":[{"id":"","poster":"ELOW Waschi","date":"2018-11-12T21:46:30.935+0000","up_votes":1,"down_votes":0,"body":"Hey Braintronix,\n\nich bin g5 Mid-Main und auf der Suche nach einem Team in welchem ich aktiv partizipieren könnte. Ich erhoffe mir durch das Spielen in einem Team neue Erfahrungen zu sammeln und mich als Spieler zu verbessern. Bei Interesse gerne hier zurück schreiben oder in LoL adden.\n\nWaschi","replies":[]}]}