{"id":"c6ATWoXm","poster":"Dâiki","date":"2018-11-09T22:25:58.715+0000","title":"Einen Rahmen, ohne Ehrungstufe 2, möglich ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"So da ich nichts im Internet dazu gefunden habe, frage ich einfach mal hier.\r\nKann ich einen Rahmen ohne Ehrungsstufe 2 bekommen/erhalten. Btw: Chat Restriction war definitiv verdient, nur denke ich das die Entziehung des Rahmen, falls es sie gibt, bissle zu extrem ist, um die Skins etc, geht es mir nicht, denn ich wei&szlig;, dass ich sie nicht bekommen nur der RAHMEN.","replies":[{"id":"","poster":"Zarakí Kenpáchí","date":"2018-11-10T11:33:33.659+0000","up_votes":1,"down_votes":0,"body":"Der Rahmen zeigt dir an in welcher Elo du es in der letzen Saison erreicht hast und kann dir nicht entzogen werden. Die aktive Teilnahme ist im System inbegriffen und wird dem entsprechend mit diesem belohnt. Wieso sollte man dir dies entziehen ? Erfolge sind Meilensteine die 360 Tage benötigen {{sticker:sg-zephyr}} ","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-11-09T22:28:03.038+0000","up_votes":1,"down_votes":0,"body":"Meines Wissens erhält man KEINE Belohnung ohne Honor 2, somit ist das einschließlich des Rahmen.","replies":[{"id":"","poster":"Dâiki","date":"2018-11-09T22:29:48.749+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht wie ich das erklären soll, aber ich finde der Rahmen dient mehr als Darstellung des jetzigen und bereits erreichten Rangs.","replies":[{"id":"","poster":"Allerbester Biss","date":"2018-11-10T09:30:08.380+0000","up_votes":1,"down_votes":0,"body":"Du hast es dir aber nicht verdient :)","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-11-09T22:43:41.611+0000","up_votes":1,"down_votes":0,"body":"Und dennoch war es in der Vergangenheit so, dass einem dieser Rahmen verwehrt blieb, wenn man unter HL 2 war. ^^ \nKann also durchaus sein, dass einem das Banner von dem ich sprach ebenfalls verwehrt bleibt, wenn man unter dem gewünschten HL liegt.","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-11-09T22:29:20.281+0000","up_votes":1,"down_votes":0,"body":"Nächste Season wird einem der Rang den man zu der Zeit hat als Rüstung angezeigt. Im Hintergrund hat man ein Banner, welches den Rang aus dieser Season zeigt. Dieses Banner ist also quasi wie der Rahmen. Allerdings wurde nicht erwähnt, ob man das Banner nicht bekommt, wenn man unter HL 2 war. Da muss man dann wohl abwarten ob da noch ne Ankündigung kommt oder sich bis nächste Season gedulden.","replies":[{"id":"","poster":"Dâiki","date":"2018-11-09T22:31:44.021+0000","up_votes":1,"down_votes":0,"body":"Stimmt ja, es wird der jetzige Rang mehr in \"Rampenlicht\" gestellt,\nDanke für deine Antwort und dass du dir zeit für mich genommen hast \n\n{{sticker:slayer-pantheon-thumbs}} !","replies":[]}]}]}