{"id":"1NbuX9A0","poster":"Azurago","date":"2018-11-09T21:06:21.654+0000","title":"Platin MidLaner sucht Ranked-Team / Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Guys,\r\n\r\nMein Name ist Azurago, ich bin Main-Midlaner und ein 20 J&auml;hriger Student. Ich bin auf der suche nach einem Ranked-Team f&uuml;r n&auml;chste Season, dass vor hat, sich zusammen mit mir n&auml;chste Season durch Platin zu k&auml;mpfen.\r\n\r\nIch spiele seit Season 2 League of Legends, habe allerdings Season 5 aufgeh&ouml;rt zu spielen. Damals war ich auch schon Main-Midlaner, war dort kurzzeitig in Dia und h&ouml;heren Platin Bereich, habe dann aber meinen Account verkauft gehabt und nicht mehr gespielt .Ich habe diese Season wieder angefangen, mich eingespielt und dann auch eine Weile Ranked gespielt, wo ich diese Season leider nur Platin 5 erreicht habe. Ich habe aber schon relativ fr&uuml;h aufgeh&ouml;rt Ranked zu spielen, um mich auf die Midlane zu konzentrieren und diese in Draft-Pick zu verbessern, um einen gr&ouml;&szlig;eren Championpool zu bekommen und an meinen Mechaniks zu arbeiten. Dies mache ich derzeit erfolgreich und hoffe n&auml;chste Season in Dia zu kommen. Dazu z&auml;hlt auch Replays anschauen um eventuell Fehler zu entdecken oder einfach mal das Farmen trainieren.\r\n\r\nIch besitze alle Champions, habe &uuml;ber weit 1000 normal Wins und Gott wei&szlig; wie viele Ranked Wins insgesamt. Au&szlig;erdem habe ich Jahre lange League Erfahrung, schaute trotz dass ich nicht mehr spielte immer noch ab und zu die LCS und Streams und habe daher ein ziemlich gutes Game-Knowledge. Ich war damals schon in einem Ranked-Team, meinem eigenen, in dem ich auch Shot-Caller war und habe daher durchaus gute Erfahrung mit Teamplays, guten Calls, klugen Pick und Ban Phasen, sprich mit z.B. flexiblen Mid und Top Picks. \r\n\r\nDas f&uuml;hrt mich zu meinem Championpool, welcher zurzeit wie folgt lautet:\r\n**Diana Fizz Ahri LB Kassadin** -&gt; man sieht ich spiele gerne Assasins\r\n**Malzahar oder Orriana**  -&gt; Wenn es um Mages geht und ich eine sichere Lane spielen soll \r\nFalls man eine AD Midlane braucht, spiele ich gerne** Yasuo oder Jayce** und spiele auch Flexible Picks wie z.B. **Rumble** und wie bereits erw&auml;hnt Jayce.\r\n\r\nZu meinen Stats/Win-rate in dieser Season muss ich sagen, dass diese nicht allzu gut sind, da ich wie gesagt davor 2 Jahre nicht gespielt hatte und erst bisschen gebraucht habe um ins Spiel wieder zu finden, allerdings wird man nach ein paar Runden mit mir sehen, dass in mir weit aus mehr steckt als es meine Stats aussagen :)\r\n\r\nIch bin ein sehr offener Mensch, meistens positiv (Honor level 3 fast 4) und immer f&uuml;r einen Spa&szlig; zu haben, wobei ich eher ruhig bin und mich konzentriere, wenn das Spiel los geht. Ich habe unter der Woche abends und am Wochenende regelm&auml;&szlig;ig Zeit und w&uuml;rde mich auch &uuml;ber ein Team freuen, dass Pre-Season schon ein bisschen trainieren will und vielleicht auch aus Spa&szlig; in der Season an paar Turnieren teilnehmen will. \r\n\r\n\r\nWenn ihr noch fragen habt, k&ouml;nnt ihr diese nat&uuml;rlich an mich stellen, addet mich einfach ingame und sonst w&uuml;rde ich einfach sagen:\r\n\r\n\r\n_See you on the Rift !_\r\n \r\n\r\nAzurago","replies":[]}