{"id":"qwHFquEW","poster":"Mjölnir Kind","date":"2018-11-09T07:10:42.483+0000","title":"[TGSG] It´s my last day of the weeeek.","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":5,"body":"(Guten) Morgen meine verlorenen Seelen des Forum :)\r\n\r\n\\o/ Freitag it is!!\r\nIch wei&szlig; noch garnicht was ich am Wochenende machen soll ._.\r\nvllt. Spam ist einfach Wesley das ganze Wochenende mit Invites zu mal gucken :3\r\n\r\nMitlerweile fang ich auch an in dem Lol-Discord permanent zu schreiben, w&auml;hrend ich im Forum bin :D\r\nJz hab ich doppelt so viel Lesmaterial xD\r\n\r\nUnd was treibt ihr am WE noch so :)?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-11-09T12:17:41.276+0000","up_votes":2,"down_votes":0,"body":"&emsp; \t&emsp; &emsp; \t&emsp; \t&emsp; \t&emsp; \t&emsp; \t&emsp; \t&emsp;  \t&hearts; \t&hearts; \t&hearts;\n\t&emsp;  _**Ich wünsche euch allen ein schönes Wochenende!**_\n&emsp; \t&emsp; &emsp; \t&emsp; \t&emsp; \t&emsp; \t&emsp; \t&emsp; \t&emsp;  &hearts; \t&hearts; \t&hearts;","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T07:28:27.695+0000","up_votes":1,"down_votes":0,"body":"BOAH! HALLO! xD\n\nWAS EIN MOOOOOORGEN!\nhttps://1.bp.blogspot.com/-0nMIliVCSw8/W-SWsy27L-I/AAAAAAABK0M/5KsUdH0TZ0MKLwnzm-freYD1vjq-vKOAQCLcBGAs/s200/3840.jpg\n\nZug #1 fällt aus. Zug #2 hat Verspätung. Anschluss Zug nicht bekommen. Fast 40 Minuten später auf der Arbeit :o Dafür hat das verspätete Schläfchen im Zug richtig gut getan! Actually hatte ich gehofft es wird noch später damit der Tag noch kürzer wird. Aber okay :'D Jetzt sind es acht Uhr und der Tag endet in fünf Stunden. LET'S DO IT.\n\nGestern habe ich auf dem Weg zum Hauptbahnhof Pokemon GO angeworfen und auf diesem zehn Minuten Weg drei Level gemacht xD Was hier mittlerweile für Pokemon rumwuseln, unfassbar! Eneco, Haspiror, Seemops (glaube ich), Wablu und noch weitere! Insgesamt konnte ich auch vier PokeStops drehen, eigentlich mehr, aber ich musste dann feststellen das mein Beutel voll ist -_- und jetzt kann ich nur noch drehen, erhalte aber keine Items mehr.\n\nErwähnen möchte ich auch hier das Bus/ Zug Chaos von gestern. Der Bus um 16.35 kam nämlich erst um 17:00 Uhr. Ich also meiner Pendler Freundin eine SMS geschrieben das ich den Zug wohl nicht bekommen werde woraufhin sie anrief und mir gesagt hat das ich mir darum keine Sorgen machen brauche, da der Zug der nur die Hälfte unserer Strecke fährt noch gar nicht abgefahren ist und unserer Zug wäre noch gar nicht in Sichtweite!\n\nDAS GUTE JEDOCH xD Als unser Zug dann endlich eingefahren ist hat sich natürlich das Häufchen Menschenvolk in allen Gängen gestapelt und wir sind einfach in die erste Klasse gegangen xD Vorsichtshalber den Zugmenschen gefragt ob das okay wäre und er hat \"Ja\" gesagt :] Richtig entspannt!\n\n> vllt. Spam ist einfach Wesley das ganze Wochenende mit Invites zu mal gucken :3\n\nVielleicht spiele ich auch einfach erst mal alleine und eröffne dann völlig unerwartet eine offene Lobby :o und dann... bist du afk xDDDDD\n\nFünf Siege bis Porianna xD Kann doch nicht so schwer sein! Ich predicte fünf Siege hintereinander *hust\n\n> Und was treibt ihr am WE noch so :)?\n\nInsofern... Rankeds. Ich hätte auch richtig Bock auf die Nintendo Switch, aber das dauert noch eine Woche c.c Vielleicht kaufe ich mir auch einfach ein Steam Spiel das ich niemals spielen werde xD Wobei die aktuellen auf meiner Wunschliste zu gering reduziert sind, nachher kauf ich die und eine Woche später sind sie um 80% günstiger >.<","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-09T07:39:09.656+0000","up_votes":1,"down_votes":0,"body":">  Insgesamt konnte ich auch vier PokeStops drehen, eigentlich mehr, aber ich musste dann feststellen das mein Beutel voll ist -_- und jetzt kann ich nur noch drehen, erhalte aber keine Items mehr.\n\nDu kannst Items auch aus deinem Beutel löschen, dass du wieder Stops drehen kannst. Achja und immer wenn es Platz in einer Arena hat, dann stell ein Poki rein, das gibt dir bis zu 50 (10 Minuten = 1 Münze) Münzen pro Tag, mit denen du dann z. B. deinen Beutel vergrössern kannst :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T07:49:00.268+0000","up_votes":1,"down_votes":0,"body":":o Dann muss ich das nachher mal probieren. Bis zum Hauptbahnhof gibt es ein paar Arenen und bei mir Zuhause der Bahnhof hat auch eine. Letzteres ist vermutlich eher möglich zu benutzen.\n\nYeay \\o/ Größerer Beutel ich komme!\n\nDas Ding ist halt das ich ja Dinge aus dem Beutel entfernen würde, aber ich hab halt nichts drin. Theoretisch xD ... rund 270 Pokebälle, Tränke, Rauchzeug, zwei verschiedene Beeren, ein oder zwei Ei-Brüt Dinger und ich glaube das wars? xD","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-09T08:15:10.079+0000","up_votes":1,"down_votes":0,"body":"270 Pokebälle sind zu viel, da kannst du ruhig mal 70 löschen, dann kannst du wieder Stops drehen, meistens bekommst du sowieso wieder neue Bälle beim drehen und schwuuups hast du wieder 270 Bälle :DDD\n\nEine Beutelerweiterung kostet 200 Münzen, das kannst du in vier Tagen verdienen. Die Münzen für das verteidigen von Arenen erhältst du sobald dein Pokémon aus der Arena rausgeworfen wurde und der Tag endet jeweils um Mitternacht (was für ein Wunder xD) :D. Am besten stellst du am Anfang jeweils ein Poki in die Arena, dass du nicht mehr haben möchtest und nach dem es zurückgekehrt ist dem Professor verschicken kannst, so sparst du dir Tränke und Beleber falls du zu wenig von denen hast.\n\nZu den Beeren: Himmihbeeren erhöhen die Fangchance von Pokémon, also wenn du eines unbedingt fangen möchtest, dann füttere dem Pokémon so eine. Nanabbeeren stellen das Poki ruhig (es hüpft nicht mehr herum) beim Fangen, dass man es einfacher treffen kann. Sananabeeren geben dir mehr Candies beim Fangen von Pokémon --> normal erhältst du je nach Entwicklungsstufe 3, 5 oder 10 Bonbons beim Fangen und mit Sanana erhältst du jeweils das doppelte. Bonbons brauchst du übrigens wenn du ein Poki weiterentwickeln möchtest. Wenn du zu viele Beeren hast, dann kannst du die jeweils Arenen deines Teams an die Pokémon verfüttern und erhältst dafür Sternenstaub (wird für das Leveln von Pokémons benötigt und davon braucht man jeweils seeeeeehr viel x.x).","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:33:33.786+0000","up_votes":1,"down_votes":0,"body":"Okay, dann lösche ich nachher ein paar Bälle c.c hoffentlich nicht alle... ich kenn mich ja xD\n\nDas mit dem Sternenstaub weiß ich und die Beschreibung der Beeren habe ich auch gelesen ;D Bonbons auch. Ich bin auch froh das es momentan so viel Sternenstaub gibt und an diesem Community Day die vierfache Menge von 11 bis 14 Uhr. Was mir nichts bringen wird, da ich da sicherlich noch Rankeds spielen werde xDD\n\nDas mit der Arena muss ich unbedingt probieren während der Busfahrt. Aber ich hab auch noch kein Kampf Team zusammen gestellt oder so. Und meine kleinen süßen Pokemon haben alle so niedrige Wettkampfpunkte :o Außer Ponita z.b x.x das liegt irgendwie bei 110","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-09T08:40:08.339+0000","up_votes":1,"down_votes":0,"body":"> Das mit dem Sternenstaub weiß ich und die Beschreibung der Beeren habe ich auch gelesen ;D Bonbons auch. Ich bin auch froh das es momentan so viel Sternenstaub gibt und an diesem Community Day die vierfache Menge von 11 bis 14 Uhr. Was mir nichts bringen wird, da ich da sicherlich noch Rankeds spielen werde xDD\n\nDu gehst halt einfach während dieser Zeit mit Dwayne raus, dann kannst du auch spielen und findest vielleicht ein Shiny Feurigel, dann hast du zwei Fliegen mit einer Klappe geschlagen... eigentlich sogar drei wenn man den Sternenstaub noch dazu nimmt xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:44:56.338+0000","up_votes":1,"down_votes":0,"body":"Sagen wir ich fange Sonntag erst um 13 Uhr an mit Rankeds oder mache eine Pause weil ich da schon 24h dran bin xD Dann könnte ich während des Spaziergangs dieses Räucherding aktivieren :o falls die Pokemon nicht freiwillig raus kommen! Sehr gute Idee!\n\nAber ich denke nicht das mir ein Feurigel über den Weg stolpert :( Geckabor habe ich dafür gestern hier gesehen, aber es ist nicht erschienen :o","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-09T12:30:42.228+0000","up_votes":1,"down_votes":0,"body":"Der Community Day ist morgen SAMSTAG! D: wenn dir da kein Feurigel begegnet, dann wird auch sonst überhaupt kein Pokémon begegnen :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-12T06:28:08.846+0000","up_votes":1,"down_votes":0,"body":"xD \\o/ Hab drei oder vier Feurigel gefangen! Aber nur normale :<","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-12T07:14:03.175+0000","up_votes":1,"down_votes":0,"body":"hehe sehr schön, hab ich doch gesagt, dass du sicher welche findest :DD\n\nIch habe 3 Shiny gefangen und etwa 130k Sternenstaub vorwärts gemacht. Aber die vollen 3 Stunden habe ich nicht gespielt, da ich hungrig wurde und ich deshalb ins Resti musste xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-12T07:43:02.932+0000","up_votes":1,"down_votes":0,"body":"> Ich habe 3 Shiny gefangen und etwa 130k Sternenstaub\n\nAaaaaaaaaaaaaaangeber xD\n\nIch hab halt das Handy mitgenommen als ich mit Rocky spazieren war. Aber das war schon zwischen 10.30 und 11 Uhr. Danach musste ich Ranked Vorbereitungen treffen und hab den Rauch angeworfen der Pokemon anlockt. Das erste was immer erschienen ist, war Feurigel xD drei oder viermal.\n\nDanach mussten halt die Rankeds dran glaube, die echt witzig waren.\n\nIch mit meinem Irrglauben mit Zyra jedes Spiel hart gewinnen zu können xDDD Mit drei verlorenen Spielen habe ich angefangen. Dann drei in Folge gewonnen - eins verloren - zwei gewonnen. Hätte ich gewollt hätte ich auch noch eine Division höher spielen können xD aber für was noch eine Promo spielen? <3 Wichtig war das Icon!","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-12T07:54:22.408+0000","up_votes":1,"down_votes":0,"body":"Ich hab doch gar nicht viele bekommen  und ich bin mir sicher, dass mindestens die doppelte Menge an Sternenstaub drinnen gelegen hätte, wenn man die 3 Stunden ausnutzt :3\n\nWenn 3 Stunden durchspiele kriege ich normalerweise 5-10 Shiny, um es mal so auszudrücken :P... also war ich diesese Wochenende seeeehr bescheiden :3","replies":[]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2018-11-09T08:43:38.545+0000","up_votes":1,"down_votes":0,"body":"Mit deinem niedrigen Level wird das schwer mit dem Kämpfen in Arenen. Am besten hältst du Ausschau nach Arenen mit deiner Teamfarbe, vielleicht hat ja deines auch noch Platz drinn :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:46:39.536+0000","up_votes":1,"down_votes":0,"body":"\\o/ NUR DIE HARTEN KOMMEN IN DEN GARTEN!","replies":[]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-11-09T08:12:19.846+0000","up_votes":1,"down_votes":0,"body":"> Gestern habe ich auf dem Weg zum Hauptbahnhof Pokemon GO angeworfen\n\nDu bist nicht zufällig das Wombat, was mich gestern seiner Freundesliste hinzugefügt hat? XD brauche sonst immer noch Freunde, an die ich meine Geschenke verscherbeln kann ^^","replies":[{"id":"","poster":"The mute Swan","date":"2018-11-09T09:54:57.360+0000","up_votes":1,"down_votes":0,"body":"Das Wombat bin ich ;)\nWesley ist und bleibt bei einem namen... wenn man ihn/sie lässt...\n\nDie einzige Person die anonym unter anderen namen hier rumläuft bin für gewöhnlich ich xD\n\n\nEdit: nvm. Hat ja wesley schon erklärt :3","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T10:12:18.789+0000","up_votes":1,"down_votes":0,"body":"Deine Anonymität sinkt, ich weiß jetzt, in welcher Stadt ich dich suchen muss, muahahahahrghusthusthust","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T10:15:17.918+0000","up_votes":1,"down_votes":0,"body":"ich lade dich herzlich nach Potsdam ein >:D","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T10:23:52.799+0000","up_votes":1,"down_votes":0,"body":"Bin heute Nachmittag in Babelsberg und hole mir da einen Mietwagen ab :P Ich habe die Befürchtung, dass wir uns näher sind, als wir wissen xD Wäre gruselig, wenn du im Nachbarbüro sitzen würdest. Sehr gruselig. Unwahrscheinlich, aber gruselig.","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T10:38:10.301+0000","up_votes":1,"down_votes":0,"body":"erm ... oô ... ich sitze in Lankwitz *ausm Fenster guck*","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T12:10:32.746+0000","up_votes":1,"down_votes":0,"body":"*Durch's Fenster reinstarr*\n*niemand starrt zurück*\nSchwein gehabt xD Ich arbeite direkt in Potsdam^^","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T12:12:07.280+0000","up_votes":1,"down_votes":0,"body":"wo da? wohnst du auch in Potsdam? Ich wohne in der Stadtmitte :P","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T12:20:19.233+0000","up_votes":1,"down_votes":0,"body":"Ja wohne ich, lass das mal privat weiterklären, ich will hier nix genaueres im Forum breittreten^^","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T12:32:48.537+0000","up_votes":1,"down_votes":0,"body":"okidoki! :D Sachen gibt's ....","replies":[]}]}]}]}]}]}]},{"id":"","poster":"The mute Swan","date":"2018-11-09T10:44:23.929+0000","up_votes":1,"down_votes":0,"body":"Das war tbh nie ein Geheimnis xD","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2018-11-09T08:14:49.253+0000","up_votes":1,"down_votes":0,"body":"Mir fällt gerade auf, das Wombat ist wohl doch jemand anderes. Du bist ja kein Typ aus Sachsen-Anhalt^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T10:38:38.339+0000","up_votes":1,"down_votes":0,"body":"Wenn ich wollte, könnte ich ein Typ aus Sachsen-Anhalt sein!\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"The mute Swan","date":"2018-11-09T10:47:37.045+0000","up_votes":1,"down_votes":0,"body":"Wenn du willst, können wir tauschen. \nIch will zurück nach Bonn an der Rheinaue chillen QwQ","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T10:57:02.579+0000","up_votes":1,"down_votes":0,"body":"\\o/ Ich war erst einmal an der Rheinaue und hatte ehrlicherweise richtige Angst nicht lebend da weg zu kommen xD keine Ahnung warum... Ein ungutes Gefühl eben :o Aber wenn man dran vorbei fährt, oder drüber, sieht es so schön aus das ich es doch gerne behalten möchte xD","replies":[{"id":"","poster":"The mute Swan","date":"2018-11-09T11:27:49.391+0000","up_votes":1,"down_votes":0,"body":"Hmja... zu bestimmten Tages und nachtzeiten ist das schon etwas Beklemmend da. Aber für so nen Sommerspaziergang oder ein Picknick im Grünen mit Freunden... <333","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-11-09T10:41:55.016+0000","up_votes":1,"down_votes":0,"body":"wer will denn bitte aus SA kommen? ....","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T10:45:41.481+0000","up_votes":1,"down_votes":0,"body":"Ich war noch nie da und habe keine Ahnung was in diesem Dorf vor sich geht! Deswegen kann ich diese Frage nicht beantworten D:","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:18:12.941+0000","up_votes":1,"down_votes":0,"body":"xDDD Hachja. Das Wombat. <3 Google Docs\n\nAber nein :D Das ist der Schwan!\n\nIch kann aktuell keine Sachen mehr aufnehmen, weil Beutel voll xD Dumm das die Sachen dann nicht einfach weiter stacken wenn es eh die selben sind :<\n\nStand dein Code nicht in irgendeinem Thread xD den kann ich mir nachher nochmal aufschreiben und nach Feierabend hinzufügen. \\o/ Mich erkennt man direkt am Namen :')","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T08:26:27.551+0000","up_votes":1,"down_votes":0,"body":"Ah der Schwan also, hatte jemand anderes dahinter vermutet^^","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-11-09T08:53:21.738+0000","up_votes":1,"down_votes":0,"body":"^- Ich finde das Icon knuffig =)\n\nLeider G5 geht sich für mich nimmer aus xD\n\nVl noch S2 darauf fehlen noch 3 Wins ins in Folge :D könnte sich dieses WE möglicherweise ausgehen :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:01:55.239+0000","up_votes":1,"down_votes":0,"body":"Das Icon bekommst du in zwei Wochen. Vielleicht durch eine Mission oder durch den Shop oder wenn man die Schlafanzug Version des SG Lux Skins kauft :o aber du gibst ja gar kein Geld für League aus...\n\nIch bin ja schon froh das ich am Anfang der Season bereits Gold gemacht habe. Deswegen hatte ich ja auch schon mit Rankeds abgeschlossen. Aber dieses Icon xD Verdammter Mist.\n\nIm Prinzip kann ich/ will ich auch nur in Flex die Spiele machen bis kurz vor den Drop, weil ich ja das Chroma bekommen möchte xD Ganz zur Not kann ich mich noch von G4 auf G5 runter spielen c.c da ist etwas mehr Luft.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-09T09:05:49.080+0000","up_votes":1,"down_votes":0,"body":"Ich hab das Pori- Icon schon (siehe oben) :o","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:07:09.721+0000","up_votes":1,"down_votes":0,"body":"Ja, habe ich schon zur Kenntnis genommen. Mein Neid sei dir auch sei diesem Zeitpunkt gewiss! :<","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-09T11:11:32.631+0000","up_votes":1,"down_votes":0,"body":"Dss wollte ich nicht :<\n\nHabs nur geschrieben, weil du meintest \"das icon bekommst du in 2 Wochen\"....dachte ich hätte nen erfreulichen Bug...oh wait...there are no bugs, only hidden features. :>","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T11:19:14.632+0000","up_votes":1,"down_votes":0,"body":"Ich dachte das *\"^- Ich finde das Icon knuffig =)\" sollte heißen das du das Icon süß findest, dass oben in meinem Kommentar benutzt wurde xD und habe das nicht auf Porianna bezogen :D Erst als dann kam \"ich habe das pori Icon schon\" habe ich über das Icon geredet xD verwirrend...","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-09T09:06:43.496+0000","up_votes":1,"down_votes":0,"body":"> und jetzt kann ich nur noch drehen, erhalte aber keine Items mehr.\n\nDann schmeiß items weg ... Beleber und Tränke brauchst du nicht, es sei denn du willst Arena-Kämpfe machen ... die nehmen nur unnötig Platz weg","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:29:23.806+0000","up_votes":1,"down_votes":0,"body":"Klugscheißer D: Das hatten wir bereits! :(","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-11-09T09:08:07.207+0000","up_votes":1,"down_votes":0,"body":"> Fünf Siege bis Porianna xD\n\nWas muss man dafür eigentlich machen?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:28:57.496+0000","up_votes":1,"down_votes":0,"body":"Rankeds gewinnen.\n\nInsgesamt gibt es da vier Quests die man bekommt, wodurch man insgesamt acht Rankeds gewinnen muss.","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:32:11.262+0000","up_votes":1,"down_votes":0,"body":"> Vielleicht spiele ich auch einfach erst mal alleine und eröffne dann völlig unerwartet eine offene Lobby :o und dann... bist du afk xDDDDD\n\nDann raste ich aus xD\n\n> Fünf Siege bis Porianna xD Kann doch nicht so schwer sein! Ich predicte fünf Siege hintereinander *hust\n\ndu meinst fünf Loose in Folge :^)?\n\n> Vielleicht kaufe ich mir auch einfach ein Steam Spiel das ich niemals spielen werde xD \n\n?!?!?!?! xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T07:42:16.392+0000","up_votes":1,"down_votes":0,"body":"> Dann raste ich aus xD\n\n:D shit happens! Aber mal schauen ^^ ich muss dann nur aufpassen wer joinen würde. Nachher inted Max auch noch meine Rankeds xD\n\n> du meinst fünf Loose in Folge :^)?\n\nWOOOOOW. Okay. Vielleicht die ersten fünf xD so viele brauche ich um rein zu kommen... aber danach! JAAAA DANAAAACH!\n\n> ?!?!?!?! xD\n\nxD So eine Angewohnheit... Ich kaufe immer Spiele bei Steam die mir gefallen könnten und \"stark\" reduziert sind. Komme aber nie dazu sie zu spielen oder hab keine Lust drauf. Aber für \"den Fall das...\" hab ich sie dann xD Wie ni no kuni 2. Ich wollte es unbedingt haben aber keine 60€ bezahlen. Dann war es auf knappe 30€ reduziert und ich habs gekauft. Bisher eine Stunde Spielzeit glaub ich xD Aber es sieht wirklich gut aus und spielt sich schön. Nur häng ich am Ende doch bei League oder schaue, wie zuletzt, die ganzen Worlds Spiele.\n\nAbzu ist bisher das einzige was ich durchgespielt habe ^^ das waren aber auch nur drei Stunden vielleicht. Tales of Berseria hat vielleicht 9 Spielstunden? 12? und ist immer noch nicht durch! Zieht sich zum Ende hin irgendwie c.c","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:45:50.561+0000","up_votes":1,"down_votes":0,"body":"> :D shit happens! Aber mal schauen ^^ ich muss dann nur aufpassen wer joinen würde. Nachher inted Max auch noch meine Rankeds xD\n\nheißt des es besteht dir MÖGLICHKEIT in deinem Ranked runterzulaufen :3?\n\n> WOOOOOW. Okay. Vielleicht die ersten fünf xD so viele brauche ich um rein zu kommen... aber danach! JAAAA DANAAAACH!\n\nAlso schon mindestens 10 Rankeds die du spielen musst :^) ?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T07:52:23.055+0000","up_votes":1,"down_votes":0,"body":"> heißt des es besteht dir MÖGLICHKEIT in deinem Ranked runterzulaufen :3?\n\nNEIN! Niemand rennt meine Rankeds runter! Und wenn man es versucht, wird man von Gottes Zorn bestraft! Und die Geschlechtsteile werden verfaulen und abfallen!\n\n> Also schon mindestens 10 Rankeds die du spielen musst :^) ?\n\nxD Ich hab schon geweint als ich gestern Abend beim spazieren drüber nach gedacht habe, dass es auch sein könnte, das ich eine riesen Pechsträhne habe und am Ende wieder über 24 Stunden spielen muss xDDDDD PLS NO","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:56:42.227+0000","up_votes":1,"down_votes":0,"body":"> Und die Geschlechtsteile werden verfaulen und abfallen!\n\n~~Hätte ich jz nicht so große Probleme mit~~ _hust_ wechseln wir das Thema... x)\nJa ehm loosing streak.. SCHLIMM xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:02:53.766+0000","up_votes":1,"down_votes":0,"body":"Stimmt, da muss ich ja etwas anders denken. :p Dann wachsen dir eben DREI STÜCK ZUSÄTZLICH!\n\nHab sogar überlegt heute Abend schon anzufangen mit den Rankeds. Aber... heute muss auch noch eingekauft werden und der Tag ist eh schon lang genug. Abends hab ich immer Panik in Smurf oder Boosting Spiele zu rennen. Die dann im schlimmsten Fall im Gegnerteam sind und mich vernichten xD Dann wars das.\n\nWarten wir einfach mal ab :o Vielleicht wird alles gut!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T08:11:24.314+0000","up_votes":1,"down_votes":0,"body":"ohjee.. xD\n\nSchiebs bloß nicht in die Länge, solange hast du nicht mehr xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:19:26.390+0000","up_votes":1,"down_votes":0,"body":"Die Katastrophe wäre wenn ich mich erst Sonntag Abend in den Hintern getreten bekomme xD Wobei... dann fang ich gar nicht erst an o.O","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T08:26:01.063+0000","up_votes":1,"down_votes":0,"body":"Begin späterstens morgen!!!\nhttps://vignette.wikia.nocookie.net/leagueoflegends/images/a/a9/Victorious_Porianna_profileicon.png/revision/latest?cb=20181019011031","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:35:43.305+0000","up_votes":1,"down_votes":0,"body":"Das war der Plan!\n\nAm angenehmsten finde ich es sowieso immer ab 12/ 13 Uhr bis maximal 17 Uhr .-. das ist echt ein entspannter Zeitraum. Ich brauch nur irgendwas gutes zu essen... zum Glück geht's heute einkaufen xD Ich will Cordon Bleu!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T08:37:41.615+0000","up_votes":1,"down_votes":0,"body":"ohhja dagegen hätte ich jetzt auch nichts :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:39:05.394+0000","up_votes":1,"down_votes":0,"body":"Ja x.x Stattdessen gibt ein es Toast mit Käse und Erdbeermarmelade und eins mit Schinken, welche ich gestern Abend fertig gemacht habe D:","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:06:24.981+0000","up_votes":1,"down_votes":0,"body":"XD Achso!\n\nIch hätte ja schon mal Lust das Ding zu probieren. xD Aber... nääää.","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T08:54:45.737+0000","up_votes":1,"down_votes":0,"body":"Ich meine: Ja es ist eine dicke fleischwurst xD","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:49:22.206+0000","up_votes":1,"down_votes":0,"body":"xD Wieso isst man es wenn es eklig ist? :D","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T08:48:12.622+0000","up_votes":1,"down_votes":0,"body":"ist es auch xD\nAber ein gut gemacht ist ziemlich gut ^^","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T08:47:27.101+0000","up_votes":1,"down_votes":0,"body":"Leberkäse sieht so eklig aus c.c\n\nIst das einfach nur eine dicke Fleischwurst? xD","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T08:41:07.699+0000","up_votes":1,"down_votes":0,"body":"Ich bekomm in 20 minuten meine obligatorische Freitags leberkäsesemmel xD","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-11-09T08:01:05.442+0000","up_votes":1,"down_votes":0,"body":"Was Ranked? Wo? :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-11-09T16:40:20.905+0000","up_votes":1,"down_votes":0,"body":"** [Der TGSG-Blog] Geschichten eines Azubis, Tag 45**\n\nRichtig seltsamer Tag heute. Weil im Grunde nichts funktioniert hat. Bei niemandem. Benotete Analyse heute, nur die Sache ist, dass der Trennungsgang, so, wie er im Skript steht, nicht umsetzbar ist. Um das etwas genauer zu erklären: ich habe mein Pulver über eine halbe Stunde lang mit konzentrierter Salzsäure gekocht, was so ziemlich das beste ist, was geht, wenn man einen Stoff lösen will (macht man aber nur selten, weil konz. HCl teuer ist...) und das blöde Pulver löst sich einfach nicht! Was leider nötig ist, da ich es in Lösung brauche und sonst nicht weitermachen kann. Nachdem ich also den gesamten Vormittag ungelogen nichts gemacht habe, kam am Nachmittag die leichte Panik auf, und, wie heißt es so schön: not macht erfinderisch. Also wurde das gesamte Trennschema außer Kraft gesetzt und es wurde frei nach allen Regeln der Chemie improvisiert. Ungelogen das gesamte Labor ging so vor und die Assistenten halfen uns noch dabei! Am Ende hat man meistens einfach geraten, was drin war und was nicht, und hat abgegeben. Und so endet eine seltsame Woche für mich, voller Höhen und Tiefen.\n\nAlso: Schönes Wochenende euch!","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-11-09T09:18:16.437+0000","up_votes":1,"down_votes":0,"body":"Hast du etwas Zeit für mich\nDann singe ich ein Lied für dich\nVon 99 Liga Punkten \nUnd den Promos die mir zuwunken\nDenkst du vielleicht grad an mich\nDann singe ich ein Lied für dich\nVon 99 Liga Punkten \nUnd, dass so was von so was kommt\n\n99 Liga Punkte \nSilber I und die nächste Runde \nHielt man für ne Chance auf den Skin \nDarum schickte die Riot Crew \n'Ne Feedertruppe in die Q\nRein zu Inten und zwar schwer \nIhn zu voll zu spüren \nden 99 Punkte Silber Flair \n\n99 Midlane Spieler \nJedem war die Toplane Lieber \nBruiser pick und Dorans Start \nGhost, TP volle Fahrt\nDer Jungler der hat nichts gerafft\nEarly Gank und Flash verkackt \nDabei hatte er doch schon \n99 Punkte in der Silber Division \n\n99 Botlane Tode\nDenn Wards im River sind aus der Mode\nMinute 20, Rage und Quit \nStart Surrender, Open Mid\nMann, wer hätte das gedacht\nDass es einmal Bronze kommt \nVon Silber I und dem 99. Liga Punkt \n\n99 Random Spieler \nLießen keinen Platz für Sieger\nDen Ori Skin gibt‘s nicht mehr\nUnd auch keine tiefe Bronze Liga \nHeute spiel ich meine Eisen Runden\nSeh' meine Elo in Trümmern liegen\nHab nen neuen Held gefunden \nWähle meine Rolle und drück auf Spielen","replies":[{"id":"","poster":"Veezey","date":"2018-11-09T13:21:31.556+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-11-09T09:42:33.818+0000","up_votes":1,"down_votes":0,"body":"> Hast du etwas Zeit für mich\n\nNope sorry, muss los \\*wegrenn\\*","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T09:54:12.934+0000","up_votes":1,"down_votes":0,"body":"Bruder muss los!","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T10:14:35.074+0000","up_votes":1,"down_votes":0,"body":"Von wem stammt das eigentlich und warum muss der Bruder los? D:","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T10:38:00.838+0000","up_votes":1,"down_votes":0,"body":"Gute Frage meint dazu:\n\n\n> Was bedeutet \"Bruder muss los\"?\n> \n> 2 Antworten\n> \n>  \n> Antwort\n> von IQGummientchen\n> vor 60 Tagen\n> \n> Das ist ein Meme. Es hat sich jemand eines der Werbebilder des Unternehmens \"Pedalo Koordinationsprodukte\" geschnappt, den Text \"Bruder muss los\" eingefügt und als Meme genutzt. Vor allem über Twitter und Instagram hat sich das Meme innerhalb weniger Tage ausgebreitet.\n> \n> \"Bruder muss los\" kommt zum Einsatz, wenn man sich kurz und schnell aus einem Chat verabschieden will. Es eignet sich natürlich auch, wenn man sofort aus einer ungünstigen oder peinlichen Lage verschwinden will.\n\n[https://images.gutefrage.net/media/fragen-antworten/bilder/290400540/0_big.jpg?v=1536576649628](https://images.gutefrage.net/media/fragen-antworten/bilder/290400540/0_big.jpg?v=1536576649628)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T10:42:23.059+0000","up_votes":1,"down_votes":0,"body":"Das würde ich gerne auf der Arbeit öfters sagen!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T11:18:53.354+0000","up_votes":1,"down_votes":0,"body":"Kannste ja einführen. Stell dir Pedalos unter den Tisch und fahr davon, wenn du zu viel hast","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T11:21:17.241+0000","up_votes":1,"down_votes":0,"body":"Musste mir eben schon vorstellen wie ich zu Satan sage \"Bruder muss los\" und dann selbst meinen Arbeitsplatz verlasse und um die Ecke verschwinde.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T11:42:43.674+0000","up_votes":1,"down_votes":0,"body":"In meinem Kopf wirkt das extrem witzig.","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T11:48:56.077+0000","up_votes":1,"down_votes":0,"body":"ich mag mich irren ... aber .... haben Uranbrennstäbe überhaupt Köpfe?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T12:32:25.371+0000","up_votes":1,"down_votes":0,"body":"Du stellst zu viele Fragen über Dinge die dich nichts angehen Morra.","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T12:43:18.226+0000","up_votes":1,"down_votes":0,"body":"Bratan, ich muss es halt wissen, walla.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-09T09:22:50.296+0000","up_votes":1,"down_votes":0,"body":"ich ... hasse .... Nena x_x","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T09:54:46.427+0000","up_votes":1,"down_votes":0,"body":"Gibt mir die Hand ich bau dir ein Schloss aus Sand. \n\nWie kann man Nena nicht mögen?","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T09:56:27.839+0000","up_votes":1,"down_votes":0,"body":"Ihre Lieder find ich teilweise gut! \n\nAber ich mag sie als Person nicht und teilweise auch wie sie ihre Lieder singt ... ist halt persönliche Präferenz :S","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T10:01:31.602+0000","up_votes":1,"down_votes":0,"body":"Ach so, ja gut. Ist halt wie mit Tom Cruise. Seine Filme mag ich sehr und ihn als Schauspieler. Was er privat macht ist eher nicht so meins.","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T10:04:32.662+0000","up_votes":1,"down_votes":0,"body":"yup, der Vergleich passt! :D","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-11-09T09:44:07.535+0000","up_votes":1,"down_votes":0,"body":"Ich hab’ heute nichts versäumt\nDenn ich hab’ nur von dir ge... okay ich muss kotzen...","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:56:36.484+0000","up_votes":1,"down_votes":0,"body":"Viel besser als das Original!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-09T10:02:34.117+0000","up_votes":1,"down_votes":0,"body":"Nicht wahr? Wenn einer drei Akkorde auf einer Gitarre spielen kann und wir noch einen kompetenten Sänger oder eine kompetente Sängerin haben steigen wir auf Platz 5 in die Charts ein. Da leg ich mich fest.","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T09:21:03.669+0000","up_votes":1,"down_votes":0,"body":"Meinen Respekt!!","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T11:08:34.298+0000","up_votes":1,"down_votes":0,"body":":o\nhttps://www.anime2you.de/news/249404/neuer-trailer-zu-god-eater-3/","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T11:28:10.035+0000","up_votes":1,"down_votes":0,"body":"Dreisisch minuten noch \\o/","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T11:45:24.771+0000","up_votes":1,"down_votes":0,"body":"4h noch yay","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T11:46:51.987+0000","up_votes":1,"down_votes":0,"body":"sppat","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T11:47:40.982+0000","up_votes":1,"down_votes":0,"body":"spslap","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T11:47:59.573+0000","up_votes":1,"down_votes":0,"body":"spcry","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T11:48:36.560+0000","up_votes":1,"down_votes":0,"body":"spdance","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T11:56:01.821+0000","up_votes":1,"down_votes":0,"body":"spganzschnellwegrenn","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T11:36:26.906+0000","up_votes":1,"down_votes":0,"body":"Yeeeaaayyyy!\n\nUnd meine Kollegin kommt **JETZT** mit noch Einschreiben an die noch zur Post müssen xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T11:41:26.469+0000","up_votes":1,"down_votes":0,"body":"classic :^)","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-09T09:04:27.661+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\ndrei Kreuze, das Jahr rum ist x_x\n\nMein Fell ist ganz strähnig, meine Augen trocken ... ich brauch einfach mal Ruhe :|","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:27:28.218+0000","up_votes":1,"down_votes":0,"body":":o Solang ist das ja nicht mehr?\n\nSträhniges Fell? Ich empfehle duschen. Heiß! Und nicht abhetzen :o\n\nIch hab hier gerade auch High Live ...\n\nEine Bewohnerin muss in die Zahnklinik, dringend! Aber wie die Bewohnerin halt ist... erst bist du ihr Goldstück das mit ihr spazieren geht und 0,1 Sekunde später bist du das größte Arschloch der Welt. Sie weigert sich halt mit dem Transport zu fahren und die Jungs dürfen sie nicht zwingen.\n\nDa es aber wirklich dringlich ist das sie in die Zahnklinik kommt und der Transport und die Pfleger machtlos sind... wird das Ordnugnsamt eingeschaltet die wohl die \"Befugnis\" haben Leute zu zwingen.\n\nDagmaris hat mich schon vorgewarnt mit Tränen in den Augen weil das wohl nicht ihr erstes Mal ist c.c ich will nicht mit ansehen und hören müssen wie eine Bewohnerin schreiend zu irgendwas gezwungen wird was sie nicht versteht und nicht will.\n\nSieh es positiv. Du bist nicht diese Bewohnerin  >.<","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T09:30:11.408+0000","up_votes":1,"down_votes":0,"body":"Ja, das ist der Stress ... strähnig und meine Zunge ist trocken uuuuuuund ich bin kein Plüschball mehr ... eher so n Flusen x_x \n\nWieso ist denn der Zahnarztbesuch so dringend notwendig?\nWenn sie nicht will ... dann soll sie halt mit den Zahnschmerzen leben, oder?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T09:43:55.856+0000","up_votes":1,"down_votes":0,"body":"Sagst du deinem eigenen Kind auch das es mit seinen Schmerzen leben muss?\n\nBisher hat man die Frau immer nur zum Zahnarzt bekommen, aber da verweigert sie mittlerweile die Behandlung. Wo auch schon nichts gemacht werden konnte weils eben nur ein Zahnarzt ist. Da hat der Betreuer auch gesagt dann muss man das eben lassen. So ein SpasXX.\n\nMittlerweile hat die Frau einen richtig schönen Abszess entwickelt. Die sieht fast so aus als hätte man ihr einen Weisheitszahn gezogen c.c\n\nUnd der Kiefer liegt ja bekanntlich im Gesicht. In Augen und Nasen Nähe konnte ihr das sogar ins Gehirn ziehen, was eh schon völlig Matsche ist von der Demenz.\n\nIch würde sogar davon ausgehen das die Frau entweder gar nicht aus der Zahnklinik zurück kommt oder kurz darauf verstirbt. Sie ist zwar äußerst robust und kommt einer Kämpfernatur eher gleich, aber...","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T09:55:40.550+0000","up_votes":1,"down_votes":0,"body":"> Sagst du deinem eigenen Kind auch das es mit seinen Schmerzen leben muss?\n\nEs gibt in solchen Fällen halt nur 2 oder 3 Möglichkeiten.\n1. Zahnarzt\n2. Medikamente/Hausmittel (Gewürznelken z.B.)\n3. nichts tun\n\nDu siehst ja worauf es hinaus läuft, wenn man sich nicht behandeln lässt.\nSie hat sicherlich ihre Gründe, aber wenn sie nicht will, will sie nicht. Klar habt ihr als Heim bestimmt auch eine Fürsorgepflicht, weshalb sie eben dazu gezwungen wird, aber wenn sie nicht will will sie nicht.\n\nIst eine schwierige Situation ... das ist ein Grund, weshalb ich nicht mit alten Leuten arbeiten könnte. :|","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T10:35:52.579+0000","up_votes":1,"down_votes":0,"body":"Wenn sie nicht will, dann will sie nicht. Eben. Deswegen wird sie jetzt vom Ordnungsamt gezwungen sobald der Beschluss reinkommt.\n\nDas Ding ist halt, dass die Frau noch geweint hat vor Schmerzen weil ihr der Mund so weh getan hat. Dann hieß es das es zum Arzt geht.\n\nSobald sie auf dem Transportstuhl saß ging es los. Sie wurde angeschnallt und da fing sie an alle zu beleidigen und wild zu werden das sie weg möchte. Würde sie alle Zusammenhänge begreifen können, gäbe es das Theater nicht. Aber sollst du der Frau deswegen bei ihrem Leiden zusehen?\n\nKlar. Wenn der Betreuer gesagt hätte \"ignoriert das, gebt ihr Schmerzmittel damit sie ruhig ist - bis sie tot ist\", hätte man das im schlimmsten Fall so hin nehmen müssen. Keine Ahnung ob man das darf xD das ist ja wie sich an einem Mord beteiligen.\n\n\"Normale\" Senioren sind auch zugänglicher. Natürlich gibt es mal die ein oder andere Kratzbürste... aber hier ist jeder Dement. Der eine schlimmer, der andere katastrophal. Und richtig problematisch wird es wenn die Bewohner manche Dinge nicht verstehen. Nicht verstehen warum sie Medikamente bekommen, nicht verstehen warum sie ins Krankenhaus oder behandelt werden müssen, nicht verstehen warum man Büsche aus dem Garten NICHT ausreißt und NICHT im Klo runterspülen kann! xD\n\nIm Endeffekt ist es wahrscheinlich egal ob sie an irgendwas in diesem ganzen Zusammenhang stirbt oder fünf Tage nach der Behandlung bzw. der OP die sicherlich stattfinden wird. Ich weiß auch nicht in wieweit man tatsächlich eingreifen darf oder eine Behandlung erzwingen kann/ soll/ muss/ darf.\n\nIrgendwie hört sich alles falsch an.","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T10:39:51.518+0000","up_votes":1,"down_votes":0,"body":"Ja, ich glaube in solchen Situationen kannst du \"nur\" falsch reagieren ... wie gesagt, mit alten Leuten (gerade mit solchen) wäre ich hoffnungslos überfordert ... Hut hab, das Leute das können.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T10:48:32.914+0000","up_votes":1,"down_votes":0,"body":"mhm das Personal da macht schon einiges mit. Damaris hat auch eben fast geweint als sie meinte das Ordnungsamt wird jetzt ran gezogen und die sind in voller Montur da .. blabla.\n\nIch bin froh das ich nur ab und an Bewohner hier vorne habe ._. Dann unterhalten wir uns ein bisschen (sofern möglich oder man das so nennen möchte) und ich bringe sie halt zurück auf den Wohnbereich. Aber den ganzen Tag? Nein... vor allem nicht weil da auch einige bei sind die ein krasses Aggressionsproblemchen haben c.c","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-09T10:39:24.712+0000","up_votes":1,"down_votes":0,"body":"\\o/ Noch Eine Stunde und 20 Minuten!","replies":[]},{"id":"","poster":"Necromant","date":"2018-11-09T10:37:07.120+0000","up_votes":1,"down_votes":0,"body":"Erstmal bisschen im Discord ausrasten x)\n\nhttps://media.discordapp.net/attachments/510386292144472065/510400225094008839/trap.png","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-11-09T08:08:07.534+0000","up_votes":1,"down_votes":0,"body":"Dann komm ich gleich mal mit meinen First World Problems™ um die Ecke\n\nEigentlich wollte ich heute gemütlich von zu Hause aus arbeiten, aber was passiert? Nichts. Also wirklich nichts, ich habe mal eben meinen Laptop auf Arbeit liegen lassen und musste deswegen trotzdem ins Büro...\nNicht zu vergessen, dass mir mein Chef noch einen Termin reindrückt, der zu dem Zeitpunkt ist, an dem ich ursprünglich mal Feierabend machen wollte... Wird wohl nix aus LoL zocken um 13 Uhr ._. XD\nUnd die Kantine bietet heute auch nichts schmackhaftes an, da werde ich ganz dreist meine Mittagspause missbrauchen, um nach Hause zu fahren :3","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T09:05:35.374+0000","up_votes":1,"down_votes":0,"body":"Ich mache heute auch nur 6h ... hol dir doch etwas leckeres auf dem Weg nach Hause! :)","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T09:25:57.731+0000","up_votes":1,"down_votes":0,"body":"Ich hab zuhause noch 5 Minuten Terrinen rumstehen, die überbrücken dann die kurze Zeit bis zum Einkaufen. Unterwegs was holen wäre mit Umwegen verbunden^^","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T09:26:59.945+0000","up_votes":1,"down_votes":0,"body":"Aber so ein geiler Burger von Burger King, ein Sub von Subway oooooder gar eine Pizza hätte doch etwas :D\n\nIch kenn das aber ... ich wäre heute auch am liebsten zu Hause geblieben :|","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T09:34:23.604+0000","up_votes":1,"down_votes":0,"body":"Burger King ist in der anderen Richtung, Subway würde aber nahe am Weg liegen, müsste ich nur am Hbf aussteigen... aber am Ende meiner Straße ist ein Pizza-Lieferdienst, wo ich als Abholer vorbeischauen könnte, aber das wären auch wieder 100m Umweg! Und die Optionen sind alle recht teuer, muss ich wohl verzichten^^","replies":[{"id":"","poster":"Qbert","date":"2018-11-09T09:39:36.690+0000","up_votes":1,"down_votes":0,"body":"na gut, aber man muss sich auch mal etwas gönnen =)","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T09:47:18.017+0000","up_votes":1,"down_votes":0,"body":"Hatte gestern erst einen Gummi-Burger^^ und wir bestellen schon viel zu oft Pizza und dann die “Spenden“ an Riot und und und... Ich gönn mir schon öfter mal was","replies":[]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T08:13:20.848+0000","up_votes":1,"down_votes":0,"body":"xD unlucky\nBei meiner Kantine gibts auch nur Brotzeit, weil alle um 1 heimgehen und sie direktes Mittagessen nicht lohnt :x","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-09T09:28:32.010+0000","up_votes":1,"down_votes":0,"body":"Bei uns gibt's trotzdem immer was in der Kantine, sind immer noch genug Leute da, auch wenn deutlich weniger da sind und man sich mal aussuchen kann, welchen Tisch man nimmt","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2018-11-09T07:12:55.331+0000","up_votes":1,"down_votes":0,"body":"R.Lamar hat geantwortet x)\n\n> [{quoted}](name=Prinzessinˆˆ,realm=EUW,application-id=YnZkMR0R,discussion-id=qwHFquEW,comment-id=,timestamp=2018-11-09T07:10:42.483+0000)\n>\n> Mitlerweile fang ich auch an in dem Lol-Discord permanent zu schreiben, w&amp;auml;hrend ich im Forum bin :D\n\nIn meinem ja hoffentlich :P\nwürde ich auch machen, mit diesem Internetz ...\n","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:14:17.170+0000","up_votes":1,"down_votes":0,"body":"habs gesehen ja ;P\nMir entgeht nichts was im Forum passiert :DD","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:16:24.638+0000","up_votes":1,"down_votes":0,"body":"Mc SpiderTom x)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:18:56.864+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-syndra}}","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:21:17.527+0000","up_votes":1,"down_votes":0,"body":"Gerade gesehen das ich mein Handy-Ladekabel zu Hause vergessen habe ... das wird ein seeeehr langweiliger Tag ohne Handyspiele ..","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:22:00.285+0000","up_votes":1,"down_votes":0,"body":"lädst du dein hääändy nicht über die Nacht?","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:22:57.239+0000","up_votes":1,"down_votes":0,"body":"Doch schon aber Handygames ziehen halt auch ordentlich Akku :/","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:23:50.313+0000","up_votes":1,"down_votes":0,"body":"lade dir einfach lol am deinem Rechner runter :^)","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:26:53.712+0000","up_votes":1,"down_votes":0,"body":"Kann ich nicht ^^ hab Lokal kein Internet atm\n\nGehe über ein VPN aufn Server in Thüringer und nutze dort das Internet & dort hab ich keine Rechte etwas zu installieren. Sonst hätte ich mir schon 3x n anderen Browser drauf gemacht ... so ein Internetexplorer ist nicht schön.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T07:32:17.908+0000","up_votes":1,"down_votes":0,"body":"Willkommen im IE-WarumTutManSichDasAn-Club Bro o/","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:33:38.545+0000","up_votes":1,"down_votes":0,"body":"Bin schon wieder ausgetretten :D IE konnte discord  nicht darstellen xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-09T07:44:22.820+0000","up_votes":1,"down_votes":0,"body":"Lass mich halt alleine\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:46:05.050+0000","up_votes":1,"down_votes":0,"body":"kannst ja auch mozilla installieren :D habs ja gerade gemerkt das du keine adminrechte für brauchst","replies":[]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:27:52.302+0000","up_votes":1,"down_votes":0,"body":"true\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:32:20.170+0000","up_votes":1,"down_votes":0,"body":"ok lol ...\nmozilla geht :D fragt mich nach dem admin-pw, klicke auf nein und mozilla so \"i dont care -> installieren\" :D lol","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-09T07:35:53.193+0000","up_votes":1,"down_votes":0,"body":"lol xD","replies":[{"id":"","poster":"Necromant","date":"2018-11-09T07:36:59.319+0000","up_votes":1,"down_votes":0,"body":"wer braucht schon admin-rechte zum installieren x)\n#fuckthesystem","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]}