{"id":"ZEJxUaY0","poster":"KriegerElite","date":"2019-09-25T17:24:31.105+0000","title":"Computer hängt sich beim Starten von LOL auf.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Alle Probleme die ich jetzt schilder, treten NUR bei League of Legend auf und bei keinem anderen Spiel.\n\nMein Setup:\n\nProzessor\tIntel(R) Core(TM) i5-8400 CPU @ 2.80GHz, 2808 MHz, 6 Kern(e), 6 logische(r) Prozessor(en)\nSystemtyp\tx64-basierter PC\nInstallierter physischer Speicher (RAM)\t16,0 GB\nVersion\t        10.0.18362 Build 18362\nGrafikkarte     NVIDIA Geforce GTX 1060 6GB\n\nZum Problem:\n\nVor einiger Zeit habe ich ein Problem beim spielen festgestellt. Kurz nach der Championauswahl, wenn eigentlich das Spiel starten sollte, also das Fenster wechselt, wird mein Bild schwarz und mein Monitor meldet \"Kein Signal\". Auch nach 10 Minütigen warten passiert nichts. Ich muss den PC Manuel über den Power-Button reseten. Mit etwas Glück komme ich sogar ins Spiel zurück...oder ich bleibe im Ladebildschirm auf 10% hängen. (War bei Rangliste nicht geil...). Ich habe im Internet nach Hilfe gesucht aber nichts gefunden, dass irgendwie ähnlich wie dieses Problem war.  Ich habe also die nächsten 2 Monate kein Rangliste gespielt und mich mit der \"5 Minuten Sperre\" nach jedem 3ten Spiel abgefunden. Kurz danach habe ich durch einen dummen Fehler einen Virus heruntergeladen und musste den PC zurücksetzen.... Etwas gutes hat es ja...LOL Funktioniert wieder! (Tut es nicht...). Nach Ts, Steam und einigen Treibern lud ich LoL wieder herunter und war bereit los zu legen! Doch oh Wunder...es ist noch schlimmer als vorher. Nun hängt sich der PC nicht nur auf, sondern der Launcher repariert sich nach jedem Absturz erstmal 30 Minuten. Nur dieses REPARIERN bringt NICHTS. Es verlangsamt sogar den ganzen Computer so, dass sich sogar Steam, TS, Internet Explorer und andere Fenster aufhängen. Ich habe unter diesen Umständen ganz ehrlich keine Lust mehr LoL zu spielen obwohl ich das Spiel eigentlich sehr mag!\n\nWie gesagt, kommt dieser Fehler NUR bei League of Legends also schließe ich einen Hardware Problem aus. \nPatch bedingt kann es auch nicht sein, da ich diesen Fehler nun schon einige Monate mit mir herum trage.\nLoL hat vollen zugriff über die Firewall!\n\n\nHat Irgendjemand eine Idee wie ich diesen Fehler beseitigen kann (Ohne einen neuen PC zu kaufen)? Oder hat vielleicht schonmal jemand den selben Fehler gehabt?","replies":[]}