{"id":"KPoaGL7j","poster":"SalvaPlays","date":"2018-11-08T15:53:38.952+0000","title":"United Forces Turnier - Feier des Communityzusammenschluss","subforum":"Turniere & Veranstaltungen","up_votes":2,"down_votes":1,"body":"Kurzzusammenfassung\r\n\r\nEuch interessiert nur das Wichtige? Dann hier eine kleine Checkliste:\r\n\r\n- offenes Turnier f&uuml;r 64 Teams (Anmeldung als Free Agent m&ouml;glich)\r\n- Link zur Seite: https://battlefy.com/reso/reso-ygl-united-forces-%5Beuw%5D-%5Ball-ranks%5D/5ba7ce9e7fa35003d42babad/info?infoTab=details\r\n- Preise f&uuml;r die Pl&auml;tze 1 - 8\r\n- 09.11.: Anmeldung auf unserem Event-TS und Gruppenphase (14 - 20 Uhr)\r\n- 10.11.: Knockout-Stage im &ldquo;best of 1&rdquo; Modus \r\n- 11.11.: Halbfinale (Bo3) sowie Finale (Bo5), inklusive Spiel um Platz 3 (Bo3) (ab 14 Uhr Halbfinale, ab 17 Uhr Finale)\r\n- Kommentatoren auf Twitch\r\n- Unser Regelwerk f&uuml;r das Turnier: http://reso.one/regeln.pdf\r\n- Keine Beschr&auml;nkung im Hinblick auf die Elo\r\n- Mindestalter 16 (entspricht dem Mindestalter f&uuml;r einen Beitritt der Communitys)\r\n- Modus: Tournament Draft auf der Summoners Rift\r\n- Zugelassene L&auml;nder: Deutschland, &Ouml;sterreich, Schweiz\r\n\r\n\r\nWir sind Reso \r\n\r\nUnsere Multi-Gaming-Community mit Gemeinschaftssinn. Klar strukturiert, st&uuml;rzen wir nicht blindlings mit nur einem Ziel vor Augen in die Welt der Online-Spiele. Wir sind eine Gemeinschaft, die auf ein Miteinander baut und die Resultate daraus zu sch&auml;tzen wei&szlig;. Es soll Spa&szlig; machen, in einer freundlichen Community neue Games zu entdecken, sowie alte Spiele zu spielen und zusammen zu zocken. Die Basis dazu bietet uns ausgezeichnet League of Legends.\r\n\r\nWir sind YourGamingLounge\r\n\r\neine Multigaming Community die Spieler jeden Game&acute;s und jeder Herkunft einen Raum bietet zusammen mit anderen zu spielen, zu quatschen und vielleicht Freundschaften aufzubauen. Wir existieren seit dem 01. Dezember 2015 und haben ca. 450 User aus Deutschland und Umgebung. Wir veranstalten &ouml;fters Events wie diese und nicht nur im League of Legends Bereich, also es lohnt sich dabei zu sein.\r\n\r\nZum Turnier\r\n\r\nAm 19.10.2018 ist es soweit: Der Zusammenschluss der Reso Community  sowie YourGamingLounge steht an. Um diese Partnerschaft zu feiern, veranstalten wir ein ein Turnier f&uuml;r insgesamt 64 Teams mit dem Namen &ldquo;United Forces&rdquo;. Und daf&uuml;r laden wir EUCH zur Teilnahme ein!\r\n\r\nHierf&uuml;r nutzen wir die Seite Battlefy. Hierbei handelt es sich um eine Seite f&uuml;r Turniere aller Art. Solltest Du bzw. solltet Ihr noch keinen Account auf dieser Seite haben, dann wird es jetzt Zeit daf&uuml;r. Warum Du, fragst Du dich? Auch wenn Du nicht zu einem festen Team geh&ouml;rst, kannst Du teilnehmen. Wie das geht? Registriere dich ganz einfach als &ldquo;Free Agent&rdquo; (FA). Am Turniertag werden dann aus allen angemeldeten FA Teams gebaut. Keine Sorge, wir achten auch bestm&ouml;glich auf die Elo :). FA Teams bestehen immer aus 6 Spielern, um m&ouml;gliche AFK - Ausscheidungen der FA Teams zu verhindern, sollte jemand nicht mehr spielen k&ouml;nnen.\r\n\r\nDas Format\r\n\r\nDas Turnier wird &uuml;ber 3 Tage hinweg, vom 09.11.2018 bis zum 11.11.2018, stattfinden. Zugelassen sind, wie schon erw&auml;hnt, 64 Teams mit je max. 2 Ersatzspielern. Und so l&auml;uft das ganze ab:\r\n\r\n09.11. um 18:00 Uhr: Tag der Gruppenphase\r\n\r\nAn diesem Tag m&uuml;ssen du und dein Team sich auf unserem Event-TS (sp.yourgaminglounge.de) bis 17:30 einfinden. Gestellt wird euch selbstverst&auml;ndlich ein eigener Channel mit Passwort, in den ihr euch dann zur&uuml;ckziehen k&ouml;nnt. Sobald die Brackets erstellt worden sind, werdet Ihr euch in einer Gruppe mit 3 weiteren Teams wiederfinden. Ziel ist es f&uuml;r euch hier Gruppenerster oder -zweiter zu werden, um in die K.O. Phase am n&auml;chsten Tag einziehen zu k&ouml;nnen. Gespielt wird hier im Format &ldquo;best of 1&rdquo; ohne R&uuml;ckrunde. Euer Team hat also 3 Spiele, die &uuml;ber euren Verbleib entscheiden. Ende dieses Spieltags ist also um 21:00 Uhr.\r\n\r\nFA Teams bekommen den Vorteil, dass diese, wenn m&ouml;glich, auch nur in einer Gruppe spielen, in der sich ausschlie&szlig;lich andere FA Teams befinden.  \r\n\r\n10.11. um 14:00 Uhr: K.O. Phase bis zum Halbfinale\r\n\r\nIhr habt also die Gruppenphase &uuml;berstanden? Perfekt. Damit z&auml;hlt Ihr zu den Top 32. Nun gilt es aber, die K.O. Runde zu &uuml;berstehen. Auch hier wird wieder nach dem best of 1 Prinzip gespielt. Das bedeutet, dass eine Niederlage hier auch zum Ausscheiden f&uuml;hrt. Strengt euch also an! Enden wird der 2. Spieltag um 20:00 Uhr. Nach diesem Spieltag wisst Ihr also, ob Ihr es bis ins Halbfinale geschafft habt. \r\n\r\n11.11. um 14:00 Uhr: Halbfinale sowie Finale von United Forces\r\n\r\nNun ist es soweit. Euer Team hat die Gruppenphase &uuml;berstanden und geh&ouml;rt zu den 4 besten Teams. Nun gilt es f&uuml;r euch, den schweren Weg bis hier hin mit einem Turniersieg zu feiern. Doch davor gilt es die letzten beiden H&uuml;rden zu &uuml;berstehen: Das Halbfinale, welches im best of 3 gespielt wird, sowie das Finale, welches im best of 5 gespielt wird. Parallel zum Finale wird auch das Spiel um Platz 3 stattfinden. Dieses wird allerdings nur im Best of 3 Modus gespielt. Das Finale sowie das Spiel um Platz 3 starten jeweils um 17:00 Uhr.\r\n\r\nPreise f&uuml;r die Platzierungen\r\n\r\nPlatz 1: 50&euro; PSC f&uuml;r das ganze Team (ergo 10&euro; f&uuml;r jeden bei 5 Spielern), 2.000 RP, Triumphant Ryze, sowie ein XP Boost\r\nPlatz 2: 25&euro; PSC f&uuml;r das ganze Team (ergo 5&euro; f&uuml;r jeden bei 5 Spielern), 1.600 RP, XP Boost\r\nPlatz 3: 25&euro; PSC f&uuml;r das ganze Team (ergo 5&euro; f&uuml;r jeden bei 5 Spielern), 1.200 RP, XP Boost\r\nPlatz 4: 800 RP, XP Boost\r\nPlatz 5-8: XP Boost\r\n\r\nStreams auf Twitch\r\n\r\nNat&uuml;rlich werden wir das ganze Turnier auch auf Twitch streamen. Unsere Kommentatoren  werden ausgew&auml;hlte Games spectaten und kommentieren. Schaltet hier also sehr gerne bei den folgenden Links ein:\r\nhttps://www.twitch.tv/resoone\r\nhttps://www.twitch.tv/yourgaminglounge\r\n\r\n\r\n\r\nDein Team ist interessiert? Sehr sch&ouml;n. Dann freuen wir uns dich und dein Team bald kennenlernen und in der Kluft treffen zu d&uuml;rfen. Zudem w&uuml;nschen wir allen teilnehmenden Teams auch viel Gl&uuml;ck und vor allem auch viel Spa&szlig;! Im besten Falle besucht Ihr uns nach dem Turnier auch gerne auf unserem TS (reso).","replies":[]}