{"id":"Er9EEAJ1","poster":"ŁEFTEÐ","date":"2018-11-08T09:28:16.281+0000","title":"eXon SNIPE sucht ADC und Coach","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer! :)\r\nMein Name ist Lucas aka LEFTED. Ich bin Manager f&uuml;r SNIPE E-Sports, einem casual LeagueOfLegends Team, welches f&uuml;r eXon-eSport spielt. Wir von SNIPE haben uns als Ziel gesetzt, kleinere und gr&ouml;&szlig;ere LeagueOfLegends-Ligen wie z.B. Go4LoL und die SINN-League unsicher zu machen und trafen bei diesem Ziel auf gro&szlig;e Unterst&uuml;tzung seitens eXon-eSport, f&uuml;r welche wir heute spielen. \r\n{{sticker:galio-happy}} \r\n\r\n**Kurze Info &uuml;ber eXon-eSport:**\r\nEXon-eSports ist seit 2012 im Bereich Gaming und eSport vertreten. Heute ist eXon eines der gr&ouml;&szlig;ten sponsorenfreien Community-Netzwerke Deutschlands, unter erfahrenen Managern wie zum Beispiel KrachBumm und St3lx. EXon bietet dir neben einem Teamspeak-Server auch professionelle Unterst&uuml;tzung durch ein erfahrenes Management und einen leichten Einstieg ins eSport Leben. Au&szlig;erdem steht hinter eXon-eSports eine gro&szlig;e, stetig wachsende Community und viele Teams in diversen Ligen. \r\n{{sticker:draven-pose}} \r\n\r\n**SNIPE braucht dich!**\r\n\r\nAufgrund von pers&ouml;nlichen und famili&auml;ren Umst&auml;nden mussten wir uns leider &uuml;ber die Zeit von einigen Spielern trennen. SNIPE sucht aktuell einen AD-Carry und einen Coach, damit die Ziele schnell und effizient erreicht werden k&ouml;nnen.  Solltest du also ein ADC Main zwischen Silber V und Diamond III sein, oder am Coachen interessiert, dann melde dich doch bei uns auf dem TS von eXon-eSport (ts.exon-esports-clan.de). Dort findet Ihr uns Montags ab 20.00 Uhr sowie Mittwochs und Sonntags, um 19.30 Uhr.\r\n\r\nSNIPE besteht aktuell aus:\r\n\r\nTOP: Dustin &#039;darkness4498&#039;\r\nJGL: Marco &#039;Homunculus&#039;\r\nMID: Timo &#039;Scolera&#039;\r\nSUP: Lucas &#039;LEFTED&#039;\r\n\r\nHier findet ihr unser OP.GG Profil\r\nhttp://euw.op.gg/multi/query=darkness4498%2Cexsscolera%2Cexslefted%2Cexshomunculus\r\n\r\nSolltet ihr andere Uhrzeiten im Blick haben, dann meldet euch doch gerne unter **snipeesports.management@gmail.com**","replies":[]}