{"id":"FLMGydEI","poster":"Thoukya","date":"2018-11-08T00:40:31.671+0000","title":"Missionen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Huhu seit ein paar Wochen hat man doch diese an Missionen gehabt,dann Gesichteb aus der Kluft und aktuell l&auml;uft doch das K/DA Event. \r\nSo bis jetzt habe ich fast alle Mission gemacht. Bis auf zwei oder drei die ich nicht rechtzeitig abschlie&szlig;en konnte.\r\nNun zu meiner Frage. Bin ich die einzige die noch 338 Missionen offen hat? \r\nIch frag mich wie man das schaffen sollte bis zum 20. Nov.ich bin nicht jeden Tag in und wenn dann villt zwei drei Stunden. Schwester und mein bester Freund haben nicht so viele offen :(","replies":[{"id":"","poster":"Øűęęñ øf Škűłłš","date":"2018-11-08T00:49:58.585+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch noch so viele und bin mir nicht sicher wie man das schaffen soll ^^","replies":[{"id":"","poster":"Thoukya","date":"2018-11-08T00:57:07.691+0000","up_votes":1,"down_votes":0,"body":"Ohhh schön das es anderen auch so geht. Das ist glaub echt nicht zu schaffen. Die meisten müssen ja auch Mal arbeiten/zur Schule?! Ich persönlich kenne keinen der es 24/7 spielt D: xD","replies":[{"id":"","poster":"Megamaexx","date":"2018-11-08T05:47:22.990+0000","up_votes":1,"down_votes":0,"body":"Bisher waren für mich alle Missionen schaffbar. Ich glaube aber, dass 338 Missionen ein Bug ist. Ich hatte gestern nur 2 Missionen offen (und habe die abgeschlossen)\n\nÜbrigens sind die Missionen bisher immer machbar, auch wenn man 40h die Woche arbeiten geht (Oder auch länger). Das einzig problematische war irgendein vergangenes Event, wo man wirklich nur 24h Zeit hat für eine Mission. Wenn man aber nicht gerade im Urlaub auswärts oder geschäftlich unterwegs ist, konnte man selbst diese machen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-08T05:56:39.345+0000","up_votes":1,"down_votes":0,"body":"Keine Sorge, bei mir steht \"736 neue Missionenwurden hinzugefügt\" das ist ein Bug xD","replies":[{"id":"","poster":"Thoukya","date":"2018-11-10T19:07:03.253+0000","up_votes":1,"down_votes":0,"body":"Dachte ich mir jetzt mittlerweile auch. Hab gestern die letzten beiden Gemacht. Hätte mich echt gewundert was das noch alles für Mission sein sollen. \nNaja dann werden ich Mal meine Marken ausgeben xD","replies":[]},{"id":"","poster":"Necromant","date":"2018-11-08T09:26:28.290+0000","up_votes":1,"down_votes":0,"body":"nein nein, du spielst einfach nur nie x)","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-11-08T07:32:13.313+0000","up_votes":1,"down_votes":0,"body":"Okay, dann kam das also erst gestern nach um 9, nehm ich an xD wäre aber irgendwie lustig, diese Masse an Missionen zu haben :3","replies":[]}]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2018-11-08T14:12:26.995+0000","up_votes":1,"down_votes":0,"body":"338 Missionen?\n\nOhne den Worlds Pass gab es doch nur 60 und 2 davon kommen erst am 9.11.18","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2018-11-08T08:46:32.204+0000","up_votes":1,"down_votes":0,"body":"Okay...also ich habe inzwischen nur noch die beiden täglichen Win-Missionen (die normale + Worlds Pass).","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-08T05:45:23.042+0000","up_votes":1,"down_votes":0,"body":"Habe gestern die letzten geschafft (incl der Ranked missionen) und spiele nicht so viel. Denke uch zu mindest, keine Ahnung ob heute noch neue kommen...aber habe jetzt in Summe 385 Maarken verdient, also viel wird nimmer kommen schätze ich.\n\nMan muss bisschen effizient denken ;)\n\nAls Beispiel: Missionen in denen man X Schaden, Kills, Unterstützungen machen muss oder Spiele in weniger als X Minuten gewinnen muss macht man am Beaten im ARAM. Wenn man da ein Game mit 15/10/26 beendet hat manschon ordentlich was weitergebracht. Auch wenn man Spiele gewinnen muss ist  AarAM eine gute Möglichkeit, da Spiele kürzer dauern und man mehr Spiele in der gleichen Zeit schafft.\n\nDie Spiele mit \"Skins\" sind im Ranked am leichteste mMn, da dort viele ihre Mains spielen und für die ne Skin haben.\n\nDie Missionen mim Baron/Drakes sind eine Glückssache.\n\nDie Missionen \"Spielen wie die Profis\" sind im Normal ideal, da du da einfach mehr Champs spielen kannst, auch wenn du sie nicht auf Ranked Niveau beherrscht.","replies":[]}]}