{"id":"99bRITu0","poster":"FaithzSR1","date":"2018-11-07T16:13:23.851+0000","title":"Urgot verbuggt, Fehler in der Sammlung","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Sehr geehrtes Riot Team,\r\n\r\nich bin grade ein wenig ver&auml;gert &uuml;ber die f&uuml;lle an Bugs, also entschuldigt, wenn meine Wortwahl etwas rauher ist.\r\n\r\nWir haben jetzt den 2.ten Patch nach den Worlds und in der Skinsammlung werden die diesj&auml;hrigen Halloween Skins, die ich im Bundle gekauft habe, ohne Rahmen angezeigt. Das Bundle hat den Rahmen jedoch enthalten.\r\nIm Ladebildschirm taucht der Rahmen auf, in der Sammlung fehlt er.\r\nIch dachte Riot w&uuml;rde das mit diesem Patch fixen, jedoch ist das nicht passiert.\r\nDer gleiche Fehler trat &uuml;brigens damals auch bei den High Noon Skins auf.\r\n\r\nIch k&ouml;nnte jetzt noch einige Worte zu der Sammlung im Allgemeinen anf&uuml;hren.\r\nDamals hat sich diese in der Beta befunden, ist dies immer noch der Fall??\r\nDie Wards/Augen werden immer noch nicht alle angezeigt?\r\nDas ureigene Riot Ward, die Faust wird in der Sammlung mit duzenden anderen Wards nicht gezeigt.\r\nDas Einzige was funktioniert, ist dass die richtige Anzahl der Augen angegeben wird.\r\nBei den Symbolen sieht das im &Uuml;brigen nicht besser aus.\r\nWozu einen Reiter Sammlung einf&uuml;hren, wenn dieser die erworbenen Items nicht alle anzeigt?\r\n\r\nJetzt noch ein Punkt zum Ingame Spiel.\r\nURGOT oder sein HighNoon Skin ist/sind zur Zeit verbuggt.\r\nKann das mal einer testen und R&uuml;ckmeldung geben?\r\nMan sieht seine Shotgun Beine nicht, wei&szlig; also nicht ob diese aufgeladen sind oder nicht.\r\nDie Anzeige/Animation kommt erst so ca. 10 Minuten wenn man im Spiel ist. \r\nDadurch kann man im Early Game &uuml;berhaupt keine Trades eingehen.\r\nHier w&auml;re eine R&uuml;ckmeldung ganz sch&ouml;n.\r\n\r\nGru&szlig;","replies":[{"id":"","poster":"FaithzSR1","date":"2018-11-07T16:24:45.055+0000","up_votes":1,"down_votes":0,"body":"Kleiner Nachtrag zu Urgot, der Fehler tritt nicht nur beim High Noon Skin auf.\nIch habe ein Paar Leute auf meiner Freundesliste gefragt die ebenfalls Urgot gespielt haben und jeder hatte das Problem.\nIst also als Urgot Spieler ein großer Nachteil, aber auch wenn man gegen Urgot spielt und wird dann von nem unsichtbaren Shotgun Leg getroffen.\nDas sollte umgehened behoben werden.","replies":[]}]}