{"id":"fiqQ6cxN","poster":"DS Wrath","date":"2019-09-24T23:03:35.266+0000","title":"Bot statt Spieler","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Vorweg möchte ich sagen das dies kein Thread ist bei dem ich mich über Teammates oder sonstiges beschwere.\r\n\r\nZur Situation:\r\nDas Spiel startet, jeder geht auf seine Lane und es gibt auch kein rumgeheule oder sonstiges, nach ein paar Minuten bemerke ich das der Garen/Top sehr schlechte Stats hat, jedoch ignoriere ich das da ja  jeder mal nen schlechten Start haben kann. 15 Minuten im Spiel haben sich die Stats jedoch nur verschlechtert. Der erste Turret auf der Top-Lane ist gefallen und sein Gegner, Syndra, beginnt damit auf anderen Lanes zu unterstützen. Soweit alles normal, Garen bleibt weiterhin auf der Top-Lane, jedoch nicht um den Turret zu holen oder zu Farmen, er steht einfach nur mitten auf der Lane, hinter seiner Wave obwohl kein Gegner in Sicht ist.\r\nDas Spiel neigt sich dem Ende, die Gegner pushen in unsere Base und ein Teamkampf folgt dem anderem. Garen aber bleibt weiterhin nur auf seiner Lane, ohne zu famen (Der Turret ist mittelerweile dank der Hilfe anderer gefallen). Selbst nachdem die Gegner den Mid-Lane Inhibitor attackieren und Garen frisch gespawnt ist macht er sich auf den Weg zur Top-Lane. Fazit: 33 Min Spiel und seine stats sind 1/11/2 bei 89 cs.\r\n\r\nMeine Frage:\r\nMir ist bewusst das jeder mal ne schlechte Runde hat, aber dieser Spieler scheint mir keines wegs normal gewesen zu sein. Nach Trolling sah es auch nicht aus, daher ist meine Vermutung das es sich hierbei um ein Programm handelt (Wie is auch in anderen Spielen öfters vorkommt), jedoch habe ich noch nicht miterlebt das es solche Programme auch in LoL gibt (Ich spiele nun seit 6 Monaten aktiv). Ist es also möglich das ich hier nur mit einem Programm zusammen spielen musste oder war dies einfach nur jemand der auf seine Weise trollen wollte?\r\n\r\nDanke schonmal im vorraus für alle Antworten.","replies":[{"id":"","poster":"SgtBananenkuchen","date":"2019-09-25T11:16:49.792+0000","up_votes":1,"down_votes":0,"body":"Im Normal ist mir das noch nie passiert, aber im Wald und besonders in Bot-games tauchen sie dauernd auf. Ich erinnere mich nur zu gut, wo ich der einzige nicht-bot war und mit 4 Bots gegen die 5 Gegnerbots gespielt habe.\nIch reporte sie auch jedes mal, da ich nie weiß, ob das einfach nur Bots von Riot sind oder eventuell Level-Bots, von denen manche Spieler angeblich Gebrauch machen. Gebracht hatte es aber wohl bisher noch nichts.\nIch verstehe nur den Sinn dahinter nicht. Ich warte lieber etwas länger, aber habe am Ende 4 menschliche Mitspieler, anstatt nach 5 Sekunden ein Spiel gefunden zu haben und dann feststellen zu müssen, dass alles Bots sind.","replies":[]},{"id":"","poster":"Quedak","date":"2019-09-24T23:35:53.383+0000","up_votes":1,"down_votes":0,"body":"Auch in LoL gibt es leider solche Bots. Vor allem von der 3v3 Map kenne ich sie nur zu gut.\nAuf der 5v5 passt Riot aber besser auf. Diesen Spieler kannst du als Bot reporten oder ein Ticket schreiben, damit sich ein Support Mitarbeiter das Spiel selbst anschaut.\nGruß Quedak","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-25T09:35:13.349+0000","up_votes":1,"down_votes":0,"body":"> Auch in LoL gibt es leider solche Bots. > Vor allem von der 3v3 Map kenne ich sie nur zu gut.\n> Auf der 5v5 passt Riot aber besser auf. \n\nDa glaube ich weniger dran. 3v3 spielen einfach weniger Leute und an sich ist glaub ich 3v3 die schnellste Möglichkeit, Erfahrung zu erhalten. Auch wenn es nicht viel mehr ist, beim Bot rechnet sich das.","replies":[]}]},{"id":"","poster":"Aymira","date":"2019-09-25T02:06:43.516+0000","up_votes":1,"down_votes":0,"body":"Muss da auch leider sagen, das es auch Bots in unsere Liga der Legenden gibt...\n\nAber hey, das passiert so selten, das es eigentlich keine Relevanz hat. \nMir sind in meiner ganzen Zeit in LoL, spiele mal mehr mal weniger aktiv seit der Beta, so wenige Bots über den Weg gelaufen, kann mich nur an einen einzigen erinnern... (abgesehen von Kooperativen spielen, da sind oder waren echt viele :D)","replies":[]}]}