{"id":"tiAmz0qn","poster":"DrunkenJules","date":"2018-11-05T13:16:57.604+0000","title":"Das Honor-System ist noch nicht perfekt oder?","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":2,"body":"Ich finde die Idee hinter dem Honor System gut, aber die Umsetzung ist irgendwie noch schlecht.\r\n\r\nMomentan empfinde ich es so, dass Honor Stufen eine Mischung aus &quot;nicht toxischem Verhalten&quot;{{champion:29}}  und &quot;investierter Spielzeit&quot;{{champion:26}}  sind.\r\nDer Fokus liegt eindeutig mehr darauf nicht toxisch zu sein als darauf freundlich und nett zu sein.\r\n\r\nWenn man &quot;nur&quot; 200 Spiele diese Season gemacht hast, wirst du unm&ouml;glich Honor 5 sein obwohl du vielleicht neuen Spielern nach Games mit Tipps und Itembuilds etc. hilfst.\r\nAnderer Seits kannst du 1500 Spiele machen den Chat ausgeschaltet haben, mit niemandem sprachlich kommunizieren und ohne Probleme die h&ouml;chste Honor Stufe erreichen.\r\n\r\nDie Honors nach einem Spiel funktionieren auch nicht so wie gewollt, ich und meine **premades honoren uns in 80% der F&auml;lle** gegenseitig (was ja von riot immerhin weniger gewertet wird als ein normales honor).\r\nAber auch wenn ich alleine Spiele wird am ende h&auml;ufig nicht der netteste und freundlichste Gehonored, sondern der **Spieler mit dem besten Score** und der am meisten gecarryd hat.\r\n\r\n\r\nMeine Idee:\r\nHonor Stufen ganz l&ouml;schen und stattdessen **temporere Buffs-Verteilen oder Nerfs-Verteilen**\r\n\r\nDu warst vorbildlich im Chat, in den n&auml;chsten Tagen hast du: 200% Schl&uuml;ssel Chance, 5% gr&ouml;&szlig;ere Chance auf legendary skins in kisten, doppelte XP, mehr blaue / orange essenzen beim dusten.\r\nDein letztes game war toxisch: keine schl&uuml;ssel, 0,5 fache XP, chat begrenzung/sperre\r\n\r\nDann kannst du am Ende des games 2 mal Honoren, der erste Honor ist ein &quot;Spieler des Spiels&quot;- Honor dem du sowohl Premades als auch gegnerischen Spielern geben kannst um ihn f&uuml;r bie beste Leistung zu w&uuml;rdigen.\r\nDanach kannst du aus deinem Team Spieler extra w&uuml;rdigen, f&uuml;r Teamleader, freundlichen hilfreichen chat, ... , dabei kannst du **keine** premades honoren und hast die M&ouml;glichkeit wie bei bans einen Text abzuschicken, weshalb der Spieler freundlich war.\r\n\r\nAu&szlig;erdem k&ouml;nnte man noch eine Kategorie &quot;Besonders Ehrenw&uuml;rdiger und Vorbildlicher Spieler&quot; einf&uuml;hren, diesen Honor kann man nur einmal in einer Woche einem Spieler geben und hat einen besonderen Stellenwert.\r\n\r\nRiot sollte dann wie bei negativen Reports, chats versuchen nach gutem Verhalten zu filtern und dadurch wirklich ehrenhafte Spieler belohnen und nicht diese mit Spielern die viel Spielen gleich belohnen.\r\n\r\nAm Ende der Season kann man trotzdem noch eine unterschiedliche Belohnung Verteilen, f&uuml;r Z.B. 5- mal Positiven  Buff erhalten und maximal einen negativen nerf, 10-mal positiven Buff erhalten, 20 mal positiven Buff erhalten.\r\n\r\nSchreibt mal eure Gedanken dazu wenn ihr Zeit habt.\r\nLG {{champion:79}} Jules","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-11-05T14:59:53.457+0000","up_votes":9,"down_votes":5,"body":">Anderer Seits kannst du 1500 Spiele machen den Chat ausgeschaltet haben, mit niemandem sprachlich kommunizieren und ohne Probleme die höchste Honor Stufe erreichen.\n\nDem kann ich nicht zustimmen. \nOft bleibst du so unbemerkt, (wenn du nicht grade 22/0/12 stehst) und bekommst dementsprechend keinen Honor. \nNur weil du einen großen Teil der Kommunkation verweigerst, macht dich das nicht zu einem besseren Spieler.\n\n>Die Honors nach einem Spiel funktionieren auch nicht so wie gewollt, ich und meine premades honoren uns in 80% der Fälle gegenseitig (was ja von riot immerhin weniger gewertet wird als ein normales honor).\n\nWoher nimmst du diese Zahl, wenn ich fragen darf?\n\n>Aber auch wenn ich alleine Spiele wird am ende häufig nicht der netteste und freundlichste Gehonored, sondern der Spieler mit dem besten Score und der am meisten gecarryd hat.\n\nDas kommt halt wirklich darauf an, was jeder Spieler als \"_nett_\" empfindet. \nWenn \"_nett_\" für dich aus: \"_ich kenne den Chat nicht_\" besteht, dann würde ich z.B. lieber den Spieler ehren, der etwas für das Team getan hat.\nDenn...wieso sollte ich eine unsichtbare Person belohnen? Wo hast du deinem Team damit geholfen? \nSoll man nun die Leute für: \"**_no flame...and no words at all_**\" ehren, oder für: \"**_no flame and useful af_**\"?\n\n\n>Meine Idee:\nHonor Stufen ganz löschen [....]\n\n\n{{sticker:sg-ahri-3}} \n\n>[...]und stattdessen temporere Buffs-Verteilen oder Nerfs-Verteilen\nDu warst vorbildlich im Chat, in den nächsten Tagen hast du: 200% Schlüssel Chance, 5% größere Chance auf legendary skins in kisten, doppelte XP, mehr blaue / orange essenzen beim dusten.\n\nErstmal ...ist das technisch gesehen bereits der Fall. Bist du ehrenhaft, wirst du mehr Keys als Kisten haben. **Seriously.**\n\"_Oh look, du wurdest von 'nem non-premade ge-honored? NICE! Hier, nimm einen weiteren Key ololololol_\"\n\nDann kommt noch dazu, dass es auch diesen \"nerf\" gibt. \nWer sich schlecht benommen hat, bekommt im worst case den Loot komplett verweigert für einen gewissen Zeitraum.\n\nBezüglich der OE und der Skinchance: errr i dunno. \nMehr OE ist natürlich immer toll, aber dieses Problem wurde auch bereits in einem \"ask rito\" (oder einem anderen Interview) angesprochen. \n\nGleichzeitig würde ich nicht zwingend mehr legendary-skins haben wollen. \n\n**Don't take me wrong,** aber League ist einfach ein f2p-game, welches sich durch den Ingame-shop (und Nebenquellen) am Leben hält.\nFree Skins sind immer toll und so, nur sollte man auch bedenken, was das für Riot und uns bedeutet.\n\nWenn du immer nur die besten Skins ziehst, wirst du an einem Punkt ankommen, wo du dich über doppelte Skins aufregst, oder bereits alle hast.\nUnd nach einer gewissen Zeit fühlt sich dieses System auch nicht mehr nach einer Belohnung an, sondern nach: \"spiel X games für einen rnd-Skin den du vielleicht hast und nicht haben möchtest\".\n\n**(Oh und es gibt genug Leute die diesen \"Buff\" extrem lange extenden könnten btw.)**\n\n\n>Dann kannst du am Ende des games 2 mal Honoren, der erste Honor ist ein \"Spieler des Spiels\"- Honor dem du sowohl Premades als auch gegnerischen Spielern geben kannst um ihn für bie beste Leistung zu würdigen.\n\n[Auch die Ehrung von Gegnern wurde bereits in einem Interview angesprochen.](https://nexus.leagueoflegends.com/en-us/2017/12/ask-riot-movie-honor-opponents-urf/)\nHier würde ich keine Begrenzung für die Honors droppen, tbh. \nWenn mir viele Spieler positiv aufgefallen sind, möchte ich alle ehren können. \nEs bringt niemanden etwas, wenn sich alle um den MVP prügeln müssen.\n\n>Danach kannst du aus deinem Team Spieler extra würdigen, für Teamleader, freundlichen hilfreichen chat, ... , dabei kannst du keine premades honoren und hast die Möglichkeit wie bei bans einen Text abzuschicken, weshalb der Spieler freundlich war.\n\nAlso ....eine doppelte Ehrung für eine Person?\n..but ...why?\nDas wäre dann doch wieder overkill ;O und ich denke, so eine Situation würde eher selten passieren. \nVorallem...was machst du, wenn dein Freund der beste Spieler gewesen ist, aber die anderen 3 Spieler salty af und pre sind?;P \n\nDann hat er zwar den MVP, aber nicht die wichtigen Honors wie: \"Tiltproof\", \"Friendly\" oder \"shotcalling ...something like that\".\nAm Ende wirkt der MVP-Honor mehr nach einem \"hast 'ne schöne KDA\"-Honor. \n\n\n>[...]**hast die Möglichkeit wie bei bans einen Text abzuschicken, weshalb der Spieler freundlich war.**\n\n~~Hold on, wie darf ich das verstehen?~~\n~~Du möchtest...einen Regelbruch gut reden können?D:~~\n~~Aber das wäre doch unfair. ~~\n~~Niemand bekommt einen Bann ohne Grund. ~~\n~~Und was ist, wenn du keine \"netten\" Dudes auf deiner Seite hast, die dir einen \"entbannt mich lol\"-Text schreiben können?~~\n\nNvm, 'Kollege sprach mich grade an und kam auf eine andere Bedeutung. Sorry für den falschen Text hier. \nHmm dann soll diese Person auch lesen können, weshalb man ihn/sie ge-honored hat, nehme ich an? Klingt natürlich okay, so ein Feedback wäre hilfreich.\n\n\n>Außerdem könnte man noch eine Kategorie \"Besonders Ehrenwürdiger und Vorbildlicher Spieler\" einführen, diesen Honor kann man nur einmal in einer Woche einem Spieler geben und hat einen besonderen Stellenwert.\n\nDu bist bereits besonders \"ehrenwürdig\" und \"vorbildlich\", wenn du Ehrenstufe 5 bei/mit dir trägst. \nUnd das hat auch eher einen stärkeren Wert...denn wie du selber sagtest, dauert es eine gewisse Zeit, bis man sich dieses Honorlevel verdient hat.\nEs ist schon richtig..du wirst für 200 Games nicht Level 5 erreichen, aber das ist auch der Sinn dahinter. \nDu sollst dich über viele Games als besonders ehrenhaft gezeigt haben, um das höchste Level der Ehre erhalten zu können.\n\nSagen wir, Riot würde den von dir genannten \"one-per-week\"-Honor einführen... was glaubst du, würde es für eine Reaktion darauf geben?\n_Chaos?_\n**Richtig.** \nZwischen Montag bis Mittwoch geht der MPV-Krieg los und legt sich bis zum Ende der Woche wieder, weil jeder seinen Honor bereits verbraucht hat.\nUnd wenn es mehr als nur eine \"ultra-hyper-awesome-catnipfartingrainbowcat-Person\" gibt, die du ehren möchtest? Ja well, Pech gehabt..i guess.\n\n\n>Riot sollte dann wie bei negativen Reports, chats versuchen nach gutem Verhalten zu filtern und dadurch wirklich ehrenhafte Spieler belohnen und nicht diese mit Spielern die viel Spielen gleich belohnen.\n\nSowohl Riot, als auch die Community (durch Reports) filtern das negative Verhalten raus und \"bestrafen\" diese Spieler. \nMit einer Strafe, verliert man auch die Ehre. \nUnd wie ich oben bereits sagte: deine Ehre musst du dir über viele Games verdienen. \nWer natürlich 1,5k Games hinter sich hat und trotzdem nie hilfreich gewesen ist, wird auch kein Honorlevel 5 haben. \nIch kenne einige Leute, die (ohne Strafen in dieser Season und extrem hoher Spielzeit) noch immer Level 3 sind.","replies":[{"id":"","poster":"DrunkenJules","date":"2018-11-11T17:08:41.265+0000","up_votes":1,"down_votes":0,"body":"Okay danke für die Ausführliche und Qualitative Antwort, du hast ja einiges an Wissen über Q&A´s und ähnliches, was natürlich optimal ist, da du mir damit Riot´s Äußerungen zu ähnlichen Themen im Prinzip direkt zitieren kannst.\nFür einige Sachen hast du gute Konterargumente gebracht bei anderen stimmst du zu und manchmal wurde etwas von mir vll. nicht perfekt ausgedrückt, weshalb man es möglicherweise nicht komplett verstanden hast.\n\n> Woher nimmst du diese Zahl, wenn ich fragen darf?\n\nWar ein persönlicher Schätzwert aus meinen Games, war keine repräsentative oder offizielle Zahl. Ich sagt ja auch nur das ich und meine Freunde uns hauptsächlich gegenseitig honoren und bestimmt damit nicht die einzigen sind.\n\n> Aber auch wenn ich alleine Spiele wird am ende häufig nicht der netteste und freundlichste Gehonored, sondern der Spieler mit dem besten Score und der am meisten gecarryd hat.\n\nIch wollte damit nur auf den Misstand aufmerksam machen, dass honor  mehr von Gameplay als von Behaviour abhängt. \nAuf meinem Smurf schein ich z.B. der Hilfreichste und Freundlichste Heilige zu sein, obwohl ich wenn ich dort verlieren viel früher mal sage das wir surrendern können und keine Lust mehr habe, als auf meinem Main bei dem ich tryharde und die Spieler versuche bei schlechten games zu beruhigen.\n\n> Meine Idee:\n> Honor Stufen ganz löschen [....]\n> [...]und stattdessen temporere Buffs-Verteilen oder Nerfs-Verteilen\n> Du warst vorbildlich im Chat, in den nächsten Tagen hast du: 200% Schlüssel Chance, 5% größere Chance auf legendary skins in kisten, doppelte XP, mehr blaue / orange essenzen beim dusten.\n\nDumm und zu drastisch von mir ausgedrückt und das solche Buffs existieren weiß ich.\nIch wollte damit folgendes sagen, dass jetztige System mit diesen 5 Stufen sagt wenig aus, es funktioniert in dem Sinne, dass keiner Bock hat seine Stufen zu verlieren und deshalb keinen Mist schreibt oder macht. Das ist super !!\nAllerdings interessiert es mich persönlich nicht ob meine Team mates Honor 2,3,4 oder 5 sind. \nEs hat für mich wenig Aussagekraft.\n\nDie Buffs sollen nicht nur versteckt sein wie sie es jetzt sind, sondern mit einem Symbol auf dem Profil vermerkt sein.\nUnd diese Buffs sind wie Badges und können gesammelt werden (solange man sie nicht durch schlechtes Verhalten verliert) , z.B. könnte es 10 unterschiedliche Badges geben für unterschiedliche Gute Dinge, Gameplay, teamwork, leadership, firendly, correct reporting, ... . Sammelst du alle kriegste nen icon, boarder oder ähnliches.\n\nEs ist wie gesagt einfach nur eine spontane Idee gewesen, aber ich finde es gut wenn ein Spieler weiß für was er genau gelobt wurde also ein persönliches feedback bekommt und auch weiß wo er vielleicht noch dran arbeiten müsste. Dabei honors von Freunden eindeutig weniger zu werten hilft gegen missbrauch des Systems.\n\n> Außerdem könnte man noch eine Kategorie \"Besonders Ehrenwürdiger und Vorbildlicher Spieler\" einführen, diesen Honor kann man nur einmal in einer Woche einem Spieler geben und hat einen besonderen Stellenwert.\n\nJa kann man auch lassen, funktioniert vll. nicht so wie gedacht, aber das wöchentlich war nicht so wort wörtlich gemeint, kannst diese Möglichkeit zu honoren vll. ja wie das \"Kisten freischalten\" von Zeit zu Zeit bekommen. Es war einfach auch ein spontaner Gedanke.\nIch bin froh das dieses Forum so gründlich gelesen wird, denn so viele Schwachsinns Ideen man hier auch postet, ab und zu kann ja auch mnal eine wirklich gute dabei sein und ins game implementiert werden.","replies":[]}]},{"id":"","poster":"TrueDamage Ninja","date":"2018-11-10T08:53:04.603+0000","up_votes":1,"down_votes":1,"body":"Premades machen das Honorsystem einfach hinfällig, da die sich, wie Du schon gesagt hast, einfach zu 80%, wenn nicht sogar zu 95%, gegenseitig honoren. Einfach eine Solo-Solo-Q erstellen damit es fair bleibt wäre cool.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-12-06T17:40:49.497+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KDARogueAssassin,realm=EUW,application-id=KYnfKGf0,discussion-id=tiAmz0qn,comment-id=0006,timestamp=2018-11-10T08:53:04.603+0000)\n>\n> Premades machen das Honorsystem einfach hinfällig, da die sich, wie Du schon gesagt hast, einfach zu 80%, wenn nicht sogar zu 95%, gegenseitig honoren. Einfach eine Solo-Solo-Q erstellen damit es fair bleibt wäre cool.\n\nAuch du solltest mal die FAQ zum Honorsystem lesen...\n\nStändig gegenseitig Honors mit Premades zu tauschen, ist ungefähr so sinnbefreit, wie Luft zu essen, um satt zu werden.","replies":[]}]},{"id":"","poster":"Jennifer420","date":"2018-11-05T22:17:58.622+0000","up_votes":1,"down_votes":1,"body":"mein größtes problem mit dem honor system ist etwas wofür riot nichts kann. nämlich das 90% meiner honors aus meiner kda entstehen und 10% daraus das ich freundlich bin.\nda kann riot nichts dafür, manche leute haben einfach eine \"falsche\" einstellung.\nschön sind ja die die sagen \"i never honor someone unless he carries the entire game alone\"","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2018-11-06T08:13:16.049+0000","up_votes":1,"down_votes":0,"body":"Ich hab kein Problem mit dem Honor-System. Solange wie die Leute selbst die Honors vergeben wirst du so oder so nicht an dem Punkt ankommen an dem diese nur wirklich \"ehrenhafte\" Spieler bekommen. Es wird immer Leute geben die das trotzdem ihrem Teammate reindrücken auch wenn der ein wenig geflamet hat (zu wenig um bestraft zu werden) oder danach gehen wer der große Carry war. Das Ganze komplizierter zu gestalten löst das \"Grundproblem\" nicht.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-11-05T20:01:35.719+0000","up_votes":1,"down_votes":0,"body":"Irgendwie habe ich das Gefühl, dass du dir die Honor-Posts von Riot nicht durchgelesen hast XD\n\n - Das mit dem Gegner honoren verstehe ich, allerdings habe ich in dieser Season vielleicht 10 Situationen gehabt in denen ich mir diesen Honor gewüscht hätte, um einen Gegner zu ehren. Auf der anderen Seite hat Riot jedoch auch dahingehend Recht, dass man als Gegner nicht sieht, wie sich derjenige wirklich verhält. Sowohl die Sicht im Spiel als auch der Mange an Einsicht in den Chat verhindern eine sinnvolle Wertung.\n - Auffällig ist, dass du den Wert der Ehrungen irgendwie zu hoch ansiehst. Sie dienen durch ihre Aussagen \"GG <3\" \"Stayed Cool\" und \"Great Shortcalling\" nicht dem Verhalten im Chat, sondern dem Verhalten im Spiel.\n\n\nhttps://www.youtube.com/watch?v=21auChz3sd4\n\n\nSomit geht es nicht darum ob und was du in den Chat schreibst, sondern es ist eher ein Feedback von deinen Teammates.\n\n - Den Aspekt der Premades etc. kann ich zwar nachvollziehen, jedoch ist es genauso, wie du es ungerecht findest, dass sie bevorzugt seien, ebenso ungerecht, wenn man sie benachteiligen würde.\n - Da das zu bewertenden Verhalten nicht kein Chatverhalten ist, ist es weiterhin kapazitiv nicht möglich, das Riot die Spieler noch einmal prüft, um nur die \"tatsächlich\" Ehrenvollen zu belohnen. (Dies wird aktuelle ja durch die Kontinuität gewährleistet)\n- Als Letztes: Aktuell hat das Honor-System nahe zu keine Bedeutung über das Hextech-Crafting (Keys) hinaus, da für die Season-Belohnung kein Fortschritt zu erzielen ist. (Man wird zu Season-Start auf Honor 2.X gesetzt und braucht Honor 2.0 für die Belohnung) Man darf nur halt keine Rückschritte machen.","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-05T13:22:33.009+0000","up_votes":1,"down_votes":0,"body":"Ich gebe dir Recht, das Honor-System funktioniert nicht so wie es funktionieren sollte.\nDu drückst es wunderbar aus:\n\n> Der Fokus liegt eindeutig mehr darauf nicht toxisch zu sein als darauf freundlich und nett zu sein.\n\nDie Idee mit den Buffs ist schon ganz gut. Ich habe mir darüber noch gar nicht so die Gedanken gemacht, aber den Ansatz mag ich.\nIch mochte um ehrlich zu sein das Schleifchen-System vorher, immerhin konnte man damit auch die Gegner Ehren.","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-11-05T14:11:24.385+0000","up_votes":1,"down_votes":2,"body":"Mir würd es reichen...\n... keine premades mehr hornen zu dürfen\n... Bei Randoms nachwievor die entscheidung zu haben honor ja/nein, falls ja... welcher (Freundlich/Spielsführer etc. (von mir aus mit Text)\n    Dann hat man immer noch die Möglichkeit zu entscheiden ob der Random wirklich ne Ehrung verdient hat.\n... Gegner zu honoren wieder einführen.\n\nKleine Anregung noch meinerseits:\n\n- Wenn premades zusammenspielen sollte das optisch (Beschwörername in der gleichen Farbe z.B.) fürs eigene Team erkennbar sein.\n- Nach dem Game jeder Honor gezeigt werden (nicht nur wenn jmd 3xmal gehonerd wurde) auch die im Gegnerteam.\n- Meiner Meinung sollte man sehen, wer für was gehonerd wurde.","replies":[]}]}