{"id":"K03s9E6Z","poster":"Mjölnir Kind","date":"2018-11-05T07:10:33.021+0000","title":"[TGSG] It´s Monday again...","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"(Guten) Morgen meine verlorenen Seelen des Forums ^^\r\n\r\nJaja.. Urlaub vorbei und Arbeit wieder da &gt;.&lt;\r\nUnd wie jeder Urlaub, war er zu kurz x)\r\nAber zumindest ist bald Weihnachten :DDD\r\n\r\nMeine Ziele f&uuml;r den Urlaub hab ich auch geschafft - platin in 5v5 und gold in 3v3 :3\r\nJetzt kann ich ganz gechillt die Season mit Normals beenden :&gt;\r\n\r\n**KDA SKINS SIND BUTIFUL ._.**","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-06T12:45:54.484+0000","up_votes":1,"down_votes":0,"body":"xDDD Wie erklärt man einer Angehörigen das sie auch bei 11 Tagen Abwesenheit ihres Vaters die Verpflegung zahlen muss? Zwar mit 25% \"Vergünstigung\" aber trotzdem bezahlen. Ich hab ihr schon erklärt das unter Verpflegung auch Sachen fallen wie Küchenpersonal, eine funktionierende Küche usw. Aber sie meint das wäre falsch! Hab es sogar extra für sie gegoogelt was die allgemeine Definition von Verpflegung ist.\n\nDumm das im Heimvertrag unter \"Verpflegungsleistung\" steht das eigentlich nur jegliche Speisen und Getränke darunter fallen.\n\nAufgrund des Vertrages würde ich der Frau Recht geben. Aber grundsätzlich gilt das auch zum Beispiel das Personal der Küche unter Verpflegung fällt und Elektronikzeug. Aber das steht nicht im Vertraaaaaaaaaaaaaaaaaaag >.<","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-06T12:47:29.472+0000","up_votes":1,"down_votes":0,"body":"Rechnung ins Gesicht klatschen - sagen dass das bezahlt werden muss -  ganz schnell weglaufen\n\nFERTIG\n0 Counterplay","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-06T13:12:47.376+0000","up_votes":1,"down_votes":0,"body":"Okay okay, also:\n\nIm Vertrag werden die Verpflegungsleistungen nicht detailliert genannt. Dafür wird aber in der Anlage 1 ausführlicher erwähnt was genau alles unter \"Unterkunft und Verpflegung\" fällt. Da steht zum Beispiel: Ver- und Entsorgung (Energie, Wasser, Abfall), Reinigung, Einrichtung und Ausstattung, Wäscheversorgung. Das wäre auch die Aussage die ich für sie gegoogelt habe, was sie nicht gewürdigt hat und mich echt sauer gemacht hat </3 und verletzt.\n\nMit den Abwesenheitstagen habe ich Recht. Sie meinte immer es müssten ihr 14 Tage gut geschrieben werden, hat aber vergessen das drei Tage voll bezahlt werden müssen bevor die 75% in Kraft treten und mich am Ende völlig verwirrt :D und mich vergessen lassen wie ich auf die elf Tage gekommen bin bzw. acht Tage die am Ende nur storniert wurden.\n\nABER... NVM\n\nSie hat mich schon wieder völlig verwirrt und jetzt zweifle ich an meinem Verstand!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-06T13:14:25.120+0000","up_votes":1,"down_votes":0,"body":"Ach herje\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-06T13:23:46.515+0000","up_votes":1,"down_votes":0,"body":"Okay. Mein Verstand ist nicht mehr aufzufinden, aber ich habe mit der Frau aus dem sozialen Dienst eine Lösung gefunden xD GOTT IST DAS UNLUCKY AUSGEDRÜCKT ALLES!\n\nAlso.... wenn jemand vom 18.10.2018 bis 30.10.2018 abwesend ist und mir sagt \"AB DEM DRITTEN TAG\" wäre vom 18. aus für mich der dritte Tag der 21.10. xD zumindest habe ich das gedacht! Aber das ist ja dumm. Wenn ich heute sage \"noch drei Tage\" zähle ich ja auch erst ab morgen :o\n\nWas ich nicht wusste: der Tag der Rückkehr wird wieder voll berechnet, oops.\n\nERGO\n\n**Abwesenheit gesamt: 18.10.2018 bis 30.10.2018 = 13 Tage**\nAb dem vierten Tag 75%: 22.10.2018 -bis 29.10.2018 = 8 Tage\n**Wiederkehr voll bezahlen: 30.10.2018 = 1 Tag**\n\nDer Frau werden also für den Zeitraum vom 22.10.2018 bis 29.10.2018 insgesamt 8 Tage für ihren Vater mit nur 75% berechnet wegen \"Urlaub\".","replies":[]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2018-11-05T09:04:13.008+0000","up_votes":1,"down_votes":0,"body":"GJ zu Platin :)\n\nAAAAAAlso es ist viel passiert... Fnatic hatte am WE wohl den miesesten Tag EVER!!! x.x ... schade jedenfalls :S\n\nDann hab ich endlich meine Promo für Platin 1 zu ende gespielt... tatsächlich habe ich im ersten Game total versagt, aaaber mein Team hat mich gecarried, feels gooood :D. Im zweit Spiel war ich dann tatsächlich wieder einmal Support und hab die Tentakelpeitsche geschwungen, naja aufjedenfall hat das der gegnerischen Botlane nicht gepasst und ich war das Opferlämmchen für meinen ADC Lucian. Dieser hat dann souverän die Kills abgeholt und das Spiel gecarried :DDD.... achja first time PLATIN 1 BAAAABYYYYY :)\n\n\nDaaaann gab es aber auch viel Frust in der Flexq, da ich einen Premade habe, ich nennen ihn jetzt einmal _Freedemotertoiron4_, mit dem ich kein einziges Spiel gewonnen habe am WE. Das ging dann soweit, dass ich nur noch Draftpick mit ihm gespielt habe. Ohhh Boy ist Draftpick sowas von lahm im Vergleich zur Flexq, aber für uns trotzdem nicht winnable x.x. \n\n\n@Daywalker: Ja ich spiele eigentlich nur Ranked, aber meistens Flexq mit Daddy. Da bleibt wenig Zeit für die YoloQ :3... wie lange geht es eigentlich noch bis Saisonende, Sonntags?\n\nPS: Ich hab mir den K/DA Ahri Skin gekauft {{sticker:sg-jinx}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:26:03.872+0000","up_votes":1,"down_votes":0,"body":"\\o/ Daddy\n\n:D ich weiß nicht wie man so viel Rankeds spielen kann! Immer wenn ich gucke ist es ein Ranked xD wo ich schon Bauchweh bekomme.\n\nDa Sophia sich jetzt auch noch meinen Titel als 'Daywalker' unter den Nagel reißen will...\n\nTrotzdem sag ich's nochmal: Am Abend des 12.11. endet die Season. Wird also bis fast Mitternacht noch gehen, dann ist Sense \\o/ Wuhu.\n\nIch muss noch insgesamt fünf Rankeds gewinnen um das Porianna Icon zu bekommen >.<","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-05T10:27:02.053+0000","up_votes":1,"down_votes":0,"body":"Bei wem ist es immer ein Ranked, bei Daddy? :D \n> \n> Ich muss noch insgesamt fünf Rankeds gewinnen um das Porianna Icon zu bekommen >.<\n\no: ist das eine Quest von den Worlds?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T11:13:19.568+0000","up_votes":1,"down_votes":0,"body":":o Bei dir ist es immer ein Ranked! Daddy stalke ich nicht.\n\nUnd ja. Eine Quest für die Worlds... Okay eigentlich nicht. Genau genommen ist es eine Quest zum Season Ende und schenkt dir bei erfolgreichem Abschluss ein tanzendes Poro das an Oriannas Siegreichskin angelehnt ist. Die Reihe besteht aus insgesamt vier Quests. #1: Gewinne ein Ranked #2 Gewinne zwei Rankeds #3 Gewinne zwei Rankeds #4 Gewinne drei Rankeds. Sehr einfallsreich also das Ganze!\n\nInsgesamt beläuft sich die Questreihe also auf acht Rankeds die gewonnen werden müssen .... Ich bin bei 3/8 xD und es sind für mich theoretisch nur noch nächsten Samstag und Sonntag verfügbar um das fertig zu bringen. Hoffentlich kann man das Icon zur Not auch mit Edelsteinen kaufen c.c das wäre nett.","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-06T07:13:45.902+0000","up_votes":1,"down_votes":0,"body":"xD ja alles andere ist zurzeit halt langweilig... ausser ich versuche mich wieder in etwas Neuem, da bin ich dann auch wieder lahm, dann passt Draftpick wieder ^^\n\n\nSa&So sind easy für 5 Rankeds ;)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-06T07:35:55.343+0000","up_votes":1,"down_votes":0,"body":"> Sa&So sind easy für 5 Rankeds ;)\n\nlel Natürlich sind die fünf Rankeds easy zu machen du Troll =p  **NUR DUMM DAS SIE AUCH GEWONNEN WERDEN MÜSSEN** xD Sonst wäre ich doch schon letztes Wochenende durch gewesen ô.ô\n\nNachteilig ist auch das ich gar keinen Bock mehr habe jetzt noch Rankeds zu spielen. Ich quäle mich damit gerade so hart >.< unfassbar. Aber Porianna :((((( .....","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-06T08:34:21.317+0000","up_votes":1,"down_votes":0,"body":"D: qäul dich doch nicht so, du armes _tätschel_\n\nAm besten spielst du mit Max, der feedet doch immer die Rankeds, was man hier doch immer so liest xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-06T09:01:06.431+0000","up_votes":1,"down_votes":0,"body":"Aber Poriannaaaaaaaaaaaaa c.c\n\nIch raste vermutlich aus wenn man das Icon am Ende doch noch für Edelsteine kaufen kann xD Jetzt will ich die letzten fünf Siege auch noch hinter mich bringen. Im schlimmsten Fall komme ich in der Flex auf 0 LP und spiel mich in der Solo Q noch auf G5 mit 0 LP runter xD Ist halt fraglich wie lange diese Prozedur dauert. Kann ja sein das ich Samstag 10 Spiele mache :o aber nur eins gewinne! \n\n:p Duos spiele ich nicht, dass taugt nichts.","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-06T09:33:36.768+0000","up_votes":1,"down_votes":0,"body":"> :p Duos spiele ich nicht, dass taugt nichts.\n\n_Geteiltes Leid ist halbes Leid_ \n\nHab ein bisschen mehr Vertrauen in deine Premades, ist doch irgendwie blöd wenn man sagt, dass die eigenen Premades weniger taugen als 4 völlig unbekannte Randoms D:","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-06T10:18:11.408+0000","up_votes":1,"down_votes":0,"body":"Aber ich steh auf Randoms. Irgendwie ist es viel angenehmer sich in jedem Spiel auf was anderes einstellen zu müssen.  Dadurch kann man sich auch auf nichts verlassen, außer auf sich selbst, was eh immer am Besten ist.\n\nIn seltenen Fällen habe ich schon mal Duo Q gespielt. Einfach nur so ohne irgendwas zu erwarten .-. aber ich fand das meistens doof. In der Flex Q könnte man ja noch ein Auge zu drücken ... Vielleicht mach ich meine Flex Lobby einfach aus Spaß als 'offen' auf xD das wäre so kernbehindert :'D Und dann blame ich alle wenn verloren wird!","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-06T12:22:30.741+0000","up_votes":1,"down_votes":0,"body":"Also ich stehe auf dem Boden .-.\n\n\nhttps://imgur.com/t/puppy_dog_eyes/y5YBclH kannst du mich jetzt noch blamen?^^","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:08:46.884+0000","up_votes":1,"down_votes":0,"body":"> .... achja first time PLATIN 1 BAAAABYYYYY :)\n\nGZ! :D\nDia schaffste auch noch! :P\n\n>  Ohhh Boy ist Draftpick sowas von lahm im Vergleich zur Flexq, aber für uns trotzdem nicht winnable x.x. \n\nAtm sehe ich mehr Flamer im Normal als im Ranked xD\nImmer wieder erstaunlich wie krass man sich über Normals aufregen kann xDD\n\n>  wie lange geht es eigentlich noch bis Saisonende, Sonntags?\n\n12.11 ist Seasonende! ^^\n\n> PS: Ich hab mir den K/DA Ahri Skin gekauft\n\nIch hab alle und hab insgesamt 500 RP ausgegeben, weil ich die Icons wollte :3","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-05T10:14:49.166+0000","up_votes":1,"down_votes":0,"body":"Hmm ich glaube diese Woche sollte ich mich in dem Fall auf die YoloQ konzentrieren :3\n\n> Atm sehe ich mehr Flamer im Normal als im Ranked xD\n> Immer wieder erstaunlich wie krass man sich über Normals aufregen kann xDD\n\nIst halt immer mal anders, denn obwohl die Draftgames sowas von lahm waren, lief es da relativ ruhig ab. Aber hier eine kleiner Ausschnitt aus meiner FlexQ gemäss meiner Erinnerung:\n\nChampselect:\nA: Can I play Support?\nPremade: no sorry\n_\nA bannt den Prepick von Premade_\n\nPremade: A reported\nA: for what? banning a Champ? XD\n\n\nIch im Voicechat: Hör auf sowas zu schreiben, lass dich nicht so einfach triggern bzw. ignorier ihn.\n\nIngame:\n\n_Premade stirbt_\n\nA: stichelt gegen Premade\n\n_Premade stirbt_\n\nA: stichelt gegen Premade\nPremade _triggerd_: _insert offending words_\nB: _insert offending words_\nA: _insert offending words_\n.\n.\n.\n.\n_game loss_\n\nTIIIIIIIIIIIIIILT  -__________-\n\nWie kann man sich bloss so einfach triggern lassen x.x \n\n\n> Ich hab alle und hab insgesamt 500 RP ausgegeben, weil ich die Icons wollte :3\n\n:o Du hast nur **500 RP **für alles ausgegeben!!! Wie geht das?? x.x","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T11:05:10.612+0000","up_votes":1,"down_votes":0,"body":"Boah... so ein Spiel hatte ich gestern auch oder vorgestern. Aber ein ARAM.\n\nDie Soraka war richtig abartig und ist zusammen mit noch einem aus dem Team über den Teemo hergefallen. Er würde inten und Mist machen. Soraka hat gemeint sie heilt nicht wenn die Spells der Gegner nicht besser gedodged werden. Uff. Das war echt anstrengend. Der Nautilus hat gedacht er wäre der King und in all dem Hass und Geflame ... ich! xD\n\nDie haben mich echt hyper getilted aber ich wollte das Spiel keines Falls verlieren. War das erste mal das ich Miss Fortune mit Dark Harvest gespielt habe und Letahlity. Hat sogar Spaß gemacht wobei ich tatsächlich mehr auf Angriffstempo stehe ._. das ist sexy.\n\nDreimal bestimmt haben die Gegner vor unserem Nexus gestanden aber konnten nie fertig machen. Zum Glück. Nachdem die Soraka dann endlich mal mit schreiben aufgehört hatte und mich doch hin und wieder geheilt hat, bin ich da durch geschnitten wie ein heißes Messer durch Butter xD Das Caitlyn Spiel danach war auch nicht viel besser. Fast gegen einen Tank Draven verloren >.<","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T10:18:26.417+0000","up_votes":1,"down_votes":0,"body":"I know what u mean.\nIch kenn es von meinem Premades die teilweise wirklich aggressiv in Discord werden, wenn sie gestorben sind, sie von Teemo attackt werden, wenn sie ein Trade verlieren, ... etc.\n\n> :o Du hast nur 500 RP für alles ausgegeben!!! Wie geht das?? x.x\n\nWenn du zuviel RP für alles andere ausgibts und alle Skins hast.\n5mal rerollen = 5 Skins for free xD","replies":[{"id":"","poster":"XenesisCH","date":"2018-11-05T10:58:13.511+0000","up_votes":1,"down_votes":0,"body":"Wenn sie nur in Discord agressiv werden könnte ich es noch verkraften (ich bin da manchmal auch ein bisschen salty :3), aber wenn sie sich dann noch mit dem Rest des Teams im Chat anlegen müssen, ist es zu viel x.x... \n\nManchmal frage ich mich sowieso wofür ich Voicechat nutze... wenn ich dann sage _go on Champ A_ und der Pre dann halt auf Champ B geht .-.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:03:24.968+0000","up_votes":1,"down_votes":0,"body":"Ich finds in Discord teilweise nerviger x)\nWenn du dich mit Spieler B unterhalten willst und permanent von Spieler C und D im Hintergrund kommt: \"ALTER WAS DAS FÜR DUMMER CHAMP DIGGA\" xD","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:21:46.393+0000","up_votes":1,"down_votes":0,"body":"12.11. um  23:59 Uhr! Bist du der Daywalker häääää?\n{{sticker:sg-poppy}} ","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:27:27.463+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-syndra}} {{sticker:sg-syndra}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:49:02.515+0000","up_votes":1,"down_votes":0,"body":"{{sticker:darius-angry}} {{sticker:darius-angry}}","replies":[]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-11-05T17:29:06.315+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 41, Superspäte Abendausgabe**\n\nDu weißt, dass etwas schief laufen wird, wenn du nach 6,5 Stunden Schlaf aufwachst mit einem eigentlich total kaputten Schlafrhythmus (Danke auch, Herbstferien!) und dich kein bisschen müde fühlst. Und unmittelbar danach bekam ich schon die Auswirkungen zu spüren, denn scheinbar schien ich heute unbewusst die Zeit zu kontrollieren. Einfach Sachen anziehen und im Bad ein Mal fertig machen (also im Grunde nur Haare kämmen und ein Toilettengang) dauerte heute knapp 12 Minuten, obwohl nichts schneller oder langsamer war als sonst. Dafür 2 Brote aus dem Gefrierfach holen, toasten, belegen und essen war heute in locker-flockigen 8 Minuten drin. Ich bin kein schneller Esser, auch heute nicht, und alleine das Toasten dauert schon gut 3 Minuten. Dann aber der Knüller: Ein einfacher Gang in den Keller, um eine alte Flasche zu entsorgen und eine neue für den Tag zu holen: 6 Minuten. Irgendwas war echt komisch heute.\n\nAber da endet der Tag natürlich nicht, leider fängt er gerade erst an. Station 2 heute: der Bus. Gut, dass diese manchmal bis zum Anschlag gefüllt sind, daran hab ich mich mittlerweile gewöhnt, aber heute war der Knüller: denn \"bis zum Anschlag gefüllt\" heißt bei uns: bis inkl. Mitteltür gefüllt, der hintere Gang ist total leer und er bleibt es auch bis zum bitteren Ende. War auch heute so, bezeichnend dafür war, dass einige Mitfahrer (auch ich) direkt vom Busfahrer zur Hintertür geschickt wurden, in die wir uns mit Müh und Not reinquetschen konnten. So weit so gut. Was mich aber extrem an der Sache getiltet hat: der hintere Gang war natürlich leer. Aber ich weiß noch genau, vor einigen Wochen, selbe Situation, ich war der \"hinterste\" in der Reihe der Stehenden. Dann wurden wir aufgefordert, aufzurücken, was wir auch schön taten, ich drückte mich weiter nach hinten. Dann hieß es aber vom Busfahrer, ich soll komplett nach hinten, was ich aber spontan so nicht einsah, denn der Bus war an anderen Tagen schon **WESENTLICH** voller und niemand ging nach hinten. Also habe ich leicht einen auf halb überhört gemacht... und mich starrte der gesamte Bus feindselig an. Kein Witz. Selbst der verpeilte 6-jährige auf einem Sitzplatz (und neben ihm saß sein Schulranzen, will ich nur mal kurz anmerken!), der eigentlich keinen Plan hatte, was abging. Ich war so kurz davor, den Menschen ein \"Verf+ckte Heuchler!\" entgegenzuschmettern. Hab es aus diversen Gründen nicht getan.\nDer Knüller kam aber 2 Minuten später an der nächsten Haltestelle: nach guter, alter Mitfahrenden-Tradition wurde natürlich niemand rausgelassen, die ganzen frühpubertierenden Kinder hatten es zu eilig, die (nicht existierenden) Sitzplätze zu erwischen, Eingang komplett verstopft und genau in diesem Moment ruft von hinten die Person... mit der größten Körpermasse im gesamten Bus: \"Entschuldigung, muss hier raus!\" und, ohne zu warten, bahnt sich seinen Weg durch die Menge, ohne Rücksicht auf Verluste. Traumhaft.\n\nDie deutsche Bahn kommt heute gut weg, auch wenn ich sie mittlerweile offiziell aufgegeben habe, die Identitätskrise hält an und es ist keine Besserung in Sicht. Dafür heute in der Schule wieder mal die geballte Ladung... Langeweile. Fangen wir aber zuerst mit dem Schulleiter an. Irgendwas war heute in seinem Kaffee. Nicht nur, dass er heute überdurchschnittlich geräuschempfindlich war und wir nach 2 Monaten es zum ersten Mal geschafft, die gesamte Pausenzeit in Unterrichtszeit umzuwandeln (und uns dann natürlich wieder einige Minuten lang anhören dürften, wie blöd wir doch seien, so etwas zuzulassen, nicht nur die Schwätzer, sondern auch die anderen, weil sie still waren und nichts gemeldet haben... ja gut, wenn du eigentlich konzentriert dem Unterricht folgen willst (und bei mir schaltet sich dann mein Gehörsinn eh halb ab und fokussiert sich nur auf den Lehrer), muss dir innerhalb von 5 Sekunden auffallen, dass irgendjemand redet, dann musst du diese Geräuschquelle identifizieren (ohne dabei selber Lärm zu machen, natürlich) und sie dem Schulleiter melden, weil sonst hat es der Schulleiter eher bemerkt und hängt 5 Minuten Unterricht hinten dran. Totally possible, nicht wahr? Also ja, eher \"\"\"Unterrichtszeit\"\"\") und dieses auch der überraschten Lehrerin, die nach ihm dran war, klar gemacht hat, woraufhin sie die beste Überraschungsreaktion dargeboten hat, die ich in den letzten 10 Jahren gesehen habe (das Gesicht in Kombination mit ihrem erstaunten \"Was?!\" war wirklich der Knüller!), sondern er ist heute auch zum Savage mutiert. Nachdem eine Schülerin, die hin und wieder etwas gefragt wurde und nur selten die Antwort wusste, auch heute wieder keinen Plan hatte, sagte er: \"Wissen sie was? Gehen sie mal in der Pause (Pause? Welche Pause? Guter Witz...) runter zu den PTA´s (-> Pharmazeutisch-technische Assistenten, werden auch bei uns ausgebildet) und fragen sie die mal, was sie ihnen bei leichter Demenz verschreiben würden!\" Eiskalt. Auch wenn ich es nicht gerne tue, muss ich gestehen, dass der Satz ein, zwei Sympathiepunkte bei mir generiert hat. Wird niemals reichen, um den Rückstand wett zu machen, aber...\n\nUnd dann gab es natürlich noch meine geliebte Deutschlehrerin. Mit ihrer ekelhaft quietschenden Stimme und ihrer Uneinsichtigkeit gegenüber anderen Interpretationen, die meint, mit uns Rechtschreibung üben zu müssen. Und gerade weil ich sie so lieb habe und an sie denke, gibt es auch heute wieder die **Mordmethode der Woche:** (Hammer Überleitung, oder?^^)\nDiese Woche gibt es wieder etwas für die ausgefallenen Spezialisten, inspiriert von den Häusern in der umliegenden Nachbarschaft: sie mit einem angeschliffenen Rollladen köpfen! Eine herrliche Neuinterpretation der Guillotine, einfach, effektiv, fällt fast niemandem auf, um das Blut muss man sich auch keine Sorgen machen, weil es aus dem Fenster in die Hecke tropft und damit wir ganz sicher sind, tun wir dies aus mindestens dem 4. Stock, damit der Kopf nochmal eine stabile Fallhöhe bekommt und beim Aufprall auf dem Rasen auch wirklich kaputt ist und nicht noch von einem verrückten Wissenschaftler für fragwürdige Experimente verwendet werden kann. Wobei, wenn sie bei diesen etwas leidet...\n\nIn diesem Sinne: Schöne Woche euch!","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-11-05T19:37:51.642+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Incaedeus,realm=EUW,application-id=YnZkMR0R,discussion-id=K03s9E6Z,comment-id=000d,timestamp=2018-11-05T17:29:06.315+0000)\n>\n> **[Der TGSG-Blog] Geschichten eines Azubis, Tag 41, Superspäte Abendausgabe**\n> \n> von einem verrückten Wissenschaftler für fragwürdige Experimente verwendet werden\n>\n>\n\n\nWas? ich hab nur so quer gelesen, um was gehts?\nIrgendwas mit Köpfen.\nKöpfe in gutem Zustand kann ich immer brauchen.","replies":[{"id":"","poster":"Qbert","date":"2018-11-06T08:37:01.160+0000","up_votes":1,"down_votes":0,"body":"> Köpfe in gutem Zustand kann ich immer brauchen.\n\nWas ist aus den Toastern geworden?","replies":[]},{"id":"","poster":"INoKami","date":"2018-11-05T21:05:41.264+0000","up_votes":1,"down_votes":0,"body":"Sofern du Lust hast, meine Deutschlehrerin zu verunstalten... gerne, fähige Mitarbeiter sind immer willkommen! ;)","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-05T14:44:03.644+0000","up_votes":1,"down_votes":0,"body":"\\o/ 17/ 16/ 20 Minuten bis Feierabend!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T14:45:41.466+0000","up_votes":1,"down_votes":0,"body":"\\o/\\o/\\o/\\o/\\o/\\o/\\o/\\o/\n\nIch hatte jz so richtig Lust die KDA Skins zu cosplayn >.<\nAber sooooooo richtig riiiiiiiiiiiiiiiichtig Lust D:\nAber alles so teuer und Zeitfressend c.c","replies":[{"id":"","poster":"Xayah Strife","date":"2018-11-05T18:48:23.317+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T18:59:34.608+0000","up_votes":1,"down_votes":0,"body":"Such mich im Lol-Discord server ich habs als profil xD","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-11-05T15:00:29.992+0000","up_votes":1,"down_votes":0,"body":"t-60min","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T15:06:04.759+0000","up_votes":1,"down_votes":0,"body":"t-0min\nДо свидания mein Guter.","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T15:06:35.390+0000","up_votes":1,"down_votes":0,"body":"[][][][][][][] ja [][][][]","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-05T12:04:45.173+0000","up_votes":1,"down_votes":0,"body":"\\o/ Nintendo Switch - Let's Go Evoli Edition erfolgreich zum 19.11. bestellt!\n\nHoffentlich xD die Frau war sich nicht sicher obs funktioniert.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T12:11:02.507+0000","up_votes":1,"down_votes":0,"body":"Na dann Herzlichen Glückwunsch xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T12:12:20.611+0000","up_votes":1,"down_votes":0,"body":"xD Die Frau hat gemeint ich soll mich erst freuen wenn ich die Bestätigung per E-Mail bekomme... Aber ich freu mich jetzt schon drauf. Hab meiner Schwester aber keine bestellt :x da kann ich ihr für die 400€ auch Gutscheine für irgendwas schenken :3","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T12:14:19.428+0000","up_votes":1,"down_votes":0,"body":"Gutscheine - Die langweiligste Lösung für alles xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T12:26:37.999+0000","up_votes":1,"down_votes":0,"body":"Schon, aber auch sehr praktisch.\n\nMeine Schwester meckert halt eigentlich immer das sie zu wenig Geld hat :x Sie sagt sie würde sich mehr über nen Gutschein von Rewe oder so freuen als etwas womit sie nichts anfangen kann. Vielleicht kauf ich ihr einfach so einen Rewe Gutschein und dann noch ein kleines Extra dazu, oder Geld, oder Süßkram ... xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T12:27:59.825+0000","up_votes":1,"down_votes":0,"body":"Rewe\n{{sticker:sg-lux-2}}\n\nWer will denn eine Rewe Gutschein x)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T12:50:11.285+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt :P meine Schwester","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T12:52:00.452+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T13:07:54.642+0000","up_votes":1,"down_votes":0,"body":"Du bekommst auch einen!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T13:09:05.571+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T15:03:49.513+0000","up_votes":1,"down_votes":0,"body":"Wer geht schon in Rewe einkaufen ... da ist es mir zu teuer :D da brauch sie sich net wundern, kein Geld zu haben x)","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-05T12:39:40.133+0000","up_votes":1,"down_votes":0,"body":"yeah cool!","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-05T13:58:32.403+0000","up_votes":1,"down_votes":0,"body":"Wenn ein Kollege sagt \"Das ist ABM\", was bedeutet das?\n\nIch hab nur gemeint \"Quatsch, dass ist BS WTF!\" xD hat sie dafür auch nicht verstanden!","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T14:14:50.558+0000","up_votes":1,"down_votes":0,"body":"**A**rbeits**B**eschaffungs**M**aßnahme\n\nAlso eine sinnlose Aufgabe sozusagen, Hauptsache jemand hat etwas zu tun ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T14:18:19.970+0000","up_votes":1,"down_votes":0,"body":"Okay. Dann lag ich nicht ganz so falsch :D und mein \"BS WTF\" trifft genau so zu :') nur wird sie die Bedeutung niemals erfahren! Ich seh das jetzt mal als Kompliment das ich andere sowie mich gleichermaßen bei der Stange halte mit vielen verschiedenen Tätigkeiten xD","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T14:11:23.288+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T14:16:44.729+0000","up_votes":1,"down_votes":0,"body":"Das einzig sinnvolle wäre \"Arbeitsbeschaffungsmaßnahme\" ... hört sich an wie \"doppelte Arbeit machen\".\n\nAber... Wiki sagt:\n*Arbeitsbeschaffungsmaßnahmen waren in Deutschland zu Zeiten hoher Arbeitslosigkeit von der Arbeitsagentur bezuschusste Tätigkeiten auf dem sogenannten zweiten Arbeitsmarkt, um Arbeitssuchenden bei der Wiedereingliederung in eine Beschäftigung zu helfen oder ein geringes Einkommen zu sichern.*\n\nxD Das hört sich doch nett an. Das ich sogar noch andere Kollegen neben mir beschäftige damit uns nicht langweilig wird und auch Geld bekommen ?!\n\nIch bin verwirrt!","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-11-05T13:09:29.861+0000","up_votes":1,"down_votes":0,"body":"Übrigenf konnte iff daf Problem mit deinem Baumkuchen löfen \n\n*mümmel*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T13:45:37.777+0000","up_votes":1,"down_votes":0,"body":"Noooooooiiiiiiinnnnnnnnnnn\n{{sticker:sg-ahri-1}} {{sticker:sg-janna}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T13:53:20.996+0000","up_votes":1,"down_votes":0,"body":"Keine Sorge!!\n\nMir geht's gut \n\nhttps://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTyEuqxlB7sp0mJIedZd8pAqO7DasM-B0OvgjMHMMxitxN7_C1j","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T13:56:50.285+0000","up_votes":1,"down_votes":0,"body":"Das ist... wirklich.... toll..... c.c\n{{sticker:zombie-brand-clap}}","replies":[]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:37:30.453+0000","up_votes":1,"down_votes":0,"body":"Nächstes Jahr Gamescom KDA Kaisa Cosplay?\nhttps://cdn.shopify.com/s/files/1/1061/1924/files/Thinking_Face_Emoji.png?9898922749706957214","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T11:38:14.784+0000","up_votes":1,"down_votes":0,"body":"Oktoberfest Gragas. Kann er schön erstmal all u can eat machen n ganzes jahr lang","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:39:22.421+0000","up_votes":1,"down_votes":0,"body":"Ne Lederhose müsste ich noch iwo haben :DD","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T11:40:58.689+0000","up_votes":1,"down_votes":0,"body":"die schwarze mit lack zählt nicht x)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:46:08.556+0000","up_votes":1,"down_votes":0,"body":"AY ich wohn in Bayern!\nLederhose ist Pflicht xD","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T11:49:56.156+0000","up_votes":1,"down_votes":0,"body":"Also doch die schwarzen lack und Lederhosen? xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:52:05.549+0000","up_votes":1,"down_votes":0,"body":"https://d.alpenwahnsinn.de/Krueger-Buam-Trachten-Lederhose-kurz-BAYERN-tobac,9686,1,13,7p.jpg\n\nxDDD","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T12:01:42.840+0000","up_votes":1,"down_votes":0,"body":"https://www.creativecostumes.com.au/wp-content/uploads/2017/10/carry-me-bavarian-beer-guy-ride-on-oktoberfest.jpg","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-05T11:41:26.569+0000","up_votes":1,"down_votes":0,"body":"nimm doch mal eine Herausforderung :o\n\nRek'Sai, Teemo, Blitzcrank oder soooooooooooooo\n\nOder halt n Poro ... Poros gehen immer.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:45:24.305+0000","up_votes":1,"down_votes":0,"body":"Bring mir Näh- und Bastelmekänix bei und wir sind im Geschäft xD","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:46:25.796+0000","up_votes":1,"down_votes":0,"body":"Nähen ist ja nun nicht so schwer zu lernen, gibt's mit Sicherheit auch in deiner Nähe (kostenlose) Abendkurse!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:50:37.901+0000","up_votes":1,"down_votes":0,"body":"Dann wünsch mir viel Glück xDD\nhttps://i.pinimg.com/originals/85/dd/a5/85dda5757992932ddac2a994f34be45d.jpg","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-11-05T08:07:08.738+0000","up_votes":1,"down_votes":0,"body":"Ich bis dieses WE gechillt in S 3 stecken geblieben. Auf, ab, auf, ab :3\n\nHatte ein langes WE von Do-So \\o/ am Sa hab ich mir eine Switch mit Zelda gekauft...hab das jetzt so 3-4h gezockt und bin schon süchtig...GEGE xD\n\nDas Finale kam mir auch etwas seltsam eindeutig vor, aber ich denke nicht, dass es gekauft war, da hätte man das wohl unauffälliger mit nem 3:1 lösen können. Aber Fnatic hat 3 Level unter dem HF Niveau gespielt, ka wieso.","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T10:03:46.540+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=K03s9E6Z,comment-id=0004,timestamp=2018-11-05T08:07:08.738+0000)\n> Switch mit Zelda gekauft\n\nWill auch ... aber Geld sagt nein.\nHab dafür jetzt n N64 mit Super Mario :3 Kindheitserinnerungen yay","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T10:37:28.547+0000","up_votes":1,"down_votes":0,"body":"Hatte nen100€ MediaMarktgutschein....wollte den nur für ein neues Headset einlösen....aber beim Media Markt bin ich immer im Schlaraffenland und könnte dort problemlos ein Jahresgehalt liegen lassen x.x Gott sei dank blieben nach Abzug des Gutscheins nur rund 420€ zu zahlen übrig x.x","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T10:44:33.756+0000","up_votes":1,"down_votes":0,"body":"Ein Jahresgehalt?\n\nNene, die guten Sachen (die auch sehr viel Geld kosten) gibt's nicht beim MediaMarkt ... jedenfalls nicht in unserem","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T11:00:19.557+0000","up_votes":1,"down_votes":0,"body":"Na allein mit PC Zubehör, CDs, DVDs, Handy, Konsole + Spiele, ner ordentlichen Drohne und ein paar Haushaltsgeräten...und ich hab sivher einiges vergessen...aber da kommen schon einige 1000 Euro zusammen. x.x \n\nAn welche \"Guten Sachen\" denkst du da? ( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:08:31.029+0000","up_votes":1,"down_votes":0,"body":"Ich hab erst meine Küche neu gemacht: Kochfeld, Ofen, Kühlschrank ... ich weiß wovon du redest :S \nAber gute Sachen:\n- Bang & Oluffson - Boxen (oder vllt. auch Bose)\n- Onkyo-Sound-Geräte\n- PC-Hardware wie GraKas oder CPUs","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T11:13:24.503+0000","up_votes":1,"down_votes":0,"body":"Küche? Das kostet auch ne Lawine...meine Eltern habe letztes Jahr eine neue gekauft...inkl Geräte hat das ca 10 - 11k gekostet :o\n\nNaaa gut wenn man B&O bzw Bose will und Onkyo...jaaa dann wirds teuer. Aber das ist wie beim Bentley. Da kriegst zwar Qualität, aber 50% des Preises zahlst du nur für den Namen. >.<","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:17:22.674+0000","up_votes":1,"down_votes":0,"body":"Wobei Bose und Teufel preislich eigentlich gut sind im Vergleich mit dem, was sie leisten...\n\nNun, unsere Küche war nicht so teuer ^^ zum Glück, ist ja auch eine kleine Küche ... aber die Geräte haben schon reingehauen.\n\nP.S.\nAber auf so etwas spart man natürlich auch :) ","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T11:39:56.479+0000","up_votes":1,"down_votes":0,"body":"Ich hab Teufel Boxen. Ged gud","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T11:44:15.147+0000","up_votes":1,"down_votes":0,"body":"Ich hab eine Stereoanlage + 2 Boxen von Panasonic...zusammen 70€ xD\n\nFürn PC hab ich auch Boxen, aber die liegen in ner Lade rum x.x","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T11:49:19.794+0000","up_votes":1,"down_votes":0,"body":"hab die CC100, hätten neu 300€ gekostet. gabs für mich für die hälfte","replies":[]},{"id":"","poster":"Qbert","date":"2018-11-05T11:45:45.359+0000","up_votes":1,"down_votes":0,"body":"unsere ist auch von Panasonic! xD\n\nBoxen für den PC habe ich schon ewig nicht mehr, Headset > all .. da kann ich auch so laut Musik hören wie ich will :)","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-11-05T11:24:07.400+0000","up_votes":1,"down_votes":0,"body":"Jo meine Eltern habens Teil/Teil gemacht. Einen Teil gespart und den Rest auf Kredit...bei den Zinsen momentan lohnt sich ein Kredit scho xD","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:25:57.655+0000","up_votes":1,"down_votes":0,"body":"Yo, das haben wir mitm Auto so gemacht ... hatten halt gespart und jetzt sparen wir weiter für die Hochzeit eben ... x_x\n\nschauen wir mal","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-11-05T10:40:40.594+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=K03s9E6Z,comment-id=000400020001,timestamp=2018-11-05T10:37:28.547+0000)\n>\n> 420€\n\nmehr als ich im Monat zum essen hab ^^","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T10:56:18.872+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab die auch nicht sooo locker....aber hab jetzt schon länger nix gekauft, da war was da :)","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T10:57:53.852+0000","up_votes":1,"down_votes":0,"body":"du kannst mir ja dein Erspartest soooo im Mai zukommen lassen, ich spare gerade für meine Hochzeit :S","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T10:59:55.419+0000","up_votes":1,"down_votes":0,"body":"oder mir für ne Switch + Zelda :D","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:11:10.492+0000","up_votes":1,"down_votes":0,"body":"ich finde es sehr schade, dass Zelda reines Single-Player ist :(","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T11:42:05.140+0000","up_votes":1,"down_votes":0,"body":"\\o/ Single-Player. Keine feedenden und flamenden Leute :D","replies":[]},{"id":"","poster":"Necromant","date":"2018-11-05T11:23:31.316+0000","up_votes":1,"down_votes":0,"body":"true aber das ist so meckern auf hohem Niveau. mit breath of the wild haben sie schon n guten Sprung in die richtige Richtung gemacht","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:27:07.146+0000","up_votes":1,"down_votes":0,"body":"ja sehe ich auch so, eigentlich prädestiniert für wenigstens 2er Koop, mit Rätseln :[","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T11:28:10.508+0000","up_votes":1,"down_votes":0,"body":"Hoffen wir dies für den nächsten Titel. Hoffentlich schmeißen die die Switch nicht wieder so in den Wind, wie die Wii U.","replies":[]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-11-05T11:23:59.688+0000","up_votes":1,"down_votes":0,"body":"Oder mir für ne Beerdigung :)\n3500€ schnäppele","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-11-05T11:05:08.935+0000","up_votes":1,"down_votes":0,"body":"Oi...hochzeiten sind teuer x.x mein Bruder heiratet nächstes Jahr und alleine Location + Essen/Trinken für 40 Leute kostet ca 3000-4000 Euro :o da sind Fotograf, Kleid (nochmal ca 1000 Euro), Smoking (auch nochmal paar Hunis) und das kirchliche Gedöhns noch gar nicht dabei. Und die Hochzeitsreise kostet dann auch nochmal {{sticker:sg-shisa}}","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:13:02.760+0000","up_votes":1,"down_votes":0,"body":"40 Leute bist du (je nach Essen/Trinken) bei 5-6k, Fotograf klemmen wir uns für die Feier (wollen \"nur\" Hochzeitsfotos machen), Kleid rechnest du nur 1k?! ...xD rechne mal 1,5-3k (je nach dem was sie mag) und joah, Anzug rechne ich auch mit 700 :S\n\nHochzeitsreise planen wir erst mal nicht ..... ^^ wann heiratet dein Bruder? :D","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T11:19:52.242+0000","up_votes":1,"down_votes":0,"body":"Joa die Location hat ne Pauschale. Ich glaub es war was zwischen 3 und 4k. Bis zu dem Betrag essen und trinken alle gratis. Verfrisst man weniger zahlt man trotzdem die Pauschale, braucht man mehr muss man den rest extra zahlen. Und sie werdens so machen, dass ab einer Uhrzeit die Leute selber ihrenAlk zahlen müssen. Er steht schon auf dem Standpunkt, dass er nicht dazu da ist den Leuten ihren Vollrausch zu finanzieren xD\n\nNaja so mit 1k-1.5k, sie ist da eher derschlichte Typ und nicht der Prinzessin-Typ, vl kann man so sparen :P\n\nJo genau Smoking rechne ich auch so mit 500-700€.\n\nEr heiratet ende September.","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T11:22:54.196+0000","up_votes":1,"down_votes":0,"body":"Jaja, wir haben auch 3k Mindestumsatz ... aber mal schauen, ich überlege eine Getränkepauschale zu nehmen, die zahlst du dann pro Gast pro Stunde ... das ist der Löwenanteil, dann hat meine Frau noch n paar Wünsche und *schwupps* bist du bei 5k :S\nBuffet wollen wir auch machen, nun ja, die Details klären wir erst im Januar ... wir heiraten im Juni x) \n\n> Naja so mit 1k-1.5k, sie ist da eher derschlichte Typ und nicht der Prinzessin-Typ, vl kann man so sparen :P\n\nund **das** ist das Problem! \n\"Schlicht\" beinhaltet meist eher Spitze statt Tüll und die ist **teuer** .... Prinzessinnenkleid bekommst du so für 700-1000 (je nach dem, teurer geht's immer) weil Tüll nix kostet, aber Spitze, da gehen die Kleider oft bei 1000 los \n\nIch weiß das ... weil ... rate was meine Frau mag x_x","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T11:21:01.638+0000","up_votes":1,"down_votes":0,"body":"> und nicht der Prinzessin-Typ\n\n...  tz tz tz ...","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-05T10:36:51.944+0000","up_votes":1,"down_votes":0,"body":"ich hab überlegt, ob ich mir das SNES-Mini (oder wie das heißt) kaufe, das Remake mit vorinstallierten Spielen <3","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T10:41:02.919+0000","up_votes":1,"down_votes":0,"body":"dont do it :D k.A. ich wird mit den Remakes net warm","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T10:43:27.198+0000","up_votes":1,"down_votes":0,"body":"naja im Prinzip ist's kein Remake, sondern einfach \"nur\" eine Zusammenstellung der alten Spiele auf einer Konsole ... und Mario und Yoshi war einer der besten Mario-Teile!","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T10:44:28.621+0000","up_votes":1,"down_votes":0,"body":"hmm dafür aber auch bestimmt wieder 400€ haben wollen :D","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T10:45:32.731+0000","up_votes":1,"down_votes":0,"body":"nene, bei unserem MediaMarkt für 75€\n\nhttps://www.amazon.de/Nintendo-Classic-Mini-Entertainment-System/dp/B073BVHY3F/ref=sr_1_2?s=videogames&ie=UTF8&qid=1541414713&sr=1-2&keywords=snes+mini","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T10:49:23.428+0000","up_votes":1,"down_votes":0,"body":"OK MEINE INTRESSE IST GEWECKT! ...\nfehlt nur noch das Geld xD","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T10:51:13.978+0000","up_votes":1,"down_votes":0,"body":"ja, gibt's für's NES und für das S-NES .... DIE SPIELEN MIT UNSEREN NOSTALGISCHEN GEFÜHLEN!!! >:'(","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T10:54:16.875+0000","up_votes":1,"down_votes":0,"body":"durchaus ...\n\nwerde mir jetzt aber erstmal paar Spiele für meine N64 besorgen. Die hatte ich geschenkt bekommen, fehlen halt nur paar Spiele wie Zelda Ocarina of Time oder Mayoras Mask, Mario Party, Yoshie Island, Mario Kart ...\nDie Dinger sind aber auch net mehr billig. 30-50€ pro Spiel.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:13:37.997+0000","up_votes":1,"down_votes":0,"body":"> Switch mit Zelda gekauft\n\nIch werde mir die Switch mit dem neuen Pokemon Spiel kaufen! Erscheint praktischerweise zu meinem Urlaub in zwei Wochen :D muss nur noch alles vorbestellen was ich haben will!\n\nHab am Wochenende auch Rankeds gespielt. Aber nur Flex und das ziemlich erfolglos da ich bisher nur die ersten zwei Poro Quests abschließen konnte nach gefühlt 200 Spielen xD Ich hasse es Rankeds zu spielen wenn ich gar keinen Bock drauf habe bzw. es gar nicht müsste ... gäbe es da nicht dieses dumme Icon!\n\nWas das Finale angeht...\nIch habe halt FNC gesehen wie ich es kenne. Schwach. Erst mal war es gut das SoaZ nicht gespielt hat - demnach waren die Chancen also da. Aber IG war einfach vom allgemeinen Level her um Welten besser. Egal was FNC machen wollte, IG hatte 20 Antworten. Teilweise hat sich FNC wie verängstigte Hühner über die Map verteilt wenn es in einen Teamfight gehen sollte/ ging oder bevor sie geaced wurden.\n\nDie meisten haben sich blenden lassen weil FNC eben so weit gekommen ist und im Vorfeld Spiele gewonnen haben, wo man niemals dran geglaubt hätte. Natürlich erwartet man dann auch gerade im Finale entsprechend viel. Aber das ganze Selbstbewusstsein war wie weg geblasen fand ich. Da hat sich kein starkes FNC gezeigt sondern ein ahnungsloser und hilfloser Haufen Ditos. Und die hätten sich aufgrund von \"Wandler\" viel besser helfen können.\n\nMan hatte halt keine Antworten auf IG. Und wenn man etwas versuchen wollte sah das auch eher nach einem verzweifelten Versuch aus wenigstens IRGENDWAS zu machen, wo man sich dann dachte \"wtf wieso wird denn jetzt geinted?\".\n\nIch hatte auch die ganze Zeit das Gefühl das, wie oben angesprochen, FNC einfach keine Chance hatte weil jeder Versuch einfach um Welten besser von IG beantwortet wurde. Als würde man mit gegen eine Betonwand fahren.\n\nNichtsdestotrotz sind sie zweiter bei den Worlds geworden, was im Vorfeld bestimmt niemand erwartet hätte. Die diesjährigen Worlds waren so wieso ein riesiges Überraschungsei und der 3:0 Stomp ... ja gut ... der hätte auch **JEDERZEIT** von einem anderen Team kommen können tbh. So sind sie wenigstens irgendwie zweiter geworden :>","replies":[{"id":"","poster":"Nordwolf87","date":"2018-11-05T10:35:11.817+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=K03s9E6Z,comment-id=00040001,timestamp=2018-11-05T09:13:37.997+0000)\n>\n> Ich werde mir die Switch mit dem neuen Pokemon Spiel kaufen! Erscheint praktischerweise zu meinem Urlaub in zwei Wochen :D muss nur noch alles vorbestellen was ich haben will!\n\nHmm da werd ich die Augen offen halten nach dem Release :>\n> \n> Hab am Wochenende auch Rankeds gespielt. Aber nur Flex und das ziemlich erfolglos da ich bisher nur die ersten zwei Poro Quests abschließen konnte nach gefühlt 200 Spielen xD Ich hasse es Rankeds zu spielen wenn ich gar keinen Bock drauf habe bzw. es gar nicht müsste ... gäbe es da nicht dieses dumme Icon!\n\nMir fehlen auch noch wins für das Porianna Icon >.< warum müssen das **WINS** sein? c.c\n> \n> Was das Finale angeht...\n> Ich habe halt FNC gesehen wie ich es kenne. Schwach. Erst mal war es gut das SoaZ nicht gespielt hat - demnach waren die Chancen also da. Aber IG war einfach vom allgemeinen Level her um Welten besser. Egal was FNC machen wollte, IG hatte 20 Antworten. Teilweise hat sich FNC wie verängstigte Hühner über die Map verteilt wenn es in einen Teamfight gehen sollte/ ging oder bevor sie geaced wurden.\n> \n> Die meisten haben sich blenden lassen weil FNC eben so weit gekommen ist und im Vorfeld Spiele gewonnen haben, wo man niemals dran geglaubt hätte. Natürlich erwartet man dann auch gerade im Finale entsprechend viel. Aber das ganze Selbstbewusstsein war wie weg geblasen fand ich. Da hat sich kein starkes FNC gezeigt sondern ein ahnungsloser und hilfloser Haufen Ditos. Und die hätten sich aufgrund von &quot;Wandler&quot; viel besser helfen können.\n> \n> Man hatte halt keine Antworten auf IG. Und wenn man etwas versuchen wollte sah das auch eher nach einem verzweifelten Versuch aus wenigstens IRGENDWAS zu machen, wo man sich dann dachte &quot;wtf wieso wird denn jetzt geinted?&quot;.\n> \n> Ich hatte auch die ganze Zeit das Gefühl das, wie oben angesprochen, FNC einfach keine Chance hatte weil jeder Versuch einfach um Welten besser von IG beantwortet wurde. Als würde man mit gegen eine Betonwand fahren.\n> \n> Nichtsdestotrotz sind sie zweiter bei den Worlds geworden, was im Vorfeld bestimmt niemand erwartet hätte. Die diesjährigen Worlds waren so wieso ein riesiges Überraschungsei und der 3:0 Stomp ... ja gut ... der hätte auch **JEDERZEIT** von einem anderen Team kommen können tbh. So sind sie wenigstens irgendwie zweiter geworden :&gt;\n\nNaja im Halbfinale haben sie echt stark gespielt. Aber im Finale war IG immer 2 Schritte voraus. Sowohl im Draft, als auch im Spiel. -_-","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T11:08:14.284+0000","up_votes":1,"down_votes":0,"body":"> Mir fehlen auch noch wins für das Porianna Icon >.< warum müssen das WINS sein? c.c\n\nxDDD jaja das war auch mein Gedanke! Reicht doch wenn da stehen würde \"spiele X Rankeds\"\n\n> Hmm da werd ich die Augen offen halten nach dem Release :>\n\n16.11. hier. Hab eben versucht telefonisch zu bestellen, aber der Typ hat mir VORERST eine Abfuhr erteilt. Er meinte bei 400€ hätte der Laden gerne vorher eine Anzahlung und Unterschrift blabla xDDD ich ruf nachher nochmal an und frag wen anders :x","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-11-05T09:27:38.110+0000","up_votes":1,"down_votes":0,"body":"ich hab auch überlegt, mir das Pokemon zu holen und mit meiner Freundin zu spielen ... hmmmm (kann man nämlich zu zweit spielen und mit Pokemon GO verbinden)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:43:22.400+0000","up_votes":1,"down_votes":0,"body":"Wollte meiner Schwester auch ein \"Set\" besorgen, aber dann in Pikachu Version :o ich will nämlich Evoli haben (da gibt es übrigens auch Vulpix zu fangen. In der Pikachu dafür Sandan. Wie lahm!!) Wäre dann quasi ihr Weihnachtsgeschenk. Und sie hat halt seit Ewigkeiten keine aktuelleren Pokemon Spiele mehr gehabt oder ähnliches. Glaub ein paar mal hat sie bei mir gespielt und ist richtig kleben geblieben x) aber hat sich nie was mit rüber genommen ^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:46:30.581+0000","up_votes":1,"down_votes":0,"body":"Pokemon war einer der schönsten Abschnitte meines Lebens und es war jedes mal auf neue cool mit einem lvl 5 Pokemon in der Gegend herumzulaufen und andere kaputt machen :3\nAber direkt eine neue Console nur für Pokemon zu kaufen ist mir zu heavy D:","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:53:02.521+0000","up_votes":1,"down_votes":0,"body":"Es gibt ja auch noch andere Spiele die man kaufen könnte... Aber um ehrlich zu sein... jede Game Boy oder Nintendo Version die ich besitze ist ausschließlich für irgendein neues Pokemon Spiel angeschafft worden und dabei ist es auch geblieben xD\n\nIch spiel das halt seit ich sechs bin und es 1999 mit rot/ blau erstmals veröffentlicht wurde.\n\nWas ich bei den neuen Editionen jetzt so cool finde ist das dich das Starter Pokemon, Evoli oder Pikachu eben, \"draußen\" begleiten und zusätzlich ein anderes Pokemon aus deinem Team draußen rum laufen kann. Dein Startet findet sogar Items für dich und die Pokemon laufen auch schon mal vor weg als nur stumpf hinterher. Also etwas freier gestaltet.\n\nP.S.\nUnd du kannst deinen Starter frisieren und Kleidung anziehen :o","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:58:53.037+0000","up_votes":1,"down_votes":0,"body":"Meh Pokemon wäre das einzige Spiel das Worth für mich wäre x)\nDafür häng ich zuviel am PC, vorallem seit dem ich auch noch Fortnite spiel D:","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-11-05T09:44:39.857+0000","up_votes":1,"down_votes":0,"body":"Ja Sandan ist schon echt lahm ... :S \nIch überlege halt immer noch, würde wenn dann auch Evoli nehmen ^^ Pikachu ist auch viel zu ausgelutscht! (und nicht stark...)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:57:19.421+0000","up_votes":1,"down_votes":0,"body":"Evoli ist halt einfach viel cooler als Starter! Es sitzt auf deinem Kopf und du kannst es anziehen und frisieren! Mit Pikachu geht das zwar auch, sieht aber nur halb so süß aus :o\n\nIch hab nur noch nicht weitere Infos über das Spiel gesucht. Mein letzter Stand war irgendwas mit den \"VM's\" die angeblich nur von den Startern erlernt werden können. Auf der einen  Seite cool weil: ein Pokemon das alle wichtiges VM's beherrscht / Auf der anderen Seite doof weil: wie soll man damit kämpfen?\n\n:x Das Onix reiten ist auch ziemlich cool!","replies":[]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T08:12:17.832+0000","up_votes":1,"down_votes":0,"body":"> Ich bis dieses WE gechillt in S 3 stecken geblieben. Auf, ab, auf, ab :3\n\nDas standard Ranked also xD\n\n> Das Finale kam mir auch etwas seltsam eindeutig vor, aber ich denke nicht, dass es gekauft war, da hätte man das wohl unauffälliger mit nem 3:1 lösen können. Aber Fnatic hat 3 Level unter dem HF Niveau gespielt, ka wieso.\n\nHabs nicht gesehen, also kann ich dazu nicht meinen Senf dazugeben >:","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-05T07:49:18.647+0000","up_votes":1,"down_votes":0,"body":"Ich möchte noch anmerken das es heute Müsli zum Frühstück gibt - zum Mittag Nudeln mit Paprikasauce (irgendwie wie immer xD) und .... \n#Ich HABE MEINEN BAUMKUCHEN VERGESSEN! :(((((((\n\n\\#BeschissenerTag","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T07:52:47.384+0000","up_votes":1,"down_votes":0,"body":"> Ich möchte noch anmerken das es heute Müsli zum Frühstück gibt - zum Mittag Nudeln mit Paprikasauce (irgendwie wie immer xD) und .... \n\nIch hatte einen Milka-Muffin :333\nUnd Mittag gibts einen Rahmsauer Braten!\n\n> Ich HABE MEINEN BAUMKUCHEN VERGESSEN! :(((((((\n\n#WIE KANN MAN DEN VERGESSEN?!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T08:21:18.646+0000","up_votes":1,"down_votes":0,"body":"> Und Mittag gibts einen Rahmsauer Braten!\n\nUff c.c Das hört sich schon so gut an. Und ich bin schon erfreut wenn meine Nudeln um 12/ 13uhr etwas mehr als lau warm sind xDDDDDDD man ist das traurig.\n\nTjaaaaaaaaa, hätte ich gestern Abend etwas von dem Baumkuchen klein geschnitten und für heute fertig gemacht... wäre das nicht passiert! Aber gestern Abend dachte ich auch noch ihn besser für den Ranked Frust zuhause zu lassen xD Jetzt hätte ich jedoch gerne so ein Stückchen c.c","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T08:29:32.984+0000","up_votes":1,"down_votes":0,"body":">  Aber gestern Abend dachte ich auch noch ihn besser für den Ranked Frust zuhause zu lassen xD\n\nKEINE SORGEN, nach ein paar hundert Ranked Games gewöhnst du dich an den Frust ;D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T09:19:52.307+0000","up_votes":1,"down_votes":0,"body":"Ganz zur Not muss ich halt echt 3v3 spielen xD aber das bringt mir auch nichts wenn ich dort alles verliere c.c\n\nHab ja schon versucht mir einzureden, dass ich so wenigstens wieder mal in der Kluft spiele und meine Mädels praktizieren kann. Bei einer fehlt mir zum Beispiel immer noch das siebte Level weil ich sie seit dem sechsen (Lebensjahr *hust) nicht mehr angefasst habe xD :3\n\nGestern hatte ich ein recht gute Spiele auf Zyra xD nur das der ADC da irgendwie mich supported hat .... Bei irgend einem Nami Spiel war das auch so.... die ersten vier Kills auf der Lane waren mir c.c da tut mir das schon eher leid als wenn ich mit Zyra die Kills bekomme :x ist dann halt so.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:25:43.744+0000","up_votes":1,"down_votes":0,"body":"> Ganz zur Not muss ich halt echt 3v3 spielen xD aber das bringt mir auch nichts wenn ich dort alles verliere c.c\n\nWenn ich schon 3v3 höre, läufts mir kalt den Rücken runter >.<\n\n> Hab ja schon versucht mir einzureden, dass ich so wenigstens wieder mal in der Kluft spiele und meine Mädels praktizieren kann. \n\nEinfach weiter reden!! Und mit uns mitspielen ;DDD\n\n> Gestern hatte ich ein recht gute Spiele auf Zyra xD nur das der ADC da irgendwie mich supported hat .... Bei irgend einem Nami Spiel war das auch so.... die ersten vier Kills auf der Lane waren mir c.c da tut mir das schon eher leid als wenn ich mit Zyra die Kills bekomme :x ist dann halt so.\n\nADCs sind eh überbewertet :D","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T10:22:37.606+0000","up_votes":1,"down_votes":0,"body":"3v3\n3v3\n3v3\n3v3\n3v3\n3v3\n3v3\n3v3\n3v3\n3v3\n3v3\n\n\naber muss ich auch noch spielen ... *wurg*","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-11-05T08:08:55.305+0000","up_votes":1,"down_votes":0,"body":"Du hast Baumkuchen zu Hause?! \n\n*GoGo Power-Poro-Nase schnüffel & loswusel*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T08:17:34.596+0000","up_votes":1,"down_votes":0,"body":"Hab den seit zwei Wochen zuhause. Aber da ich ja aktuell versuche diese versch*ssene Poro Quest zu machen, habe ich den Baumkuchen während den Spielen schon zur Hälfte aufgegessen xD Glaub fürs nächste Wochenende sollte ich noch einen organisieren sonst gibt es wohlmöglich Tote.","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T08:23:33.259+0000","up_votes":1,"down_votes":0,"body":"Keine Sorge, ich kümmere mich drum!!\n\n*losflitz*","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2018-11-05T09:24:37.225+0000","up_votes":1,"down_votes":0,"body":"Moin-day :)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:41:45.351+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-clap}}\n\nDer wars jetzt :D","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T09:46:27.506+0000","up_votes":1,"down_votes":0,"body":"musste ja konstruktive Kritik an deinem Thread verfassen","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:48:23.494+0000","up_votes":1,"down_votes":0,"body":"Vielen herzlichen Dank für diese anspruchsvolle und ausführliche Kritik.\nIch werde sie beim nächsten mal berücksichtigen! xD","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T09:50:33.356+0000","up_votes":1,"down_votes":0,"body":"Gewiss der Herr.\nUnd nicht vergessen zu spülen nach dem Toilettenbesuch.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T09:51:14.490+0000","up_votes":1,"down_votes":0,"body":"_ich wusste ich vergesse immer etwas.._","replies":[{"id":"","poster":"Necromant","date":"2018-11-05T09:53:25.285+0000","up_votes":1,"down_votes":0,"body":"Deswegen gebe ich Ihnen diesen nützlichen Rat mit auf den Weg junger Herr. Damit sie auch in Zukunft wohl duftend im Sandkasten ihr Geschäft verrichten können.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-11-05T08:00:12.759+0000","up_votes":1,"down_votes":0,"body":"Gestern schön 4 Runden am Stück verloren. Iceborn Viktor ist ja komplett fair muss ich sagen. Hat schon was, wenn man von Fulltank Mages und Tank ADCs überrant wird. Danke dafür, Riot. \n\nAnsonsten war das Wochenende ja sowieso beschissen. Erst dieses Puppentheater aka Worlds Finals (die waren gekauft, da leg ich mich fest) und dann waren die neuen X Factor Folgen halt einfach nicht gut. Aber was solls. Neue Woche, neues Glück.","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T08:07:03.561+0000","up_votes":1,"down_votes":0,"body":"Ich konnte das Finale leider nicht sehen.\nMeine Freundin meinte aber, dass Fanatic verdient verloren hat, Invictus war wohl deutlich besser.\n\nIch kann das nicht beurteilen :(","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-05T08:14:51.780+0000","up_votes":1,"down_votes":0,"body":"IG war nicht besser oder besonders gut. FNC ist einfach Mitte runter gelaufen. Genau wie G2. Ist halt schon merkwürdig, dass beide EU Teams ihre Hände und Augen vor dem Spiel abgeben. Vorallem weil FNC sie noch in der Group 2:1 geschlagen hat und G2 RNG rausgehauen hat. Und RNG war besser als IG. \nAlso egal was da lief, aber legit war das nicht.","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T08:17:36.191+0000","up_votes":1,"down_votes":0,"body":"Ja gut, das klingt plausibel. \n\nNun ja, ich will in Lol nur meinen Spaß... die Worlds haben mMn in den letzten 3-4 Jahren schon sehr abgebaut... seit dem es in China unterwegs ist gab's einen großen Sprung nach unten ...\nWeder für die europäischen noch für die anderen Spieler(die keine Asiaten sind) wurde da wirklich etwas geleistet...","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-05T08:24:00.840+0000","up_votes":1,"down_votes":0,"body":"Es war ja ein EU-EU-NA-LPL Halbfinale. Also dir Chancen auf ein Westliches Finale standen 3:1. Nur Urplötzlich kann EU nicht mehr spielen. Da wird dann auch mal der Jayce nicht gebannt von G2, nachdem er sie komplett zerstört hat, sondern 1:1 das selbe noch mal probiert. So etwas erwartet man ja nicht mal von einem Gold Team. \nCaps und Bwipo hätten für ihre Leistung auf dem Liveserver einen 14 Tage Bann bekommen, Rekkles hat einfach gar nichts gemacht und Broxah und Hylissang haben mal okayisch gespielt, mal komplett geinted. Selten so etwas lächerliches gesehen.","replies":[]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T08:01:38.292+0000","up_votes":1,"down_votes":0,"body":"Laut Riot wird Tank Viktor aber generft werden :D\n\n> Wir werden Tank-Viktor wahrscheinlich ein wenig Wind aus den Segeln nehmen, ohne dabei Fähigkeitsstärke-Viktor abzuschwächen. Wir würden Viktor immer noch gerne auf der oberen Lane sehen und er schlägt sich nicht schlecht, wenn man ihn als Tank baut, obwohl viele Spieler noch nicht besonders viel Erfahrung mit ihm haben. Daher versuchen wir, diese Option etwas abzuschwächen, ohne Tank-Viktor allerdings komplett aus dem Spiel zu streichen. ","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-11-05T08:05:31.794+0000","up_votes":1,"down_votes":0,"body":"Also 5 MS weniger. Balanced.","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-11-05T08:07:48.923+0000","up_votes":1,"down_votes":0,"body":"GZ zu Platin.\n\nMein WE war sehr kurz und nicht ganz so schön und erholsam, aber weiter geht's! Nur noch eine Klausur, dann habe ich den Stress erst mal nicht mehr bis März. :)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T08:13:29.795+0000","up_votes":1,"down_votes":0,"body":"Danke :3\n\nDie eine Klausur wirst du auch noch Meistern! :D","replies":[{"id":"","poster":"Qbert","date":"2018-11-05T08:18:18.621+0000","up_votes":1,"down_votes":0,"body":"ja, die Physik-Klausur Samstag war schon knifflig ... jetzt noch das schwierigste Fach, Technische Mechanik ... irgendwie muss ich da ja durch :|","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-11-05T07:29:49.833+0000","up_votes":1,"down_votes":0,"body":"> Jetzt kann ich ganz gechillt die Season mit Normals beenden :>\n\nUnd ich heute Morgen im Zug \"f*ck man! Erst wieder nächstes Wochenende ein paar Ranked, fünf müssen noch gewonnen werden. Verdammtes Porianna Icon!\" c.c Das tötet mich. Genau wie eine der neuen Aushilfen -.-' ...\n\n... Guck ich zufällig in mein Kästchen, liegt da die Kassette vom P-Touch Gerät (damit kann man so klebe Schildchen drucken) mit einem Zettel dran \"Band fast leer, bitte austauschen\". Ich guck mir die Kassette an \"Na leck mich doch, ich hab die erst letzte Woche getauscht und das Band war so gut wie voll und kaum benutzt\" ... Keine Ahnung ob die werte Aushilfe Frau O. auf die Idee gekommen ist die Kassette aus dem Gerät zu holen ODER ob jemand vom Wohnbereich wie Frau K. Fakt ist: Die Kassette wurde rausgeholt, dass Farbband war verheddert und das Gerät konnte nicht mehr drucken. Hab nach einer halben Stunde den Versuch aufgegeben das Ding wieder in Gang zu setzen und 'ne neue Kassette geholt xD\n\nDein Urlaub ist vorbei und meiner rückt immer näher :] Noch 2x 4,5 Tage! Wuhuuuuuu","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T07:34:11.916+0000","up_votes":1,"down_votes":0,"body":"Wer weiß was die mit der Gerät so alles anstellen x)\n\n> Dein Urlaub ist vorbei und meiner rückt immer näher :] Noch 2x 4,5 Tage! Wuhuuuuuu\n\nSobald mein Urlaub vorbei ist, bereue ich es immer xD\nDann denk ich mir \"Wow, jz wäre auch ohne Urlaub heute und ich hätte noch 4 Tage mehr frei in dem Jahr\" xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T07:48:15.600+0000","up_votes":1,"down_votes":0,"body":"Nja, mein letzter 10 Tage Urlaub war ja erst im Oktober. Da werd ich in der nächsten Woche bestimmt auch denken \"eigentlich bist du grad wieder gut drin und brauchst den Urlaub nicht soooo dringend\". Wenn er aber dann vorbei ist, weine ich schon Samstag Abend über das Ende xD Im schlimmsten Fall fängt das schon donnerstags an.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T07:50:39.695+0000","up_votes":1,"down_votes":0,"body":"Da versuch ich immer positiv zu denken xD\nWie zum Beispiel \"Uii ich kann nochmal ausschlafen und hab den ganzen Tag frei\" :>","replies":[{"id":"","poster":"4 For Maggie","date":"2018-11-05T08:04:29.820+0000","up_votes":1,"down_votes":0,"body":"Kann ich nicht xD Also wirklich spätestens Samstag Abend geht das bei mir los. Sogar am Wochenende. Da ists immer so: \"Okay Sonntag kannst du zwar ausschlafen aber am Arsch ist der Tag trotzdem [...]\" weil er für mich so ab 16/ 17Uhr endet. Da versuche ich spätestens (oder frühestens) duschen zu gehen, danach wird gegessen, Essen für Montag regeln. LoL spielen geht danach meistens nicht mehr weil ich entspannen will xD und das geht nicht wenn ich mich immer aufrege. Hab gestern auch noch einen Film (#RealityHigh) auf Netflix geguckt und danach eine neue Serie (Insatiable, die ersten 1,5 Folgen) angefangen.\n\nFilm ist halt 0815 Teeniezeug - gut wenn man einfach nur gucken will ohne Hirn. Die Serie ist komisch - keine Ahnung was ich davon halten soll ^^ mal abwarten. Wollte ja eigentlich mit Riverdale anfangen D: aber ich wollte einfach nur stumpf irgendwas gucken. \"To all the Boys I loved before\" ist auch noch so ein stumpfer Teeniefilm, aber ich glaube besser und wesentlich lustiger als #RealityHigh (den Film habe ich übrigens nur geguckt weil ich eine Darstellerin aus 13 Reasons Why kenne xD)","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T08:06:34.096+0000","up_votes":1,"down_votes":0,"body":"Ein 0815 TeenieFilm muss ich mir auch mal wieder geben :D\n\n> den Film habe ich übrigens nur geguckt weil ich eine Darstellerin aus 13 Reasons Why kenne xD)\n\nSo ging mir mit \"Wahrheit oder Pflicht\" xD","replies":[]}]}]}]}]}]},{"id":"","poster":"Maexle","date":"2018-11-05T07:28:32.251+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen\n\nEigentlich hab ich ja nichts gegen Montage, aber die sind schon manchmal doof.\n\n{{champion:17}}","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-11-05T07:29:54.325+0000","up_votes":1,"down_votes":0,"body":"Ich eigentlich auch nicht :D\nIch hab die meiste Zeit meine Ruhe und sie vergehen so schnell wie sie kommen xD","replies":[]}]}]}