{"id":"KOaMnnuI","poster":"BMG Seddy","date":"2019-09-22T12:41:57.403+0000","title":"BMG Seddy - Support Main / Soraka Main","subforum":"Streams & YouTube","embed":{"title":"BMG Seddy","description":null,"url":"https://www.youtube.com/channel/UCzeSA1eCDRKsyf3SPISfs3w","image":"https://yt3.ggpht.com/a/AGF-l7-gn-Ad9rCZJpuPiQTwYKGl_oeBB3TT0yr_vg=s900-c-k-c0xffffffff-no-rj-mo"},"up_votes":1,"down_votes":0,"body":"Hi :)\r\n\r\nIch bin Seddy und ich lade seit einigen Monaten LoL-Videos auf YouTube hoch.\r\nHier ist mein neustes Video:\r\nhttps://www.youtube.com/watch?v=NJM-_lLEo3Q\r\n\r\nZurzeit lade ich eher nur Soraka Videos hoch, da ich den Spielern die evtl. auch Soraka spielen zeigen möchte, wie weit man mit meinem Infinite Healing Soraka kommt also von der Elo her ^^\r\nDie Videos mache ich neuerdings immer auf Englisch damit auch anderssprachige Spieler es verstehen können.\r\n\r\nVlt. gibt es den einen oder anderen YouTuber der ebenfalls noch einen kleinen Kanal hat und sich noch nicht so gut auskennt mit Videobearbeitung.\r\nIch bin zwar selbst noch nicht so erfahren aber dennoch möchte ich gerne die Software auflisten die ich für meine Videos verwende und wer weiß, vlt. kann ich einigen von euch auch helfen =)\r\n\r\n- Für die Aufnahme von Videos verwende ich OBS, eine kostenlose Software mit umfangreichen Funktionen zur Video und Tonaufnahme.\r\n\r\n- Zum bearbeiten / zuschneiden der Videos verwende ich\r\nWindows Movie Maker. Mit diesem Programm kann man die Videos zurecht schneiden und auch Musik und Text hinzufügen.\r\nMein Intro habe ich übrigens mit Movie Maker und FL Studio 20 gemacht.\r\nAllerdigns ist FL Studio kostenpflichtig aber ich bin mir sicher das es auch kostenlose Alternativen gibt.\r\n\r\n- Die Thumbnails habe ich mit Paint + Paint.net erstellt.\r\n\r\nIch hoffe ich konnte damit wenigstens einigen von euch behilflich sein :P\r\nÜber neue Abonnenten und Likes würde ich mich sehr freuen.\r\nKritik und evtl. Videowünsche nehme ich selbstverständlich an :)","replies":[]}