{"id":"IHRF2NAU","poster":"Tobbel","date":"2018-11-03T17:00:56.995+0000","title":"Problemkind Yi","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"ich hatte eben wieder ein yi im gegnerischen team. und jedes mal frag ich mich wieso wird der gute nicht gerneft ? ich hab mir jetzt noch keine winrate von ihm angesehen aber praktisch jedes game ( vorausgesetzt er kann ihn einigerma&szlig;en spielen ) schnetzelt er sich durch die gegner. ein rammus der ja eigentlich tanky wie sonst was ist inkl dornenpanzer wird innerhalb von 2 sekunden auseinandergenommen . wenn ich als ali meine ulti z&uuml;nde merk ich davon nix wenn mich ein yi attackiert. wir haben das spiel zwar gewonnen aber ich krieg da jedes mal die kriese wenn 1 champ praktisch 1vs5 spielt. und jedes mal krieg ich dann das &quot;w&uuml;rgen&quot; wenn sich yi spieler selbst so feiern als w&auml;ren sie &uuml;bermenschen.","replies":[{"id":"","poster":"Bronze7Main","date":"2018-11-03T19:22:12.879+0000","up_votes":3,"down_votes":1,"body":"Yi = Useless wenn er auch nur 0,5 Sec stunned wird.\n\nYi= Oneshot\n\nYi= Melee\n\nMan muss ihn halt schon ein wenig counterpicken aber wenn man als rammus gegen yi in 2 sec verreckt dann sollte man definitiv bei Riot anfragen ob man nicht nach Bronze 5 degradiert werden könnte (bzw  Eisen 4 ) vor allem weil Yi den taunt von rammus NICHT dodgen kann. Sollte er kein QSS haben ist yi halt einfach komplett done.","replies":[{"id":"","poster":"TrueDamage Ninja","date":"2018-11-04T07:18:26.214+0000","up_votes":2,"down_votes":0,"body":"Full Build Yi knackt dir in den zwei Sekunden so viel True Damage rein, da hilft auch full Armor und Dornenpanzer nicht viel. Zwei Sekunden ist wahrscheinlich etwas übertrieben, aber nach ein paar Rammus ist sogar dank seiner E der stärkste Tank ziemlich schnell zerlegt.","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2018-11-03T18:56:26.771+0000","up_votes":1,"down_votes":1,"body":"Yi ist nicht op.\nYi ist ein normaler Champ der schlecht ist.\nPunkt .","replies":[{"id":"","poster":"Tobbel","date":"2018-11-03T19:04:27.118+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Allerbester Boss,realm=EUW,application-id=Wj1wcocU,discussion-id=IHRF2NAU,comment-id=0000,timestamp=2018-11-03T18:56:26.771+0000)\n>\n> Yi ist nicht op.\n> Yi ist ein normaler Champ der schlecht ist.\n> Punkt .\n\nja aber auch nur wenn du cc hast UND es in blitzeseile castest sonst gege","replies":[{"id":"","poster":"Allerbester Biss","date":"2018-11-03T19:06:37.905+0000","up_votes":2,"down_votes":1,"body":"Blitzeseile xD\nOder du killst ihn einfach","replies":[]},{"id":"","poster":"Released Ape","date":"2018-11-04T09:22:40.101+0000","up_votes":1,"down_votes":0,"body":"Man braucht viel CC und Burst Dmg dann geht es. Ich mag Yi auch nicht und krieg nach wie vor bei Yi-Taric oder Yi-Kayle eine Krankheit mit A... das ist echt abartig - muss in der Masochisten Schmiede von Riot vor Jahren sehr gefeiert worden sein.","replies":[]}]}]}]}