{"id":"E0ZQE7B0","poster":"F U Q Q B O Y","date":"2019-09-22T12:06:16.265+0000","title":"Weg vom JGL, aber welche Lane nun?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hey Ho liebe Leute ;)\n\nWie oben steht, möchte ich gerne weg vom JGL. Mir macht diese Rolle zwar Spaß, aber meiner Meinung nach beherrsche ich nur wenige Jungler sehr gut und desweiteren spiele ich ziemlich ungleichmäßig was meiner Meinung nach auch das ständige auf- und absteigen von platin 4 zu platin 1 und umgekehrt erklärt. Zudem entscheide ich die Spiele nicht über viel oder gute Ganks, sondern eher über Teamfights. Somit sehe ich hier Gankorientierte Mitstreiter eher für diese Rolle geeignet.\n\nAber wohin sollte es nun gehen? Ich habe leider keine Ahnung :/\n\nZu mir:\n- Teamfightorientiert-\n-Ich setze eher auf guten Farm als auf viele Kills\n-da ich fast seit Anfang an bei League dabei bin, habe ich auf jeder Lane ein paar Champs die ich sehr gut beherrsche\n-mir macht eigentlich jede Lane auf Ihre weise Spaß\n-Wards setzen ist mir nicht fremd, ja ich kaufe sogar diese pinken Dinger!\n\n--> Top, Abwechslungsreich, viele wirklich unterschiedliche Champs spielbar - Nachteil - wenig Impact (meiner Meinung nach, im vergleich zu anderen Rollen)\n--> Mid, Höchster Impact nach JGL, Roampotential, ebenso Abwechslungsreich - Nachteil, relativ \"viele\" smurf oder OTP´s mit denen ich aktuell nicht mithalten könnte\nADC--> lategame hohes Carry-Potential, man kann viel mit dem JGL arbeiten und man kann einfach mal viel dmg austeilen ;) --> Nachteil - nervige Rolle wenn man mit dem Support nicht harmoniert\nSupp --> Man kann seine eigene Botlane bzw. den ADC gut voran bringen, hat in Teamfights viel Impact durch CC (Nauti, Leona, AListar) oder viel DMG (Velkoz z.B.) oder eine schöne CC/Shield/Heal combo --> Nachteil--> gleiches wie bei ADC, nur anders herum \n\nHabt ihr eine Idee, nach welchen Kriterien ich mich entscheiden sollte, bzw. wie ich den am besten die richtige Lane für ich selbst finde? Mir macht leider alles spaß aber ich möchte im Ranked auch weiter voran kommen, da hilft es mir nichts wenn ich alle 2 Wochen die Lane wechsel :D\n\n\nIch bin für jeden sinnvollen Vorschlag offen und hoffe bald das richtige für ich zu finden ;) schon einmal Danke für eure Hilfe!!! {{champion:17}}","replies":[{"id":"","poster":"PTP Polaris","date":"2019-09-22T12:22:41.513+0000","up_votes":2,"down_votes":0,"body":"Guten Tag \"FUQQBOY\" (sehr kreativer Name an der Stelle),\n\nIch verstehe ehrlich gesagt nicht genau den Grund hinter dem Rollen wechsel aber jedem das seine. Du hast in dem Post zwar einige Informationen zu dir gegeben aber die kann man auf jede Rolle je nach Champion pick ausführen somit kann ich dir keine direkte Meinung geben aber hier ist was ich denke:\n\nAuf der Toplane kann man leicht mit Splitpushern deinen \"Playstyle\" verfolgen da du versucht viel farm zu haben und simpel die lane durchs pushen gewinnen willst. Als guter Pick wäre hier zum Beispiel (vor allem ab nächstem Patch) Fiora geeignet, da sie mit den folgenden Changes einer der stärksten pusher aus League wird und zudem weiterhin ein excellentes 1gg1 potential hat. \n\nMidlane hingegen könnte dir natürlich auch zusprechen wenn du Teamfight orrientierte Champions wie Orianna pickst und versucht durch lane priorität mit gutem Wave management den Gegner vom Roamen abzuhalten und dann wenn ein skirmish kommt durch dein Kit einen vorteil fürs team zu erlangen versuchst.\n\nAls ADC hingegen hast du eigentlich meiner ansicht nach am meisten die Chance deine Vorlieben zu verfolgen, e.g. kannst du Sivir spielen, somit hast du in den meisten lane matchups sowieso nicht den focus darauf einen Kill auf der lane zu holen sondern eher die Gegner reinzupushen und dir somit einen Farmlead zu erschaffen. Zudem ist Sivir generell Objective und Teamfight orientiert und könnte dir sehr gefallen. \n\nGenerell würde ich dir jedoch empfehlen einfach das zu Spielen was dir wirklich spaß macht, ist letzendlich nur ein Spiel. Und natürlich gibt es nur viele andere Charaktere auf den einzigen lanes die dir gefallen könnten aber ich hoffe meine Gedanken können dir trotzdem helfen. Wenn du fragen hast kannst du mich auch ruhig ingame adden.\n\nMit freundlichen Grüßen\nSoheel","replies":[{"id":"","poster":"F U Q Q B O Y","date":"2019-09-22T12:46:11.898+0000","up_votes":1,"down_votes":0,"body":"Hallo 24 08 2001,\n\ndanke für deine ausführliche Antwort ;)\n\nMein Grund für den Rollenwechsel ist, dass ich das Potential der Rolle eben nicht gut genug ausnutzen kann, da man in dieser Rolle auch einfach ziemlich viel im Auge behalten muss - Baron, Herald, Drake, gegnerischen JGL, Lane Prios, wo kann ich ganken, wo ist der gegnerische jgl, kann ich ganken oder wird das ein doublekill für den gegner etc etc -. Auch das ständige \"better jgl win\" nervt mich mittlerweile... weil der Jungler in jedem Game (egal was schief läuft\" schuld ist. Ist mit der Zeit eben frustrierend. Klar manchmal bin ich selbst schuld, manchmal aber auch die anderen.\n\nMit Oriana hast du sogar ziemlich ins schwarze getroffen, da sie einer meiner lieblings Midlaner ist und ich sie auch ziemlich gut spielen kann (denke ich).\n\nEbenso konnte ich mit Sivir in der Vergangenheit gute Erfahrungen sammeln, was sich auch durch Farmingstats und die KDA wiedergespiegelt hat.\n\nAuf der Toplane neige ich allerdings eher zu Champs wie Malphite, Darius, Shen, Vladimir aber weniger zu Splitpushern.\n\nNaja ich spiele nur Champs die mir auch Spaß machen, aber mir machen eben viele Champs spaß, das ist das \"Problem\". Deswegen suche ich eigentlich nur die passende Rolle, da mir auf jeder Lane mehrer Champs spaß machen^^\n\nMfG","replies":[{"id":"","poster":"BMG Seddy","date":"2019-09-23T18:06:14.251+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=F U Q Q B O Y,realm=EUW,application-id=Wj1wcocU,discussion-id=E0ZQE7B0,comment-id=00000000,timestamp=2019-09-22T12:46:11.898+0000)\n>\n> Hallo 24 08 2001,\n> \n> danke für deine ausführliche Antwort ;)\n> \n> Mein Grund für den Rollenwechsel ist, dass ich das Potential der Rolle eben nicht gut genug ausnutzen kann, da man in dieser Rolle auch einfach ziemlich viel im Auge behalten muss - Baron, Herald, Drake, gegnerischen JGL, Lane Prios, wo kann ich ganken, wo ist der gegnerische jgl, kann ich ganken oder wird das ein doublekill für den gegner etc etc -. Auch das ständige \"better jgl win\" nervt mich mittlerweile... weil der Jungler in jedem Game (egal was schief läuft\" schuld ist. Ist mit der Zeit eben frustrierend. Klar manchmal bin ich selbst schuld, manchmal aber auch die anderen.\n> \n> Mit Oriana hast du sogar ziemlich ins schwarze getroffen, da sie einer meiner lieblings Midlaner ist und ich sie auch ziemlich gut spielen kann (denke ich).\n> \n> Ebenso konnte ich mit Sivir in der Vergangenheit gute Erfahrungen sammeln, was sich auch durch Farmingstats und die KDA wiedergespiegelt hat.\n> \n> Auf der Toplane neige ich allerdings eher zu Champs wie Malphite, Darius, Shen, Vladimir aber weniger zu Splitpushern.\n> \n> Naja ich spiele nur Champs die mir auch Spaß machen, aber mir machen eben viele Champs spaß, das ist das \"Problem\". Deswegen suche ich eigentlich nur die passende Rolle, da mir auf jeder Lane mehrer Champs spaß machen^^\n> \n> MfG\n\n\nVon diesem \"better Jungler wins\" Gelaber braucht sich niemand einschüchtern zu lassen ^^ Ich seh immer wieder was für Spieler solche Kommentare von sich geben nämlich genau die, die absolut nichts können und ihre Frust an anderen Auslassen bzw. anderen die Schuld geben für Ihre eigenen Fehler. Oft haben diese Personen 0 Kills oder Assists, dafür aber haufenweise Tode ^^ Deswegen mein Rat, mute einfach alle weil im Endeffekt lernen diese Spieler eh nichts daraus weil sie einfach nicht checken dass League of Legends ein TEAMspiel ist.\n\nUm aber deine Frage zu beantworten -> ich würde dir eher eine Solo-Lane empfehlen also Top oder Midlane.\nWenn du gerne Schaden austeilst und gerne viele Kills hast, dann spiele lieber Midlane da werden oft Assassins oder Magier gespielt. Wenn du eher Tanks spielst, dann würde ich dir Toplane empfehlen aber die wiederum stellt meistens die Frontlane dar und auch da gäbe es viele Probleme wenn du mal einen Fehler machts.\n\nUnd dieses \"better Lane wins\" finde ich langsam auch ziemlich albern und nervig und ich würde nur zu gerne wissen von woher so ein Quatsch eigentlich kommt bzw. warum Leute immer der Meinung sind, den anderen die Schuld geben zu müssen.\n\nWie dem auch sei, hoffe ich konnte dir ein wenig weiterhelfen ^^\nSchönen Abend noch und lass dich nicht ärgern ;)","replies":[{"id":"","poster":"F U Q Q B O Y","date":"2019-09-24T20:13:43.960+0000","up_votes":1,"down_votes":0,"body":"Einschüchtern lass ich mich nicht von diesem better XXX wins, aber ich finde es einfach extrem nervig und es tilted mich eben trotzdem ein bisschen, dass immer auf dem jungler rumgehackt wird, wenn es mal nicht läuft :X\n\nIch tendiere mittlerweile eher zur Top/Botlane. Habe alle lanes mal wieder getestet und relativ gut in ADC/TOP reingefunden. Mitte lief nicht alzu gut, eventuell bin ich hier etwas eingerostet :D\n\nDraven habe ich auch etwas probiert, hat mir extrem viel spaß gemacht, finde Ihn aber extrem schwer RICHTIG GUT zu spielen. Werde wohl einfach noch ein paar ADC/TOP games machen und schauen was mir nun besser liegt.\n\nMit ADC verliere ich eher die Lane aber bin dafür in Teamfight ganz gut durch positioning, Top stompe ich zwar die lane öfter, aber versage im Teamfight. Was ist nun besser xD ?","replies":[]}]},{"id":"","poster":"PTP Polaris","date":"2019-09-23T21:31:34.770+0000","up_votes":1,"down_votes":0,"body":"> ... da man in dieser Rolle auch einfach ziemlich viel im Auge behalten muss - Baron, Herald, Drake, gegnerischen JGL, Lane Prios, wo kann ich ganken, wo ist der gegnerische jgl, kann ich ganken oder wird das ein doublekill für den gegner etc etc ...\n\nNaja, das musst du auf der Mid, Top und Botlane genauso wenn du in der ladder climben willst! :) Den jungler zu verfolgen sollte man immer und auf die Objectives muss man auch immer achten, da man danach das wave management richten kann!","replies":[{"id":"","poster":"F U Q Q B O Y","date":"2019-09-24T20:09:26.246+0000","up_votes":1,"down_votes":0,"body":"hey das ist mir klar, hab fürher ziemlich lange top gespielt ;) Aber als jungler hast du halt einfach noch etwas \"mehr\", dass du die ganze Zeit im Auge behalten musst, und das ist mir in einigen Situationen zu \"schwer\" bzw, zu viel auf einmal.\n\nAbgsehen davon bin ich irgendwie von einem guten mix zwischen gank und farmen zum powerfarmer abgekommen und komm davon nicht mehr los ;/","replies":[]}]}]}]}]}