{"id":"c3E5cgQH","poster":"Beefcleave","date":"2018-11-02T17:06:02.916+0000","title":"Ping Probleme","subforum":"Hilfe & Support","embed":{"title":"Shared from PingPlotter","description":null,"url":"https://share.pingplotter.com/jAeeNxcb3YK","image":null},"up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\r\n\r\nich habe immer mal wieder, aber besonders akut seit 1 Woche Pingprobleme in LOL. Das Problem liegt vermutlich lokal bei mir oder aber beim Internetprovider Unity Media. Um das Herauszufinden habe ich gestern ein Tracert w&auml;hrend eines Custom Games erstellt. Ich wei&szlig; aber nicht was die Daten aussagen? Ich bin mir schonmal nicht ganz sicher ob ich die richtige IP angepingt habe. Ich habe eine IP aus der r3dlog-Datei ausgelesen, und zwar aus der Zeile in der steht CFG Command Line: [IP.......] und sp&auml;ter gameID und Player ID. Es sind Probleme (pingspikes) sichtbar, scheinbar schon am ersten Punkt. Das ist wohl mein Router/Modem? (Das ist manchmal erkl&auml;rbar, da ich in einer WG wohne und per WLAN zocke, aber auch wenn ich alleine zu Hause bin laggt es. Au&szlig;erdem hat es auch schon Zeiten gegeben zu denen mein Ping einwandtfrei bei 40 war, zurzeit ist der ping konstant bei 80-100 und spiked gef&uuml;hlt alle 10 sekunden nach oben, Movement f&uuml;hlt sich an wie schwimmen, weil alle bewegungen minimal verz&ouml;gert sind, und regelm&auml;&szlig;ig laggt es dann richtig). Im Tracert sind die Pingspikes sind zeitgleich an verschiedenen Knoten. Das liegt daran, dass sich lags vom ersten Punkt bis zum letzten addieren??? Ein paar spikes treten aber auch erst sp&auml;ter im Netz auf. Ich w&uuml;rde mich freuen, wenn ihr einen Blick darauf werfen k&ouml;nntet. Vielen Dank\r\n\r\nMfg ShaunOfTheDead","replies":[{"id":"","poster":"Larce","date":"2018-11-02T18:17:34.296+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\ndas Problem scheint tatsächlich am ersten Schritt zu liegen, sprich der Verbindung von deinem PC zum Router.\n\nAm besten versuchst du einmal (zumindest temporär) den PC über ein LAN-Kabel zu verbinden. Normalerweise löst dies das Problem.\n\nWLAN hat diverse Störfaktoren, die dein Spielerlebnis negativ beeinflussen können. Dazu gehören nicht nur, wenn mehrere Personen im Netzwerk sind, aber auch wenn das WLAN-Netzwerk des Nachbaren die Verbindung stört.\n\nFreundliche Grüsse,\nLarcce","replies":[{"id":"","poster":"Beefcleave","date":"2018-11-07T20:24:49.378+0000","up_votes":1,"down_votes":0,"body":"Larcce Dein Tipp hat gestimmt, mit LAN Kabel komme ich auf einen Ping um die 30 mit ca einem kleineren (Lag)Ruckler pro Spiel. Schade das der Anschluss bei uns im falschen Zimmer ist :( MFG","replies":[]},{"id":"","poster":"Beefcleave","date":"2018-11-03T23:11:23.892+0000","up_votes":1,"down_votes":0,"body":"Dankeschön für die Antwort und den Tipp! Das LAN Kabel werde ich bald ausprobieren. Gruß BeeeF","replies":[]}]}]}