{"id":"OknRQAyN","poster":"xSpLiTzx","date":"2019-09-21T14:33:44.039+0000","title":"SCRIMEN LEICHT GEMACHT  ( Mit der TWOKAY SCRIMVERMITTLUNG )","subforum":"Turniere & Veranstaltungen","embed":{"title":"Comm. Patchkings","description":"Comm. Patchkings. 527 likes · 1 talking about this. Wir sind eine kleine Gruppe die sich darauf Fokussiert haben ein Hochwertiges Event zu Veranstalten!","url":"https://www.facebook.com/Comm.Patchkings/","image":"https://scontent-iad3-1.xx.fbcdn.net/v/t1.0-1/p200x200/67415833_716875002059203_2207573302782722048_n.jpg?_nc_cat=110&_nc_oc=AQlAmAuDLGshuMgQmPes5sNenwkZFIDggwkKl3hlST6Rf_L-JIZKxgVKuDLTesgCapE&_nc_ht=scontent-iad3-1.xx&oh=1a12c045b10d127f976474a61bb76242&oe=5DF9C049"},"up_votes":1,"down_votes":0,"body":"**Keine Lust mehr als Leiter eines League of Legends Teams Stunden lang seine Scrim Partner zu suchen? Ihr habt als Team keine Lust mehr auf langes Warten und dann stellt sich doch heraus, dass das gegnerische Team nicht erscheint?\nDann bieten wir euch eine Möglichkeit dies ein wenig zu umgehen. Unsere Scrimvermittlung hat das Ziel, sich ausschließlich um das Wohl der Spieler und der Teams zu kümmern. Aus diesem Grund wird dieser Service KOSTENLOS angeboten. \n**\n**Welche ELO muss das Team haben um sich bei der Scrimvermittlung registrieren zu können?**\n\nTeams im Bereich von Eisen bis Herausforderer können sich bei uns anmelden und werden gerne bei uns registriert. \n\n> **Warum sollt Ihr eine externe Person für uns Scrim - Spiele organisieren lassen?\n> **\n> •\tWir bieten eine Vielzahl an Teams an mit denen Ihr euch messen könnt in allen ELO -Bereichen\n> •\tKeine verschwendete Zeit mehr mit dem suchen von Scrim – Partnern\n> •\tEinloggen und gegen das für euch ausgewählte Team spielen\n> •\tDie Spiele werden nur an euren uns angegebenen Zeiten stattfinden\n> •\tEuer Team kann sich von den unten aufgelistet Varianten eines aussuchen, um die gegnerische Team – ELO zu bestimmten: (1 Beispiel: euer Team ist Platin 3)\n>                                                                           \n> \n> 1 Beispiel:                                                           \n> 1.\tBronze – Herausforderer                                                              \n> 2.\tGold 2 – Diamand 3                                   \n> 3.\tNur Platin                                                       \n> \n> •\tRascher Support von den Organisatoren in allen Bereichen\n> •\tWen gewünscht ein eigener TS3 Server / Discord Server\n> •\tWhatsAPP Gruppe um den schnelleren Kontakt mit den Organisatoren zu bekommen, aber auch mit den Teamleitern anderer Teams\n> \n> Und es gibt noch viele andere Gründe …\n> \n> {{sticker:slayer-jinx-catface}} \n> \n\n\n**Wie erfahrt mein Team gegen welche Teams wir spielen und vor allem wann?**\n\nEs wird einen Online Zeitplan geben damit Ihr jeder Zeit darauf zugreifen könnt und einsehen könnt gegen welche Teams Ihr spielen werdet. Zudem wird jeder Teamleiter am Sonntag informiert gegen welche Teams euer Team antreten wird in der nächste Woche.\n\n> **Wie melde ich mein Team an?**\n> \n> Wir bitten Sie uns diese Informationen zukommen zu lassen um eine vollständige Registrierung zu ermöglichen.\n> Es sind maximal 8 Spieler erlaubt pro Team.\n> \n> Name des Teams\n> Leiter des Teams (REALIFE Name auch)\n> Kontaktdaten des Teams (E-Mail Adresse, Handynummer, Facebook)\n> Alle Spieler aufgelistet (Name, ELO, Positionen der Spieler, Alter)\n> \n**> Und geht schon los. **\n> \n**Um euch bei unserer Scrimvermittlung zu registrieren oder weitere Informationen zu erhalten stehen unten alle Kontaktarten: **\n\nLeague of Legends Ingamename: xSpLiTzx\nE-Mail Adresse: axel.demel@yahoo.de\nFacebook Gruppe: [PatchKings Comm.](https://www.facebook.com/Comm.Patchkings/)\n\n{{sticker:galio-happy}}","replies":[]}