{"id":"K4aHxm4e","poster":"Izaya Kumiho","date":"2019-09-21T10:52:44.067+0000","title":"[Inoffizielle Übersetzung] Kurze Gedanken zum Gameplay (September 20)","subforum":"Allgemeiner Chat","embed":{"title":"Quick Gameplay Thoughts: September 20","description":"Hi folks, Usual Disclaimers These posts will often contain talk about future work we're doing, or planning to do, that isn't yet guaranteed to ship. The nature of the work could change or, depending on what we discover, projects mentioned may get delayed or even stopped.","url":"https://boards.na.leagueoflegends.com/en/c/developer-corner/Hg0eMco2-quick-gameplay-thoughts-september-20","image":"http://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png"},"up_votes":2,"down_votes":0,"body":"#**(Da Kengen nicht jeden Thread für die deutsche Community übersetzt, übersetzt die Community sich die Threads nun selber! Ò_ó )**\n\n**Oben könnt ihr den Link zu Meddler's Thread finden. ^ **\n________________________\n\n**Haftungsausschluss**:\n\nDieser Thread beinhaltet Themen, welche nicht zu 100 % später auch so passieren müssen.\nÜbersetzungsfehler sind leider nicht immer vermeidbar, daher bitte ich um Verzeihung, sollte ich euch etwas Falsches gesagt haben.\n**Dieser Thread wurde nicht Wort zu Wort übersetzt.**\n_____________________________________\n\n**Ablauf der Vorsaison**\n\n(Das Datum der Punkte kann sich ändern, sollte etwas Unerwartetes passieren.)\nHier ist der Ablauf bis zu dem Start der Vorsaison:\n\n1. Um den 10.10.19 herum wird man anfangen, über die Ziele der Vorsaison zu reden.\n\n2. Größere Veränderungen für die Vorsaison werden mit der Sonderausgabe (10ter Geburtstag von League of Legends) in dem \"Riot Pls\" Livestream gezeigt. (15.10.19 um 3 Uhr morgens.)\n\n3. Alle Infos zu den Änderungen in der Vorsaison werden in einer Kurzfassung auf dem Nexus veröffentlicht.\n\n4. Die Änderungen der Vorsaison werden ca. am 22.10.19 auf dem Testserver (PBE) erscheinen und für ein paar Wochen (~4) dort getestet, damit mehr Zeit gegeben ist, um das Feedback von euch zu sammeln, Zahlen anzupassen und Bugs auszubessern.\n\n5. Die Vorsaison sollte am 19.11.19 mit Patch 9.23 starten.\n\n\n________________________________________________\n\n**TTK PvE: Fortsetzung zu dem Loot-System in dem Patch nächster Woche**\n\nDas Loot-System in TTK wird für Patch 9.19. noch mal verfeinert.\nIm Großen und Ganzen sind die Anpassungen bisher gut gelaufen, doch gibt es noch ein paar Probleme, welche Meddler in seinem Thread ansprechen möchte:\n\n- Die 4 Gold Einheiten werden nun nicht mehr vor den Kruggs als Beute fallen gelassen.\n(Es wäre etwas verzerrend, wenn man eine 4G Einheit erhält, bevor man gegen einen Spieler kämpfen konnte, auch wenn das in den meisten Fällen kein großes Problem gewesen ist.)\n\n- Es wird weniger Gold von Monstern geben.\n(Es ist ein klein wenig zu viel Gold in dem Spiel, daher wird es eine Anpassung dazu geben. Es wird trotzdem noch mehr Gold sein, als in dem alten System.)\n\n- Das Item \"Neeko's Hilfe\" wird öfter vorkommen. (Das Item ist seltener, als gewollt und sollte eigentlich häufiger vorkommen.)\n\n- \"Pfannenwender\" werden nun seltener fallen gelassen. (TL:DR - etwas zu stark. :P)\n\n______________________________________\n\nFür alle, die den Thread davor lesen möchten:\n\n[\"Kurze Gedanken zum Gameplay (September 13)\"](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/eKOPf4Gz-inoffizielle-abersetzung-kurze-gedanken-zum-gameplay-september-13)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-23T06:19:43.979+0000","up_votes":1,"down_votes":0,"body":"Danke","replies":[]}]}