{"id":"kghhh810","poster":"Kaorî","date":"2018-11-01T18:20:42.195+0000","title":"League of Legends Client","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Okay, solangsam bin ich arg pissig.\n\nWie kann es denn sein, dass eine Firma, die eine eigene Abteilung nur f&uuml;r den Client von League of Legends hat, es nicht auf die Kette bekommt, dass dieser mal funktioniert???\nDer Client ist von hinten bis vorne mit Fehlern &uuml;bers&auml;t und funktioniert mehr schlecht als recht.\nWas sind mir denn schon f&uuml;r Fehler aufgefallen...\n\nDer Loot-Button funktioniert schon seit... Einf&uuml;hrung des neuen Client nicht richtig? Man muss erst auf Loot, dann auf bspw Shop und dann wieder auf Loot klicken, um mal Kisten aufmachen zu k&ouml;nnen o.&auml;.\nWenn man sich frisch einloggt, friert der Client f&uuml;r 4-5Sek ein und l&auml;dt dann alles schnell nach, anstatt es einfach sofort zu laden.\nWenn man mit einem Spiel fertig ist, dauert es gef&uuml;hlt ein Jahrhundert, bis man mal jemanden honorn/ehren kann oder es kommt direkt &quot;Scip waiting for stats&quot;. Lediglich in 1 von 100 F&auml;llen kommt direkt nach dem Spiel die Ehrungsrunde. Das f&uuml;hlt sich an, als ob man den Modus f&uuml;r schwache PCs aktiviert h&auml;tte, obwohl man das nicht hat.\nMan klickt in der Champion-Selection auf &quot;Lock In&quot; und erst 3 Sekunden sp&auml;ter wird die Auswahl tats&auml;chlich get&auml;tigt. Das kann einen LP kosten.\nOder ganz klassisch: man wartet auf ein Match, bestätigt ein gefundenes Match, dann passiert 2 Jahre gar nichts und auf einmal heißt es, man habe den Bereitschaftscheck nicht akzeptiert. Bitte was? Ich kann nichts akzeptieren, was nicht erschienen ist.\nUnd jetzt kommt der Burner: ich habe soeben ein Spiel abgeschlossen, alles sch&ouml;n und gut. Ich klicke auf das &quot;defeat&quot; oder &quot;continiue&quot; oder was auch immer da kommt und was passiert? Richtig. Der Client geht gar nicht mehr. Client geschlossen, neugestartet und jetzt versucht der Client mich perma ins Spiel zu rejoinen, was bereits abgeschlossen ist... PC neugestartet und selbiges Problem. Digger... **Das Spiel ist rum, du kannst mich nicht rejoinen!!!**\n\nOhne Witz. St&auml;ndig werden irgendwelche Gimmicks in den Client eingef&uuml;hrt, die auch sch&ouml;n und gut - aber definitiv nicht notwendig sind.\nDas **aller aller aller aller aller wichtigste** ist, dass der Client mich ins Spiel l&auml;sst und mein Profil anzeigt - mehr nicht (und der Shop nat&uuml;rlich).\nDer Rest sind nette Spielereien, die keinerlei Priorit&auml;t haben sollten. Sie sind nicht spielentscheidend und sind vorrangig nicht von N&ouml;ten.\n\nOhne Witz, ich will wieder den alten Client haben. Der war zwar designtechnisch nicht so toll, wie der Jetzige, **aber: er hat funktioniert.** Das ist die Hauptsache! Was bringen mir tolle Animationen und einen farbigen Client, wenn der mich nicht ins Spiel l&auml;sst und mindestens einmal pro Woche ein gro&szlig;er Fehler auftritt, wo kaum mehr wer ins Game kommt!?\n\nRiot, bitte. Fixt mal euren Client, das kanns ehrlich nicht sein. Wirklich kein anderer Entwickler/Publisher hat so einen extrem verbuggten und schlechten Client wie Riot Games. Von einer so erfolgreichen Firma mit derma&szlig;en hohen Einnahmen erwarte ich, dass wenigstens der Client funktioniert.\n\nDie Performance des Clients ist grausam. Da l&auml;uft Battlefield V auf einem 10 Jahre alten Laptop fl&uuml;ssiger, als es der Client tut.\n\nDie schlechte Performance liegt an meinem PC? Richtig. Ein AMD Ryzen 7 1700X und eine M.2 NVMe Samsung 960 Evo(PCIe SSD) mit 16GB DDR4-3000MHz RAM sind definitiv zu schlecht f&uuml;r einen Lol Client. Nicht.\n\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Øűęęñ øf Škűłłš","date":"2018-11-01T19:36:27.751+0000","up_votes":2,"down_votes":0,"body":"Ne meine Hardware ist soweit akzeptabel für dieses Spiel, daher hatte es mich alles schon gewundert.\nAber jetzt weiß ich ja bescheid woran es liegt.. :/","replies":[]},{"id":"","poster":"HoopHD","date":"2018-11-01T18:41:52.773+0000","up_votes":2,"down_votes":0,"body":"Aber das traurige ist, dass ich für 5 minuten gesperrt wurde, weil ich keinen Champion picken konnte. Ich mein das ist nicht schlimm aber wenn das ja so auf dauer geht dann bekomme ich irgendwann einen 20 min ban und das wäre nicht so toll...","replies":[]},{"id":"","poster":"Øűęęñ øf Škűłłš","date":"2018-11-01T18:30:17.501+0000","up_votes":2,"down_votes":0,"body":"Okai .... und ich dachte wirklich vorher immer, es läge an meinem Pc. :D\nDanke dafür, dass ich jetzt weiß das es nicht so ist. ^^\nDu schilderst nämlich genau das, was mich schon seit längerem richtig aufregt.\nUnd ich wollte mir ohne scheiß auch nen Ryzen 7 und ne Gtx 1070 besorgen mit dem anderen Passenden kram dazu \nweil, ich wirklich davon ausging, dass es an meinem Pc liegt.\nDer Client läuft wirklich grotten schlecht und das jetzt zum schluss dauernd die Ranglisten gesperrt werden, finde ich auch richtig\nzum kotzen!!","replies":[{"id":"","poster":"Kaorî","date":"2018-11-01T18:40:38.907+0000","up_votes":1,"down_votes":0,"body":"Sei unbesorgt, es sollte nicht an deinem PC liegen, solang du nicht absolut veraltete Hardware benutzt.\nDie von dir genannte GTX 1070 habe ich sogar in meinem System, aber die hat weniger mit der Performance des Clients zutun.\nDer Client ist einfach ein Fall für den Müll und ich will endlich den alten Client wieder. Ich verzichte freiwillig auf alle Vorteile, die der neue Client bietet. Ich will bloß ins Game, mehr nicht. Alles andere sind nette Gimmicks, die nicht von Bedeutung sind.","replies":[]}]}]}