{"id":"xdhqg7XF","poster":"KizuneAhri G2","date":"2019-09-20T12:52:05.715+0000","title":"Sternenwächter Skins","subforum":"Skin- & Champion-Konzepte","embed":{"title":"Light and Shadow (ft. Hiroyuki Sawano) | Star Guardian Animated Trailer - League of Legends","description":"A cosmic darkness threatens to overcome three former teammates who were thought to have perished. Star Guardian Neeko, Xayah, Rakan, and Zoe are available now.","url":"https://www.youtube.com/watch?v=wkihKQ7Exvo&t=17s","image":"https://i.ytimg.com/vi/wkihKQ7Exvo/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Hallo liebe Community,\n\nbestimmt habt ihr alle auch schon den neuen Sternenwächter Trailer gesehen, wenn nicht hab ich ihn oben verlinkt.\nSo kommen wir nun zum eigendlichen Thema, und zwar am ende des Videos sieht man Ahri mit kleinen Steinen oder Kristallen in der Hand.\nDie frage ich mit jetzt stelle ist, haben diese Steine etwas zu bedeuten und wenn ja wo für stehen sie?\nIch selber vermute das die Steine für Xayah, Rakan und Zoe stehen. Da es drei Steine wahren die mit schwarzen flecken überseht wahen und Xayah, Rakan und Zoe ja böse oder gefallende Sternenwächter sind.\nWenn ihr Theorien oder weiteres darüber wisst schreibt es mit in die Kommentare.\n\nDas wars mal wieder von meiner seite.\nWenn ihr weite Fragen Theman und Theorien habt lasst es mich wissen\n\nLiebe Grüße \n_Darkkrei_\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Cenâreth","date":"2019-10-06T22:07:01.829+0000","up_votes":1,"down_votes":1,"body":"Naja es ist so dass Miss Fortune, Ahri, Xayah, Rakan und Neeko auf einer Mission waren bei der nur Miss Fortune und Ahri im Endeffekt fliehen konnten, Rakan und Xayah galten als vermeintlich tot und wurden korrumpiert (wahrscheinlich von Zoe). Neeko war auf der Flucht. Es könnte durchaus sein dass Zoe zu dem Team von Neeko mal dazu gehört hat. Und es vielleicht noch einen Sternenwächter gab der ihr mal nahe stand, oder die Tatsache dass Ezreal eine Zuneigung zu Lux hatte, sie völlig der Dunkelheit ergeben hat. Sie war gegen Ahri jedenfalls nicht stark genug weil Ahri eine der ältesten Sterne ist. Vielleicht sogar der Erste (?)\n\nAhri jedenfalls war wohl zur gleichen Zeit eigenständig auf Rettungsmission was wir dann im Trailer zum Schluss auch zu sehen bekommen haben, während MF seit der Aktion keinen Kontakt mit ihr hatte. Lux wusste davon Anfangs nichts bis MF ihr erklärte keinen Kontakt zu ihr zu haben und bis Lulu ihre Art von Vision hatten als sie von der Dunkelheit angegriffen worden sind und Womöglich auch von Zoe.\n\nIn der Story zur Pyjama (Payjama??) Party lest es sich auch raus dass MF eher besorgt um Ahri war.\nDie Steine wird sie vielleicht früher schon gehabt haben.","replies":[{"id":"","poster":"KizuneAhri G2","date":"2019-10-08T14:00:20.249+0000","up_votes":1,"down_votes":0,"body":"Ich habe vor kurzen mir die Skin story beschreibung von Xayah und Rakan durchgelesen und da stand auch das den beiden ihr licht genommen wurde und sie als Schatten wesen wieder geborenwurden. Und wenn man SW Xayah spielt sagt sie ja auch viele dinge über die Sternenwächter, was wohl möglich mit Ahri zusammen hängt. \nDanke für deinen Kommentar\n\nLG\n_KizuneAhri (Darkkrei)_\n{{sticker:sg-ahri-2}}","replies":[]}]},{"id":"","poster":"Tickle My Donger","date":"2019-09-20T21:36:15.165+0000","up_votes":1,"down_votes":0,"body":"Schau dir mal den Trailer zu Ahris Starguardianskin an, also quasi das 2. Video in der Story. Da hält sie auch schon die Steine. Vllt hilft das weiter.","replies":[{"id":"","poster":"KizuneAhri G2","date":"2019-09-21T14:36:17.678+0000","up_votes":1,"down_votes":0,"body":"Ja ich weiß und im spiel fliegen diese Steine um Kiko rum. \n\nLG\n_Darkkrei_\n{{sticker:sg-ahri-2}}","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-09-20T15:09:25.329+0000","up_votes":1,"down_votes":0,"body":">Die frage ich mit jetzt stelle ist, haben diese Steine etwas zu bedeuten und wenn ja wo für stehen sie?\nIch selber vermute das die Steine für Xayah, Rakan und Zoe stehen. Da es drei Steine wahren die mit schwarzen flecken überseht wahen und Xayah, Rakan und Zoe ja böse oder gefallende Sternenwächter sind.\nWenn ihr Theorien oder weiteres darüber wisst schreibt es mit in die Kommentare.\n\n\n\nDas sind wahrscheinlich die Steine, die zu der \"Transformation\" eines Star Guardians genutzt werden.\n\nGrün und Blau sind für Xayah 'n' Rakan, Gelb ist Neeko.\n\nZoe gehört zu einem uralten Team, welches wahrscheinlich nicht mehr existiert und geht gezielt gegen neue Star Guardians vor.","replies":[]}]}