{"id":"9iPPzTgE","poster":"BlackfrostAngel","date":"2018-11-01T13:29:12.351+0000","title":"Issos - Der Überlebende Eisgeborene","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":0,"body":"Ich möchte euch heute Issos - den überlebenden Eisgeborenen als Konzept vorstellen.\nIch habe die Idee für den Champion schon eine Weile lang gehabt, doch der frühere Versuch fühlte sich noch nicht modern genug an und die ursprüngliche Lore wurde durch neuere Geschichten etwas zerstört.\nDaher hier nochmal neu :3\n\nFalls jemand das ältere Konzept von mir einsehen möchte, dass ich hier überarbeitet habe:\n\nhttps://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/8wlPd1BE-die-geforene-nemesis\n\n____________________________________________________________\n\nI. Die Idee\nII. Werte und Einstufung \nIII. Lore und Aussehen\nIV. Fähigkeiten\nV. Quotes\nVI. Mögliche Spielweisen\n\n________________________________________________________________\n\n**I. Die Idee**\n\nIch habe mir vor einiger Zeit ein Storyboard für ein Fantasy-Buch ausgedacht. Dafür habe ich mir einige Figuren mit speziellen Fähigkeiten ausgedacht und eine der coolsten Figuren passt meiner Meinung nach gut in das Spiel LeagueofLegends.\nIch habe diese Idee mit einem älteren Konzept (Glacius , die gefrorene Nemesis) kombiniert.\nIch hoffe es wird euch gefallen.\n\nDer Name kommt von íss aus dem Altnordischen und nicht von der griechischen Stadt Issos. Möglich wären daher auch Issor oder Issur, aber ich fand Issos irgendwie stilvoller ^^\n\n__________________________________________________________________\n\n**II. Werte**\n\nLEBEN:\t600 – 2215\t \nANGRIFFSSCHADEN: 55 – 106\nLEBENSREG. :\t7.5 – 22\t\nANGRIFFSTEMPO: *\t0.625  (+ 0 – 38.3%)\nMANA:\t297.2 – 977.2\t \nRÜSTUNG:\t31 – 92.2\nMANAREG. :\t6 – 19.6\t \nMAGIERESISTENZ:\t32.1 – 53.4\nREICHWEITE:\t175\t \nLAUFTEMPO:\t345\n\n**Einstufung:**\n\nSchaden: 10|10\nUnterstützung: 1|10\nBeweglichkeit: 5|10\nMassenkontrolle: 5|10\nKonstitution: 3|10\n\n________________________________________________________________\n\n**III. Lore**\n\nIssos war der Sohn eines großen Kriegers unter dem Banner von Avarosa. Schon als Jugendlicher wurde er bekannt als strategischer Kämpfer und mächtiger Duellant. Er besiegte Trolle und Usaren, die selbst erfahrene Krieger in Bedrängnis gebracht hätten. Doch es war nicht nur rein körperliche Kraft, die ihn so erfolgreich machte, er war auch zu starker Eismagie fähig. Eine seltene Form der Magie, die nur wenige beherrschten.\nÜber die Jahre stieg sein Ruhm und als er die Waffe seines Vaters erbte, wurde er zu einem der stärksten Krieger Freljords. Es war ein Speer aus wahrem Eis. Eine Waffe eines großen Kriegers und ein magiegetränkter Gegenstand.\nAls die drohende Gefahr durch die Leere entdeckt wurde, wurde er von Avarosa als oberster Gardist bestimmt. Ein harter Kampf stand ihnen bevor und sie braucht jemanden der ihr den Rücken freihalten würde.\nAm Tag vor der Schlacht wurde er in das Zelt seiner Anführerin gerufen. Sowohl Avarosa als auch Serylda waren dort. Beim Eintreten merkte er, dass Serylda ihn missmutig musterte.\nSie fragte ihre Schwester ob dieser Junge tatsächlich Avarosas stärkster Krieger sei. Er war groß und auch einigermaßen muskulös, aber nicht wie ein Krieger. Er hatte die Züge eines Magiers, feine und edle Züge. Er sah fast nicht wie ein Bewohner Freljord aus. Serylda wirkte misstrauisch, doch das bestätigende Nicken ihrer Schwester schien ihre Zweifel restlos zu zerstreuen. Avarosa berichtete ihm, dass sie einen Verrat befürchteten. Ihre Schwester, Lissandra , verhalte sich seit geraumer Zeit sehr merkwürdig. Einige Späher sollen sie gesehen haben, wie sie Vorkehrungen gegen sie getroffen habe. Der Mission musste jedoch unbedingt gelingen und es gab keine Möglichkeit die Schlacht aufzuschieben. Sie befahl im in der Schlacht nicht an der vordersten Front zu kämpfen, sondern sich zurückzuhalten. Wenn es Anzeichen für einen Verrat oder eine Niederlage gebe, so sollte er alles tun, damit das Wissen um dieses Kampf nicht stirbt. Sie deutete mit der Hand auf eine rundliche Flasche mit einer bläulich leuchtenden Flüssigkeit. Diese Flüssigkeit würde ihm ermöglichen zu entkommen, sich zu verstecken und seine Alterung aufzuhalten damit er den Kampf weiterführen könnte. Sie äußerte die Hoffnung , dass es nicht dazu kommen möge, reichte ihm die Flasche und befahl im abzutreten.\nAm nächsten Tag setzte sich die gesamte Armee, alle Eisgeborenen in Bewegung. Auf dem Weg Richtung Norden, durch die alten Festungen.\nAuf dem langen Weg der erst über Berge und dann über Brücken und Leitern und durch Tunnel führte, fühlte Issos ein flaues Gefühl im Magen, dass ihm nicht bekannt war. Es war aber nicht die Schlacht, die ihm Sorgen bereitete. Es war der Auftrag der ihm gegeben war. Es war ihm unwohl, dass er seine Kameraden im Stich lassen sollte um zu fliehen. Schon aus der Ferne waren merkwürdige Schatten im Eis und ein violettes Licht zu sehen. Ein fremdes Glühen. Es brannte in den Augen , obwohl es nur ein Mattes glühen war. \nSie kamen einige Stunden später an. Es war wie eine brodelnde Teergrube, die immer weiter zu wachsen schien und von violetten Blitzen durchzogen war. Es bildeten sich immer wieder Formen , als sich die ersten Krieger näherten schleuderte sich die dunkle Masse selbst auf sie. Die Krieger schrien grausam und wurden von der Leere verschlungen, die dunkle Masse bewegte sich schnell. Die ersten Reihen vielen in Sekunden, doch die 3 Schwestern und einige Krieger und Magier schienen die dunkle Masse immer wieder zurückzuschlagen. Es passierte alles furchtbar schnell. Als die Avarosa und Serylda weiter vordrängten und zum Rand des schwarzen Beckens kamen, riss das gesamte Schwarz in einer Explosion aus Lila auf. Ein grässlichen Ding kroch heraus.\nAvarosa und Serylda kämpften sich voran. Doch wo war Lissandra? Sie war vor wenigen Minuten noch in der vorderen Front , doch nun war sie nicht mehr zu sehen. Issos dreht sich um und erblickte die hohe Gestalt Lissandras. Sie stand noch weiter hinten und schien ihre Kraft zu sammeln. Seine Augen wurden groß. Von Lissandra aus bewegten sich urplötzlich riesige Eismassen auf die Armee zu. Einen Moment schien es als würde sie dabei weinen, doch es war kaum zu erkennen, ob ihre blinden Augen überhaupt noch fähig waren zu weinen. Issos schleuderte seinen Speer so weit nach oben wir möglich.\nIm letzten Moment bevor die Gletschermasse sich über der Armee schloss , schaffte er es  durch Magie zu seinem Speer zu springen. Lissandra bemerkte ihn, dass wusste er. Ihre blinden Augen richteten sich so kalt wie das Eis , dass sie kontrollierte, auf ihn. Konnte sie durch Magie sehen oder es einfach spüren? Er war der letzte Zeuge für ihr Verbrechen. Er hing an der steilen Eiswand an seinem Speer und sie begann Eissplitter auf ihn zu schleudern. Panisch blickte er sich um. Rechts von ihm war ein Tunnel. Er schwang sich hinüber und schaffte es sich mit einer Hand am abgebrochenen Brückenstück vor dem Tunnel festzuhalten. Er zog sich hoch und rief seinen Speer zu sich bevor er in den Tunnel stürmte. Unter dem Bombardement Lissandras begann der Tunnel einzustützen, wähhrend der Ausgang zufror. Seine letzte Chance war der Trank. Er wusste nicht was er tat, aber er musste es versuchen.\nEr Riss die Flasche von seinem Gürtel und leerte sie in einem großen Schluck. Sofort spürte er , dass sich Kälte in ihm ausbreitete. Überall auf seiner Haut bildeten sich dünne Eisschichten, die immer dicker wurden. Das Eis glühte wunderschön blau und sein blick wurde glasig. Alles wurde dunkel.\nAlles wurde hell. Er öffnete die Augen. Er versuchte sich zu bewegen, doch er hörte nur knirschendes Eis. Er konzentrierte sich. Er sammelte alle seine Kraft, körperlich und magisch. Das Eis brach und wurde zu Massen aus dem Tunnel geschleudert. Er atmete intensiv ein, seine Lungen brannten. Langsam ließ die Starre seines Körpers nach. Er betrachtete seinen Arm, er war immernoch genauso muskulös , aber er schien blasser geworden zu sein. Er hob seinen Speer und trat aus dem Tunnel. Er konnte kaum bis auf den Grund der Schlucht sehen, doch glaubte er einige Statuen im Kreis angeordnet zu sein. Er blickte nach oben. Es musste viel Zeit vergangen sein, das Aussehen der Schlucht hatte sich verändert. Die meisten Brücken waren massiv beschädigt. Es würde sehr schwer werden wieder aufzusteigen.\nEr brauchte zwei Tage um die Klippe hochzusteigen. Doch obwohl er keinen Proviant bei sich trug, spürte er keinen Hunger, Durst und auch kaum Anstrengung. Auch fühlte er , dass die magische Kraft in ihm viel stärker war als je zuvor. Er dachte er hätte zuvor gewusst, was Magie war, doch im Vergleich zu dem lodernden Feuer , dass nun in ihm brannte, hatte er vorher nur über einen Funken Magie verfügt. Was war diese Flüssigkeit? War das reine Eismagie? Er musste mit jemanden sprechen, doch er war sich nicht sicher wohin er gehen sollte. Alles hatte sich geändert. Da erinnerte er sich, dass er jemanden kannte der noch immer am Leben sein musste. Vielleicht konnte er die Beschützerin Freljords dazu bringen ihm zu helfen. Anivia.\nEr brauchte lange um Anivia zu finden. Er stieg auf hohe Berge, durchwanderte Täler und kam an vielen unbekannten Orten vorbei. \nDoch er fand sie. Anivia war majestätisch und wunderschön. Sie erinnerte sich nur noch vage an ihn, jeder Zyklus des Lebens, den sie durchmachte ließ Erinnerungen verblassen. Doch die Magie, die er in sich trug war für sie bekannt. Es war eine Magie, die einst von ihr hatte stammen müssen.\nWenn sie ihm einst dieses Geschenk gegeben hatte, dann war er auf jeden Fall vertrauenswürdig. Sie lehrte ihm die Magie zu nutzen. Er lernte mächtige Eismagie und reiste mit Anivia durch Freljord um Objekte zu sammeln, die sie brauchen würden. Er fand eine Rüstung aus wahrem Eis, die seine Magie weiter verstärken konnte. Ihre Wege trennten sich, denn Anivia musste versuchen die Stämme zu einen, damit Freljord verteidigt werden konnte. Er bat sie jedoch darum ihn nicht zu erwähnen. Er fürchtete, dass Lissandras Spione sonst von ihm erfahren könnten. Dieses mal wird er nicht zulassen, dass Lissandra die Guten verrät. Er wird aufdecken, was sie getan hat. Und er wird sie zu Fall bringen.\n\n\n**Aussehen:**\nIssos ist ein großer junger Mann mit weißen Haaren und einer blau leuchtenden Rüstung und Helm. Er trägt einen langen Eisspeer in seiner linken Hand. Seine Rüstung ist nicht besonders dick und besteht aus Eisplatten. Unter den Eisplatten trägt er schwarze eng anliegende Kleidung und einen Gürtel mit Jadgwerkzeugen. An der Hose sind auch teilweise Eisplatten angebracht. Seine Schuhe sind ebenfalls mit Eisplatten gepanzert. Seine Augen sind grün, seine Haut blass und Rein. Sein Gesicht ist fast Engelsgleich (das Elixier hält ihn jung, er altert nicht). Sein Blick und seine Mimik sind jedoch kühl. Auch könnte ich mir Eiskristallflügel gut vorstellen, aber ich weiß nicht wie das aussehen würde ^^. Seine passive besteht aus glitzernden Eiskristallen und einem Symbol aus drei Teilen an der Basis des Champions. Als seine Fähigkeiten sollten hübsch bläulich leuchten. Sonst sollten sie relativ selbsterklärend sein.\n___________________________________________________________\n\nIV.\n\n**Passiv - Schneesturm-Rüstung**\n\nIssos trägt eine Rüstung aus wahrem Eis, \nwenn er Gegner durch seine Fähigkeiten in der Bewegung einschränkt verstärkt die Kälte für 4 Sekunden seine Rüstung und Waffe. Der Bonus wirkt 4x kumulativ.\n\nBoni:\nWaffe:\nBonus auf Autoattacks pro Kälte-Steigerung: 10 Reichweite, 5% Attack Speed , 5% der Ap von Issos wird also Onhit- Schaden verursacht\nRüstung:\nIssos reduziert eingehenden Schaden um 5% und erhöht eingehende Heilung um 5% pro Steigerung\n\nWenn alle 4 Steigerungen aktiv sind:\nEs wirbelt glänzender Schnee um Issos herum. Issos heilt sich um 15|25|35|45 (+5% AP) + 2%|3%|4%|5% des max. Leben von Issos pro Sekunde.\n\n**Q - Kristallbruch**\n\n_Reichweite 475, 180° \nMana 65 auf allen Rängen\n7|6.5|6|5.5|5 Sekunden_\n\nIssos löst eine Eissplitterexplosion vor sich in einem Halbmondförmigen Bereich aus. Getroffene Gegner erhalten 70 / 90 / 110 / 130 / 150 (+40% AP) magischen Schaden. \nIssos kann 2 Steigerungen von Kristallbruch speichern und mit einer Verzögerung von 0.5 Sekunden auslösen.\n\n\n**W- Schneefall\n**\n_Reichweite 1. 325 2. 450\n15|14|13|12|11s CD\n70 Mana\n_\nIssos wirbelt Schnee und Eis um sich herum auf und verursacht 25|50|75|100|125 (+20%Ap) in einer Reichweite von 375. Getroffene Gegner werden für eine Sekunde um 30% verlangsamt. Die Eissplitter sammeln sich über ihm und rast nach 1 Sekunde Verzögerung wieder in den Boden innerhalb eines Bereich von 425. Dabei verursacht es 70|90|110|130|150 (+40%Ap) und hält getroffene Gegner für 1 Sekunde fest.\n\n\n**E- Frostnachtflug**\n\n_Reichweite 600\n20|18|16|14|12 Sekuhden\n75 Mana_\n\nIssos schleudert einen Speer in ein Zielgebiet [600 Reichweite]. Gegner die von dem Speer getroffen werden [75 Radius] erhalten 70|95|120|145|170(+40% Ap) magischen Schaden. Gegner in einem Radius von 200 um den Speer erhalten 50% des Schadens und werden für 1 Sekunde um 30% verlangsamt, danach bleibt der Speer für 2 weitere Sekunden bestehen und verlangsamt Gegner um 15%.\n\nInnerhalb von den 3 Sek in denen der Speer dort liegt kann Issos zum Speer springen [max. 650 Reichweite] und innerhalb von einem Radius von 300 Einheiten Schaden verursachen. 60|85|110|135|160 (+30%Ap) magischen Schaden.\n\n\n**R- Gefrorene Nemesis**\n\n_Reichweite 650\n125|100|75 Sekunden\n100 Mana_\n-min. eine Steigerung der passiven.-\n\nIssos schafft nach 0.5 Sekunden Verzögerung 3 Eisdornen. Diese schweben dann über ihm. \nInnerhalb von 6 Sekunden kann er die Eisdornen an einen Zielort [650 Reichweite] schießen , wo sie nach einer kurzen Verzögerung einschlagen.\n\nDie Eisdornen verursachen 100|175|250 (+30% Ap) magischen Schaden im Zentrum [100 Einheiten] und 50% weniger Schaden in einem Bereich von 275 Einheiten um den Eisdorn.\nGetroffene Gegner im Zentrum werden für eine Sekunde um 20%|25%|30% verlangsamt.\nZwischen den Eisdornschüssen muss Issos 0.5 Sekunden warten.\nEr kann sich dabei bewegen.\n\n________________________________________________________\n\n**V. Quotes**\n\nIch möchte mich hier noch nicht festlegen, aber es sollte sehr kampflustig sein, feindlich gegenüber allen die mit Lissandra zu tun haben, respektvoll gegenüber allen die Ashe oder Sejuani zu tun haben und besonders respektvoll und freundschaftlich gegenüber Anivia.\nVielleicht noch ein paar \"Früher war alles besser\"- Sachen.\n\n__________________________________________________________\n\n**VI. Mögliche Spielweisen**\n\nIch sehe ihn als eine Art Magic-Dmg Krieger ähnlich wie Diana. Als Aspekte von Magiern ohne Reichweite, Assassins mit weniger Escape Möglichkeiten.\nEr kann sehr viel Schaden entwickeln um im Teamfight nützlich zu sein. Er brauch allerdings auch ein paar defensive Stats um optimal seinen Schaden rausbringen zu können.\n\nIch könnte mir auch eine Spielweise als Tank vorstellen, in dem Fall müsste man natürlich das Balancing durchdenken. Aber ich denke, dass man auch die Werte dafür relativ einfach anpassen könnte.\n\n______________________________________________________________\n\n\nVielen Dank für eure Aufmerksamkeit.\nIch dank euch dafür , dass ihr euch mein Konzept durchgelesen habt. Wenn es euch gefällt, dann gebt ihm doch ein Upvote und kommentiert eure Meinung.","replies":[{"id":"","poster":"Lotus Angel","date":"2018-11-19T17:28:30.691+0000","up_votes":2,"down_votes":0,"body":"Als ob ich der einzige bin der sich das alles durchgelesen hat...","replies":[]},{"id":"","poster":"BlackfrostAngel","date":"2018-11-20T14:02:07.319+0000","up_votes":1,"down_votes":0,"body":"Na immerhin ^^ Wie findest du es denn?","replies":[]}]}