{"id":"4QzUftxT","poster":"Icebergslasher","date":"2019-09-18T14:10:12.678+0000","title":"Chatban","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"hey. \r\n\r\nich hab relativ am anfang von der season oder ende letzter? mal nen 10 spiele chatban gehabt, seitdem bin ich aber ein ganz braver und naja das honor system dauert zwar lange aber immerhin bei honor 2 und beim logg in gibts fast immer nen schlüsselteil, also whl bald mal ein zwischenziel.\r\n\r\nbin ich trotzdem whl für diese endseason belohnung gesperrt oder?\r\n\r\nps, ich frage für nen freund ;)","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-18T14:15:50.102+0000","up_votes":4,"down_votes":1,"body":"Wenn du nicht wieder bestraft wirst, solltest du ganz normal die Belohnung erhalten.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2019-09-18T14:44:39.737+0000","up_votes":2,"down_votes":0,"body":"Wenn es so wie die letzten Seasons ist, dann ist es eines der folgenden:\n\nEntweder seit bekanntgabe eines gewissen Datums keine Strafen mehr erhalten (oder haben)\nOder wie schon erwähnt am Ende der Season mindestens Honor 2 ohne aktive Strafe und keinem 2 Wochenbann in der Season.","replies":[]},{"id":"","poster":"Icebergslasher","date":"2019-09-18T14:22:01.725+0000","up_votes":2,"down_votes":0,"body":"nice. ich dachte, wenn du in der aktuellen season 1 mal ne strafe hattest ist game over.\n\nist ja voll human von riot. {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-09-18T14:18:59.513+0000","up_votes":2,"down_votes":0,"body":"Soweit ich weiß, wurde das noch nicht bekannt gegeben, letzte Season war es aber ausreichend, Honor Level 2 zu sein und keine aktive Strafe zu haben. \nSolange du nicht mehr negativ auffällst, solltest du deine Belohnung noch bekommen können.","replies":[]},{"id":"","poster":"Icebergslasher","date":"2019-09-18T14:18:11.192+0000","up_votes":2,"down_votes":0,"body":"das wär natürlich endgeil, weil nach ca 1000 seasons hab ichs als main sup solo q endlich mal nach gold geschafft und wär schade, wegen meinen hirnausfall \"leer auszugehen\"\n\ndaumen drücken :)","replies":[{"id":"","poster":"eingew","date":"2019-09-20T04:33:18.985+0000","up_votes":1,"down_votes":1,"body":"Dann viel Erfolg und sorg dafür, dass es so bleibt ;).","replies":[]}]}]}