{"id":"p6p84jj2","poster":"Ic3Reborn","date":"2018-10-30T08:14:39.304+0000","title":"Client verursacht scheibar regelmäßig PC-Abstürtze","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebes Support-Team.\r\n\r\nIch habe foglendes Anliegen. Schon bei der Installation und das auf verschiendesnten Ger&auml;ten passiert es das es nie ohne Probleme geschieht! Keine Ahnung ob das schon die Ursache des ganzen Problemes ist aber ich dachte ich fange mit dem Detail an. Ich kann leider nicht genau beschreiben was dabei schief l&auml;uft aber es hat was mit dem Pfad zu tun, sei es nun der vorgeschriebene oder ein eigener. \r\nWie dem auch sei, das Hauptproblem das ich habe ist folgendes. Der Client hat und das seid Jahren nun schon wirklich t&auml;glich bei mir Bugsplats, sprich Abst&uuml;rtze und teilweise sorgen diese daf&uuml;r, dass es sogar wenn es zu viel f&uuml;r meinen Rechner wird diese zu PC-Abst&uuml;rtzen f&uuml;hren! Dies kann am Tag schon mal bis zu 3 mal passieren! Weiterhin scheint der Client wirklich nicht zu wollen das ich in EU-West spiele, denn nach 2 - 3 mal nur Absturtz des Clienten &auml;ndert er von selber die Region auf NordAmerica!!! \r\n\r\nIch habe auch schon euer Repairtool und alles versucht! Selbst das macht Probleme, denn es setzt ab und an einfach mal den Clienten sehr weit zur&uuml;ck was garnichts bewirkt au&szlig;er das ich tag f&uuml;r tag wieder die Updates machen darf! Au&szlig;erdem hat das Tool Schwierigkeiten selber die Installationsdatei zu finden um alles zu checken. \r\n\r\nBei Tips, Hilfe, Ratschl&auml;ge, was es auch ist.....bitte etwas kann ja nicht stimmen und ich frage mich liegt es einzig an der Software oder sogar an meiner Hardware die nicht mit dem Spiel harmoniert?\r\n\r\nVielen Dank im Vorraus","replies":[{"id":"","poster":"silibum","date":"2018-10-30T10:02:47.667+0000","up_votes":1,"down_votes":0,"body":"Erstelle mir bitte als Grundlage ein [HRT-Logarchiv](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool). Dann schauen wir mal weiter. Das der ganze PC-Abstürzt kann viele Ursachen haben, daher fangen wir erstmal beim Client an, ob der schon etwas auffälliges protokolliert. Danach gehen wir im zweifel die Systemkomponenten durch.\n\nZum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht. Solltest Du eine Linkwarnung erhalten (externer Link) musst Du die URL dieser Seite auf der Datei-Upload-Seite eingeben und am besten die Funktion zur Warnung vor externen Webseiten deaktivieren, dann funktioniert das in Zukunft direkt :-)","replies":[]}]}