{"id":"Zx4deqG6","poster":"Gizmek","date":"2018-10-29T16:44:21.254+0000","title":"Eine Graunacht Geschichte!","subforum":"Community-Kunstwerke","up_votes":2,"down_votes":0,"body":"Hallo zusammen!\r\n\r\nVor ein paar Jahren habe ich im Rahmen eines Schreibwettbewerbs im alten Forum eine kleine Geschichte geschrieben. Da es numal das alte Forum war und mittlerweile es ja ein neues Forum gibt, dachte ich mir, ich poste sie hier.\r\n\r\n[Link zum alten Forumspost](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1438509&amp;page=2)\r\n\r\nDann W&uuml;nsche ich euch noch viel Spa&szlig;:\r\n\r\nEs war der 31. Oktober. Der Tag an dem in der wirklichen Welt Halloween gefeiert wurde und in Valoran Graunachten. Es war eine klare Nacht mit einem sch&ouml;nen Vollmond, dennoch fegte eine leichte Brise &uuml;ber die D&auml;cher Dublins.\r\nIch kam erst am Sp&auml;ten Abend wieder nach Hause, einen sehr offen gestaltetes Apartment, ersch&ouml;pft von der anstrengenden Arbeit im Office von Riot Games.  Eigentlich wollte ich direkt in mein Bett fallen und meinen morgigen freien Tag zum ausschlafen nutzen. Aber kaum bin ich auf mein Bett gefallen, da &uuml;berkam mich ein unheimliches Gef&uuml;hl. \r\nEine Kr&auml;he sa&szlig; auf dem Fensterbrett. Eine Kr&auml;he in meiner Wohnung! Sie schaute mich mit ihren tiefen schwarzen Augen an und r&uuml;hrte sich nicht. Bevor ich mich noch wundern konnte wie die Kr&auml;he es geschafft hat in meine Wohnung zu gelangen, stie&szlig; sie einen &auml;u&szlig;erst lauten Kr&auml;chzer aus. Zuerst dachte ich sie beschwere sich dar&uuml;ber, dass sie hier fest s&auml;&szlig;e, aber dieser Schrei war der Startschuss f&uuml;r eine grauenhafte Nacht. Nur wenige Sekunden nach dem Kr&auml;chzen der Kr&auml;he begannen sich Kr&auml;hen vor meinem Fenstern zu versammeln und es wurden immer mehr bis man au&szlig;er Schw&auml;rze nichts mehr sah.\r\nAuf einmal barsteten die durchsichtigen Wunderwerke der Technik und der Alptraum begann. Die Kr&auml;hen wirbelten in meiner Wohnung umher, verw&uuml;steten sie. Um mich zu sch&uuml;tzen kauerte ich mich zusammen und versuchte meinen Kopf mit meinen H&auml;nden vor den scharfen Krallen und Schn&auml;beln zu sch&uuml;tzen. Das Inventar meiner Wohnung wurde hingegen nicht verschon. Teller, Gl&auml;ser St&uuml;hle. Alles wurde angegriffen. Selbst mein Teemo Hut wurde nicht verschont.\r\nSchwarze Federn fielen zu Boden und durch Zufall gelangte eine in meine Hand und ich begann aus Verzweiflung die zu umklammern. Als ich aufsah bemerkte ich, dass der Kr&auml;henschwarm meine Eingangst&uuml;r aus massivem Holz zerst&ouml;rt hatte und hinfort war. Doch sie lie&szlig;en etwas zur&uuml;ck. Wie ich meinen Kopf durch meine Wohnung schwenkte erstarrte ich fast zu einer Salzs&auml;ule.\r\nDa stand er. Ein d&uuml;rres Gestell mit einer Sense in der linken Hand und einen K&uuml;rbis mit einer fiesen Fratze anstelle eines Kopfes: Fiddlesticks!\r\nSein lauter Lacher befreite mich aus meiner Starre und ich begann mich panisch von ihm weg zu bewegen, verga&szlig; aber, dass ich noch in meinem Bett war und fiel unsanft auf den Boden. Dort verweilte ich nicht lange. Trotzdem verweigerten meine Beine den Dienst. R&uuml;ckw&auml;rts hangelte ich mich weg von Fiddlesticks, der immer noch h&auml;misch lachte und Schritt f&uuml;r Schritt auf mich zukam, in Richtung zerst&ouml;rter Eingangst&uuml;r. Dort fingen wieder meine Beine an zu arbeiten. Wie von Teemos Giftpfeil getroffen sprang ich auf und hastete die Treppe hinunter in das Erdgeschoss in Hoffnung, den Unheilsboten abzuh&auml;ngen. \r\nDie Eingangst&uuml;r zum Erdgeschoss ging auf und eine Dame im Direktorinenkost&uuml;m trat hindurch und war so freundlich, eine in panischer Angst befindlichen Person die T&uuml;r aufzuhalten, damit diese hindurch st&uuml;rmen konnte. Als das einrasten des Schlosses der T&uuml;r erklang fand ich mich in einer tr&uuml;gerischen Sicherheit wieder. Ausgesperrt aus meiner zertr&uuml;mmerten Wohnung, barfu&szlig; und in Schalfklamotten vor dem einzigen Eingang wo einst mein sicheres Zuhause war.\r\nDoch der Schreck wollte nicht nachlassen. Aus dem Park gegen&uuml;ber von mir traten auf einmal ein brennender Zombie und ein Werwolf. Kaum, dass es noch schlimmer werden konnte ert&ouml;nte auf einmal Thriller von Michel Jackson und die beiden Gestallten begannen dazu zu tanzen.\r\nDie Gelegenheit war g&uuml;nstig und ich nutze sie zur Flucht, bevor ich noch gefragt oder gar gezwungen werden w&uuml;rde  mitzutanzen.\r\nMeine Lunge brannte vom Rennen und mittlerweile  Fragte ich mich ob ich nun vollkommen durchdrehe. Ich sah Champions aus League of Legends in der realen Welt. Unter einer Stra&szlig;enlaterne machte ich erneut rast und versuchte mich zu beruhigen und mir einzureden, dass dies alles nicht wahr sei und ich gleich in meinem sch&ouml;nen warmen Bett aufwachen werde. \r\n&bdquo;Oh, du tr&auml;umst nicht, mein Lieber&ldquo;, schnurrte eine schwarze Katze mit Hut neben mir, die die Gr&ouml;&szlig;e eines Pumas hatte. Ich war so perplex, dass ich weder in der Lage war mich dar&uuml;ber zu wundern, noch dar&uuml;ber zu erschrecken. &bdquo;Och komm lass uns noch weiter spielen&ldquo;, fl&uuml;sterte eine weiter weibliche Stimme in mein Ohr. Katarina in einem niedlichen K&auml;tzchen Kost&uuml;m.\r\n&bdquo;Biep Biep&ldquo;. Machte es hinter mir und es kam definitiv nicht von Blitzcrank. \r\nDann begann die Erde zu erzittern. Verursacht durch lautes Getrampel von Hufen  und es kam immer n&auml;her. Mittlerweile konnte ich es mir denken  von wem es kam und dieser Gedanke l&auml;hmte mich. Immer n&auml;her kam Hecarim, nat&uuml;rlich im feierlichen Graunacht Kost&uuml;m und kurz bevor er mich zertrampeln w&uuml;rde, setzen er zum Sprung an und mir wurde schwarz vor Augen.\r\nAls ich meine Augen wieder aufriss lag ich wieder in meinem Bett. Schwei&szlig;gebadet. Innerlich fragte ich mich ob ich es nur getr&auml;umt habe. Ein schweifender Blick &uuml;ber die Wohnung verschuf mir zwei Gewissheiten. Die erste war, dass alles heil war und nichts zerst&ouml;rt war. Selbst die Wohnungst&uuml;r. Die f&uuml;hrte zur zweiten Gewissheit. Es musste ein Traum gewesen sein. \r\nErst jetzt bemerkte ich, dass ich etwas in der Hand hielt. Es war eine schwarze Feder einer Kr&auml;he&hellip;","replies":[]}