{"id":"lwiRKzmA","poster":"Buchwurstvaddi","date":"2020-03-07T20:29:59.906+0000","title":"Matchmaking Algorhythmus - weiß jemand wie...","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":6,"body":"...Riot es schafft, nur Autofilled ADC in ein Team zu nehmen oder Trolle ?\r\n\r\nWeil ich bei denen nichts kaufe, deswegen, das weiß ich ja. Aber wie machen die das technisch?","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-07T20:33:30.365+0000","up_votes":8,"down_votes":1,"body":"Noch jemand wo ich sehr glücklich das ich ihn nie wieder Lesen muss","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-07T20:38:20.535+0000","up_votes":2,"down_votes":10,"body":"du bist schon auch n komischer typ.\ndie foren schließen und du verbringst deinen samstag damit durch posts zu gehen und zu schreiben \"man bin ich froh dich muss ich nie wieder lesen\"\n\nalso von mir aus können mich die mods bannen aber du bist schon ein erbärmliches kleines arschloch oder?\n\nnicht nur ist dein verhalten respektlos und toxic (worum sich die mods kümmern sollten), du zeigst auch noch das du an einem samstag einfach nichts besseres zu tun hast als n arsch zu sein und im forum deine zeit zu vergeuden.\n\nich glaube viele leute sind froh wenn sie dich nicht mehr lesen müssen und wissen das du dann deinen samstag einsam und gelangweilt verbringst\n\n\nund fürs thema: das matchmaking ist absolut scheiße.\nwenn ich leute im team hab, mit denen ich aber nicht duoq gehen kann weil unsere rank differenz zu groß ist, dann ist da schon einiges falsch gelaufen.\nschaut die duoq auf mmr oder rank? wenn jemand dia 4 ist aber eine mmr von gold 3 hat und ich bin gold 3, können wir dann duoq oder nicht?\nden offenbar können wir im selben team enden wenn wir beide soloq gehen","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-07T21:04:07.260+0000","up_votes":8,"down_votes":2,"body":"Das habe ich heute zweimal geschrieben und das zu toxischen kleine Trollen wie dir.\nAlso machst du dich hiermit mal wieder selbst vollkommen lächerlich.\n\nUnd das **DU** dich traust das Verhalten von anderen als Respektlos oder Toxisch zu bezeichnen ist echt sehr witzig.\n#Doppelmoral","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-07T21:12:02.581+0000","up_votes":2,"down_votes":10,"body":"hm stimmt... zurück beleidigen und dann doppelmoral schreiben. gutes argument.\n\naber in all den jahren hab ich dein passiv aggressives verhalten sowieso mehrfach gesehen. \nwarum du hier im forum nicht von allen verachtet wirst begreif ich sowieso nicht, wenn man wohl leute wie den OP beleidigt die definitiv keine ahnung haben dann wird man hier wohl beliebt.\n\nmich würde es nicht wundern wenn du eines tages politiker wirst. dein arschkriechen und hinten rum ist absolut widerlich.\n\nganz ehrlich du bist einfach ein widerlicher mensch. \naber hey, ohne das forum musst du wo anders kriechen und schleimen wo ich dich zum glück wirklich nicht mehr sehen muss.\n\nalso hol dir schonmal schön viel gleitcreme damit du schnell in jedes loch kommst :)\nmachs gut du kleiner toxischer arsch der schleimt und hinten rum ist wo es nur geht.\ndas leute auf sowas wie dich reinfallen ist echt traurig.\n\nich labber viel scheiße dazu stehe ich aber wenigstens bin ich offen und ehrlich. ne eigenschaft die du nie haben wirst. und offenbar auch nie brauchen wirst. tragisch. genieß deinen vergeudeten samstag","replies":[{"id":"","poster":"Ráyleigh","date":"2020-03-07T21:20:08.582+0000","up_votes":8,"down_votes":2,"body":"Was für Jahre? Ich benutze das Forum seit einem Jahr trollilein.\nUnd wo und wann habe ich dich beleidigt?\n\n\nGott bringst du mich gerade zum lachen :D\nMach ruhig weiter.\n\nAber Hey mich juckt es null was du schreibst da es: \n1. Vollkommener Quatsch und gelogen ist.\n2. Mir völlig egal ist was kleine Internet Rambos wie du schreiben.\n\nEdit: Übrigens bilden die Leute sich hier schon ihre eigene Meinung.\nUnd, wenn die aktiven Foren Mitglieder ein Problem mit mir hätten dann wüsste ich das schon^^","replies":[{"id":"","poster":"Buchwurstvaddi","date":"2020-03-07T22:14:13.079+0000","up_votes":1,"down_votes":7,"body":"Vermutlich bist Du der Troll","replies":[]}]},{"id":"","poster":"Julevi","date":"2020-03-07T22:13:42.054+0000","up_votes":5,"down_votes":0,"body":">ich labber viel scheiße dazu stehe ich aber wenigstens bin ich offen und ehrlich.\n\nDu ehrlicher Typ - wo ist denn eigentlich dein Thread hinverschwunden, wo du die Mods komplett schlechtgeredet hast und meintest, der Account jennifer17 würde nicht dir gehören? Mysteriöserweise ganz rasch verschwunden als ich die Beweise gepostet habe, dass die angesprochenen Accounts tatsächlich dir gehören. Also, Zufälle gibts ...","replies":[{"id":"","poster":"Jennifer420","date":"2020-03-07T23:31:20.770+0000","up_votes":1,"down_votes":6,"body":"ja da haste mich gut erwuschen. \nne antwort auf meine frage kam leider nie zustande","replies":[]}]}]}]}]}]}]}