{"id":"2pTL6uMT","poster":"Agony L9","date":"2018-10-29T09:56:57.648+0000","title":"Riot support suckt","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Der riot support ist einfach nur sinnloser mist der arbeitslosen einen platz verschafft um ihren Mindestlohn zu verdienen denn wenn man eine frage oder ein problem bez&uuml;glich des games hat dann kommen immer die selben antworten wie &quot; ne geht nicht , oder k&ouml;nnen wir nicht &auml;ndern&quot; ich habe sogar einen Kumpel der durch einen bug 5 mal 20 min warten musst , er schrieb den Support an und bekam eine Antwort das es nicht am spiel lag sondern er anscheinend oder sein Pc selbst schuld daran ist wo ich mich frage ob der typ 47 chromosomen hat um sowas einen spieler zu schreiben der ganz klar einen bug vom spiel bekam. Nun da der riot support nix bringt und stur wie schei&szlig;e ist haben wir das akzeptiert und zusammen eine queue gestartet worauf hin wir nat&uuml;rlich 20 min warten mussten .. dann bekamen wir wieder einen BUG WO WIR AUCH AUF EINEN LINK ZUM RIOT SUPPORT HINGEWIESEN WURDEN .... aber ja nat&uuml;rlich sind wir daran schuld und nicht die spiele Entwickler... nun der bug war das wir 20 min warten mussten ( gesperrte queue) und nach den 20 min wir nochmal 20 min warten m&uuml;ssen durch den vorherigen bug den mein Kumpel ja bekommen hat. Nun ja leck mich Riot f&uuml;r das einstellen solcher Supporter die nie hilfreich sind und nur dumme antworten von sich geben :)","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T10:03:43.390+0000","up_votes":5,"down_votes":0,"body":"Leute wie du machen einem Support-Mitarbeiter das Leben unnötig schwer.\nNur heiße Luft, unqualifizierte Kommentare, kaum bis gar kein Hintergrundwissen und eine Grammatik, Rechtschreibung und Orthographie die einen weinen lässt.\n\nWenn du und dein Freund mal die Forumsuche bemüht hättet, würdet ihr eine Lösung für diesen \"Bug\" finden.\nAber es ist natürlich immer leichter die Schuld weg zu schieben, statt sich mal schlau zu machen.\n\nAuch kommt eine 20min-Low-Prio-Queue nicht nach einem oder zwei Spielen. Ihr müsst des Öfteren AFK oder ähnliches gewesen sein.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T11:06:15.213+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T11:08:30.997+0000","up_votes":2,"down_votes":0,"body":"1. habe ich schon im 2nd-Level-Support gearbeitet und habe mit hoher Wahrscheinlichkeit mehr Expertise als du.\n2. kann ich die Forum-Suche bedienen und habe diverse Lösungen für den sog. \"Bug\" gefunden.\n3. finde ich es erstaunlich, wie du dich hier ausdrückst.\n\nIch kann nur den Hinweis geben, verhalte dich online wie du dich offline verhältst, ansonsten warst du die längste Zeit Mitglied dieser Community.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T11:13:48.652+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T11:19:26.872+0000","up_votes":1,"down_votes":0,"body":"> denk doch mal nach und lese genau\n\nDein Wort in Gottes Ohr.\n\nEinen Leaverbuster loszuwerden ist einfach nicht möglich. Das hat man euch schon mehrfach mitgeteilt.\nEs gibt genügend Karenz, dass man solch eine Strafe nicht sofort bekommt ... de facto liegt das Problem nun mal an euch.\nUnd hättest du die Forumsuche bemüht, würdest du dazu auch Lösungsansätze finden.\n\n> meine güte war so klar das du einer von den bist die das unterstützen\n\nBin ich nicht. Ich unterstütze niemanden, der sich dagegen sträubt zu helfen. Warum auch?\nAber ich bin einer von denen die **wissen** um die Möglichkeiten vom Support. Wenn dieser dir mitteilt, dass er XY nicht tun kann, dann liegt das nun mal **außerhalb** der Möglichkeiten.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T11:48:42.215+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=00030000000000010000,timestamp=2018-10-29T11:19:26.872+0000)\n>\n> Dein Wort in Gottes Ohr.\n> \n> Einen Leaverbuster loszuwerden ist einfach nicht möglich. Das hat man euch schon mehrfach mitgeteilt.\n> Es gibt genügend Karenz, dass man solch eine Strafe nicht sofort bekommt ... de facto liegt das Problem nun mal an euch.\n> Und hättest du die Forumsuche bemüht, würdest du dazu auch Lösungsansätze finden.\n> \n> Bin ich nicht. Ich unterstütze niemanden, der sich dagegen sträubt zu helfen. Warum auch?\n> Aber ich bin einer von denen die **wissen** um die Möglichkeiten vom Support. Wenn dieser dir mitteilt, dass er XY nicht tun kann, dann liegt das nun mal **außerhalb** der Möglichkeiten.\n\nund wie schon gesagt was bringt es uns irgendwelche forum post durchzulesen wenn wir einen unfairen leavebuster loswerden wollen","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:07:18.640+0000","up_votes":2,"down_votes":0,"body":"Der Leaverbuster wirkt alles andere als unfair. Dein Freund ist einfach ein notorischer Leaver, aus welchen Gründen auch immer. Da wird der Support nichts machen und auch bei zukünftigen Strafen wird er sie ganz normal abarbeiten müssen. Bis er eben Besserung zeigt und nicht mehr durch Fehlzeiten auffällt.","replies":[]}]}]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T14:46:47.568+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=000300000000,timestamp=2018-10-29T11:08:30.997+0000)\n>\n> 1. habe ich schon im 2nd-Level-Support gearbeitet und habe mit hoher Wahrscheinlichkeit mehr Expertise als du.\n:)","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T14:48:34.641+0000","up_votes":1,"down_votes":0,"body":"Und was hat das für eine Relevanz?\nIch habe mit keiner Silbe behauptet, ich würde für Riot arbeiten bzw. hätte dort gearbeitet. Ich war in einer anderen Branche tätig.","replies":[]}]}]}]}]},{"id":"","poster":"Sıves","date":"2018-10-29T09:58:14.567+0000","up_votes":1,"down_votes":5,"body":"ja man was soll das","replies":[{"id":"","poster":"Sıves","date":"2018-10-29T09:59:21.394+0000","up_votes":1,"down_votes":5,"body":"check das einfach nit immer diese bugs vofür man nix kann un dann noch bestraft wird holy moly macht mich das mad","replies":[{"id":"","poster":"Sihari","date":"2018-10-29T10:11:41.785+0000","up_votes":5,"down_votes":0,"body":"Normalerweise bekommt man auch keine Strafen, wenn man wegen eines Fehlers aus einem Spiel fliegt.\nDer Leaverbuster hat eine Tolleranz von ein paar Spielen, so dass man (abgesehen von den verlorenen LP, sollte es sich um ein Ranked gehandelt haben) keinen weiteren Schaden davonträgt. \nErst Personen die sich nicht um ihre Probleme kümmern und trotzdem immer weiter spielen, obwohl sie ganz genau wissen, dass sie damit anderen das Spiel versauen, werden bestraft. Genau so verhält es sich mit Leuten, die vorher schon absichtlich Spiele verlassen haben.\nUm bei einer Wartezeit von 20 min anzukommen muss man wirklich schon eine ganze Menge Spiele verlassen haben, da hab ich dann auch kein Verständniss mehr für. >.>","replies":[{"id":"","poster":"Sıves","date":"2018-10-29T10:54:42.567+0000","up_votes":1,"down_votes":2,"body":"JA MOIN wenn dieser scheiss bug einmal in 1000 jahre kommt ihr habt es einfach drauf","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T11:00:59.195+0000","up_votes":2,"down_votes":0,"body":"Wenn du den Bug so selten kriegst und sonst nicht afk gehst, wirst du nie vom Leaverbuster bestraft.","replies":[{"id":"","poster":"Sıves","date":"2018-10-29T11:03:49.776+0000","up_votes":1,"down_votes":0,"body":"denkste jetzt das ich freilwillig im ranked leave oder was? wie seh ich den aus","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T11:08:48.454+0000","up_votes":2,"down_votes":0,"body":"Wenn du die 5 mal 20 Minutenstrafe erhalten hast, gibt es dafür nicht viele Möglichkeiten. Etwa oft vorsätzlich das Spiel zu verlassen oder grob fahrlässig PC Probleme zu ignorieren. Das kann sich mit anderen Gründen noch überlappen, wie etwa einige male das Pech gehabt zu haben, ein Spiel  zu starten und dann war der Strom weg oder du musstest schnell weg, weil da jemand gesundheitliche Probleme hat. \n\nBei dem was hier geschildert wurde, liegt es wohl am konstanten Ignorieren von technischen Problemen.","replies":[{"id":"","poster":"Sıves","date":"2018-10-29T11:50:03.182+0000","up_votes":1,"down_votes":1,"body":"nicht ein normaler supporter in diesem forum   immer schreiben sie das selbe warum?? weil sie nutzlos sind   zum thema zuhören oder sonst was weil eure scheiss technische meldung erst nach dem leavebuster kam und ja immer schieben sie es auf stromausfall oder sonst nen scheiss und NEIN es liegt nicht an meinem pc an der installation oder sonstiges es war einfach nur beschissene ladescreen wo man einfach nicht ins game kam sonst klappt ja auch alles","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:00:02.539+0000","up_votes":2,"down_votes":0,"body":"Also, erst einmal, wäre es nett, wenn du deine Sätze anständig formulierst. So ist es schwer, dir zu folgen.\n\n>nicht ein normaler supporter in diesem forum immer schreiben sie das selbe warum??\n\nBisher hat hier im Forum noch kein Supportmitarbeiter geschrieben. Mein grüner Name bedeutet, dass ich Emissary im Voluprogramm bin. Gins orangener, dass er Wrenchman im Volunteerprogramm ist. \n\nWenn du technische Probleme hast, würde es helfen, sie zu erklären, um Hilfe zu bitten und freundlich zu bleiben. Dann würde sich vermutlich auch ein Wrenchman (die haben zu LoL technisches Know How) finden, der dir helfen kann das Problem zu lösen. \n\nDie ganzen anderen Leute hier ohne farbige Namen sind auch nur ganz normale Spieler wie du und dein Freund auch. Aber wohl mit dem Unterschied, dass einige davon eher wissen, wie der Leaverbuster arbeitet, als ihr beiden. \n\n>weil sie nutzlos sind zum thema zuhören oder sonst was weil eure scheiss technische meldung erst nach dem leavebuster kam und ja immer schieben sie es auf stromausfall oder sonst nen scheiss und NEIN es liegt nicht an meinem pc an der installation oder sonstiges es war einfach nur beschissene ladescreen wo man einfach nicht ins game kam sonst klappt ja auch alles\n\nEs war eben nicht nur ein Fehler im Ladebildschirm. Du kriegst keine 5 mal 20 Minuten Strafe für ein einziges technisches Problem. Dazu musst du schon davor sehr oft Fehlzeiten gehabt haben. Du hast nämlich vor den 5 mal 20 Minuten wenigstens ein mal die Warnung erhalten, nicht mehr afk zu gehen, die du mit einem Text bestätigen musstest und noch 2 Strafen vom Leaverbuster. \n\nWenn du wirklich jetzt durch einen einzigen Fehler diese Strafe erhalten hast, liegt das daran, dass du das System so weit ausgereizt hast, dass ein weiterer technischer Fehler dazu führt. Dafür warst du aber davor sehr oft afk. Niemand hier kann dich von deiner Strafe erlösen. Wir können dir aber sagen, wie du weitere vermeiden kannst. Etwa, indem du in Zukunft technische Probleme beseitigst, nicht mehr afk gehst und ordentlich am Spiel teilnimmst.","replies":[{"id":"","poster":"Sıves","date":"2018-10-29T12:04:36.842+0000","up_votes":0,"down_votes":2,"body":"dann lass mich fix Riots programmierung  ändern um meine probleme zubeseitigen","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:09:38.514+0000","up_votes":1,"down_votes":0,"body":"Wie schon gesagt, zum einen bin ich kein Riotmitarbeiter und zum anderen wäre keine Firma so unvorsichtig, wildfremde Menschen am Programm herumpfuschen zu lassen.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T12:15:24.179+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=00000000000000000000000000010000000000010000,timestamp=2018-10-29T12:09:38.514+0000)\n>\n> Wie schon gesagt, zum einen bin ich kein Riotmitarbeiter und zum anderen wäre keine Firma so unvorsichtig, wildfremde Menschen am Programm herumpfuschen zu lassen.\n\nja das war gerade nur ein troll von ihm weil sie meinten er solle die Probleme selber beseitigen was wir aber nicht können da bugs nun mal unvorhersehbar sind","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:17:21.647+0000","up_votes":2,"down_votes":0,"body":"Wenn ich ein Problem im Ladebildschirm bisher hatte, war das immer etwas, dass von meinem Rechner ausging. Und sei es nur, dass ich rausgetabbt bin um ein Video zu schauen und dann merke, dass dadurch der Client Probleme bekommen hat. \n\nDa hilft es dann etwa, nicht aus dem Ladeblidschirm zu tabben und lieber zu warten.\n\nAls ich noch ein schlechteres Internet hatte, war das oft schuld an so einem Fehler. Da  war bei mir die einfachste Lösung, regelmäßig den Router auszustecken, weil irgendwann gar nichts mehr ging. \n\nAnsonsten kann es etwa auch bei der Verarbeitung der Daten auf seinem Rechner zu Fehlern kommen, wodurch das Spiel nicht startet oder eine Datei ist korrumpiert, die Probleme verursacht. Nur weil dein Freund mal nicht durch den Ladebildschirm gekommen ist, ist daran nicht sofort Riot schuld. ","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:31:38.704+0000","up_votes":1,"down_votes":0,"body":"Wenn dein Freund es so weit geschafft hast, dass ein einziger Fehler zum Leaverbuster führt, ist er selber schuld.","replies":[]},{"id":"","poster":"Agony L9","date":"2018-10-29T12:27:55.160+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=0000000000000000000000000001000000000001000000000000,timestamp=2018-10-29T12:17:21.647+0000)\n>\n> Wenn ich ein Problem im Ladebildschirm bisher hatte, war das immer etwas, dass von meinem Rechner ausging. Und sei es nur, dass ich rausgetabbt bin um ein Video zu schauen und dann merke, dass dadurch der Client Probleme bekommen hat. \n> \n> Da hilft es dann etwa, nicht aus dem Ladeblidschirm zu tabben und lieber zu warten.\n> \n> Als ich noch ein schlechteres Internet hatte, war das oft schuld an so einem Fehler. Da  war bei mir die einfachste Lösung, regelmäßig den Router auszustecken, weil irgendwann gar nichts mehr ging. \n> \n> Ansonsten kann es etwa auch bei der Verarbeitung der Daten auf seinem Rechner zu Fehlern kommen, wodurch das Spiel nicht startet oder eine Datei ist korrumpiert, die Probleme verursacht. Nur weil dein Freund mal nicht durch den Ladebildschirm gekommen ist, ist daran nicht sofort Riot schuld.\n\nja aber Er auch nicht ... also gehen wir davon aus die Technik versagte bei ihm .. wer trägt dann die schuld ? denn lieb bitten es wieder rückgängig zumachen (die strafe) lässt sich der support ja auch nicht ein oder was ist wenn irgendwas nicht kompatible ist bsp. Osx .. league ist da glaube immer noch in der betaphase wenn ich mich nicht irre .. also bin ich gezwungen dann einen windows Rechner zuholen ?","replies":[]}]}]}]}]},{"id":"","poster":"Sıves","date":"2018-10-29T12:02:56.018+0000","up_votes":1,"down_votes":1,"body":"Nein hab ich nit wie oft den noch","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:08:53.996+0000","up_votes":2,"down_votes":0,"body":"Dein Freund hat gesagt, du hast vor 2 Monaten schon eine 20 Minutenstrafe gehabt. Das wirkt nicht so, als ob du wirklich nie Fehlzeiten hast. \n\nSei dir auch bitte bewusst, dass nicht anständig am Spiel teilnehmen auch vom Leaverbuster erfasst wird. Der ist nicht so einfach auszutricksen. In der Base im Kreis laufen und \"lets ff this\" spammen etwa, wird ebenso die Aufmerksamkeit des Leaverbusters erregen, wie das Spiel verlassen oder gar nichts zu machen.","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-10-29T11:06:00.890+0000","up_votes":1,"down_votes":0,"body":"Wie bereits gesagt, der Leaverbuster gibt dir immer eine gewisse Karenz. Diese hast du offensichtlich ausgereizt... und das dann definitiv nicht **nur** durch den angeblichen Bug.","replies":[{"id":"","poster":"Sıves","date":"2018-10-29T11:08:57.831+0000","up_votes":1,"down_votes":1,"body":"kannst ja in meinem spielverlauf nachschauen und mal nohate ich leave nicht ich hab den kack nit nötig einer solcher dämlichen spieler zu sein wenn ich im LADESCREEEN nicht joine ist gg  richtig nicer joke","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T11:12:32.197+0000","up_votes":1,"down_votes":0,"body":"Bemühe doch mal die Forumsuche.\n\nWenn du im Ladescreen nicht connectest liegt es mit sehr hoher Wahrscheinlichkeit an dir.\nDa gibt es mannigfaltige Möglichkeiten.\nPackageloss, instabiles WLAN, fehlerhafte Installation des Spiels, angeschlagene/defekte Festplatte, usw.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T12:43:02.309+0000","up_votes":1,"down_votes":4,"body":"Und noch eine frage ( die hat nix mit dem jetzigen Thema zutun) wieso werden spieler ihre ranked rewards verwehrt nur weil sie einmal die Regel gebrochen haben. Ich spiele das Spiel schon seid 3 Jahren und habe in der zeit mich immer an den regeln gehalten. Zudem habe ich mir auch vorgenommen mich auf Diamond 5 hoch zuspielen .. es war schwer und mir sehr viel zeit gekostet .. nun angekommen hab ich leider meinen Pfaden verloren und mich ( vor 6 Monaten oder mehr ) eine Regel gebrochen. sofort wurde ich honor 0 . Ab den Zeitpunkt habt ihr die Regel eingebracht das spieler unter honor 2 keine rewards mehr bekommen ... somit werde ich für mein langjähriges gutes verhalten und hart erspieltes Ranking nicht belohnt .. ich finde es einfach nur unfair sowas nicht mit einer Mahnung oder der gleichen vorzuwarnen ...und sie selber wissen denke ich mal ... das honor lvl seine zeit braucht um es wieder hochzuspielen und durch Schule etc .. (Prüfungen) musste ich eine sehr lange pause machen ... UND JETZT EINE BITTE AN EUCH HOFFE IHR KÖNNT MIR DA HELFEN.. mich zu schonen somit würdet ihr auch mein Bild an den Support ändern ... (zudem war es ein normal game wo ich meinen Pfaden verloren habe) also habe ich meinen Mitspielern nix genommen nur 15 min ihres Lebens","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T13:58:24.260+0000","up_votes":1,"down_votes":0,"body":"Tja, Strafe muss sein.\n\nWillkommen im echten Leben.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T14:20:30.062+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=00080000,timestamp=2018-10-29T13:58:24.260+0000)\n>\n> Tja, Strafe muss sein.\n> \n> Willkommen im echten Leben.\n\nWas für nen Schulabschluss brauch man als Riot Supporter ? :)","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T14:23:07.000+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Agony L9,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=000800000000,timestamp=2018-10-29T14:20:30.062+0000)\n>\n> Was für nen Schulabschluss brauch man als Riot Supporter ? :)\n\nKeine Ahnung, frag doch bei Riot mal an.\nAber keine Ahnung was das damit zu tun hat, dass du ein Vergehen begangen hast wofür du bestraft wurdest.\n\nFalls es eine Anspielung auf Intelligenz oder ähnliches sein soll, muss ich dich enttäuschen. Denn wer so simple Regeln wie die von Riot missachtet, der kann nicht die hellste Kerze auf der Torte sein.\nDeshalb sollte man lieber nicht mit Steinen werfen.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T14:28:56.624+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=0008000000000000,timestamp=2018-10-29T14:23:07.000+0000)\n>\n> Keine Ahnung, frag doch bei Riot mal an.\n> Aber keine Ahnung was das damit zu tun hat, dass du ein Vergehen begangen hast wofür du bestraft wurdest.\n> \n> Falls es eine Anspielung auf Intelligenz oder ähnliches sein soll, muss ich dich enttäuschen. Denn wer so simple Regeln wie die von Riot missachtet, der kann nicht die hellste Kerze auf der Torte sein.\n> Deshalb sollte man lieber nicht mit Steinen werfen.\n\nAHAHAHAHHA liegt daran das ich euch verabscheue .....das man euch den Titel support gibt ist echt ein Witz und ja es war eine Anspielung auf Intelligenz denn eure Post wie deinem z.B. machen null sinn (Informiere dich im Forum) wenn man aber einen unfairen leavebuster los werden will ... und wenn du mir jetzt mit technischem versagen ankommst dann was ist mit der beta version auf dem mac ... da können oftmals Fehler passieren.. kommt ihr dann auch mit dem selben Müll an wie guck im forum nach ? Und sagt ihr dann auch ist nicht Riots schuld ?","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T14:38:51.717+0000","up_votes":4,"down_votes":0,"body":"Ich habe keine Ahnung wie du auf die Idee kommst, ich sei Support-Mitarbeiter.\n{{sticker:sg-lux-2}} \n\nSolch ein selektives Lesen habe ich ja selten erlebt. Aber Hauptsache erst mal beleidigen und sich immer tiefer und tiefer in den geistigen Abgrund bewegen.","replies":[{"id":"","poster":"Sıves","date":"2018-10-29T15:09:27.787+0000","up_votes":1,"down_votes":4,"body":"agony und ich müssen schon sagen das du ein süßer bist :){{sticker:katarina-love}}","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T15:11:07.001+0000","up_votes":4,"down_votes":0,"body":"Es ist schön zu sehen, dass sich doch immer wieder Pärchen finden.\n\nDanke für das Kompliment und euch weiterhin alles Gute.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2018-10-30T07:35:17.710+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist ein Entwickler für die Fehler in seinem Programm verantwortlich. Dafür, was du mit diesem fehlerhaften Programm anstellt, kann er allerdings nichts.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-10-29T16:23:03.251+0000","up_votes":1,"down_votes":0,"body":"6 Monate sind mehr als genug um wieder auf Stufe 2 zu kommen, vorausgesetzt, du benimmst dich anständig.","replies":[]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T11:45:14.291+0000","up_votes":1,"down_votes":2,"body":"ja aber er hat dieses problem nur einmal gehabt und dann sofort einen leavebuster bekommen .. also ist das noch ein bug von eurem system ? und ihr wollt nicht helfen oder könnt mal wieder nicht ? :)","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T11:51:35.709+0000","up_votes":3,"down_votes":0,"body":"Niemand kriegt für einen einzigen Fehler eine Strafe vom Leaverbuster. Insbesondere keine 5 mal 20 Minuten. Für die 5 mal 20 Minuten Strafe, muss man schon sehr oft afk gewesen sein und hat davor etwas wie 5 mal 5 und 5 mal 10 Minuten als Strafe gehabt und sich immer noch nicht gebessert. Vielleicht hat er das Pech gehabt, dass dieses eine mal wirklich ein technisches Problem aufgetreten ist, was dafür gesorgt hat, dass er die Schwelle zur nächsten Strafe überschritten hat. Aber er ist daran Schuld, dass er überhaupt so weit gekommen ist und ein einziges weiteres technisches Problem zu dieser Strafe führen kann.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T11:57:05.747+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=00070000,timestamp=2018-10-29T11:51:35.709+0000)\n>\n> Niemand kriegt für einen einzigen Fehler eine Strafe vom Leaverbuster. Insbesondere keine 5 mal 20 Minuten. Für die 5 mal 20 Minuten Strafe, muss man schon sehr oft afk gewesen sein und hat davor etwas wie 5 mal 5 und 5 mal 10 Minuten als Strafe gehabt und sich immer noch nicht gebessert. Vielleicht hat er das Pech gehabt, dass dieses eine mal wirklich ein technisches Problem aufgetreten ist, was dafür gesorgt hat, dass er die Schwelle zur nächsten Strafe überschritten hat. Aber er ist daran Schuld, dass er überhaupt so weit gekommen ist und ein einziges weiteres technisches Problem zu dieser Strafe führen kann.\n\nwie lange merkt sich der leavebuster denn sowas ... er meinte gerade das, dass letzte mal als er sowas bekam schon über 2 Monate her ist","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:05:27.867+0000","up_votes":3,"down_votes":0,"body":"Die Strafsysteme in LoL messen Zeit in Spielen. Wenn man eine Strafe erhält und 4 Jahre wartet, aber nicht spielst und wieder etwas falsch macht, ist das effektiv so, als hätte man direkt nach der Strafe den Fehler begangen.\n\nDie Eskalationsstufen werden langsam abgebaut, indem man sich vorbildlich verhält. Bei Strafen für Chatvergehen etwa, in dem man nicht mehr im Chat stört, beim Leaverbuster, indem man keine Fehlzeiten mehr hat.\n\nWenn dein Freund vor 2 Monaten eine 5 mal 20 Minutenstrafe hatte, ist er da schon sehr oft durch Fehlzeiten aufgefallen. Wenn er in den 2 Monaten seit da aktiv gespielt hat aber dennoch Fehlzeiten hatte, kann es sein, dass er sich gerade so unter der Schwelle für die nächste Strafe befunden hat, die eben durch dieses eine zusätzliche Problem überschritten wurde. \n\nWie lange genau es dauert um von der 20 Minutenstrafe wieder auf eine niedrigere abzufallen, wenn man wieder auffällig werden sollte, kann keiner sagen. Das hängt eben hauptsächlich vom Verhalten des Spielers und seinen absolvierten Spielen ab. Ich kann mir durchaus vorstellen, dass man bei 2 Monaten mit etwas wie 5 Spielen am Tag, schon wieder abgestuft wurde, wenn man eben keine Fehlzeiten hatte oder nur sehr wenige.","replies":[]},{"id":"","poster":"Gin","date":"2018-10-29T12:02:00.589+0000","up_votes":2,"down_votes":0,"body":"> schon über 2 Monate her ist\n\nDer Zeitraum ist egal, es geht darum in wie vielen Games er leavt, bzw. seit wie vielen er nicht mehr geleavt ist. Wenn er in diesen 2 Monaten nur 20-30 Games gemacht hat, und in diesen 3-4 mal geleavt ist, dann wäre das z.B keine Überraschung.","replies":[]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T11:57:54.943+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=00070000,timestamp=2018-10-29T11:51:35.709+0000)\n>\n> Niemand kriegt für einen einzigen Fehler eine Strafe vom Leaverbuster. Insbesondere keine 5 mal 20 Minuten. Für die 5 mal 20 Minuten Strafe, muss man schon sehr oft afk gewesen sein und hat davor etwas wie 5 mal 5 und 5 mal 10 Minuten als Strafe gehabt und sich immer noch nicht gebessert. Vielleicht hat er das Pech gehabt, dass dieses eine mal wirklich ein technisches Problem aufgetreten ist, was dafür gesorgt hat, dass er die Schwelle zur nächsten Strafe überschritten hat. Aber er ist daran Schuld, dass er überhaupt so weit gekommen ist und ein einziges weiteres technisches Problem zu dieser Strafe führen kann.\n\nund es waren da auch 20 min","replies":[]}]},{"id":"","poster":"Gin","date":"2018-10-29T11:52:29.434+0000","up_votes":2,"down_votes":0,"body":"Er bekommt für das einmalige leaven keinen Leavebuster. \n\nEntweder war dein Kumpel dir gegenüber nicht 100% ehrlich. Oder er kann sich nicht daran erinnern wann er das letzte mal geleavt ist. Oder was du uns erzählst ist nicht 100% koscher.\n\nUnd wenn das System ein Problem hat, dann treten Probleme in 100% der Fälle auf und bei einem Großteil der Playerbase, und nicht nur bei dir und deinem Kumpel - und erst Recht nicht nur einmal.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-10-29T10:24:49.749+0000","up_votes":3,"down_votes":0,"body":"Wenn da die Frage an den Support war, ob sie die Strafe aufheben können, kommt da natürlich ein nein. Die 20 Minuten Low Priority Queue sind die Strafe dafür, ständig Spiele verlassen zu haben. Etwa durch Ragequits und/oder weil man sich nicht um die Probleme der eigenen Hard- und Software gekümmert hat.","replies":[]},{"id":"","poster":"Lovelyz Jisoo","date":"2018-10-29T22:14:10.507+0000","up_votes":2,"down_votes":0,"body":"Ich habe momentan einen Bug der das gleiche bei mir verursacht, jedoch muss ich sagen das ich mich freundlich an den Support gewendet habe und wir dort nun gemeinsam an einer Lösung arbeiten. Ich habe dem Support schon öfter mal in Anspruch genommen und wenn man seinen Standpunkt genau erklärt wird einem auch eigentlich immer solange geholfen, bis selbst der Support keine Lust und Ahnung mehr hat. Ich habe jedengalls zum Großteil gute bis sehr gute Erfahrung mit dem Support, einfach alles mal nett und freundlich behandeln :>","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T22:27:28.711+0000","up_votes":1,"down_votes":0,"body":"Ich schätze mal der Unterschied hier liegt darin, dass du fragst, wie man den Fehler beheben kann, während der Freund des TE wohl immer nur darauf besteht, dass man den Leaverbuster aufheben soll. Es wirkt zumindest auf mich so, als ob das deren einzige Sorge ist.","replies":[]}]},{"id":"","poster":"Gin","date":"2018-10-29T10:40:40.361+0000","up_votes":2,"down_votes":0,"body":"> [...] dann kommen immer die selben antworten wie \" ne geht nicht , oder können wir nicht ändern [...]\"\n\nWenn der Support dir antwortet und sagt dass etwas nicht möglich ist oder nicht machbar ist, dann ist das auch so.\n\nDie Leute beim Support würden dir wahnsinnig gerne helfen und die Strafe zurücknehmen, das ist ihnen allerdings nicht gestattet da du nicht zu 100% nachweisen kannst dass der Fehler am Spieler selber liegt, du nichts an den Dateien rumgefuscht hast, dein Netzwerk zu 100% einwandfrei funktioniert und du keine Anwendungen installiert hast die den Client/das Spiel einschränken und für Probleme sorgen.\n\n> [...] ich habe sogar einen Kumpel der durch einen bug 5 mal 20 min warten musst , er schrieb den Support an und bekam eine Antwort das es nicht am spiel lag sondern er anscheinend oder sein Pc selbst schuld daran ist wo ich mich frage ob der typ 47 chromosomen hat um sowas einen spieler zu schreiben der ganz klar einen bug vom spiel bekam. [...]\n\nDer Support hat in diesem Fall allerdings Recht. Die häufigste Ursache für Bugsplats und DIsconnects liegen beim Spieler selber. Eine fehlerhafte Installation von League of Legends, eine beschädigte Datei, andere Anwendungen (überwiegend Antivirus-Programme) die dazwischen funken, falsch konfigurierte Firewalls oder allgemein einfach nur Netzwerk- oder Internetprobleme liegen alle außerhalb von Riots Einflussbereich, und es liegt in der Verantwortung vom Spieler selber sich darum zu kümmern dass diese reibungslos funktionieren.\n\nAls Spieler bist du damit allerdings nicht auf dich alleine gestellt. Anstatt den Support dafür anzuschnauzen dass er die Strafe nicht rückgängig macht - weil es ihm in dieser Situation nicht gestattet ist - kannst du dich an diesen um Hilfe wenden um dein Problem zu beheben. Oder einfach mal nach dem Fehler googlen, das Forum durch störbern, oder einen Beitrag im Hilfe und Support Bereich aufzumachen in dem du deinen Fehler kurz beschreibst und die Community dir dabei helfen kann diesen zu beheben.\n\n> [...] einen spieler zu schreiben der ganz klar einen bug vom spiel bekam. [...]\n\nDas ist das Problem: Es ist eben nicht zu 100% klar dass der Bug vom Spiel selber kam und nicht vom Spieler oder dessen PC- und Netzwerk-Setup selber.\n\nWenn es dem Support, Riot Games, oder dir möglich wäre mit 100% Sicherheit nachzuweisen dass der Fehler am Spiel selber lag - dann würden die es auch tun und die die Strafe zurücknehmen. Aber das ist leider nicht der Fall.\n\n---\n\nWir können dir beim Beheben deines Fehlers helfen, und ich bin auch bereit dazu, du musst dafür allerdings etwas mehr Kooperation zeigen und den Leuten die dir helfen wollen nicht sofort an den Hals springen.\n\nUnd um Missverständnisse zu vermeiden: Ich bin **kein** Supporter oder Teil von diesem. Ich bin einfach nur ein freiwilliger Helfer im Forum.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T10:58:49.421+0000","up_votes":1,"down_votes":3,"body":"Der Support schreibt zu allem das sie nix machen können . Und man wird jedes mal drauf hingewiesen das der riot support uns behilflich sein wird (link zur riot supportpage)  wird uns dann gegeben mit den worten das es sich hierbei um ein bug des spiels handelt","replies":[{"id":"","poster":"Gin","date":"2018-10-29T11:00:48.647+0000","up_votes":1,"down_votes":0,"body":"Kannst du einen Screenshot von der Fehlermeldung machen die dich an den Support weiterleitet?","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T11:08:25.355+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=000500000001,timestamp=2018-10-29T11:00:48.647+0000)\n>\n> Kannst du einen Screenshot von der Fehlermeldung machen die dich an den Support weiterleitet?\n\nkommst ja ziemlich früh wenn das schon vor einer stunde verfasst wurde .. denkst auch ich starr nur noch gegen meinen Bildschirm mit der Meldung in der mitte","replies":[{"id":"","poster":"Gin","date":"2018-10-29T11:13:41.161+0000","up_votes":1,"down_votes":0,"body":"> denkst auch ich starr nur noch gegen meinen Bildschirm mit der Meldung in der mitte\n\nUnd ich starre nicht 24/7 ins Forum und schaue rein ob jemand einen neuen Beitrag verfasst hat in dem er ein Problem hat.\n\nIch bin eigentlich davon ausgegangen dass du entweder ein Screenshot von der Fehlermeldung hast, oder diesen ohne große Probleme reproduzieren kannst da es ja ständig auftritt.\n\n---\n\nIch würde dir außerdem raten deinen Tonfall nochmal zu überdenken wenn du willst dass dir andere helfen.\n\nIch kann zwar verstehen dass du frustriert bist, aber das musst du nicht an mir oder dem Rest hier auslassen. Ich kann weder etwas für den Support, noch für das Spiel selber, noch für deine Einstellung allen anderen gegenüber.\n\nIch helfen dir hier immer noch freiwillig, ich bin zu nichts verpflichtet.","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-10-29T11:00:18.942+0000","up_votes":1,"down_votes":0,"body":"> Der Support schreibt zu allem das sie nix machen können \n\nDas ist schlichtweg gelogen.\nSchau ins Forum, da werden sogar oft genug Support-Meldungen geteilt.","replies":[]}]}]},{"id":"","poster":"Sihari","date":"2018-10-29T10:02:17.312+0000","up_votes":2,"down_votes":0,"body":"Die meisten \"Bugs\" die Spieler dem Support beschreiben sind nunmal nichts, was der Support von seiner Seite aus fixen kann, sondern Fehler im Sytsem des Spielers. \nWas genau war denn bei euch verbuggt und was habt ihr schon alles unternommen um euch darum zu kümmern?\n\n(PS: um eine LowPrioQ von 20min zu bekommen muss dein Kumpel ja schon eine ganze Weile mit dem Problem spielen. Vielleicht sollte er erstmal eine Pause einlegen bis sich das geklärt hat. Sonst wird seine Strafstufe gefühlt nie wieder gesenkt und beim nächsten Problem muss er direkt wieder die 20min warten!)","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T10:59:54.342+0000","up_votes":1,"down_votes":1,"body":"man bekommt immer eine lowPrioQ wenn man aus der champselect fliegt egal was der grund von dem leaven ist .","replies":[{"id":"","poster":"Gin","date":"2018-10-29T11:05:47.212+0000","up_votes":1,"down_votes":0,"body":"Beim ersten oder zweiten Mal passiert mit hoher Wahrscheinlichkeit nichts als Toleranz weil immer was seien kann und damit du Probleme angehen kannst und nicht sofort dafür bestraft wirst.\n\nWenn du allerdings das dritte, vierte oder noch öfter innerhalb kürzester Zeit aus der CS rausfliegst, dann liegt bei dir ein Fehler vor um den du dich kümmern solltest.\n\nUnd der Grund ist in der Tat egal, weil man nicht wirklich prüfen kann was diese ist da es immer möglich ist dass Spieler Sachen manipulieren und sich als \"unschuldig\" darstellen.\n\nUnd damit man das System nicht ausnutzen/austricksen kann um ständig zu dodgen, sind die Strafen konstant und allgegenwärtig. ","replies":[{"id":"","poster":"Sihari","date":"2018-10-29T14:34:35.883+0000","up_votes":1,"down_votes":0,"body":"Beim verlassen der Champselect muss man tatsächlich immer warten, aber der Timer ist anders als der vom Leaverbuster und läuft auch dann ab, wenn man gerade nicht versucht der Queue erneut zu joinen. ^^","replies":[]}]}]}]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-29T13:00:47.754+0000","up_votes":1,"down_votes":0,"body":"Ach menno, mein Roman wurde mir durch Gin und Sirrkas verwehrt..\n\n:c","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T16:21:38.802+0000","up_votes":1,"down_votes":0,"body":"Du kannst gerne einen Roman verfassen, ich halte dich davon nicht ab. {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Agony L9","date":"2018-10-29T13:05:25.534+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=RéySKR,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=0009,timestamp=2018-10-29T13:00:47.754+0000)\n>\n> Ach menno, mein Roman wurde mir durch Gin und Sirrkas verwehrt..\n> \n> :c\n\nJa keine Ahnung was der ganze Riot support Bereich für spiele mit uns spielt aber leider haben wir als user keine andere möglichkeit als einfach mitzuspielen ...","replies":[]},{"id":"","poster":"Agony L9","date":"2018-10-29T13:02:19.868+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=RéySKR,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=0009,timestamp=2018-10-29T13:00:47.754+0000)\n>\n> Ach menno, mein Roman wurde mir durch Gin und Sirrkas verwehrt..\n> \n> :c\n\nLOL ahhaahah bekommst nen Like haha","replies":[]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T15:15:32.717+0000","up_votes":1,"down_votes":2,"body":"fuuuuck hat er uns mit unseren eigenen waffen genommen und uns als gay verkauft XDDDD haha... ach Qbert .. es ist noch nicht vorbei wir sehen uns irgendwann wieder :)","replies":[{"id":"","poster":"Gin","date":"2018-10-29T15:32:24.465+0000","up_votes":1,"down_votes":0,"body":"Benutze die Antwort-Funktion unter dem jeweiligen Kommentar damit die Person benachrichtigt wird.","replies":[]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T15:10:44.740+0000","up_votes":1,"down_votes":0,"body":"jaaaa jetzt ma no joke ... DuoQ ich adc du supp","replies":[{"id":"","poster":"Gin","date":"2018-10-29T15:30:50.953+0000","up_votes":1,"down_votes":0,"body":"Benutze die Antwort-Funktion unter dem jeweiligen Kommentar damit die Person benachrichtigt wird.","replies":[]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T15:02:58.018+0000","up_votes":1,"down_votes":0,"body":"wieso sollte ich mich darüber informieren was für lvl der riot support hat und ich schreibe nur so weil ich bisher keinerlei gute Erfahrung mit dem support habe und das schon 3-4 Jahre ..  sie konnten und haben mir nie geholfen","replies":[{"id":"","poster":"Gin","date":"2018-10-29T15:30:22.065+0000","up_votes":1,"down_votes":0,"body":"Benutze die Antwort-Funktion unter dem jeweiligen Kommentar damit die Person benachrichtigt wird.","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T15:55:06.523+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=000c0000,timestamp=2018-10-29T15:30:22.065+0000)\n>\n> Benutze die Antwort-Funktion unter dem jeweiligen Kommentar damit die Person benachrichtigt wird.\n\njuckt ?","replies":[{"id":"","poster":"Gin","date":"2018-10-29T21:37:41.367+0000","up_votes":2,"down_votes":0,"body":"Dich, wenn du willst dass andere sehen dass du was geschrieben hast oder darauf antworten können.\n\nAnsonsten schreibst du nur leere Texte die die Personen im Endeffekt gar nicht erst erreichen.","replies":[]}]}]}]},{"id":"","poster":"Agony L9","date":"2018-10-29T14:54:25.560+0000","up_votes":1,"down_votes":3,"body":"dadurch das es hier ein riot forum ist und du mal supporter warst und das Thema um riot support geht könnte man das so aufnehmen","replies":[{"id":"","poster":"Qbert","date":"2018-10-29T14:58:07.008+0000","up_votes":1,"down_votes":0,"body":"Nö, ich sprach nämlich vom 2nd-Level-Support.\nRiot hat so etwas nicht, die bieten nur einen 1st-Level-Support ... jedenfalls wäre mir nicht bewusst, dass sie auch ein 2nd-Level haben.\n\nDas zeigt aber, wie wenig du dich damit überhaupt auskennst.\nIch gebe dir einen wohlgemeinten Rat. Urteile nicht über Dinge vorschnell und harsch, die du nicht einschätzen kannst.\n\nWut/Verzweiflung sind total verständlich, aber sie bringen dich nicht weiter. Erörtere lieber, woher das Problem kommen kann, statt anderen dafür rund zu machen.\nUnd solltest du mal mit Support-Leuten sprechen, behandele sie immer auf Augenhöhe. Denn ein Support-Mitarbeiter ist eher gewillt dir zu helfen, wenn du ihn **nicht** beschimpfst oder für die Dinge verantwortlich machst, über die du dich beschwerst.\nGlaub mir, wenn du nett und freundlich zu ihnen bist, sind sie auf jeden Fall eher gewillt dir zu helfen. Manchmal ist das aber einfach nicht möglich.","replies":[]}]},{"id":"","poster":"DrakoniaDRK","date":"2018-10-29T11:13:44.589+0000","up_votes":2,"down_votes":3,"body":"Hatte auch schon einmal einen Bug der wirklich ein Riot Bug war, bekam genau so eine Antwort von Support zurück. Ich bin dann aber hartnäckig geblieben und sagte es hat mit Sicherheit nichts mit meinem PC zu tun. Die sollen das bitte mal beheben diesen Bug. Danach wurde dann mal endlich geholfen und nachgeschaut. Und siehe da ein BUG von SEITEN RIOTS!\nEs ist wie im echten Leben: Der Kunde hat Schuld nicht der Anbieter!","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T12:08:50.439+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=DrakoniaDRK,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=0006,timestamp=2018-10-29T11:13:44.589+0000)\n>\n> Hatte auch schon einmal einen Bug der wirklich ein Riot Bug war, bekam genau so eine Antwort von Support zurück. Ich bin dann aber hartnäckig geblieben und sagte es hat mit Sicherheit nichts mit meinem PC zu tun. Die sollen das bitte mal beheben diesen Bug. Danach wurde dann mal endlich geholfen und nachgeschaut. Und siehe da ein BUG von SEITEN RIOTS!\n> Es ist wie im echten Leben: Der Kunde hat Schuld nicht der Anbieter!\n\nDANKE endlich jemand der für uns spricht und auch das problem hatte aber ja nur wir sind dran schuld riot nie :)))))))))))","replies":[{"id":"","poster":"Gin","date":"2018-10-29T12:16:07.798+0000","up_votes":1,"down_votes":0,"body":"Keiner hat gesagt dass Riot nie schuld ist oder keine Fehler macht. Letzte Woche erst hatten wir 4-5 Statusmeldungen weil EUW wieder gefühlt am brennen war.\n\nUnd bereits seit mehreren Patchen haben wir Probleme dass der Client nur sehr zäh reagiert, das Hextech Inventar braucht manchmal Ewigkeiten zum Laden oder lädt manchmal gar nicht, und im Spiel selber gibt es auch zahlreiche kleinere Bugs und Fehler.\n\nAber was Probleme in der Champion Select oder beim Laden ins Spiel selber betrifft, liegen diese in 99% der Fälle beim Spieler selber.\n\nUnd in den 1% in denen es tatsächlich Riots Schuld ist, betrifft es so ziemlich alle Spieler, der Fehler wird im Serverstatus aufgelistet, und das Problem wird innerhalb von einem Tag gehotfixt. \n\nUnd da das aktuell nicht der Fall ist, was denkst du wo das Problem bei Riot liegt, wenn ich, so ziemlich jeder in meinem Freundeskreis, und so gut wie jeder andere in diesem Thread ohne Probleme spielen kann?","replies":[{"id":"","poster":"Agony L9","date":"2018-10-29T12:22:15.545+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=000600010000,timestamp=2018-10-29T12:16:07.798+0000)\n>\n> Keiner hat gesagt dass Riot nie schuld ist oder keine Fehler macht. Letzte Woche erst hatten wir 4-5 Statusmeldungen weil EUW wieder gefühlt am brennen war.\n> \n> Und bereits seit mehreren Patchen haben wir Probleme dass der Client nur sehr zäh reagiert, das Hextech Inventar braucht manchmal Ewigkeiten zum Laden oder lädt manchmal gar nicht, und im Spiel selber gibt es auch zahlreiche kleinere Bugs und Fehler.\n> \n> Aber was Probleme in der Champion Select oder beim Laden ins Spiel selber betrifft, liegen diese in 99% der Fälle beim Spieler selber.\n> \n> Und in den 1% in denen es tatsächlich Riots Schuld ist, betrifft es so ziemlich alle Spieler, der Fehler wird im Serverstatus aufgelistet, und das Problem wird innerhalb von einem Tag gehotfixt. \n> \n> Und da das aktuell nicht der Fall ist, was denkst du wo das Problem bei Riot liegt, wenn ich, so ziemlich jeder in meinem Freundeskreis, und so gut wie jeder andere in diesem Thread ohne Probleme spielen kann?\n\nWieso sagen sie jeder ? das können sie schlecht sagen .. ich bin mir nämlich ziemlich sicher ,dass sie oft solche meldungen im riot support bekommen und hier hat auch schon jemand im meinem post was dazu geschrieben falls sie das übersehen haben .. er selber hatte das problem und bekam dadurch sofort einen leavebuster nur ihm wurde anscheinend geholfen meinem freund jedoch nicht also muss man glück haben einen supporter zubekommen der einen guten Tag hat ?","replies":[{"id":"","poster":"Gin","date":"2018-10-29T12:35:01.755+0000","up_votes":1,"down_votes":0,"body":"Zu allererst: Ich bin kein Riot Supporter. Ich bin Wrenchmen, aka. freiwilliger Helfer (auch Volunteer genannt) im Forum der Spielern mit technischen Problemen rund um den Client und das Spiel selber hilft, so wie allerlei andere technische Probleme.\n\nIch mache das freiwillig, ich werde hierfür nicht bezahlt, und ich habe keinerlei Verpflichtung dir hier überhaupt zu antworten.\n\nUnd der Grund wieso ich mir so sicher bin, ist weil ich bereits seit fast 2 Jahren im Hilfe & Support Bereich im Forum unterwegs bin und Anfragen von Spielern beantworte und denen dabei helfe ihre Probleme zu beheben.\n\nUnd ich kann dir daher aus Erfahrung sagen: Das Problem liegt bei dir.\n\nIch kann dir anbieten dir dabei zu helfen wenn du mich lassen würdest und ich kann dir zeigen wieso, wie und was. Oder du leugnest es weiterhin, verschließt dich komplett und wir können hier noch stundenlang weiterdiskutieren.\n\nAlso: Möchtest du meine Hilfe, oder nicht?\n\n> sofort einen leavebuster nur ihm wurde anscheinend geholfen\n\nIhm wurde wahrscheinlich mit seinem Problem geholfen. Seine Strafe wurde allerdings nicht zurückgenommen.\n\nWenn du mich vom Gegenteil überzeugen willst, dann brauche ich auch den Link zum Beitrag den du angeblich gesehen hast.","replies":[{"id":"","poster":"Sirrkas","date":"2018-10-29T12:39:03.097+0000","up_votes":1,"down_votes":0,"body":"Er wird den Post hier meinen:\n\n> [{quoted}](name=DrakoniaDRK,realm=EUW,application-id=7hciEY9w,discussion-id=2pTL6uMT,comment-id=0006,timestamp=2018-10-29T11:13:44.589+0000)\n>\n> Hatte auch schon einmal einen Bug der wirklich ein Riot Bug war, bekam genau so eine Antwort von Support zurück. Ich bin dann aber hartnäckig geblieben und sagte es hat mit Sicherheit nichts mit meinem PC zu tun. Die sollen das bitte mal beheben diesen Bug. Danach wurde dann mal endlich geholfen und nachgeschaut. Und siehe da ein BUG von SEITEN RIOTS!\n> Es ist wie im echten Leben: Der Kunde hat Schuld nicht der Anbieter!","replies":[]}]}]}]},{"id":"","poster":"DrakoniaDRK","date":"2018-10-29T15:40:45.211+0000","up_votes":1,"down_votes":0,"body":"Hatte nicht den selben Bug sondern was anderes, war aber auch ein Bug von Seiten Riots. Man muss einfach hartnäckig bleiben und zurück schreiben.","replies":[]}]},{"id":"","poster":"Sıves","date":"2018-10-29T12:06:38.850+0000","up_votes":1,"down_votes":3,"body":"checkt ja keiner","replies":[]}]},{"id":"","poster":"Sıves","date":"2018-10-29T13:45:16.599+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Lovelyz Jisoo,realm=EUW,application-id=7hciEY9w,discussion-id=f7WgXFAN,comment-id=,timestamp=2018-10-26T23:10:36.796+0000)\n>\n> Hallo liebe Leser,\n> Mein Name ist Night bzw Jisoo und ich habe da ein gewisses Problem wo mir der Support an sich bis jetzt nicht helfen konnte und ich wollte mich einfach hier an mal an die Leute wenden um nach Hilfe zu fragen, vielleicht hatte ja jemand selbst das Problem. Mein Problem besteht darin das ich wenn ich ein normales Spiel auf Summoners Rift starte und in den Ladebildschirm komme lade ich ganz normal bis 100% dann jedoch besteht eine gewisse Chance dass das Spiel startet ich aber im Ladebildschirm fest h&amp;auml;nge (Der Kreis unten rechts dreht sich durchgehend). Da ich aufgrund eines schwachen PCs nicht innerhalb von wenigen Sekunden ins Spiel komme, verliere ich meist 1-2 Level und mehrere Minionwaves weshalb ich auch die Games eher verliere, hinzu kommt das es ja auch das remaken gibt was h&amp;auml;ufiger in Benutzung tritt da ich nicht immer zu 100% den Moment feststellen kann wann ich im Ladebildschirm festh&amp;auml;nge oder nicht. Dieser fehl tritt ausschlie&amp;szlig;lich im PvP 5v5 auf, in Coop vs Ai und Custom games tritt dies nie auf (ca 100 Spiele getestet). Weiterhin tritt der Fehler auch nicht immer auf sondern nur zu ca 50% und dann auch nur 1 mal, bis ich meinen Launcher neustarte. Der Fehler existiert f&amp;uuml;r mich seit ca 8.14 und manchen Patches tritt es weniger h&amp;auml;ufig auf und nach manchen (wie 8.21) st&amp;auml;ndig, weshalb ich mich jetzt hier auch melde, da ich zum ersten mal innerhalb 5 games, 4 mal den disconnect hatte. ARAM scheint sehr wenig davon beeinflusst zu sein da ich dort quasi nie rausfliege (Ich &amp;quot;farme&amp;quot; dort die Sperre weg). Der LoL Support scheint mir nicht gro&amp;szlig; helfen zu k&amp;ouml;nnen da ich seit Wochen mit ihnen gearbeitet habe um eine L&amp;ouml;sung zu finden. Bisherige L&amp;ouml;sungsversuche waren:\n> - PC Neustart (billig hat aber auch schon vielen geholfen)\n> - Router Neustart (ebenfalls bekannt)\n> - LoL Neustart (verschlimmert eher das Problem wie oben genannt)\n> - Treiber Updates (waren keine Hilfe)\n> - Firewall sowohl aktivieren als auch deaktivieren sowie Berechtigungen hinzuf&amp;uuml;gen (keine &amp;Auml;nderung)\n> - Virenscan durchf&amp;uuml;hren (War auch nicht das Problem)\n> -League of Legends reparieren (Keine Verbesserung)\n> - League of Legends neuinstallieren (hat f&amp;uuml;r 1 Tag die Fehler aufgehoben, kann aber zufall gewesen sein)\n> - Windows update durchf&amp;uuml;hren (da neueste Version benutzt wurde, keine &amp;Auml;nderung)\n> \n> Dies sollte soweit alles sein was ich bisher probiert habe, momentan versuche ich die Fehler zu minimieren durch spammen von Custom Games vor dem Spielen, hat bis heute auch alles etwas minimiert es jedoch nicht neutralisiert. Heute trat der extremfall auf wie oben schon beschrieben, 5 games, 4 Abbr&amp;uuml;che, 2 mal Low Priority queue f&amp;uuml;r  5 weitere Spiele f&amp;uuml;r jeweils 20 Minuten. Das System scheint schnell Sperrungen zu spammen was nat&amp;uuml;rlich hei&amp;szlig;t es funktioniert, jedoch unvorteilhaft f&amp;uuml;r mich da ich ja nicht protected bin von solchen Sperrungen =). Dies sind auch die einzigen Sperrungen die mein Account zu verzeichnen hat und das seit Season 2. Jedenfalls sitze ich nun hier, schreibe diesen Artikel bis mein ARAM los geht und ich die Sperrung vollendet habe (komisch das es im ARAM nie passiert). Ich bin f&amp;uuml;r alle Tipps offen und versuche alle Informationen bereitzustellen die notwendig sind :). Dieses Problem trat noch nie vorher auf und ist exklusiv seit ca 8.14 bei mir vorhanden.\n\nmal nohate BIN NICHT DER EINZIGE","replies":[]}]}