{"id":"P5RKaFY5","poster":"KED Alwian","date":"2018-10-28T09:52:09.162+0000","title":"Team TEA-Bamboozled sucht einen Support Subistitue [P2+]!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag Beschw&ouml;rer,\r\n\r\nwir suchen einen weiteren Support, spricht einen Substitute der &ouml;fter mal f&uuml;r unseren einspringen kann, was meistens am Wochenende sein wird.\r\n\r\n**Was wir dir bieten**\r\nUnser Team geh&ouml;rt zum Teatimeclub. Dabei handelt es sich um eine gro&szlig;e aktive und gut organisierte LeagueCommunity. Eine Community mit dutzenden Teams, Interne Tuniere mit Belohnungssystem, Coaching und individuelle Betreueungsm&ouml;glichkeiten, oder auch Teilnahmen an kleineren externen Tunieren sind dabei einige Vorz&uuml;ge die ich hier nennen will.\r\n\r\n**Warum wir einen zweiten Support suchen?** \r\nWeil unser Support sehr wenig Zeit am Wochenende hat, dieser muss meist arbeiten, um sich sein Studium finanzieren zu k&ouml;nnen und hinzu ist er oft in der Heimat am Wochenende. \r\n\r\n**Kleinigkeit &uuml;ber uns**\r\nWir als Team bieten dir dar&uuml;ber hinaus die M&ouml;glichkeit, in einem aktiven Roster mitzuspielen, welches regelm&auml;&szlig;ig zusammen trainiert und gemeinsam an kleinen Events teilnehmen m&ouml;chte. Nat&uuml;rlich sollten hier die realistischen M&ouml;glichkeiten betrachtet werden. Das Team besteht ausschlie&szlig;lich aus Diamond Spielern , die sich auf Ihre jeweilige Rolle spezialisiert haben und ihren Championpool stehts an die aktuelle Meta angleichen. Da wir gemeinsam in einer Community spielen, ist es einfach scrim Partner zu finden.\r\n\r\n**Was wir erwarten:**\r\n\r\n*     Elo P2+\r\n*     geeigneten Championpool (keine OTP&#039;s)\r\n*     Kritik- Teamf&auml;hig\r\n*     Zeit meistens am Wochenende\r\n\r\nSolltest du Interesse an Tryouts bei uns haben, melde dich bitte bei TEA Alwian\r\nEin Betritt des Teams, ist mit einem Betritt in unsere Commmunity verbunden. Infos dazu findet Ihr auf unserem Teamspeakserver.\r\nVorab beim Beitritt in die TEA-Community wird ein namechange verlangt, welcher aber erst 2 Wochen sp&auml;ter verlangt wird.\r\nts.teatimeclub.de","replies":[]}