{"id":"KNA2lFw2","poster":"Hinátà","date":"2019-09-16T09:25:09.734+0000","title":"wie finde ich heraus was für supporter mir liegen!","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"huhu,\r\n\r\nich möchte mich auf meiner main rolle festigen und suche jemanden der mir etwas über die verschiedenen arten von supportern helfen kann\r\n\r\nLG\r\n\r\nHinata","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T09:26:06.505+0000","up_votes":2,"down_votes":0,"body":"Das findest du am besten raus wenn du einfach mal alle spielst. Dann merkst du ja welche dir Spaß machen :3","replies":[{"id":"","poster":"Hinátà","date":"2019-09-16T09:30:11.721+0000","up_votes":1,"down_votes":0,"body":"Ja mir geht es aber auch bisschen darum wie ich am besten meine Runen dafür aufbaue hab halt nur 3 Seiten.\n\nKannst du mir zu mindestens sagen welche Arten es gibt mit paar beispielen?\n\nLG\n\nHinata :3","replies":[{"id":"","poster":"Veezey","date":"2019-09-16T18:25:40.806+0000","up_votes":1,"down_votes":0,"body":"Die Runen kannst du vor jedem Game in der Champselect ändern. Das mag nervig sein, wenn man nicht immer weiß wo welche Rune ist aber man gewöhnt sich daran und dann geht das auch viel schneller.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T09:49:02.035+0000","up_votes":1,"down_votes":0,"body":"Also welche champs hast du den bisher gespielt als Support? :)\n\nDann kann ich auch sagen welche Runen darauf passen würden :) also zumindestens etwas ^^","replies":[]},{"id":"","poster":"AudreyrJmEb","date":"2019-09-16T09:33:18.968+0000","up_votes":1,"down_votes":0,"body":"Die Runen sind ja wohl wirklich scheiß egal geht eher um deinen Skill, entscheide einfach danach was dir Spaß macht!\n\nIch hab bis Dia mit den standard vorgefertigten Runen gespielt","replies":[{"id":"","poster":"Hinátà","date":"2019-09-16T09:34:20.164+0000","up_votes":1,"down_votes":0,"body":"ok\n\ndanke euch sehr","replies":[]}]}]}]},{"id":"","poster":"Cenâreth","date":"2019-09-26T20:18:41.510+0000","up_votes":1,"down_votes":0,"body":"Naja die Runen sind nicht immer unbedingt Scheiß egal ... Mach dir einfach mal ein Bild darüber bei Lux z.B. wird oft gern Komet oder Dark Harvest (Dunkle Seelenernte) gespielt, warum? Sie ist halt ein AP Support die zwar auch schilden kann (bei dem dann Benefee-Beschwörung (Summon Aery) besser wäre), aber Dmg ist eben nun mal Dmg und Schild gibt Lux reichlich genug. Leona ist ein Tank Support den man hauptsächlich auf Runen wie Aftershock (Nachbeben) oder Guardians (Bewahrer) spielt (wobei meines erachtens nach Aftershock besser ist), bei Rakan z.B. ist es geschmackssache ich bevorzuge die Tank Variante (also dasselbe wie bei Leona), andere spielen hingegen Summon Aery (Benefee-Beschwörung), es kommt eben darauf an welcher Champ was kann.\n\nZur Erklärung, Nachbeben, gibt dir tankyness wenn du jemanden bewegungsunfähig machst,  zeitgleich wenn du drin stehst, entfesselst du eine Schockwelle die abhängig deiner Stufe + abhängig div. %-Sachen, Magic Damage macht.\n\nBewahrer hingegen musst du bei deinem ADC oder Partner (kann ja auch Mid sein) stehen bleiben wenn sie ausgelöst wird bekommt ihr beide ein Schild und Movement-Speed. Ist halt Geschmackssache.\n\nBei klassische Support Champs wie Soraka, Janna, Sona würde ich eher auf Summon Aery (Benefee-Beschwörung) bevorzugt gehen, das ist die Rune die auf andere springt wenn du einen bestimmten Skill machst z.B. du healst den ADC dann springt sie auf den ADC gibt ihm zusätzlich ein Schild umgekehrt du machst eine Fähigkeit auf den gegner z.B. Nami W, sie springt auf den Gegner und macht Dmg drauf. Sieht man auch oftmals auf Yuumi Supports. Wichtig ist allerdings bei all den Sachen immer Up to Date bleiben. Sprich Patchnotizen lesen, zwecks, Nerfs und Buffs.\n\nDenn die Runen sind halt nur 1 Teil von dem Ganzen.\n\nDann lies dir am besten noch die Sachen von denen Runen unter den Schlüssel-Runen durch. z.B. Revitalize (Frische) pushed halt die Heil und Schildkraft um einen gewissen %-tual Betrag.\n\nAber es muss jeder selbst dass Gefühl für sich entdecken.\n\nDass sind so die wichtigsten Runen generell für Supporter, Tank Supporter, AP Dmg Supports.","replies":[]},{"id":"","poster":"Hinátà","date":"2019-09-21T12:15:48.643+0000","up_votes":1,"down_votes":0,"body":"ich danke euch allen für die gute Unterstützung und habe mich da ein wenig eingearbeitet hab nur noch ein Problem und zwar habe ich noch keine supporter mit den ich im Aggro bereich klar komme ein paar Tipps welche ich da mal versuchen kann\n\nLG\n\nHinata :3","replies":[]},{"id":"","poster":"Me vs You","date":"2019-09-17T22:01:45.119+0000","up_votes":1,"down_votes":0,"body":"Beim Supporter ist es extrem vielfältig, da haben es die anderen Rollen deutlich leichter.\nEs ist hier leider abhängig von deinen Teampicks + Gegnerpicks.\n\nIst dein Team voller AD-Offtanks, dann ist z.B. {{champion:99}}  Full AP eine gute Wahl.\nSollten die Gegner aber dann auf einmal auf Burst-DMG und lethality gehen ist dann doch ein Champ wie {{champion:350}} oder {{champion:26}} cool.\n\nDann der Eigen-Faktor, wie spielst du? Aggressiv oder Passiv, mehr wie {{champion:89}} mit {{summoner:14}}  oder doch {{champion:432}} ?\n\nIst dein ADC late-orientiert oder schon im early Feuer und Flamme.\n\nStarte erstmal 2 Champs mit Tankbuild z.B. {{champion:12}} &amp; {{champion:89}} ,beide schön aggressiv und resistent.\nUnd zum Ausgleich {{champion:40}} , {{champion:117}} &amp; {{champion:267}} .\n\nProbieren. Nimm dir ein Champ und Spiel einfach mit ein und dem selben ca. 3 Runden, dann wechsel, dann wieder zu dem davor.\n\nViel Spaß bei der Auswahl! :)\n\nPS: Im Grundkern hast du einen Style, änder den nicht, weil so holst du nicht alles aus dir raus, bist du aggressiv, dann sei es und mach im early Druck, bist du eher leicht passiv, dann warte ab für die richtigen Momente und überstürze nichts.\n\n{{sticker:sona-playing}}","replies":[]},{"id":"","poster":"Kartoffelsuppe","date":"2019-09-17T18:45:16.881+0000","up_votes":1,"down_votes":0,"body":"Du hast doch bestimmt schonmal ein MMORPG gespielt, da gibt es immer 3 Hauptklassen (Krieger, Magier, Dieb) und 3 Mechaniken (Heilen, Tanken, Damage) auf dem das ganze Spiel aufbaut. Das ist hier mit den Supportern auch nicht anders.\n\nhttps://www.youtube.com/watch?v=-qBie6UWmvA\nhttps://www.youtube.com/watch?v=yirETsjRo10\n\nJetzt musst du halt gucken was du gerne machen möchtest und wie du normalerweise spielst. Was du z.b. nicht machen solltest ist sowas wie Leona oder Blitzcrank zu nehmen wenn du gerne passiv hinter den Minions stehst. Wobei man nie passiv sein sollte aber eine Soraka oder Nami kann dann wenigstens noch heilen wobei du als Leona oder Blitzcrank dann deinem Team von gar keinen nutzen mehr bist.","replies":[]},{"id":"","poster":"Armenty","date":"2019-09-17T03:22:52.161+0000","up_votes":1,"down_votes":0,"body":"Fang mit leichten Supportern an und hangel dich an die \"schweren\" ran. Du wirst schon sehen, was dir liegt und was dir gar keinen Spaß macht. Wenn du gleich an die \"High-skill-cap\" Supports gehst, wird die Frustration hoch sein und das ist immer so eine Sache bei erlernen neuer Dinge. Frustration zieht dich stark runter.\n\nIch z.B. liebe Enchanter und hasse Tank/hook champs. Ist einfach nicht mein Style.","replies":[]},{"id":"","poster":"ˉˉIˉˉ","date":"2019-09-16T16:10:43.508+0000","up_votes":1,"down_votes":0,"body":"Naja, wichtig ist erstmal herauszufinden was dein Spielstil ist.\nSupport ist nicht gleich support und nicht-support ist eben auch nicht gleich nicht-support.\n\nIch gehe mal davon aus, dass du einen traditionellen Botlane Supporter spielen willst und nicht gerade den Ivern Jungle auspacken möchtest (wobei das wirklich auch ganz interessant sein kann).\n\nJetzt stellt sich die frage ob du lieber Heal/Shield-Supporter, wie Yuumi, Soraka, Janna oder Lulu spielen möchtest, wo dein Job ist an den Carries zu kleben und diese am leben zu halten.\nOb du lieber Tanky Supps spielst die meistens mit viel CC kommen, sich entweder um die engages oder die Sicherheit des ADCs kümmern (oder beides gleichzeitig) - oder ob du mehr lust auf die Damage Supporter oder Control Mages hast, die man zwar seltener sieht aber duchaus viable sind.\n\nEs gibt so viele Arten support zu spielen und dann gibt es noch einen haufen ausnahmen.\nMein Tipp wäre in jede Kategorie mal reinzuschnuppern und auch die Ausnahmen mal zu testen - vielleicht sogar etwas off-Meta lastiges.\n\nWusstest du z.B. dass Kled momentan in High Elo der Supporter mit der höchsten Winrate (60%) ist?\nIch habs selbst probiert und bin kläglich gescheitert.","replies":[]},{"id":"","poster":"Iiuz","date":"2019-09-16T11:35:17.124+0000","up_votes":1,"down_votes":0,"body":"Runen solltest du am Besten für jeden Champ und jedes Gegnerteam anpassen aber die meisten genutzen Runen sind Aerue Comet Guardian und Aftershock für fast alles supps","replies":[]}]}