{"id":"zyJo0xIs","poster":"Asulia","date":"2018-10-27T16:51:18.458+0000","title":"Eure peinlichsten Momente in Online-Spielen?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Seas ;o) \r\n\r\nIch sitz eben da und schau Kung-Fu Panda, da regt sich einer auf, das Ihm seine Gruppe geklaut wurde.\r\n\r\nB&auml;&auml;m, getriggert. Ich bin knallrot angelaufen, weil Ich mich an eine Situation erinnert habe, die so megapeinlich war.\r\n\r\nEs war in den weiten von Iris, wir zogen mit unserer Raidgruppe durch die Auen auf dem Weg den Baal zu t&ouml;ten, da wurde Ich abgelenkt und 3 min sp&auml;ter stand Ich Mutterseelenalleine in den Auen.\r\n\r\nKlar, wenn die Heilerin afk rumsteht. \r\n\r\nOhne Gruppe und Ahnung vom Spiel rannte Ich der Gruppe hinterher, Ich war stinksauer. Klauen die mir einfach meine Gruppe und lassen mich stehen, was hab Ich rumgeflamet und die beleidigt, mir einfach so meine Gruppe zu klauen, den All-Chat vollgespammt, Zeter und Morido geschrien und wie ein Derwisch um die rumgeh&uuml;pft.\r\n\r\nLong Story short, die haben sich bestimmt k&ouml;niglich am&uuml;siert &uuml;ber mich und pl&ouml;tzlich whisperte mich jemand an und sagte wenn Ich oben rechts da wo klicke bekomme Ich direkt die n&auml;chste Gruppe.\r\n2 Sekunden sp&auml;ter sch&auml;mte Ich mich in Grund und Boden, war wieder auf dem Weg mit einer neuen Gruppe zum Baal und denk seit &uuml;ber 14 Jahren daran und bekomme heut noch ein roten Kopp als ob es erst vorhin passiert w&auml;re.\r\n\r\nOk, jetzt Ihr... .","replies":[{"id":"","poster":"Casual Boy","date":"2018-10-27T17:13:24.029+0000","up_votes":3,"down_votes":0,"body":"***","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-27T17:17:34.718+0000","up_votes":1,"down_votes":0,"body":"Hahahahhaa ja das ist auch ein geiler Moment xD","replies":[]}]},{"id":"","poster":"dugg","date":"2018-10-29T13:09:05.107+0000","up_votes":2,"down_votes":0,"body":"Liebe Selbsthilfegruppe,\n\nich bin dugg \"Hallo dugg\"... Ich bin hier wohl nicht mehr der jüngste und so blicke ich auf eine sehr lange Gamer-\"Karriere\" zurück. Es gibt nur einen Moment der so richtig peinlich war und das zehrt noch heute an meinen Nerven.\n\nWir reisen an den Anfang der 2000er Jahre. Starcraf:Broodwar war das wohl beliebteste Spieler zu seiner Zeit. Ich war kein unbeschriebenes Blatt und hatte viele Kontakte zu Nationalspielern und hochrangigen Namen in der Szene. Einer dieser Spieler war recht aufstrebend und hatte die Möglichkeit ins Nationalteam aufzusteigen und bestritt Herausforderungsspiele gegen ein Ger-Team A Mitglied. Das Spiel war recht ausgeglichen. Ich unterhielt mich mit den anderen Zuschauern und wir machten Witze und kommentierten das Match untereinander. Als der Herausforderer in einem Cliff stand und sich nicht entscheiden konnte, ob er nun die Rampe hochläuft um in die Gegnerische Basis einzufallen (auf dem Cliff war Fog of war, für den Spieler also nichts sichtbar). Für uns Beobachter war diese Szene, da sie einen Schlüsselmoment darstellte, sehr spannend und ich schrieb in den Chat \"und jetzt Attacke!!!! Mach ihn alle!!!\" HAHAHA!!!!... Haha.... ha.... h.... scheiße...\n\n... mir wurde schlecht... sehr schlecht. \n\nWas stand da? Gesendet an Verbündete? Nein.... Gesendet an alle! ALLE!!! Nicht nur die Beobachter konnten es lesen, die Spieler konnten es lesen und der offizielle Schiedsrichter auch. Ich verließ vor Scharm schlagartig das Game und ging offline. Was war da gerade passiert? Ich habe meinem Ally einen Tipp gegeben, der hätte Spiel entscheidend sein können, um in die Nationalmannschaft aufgenommen werden zu können. Ich ging am nächsten Tag online und er war auch da. Tausend Entschuldigungsnachrichten später (an ihn und den Offiziellen) teilte er mir mit, dass er viel Überredungskunst brauchte, um doch ins Team aufgenommen zu werden, wohl des er das Match gewann.\n\nFür diesen Misschat schäme ich mich bis heute. Es hätte einen Freund fast die Spielerkarriere versaut... Und das nur, weil ich statt \"enter\" \"shift+enter\" erwischte habe. Das war der Befehl für den All-Chat.\n\niV.Stormy falls du das hier ließt... es tut mir immer noch leid!!! Wirklich!!!\n\nDanke für's zuhören.","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-27T17:09:34.293+0000","up_votes":1,"down_votes":0,"body":"Hahahahaha xD Naja ich kann leider nichts sagen :D Ich glaube Peinliche Momente entstehen nur in MMOs oder im Voice Chat, aber leider oder zum Glück habe ich noch nichts so schlimmes Erlebt, als das ich mich daran erinnern könnt :D","replies":[{"id":"","poster":"Asulia","date":"2018-10-28T07:02:06.346+0000","up_votes":1,"down_votes":0,"body":"Ja der Klassiker ist TS/Voice-Chat.\nMein Favorit ist da ganz klar 300 gramm schokolade^^\n\nhttps://www.youtube.com/watch?v=NnM7j2JmsfU","replies":[]}]}]}