{"id":"3tA5dues","poster":"Bastacosta","date":"2019-09-15T10:40:52.983+0000","title":"14 Tage Ban aufheben","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":10,"body":"Hallo,\n\nfolgende Situatíon:\n\nhabe gerade ein Game gestartet \n2 in meinen Team vom Anfang an AFK,\ngegnerische Team natürlich klar im Vorteil meint mich provozieren zu müssen mit Sachen wie ez Game, no skill usw.\n\nmeine Antwort darauf:\nSpiel 1\nVor dem Spiel\nBastacosta: ill try zoe pretty bad with her\nBastacosta: _D\nIm Spiel\nBastacosta: 4 man mid lel\nBastacosta: 2 afk\nBastacosta: report them\nBastacosta: ty\nBastacosta: 39 cs no opponent\nBastacosta: y\nBastacosta: thats so dumb ppl starting a game and than afk\nBastacosta: haha\nBastacosta: and 4 man coming to kill me\nBastacosta: faggots\nBastacosta: Gg\nBastacosta: faggots\n\n\nzwischen meinen aussaugen wurde ich durchgehend provoziert und das Ergebniss war ein 14 Tage ban \n\nist das fair?\n\nIst es möglich die Sperre aufzuheben?\n\nNormalerweise beleidige ich nicht, hatte zuvor noch nie einen Ban und meine Ehrungsstufe war so hoch das ich auch einen PBE ACC besitze.\n\ndanke schon mal","replies":[{"id":"","poster":"Timethief49","date":"2019-09-15T10:45:02.285+0000","up_votes":6,"down_votes":0,"body":"Homophoische Ausdrücke, wie du hier benutzt hast, sind in Riots 0 tolerance policy und führen immer entweder zum 14 Tage Bann oder wenn bereits gehabt zum Permaban. Der Bann ist gerechtfertigt und wird nicht aufgehoben werden. Pass in Zukunft besser auf, jegliche Toxizität kann zum permanenten Bann führen.","replies":[]},{"id":"","poster":"SayaShire","date":"2019-09-15T12:11:45.177+0000","up_votes":2,"down_votes":1,"body":"Ja, das ist fair. \nFaggots ist nicht nett. \nNimm die Provokationen doch mit Humor. Wenn der Gegner rumtanzt, tanz mit. \nDa ärgert der sich vermutlich viel mehr drüber. \n\n\nUnd denk immer: Das Game dauert 20-50 Minuten, danach bist du sie wieder los.\nJetzt wartest du nämlich 19.429 Minuten darauf, ein neues Match zu starten. \nWars wohl nicht wert.","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T12:21:28.040+0000","up_votes":2,"down_votes":0,"body":"Asshole ist auch nicht nett aber dafür würde man nicht sofort einen 2 Wochenbann bekommen.","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T13:05:02.072+0000","up_votes":2,"down_votes":2,"body":"Nö, weil ARSCHLOCH ja auch nicht SCHWUCHTEL heißt. \nJemanden Schwuchtel zu nennen ist homophob. \nUnterschied gecheckt?","replies":[{"id":"","poster":"Bettnachleger","date":"2019-09-15T13:39:22.625+0000","up_votes":1,"down_votes":2,"body":"Wieder was gelernt, wenn ich das naechste mal meinen schwulen Kumpel homo oder Schwuchtel nenne, dann weiss ich zumindest das ich homophob bin ;-)","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-15T14:57:03.514+0000","up_votes":6,"down_votes":1,"body":"Was du zu deinem Kumpel sagst und wie er damit dann umgeht ist eure Sache.\nSowas sagt man aber nicht zu einem oder mehreren Fremden. Es ist und bleibt eine homophobe Beleidigung die man einfach nicht nutzen sollte. Alleine schon aus Respekt gegenüber dem schwulen Kumpel...","replies":[{"id":"","poster":"Bettnachleger","date":"2019-09-15T18:59:54.678+0000","up_votes":2,"down_votes":1,"body":"Och, dem ist das ladde.\nDer nimmt das nicht so eng, genauso wenig wie es mich in irgendeiner weise interessiert wenn mich ein Tuerke als Kartoffel oder sonstwas bezeichnet.\nMit diesem ganzen tata um einzelne Worte gibt man dem einfach zuviel Macht ;-)","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-15T19:41:54.168+0000","up_votes":5,"down_votes":0,"body":"Ja dich interessiert das nicht und deinen Freund auch nicht. Ihr könnt euch untereinander ja Schwuchtel und Kartoffel nennen so oft wie ihr Bock habt.\n\nEin Fremder kennt dich aber nicht. Ein Fremder der dich beleidigt will eben genau das bewirken, dich beleidigen und genau wird es auch gesehen wenn du das machst.\nAber es spielt auch keine Rolle WAS für eine Beleidigung es ist. \nHat man eine gewisse Erziehung genossen, dann wird man har nicht erst auf Beleidigungen zurück greifen... \n\nIch jedenfalls habe gelernt meine Mitmenschen mit Respekt zu behandeln. Beleidige ich diese, dann bin ich alles aber ganz sicher nicht respektvoll.","replies":[{"id":"","poster":"Bettnachleger","date":"2019-09-16T08:10:12.711+0000","up_votes":1,"down_votes":0,"body":"> Aber es spielt auch keine Rolle WAS für eine Beleidigung es ist.\n\nAlso auf den Beitrag, auf dem ich geantwortet habe, geht es aber genau darum ;D\nJemanden Schwuchtel nennen --> das schlimmste was man tun kann, man ist ein Monster und homophob wenn man nur daran denkt.\nAndere beleidigungen --> meh, wayne\n\n> Ich jedenfalls habe gelernt meine Mitmenschen mit Respekt zu behandeln. Beleidige ich diese, dann bin ich alles aber ganz sicher nicht respektvoll.\n\nJoar, stimme ich zu. \nIch bin auch nicht die Person, die mit random Leuten Wortgefechte eingeht. Sehe da null Sinn drin und es ist mir auch zu daemlich.\nWenn wer anfaengt mich anzumachen, hat er doch eh schon gezeigt das er keine gute Intensionen mit mir hat, also warum Energie dafuer verschwenden ;D","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-16T10:22:57.337+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=3tA5dues,comment-id=00070000000000010000000000010000,timestamp=2019-09-16T08:10:12.711+0000)\n>\n> Also auf den Beitrag, auf dem ich geantwortet habe, geht es aber genau darum ;D\n> Jemanden Schwuchtel nennen --> das schlimmste was man tun kann, man ist ein Monster und homophob wenn man nur daran denkt.\n\n> Andere beleidigungen --> meh, wayne\n\nJa vielleicht hab ich mich ungünstig ausgedrückt. Es ist zwar ansich egal was für ne Beleidigung man nutzt, wenn man drauf zurück greift ist man einfach respektlos und unhöflich. Aber eine Beleidigung zu nutzen, die eine gewisse Gruppe an Menschen entspricht empfinde ich als schlimmer. Damit beleidigst du ja eine ganze Gruppe und keinen einzelnen Menschen.\n\nSicher gibt es auch die, die sich dessen irgendwie nicht bewusst sind, sich nie wirklich Gedanken drüber gemacht haben. Oder gar nicht wussten \"was\" Faggot tatsächlich bedeutet. Besser macht es das zwar nicht, aber die die es wissen und es dennoch benutzen und auch damit beleidigen \"wollen\" die finde ich schlimmer als die, die mich nur Arschloch nennen.\nDenn das würde bedeuten, dass sie Schwule allgemein als schlimm erachten und es beleidigend ist, wenn man jemand anderen so nennt. \n\nHab mal nen Stream geschaut, wo der Mitspieler vom Streamer seine Mitspieler immer \"Jude\" genannt hat. Sowas wie \"wasn das fürn Jude?\". Er nutzt Jude als Beleidigung, bedeutet, dass er es schlimm findet, wenn man Jude ist. Schlimm genug um es als Beleidigung zu nutzen und andere in negativem Kontext so zu nennen. \nDer Spieler war aber noch sehr jung vom Alter, man könnte also davon ausgehen, dass er sich dessen nicht bewusst ist und sich nie wirklich eingehende Gedanken darüber gemacht hat. Aber unbedingt besser macht es das auch nicht.","replies":[]},{"id":"","poster":"SayaShire","date":"2019-09-16T10:52:15.630+0000","up_votes":2,"down_votes":0,"body":"Leute die man bewusst nicht wertschätzt, gleich einer Gruppe von Menschen zuzuschreiben, und damit anderen Leuten dieser Gruppe quasi einen Idioten anzuhängen, ist aber nunmal schlimmer als jemanden einfach nur \"Lauch\" zu nennen.\n\n Wenn ich hier nen Toaster habe, der der letzte Rotz ist und ich sage \"Ist bestimmt son scheiß China Dreckmist\",  deute ich damit an, dass alle Elektronik aus China billiger Scheißdreck ist. \n\nWarum sollte es also bei Menschen anderes sein, wenn man sagt: \"Wasn das fürn Bimbo? Was bist du denn für ne Schwulette?\" ? Es impliziert, dass alle dieser Gruppe genau so scheiße sind, wie dieser eine sich evtl benommen hat, weil dieser eine der zu ihnen gezählt wird, genau in das Raster des Beleidigenden passt. \n\nWenn ihr zu unfähig seid, den Unterschied zwischen Volksverhetzung und willkürlicher Beleidigung zu erkennen, dann bleibt eben bei den Standardbeleidigungen, die nicht auf solche Menschengruppen zurückgreifen. Es gibt ja wohl genügend Schimpfwörter, die keinen geschichtlichen Hintergrund haben, oder gezielt eine ganze Gruppe von Menschen minderwertig darstellt.... \n\n\n[Kann ja so schwer nicht zu merken sein... ](https://prnt.sc/p6q9f8)","replies":[{"id":"","poster":"eingew","date":"2019-09-17T03:29:05.843+0000","up_votes":1,"down_votes":1,"body":"Na, über den Volksverhetzungsparagraphen kann man aufgrund seiner unklaren Formulierung bereits ganz eigene Diskussionen führen, deshalb werde ich mir das an dieser Stelle sparen. Sicher bin ich mir aber, dass \"Fagot\" bzw das deutsche Äquivalent \"Schwuchtel\" definitiv nicht unter diesen Paragraphen fällt, jedenfalls nicht, wenn es für sich allein steht. Das ist laut Gesetz tatsächlich eine \"normale\" Beleidigung, oder jedenfalls eben keine Volksverhetzung.\nSchließlich stehen da \"klar\" definierte Gruppen, zu denen die sexuelle Orientierung nicht einmal zählt. Dazu kommt, dass es sich um eine klar definierbare Gruppe handeln muss, also auch wenn sie den obigen Definitionen entspricht. Laut ein paar Urteilen ist das bei \"den Deutschen\" oder \"den Soldaten\" bspw nicht der Fall. Inwiefern \"die Schwulen\" diese Bedingung aber jetzt doch erfüllen sollen, das dürfte eine Argumentation sein, der weder du noch ich gewachsen sind, ich jedenfalls bin kein Jurist, geschweige denn auf dem Level auf dem sich ein Verfassungsrichter befinden sollte.\nDazu kommt noch der kleine Zusatz am Anfang \"in einer Weise, die geeignet ist, den öffentlichen Frieden zu stören\", da müsstest du auch erklären, inwiefern eine Runde LoL eine derartige Wirkung auf den öffentlichen Frieden in Deutschland entfalten soll.\n\nInsofern würde ich nahelegen eine Argumentation auf Grundlage dieses (Gummi)Paragraphen nicht weiter zu verfolgen, damit dürftest du dir ins eigene Knie schießen.","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T09:05:08.726+0000","up_votes":1,"down_votes":2,"body":"Ja mein schwarzer freund wird auch von mir in der Öffentlichkeit als Nigger angeredet und er antwortet meisten mit Meister ^^ \n\nDas ist zu geil wie entsetzt dann alle Leute aussen rum schauen :D \n\nHatte sogar schonmal Stress wegen sowas ^^' zu lustig","replies":[{"id":"","poster":"SayaShire","date":"2019-09-16T11:03:20.368+0000","up_votes":3,"down_votes":0,"body":"Du sagst es ja selbst - dein schwarzer Freund. Wenn der damit klarkommt, dann ist das ok. \nFremde kommen da aber nicht unbedingt genauso  mit klar, weil sie eben nicht dein schwarzer Freund sind. \nDie haben andere Dinge erlebt, haben anders gelebt, andere Eltern, anderes Umfeld... \n\nNenn die Eltern deiner Freunde doch mal Schlampe und Penner, dann wirste schon sehen, dass das nicht bei allen gut ankommt. Was du und dein Kumpel da sagen, ist eure Sache, aber anderen sowas zuzumuten, eine völlig andere.","replies":[]},{"id":"","poster":"5weeds","date":"2019-09-16T11:27:26.414+0000","up_votes":1,"down_votes":0,"body":"Jetzt stell dir vor: du bist mit deinem Kumpel unterwegs und geräts in einen Streit mit einen anderem Schwarzen.\n\nNach dem Streit ärgerst du dich über den Anderen und sagst: \"Immer diese scheiß Nigger.\"\n\nWürde dein Kumpel sich auch erstmal fragen, wie das gemeint war.","replies":[]}]},{"id":"","poster":"Veezey","date":"2019-09-15T19:12:03.193+0000","up_votes":1,"down_votes":1,"body":"Meine Rede :D","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2019-09-15T15:51:20.865+0000","up_votes":1,"down_votes":2,"body":"Gibt es auch homophobe Schwule? ^^","replies":[{"id":"","poster":"clair de lune289","date":"2019-09-15T17:03:19.287+0000","up_votes":2,"down_votes":0,"body":"ja auch das gibt es\nz.b. gibt es auch Homosexuelle die sich selbst genau dafür verachten ,dies kann dann auch zu sehr extremen Verhalten und schlimmen Folgen führen","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2019-09-15T13:35:59.767+0000","up_votes":1,"down_votes":1,"body":"Ja und? Ist eine Beleidigung schlimmer, nur weil sie sich gegen eine bestimmte Gruppe richtet?","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T13:43:35.821+0000","up_votes":2,"down_votes":1,"body":"Du kannst schwul sein, und dazu hast du das Recht, ohne dass dich dafür jemand in irgend einer Form diskriminiert. \nDu kannst aber kein Arschloch sein. Du HAST eins, aber du BIST keins. \nWenn ich dich jetzt ne blöde Planschkuh nenne, ist das auch nichts, was man WIRKLICH sein könnte.\ndich nen dreckigen Juden zu nennen würde aber wieder auf etwas Reales zurückgreifen, noch dazu sehr verletzend. \nDarum empfinde ich es als wesentlich schlimmer, jemanden Schwuchtel zu nennen.","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T15:50:40.759+0000","up_votes":1,"down_votes":1,"body":"Ich sehe das nicht so wild.\n\nWas ist, wenn ich ein Jude wäre und mich dreckig gemacht hätte. Dürfte man mich dann einen dreckigen Juden nennen?","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-09-15T16:05:40.469+0000","up_votes":1,"down_votes":0,"body":"Und was hat die Religion damit zu tun, wenn du dich dreckig machst?\nOder sagst du dann wenn jemand dreckig ist, du dreckiger Chist/Atheist/Katholik usw.?\n\nOder du spielst lol, also du dreckiger lol Spieler xD\nDas hat einfach nicht's mit dem Grund zu tun, warum man dreckig wurde.","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T18:29:31.736+0000","up_votes":1,"down_votes":0,"body":"Es ging mir nicht darum, dass man es tut, sondern ob es dann okay wäre. ^^","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T18:52:53.297+0000","up_votes":1,"down_votes":0,"body":"Wäre es ok, jemanden Nigger zu nennen, der schwarz ist, wenn man weiß, wie negativ behaftet dieses Wort durch die Geschichte ist, die an diesem Wort klebt? Kannste dir ja wohl selbst beantworten.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T09:00:37.782+0000","up_votes":1,"down_votes":0,"body":"Ich würde so gerne antworten!!!! :0 \n\nAber dann ist mir der ban gewiss :(","replies":[{"id":"","poster":"SayaShire","date":"2019-09-16T11:04:57.475+0000","up_votes":2,"down_votes":0,"body":"Tja, wenn du nicht in der Lage bist, eine sachliche Antwort zu verfassen, musst du wohl schweigen...","replies":[]},{"id":"","poster":"Veezey","date":"2019-09-16T12:07:49.538+0000","up_votes":1,"down_votes":1,"body":"Dann musst du die bösen Wörter weglassen^^","replies":[]}]},{"id":"","poster":"Veezey","date":"2019-09-15T18:57:11.797+0000","up_votes":1,"down_votes":3,"body":"Ja wäre es, Geschichte ist halt vorbei.","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T19:01:32.043+0000","up_votes":1,"down_votes":0,"body":"Geschichte ist NIEMALS vorbei! \nDa sollte man draus lernen.","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T19:11:13.677+0000","up_votes":2,"down_votes":1,"body":"Ja man sollte daraus lernen, aber nicht ständig mit sich herumschleppen.","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-09-15T19:35:50.882+0000","up_votes":1,"down_votes":0,"body":"Schon einmal was von Anstand oder Respekt gehört?","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T20:20:09.638+0000","up_votes":1,"down_votes":1,"body":"Ne kann man das essen?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-09-15T20:26:43.481+0000","up_votes":1,"down_votes":0,"body":"War ja klar das du so antwortest^^","replies":[{"id":"","poster":"Ráyleigh","date":"2019-09-15T20:47:41.954+0000","up_votes":1,"down_votes":0,"body":"Haki","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-09-15T20:38:31.821+0000","up_votes":1,"down_votes":0,"body":"Ich glaube Er/Sie/Es will einfach nur trollen und dabei ist es völlig egal um was geht^^","replies":[]},{"id":"","poster":"need elo police","date":"2019-09-15T20:31:49.059+0000","up_votes":1,"down_votes":0,"body":"Dieser Moment wenn du weißt, dass derjenige KEIN Anstand oder Respekt kennt ^^","replies":[]},{"id":"","poster":"Veezey","date":"2019-09-15T20:40:53.309+0000","up_votes":1,"down_votes":1,"body":"@need elo police Woher weißt du das? :O","replies":[]},{"id":"","poster":"Veezey","date":"2019-09-15T20:40:24.701+0000","up_votes":1,"down_votes":1,"body":"{{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"SayaShire","date":"2019-09-15T16:48:58.958+0000","up_votes":2,"down_votes":0,"body":"Es wundert mich doch sehr, wie man so etwas einfach nicht verstehen kann. \nDu ziehst mit so einer Aussage eine reale Gruppe von Menschen in den Dreck. \nEs ist doch total egal ob du ein Jude bist oder nicht, oder ein Nigger, ein Penner oder weiß der Geier. \nMan diffamiert mit solchen Aussagen andere Menschen, die der selben Nationalität, Ethik, oder allgemein Gruppe angehören. \nJUDE ist nur so negativ behaftet, weil der Drecksack Hitler sie verfolgt hat. Demnach, wenn du also jemanden einen dreckigen Juden nennst, stellst du dich verbal auf die Seite eines Rassisten, der Juden scheiße findet. \nSagst du zu jemandem \"du dämlicher Bimbo\", diffamierst du damit indirekt Schwarze, die als Sklaven gehalten wurden, weil du jemanden, der deiner Meinung nach blöd ist, zu einer Gruppe von Menschen zählst, von denen du oder andere nichts halten, weil ihre Meinung feindlich und engstirnig ist. Oder war die Sklaverei etwa toll? Nicht wirklich - aber viele fanden sie damals toll und die hatten eben Bimbos und keine \"echten Menschen\". Sie wurden behandelt wie Tiere. Jemanden also so zu nennen wie andere diese Menschengruppe mal wahrgenommen haben, macht dich zu einem Gleichdenkenden. \n\nWenn du also nix gegen Schwule hast, dann nenn sie nicht Tucken, Schwuchteln, oder was euch sonst noch so alles geläufig ist. Das ist keine Beschreibung für ein Verhalten sondern einfach nur höchst beleidigend, weil es in einem negativen Kontext mit denjenigen steht.","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T18:53:06.962+0000","up_votes":1,"down_votes":1,"body":"Ich verstehe das schon, nur finde ich die Aufregung darüber übertrieben. \n\nJuden wurden auch schon lange vor Hitler verfolgt. Nur mal so am Rande^^","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T19:01:04.459+0000","up_votes":1,"down_votes":0,"body":"Wurden sie, aber noch nie zu Massen abgeschlachtet. \nAllein deswegen sollte man schon Respekt genug haben und niemanden beschimpfen, der evtl, noch Großeltern hat, die sich an diese Zeit erinnern.","replies":[{"id":"","poster":"5weeds","date":"2019-09-16T11:14:58.208+0000","up_votes":2,"down_votes":1,"body":"> Wurden sie, aber noch nie zu Massen abgeschlachtet.\n\nHmmmm  :I\n\nKann man so auch nicht sagen.\nVor allem hat das jüdische Volk, im Zeitraum vor Christus, wirklich grausame Sachen erlebt. Zu Tode gepeitscht werden ist bestimmt auch nicht angenehm.\n\n> Allein deswegen sollte man schon Respekt genug haben und niemanden beschimpfen, der evtl, noch Großeltern hat, die sich an diese Zeit erinnern.\n\nEinspruch.\nMan sollte Juden in erster Linie respektieren, weil sie  *Menschen* sind.\nOb deine Vorfahren schlimme Sachen erlebt haben, oder nicht, sollte hierbei keine Rolle spielen. Jeder verdient gleich viel Respekt. *Gleich* viel.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T09:02:55.902+0000","up_votes":1,"down_votes":0,"body":"Nochmal danke ^^'","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T09:02:31.184+0000","up_votes":1,"down_votes":0,"body":"Im Laufe der Zeit wurden \"gewisse menschen\" denk ich von allerhand Personen und Ländern verfolgt ^^'","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T08:58:50.700+0000","up_votes":1,"down_votes":0,"body":"Ja in der heutigen Zeit schon :D \nSchau dir mal das Wort jude an :D \nDa Flippen sie alle aus ^^","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2019-09-15T18:44:59.202+0000","up_votes":3,"down_votes":2,"body":"Beides sind Worte, die in so einem Kontext der Beleidigung austauschbar sind. Ob nun Schwuchtel, Arschloch oder Esel, 3 Worte unterschiedlicher Bedeutung, 3 Worte, um dasselbe zu bezwecken: Jemanden beleidigen. Wenn man random jemanden Schwuchtel nennt, dann nicht, um ihn für seine sexuellen Interessen zu verurteilen (Die kennt man schließlich nicht von jedem LoL-Mate), sondern um ihn plump zu beleidigen. \nDie Beleidigung heißt übrigens Schwuchtel und nicht Schwuler, weswegen die Gleichsetzung mit Jude als Beleidigung nicht ganz funktioniert. Mir fällt zumindest kein Beispiel ein, in dem Schwuchtel keine Beleidigung ist, während das bei Jude kein Thema ist.","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T18:51:35.271+0000","up_votes":2,"down_votes":0,"body":"Sehe ich anders. \nESEL werden einfach nur als dumme Tiere angesehen. Tiere, die nicht viel schnallen, bockig sind, aber dennoch gute Arbeitstiere. \nSCHWUCHTELN hingegen werden in einigen Ländern für ihre Orientierung gefoltert und getötet. Für manch einen Staat gibt es nichts Schlimmeres, als schwul \"geratene\" Leute aus dem eigenen Land. \n\nJuden wurden auch verfolgt. Wurden auch umgebracht. Mussten sich auch verstecken und überleben. Teilweise wurden Leute zur NS Zeit erschossen, die mit Juden Sex hatten. Oder gar Kinder. \n\nBeschönige es wie du willst - Leute, die jemanden Schwuchtel nennen, wollen jemanden wesentlich mehr treffen, als würden sie Esel sagen, denn durch die menschliche Geschichte zieht sich ein ziemlich übler roter Faden, wie sehr Schwule gehasst wurden und teilweise noch immer gehasst werden.","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-15T20:42:02.119+0000","up_votes":1,"down_votes":0,"body":"Ok, du hast es nicht verstanden. \nWürdest du dich für die religiöse Ansicht eines anderen Menschen interessiert und er nach Jude aussieht (woran auch immer man das festmacht), kannst du ihn ganz ohne Beleidigung fragen, ob er Jude ist.\nWenn du 2 Schwule siehst, ist es grundsätzlich eine Beleidigung, sie als Schwuchteln zu bezeichnen. \n\nDa hast du den Unterschied, dass bei Jude Kontext wichtig ist, während Schwuchtel eben immer eine Beleidigung ist.\n\nIch hätte wohl keine 2 Aussagen in ein Kommentar packen sollen.\n\nWenn dich jemand im LoL-Chat faggot, asshole oder donkey nennt, wird er dich beleidigen wollen. \n\n> SCHWUCHTELN hingegen werden in einigen Ländern für ihre Orientierung gefoltert und getötet.\n\nSchwule*","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2019-09-16T08:22:06.151+0000","up_votes":2,"down_votes":0,"body":"> ist das fair?\n\nJa.\n\n\n> Ist es möglich die Sperre aufzuheben?\n\nNein.","replies":[{"id":"","poster":"HyperionCH","date":"2019-09-16T13:29:52.399+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=3tA5dues,comment-id=000b,timestamp=2019-09-16T08:22:06.151+0000)\n>\n> Nein.\n\nGeht angeblich doch; aber Riot Games benötigt hierfür eine Bearbeitungszeit von 2 Wochen.\n{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-09-15T10:45:34.245+0000","up_votes":3,"down_votes":0,"body":">Bastacosta: faggots\n(Bastacosta: Gg)\nBastacosta: faggots\n\n\nHassrede. \n\n\n\nHassrede fällt unter die 0-Toleranzgrenze von Riot und der Community. Daher bekommst du bei so einem Fall sofort einen Tempbann.\n\n\n\n\nÜbrigens:\n>Bastacosta: 2 afk\nBastacosta: report them\nBastacosta: ty\nBastacosta: 39 cs no opponent\nBastacosta: y\n\n\nLeute im Chat dazu bringen zu wollen, deine Mitspieler zu reporten, ist auch nicht erwünscht und hätte dir ohne die Hassrede vielleicht eine Chatsperre gegeben.\n\n\n___________________\n\n>Ist es möglich die Sperre aufzuheben?\n\nNein.","replies":[]},{"id":"","poster":"Yaimi","date":"2019-09-15T16:31:34.966+0000","up_votes":4,"down_votes":1,"body":"Hey Bastacosta, \nzu der Chatsperre kann ich persönlich nur sagen dass ich es als fair erachte. \nIch bezweifel auch sehr dass es möglich ist die Sperre auf zu heben, da es sich wirklich um etwas handelt was meiner Meinung nach auch keine Toleranz bekommen sollte. \n\nIch kann allerdings verstehen dass Provokation und generell eine sehr schlechte Ingamesituation zu Wut und Frust führen können. \nIch sage nicht dass es rechtfertigt andere zu beleidigen, vor allem bin ich strikt gegen Homophobie etc. aber ich will aufzeigen dass Fehler zu machen menschlich ist. \n\nAllerdings kann man durch Fehler lernen und da es ein 14-Tageban ist und kein Permaban, kannst du dannach ja wieder spielen und es als eine kleine Lehre ansehen. \n\nBei Situationen wo ich selbst wütend werde und durchaus sehr böse Gedanken bekomme, versuche ich mich mit etwas ab zu lenken was mich generell wieder positiv stimmt. Dies können Lieder sein die mir Gefallen, ein Getränk trinken was mir besonders gut schmeckt und zum Beispiel Memes und lustige Bilder anschauen (wenn ich gerade tot bin Ingame).\n (Dies sind meistens Situatione wo ich auf's äußerste beleidigt werde, mit sehr frauenfeindlichen Schimpfwörtern und Sätzen beschmissen werde und generell auch z.B. \"Morddrohungen\" bekomme.)\n\nWenn jemand anderes was gemeines macht um mich zu provozieren und ich finde dass es unter eines der Report-Gründe zählt, dann hilft es mir auch zu wissen dass ich sie am Ende reporte und dann nicht mehr selbst mich mit den Menschen rumschlagen muss. \nLeute Stumm zu stellen ist auch super wichtig in solchen Situationen. \nAuch wenn ich ein sehr neugieriger Mensch bin und wissen will was andere schreiben, auch wenn es nur Beleidigungen oder Provokationen sind, hilft es mir dennoch am Ende es nicht sehen zu können. \n\nSO alles in allem wünsche ich dir trotzdem hoffentlich noch viel Spaß beim Spiel und ich hoffe dass dir meine Ratschläge vielleicht ein bisschen helfen konnten. {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Bastacosta","date":"2019-09-15T11:22:59.656+0000","up_votes":1,"down_votes":1,"body":"Ich benutze den All Chat damit ich auch mit dem gegnerischen Team chatten kann. Den es gibt auch coole Gegner mit den man ein Wort wechseln kann.","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-15T11:27:45.964+0000","up_votes":1,"down_votes":0,"body":"Wenn diese dich aber provozieren und beleidigen, kannst du sie trotzdem muten, anstatt zurückzubeleidigen.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-15T11:29:53.579+0000","up_votes":1,"down_votes":2,"body":"Wenn dir jemand ins Gesicht schlagen würde, würdest du dich wehren oder weglaufen?","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-09-15T11:36:42.421+0000","up_votes":3,"down_votes":0,"body":"Der Klügere gibt nach...","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-15T11:44:53.211+0000","up_votes":1,"down_votes":0,"body":"Bei dem Spruch könnte man auch schon wieder ne Debatte eröffnen, das würde aber den Rahmen sprengen und genügend Stoff für ne eigene Diskussion sein.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-15T11:48:41.193+0000","up_votes":1,"down_votes":0,"body":"Ja stimmt.","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T12:20:26.154+0000","up_votes":1,"down_votes":1,"body":"Das Spiel ist nicht Whatsapp. Je mehr du mit den \"coolen\" Gegnern schreibst, desto mehr halten sie dich bei der Stange, dass du nicht so gut spielst wie du könntest, weil du nämlich tippst, statt zu farmen.  Klar wird es irgendwo ein paar Kids geben, die wirklich reden wollen, aber taktisch gesehen ist das wie wenn ein Erpresser anruft und die Polizei ihn bei Laune hält, weiter zu labern, damit man ihn orten und schnappen kann. So in etwa kannst du dir das vorstellen. \n\nGenau so wie \"Come 1v1 toplane\" totaler Schwachsinn ist und Leute sich darüber beschweren, dass nicht einer sondern drei Gegner kamen - das ist kein Spiel, um seine persönliche Phalluslänge zu vergleichen, das ist ein taktisches Spiel, wo man die Fehler seiner Feinde ausnutzt. Und wenn ein einzelner Mensch darauf vertraut, dass seine Abmachung gültig ist, ist er selbst Schuld wenn er wegen eines Hinterhalts stirbt. \n\nTu deinem Team einen Gefallen und hör auf mit den Gegnern zu schwatzen, das kannste auch nachher in der Lobby machen, wenn keine Konzentration und Scharfsinnigkeit mehr erforderlich ist.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-15T12:38:37.747+0000","up_votes":1,"down_votes":0,"body":"Während ich von der Base zur Midlane laufe werde ich wohl genug Zeit haben einen Satz zu schreiben.\nMir ist schon klar das ich nicht während dem farmen oder während eines Kampes anfangen werde eine Geschichte zu schreiben.","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T13:02:39.832+0000","up_votes":2,"down_votes":0,"body":"_\"\"\"\"Ich benutze den All Chat damit ich auch mit dem gegnerischen Team **chatten** kann. Den es gibt auch coole Gegner mit den man ein Wort wechseln kann.\"\"\"\"_\n\nSorry - unter chatten verstehe ich keinen Monolog, sondern Dialog. Jemandem was zu wünschen ist demnach was anderes als \"Yo, who are you, where are you from\" und das folgende Gespräch was sich daraus ergibt.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-15T18:52:35.706+0000","up_votes":1,"down_votes":0,"body":"Du solltest dich mal informieren was ein Monolog und was ein Dialog ist.","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T19:07:51.030+0000","up_votes":1,"down_votes":0,"body":"Es ging hier um die Frage, ob du mit dem Gegner chattest, d.h. einen Dialog führst, oder ob du \"GLHF\" schreibst und das eher als Monolog zu deuten ist, weil dir niemand eine Antwort gibt. \nDass du nicht selbst mit dir chattest, war mir eigentlich klar.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-15T19:15:38.685+0000","up_votes":1,"down_votes":0,"body":"Wenn du deine Antwort nochmal durchließt beantwortest du dir die Frage selber ( Dir ist ja klar das ich nicht selber mit mir chatte)","replies":[]}]}]}]},{"id":"","poster":"OT Riku","date":"2019-09-15T17:23:40.087+0000","up_votes":1,"down_votes":0,"body":"Nein, \nweil du dann nicht auf die map schaust und nicht siehst wenn der Gegnerische Jgler durch einen ward läuft der dich eigentlich vor einen Gank schützen soll.\n\nOder du warnst andere vor einem Gank. \nWeost du wie oft ich für andere (sie auch fur mich) Pinge weil sie es nicht gesehen haben.","replies":[]}]}]}]}]},{"id":"","poster":"Veezey","date":"2019-09-15T12:22:43.241+0000","up_votes":2,"down_votes":0,"body":"Dann regieren die Dummen die Welt.","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-09-15T12:33:44.295+0000","up_votes":1,"down_votes":0,"body":"Ist es dem nicht gerade so? xD","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T13:00:59.315+0000","up_votes":1,"down_votes":0,"body":"Ääähh joaaa xD","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-09-15T12:37:45.600+0000","up_votes":1,"down_votes":0,"body":"Und das nur, weil du nachgegeben hast ;P","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-09-15T12:44:34.526+0000","up_votes":1,"down_votes":0,"body":"Watn Shit :D","replies":[]}]}]}]}]},{"id":"","poster":"Divin1ty","date":"2019-09-15T13:31:52.902+0000","up_votes":2,"down_votes":0,"body":"Das ist ein Angriff auf dich und deinen Körper, in League bist du nicht genötigt **irgendwas** zu unternehmen.\nGenauso ein Schwachsinnsbeispiel, wie ,,aber wenn mich wer umbringen will\".\n\nEchte Notsituationen =/= League.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-09-15T11:35:49.491+0000","up_votes":2,"down_votes":0,"body":"Ich würde niemanden provozieren, damit es gar nicht erst so weit kommt.\n\nMal abgesehen davon, nimmt man mal dein Beispiel und versucht es, ins Verhältnis zu setzen: Wenn mir jemand ins Gesicht schlägt, würde ich ihm dafür nicht die Hand brechen, sondern eher versuchen, ihn festzuhalten.\nHand brechen wäre in dem Fall auch eine Straftat, Festhalten fügt den Kontrahenten keine Schäden zu. Ich bleibe also straffrei.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-15T11:48:20.736+0000","up_votes":1,"down_votes":0,"body":"Ins Gesicht schlagen wäre auch eine Straftat.","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-15T12:34:24.270+0000","up_votes":1,"down_votes":0,"body":"Ist richtig, das kann man danach auch zur Anzeige bringen. Solange du den anderen nicht die Hand brichst, kann er sich aber nicht erfolgreich anzeigen.\n\nIch glaube, du hast die Nachricht einfach nicht verstanden. Es geht nicht um den anderen, sondern um dich.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-09-16T05:25:15.587+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bastacosta,realm=EUW,application-id=KYnfKGf0,discussion-id=3tA5dues,comment-id=000600000000,timestamp=2019-09-15T11:29:53.579+0000)\n>\n> Wenn dir jemand ins Gesicht schlagen würde, würdest du dich wehren oder weglaufen?\n\nIch würde denjenigen nicht als Schwuchtel bezeichnen. \nUnd verstehe mich nicht falsch, ich würde durchaus meine Möglichkeiten ausnutzen, dass derjenige, der mir ins Gesicht geschlagen hat, das bereuen wird. Da fallen mir Möglichkeiten ein. Aber keine von denen muss Honophob sein, dass wäre unter meiner Würde.\nUnd wie andere das schon erwähnt haben: Riot sieht das ähnlich.","replies":[]}]}]}]},{"id":"","poster":"Hundis Katze","date":"2019-09-15T13:47:41.142+0000","up_votes":2,"down_votes":3,"body":"Du hattest sicher davor Chatsperren. Also heul nicht rum. Du schaffst es einfach nicht dich zu benehmen.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-15T18:35:02.411+0000","up_votes":1,"down_votes":1,"body":"haha du willst mir erzählen was ich davor hatte oder nicht....","replies":[{"id":"","poster":"Abasin","date":"2019-09-16T08:23:37.575+0000","up_votes":2,"down_votes":0,"body":"Glashaus. Steine. {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Abasin","date":"2019-09-16T08:22:57.394+0000","up_votes":2,"down_votes":0,"body":"Er hat \"faggots\" geschrieben, da braucht es keine Vorstrafen.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-09-15T14:53:42.508+0000","up_votes":3,"down_votes":1,"body":"Er sagte ja, dass er vorher keine Strafen hatte. Zwar muss man nicht immer alles glauben, was die Leute schreiben, in diesem Fall wird es aber durchaus richtig sein.\n\nDer Chatlog ist im allgemeinen nicht schlimm. Da steht nichts drin, was normalerweise für eine Sperre reichen würde. Meiner Meinung nach auch nicht, wenn man vorher bereits zwei CR hatte. \n\nDa er aber \"Faggot\" geschrieben hat was wie wir wissen ja eine homophobe Beleidigung ist und diese eben zu Riots 0 Toleranz-Wörtern zählt, hat er deswegen einen sofortigen 14 Tage Bann bekommen. Auch ohne irgendwelche Vorstrafen. \n\nZurecht ist die Strafe natürlich dennoch.","replies":[]}]},{"id":"","poster":"Bastacosta","date":"2019-09-15T10:50:19.869+0000","up_votes":2,"down_votes":1,"body":"danke ich werde aufjedenfall auf meine Wortwahl achten\n\nAber trotzdem finde ich es nicht fair, das ein ganzes gegnerisches Team einen provozieren darf und die jetzt ziemlich sicher immer noch entspannt ihre Runden zocken.\nAFK´s (jedes zweite Spiel ) werden auch nicht bestraft sonst gäbe es nicht soooooo viele davon.","replies":[{"id":"","poster":"Timethief49","date":"2019-09-15T11:23:16.172+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Bastacosta,realm=EUW,application-id=KYnfKGf0,discussion-id=3tA5dues,comment-id=0005,timestamp=2019-09-15T10:50:19.869+0000)\n>\n> danke ich werde aufjedenfall auf meine Wortwahl achten\n> \n> Aber trotzdem finde ich es nicht fair, das ein ganzes gegnerisches Team einen provozieren darf und die jetzt ziemlich sicher immer noch entspannt ihre Runden zocken.\n> AFK´s (jedes zweite Spiel ) werden auch nicht bestraft sonst gäbe es nicht soooooo viele davon.\n\nDu siehst, dass das System reagiert, warum denkst du, dass das bei anderen anders ist? Wenn sie gegen die Regeln verstoßen und du sie reportest werden sie genauso gerichtet.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2019-09-15T11:12:04.572+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Bastacosta,realm=EUW,application-id=KYnfKGf0,discussion-id=3tA5dues,comment-id=0005,timestamp=2019-09-15T10:50:19.869+0000)\n>\n> danke ich werde aufjedenfall auf meine Wortwahl achten\n> \n> Aber trotzdem finde ich es nicht fair, das ein ganzes gegnerisches Team einen provozieren darf und die jetzt ziemlich sicher immer noch entspannt ihre Runden zocken.\n> AFK´s (jedes zweite Spiel ) werden auch nicht bestraft sonst gäbe es nicht soooooo viele davon.\n\nAFKs werden sehr zuverlässig ohne die Notwendigkeit eines Reports in eine Low-Prio-Queue gesteckt, die den Spielern bis zu 20 Minuten Wartezeit bei den nächsten 5 Spielen vor dem Eintritt in die Queue aufs Auge drückt. Und nur weil Strafen existieren hindert es nicht die Leute daran, trotz allem Fehlverhalten zu zeigen. Ich meine in Amerika gibt es teilweise die Todesstrafe und trotzdem ist dort die Kriminalitätsrate recht hoch.\n\nUnd wenn diese Spieler dich mit Worten beleidigt haben, die nicht auf der 0 Toleranz-Liste stehen, haben die möglicherweise eine CR erhalten, die Du nicht nachvollziehen kannst, sofern du sie reportet hast.\nOder mal anders gefragt: Du hast bei Dir gesehen, dass das Strafsystem sehr wohl Spieler für schlechtes Verhalten bestraft. Warum sollte es dann nicht auch bei den anderen Spielern funktionieren? Glaubst Du, dass RIOT eine persönliche Vendetta gegen Dich fährt und nur Dich bestraft?\n\nUnd wo ist das Ganze denn bitte nicht fair? Du hast Dich falsch verhalten und dafür eine Strafe erhalten. Nur weil Du mutmaßt, dass andere Spieler straffrei davonkommen, obwohl auch dort toxisches Verhalten vorliegt, ist das kein Indiz für eine unfaire Bestrafung. Wenn Dich das ganze gegnerische Team provozieren kann, hast Du offenbar den All-Chat vollkommen bewusst aktiviert. Warum machst Du so etwas? Oder warum mutest Du diese Spieler nicht und reportest sie dann nach dem Spiel. Von den Gegnern kommt ohnehin nichts spielrelevantes für Dich. Somit verpasst Du absolut rein gar nichts, wenn Du den All-Chat wieder deaktivierst oder die Spieler einfach nur mutest.","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-15T11:29:25.175+0000","up_votes":1,"down_votes":0,"body":"> Von den Gegnern kommt ohnehin nichts spielrelevantes für Dich.\n\nManchmal schon. Da erfährt man gut und gerne mal, wer gerade salty ist und bei nem Gank eventuell ragequitten könnte ;) oder zumindest unaufmerksam ist.","replies":[]}]},{"id":"","poster":"SayaShire","date":"2019-09-15T13:16:53.219+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bastacosta,realm=EUW,application-id=KYnfKGf0,discussion-id=3tA5dues,comment-id=0005,timestamp=2019-09-15T10:50:19.869+0000)\n\n> AFK´s (jedes zweite Spiel ) werden auch nicht bestraft sonst gäbe es nicht soooooo viele davon.\n\nIch war auch schon afk. Zig Mal, allein die letzten zwei drei Monate. Habe Tickets geschrieben, dass das Spielfenster sich nicht öffnet und der Client derweil nicht sagt \"Verbindung herstellen\" sondern \"Das Spiel läuft noch\" - es gab keine Chance für mich ins Spiel zu kommen. \n\nJemand der also von vorn herein afk ist, MUSS es nicht sein, weil er afk sein WILL, sondern einfach, weil das zweite LOL Fenster sich nicht öffnet und er nicht zum Spiel weitergeleitet wird. \n\nIch bin logischerweise also nicht bestraft worden, weil ich nachweislich ein Problem hatte. Screenshots gemacht, Problem geschildert - fertig. \n\nUnd ja, jedes zweite Spiel - vor einer Woche war dieses Problem bei mir extrem. Nicht nur bei mir, auch bei anderen. Momentan geht es wieder, da braucht es nur Ewigkeiten, bis man vom fertigen Spiel in die Statistik gelangt, aber was NACH dem Spiel ist, ist mir eigentlich Wurscht. \n\nAlso verurteile die Leute nicht sofort, wenn du siehst, dass sie von anfang an afk da rumstehen, sondern denk dir, dass die das gleiche Prob haben könnten. \n\nWas andere AFKler betrifft - auch da gibt es Unterschiede. Bei manchen ist es Mama, die die Sicherung rausfetzt, weil Sohnemann jetzt schon 5 Stunden spielt statt  2, bei anderen ist es vielleicht ne Magen Darm Grippe, die sie aufs Klo kataputliert, bwi wieder anderen ist es, weil sie tilted sind und sich denken, in der Base bleiben ist ne gute Idee und wieder andere haben vielleicht nen Ping bis zum Mond und gehen erst gar nicht raus, damit sie nachträglich nicht auch noch fürs Feeden reported werden. Oder sie kriege nen Anruf, dass ihr Hund angefahren wurde, oder die bettlägerige Oma will was trinken.... du weißt nicht zu 100% was da los ist und du solltest fairerweise auch nicht jedem den selben Beweggrund unterstellen, solange es dafür keine Beweise gibt. \n\nDu kannst sie reporten, aber irgendwann wirst du feststellen, dass auch dir mal sowas passiert. \n\nIn einem Rank Game von vor über einer Woche war mein Inet weg - von 0 Uhr bis morgens 6. Ich kriege meinen Disconnect um 1:48 Uhr, also konnte es das schonmal nicht sein. O2 sagte dann, es liegt an der Telekom, es sind Wartungen angekündigt worden. \nHab mich also ein paar Tage später reported, nen Screen hingeschickt und die Sache geschildert. Passiert eben.","replies":[]}]},{"id":"","poster":"Nycaria","date":"2019-09-15T10:42:26.323+0000","up_votes":3,"down_votes":1,"body":"> Bastacosta: faggots\nBastacosta: Gg\nBastacosta: faggots\n\nDa hast du deinen Grund für den 14 Tage Bann.","replies":[]},{"id":"","poster":"Veezey","date":"2019-09-15T12:26:53.004+0000","up_votes":2,"down_votes":3,"body":"Hättest du nur einmal faggots geschrieben, wäre dir bestimmt nichts passiert :D","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-09-15T12:38:11.139+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Veezey,realm=EUW,application-id=KYnfKGf0,discussion-id=3tA5dues,comment-id=0008,timestamp=2019-09-15T12:26:53.004+0000)\n>\n> Hättest du nur einmal faggots geschrieben, wäre dir nichts passiert :D\n\nwarum genau sollte die anzahl eines wortes wichtig sein?","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-09-15T12:35:46.025+0000","up_votes":1,"down_votes":0,"body":"Sicher? Warum?","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T13:04:30.656+0000","up_votes":1,"down_votes":1,"body":"Ganz sicher bin ich mir nicht, aber bei den Chatlogs, die ich bisher gesehen habe wurden solche Begriffe immer mehr als einmal genutzt. Ich glaube ich habe hier noch nicht einen Chatlog gesehen, wo sowas nur einmal geschrieben wurde und einen sofortigen 2 Wochenbann eingebracht hat.","replies":[{"id":"","poster":"SayaShire","date":"2019-09-15T16:55:13.743+0000","up_votes":1,"down_votes":0,"body":"Jemanden Schwuchtel zu nennen bleibt nach wie vor ein Grund gesperrt zu werden, ein zweites Mal bestätigt eigentlich nur glasklar, dass man der Meinung nach wie vor ist. \n\nBild dir nix ein - du hättst auch beim ersten Mal eine Sperre bekommen. Also gewöhn es dir ab, statt es auszutesten, wie man beleidigen kann, ohne gebannt zu werden.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-15T17:05:56.854+0000","up_votes":2,"down_votes":1,"body":"Veezey ist nicht der, der bestraft wurde. Er hat nur seine Meinung dazu geäußert. Der Gebannte ist wer anders.","replies":[]}]}]}]},{"id":"","poster":"Bastacosta","date":"2019-09-15T12:35:44.519+0000","up_votes":1,"down_votes":3,"body":"Doppelt hält bessert :P\nkann schon sein\nNaja ändern kann ich es eh nicht mehr muss ich halt warten","replies":[{"id":"","poster":"Ráyleigh","date":"2019-09-15T12:54:14.797+0000","up_votes":1,"down_votes":0,"body":"Genau du kannst es nicht ändern.\nAkzeptieren und daraus lernen heißt es jetzt.{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]},{"id":"","poster":"Moonéyé","date":"2019-09-19T15:19:52.452+0000","up_votes":1,"down_votes":0,"body":"Du schreibst \"Faggots\" und wunderst Dich? Meiner Meinung nach, sollten solche Ausdrücke noch viel härter bestraft werden, damit die Kiddies mal lernen, dass sowas einfach nicht geht. Weißt Du überhaupt was das heißt? Unfassbar sich dann noch zu beschweren.","replies":[{"id":"","poster":"Bastacosta","date":"2019-09-19T20:25:43.861+0000","up_votes":1,"down_votes":0,"body":"ja weiß ich, ich habe das ja nicht geschrieben weil ich was gegen schwule habe in dieser situation war das eher etwas wie arschl.....\nnaja außerdem habe ich nicht angefangen wenn du bei dem game dabei gewesen wärst würdest du vielleicht anders reagieren aber naja was solls","replies":[{"id":"","poster":"Moonéyé","date":"2019-09-19T21:36:32.405+0000","up_votes":1,"down_votes":0,"body":"Sorry, aber das ist Hassrede. Das ist ein beleidigender Begriff für Homosexuelle. Natürlich ist das extrem daneben. Da gilt kein \"wäh, ich hab das  nicht so gemeint!\". Du solltest vielleicht vorher mal darüber nachdenken, was der Unterschied zwischen \"Faggot\" und \"Arschloch\" schreiben ist, denn da ist einer. Es sich leicht machen mit \"war doch nicht so gemeint\" ist da kein gutes Argument.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-19T22:37:56.007+0000","up_votes":1,"down_votes":0,"body":"Kein gutes Argument? Das ist gar kein Argument :D","replies":[]}]}]}]},{"id":"","poster":"Icebergslasher","date":"2019-09-18T14:02:54.183+0000","up_votes":1,"down_votes":0,"body":"wenn sie dich provozieren, sei einfach nett. ich schreib dann einfach \"lovely\" oder \"true\" etc.  entweder hören sie dann eh schnell auf weil sie keinen wind mehr haben, oder sie sind super getriggered und mein report für die hat vlt eher eine strafe zur folge :P","replies":[]},{"id":"","poster":"Nackentrapper","date":"2019-09-15T10:50:08.881+0000","up_votes":1,"down_votes":7,"body":"@Bastacosta ehrenmann, lass dir von den forums quatschköpfen nichts einreden, riots bestrafungssystem ist eh rigged","replies":[]}]}