{"id":"EEqBQjNE","poster":"GameWave","date":"2019-09-14T18:05:38.137+0000","title":"Was ist mit Riots balance los? 9.19 bezogen","subforum":"Champions & Gameplay","up_votes":3,"down_votes":2,"body":"Vorne weg ja ich verstehe das bald die Worlds sind und deshalb einige champs darauf angepasst sind aber trotzdem gibt es da einiges was einfach komplett dumm ist. (und ich hasse auch das League Pro Play einfach weil wegen weniger als 1% der spieler der rest darunter leiden muss das einige Champs unmöglich zu spielen sind im soloQ dafür aber OP im pro bereich sind...) \r\n\r\nhttps://1.bp.blogspot.com/-NU_utAwGVJI/XXvNenDnDgI/AAAAAAABYog/l3iL2oWHgrEjpNyHHi8iIm6UAb6uONTmgCLcBGAsYHQ/s640/EEXCDELUUAApEJp.jpg\r\n\r\nIch frage mich echt bei so einigen Champs was Riot bitte konsumiert das man sowas macht... \r\n\r\nNerfs:\r\n\r\n**Karma:** Sie ist aktuell nicht wirklich OP und auch nicht wirklich präsent. Klar ihre Q macht echt schaden aber das ist eigentlich alles was sie aktuell nicht zu schwach wirken lässt. sie ist aktuell auf einer 49,88% Winrate was eigentlich super balanced ist und auch sich so anfühlt weshalb ich nicht verstehe wieso man ihr jetzt soviel schaden von der Q nimmt?\r\n\r\n**Tahm Kench:** Holy shit bin ich pissed das einer meiner Absoluten Lieblings Support Champs wieder generft wird... seine Winrate liegt aktuell schon bei 43,47% und er fühlt sich für mich persönlich echt stark an da ich weiß wie er funktioniert aber overall merke ich doch schon das man echt schon harte probleme mit ihm kriegen kann besonders finde ich fühlt sich das E schon nach dem letzten nerf echt nicht mehr nützlich an da es einfach zu schwach ist. Und jetzt für 9.19 hat man eigentlich die E vieeeeel zu schwach gemacht für die meiste zeit im spiel... Klar im midgame wird es zwar langsam besser (ab lvl 12 ungefähr gleichstark wie vorher) aber bis zu diesem zeitpunkt ist er echt einfach nur noch pures glas.... \r\n\r\n**Yuumi:** WHYYYY... Ich habe mich echt in diesem champion zum release verliebt und ich kann auch mit ihr umgehen (spiele flash/ignite und verbringe mehr zeit außerhalb als innen (das flash ist btw. nur damit ich mich verpissen kann wenn mein adc was dummes macht mit wenig HP oder wir nen team fight hart verlieren)) aber mittlerweile ist sie echt nicht mehr geil... ich kann zwar noch ein wenig was ausrichten mit ihr aber ihre passiv ist wirklich extrem scheiße und es würde nicht einmal einen unterschied machen wenn diese komplett entfernt werden würde....  Aber ihre Q hat das letzte mal schon extrem gelitten und war eigentlich noch so das einzige was sie wirklich nützlich gemacht hat aber jetzt ist ja komplett ende.... Der Slow hat echt geholfen gegen viel zu mobile champs aber jetzt ist ja selbst das nur noch einen pups den der gegner abbekommt :/ und das schlimme ist ja noch yuumi ist eh schon extrem scheiße dran bei ihrer 44,66% Winrate... \r\n\r\n**Gragas:** Joa kann man machen aber muss eigentlich auch nicht unbedingt sein. Er macht zwar wirklich ekelhaften schaden und ist dabei noch so tanky aber gebraucht hätte man den nerf nicht unbedingt. Seine WInrate ist auch auf 48,51% aktuell was jetzt nicht so schlecht ist aber auch nicht wirklich gut.\r\n\r\n**Sejuani:** Der Passiv nerf ist seeeehr gut da diese einfach nur ekelhaft ist und viel zu stark ist aber sie an anderen stellen nicht zu buffen verstehe ich jetzt nicht... sie ist schon nicht wirklich präsent und abgesehen von der passiv ist sie auch nicht wirklich stark. Ihre winrate liegt ja aktuell auch bei 45,32% da finde ich hätte man eher nen buff geben sollen aber die passiv nerfen...\r\n\r\n**Sylas:** Meiner Meinung nach wird er komplett an den falschen stellen generft.... Das was Sylas so extrem ekelhaft macht ist der abartige heal und noch dazu der dmg output... Er kann solo in 5 leute rennen und kann in den meisten fällen sogar 3-4 leute davon töten ohne probleme da der heal viel zu krass ist. Ich finde sein kit ist generell echt schwer zu balancen da er nicht viel hat. Aber meiner Meinung nach muss der heal extrem reduziert werden und dafür muss er halt an anderen stellen irgendwie gebufft werden. Seine winrate ist halt auch auf 47.08% was halt nicht wirklich geil ist da sie ruhig etwas höher sein könnte. (achja kommt jetzt nicht mit morello etc. selbst mit ingnite und morello gegen ihn healt er sich tortzdem einfach dagegen genau wie jax aktuell was extrem nervt...) \r\n\r\n______________________\r\n\r\nBuffs:\r\n\r\n**Mordekaiser:** Okay was zum Teufel soll das? Mordekaiser ist schon extrem stark und kann easy 2-3 leute solo bekämpfen ohne seine ulti die auch viel zu stark ist... Er kann auf Full AP gehen und ist teilweise noch schwerer einzureißen als ein champion der Full Tank geht und dabei kann er mit einer Q die gegner half life machen... Dazu noch seine Ulti die einfach dafür sorgt das man einen Kampf Zwischen Mensch und Ameise hat und die wahrscheinlichkeit einen kampf dort zu gewinnen fasst unmöglich ist.... und selbst seine Winrate zeigt doch das er nicht schlecht ist aktuell denn diese liegt bei 51,36% weshalb ich eher mit nem nerf als nen buff rechnen würde.\r\n\r\n**Sion:** Ist nen kleiner Buff den man jetzt nicht braucht aber schlimm ist es jetzt auch nicht. Seine Winrate liegt ja auch bei 50,03% von daher ist es eigentlich auch etwas das man nicht wirklich braucht.\r\n\r\n**Ornn:** Finde ich persönlich eine schöne änderung da es einfach nur nervig ist wenn man unbedingt items ausbauen möchte aber man doch recht lange braucht um ein level zu steigen. Seine Winrate liegt ja auch bei 50,27% und ich denke es wird sich jetzt auch nicht stark auf die winrate auswirken von daher kann man halt machen.\r\n\r\n**Aatr.. ähh ich meinte Riven:** WHY... Sie wird ja eh schon extrem gehasst dafür das sie vieel zu mobil ist und einfach teilweise untötbar ist und dazu noch oneshot potenzial hat... Zwar nerft man hier die Ulti recht stark aber der rest wird ja komplett overbuffed.... Ihre Winrate liegt auch bei 49,51% und das ist eigentlich ein solider wert und meiner Meinung nach muss man sie nicht buffen.... Außerdem fände ich es extrem scheiße wenn man sie nur so op macht damit sich der skin verkauft.... \r\n\r\n**Fiora:** mhhh sie hat aktuell ne winrate von 50,28% und die änderungen sind eigentlich nur gegen tower weshalb ich jetzt nichts dagegen habe. Ich denke auch die winrate wird vielleicht minimal steigen aber auch nicht wirklich krass.\r\n\r\n**Rek'sai:** Einen Buff den man machen kann aber sie nicht wirklich benötigt. Sie ist aktuell eigentlich recht fair finde ich was ihre winrate auch bestätigt da diese bei 50,75% beträgt. es ist zwar nur nen leichter buff aber ich denke die winrate wird schon so um ~1% steigen.\r\n\r\n**Xin Zhao:** Ein Champ den ich für sein extrem stumpfes und schlechtes design hasse. Seine winrate liegt bei 49,9% und ist dadurch eigentlich sogar balanced und ist er auch wenn man gegen ihn spielt. Ein Buff den mein Meiner Meinung nach nicht machen muss und nicht sollte.\r\n\r\n**Graves:** Er ist kurz gesagt nur ekelhaft... er hat ne winrate von 50,02% und er ist ingame zwar nervig als gegner aber er braucht keinen buff und erst recht keinen AD buff... es ist zwar nur 3 AD aber er macht auch so schon genug schaden.\r\n\r\n**Zac:** Seine Winrate liegt bei 51,52% und er ist aktuell auch zu stark finde ich was schaden betrifft. Das man seine passiv etwas buffed ist voll okay aber man sollte ihn meiner Meinung nach etwas schaden wegnehmen.\r\n\r\n**Twisted Fate:** Winrate von 48,6% und es ist ein kleiner buff wo ich finde den kann er gerne haben. Er ist nicht wirklich nervig aktuell aber er wirkt auch nicht zu stark von daher habe ich da kein problem mit.\r\n\r\n**Veigar:** Ich habe langsam das gefühl Riot möchte echt alle Midlaner auf die botlane abschieben (bleibt in eurer drecks midlane)... Veigar ist meiner persönlichen Meinung vieeeel zu stark... egal wieviele stacks er hat... Wenn er nur ankommen muss und R drückt und du verschwindest einfach obwohl du half life bist macht das einfach null spaß... und selbst wenn da nen veigar ankommt der 1,2K schaden mit EINER W macht dann läuft da gewaltig was schief.... Das er stärker wird durch stacks ist ja voll okay aber die werte sind eindeutig viel zu übertrieben... seine Winrate liegt zwar bei 49,86% und er braucht auch echt keinen buff sondern eigentlich nen dmg nerf aber dafür vielleicht nen kleinen buff was grundwerte angeht. \r\n\r\n**Orianna:** Man kann sie denke ich ruhig buffen. Ihre Winrate ist aktuell 48,56% was okay ist deshalb finde ich ist nen buff angemessen aber meiner Meinung nach ist die Ulti der falsche buff punkt da diese generell schon extrem viel schaden hat. Man könnte z.B. ihr shield/MS buffen oder die grundwerte minimal anheben aber ihre ulti stumpf soviel mehr schaden zu geben ist nicht gut.\r\n\r\n**Heimerdinger:** Winrate von 49,9% und braucht auch wirklich keinen buff... Der HP sowie E buff ist völlig okay aber der Q buff muss nicht sein... Dazu finde ich müssen die tower generft werden da diese einfach viel zu stark sind dafür das heimer nichts tun muss außer baiten... \r\n\r\n**Cassiopeia:** Okay hier frage ich auf welchen drogen muss man sein um sowas zu entscheiden? Ein Champion der eine winrate von 51,41% hat und dazu noch ein schnell zu lernender viel zu starker spam champ ist braucht definitiv keinen buff sondern einen nerf... und generell braucht nicht ihre viel zu starke E einen buff sondern einen nerf und erst recht soll die bitte mal mana verlieren und nicht 24/7 full mana haben und alles durchspamen.... Dazu kommt ja noch ihr extrem ekelhafter gift schaden was das ganze noch schlimmer macht.... \r\n\r\n**Vayne:** Sry aber der champ gehört entfernt... Winrate von 49,8% aber ihr true dmg ist einfach vieeeeeeeeeeel zu hoch... generell verachte ich true dmg da mir da selbst 5000 HP nichts gegen bringt da z.B: vayne mir trotzdem in 2 sekunden 2K true dmg reindrückt... (true dmg gehört auf tower etc. und nicht auf champs....) aber mal davon abgesehen sie braucht keinen buff und wenn muss ihr true dmg gesenkt werden.... \r\n\r\n**Ashe:** Der mit abstand einfachste und zu starke adc wird gebufft... ne WInrate von 51,27% und trotzdem bufft man sie? ashe ist einfach der inbegriff von rechtsklick (und vielleicht mal ne Q aktivieren). Sie wäre ja nicht so schlimm wenn sie nicht so einen extremen schaden macht, dich zu tode slowed und dabei easy einhohlen kann... Man kann gerne was an ihr machen aber dafür müssen andere dinge aber auch generft werden....\r\n\r\n**Blitzcrank:** Ein Champion den ich als Support spieler eh extrem verachte einfach da man nur EINE hook treffen muss und man ist tod... lvl 1? hook trifft = free kill... Erst recht aber die Hook zu buffen ist einfach nur 1000/5 WHYs... die hitbox von dem ding ist eh noch aus dem jahr 1809 und dann erhöht man einfach die range? stupid? Dazu kommt das er ja nichtmal eine schlechte winrate hat da diese bei 50,39% liegt weshalb ein buff komplett unnötig ist...\r\n\r\n________________________________\r\n\r\nDas ganze hier ist nur meine Persönliche Meinung zu den höchstwahrscheinlich kommenden Buffs und Nerfs und ich finde das ist mit abstand der schlechteste Patch den ich seit Season 6 (wo ich spiele) gesehen habe.... Vielleicht bin ich ja auch nur komplett dumm und das alles ist berechtigt aber dann sagt mir mal bitte wieso? \r\n\r\nKarma ist unter den Nerfs die einzige die FASST die 50% Winrate erreicht und alles andere ist eh schon am arsch der welt also wieso schlechte champs weiter nerfen??? das ist doch komplett dumm oder nicht?\r\n\r\nDazu kommt das der großteil der Champs die gebufft werden auch aktuell zu stark sind oder einfach keinen buff benötigen... \r\n\r\nGanz ehrlich wie kann man sich bei riot hinsetzen und das für gut finden? Es hieß ja auch das es keine großen änderungen für die Worlds mehr geben wird weshalb der Patch somit viel mehr auf SoloQ bezogen sein sollte was aber keinen sinn ergibt da man hier ein pfannkuchen versucht immer dünner zu machen während man gleichzeitig versucht eine riesen torte immer größer zu machen....\r\n\r\n~GameWave","replies":[{"id":"","poster":"Icebergslasher","date":"2019-09-18T13:55:34.707+0000","up_votes":2,"down_votes":0,"body":"weisst was mich ankotzt? diese permanerfs an yuumi. ich hatte eigentlich aufgehört league zu zocken, und bin nur wegen dem champ nach monaten wieder zurück gekommen. ja am anfang war sie richtig op. aber jetzt ist sie iwie kacke und sie wird immer weiter generfed. :( dabei ist sie sobald sie nicht angehängt ist, garbage hoch 10","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-09-14T19:10:09.616+0000","up_votes":2,"down_votes":0,"body":"Es sind Worlds. Da spielt balance keine rolle.\nHauptsache möglich schnell, action geladen und spektakulär...","replies":[{"id":"","poster":"Veezey","date":"2019-09-14T21:05:32.480+0000","up_votes":1,"down_votes":0,"body":"Naja besser als langsam und langweilig.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-09-15T00:53:38.983+0000","up_votes":2,"down_votes":0,"body":"Nicht auf kosten der SoloQ und der \"normalen\" Spieler finde ich","replies":[{"id":"","poster":"Veezey","date":"2019-09-15T12:18:58.341+0000","up_votes":1,"down_votes":0,"body":"Ja das muss nicht sein aber erstmal abwarten was davon wirklich kommt. Z.B. sind die Riven Changes auch schon wieder reverted.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-09-15T15:15:19.888+0000","up_votes":1,"down_votes":0,"body":"Stimmt","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T07:58:31.984+0000","up_votes":1,"down_votes":0,"body":"Langsam kann auch sehr schön sein","replies":[{"id":"","poster":"Veezey","date":"2019-09-16T12:02:27.226+0000","up_votes":1,"down_votes":0,"body":"Kann aber meistens ödet das einen an. Da will ich bei den Worlds doch lieber mehr Action als farming sehen^^","replies":[]},{"id":"","poster":"Dreadlord Mike","date":"2019-09-16T10:42:18.621+0000","up_votes":1,"down_votes":0,"body":"Ist es beim zusehen aber moistens nicht. \nIch will nicht schon wieder 75 min games sehen wo beide Teams ewig auf die Fehler des anderen warten müssen.\n\nWas aber noch schlimmer ist, als ein 75 min spiel zu sehen, ist selber eines zu spielen. \nIch hoffe das jene Zeit mit den 60+ games nicht mehr wieder kommt, hatte man ja S3 und S4 genug von.","replies":[]}]}]}]},{"id":"","poster":"SAO Heathcliff","date":"2019-09-15T06:49:50.395+0000","up_votes":3,"down_votes":1,"body":"Das letzte mal als Riot so gebufft hat, war das in der Bruiser Meta, auch bei den letzten Worlds in Europa... und das war eine Katastrophe. Riot sollte nen separaten Server für die Teams der Worlds machen, und die Teams nur darauf spielen lassen - aber sie sollten die normalen Spieler für die Worlds verschonen und auch mal an die denken...","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-16T07:53:12.349+0000","up_votes":1,"down_votes":0,"body":"Naja Riot patch nicht nach balance ;) \nDie wollen nur das die worlds interesant werden das auch ja viele zuschauen. \n\nEgal ob die SoloQ dann leidet. \n\nUnter Master hat ja angeblich eh keiner Ahnung vom Spiel *hust hust bullshit*","replies":[]},{"id":"","poster":"Dreadlord Mike","date":"2019-09-15T12:35:18.339+0000","up_votes":1,"down_votes":0,"body":"Im großen und Ganzen finde ich die Nerfs/ bzw buffs nicht wirlklich so schlimm wie alle tun.\nLeute übertreiben immer gerne und malen es sich schlimmer aus als es ist.\nMan muss auch dazu sagen dass die Liste veraltet ist und viele dieser changes geändert wurden.\n\nJetzt mal paar Sidenotes zu deinen Anmerkungen:\n\n**Nerfs:\n**\n\nKarma:  Nerf ist klar in Richtig Solo lane abgesehen, finde ich ok da sie sehr stark und auch gleichzeitig noch sehr safe in der lane ist. Der Nerf ist auch nicht allzu groß also past das hier schon.\n\nKench: Wollen sie scheinbar nichtmehr in der Meta haben, belasse es mal dabei.\n\nYuumi: Ihr slow wird aus gutem Grund generfed, wenn man schonmal in higher elo gespielt hat und gegen gute yuumis gespielt hat, weiß man dass dieser Champ sehr schwer zu punishen ist. Die Q changes sind einfach nur dazu da dass man auch mal von ihr wegkommen kann, zurzeit mit dem slow ist dies natürlich nicht möglich.\n\nGragas: Kleiner nerf für seinen clear\nSejuani: Sejuani wird sowieso nicht für den dmg gepickt also wird der nerf nicht wirlich viel ausmachen\n\nSylas: Armor nerf ist einfach nur dazu da, dass er auch mal schlechte matchups hat und nicht ultra broken im jungle ist. Zurzeit kann Sylas in mid gegen jeden Midlaner spielen und hat kein schlechtes matchup, weniger Armor wird ihm wenigstens die ad matchups etwas schwerer machen. \n\n\n**BUFFS:\n**\n\nMordekaiser: Buff ist nur dazu da ihn etwas safer zu machen, finde ich nicht so schlimm, er mag zwar gute Winrates haben aber je höher die Elo wird desto geringer wird seine Winrate . \n\nOrrn: Buffs sind ok da er sowieso nicht gerade der Stärkste ist\n\nRiven: Nerfs finde ich unnötig aber scheinbar wollen sie Riven in den Worlds sehen(und natürlich hilft es wenn ein neuer Skin für sie rauskommt, sogar mit prestige)\n\nFiora: Änderungen kommen nicht durch,\n\nReksai : Wird jetzt nicht wirlich viel ändern , man kann mit den plays jetzt etwas besser pushen.\n\nXin: Ist ein champ der zurzeit etwas Liebe benötigt, zurzeit einfach outclassed von den meta junglern.\n\nGraves: Hilft seinen clear etwas um mit den Meta junglern mitzuhalten, finde ich in Ordnung.\n\nZac: Ist ein sustain buff im Lategame, da sein early game seine schwache Phase ist wird dies jetzt nicht soviel Einfluss haben.\n\nTF: Kleiner buff, ansich ok.\n\nVeigar: Sorry aber deine Erklärung zu Veigar ist halt komplettler Bullshit, zurzeit warden fast nur Assasins oder ulta long range mages midlane gespielt und gegen die hat Veigar einfach null chance, deswegen wollen sie ihm sein Leben etwas leichter machen damit er nicht jedes mal 0/6 aus der lane gehen muss. \n\nOrianna: Hat auch etwas Liebe verdient und bekommen da sie schon länger aus der Meta ist und andere control mages machen ihre Arbeit einfach besser als sie(Xerath, Syndra, Ziggs) .\nUlt buff ist in Ordnung\n\nHeimerdinger: ist eher ein Soloq buff also juckt das nicht wirklich.\n\nCassio: Macht sie etwas starker, finde aber nicht dass sie dadurch zu stark wird, es gibt trotzdem sehr viele gute matchups gegen Cassio.\n\nVayne: Da cait gleichzeitig gebuffed wird(und ashe auch) sind die minimalen Vayne buffs jetzt nicht so extreme.\n\nAshe: Der Buff wird einfach nur beim traden nützlich sein, mehr nicht, wird sie jetzt nicht viel starker machen.\n\nBlitzcrank: Finde den Buff eigentlich angemessen da er mit Abstand der schlechteste Hook champ im Spiel ist. Sowohl Pyke, Thresh und Naut sind einfach um vieles besser als Blitz da sie nicht nur 1 usefull spell haben. \nDer Q buff soll einfach blitz ein bisschen mehr usefull machen.\n\nWas du falsch verstehst ist das winrate = Stärke eines Champions, hier muss man aber sehr viele andere Faktoren beachten. Wenn man nach dieser Logik gehen würde wären viele champs ultra trash (wie Akali, Azir ecc) obwohl sie einfach nur hohes skillcap haben und deswegen die Mehrheit der Community sie nicht spielen kann. \nAuf Pro Lvl sieht man aber dass jene champs einfach nur übertrieben stark sind wenn sie von den richtigen gespielt werden.\nDa die Mehrheit der Community bronze/silber/gold ist haben so high skillcap champs mit hohen mechanics immer schlechte winrates.","replies":[{"id":"","poster":"Cenâreth","date":"2019-09-16T06:06:08.049+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreadlord Mike,realm=EUW,application-id=Wj1wcocU,discussion-id=EEqBQjNE,comment-id=0004,timestamp=2019-09-15T12:35:18.339+0000)\n>\n> Auf Pro Lvl sieht man aber dass jene champs einfach nur übertrieben stark sind wenn sie von den richtigen gespielt werden.\n> Da die Mehrheit der Community bronze/silber/gold ist haben so high skillcap champs mit hohen mechanics immer schlechte winrates.\n\nDa verstehst du aber auch etwas falsches, die Mehrheit ist bronze/silber/gold hat aber nichts damit auszusagen wie gut jemand mit einem Champ wirklich ist.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-09-16T10:17:02.147+0000","up_votes":1,"down_votes":1,"body":"Doch , eigentlich hat es genau das.\n\nOder willst du wirklich ernstaft behaupten dass ein Bronze-gold spieler high skill cap champs wie Lee, Akali, Azir perfekt beherrschen kann? \nWenn dies so ware, wären sie schon lange nichtmehr in ihren elos.\n\nEs ist einfach fakt dass high skill champs in low elo schlechte winrates haben weil die Leute einfach komplett überfordert mit den champs sind und deswegen garbage sind.","replies":[]}]}]},{"id":"","poster":"GameWave","date":"2019-09-14T19:39:18.862+0000","up_votes":1,"down_votes":1,"body":"Nur hat dieser Patch nicht mehr viel mit den Worlds am hut wie hier auch gesagt wird weshalb die entscheidungen 10 von 10 stupid sind\n\nhttps://boards.na.leagueoflegends.com/en/c/developer-corner/sVtgP9cs-quick-gameplay-thoughts-september-13","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-09-14T22:29:00.650+0000","up_votes":1,"down_votes":0,"body":"Da steht, dass die Meta nicht komplett umgeschmissen wird wie in S5, aber overall für die Worlds alles beim selben bleibt, da sie gerade zufrieden sind! \n\nDa steht nichts von Solo Queue! Das ist der Worlds Patch, also buffen sie die Standard Worlds Champs um mehr Variation zu bekommen!","replies":[]}]},{"id":"","poster":"Divin1ty","date":"2019-09-14T18:49:32.026+0000","up_votes":1,"down_votes":0,"body":"Worlds Patchs sind immer insane, sodass mehr gespielt werden kann.\nÜbrigens wird Fiora komplett eskalieren, da ihre einzige Schwäche ist das sie scheiße in ihrem Job, dem Splitpush ist.\nSie wurde komplett overbuffed um die Lane ab dem Zeitpunkt zu gewinnen, wo sie gepickt wird.\n\nJetzt kriegt sie den Buff den sie braucht, aber der Bullshit bleibt.\nGod bless das ich gerade kein League spielen kann, sonst könnte ich zwei meiner drei Champs relativ knicken zur Zeit. :D","replies":[]},{"id":"","poster":"SvenniGod2004","date":"2019-09-18T02:58:17.866+0000","up_votes":1,"down_votes":1,"body":"du redest hier nur von winrates die du dir sonstwo hergezaubert hast aber hast gar keine ahnung von den champs. typisches gejammer von jemanden der keine erfahrung hat. und tahm wird immer noch viel gespielt und auch ich hab keinen bock auf den worlds die ganze zeit ne karma zu sehen die absurden q damage hat und nur wegrennt oder einen tahm kench der jeden noch so krass guten inszenierten engage eines teams vernichtet indem er einfach nur w drückt.\nmanche champs machen das game einfach nur langweilig da hab ich echt keinen bock mir 30 min afk gameplay anzugucken.","replies":[]}]}