{"id":"l8uoqxEa","poster":"Charyptoroth","date":"2018-10-26T09:35:45.071+0000","title":"Ich brauche eure Hilfe - Projektarbeit Fachhochschule","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe League-of &ndash;Legends Community,\r\n\r\nich bin  Warwickbaby und ich studiere momentan im sechsten Semester Wirtschaft an meiner Fachhochschule und schreibe meine Projektarbeit im Bereich &bdquo;Virtuelle Teams mit Schwerpunkt Online-Gaming.&ldquo; \r\n\r\nDa ich selbst schon einige Teamerfahrung gesammelt habe, wei&szlig; ich wie schwierig sich oft die Kommunikation und die erfolgreiche Teamarbeit  erweist. Oft ist es sogar schwer eine geeignete Teamstruktur &uuml;berhaupt aufzubauen.\r\nDennoch bin ich der Ansicht, dass aus dem Zusammenspiel und  den daraus gewonnen Erkenntnissen, sinnvolle Fertigkeiten erlernt und geschult werden, die den F&uuml;hrungsstil im Berufsleben positiv beeinflussen k&ouml;nnen.\r\n\r\nNun bitte ich Euch, wenn ihr mit einen Moment der Zeit er&uuml;brigen k&ouml;nnt, eure positiven wie auch negativen Erfahrungen mit euren Teammates unter diesen Beitrag als Kommentar zu teilen. Welche Herausforderungen und welche H&uuml;rden musstet ihr bereits nehmen? Was bedeutet es euch ein erfolgreiches und spa&szlig;iges Team zu haben? Teilt ihr meine Auffassung?\r\nIch bin f&uuml;r s&auml;mtliche eurer Erfahrungen und Eindr&uuml;cke offen und hoffe, dass einige diesen Beitrag kommentieren werden, um mir bei meiner Arbeit zu helfen.\r\n\r\nIch w&uuml;nsche euch weiterhin viel Spa&szlig; und Erfolg \r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\n{{sticker:slayer-jinx-catface}} \r\n\r\nEuer Warwickbaby","replies":[{"id":"","poster":"Shacoláde","date":"2018-10-26T10:59:22.389+0000","up_votes":2,"down_votes":0,"body":"Es kommt immer darauf an, welche Orientierung man hat wenn man in ein Spiel geht.\nWill man climben oder will mein Spaß mit freunden haben.\nMeisten sollte beide korrelieren, was immer aber nicht möglich ist.\nIch spiele meißt in einer 2-5er Gruppe. In FlexQ sind wir alle Silber-Gold\nIn SoloQ zwischen Bronze-Dia.\nDort erfolgreich zu climben ist eher begrenzt möglich.\nAlso was tun? Lieber tryhard alleine Spielen oder versuchen zu 5. Unterwegs zu sein?\nMir ist lieber wichtiger mit Freunden zu spielen und stell die Elo hinten an.\nNatürlich kommt es ingame dann oft zu kleine Stichlein…. „hätte der ein oder andere TP ab gehabt, hätten wir Baron nicht verloren. Mit´m Tank wär es vielleicht möglich gewesen zu gewinnen.“ \nAber wo kommen solche Reibereien das nicht vor?\nIn einem Team muss man seine eignen Ansprüche hinten anstelle um gemeinsam Spaß zu haben.\nDeswegen ist mir Sympathie immer mehr wert als Gameplay.\nWir hatten mal nen Dia-Spieler in der Gruppe der oft auf die schlechteren Leute los gegangen sind.\nDiese fühlten sie dann schlecht und leavten die Gruppe, weil sie nicht mehr schuld an der Niederlage sein wollte. Der Dia-Spieler wurde von uns verbannt.  Den Knicks aus den „schlechteren“ bekommt man aber nicht mehr raus.\nWenn jeder versucht sich der Gemeinschaft unterordnen zu wollen, dann es relativ egal ob man gewinnt oder verliert, denn das Wichtigste (für mich) ist man spielt nicht alleine.\n„Wir stehen zusammen. Wir fallen zusammen. Bad Boys fürs Leben“. Getreu diesem Motte 😊","replies":[{"id":"","poster":"Charyptoroth","date":"2018-10-26T11:36:28.299+0000","up_votes":1,"down_votes":0,"body":"Hallo Urgolade,\n\nich danke dir von ganzem Herzen für dein Kommentar. Ich freue mich sehr, dass du dir die Zeit genommen hast und stimme mit dem, was du sagst voll überein :) \nIch denke jeder hat schon einmal ähnliche Erfahrungen gemacht:)\nIch wünsche dir weiter viel Spaß und Erfolg und noch einmal danke für deine Mühe\nMit freundlichen Grüßen\nWarwickbaby","replies":[]}]}]}