{"id":"mxApgZIG","poster":"Shisuke","date":"2018-10-26T09:11:26.889+0000","title":"Toplaner für Team gesucht ( G4 bis Plat 1 )","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nwir das Team, Dragons Echo Gaming suchen einen Toplaner f&uuml;r unser Team. Momentan bewegen sich die wir uns bis auf den Ad-Carry (Platin) im Goldbereich und suchen daher auch einen Spieler der mindestens  Gold 4 besitzt.\r\n\r\nAu&szlig;erdem solltest du im optimal Fall Teamranked/ E-Sports Ag bzw Turniererfahrung mitbringen, was aber keine Pflicht darstellt.\r\n\r\nZu uns, wir wollen uns in der Preseason als Team zusammenspielen und beim Start der neuen Season in Flexq sowie auf Turnieren unsere Leistungen unter Beweis stellen und uns daher auch immer weiterentwickeln. Weiterhin sind wir gewillt auch die jeweils eigene Elo um mindestens eine Stufe zu verbessern, was in einem Team doch recht einfacher ist, weil man sich gegenseitig verbessern kann und durch regelm&auml;&szlig;iges zusammenspiel auch einen treuen Duo Partner finden kann.\r\nNeben dem besagten Teamtraining wollen wir als erste Meilensteine des Teams in der Flexq mindestens Gold sp&auml;ter mittleres Platin erreichen und au&szlig;erdem vorerst auf Low Elo Turnieren bis Platin spielen bis wir dort auf erste Erfolge sto&szlig;en und diese dann auf regul&auml;re Turniere ausweiten.\r\n\r\nWir bieten dir einen Teamspeakserver mit eigenem Teamslot wodurch wir in Ruhe trainieren k&ouml;nnen oder du in Ruhe deine SoloQ Spiele austragen kannst. Au&szlig;erdem haben wir mit dem Ad-Carry ( momentan Platin 3, letzte Seasons generell mittleres bis hohes Platin) und mir ( momentan Gold 2, letzte Seasons mittleres bis hohes Platin) Spieler mit sehr viel Teamranked und Turniererfahrung da wir in Form einer Teamrankedcommunity, in Turnieren und der alten 5v5 Queue gespielt haben.\r\n\r\nWir erwarten von dir:\r\n\r\nein Alter von mindestens 18 Jahren und eine dementsprechende Reife sowie eine gute mentale Einstellung gegen&uuml;ber dem Spiel und des Teams. Au&szlig;erdem erwarten wir von dir Kritik- und Anpassungsf&auml;higkeit sowie Team- und Kommunikationsf&auml;higkeit, welche verst&auml;ndlich grunds&auml;tzliche Werte in einem Team darstellen. \r\nUnsere Trainingszeiten sind nicht gesetzt werden aber unter der Woche geregelt sein, da der Gro&szlig;teil der Mitglieder am Wochenende in der Regel fort sind. Die Trainingszeiten sind dementsprechend von jedem einzuhalten und da wir uns unter anderem per Whatsapp organisieren wollen wir verst&auml;ndlicherweise Bescheid wissen, wenn doch was wichtiges da zwischen kommt, denn das echte Leben geht immer vor.\r\n\r\nZus&auml;tzlich haben wir gerade f&uuml;r den Anfang aber auch sp&auml;ter die M&ouml;glichkeit mit einem anderem auf dem Server befindlichen Team Scrimmtermine abzuschlie&szlig;en wodurch wir auch in einem ungezwungen Umfeld, Ranked und Turniersituationen simulieren und trainieren k&ouml;nnen.\r\n\r\nDaher ist Teamspeak und ein funktionierendes Mikro Pflicht  und die Serveradresse wird dir gegeben, wenn ein erster Kontakt entstanden ist.\r\n\r\nWenn dieser Thread deine Interesse geweckt hat kannst du mich gerne unter meinem Ingame Namen Shisuke adden oder per E-Mail an Shisuke.DragonsEchoGaming@gmail.com.\r\n\r\nIm Client bin ich aber aus pers&ouml;nlichen Gr&uuml;nden erst gegen Dienstag, dem 30.10. erreichbar. Wenn du keinen E-Mail Kontakten haben m&ouml;chtest kannst dich aber schon ab bei den anderen Teammitgliedern melden die mir dann Bescheid geben.\r\n\r\nDanke f&uuml;r die Aufmerksamnkeit \r\n\r\nTeamleiter Shisuke\r\n\r\nTeammitglieder\r\n\r\nVanishing Wolf\r\nEnija\r\nYunaSoul","replies":[]}