{"id":"QTzuUtTW","poster":"Hi im Neeko","date":"2018-10-25T21:43:47.070+0000","title":"Wegen bugsplt keine LP ?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Riot games ich w&uuml;rde gerne f&uuml;r mein gewonnenes match wo ich zeit reingesteckt habe meine rechtm&auml;&szlig;ige belohnung erhalten,\r\ndas spiel ist aus einem mir unerkl&auml;rlichen grund abgest&uuml;rtzt trotzdem konnte ich nach einer gewissen zeit reconnecten und das spiel zuende mitspielen.\r\nMeine lp f&uuml;r mein gewonnenes match w&uuml;rde ich gerne bekommen !","replies":[{"id":"","poster":"Cedilu","date":"2018-10-25T22:45:36.689+0000","up_votes":2,"down_votes":0,"body":"Du warst afk, egal welcher Grund. Nach 5 Minuten verlierst du das Recht auf jegliche Belohnungen. Ausserdem kannst du eine 5,10 oder 20 Minuten Sperre bekommen. Steht alles in den Regeln.","replies":[]},{"id":"","poster":"Marcusflo","date":"2018-10-25T21:45:33.740+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir jetzt schon sagen, dass du die LP nicht zurück kriegen wirst.","replies":[{"id":"","poster":"Hi im Neeko","date":"2018-10-25T22:43:15.480+0000","up_votes":1,"down_votes":0,"body":"schon erfahrung damit gemacht ? xP","replies":[{"id":"","poster":"Gin","date":"2018-10-26T07:03:44.805+0000","up_votes":1,"down_votes":0,"body":"Um Korruption des Ranked System zu vermeiden (Stelle dir vor du hast z.B einen Kumpel bei Riot Games der alles für dich tuen würde), ist kein Riotler, und keiner beim Support in der Lage LP zu erstatten oder irgendwas am Rang von jemandem rumpfuschen.\n\nUnd das andere Problem ist natürlich: Es ist für Riot und für dich nicht möglich zu 100% nachzuweisen dass der Bugsplat aus dem nichts kam und deren Verschuld ist, oder ob es nicht ein Problem an deinem Rechner, deiner Installation von League of Legends die eventuell beschädigt ist, einem anderen Programm z.B ein Antivirusprogramm dass dir dazwischenfunkt, oder dass du eventuell sogar selbst den Client und das Spiel zum Absturz gebracht hast.\n\nUnd damit würden wir wieder zum ersten Punkt zurückkommen: Du könntest, wenn du jedes Mal wenn dein Client/dein Spiel \"zufällig\" crashed, einfach den Support anschreiben dass der böse, böse Client wieder abgeschmiert ist, du nichts dafür kannst, und du deine LP wieder haben wirst - wodurch du effektiv keine Spiele verlieren könntest.\n\nDeine Frust kann ich verstehen, und das ist mir persönlich selber diese Season auch schon passiert, aber so funktioniert das System aktuell nun mal und wir müssen vorerst damit leben.\n\nEs ist nicht perfekt, weit entfernt davon. Und ich hoffe dass Riot in naher Zukunft deren AFK-Strafen nochmal angeht da du als Spieler der disconnected ist effektiv keinen Grund mehr hast überhaupt erst noch zurückzukommen und zu versuchen das Spiel zu gewinnen. Aber wir werden vorerst damit leben müssen dass du, solltest du länger als 5 Minuten AFK gewesen sein, keine LP fürs Spiel bekommst - unabhängig ob ihr gewinnt oder verliert.\n\nhttps://vignette.wikia.nocookie.net/leagueoflegends/images/9/99/Bee_Sad_Emote.png","replies":[]}]}]}]}