{"id":"X7lp3r1m","poster":"Pydixis","date":"2018-10-24T16:10:56.582+0000","title":"Account sharing","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"ich habe schon oft geh&ouml;rt dass account sharing bannable ist, aber gilt das nur f&uuml;r elo boosting oder auch f&uuml;r normals und andere nicht competitive modi?","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-10-24T16:13:45.064+0000","up_votes":3,"down_votes":0,"body":"Jede Form von Account-Sharing in jedem Modus ist verboten und kann potentiell zum Permaban führen...und tut das häufig auch (manchmal sehr schnell, manchmal erst nach Monaten oder Jahren). \n\nUnd nur um das zu klarzustellen, \"sharing\" darf man hier nicht zu wörtlich nehmen. Es geht nicht nur um das Teilen, sonder um ALLES wo irgendwer in irgendeiner Form auf einen Account Zugriff hat oder ihn verwendet, den er nicht selbst erstellt hat.\nAnders gesagt: Nur der Ersteller der Accounts darf den Account nutzen oder auf ihn zugreifen. Alles andere ist Accountsharing und kann mit einem Permaban geahndet werden. ","replies":[{"id":"","poster":"DrakoDRK","date":"2018-10-24T20:11:36.486+0000","up_votes":1,"down_votes":5,"body":"Und wie kann RIot das beweisen?\n\nDann dürften nicht mal Ehepaare jeweils auf dem anderen Acc Spielen? Ist doch jedem seine Sache was er mit seinem Account macht. Finde das ein Eingriff in die Privatphäre und Entscheidungsfreiheit der Spieler, sorry.","replies":[{"id":"","poster":"TheFoxRox","date":"2018-10-24T20:19:54.672+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=DrakoDRK,realm=EUW,application-id=KYnfKGf0,discussion-id=X7lp3r1m,comment-id=00010000,timestamp=2018-10-24T20:11:36.486+0000)\n>\n> Und wie kann RIot das beweisen?\n> \n> Dann dürften nicht mal Ehepaare jeweils auf dem anderen Acc Spielen? Ist doch jedem seine Sache was er mit seinem Account macht. Finde das ein Eingriff in die Privatphäre und Entscheidungsfreiheit der Spieler, sorry.\n\nKlares Nein! Wenn der Mann ein Challenger ist und die Frau Bronze, dann wäre ein Elo boosting des Bronze-Accounts durch den Challenger schlichtweg unfair für die Gegner. Nicht umsonst regen sich viele über Smurfs im niedrigen Elo-Bereich auf. Und das zurecht. Das hat mit Entscheidungsfreiheit nichts zutun. Es ist schlichtwrg Betrug.","replies":[{"id":"","poster":"Maexle","date":"2018-10-24T23:26:49.166+0000","up_votes":2,"down_votes":0,"body":"Das ist aber ziemlich sexistisch von dir, dass du assumest, dass die Frau Bronze ist und der Mann Challenger. Auch Männer können Bronze sein!\n{{champion:17}}","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-10-25T04:45:24.564+0000","up_votes":1,"down_votes":0,"body":"Aber können Frauen Challenger?!\n\n\n- Bevor es hier eskaliert, das Ganze ist bitte nicht Ernst zu nehmen, sondern soll lediglich die Frage vorbereiten, ob es eine Frau in Challenger gibt. \n\nAlso, gibt es einen weiblichen Challenger, der sich selbstständig hochgespielt hat?","replies":[{"id":"","poster":"eingew","date":"2018-10-25T07:18:47.802+0000","up_votes":2,"down_votes":0,"body":"Also die Frage kann ich dir nicht beantworten, aber ich kann dir sagen, dass Männer im Allgemeinen auf den meisten Skalen eine größere Verteilung auf den Rändern aufweisen, als in der Mitte und bei Frauen ist es umgekehrt. Es dürfte also davon auszugehen sein, dass auch was die Elo angeht, mehr Männer in Challenger und im niedrigen Bronze sind, als Frauen. Wobei das hier natürlich schwer festzustellen ist, wegen des generell nur sehr geringen Frauenanteils.","replies":[{"id":"","poster":"Qbert","date":"2018-10-25T07:21:15.031+0000","up_votes":3,"down_votes":0,"body":"https://www.summoners-inn.de/de/news/30989-die-erste-frau-in-der-lcs\n\nHere you go :)","replies":[{"id":"","poster":"PHUB Silphi","date":"2018-10-25T22:26:06.744+0000","up_votes":1,"down_votes":0,"body":"die debatte schon wieder x) \nals kerl geboren = ein kerl \nals frau geboren = eine frau \n\nnur weil ich batman sein möchte heißt es nicht das ich batman bin \nABER da hat jeder seine eigene meinung","replies":[{"id":"","poster":"AΝTON","date":"2018-10-27T08:57:28.949+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist dass wir in deutschland nicht zwischen Sex und Gender in unserer Sprache differenzieren, deshalb ist das für uns schwerer verständlich (mich eingeschlossen) wie das mit dem gefühlten Gender funktionieren soll. \n\nWas wir als Geschlecht bezeichnen ist im Englischen das Sex, also ob du das weibliche/männliche Geschlechtsorgan hast. \n\nGender ist im Englischen all das was and gesellschaftlichen Dingen zu dem Sex dazukommt. \nUnd da kann man sich anders fühlen.\n\nSo wurde mir das mal erklärt :D","replies":[]},{"id":"","poster":"Qbert","date":"2018-10-26T07:48:04.934+0000","up_votes":1,"down_votes":0,"body":"Das verstehe ich jetzt nicht ôo\n\nWas hat das gebürtige Geschlecht damit zu tun? ... allgemein gesprochen ist mir das Geschlecht meines Gegners/Mitspielers am PC völlig egal ... jeder kann's drauf haben x)\n\nIch wurde früher beim Sport auch schon von Frauen verprügelt ... :D","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2018-10-25T07:39:04.318+0000","up_votes":1,"down_votes":0,"body":"Danke","replies":[]}]}]}]},{"id":"","poster":"TheFoxRox","date":"2018-10-25T05:30:13.098+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Maexle,realm=EUW,application-id=KYnfKGf0,discussion-id=X7lp3r1m,comment-id=0001000000000000,timestamp=2018-10-24T23:26:49.166+0000)\n>\n> Das ist aber ziemlich sexistisch von dir, dass du assumest, dass die Frau Bronze ist und der Mann Challenger. Auch Männer können Bronze sein!\n> {{champion:17}}\n\nIch hoffe, das ist nicht ernst gemeint ;) Ich hätte mein Beispiel genauso umdrehen können. Im Übrigen bin ich selbst eine Frau. Triggern lässt sich, wer kein Selbstbewusstsein hat <3","replies":[{"id":"","poster":"Qbert","date":"2018-10-25T06:16:16.384+0000","up_votes":3,"down_votes":0,"body":"*Rule 30 of the Internet*","replies":[]},{"id":"","poster":"Maexle","date":"2018-10-25T14:34:32.274+0000","up_votes":1,"down_votes":0,"body":"Normalerweise pflege ich nicht die Gewohnheit, unnötige Anglizismen bei der Argumentation zu verwenden. \n{{champion:17}}","replies":[{"id":"","poster":"TheFoxRox","date":"2018-10-25T14:55:13.032+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Maexle,realm=EUW,application-id=KYnfKGf0,discussion-id=X7lp3r1m,comment-id=000100000000000000010001,timestamp=2018-10-25T14:34:32.274+0000)\n>\n> Normalerweise pflege ich nicht die Gewohnheit, unnötige Anglizismen bei der Argumentation zu verwenden. \n> {{champion:17}}\n\nNett von dir. Diese Antwort passt nur irgendwie gar nicht in den Kontext :D","replies":[{"id":"","poster":"Maexle","date":"2018-10-25T15:00:18.077+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheFoxRox,realm=EUW,application-id=KYnfKGf0,discussion-id=X7lp3r1m,comment-id=00010000000000000001,timestamp=2018-10-25T05:30:13.098+0000)\n>\n> Ich hoffe, das ist nicht ernst gemeint ;) \n\nIm Kontext des Fadens nicht, genau. \n{{champion:17}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2018-10-24T20:49:10.778+0000","up_votes":4,"down_votes":0,"body":"> Und wie kann RIot das beweisen?\n\nVerschiedene Methoden, eine davon der \"Gameplay fingerprint\". Jeder hat eine gewisse Spielweise, die sich datenanalytisch tracken lässt. Da geht es nicht nur um so grobe Sachen wie \"welchen Champion spielst du\" oder \"wie gut spielst du\", sondern das kann alles mögliche sein...die Zeit die du im Shop verbringst, wie genau du deine Maus bewegst, wie schnell deine Reaktionszeit im Schnitt ist, wie du schreibst und vieles vieles mehr. Wie genau Riot das macht, weiß man nicht. Was ich genannt habe sind nur fiktive Beispiele, Dinge die problemlos möglich wären. \nMan weiß aber DASS sie es machen, denn es gab schon Fälle wo sie das genutzt haben um Account-Sharing nachzuweisen. Einmal z.B. als sie zwei Brüdern den Account gesperrt haben, der von beiden am selben Computer und selben Ort gespielt wurde. \n\n>  Ist doch jedem seine Sache was er mit seinem Account macht.\n\nNein. Erstens ist es nicht dein Account, sondern Riots. Du bist nicht der Eigentümer. Du hast ein auf dich beschränktes Nutzungsrecht, das an die Einhaltung gewisser Bedingungen gebunden ist, nämlich die Nutzungsbedingungen (daher der Name). Inhalt dieser Nutzungsbedingungen ist unter anderem, dass es eben NICHT deine Sache ist, wem du Zugang zum Accoung gewährst. \n\n>  Finde das ein Eingriff in die Privatphäre und Entscheidungsfreiheit der Spieler, sorry.\n\na) Du stimmst in den Nutzungsbedingungen diesem Tracking zu. Die Privatsphäre diesbezüglich hast du wilentlich und wissentlich aufgegeben. \nb) Das ist genauso wenig ein Eingriff in die Entscheidungsfreiheit wie das Verbot zu stehlen, da es sich um keine Entscheidung handelt, die dir zusteht. Es ist eben NICHT dein Recht zu Entscheiden zu stehlen oder deinen Account zu teilen, denn das ist ist illegal bzw ein Vertragsbruch. Also natürlich kannst du dich trotzdem dafür entscheiden, aber die Freiheit von Konsequenzen steht dir nicht zu. \nOder, um es mit einem Extrembeispiel zu erklären: Du könntest ja auch sagen \"Ich sollte nicht für Mord bestraft werden, denn mich dafür zu bestrafen schränkt meine Entscheidungsfreiheit bezüglich des Tötens von Menschen ein\". Technisch gesehen richtig, aber ein völlig sinnloses Argument, da dir diese Entscheidung eben gar nicht zusteht. \nDu hast schon entschieden. Als du die Nutzungsbedingungen akzeptiert hast, hast du entschieden deinen Account nicht zu teilen und andernfalls suspendiert zu werden.","replies":[{"id":"","poster":"Pydixis","date":"2018-10-27T08:39:43.354+0000","up_votes":1,"down_votes":0,"body":"danke für die antwort :)","replies":[]}]}]}]},{"id":"","poster":"DrakoDRK","date":"2018-10-24T21:51:57.785+0000","up_votes":2,"down_votes":6,"body":"Sorry aber das Beispiel mit dem Mord ist einfahc nur lächerlich, tut mir leid. Und wir geben genug Geld aus für RP Points usw. Finde das eine bodenlose Frecheit von Riot sorry.","replies":[{"id":"","poster":"Uncle Scrooge","date":"2018-10-24T22:48:18.365+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=DrakoDRK,realm=EUW,application-id=KYnfKGf0,discussion-id=X7lp3r1m,comment-id=0002,timestamp=2018-10-24T21:51:57.785+0000)\n>\n> Sorry aber das Beispiel mit dem Mord ist einfahc nur lächerlich, tut mir leid. Und wir geben genug Geld aus für RP Points usw. Finde das eine bodenlose Frecheit von Riot sorry.\n\nSag mal, erstens ist LOL ein f2p game! und anders als viele andere f2p Spiele kannst du dir keinen, aber auch keinen kleinen Vorteil erkaufen. Das einzige ist das Aussehen, das du veränderst. Ergo keiner zwingt dich Geld auszugeben! Zudem bestraft Riot Spieler unabhängig von ihren RP Käufen ;)\n\nZum Vergleich, klar hat er bisschen übertrieben, ist aber auch ein Stilmittel:)\nUnd dennoch, du stimmst den AGB zu. Also musst du dich auch an die Regeln halten.","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-10-24T16:13:29.267+0000","up_votes":2,"down_votes":0,"body":"Die weitergabe deiner Accountdaten ist generell Verboten.\nAuch für botgames!","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-10-24T16:14:48.653+0000","up_votes":2,"down_votes":0,"body":"Nicht nur das. Auch die Weitergabe, Zugriff gewähren oder das Teilen OHNE Weitergabe der Accountdaten ist immernoch Accountsharing.","replies":[{"id":"","poster":"e621 Rengar","date":"2018-10-24T17:54:21.695+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=X7lp3r1m,comment-id=00000000,timestamp=2018-10-24T16:14:48.653+0000)\n>\n> Nicht nur das. Auch die Weitergabe, Zugriff gewähren oder das Teilen OHNE Weitergabe der Accountdaten ist immernoch Accountsharing.\n\nDas ist halt schon wieder  wie mit dem Post vor 3 tagen wegen den Timern so ne sache ^^.\n\nMan schläft bei nem Freund loggt sich auf seinem PC  mit eigenen Daten ein und lässt ihn ne Runde Spielen.\nWirds gebannt? Wahrscheinlich nicht.\nKanns gebannt werden? Ja ^^","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-10-24T17:00:15.532+0000","up_votes":1,"down_votes":0,"body":"Wenn du nichts gegen hast würde ich dein oberen Text in meine ~~coole~~ Sammlung hinzufügen und bei Gelegenheit zitieren :D","replies":[]}]}]}]}