{"id":"4sawsRfm","poster":"XSilentHallowX","date":"2019-09-13T07:45:59.679+0000","title":"Tft Punkteverteilung","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebes Riot Team, ich selbst bin ein begeisterter Tft Spieler und ich kann nur sagen das mir der Modus sehr gut gefällt und Abwechslung rein bringt welche sehr gut tut. Jetzt kommt allerdings das Negative an diesem Modus und zwar geht es um die Punkte die man zu einem Gewinnt und zum anderen Verliert.( Nein ich bin kein schlechter Verlierer ich bin selbst in Platin 3 gewesen) was das ganze ganz gut beschreibt. Also nach meinen Erfahrungen kann es passieren das man auf platz 4 nur einen Punkt gewinnt jedoch auf platz 5 schon über 15 punkte verlieren kann. Jetzt stellt sich mir die Frage wo da die Balance ist? Des weiteren zieht sich das durch alle Platzierungen was mir das spiel sehr kaputt macht!! Es kann nicht sein das man zwischen 4 und 6 Spiele gewinnen muss oder in die Top 3 kommen muss um aufzusteigen aber bei 2-3 schlechten runden in denen man mal Pech hat (ja das kommt dazu) nur brauch um abzusteigen. Genau aus diesem Grund schreibe ich ihnen liebes Riot team. Ich bin in Platin 3 in 4 runden nicht gut gewesen bin jedoch auch platz 5 unter anderem geworden und bin nach 4 runden in Gold 1 angekommen. Also umgerechnet brauch ich von gold aus ca 12 gute spiele aber nur die hälfte um 2 ränge abzusteigen und das kann wirklich nicht sein. Eine liste mit festen Punktzahl was der Gewinn und der Verlust der Punkte angeht wäre ein sehr großer Vorteil des weiteren sollte das ganze System was die punkte beim Verlieren und Gewinnen angeht deutlich besser Balance  ansonsten werden sie sehr viele Spieler verlieren denn das sorg für frust und Demotivation da man viel härter für einen Aufstieg spielen muss aber der Abstieg sofort eintritt bei 2 schlechten runden. 2 Niederlagen für den Abstieg 4-6 Gute spiele (mindestens top 3) für einen Aufstieg? Schlechte Balance nenne ich das und ich hoffe das wird geändert sonst höre ich wieder bei diesem Modus auf zu zocken und ich denke das es viele so machen werden. MFG{{sticker:slayer-jinx-unamused}}","replies":[]}