{"id":"AEEBa5I8","poster":"SayaShire","date":"2019-09-12T16:37:04.606+0000","title":"Detaillierte Fragen zu Champs","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Tag Leute! \r\n\r\nIch mache mir gerade Karteikarten für jeden Champ, um kurz+knapp eine zusammengefasste Übersicht nachschlagen zu können.\r\nGrund dafür ist, mit diesen Karten zu üben und irrelevante Beschreibungen wie \"Aatrox schwingt sein Großschwert\" auszuklammern, weil das für mich eine unnütze Zusatzinfo ist, die mir nur verrät, dass er ein Schwert hat, was man sich aber wohl denken kann, wenn man ihn sieht. \r\n\r\nZusammengefasst steht da dann also auf der Karte - ach.... ich hänge einfach ein Beispielbild an, ist wohl einfacher.....\r\n\r\n [Beispiel 1 einer unfertigen Übungskarte. ](https://share-your-photo.com/b186af959a)\r\n\r\nSo, nun ist das ja schonmal ganz nett, aber was ich gerne noch hätte, wäre eine Leiste, wie sich der Schaden zusammen setzt. \r\n\r\nVor ner ganzen Weile habe ich mir ein Bildchen erstellt, wo ich eine gute Übersicht habe, wie sich der Schaden addiert, dummerweise weiß ich weder, ob diese Angaben noch stimmen, ob sie in der Form je gestimmt haben, und woher ich diese Angaben damals hatte. \r\n\r\n[So sah das dann aus, leider viel viel kleiner, da ja 150 Helden drauf passen mussten... Also letztendlich dann doch nicht mehr SO übersichtlich... ..](https://share-your-photo.com/1b5a5c68fc)\r\n\r\n\r\nJetzt würde ich gerne also meine Karte so in etwa gestalten, dass oben eine Schadenszusammensetzung zu sehen ist, [wie hier auf Beispielkarte Nr 2](https://share-your-photo.com/83be8a1dc7), wo ich auch gleich die Spells nachlesen könnt. \r\n\r\nFrage Nr 1 ist also: Wo gibt es eine ZUVERLÄSSIGE Auflistung, wie sich der Schaden der Helden berechnet - grafisch dargestellt wie diese Leiste, \r\n\r\nund Frage  2 wären kommende Fragen zu den Helden, die ich gerade noch nicht erstellt habe. \r\n\r\nZ.B. wäre die erste Heldenfrage AATROX betreffend - \r\n\r\nSeine Q besagt, dass sie 3 Mal aktiviert werden kann und sich im Schaden steigert. Außerdem schleudert sie einen getroffenen Champ kurz in die Luft - Ist das gleichgesetzt mit einem Knock Up, wie z.B. Malphites Ult? Könnte man z.B. von einem Yasuo geultet werden, wenn man von Aatrox Q getroffen wird? \r\nOder handelt es sich nur um eine nett aussehende Animation, die die Wucht des Schlags darstellen soll? \r\n\r\nIch habe nie so genau drauf geachtet und auch nie so oft gegen Aatrox gespielt, daher weiß ich nicht einmal, ob ich in der Zeit, die ich in der Luft verbringe, irgendwelche Spells benutzen kann, oder hilflos bin. Es geht halt auch alles recht schnell, aber interessieren würde es mich trotzdem.\r\n\r\nEine weitere Frage beträfe dann seine W, die ja besagt: \"Der erste getroffene Gegner erleidet Schaden, wird gelslowt und sollte er die markierte Fläche nicht schnell genug verlassen, erleidet er erneut Schaden und wird zurück gerissen\". \r\n\r\nGibt es dafür einen speziellen Ausdruck, wenn man \"in eine Fähigkeit hineingerissen\" wird? \r\nSo wie wenn man sagt, man wird von Thresh gehooked und von Soraka gesilenced ?\r\n\"Gepullt\" oder so ähnlich?? \r\n\r\nEs bringt mir halt nicht so viel, wenn ich die Fähigkeit selbst betitel und keiner weiß was ich meine, ich hätt dann schon gern den Fachausdruck dafür. \r\n\r\nZu Aatrox war es das dann eigentlich schon. \r\n\r\nDiese Karten anzufertigen, ist ziemlich aufwendig, wenn man es ordentlich haben will, der nächste Champ wäre dann Ahri, aber evtl habe ich zu der auch keine Fragen. Das seh ich dann. \r\nWie gewährleiste ich, dass dieser Thread hier also immer wieder hochgeschoben wird, wenn ich eine neue Frage habe? \r\nOder sollte ich lieber immer einen neuen Thread eröffnen? \r\n\r\nDas wars erstmal. \r\n\r\nLiebe Grüße, Shy\r\n\r\n-\r\n\r\n-\r\n\r\n-\r\n\r\n\r\n_PS: Ich bin frigide, asexuell, suche keinen Partner, keine Partnerin, wiege zu viel und bin hässlich wie die Nacht, alle die ihre Hilfe anbieten, sollten das tun, um zu helfen und nicht, um sich Hoffnungen zu machen, eine potenzielle Freundin zu bekommen!_","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T17:34:05.599+0000","up_votes":1,"down_votes":0,"body":"Aatrox Q ist ein ganz normaler Knockup, ja, Yasuo kann darauf ulten.\n\nSein W ist ein Pullback, auch darauf kann ein Yasuo ulten.\nEs gibt nichts das wie Aatrox W funktioniert, da auch Flash nicht hilft wenn man in der Pullback Animation flasht.\n\n__PS: Ich bin heterosexuell, knapp untergewichtig, bin wunderschön und psychisch komplett gesund, jeder der hier antwortet soll das wegen dem Kommentar tun und nicht weil sie sich einen perfekten Toplane Main als Freund erhoffen!!__ [warum sowas?]","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T17:39:33.826+0000","up_votes":1,"down_votes":0,"body":"Herzlichen Dank, ich schreibs mir gleich auf.\n\nAatrox W ist dann also ein Unikat, gut zu wissen :D","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T17:48:08.901+0000","up_votes":1,"down_votes":0,"body":"Tbh, gegen spielen reicht doch eigentlich?\n\nGenauso sinnvoll ist es dir aufzuschreiben das der Höhenunterschied von River zu normalen Terrain (da SR 3D ist) irrelevant ist, für jeden Champion außer GP, was regelmäßig Combos die wenn man sie sieht entweder disconnecten, obwohl sie inneinanderstehen, oder connecten obwohl sie zu weit weg sind.\n\nWas bringt dir das? :o","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-12T18:01:25.875+0000","up_votes":1,"down_votes":1,"body":"Ich denke, sie will es eben zum lernen nutzen und um die Spells besser zu verstehen. ^^ \n\nIch weiß auch, was die Champions können gegen die ich kämpfe. Aber durch jahrelanger Erfahrung und komplett bis ins Detail weiß ich es natürlich nicht. ^^","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T18:15:37.269+0000","up_votes":1,"down_votes":0,"body":"Wusstest du das denn mit GP? :3","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T18:30:10.160+0000","up_votes":1,"down_votes":0,"body":"Ich denke mir Folgendes: \n\n1.: Jemand sagte mir, ich soll zu jedem Champ wissen, was er tut. \n\n2.: Ich möchte meine Runen effektiver nutzen und verstehen - die passe ich dem Gegner an. Wenn ich nicht weiß was der Gegner tut, kann ich mich auf ihn auch nicht vorbereiten, d.h. das Game läuft schlechter als es laufen könnte, d.h. für alle weniger Spaß. \n\n3.: wird mein eigenes Spielverständnis dadurch besser, weil ich z.B. weiß, dass Aatrox in der roten Fläche wesentlich mehr Autsch macht, als daneben - und ich deswegen NICHT in die rote Fläche reinlatsche. Und sollte da noch ein Yahuso rumwackeln, weiß ich (seit heute) erst recht, dass ich außerhalb von Aatrox' Reichweite bleibe, wenn ich nicht geultet werden will. Was dazu führt, dass ich länger lebe und dadurch mehr Einfluss aufs Spiel habe. \n\nSind das nicht eigentlich schon genug Gründe, sich besser auskennen zu wollen, als ein üblicher Wood 5 Spieler? Immerhin will man ja auch aufsteigen - je früher ich also weiß, was mich erwartet, desto früher kann ich mit dem Üben beginnen.","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T18:32:10.588+0000","up_votes":1,"down_votes":0,"body":"Aber spielen ist doch auch üben.\nNaja, jedem das seine, ich habe es auch ohne mit Karteikarten pauken fast nach D2 geschafft. ^-^","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-12T19:10:11.128+0000","up_votes":1,"down_votes":1,"body":"Dafür hast du es anders gelernt. Jeder so wie er mag.","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T19:14:34.956+0000","up_votes":1,"down_votes":0,"body":"I did, deshalb jedem das seine!!\nWusstest du eigentlich das GPs Barrels 40% Rüstung ignorieren, früher jedoch 60-80%?#BuffGPplease","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-12T19:19:24.456+0000","up_votes":1,"down_votes":1,"body":"Nein keine Ahnung","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T19:29:36.790+0000","up_votes":1,"down_votes":0,"body":"Wusstest du das Pre-Rework GP Macrotechnisch hypothetisch der stärkste Champion war, da er eigene Minions executen konnte (auch Heimer Tower und Pets)?","replies":[{"id":"","poster":"Veezey","date":"2019-09-12T22:10:49.248+0000","up_votes":1,"down_votes":0,"body":"Erkläre","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T22:15:50.163+0000","up_votes":1,"down_votes":0,"body":"Eigentlich Wavemanipulation, Macro kann missinterpretiert werden.\nPre-Rework GP hatte die selbe Q wie mein Schatz es jetzt hat und konnte, bis es rausgepatcht wurde (in Dota gibt es den Champ noch der das kann!) alle allierten Monster executen.\nSowas ist extrem stark, da du als Gegner deine Wave nicht so manipulieren kannst, GP hat somit in den meisten Fällen komplett das Sagen gehabt wie die Lane läuft.\n\nGold hat er trotzdem bekommen. :3","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T22:22:08.068+0000","up_votes":1,"down_votes":0,"body":"War ganz, ganz früher.\nAls es noch Will of the Ancient und Dodge Chance gab. xd","replies":[]},{"id":"","poster":"Veezey","date":"2019-09-12T22:20:14.046+0000","up_votes":1,"down_votes":0,"body":"Hmm kann mich echt nicht erinnern, dass GP eigene Minions töten konnte^^","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-09-12T20:24:22.010+0000","up_votes":2,"down_votes":2,"body":"Nein, aber es interessiert mich auch nicht wirklich. ^^","replies":[]}]}]}]},{"id":"","poster":"SayaShire","date":"2019-09-12T20:01:43.601+0000","up_votes":1,"down_votes":0,"body":"Spielen ist auch üben - aber fragst du dich als Noob, ob das Hüpfen von Aatrox oder Sion jetzt 100% ein ultfähiger Knock up ist? Ich hab  es bisher nur für eine Animation gehalten und hätte nicht gewusst, wie ein Yahuso mich ohne Wirbelsturm ulten kann...  Ich würde jetzt mal schlichtweg behaupten, aus dieser einen Frage, die ich mir stellte, nachdem ich mir Aatrox Q durchgelesen habe, habe ich jetzt mehr gelernt, als mit allen Spielen, die ich je gegen ihn gespielt habe. Und alles nur, weil ich mir diese Karten machen wollte und Aatrox der erste Champ ist. Wenn das schon beim ersten Champ so eine \"Erleuchtung\" ist, wie wird das dann mit allen restlichen Champs noch? \n\nEine spezielle Rune im gelben Runenweg gibt mir Zähigkeit. Aber nicht alles macht Zähigkeit stärker. Wenn ich diese rune auswähle, sollte ich schon wissen, wann sie am Sinnvollsten ist und wann nicht. Und das lerne ich nur, wenn ich weiß, wie meine Gegner funktionieren.  Die Rune ploppt nämlich leider nicht am Ende des Kampfes auf und sagt: \"Hey danke fürs auswählen, aber in diesem Kampf war ich einfach nur Deko\".","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-09-12T22:00:55.548+0000","up_votes":1,"down_votes":1,"body":"Sowas fänd ich aber super xD","replies":[]}]}]}]},{"id":"","poster":"RM Heartmeander","date":"2019-09-12T21:50:51.529+0000","up_votes":1,"down_votes":0,"body":"Heutzutage nur noch Wood 4, 5er Divisionen gibt es ja nicht mehr xD","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-09-12T17:33:27.047+0000","up_votes":1,"down_votes":1,"body":"Na da hast du dir aber einiges vorgenommen. :D \n\nEigentlich gibt es genug Apps fürs Handy wo man besagte Champions überprüfen kann und sich auch die Skills anschauen kann. Eigentlich musst du dir denke ich den Aufwand nicht machen. :o","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T17:44:56.048+0000","up_votes":1,"down_votes":0,"body":"Oh ja, es ist ordentlich viel Arbeit. \nIch habe fürs Handy schon \"Summoners Companion\", aber ich möchte auch ohne das Handy auskommen können. \nKennst du Memory? ein Tisch voller Karten, wo man das Gegenstück zu finden muss. \nDiese Karten kann man  vorwärts oder rückwärts auslegen, sucht sich eine aus und rät, um wen es sich handeln könnte. \nBeim Handy weißt du ja schon, um wen es sich handelt, du hast ihn ja selbst angeklickt. \nWelche Karte du aber aufdeckst, ist Zufall. \nUnd wenn du anders herum übst, dass auf allen Karten vorn nur der Name steht und du aus dem Kopf wissen musst: \"Ach ja, Aatrox Q war doch dieses dreifach aktivierbare Teil, was dich knock-up't und immer mehr weh tut\", ist das ja fast so wie wenn man im Handy schaut - nur dass man für die Karten keine App und keinen Strom braucht :P","replies":[{"id":"","poster":"Angel Ayume","date":"2019-09-12T17:59:08.587+0000","up_votes":1,"down_votes":0,"body":"Aaaah. So willst du die Karten nutzen. Tolle Idee auf jedenfall :D\nIch dachte, du willst sie nur zum durchlesen nutzen. ^^ \n\nWenn du Fragen hast, weißt du ja wo du mich findest. ;)","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T18:16:03.288+0000","up_votes":1,"down_votes":1,"body":"Feedend in der Schlucht. :3","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T18:24:04.375+0000","up_votes":1,"down_votes":2,"body":"Und selbst wenn ich feede, ginge es dich nix an, weil es** MEIN **Feed ist und nicht deiner. \n\nAngel, wir müssen unbedingt bald mal miteinander zocken, ich hab das jetzt schon so oft verschoben...","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T18:27:22.880+0000","up_votes":1,"down_votes":0,"body":"Hä? \nIch meine doch garnicht dich.\nMeine Antwort ging an Ayume, da wir öfters kommentiere und ich sie spaßeshalber necken wollte.\nAußerdem ist das auch klar im Kontext erkennbar, da ich auf ihr ,,weißt du ja wo du mich findest\" antworte.\n\nChill doch mal?","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T18:36:19.504+0000","up_votes":1,"down_votes":0,"body":"Als Noob wird einem das genau -SO- unterstellt, daher dachte ich nicht, dass du Angel meinst, weil der/die mir doch recht kompetent vorkommt, weswegen es eher so klang, als würdest du mich meinen.\nSorry, wenn ich dir Unrecht getan habe, aber ich bin es gewohnt, dass man sich über meinen Score lustig macht.","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T18:41:58.606+0000","up_votes":1,"down_votes":0,"body":"Es war relativ ersichtlich, alleine aus Ayus Satz.\nAber sei es drum, solange du hier nicht als Forenchallenger aufkreuzt, dich über deine Mates stellst, oder wie andere Kandidaten mit miserablen Leistungen meinst dein Team hält dich zurück, ist es mir herzlich egal ob du 20/0, oder 0/20 bist. :3\n\nDu tauchst ja sowieso nicht in meinen Spielen auf und ich bin kein Mensch der gerne flamed, nehme sowieso zur Zeit aufgrund der Umstände eine Pause von League um Tilt  zu vermeiden. ^-^","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T20:25:41.197+0000","up_votes":1,"down_votes":0,"body":"Möglicherweise war meine patzige Antwort ja so verfasst, weil ich mich mit diesem kritischen Unterton angegriffen gefühlt habe, den du eine Antwort über dieser schriebst. \"Genauso sinnvoll ist es dir aufzuschreiben das der Höhenunterschied von River zu normalen Terrain (da SR 3D ist) irrelevant ist\" - Für mich liest sich das ein bisschen so, als wär meine Idee absolut hirnrissig, was ich hingegen absolut nicht so empfinde. \n\nDaher also definitiv \"relativ ersichtlich\". Klar habe ich jetzt Aatrox P, Q und W gelesen und mir das ziemlich gut merken können. Aber ich glaube nicht, dass ich IMMER alle Champions in meinem Kopf habe. Es sind 145Champs, jeder hat eine Passive und mindestens 4 Fähigkeiten, außer Champs wie Heimer und Elise, die mit ihrer Ult jede Fähigkeit verändern können. D.h. ich müsste mir  mindestens 725 verschiedene Fähigkeiten merken. Oder mir vor jedem Match die Erklärvideos ansehen, die Fähigkeiten direkt durchlesen oder oder oder. \n\nFür mich macht es also sinn, mir von vorn herein schon bestmöglich zu merken, wer was kann - so muss ich nicht googeln und kann mir über andere Dinge mehr Sorgen machen. \n\nUnd ob Aatrox nun ein Großschwert oder ein Breitschwert hat, ist mir gelinde gesagt pupsegal. Steht so aber trotzdem in der Fähigkeitenbeschreibung. Auf den späteren Karten stehen dann  nur die wirklich wichtigen Dinge. \nSchon damals in Mathe habe ich alle unnötigen Infos aus Textaufgaben rausgestrichen, wenn deutlich wurde, dass es scheißegal ist, ob der Bauer nun Fritz oder Franz heißt, weil nur wichtig war was die Kartoffeln kosteten.","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T21:41:34.899+0000","up_votes":1,"down_votes":0,"body":"> Möglicherweise war meine patzige Antwort ja so verfasst, weil ich mich mit diesem kritischen Unterton angegriffen gefühlt habe, den du eine Antwort über dieser schriebst. \"Genauso sinnvoll ist es dir aufzuschreiben das der Höhenunterschied von River zu normalen Terrain (da SR 3D ist) irrelevant ist\" - Für mich liest sich das ein bisschen so, als wär meine Idee absolut hirnrissig, was ich hingegen absolut nicht so empfinde.\n\nDu hast es nicht ganz gelesen, für einen GP Spieler ist es wichtig.\nEs ist nur befremdlich League mit Karteikarten zu lernen.\n\n> Daher also definitiv \"relativ ersichtlich\". Klar habe ich jetzt Aatrox P, Q und W gelesen und mir das ziemlich gut merken können. Aber ich glaube nicht, dass ich IMMER alle Champions in meinem Kopf habe. Es sind 145Champs, jeder hat eine Passive und mindestens 4 Fähigkeiten, außer Champs wie Heimer und Elise, die mit ihrer Ult jede Fähigkeit verändern können. D.h. ich müsste mir mindestens 725 verschiedene Fähigkeiten merken. Oder mir vor jedem Match die Erklärvideos ansehen, die Fähigkeiten direkt durchlesen oder oder oder.\n\nDie meisten Fähigkeiten sind auf dem ersten Blick ersichtlich, oder erschließen sich durchs spielen.\n\nJedoch sind manche Sachen irrelevant für diejenigen die besagte Champs nicht spielen, ich brauch nicht immer zu wissen das Lee, oder Elise Spellvamp bzw. Lifesteal bekommen.\n\nAber hey, ist halt meine für mich sehr erfolgreiche Herngehensweise, vielleicht merke ich mir aber Sachen auch einfach direkt nach dem ersten Sehen, dunno.\n\nMuss ja nicht von jedem verlangen alles wie ich auswendig zu kennen, aber es hilft **mir** halt.\n\n> Für mich macht es also sinn, mir von vorn herein schon bestmöglich zu merken, wer was kann - so muss ich nicht googeln und kann mir über andere Dinge mehr Sorgen machen.\n\nEinfach spielen reicht aus.\nDie meisten Champs sind nicht besonders komplex und es ist sehr offensichtlich was sie tun.\nAber hey, was dir lieber ist. ^^\n\n>Und ob Aatrox nun ein Großschwert oder ein Breitschwert hat, ist mir gelinde gesagt pupsegal. Steht so aber trotzdem in der Fähigkeitenbeschreibung. Auf den späteren Karten stehen dann nur die wirklich wichtigen Dinge.\n\nWitzigerweise wollte ich das eigentlich schreiben.\nÜbrigens ist der Großteil der Beschreibungen zu lang, oder redet um den heißen Brei herum.\nVergleich einfach mal den Text von GPs E mit was es tut. ^^\n\n>Schon damals in Mathe habe ich alle unnötigen Infos aus Textaufgaben rausgestrichen, wenn deutlich wurde, dass es scheißegal ist, ob der Bauer nun Fritz oder Franz heißt, weil nur wichtig war was die Kartoffeln kosteten\n\nTbh, mir war es immer lieber.\nIch kann besser Probleme in einem Kontext, oder einer Geschichte lösen, als stumpfe Gleichungen.","replies":[]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-09-12T19:05:22.277+0000","up_votes":2,"down_votes":2,"body":"Na wir können gerne spielen. :) \nBedenke aber, dass deine Gegner dann stärker werden als sie sonst sind. Weiß nicht, ob dir das dann so Spaß macht :(\nWenn es dich jedoch nicht stört, dann soll es mich auch nicht stören :D","replies":[{"id":"","poster":"OT Riku","date":"2019-09-13T12:04:55.817+0000","up_votes":1,"down_votes":1,"body":"Hehe unsere anfangszeot war schon hart. \nWenn man denket das wor nur bit 30er und kaum solo gespielt haben.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Kazuma Engel","date":"2019-09-12T18:46:47.566+0000","up_votes":1,"down_votes":1,"body":"Gibst du mir vllt noch eine Chance?:/","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T20:06:23.123+0000","up_votes":1,"down_votes":0,"body":"Ne du, danke. Ich mag keine andauernden Zweideutigkeiten . Ich hab dir gesagt, dass ich Hilfe suche, keinen Freund und deine Sprüche klangen nicht so, als würdest du das verstanden haben. Stellt für mich eine Grenzüberschreitung dar. MAL ist das vielleicht ganz lustig, aber wenn jedes Gespräch nur auf Zweideutigkeiten basiert, verliere ich das Interesse. Gegenseitiges Interesse baut sich nicht über Anspieungen auf, sondern über Sympathie. Aber wie sympathisch ist dir jemand, der dir schon im allerersten Satz auf die Pelle rückt? (rhetorisch gefragt, nicht auf dich direkt bezogen, am Anfang dachte ich ja noch, das ist ein Spaß von dir.) Wenn ich mit Leuten rede, stehe ich nen Meter von ihnen entfernt. Bei dir hatte ich das Gefühl, du stehst auf meinen Füßen drauf. Das ist mir zu nah.\n\nSorry, aber ich glaube, das hat alles Zukünftige verbaut. Ich möchte in erster Linie erst einmal als Mensch wahrgenommen werden und nicht als \"Weibchen\".","replies":[{"id":"","poster":"SayaShire","date":"2019-09-12T20:09:46.831+0000","up_votes":1,"down_votes":0,"body":"Außerdem - warst du nicht der, der sagte, er kann in dieser Elo nicht spielen? \nIch suche jemanden, der definitiv einen Plan hat und sattelfest ist, also mit jeder Situation klar kommt, egal ob die Leute rumlaufen wie kopflose Hühner, oder taktisch organisiert wie die Taliban sind. \n\nWenn du das warst, der die Krise bei Bronze bekommen hat, glaube ich nicht, dass ich viel lernen kann, außer eben dass ich ne scheiß Elo habe. \nwir haben ziemlich wortkarg nebeneinander hergespielt, ich könnte jetzt nicht sagen, dass ich da viel bei gelernt habe. \n\nTut mir leid wenn das hart klingt, aber ich bevorzuge eine direkte und ehrliche Art. Ich hoffe, damit kommst du klar.","replies":[]}]}]},{"id":"","poster":"AidsSchnelltest","date":"2019-09-12T18:52:56.292+0000","up_votes":1,"down_votes":0,"body":"Teemo kann dich blenden","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T18:56:57.361+0000","up_votes":1,"down_votes":0,"body":"Dein Fountain kann dich heilen, aber der gegnerische töten!","replies":[]}]},{"id":"","poster":"Kazuma Engel","date":"2019-09-12T18:27:44.031+0000","up_votes":1,"down_votes":1,"body":"Hey, ich mag dir gern helfen, falls du Tipps haben magst.\nMan könnte ja auch mal zsm spielen","replies":[]}]}