{"id":"j0aAT4BF","poster":"Taerrar","date":"2019-09-12T11:22:46.344+0000","title":"Volle Niederlage trotz AFK","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Nachdem ich gerade demoted bin, weil mein ADC Draven auf lvl 2 gestorben ist und sagt der Supp \"sucked\" und daraufhin dcd denke ich darüber nach warum ich danach bis Minute 15 spielen muss und LP verliere, die einer vollen Niederlage entsprechen. In anderen Spielen wird das besser gehandhabt, Idee wäre einfach deutlich weniger LP für die weiter spielenden abzuziehen, weil 15 Minuten Zeit verschwenden und dafür noch verlieren einfach sehr frustrierend ist, wäre gut wenn sich darum mal gekümmert wird. \nViele Grüße Taerrar\n\nEdit: Nachdem ich jetzt massig Kommentare bekommen habe, die meine Idee sehr schlecht finden möchte ich das weiter ausführen und mit einem Beispiel aus einem anderem Spiel versehen.\nEin Beispiel wäre von dem Spiel \"Rocket League\", wenn dort ein Mitspieler das Ranked-Spiel verlässt verliert nur dieser die volle LP Zahl und seine Mitspieler entsprechend weniger, das andere Team erhält natürlich trotzdem die volle LP Zahl (hier wurden LP mit der Rocket League Wertung gleichgesetzt). Anpassungen für LOL Spiele könnten dann so aussehen, dass dies nicht bei Premades funktioniert, außerdem könnte die Reduzierung der LP Punkte angepasst werden wie lange vor Schluss der DC war und vor allem sehr kurz vor Schluss keine Reduzierung eintreten.","replies":[{"id":"","poster":"HyperionCH","date":"2019-09-12T12:51:01.193+0000","up_votes":2,"down_votes":0,"body":"Wie bereits korrekt erklärt, würde man dies ausnutzen oder versuchen auszunutzen.\n\nBezüglich Premades kann das System dies noch erkennen und dann kriegt der Premade trotzdem den vollen Punktabzug. Problematisch wird es aber bei Random-Mates.\n\nNimm am besten wieder dein Game. Was wäre in diesem Fall passiert?\nDein ADC ist sauer auf dich (den Sup); egal ob berechtigt oder nicht. Da er dir die Schuld gibt, verlangt er natürlich nun ingame ständig von dir, dass du ragequiten sollst, damit er keine LP verliert (du hingegen schon). So lange du dies auch nicht tust (ein 0/1 nach 2 Minuten entscheidet kein Game; nicht einmal in den Worlds), wird er dich ständig flamen.\n\nDas Ergebnis wäre also, dass es viel mehr Flame gibt und Spieler andere (als Sündenböcke) auffordern, etwas Verbotenes (ragequiten) zu tun. Das kann nicht der Sinn der Sache sein.\n\nRein technisch gesehen wäre es eigentlich möglich, dass man 0 LP verliert. Langfristig hat dies jedoch keinen Effekt.\nDenn die Höhe des LP-Verlustes (bei einer Niederlage) bzw. des LP-Gewinns (bei einem Sieg) ist hauptsächlich abhängig davon, wie gross der Unterschied zwischen einer Elo (aka hidden MMR) und deinem Rang/deiner Division ist (bzw. welches MMR-Niveau deine Division üblicherweise besitzt).\n\nDu verlierst so oder so Elo (aka hidden MMR), da es wie erklärt sonst eine Elo-Inflation gibt (die gibt es möglicherweise auch so, weshalb es Anfang einer Season Softresets gibt; aber man sollte dies nicht noch verstärken).\nWenn z.B. eine Elo (hidden MMR) auf dem üblichen Niveau deines Rangs/deiner Division ist (du kriegst dann in etwa gleich viele LP bei einem Sieg wie du LP bei einer Niederlage verlierst), dann würde dies bedeuten, dass nun keine Elo unterdurchschnittlich ist. Dann wirst du in den nächsten Games jeweils weniger LP für einen Sieg gewinnen bzw. mehr LP bei einer Niederlage verlieren.\n\nKurz gesagt:\nTechnisch ist dies (ohne Elo-Inflation) möglich, aber jene LP, die du nun nicht verlieren würdest, verlierst du dann in den nächsten 20-30 Rankeds und dann bist du genau wieder dort, wo du mit dem heutigen System bist.","replies":[{"id":"","poster":"611FVNKBlv","date":"2019-09-13T00:07:21.160+0000","up_votes":1,"down_votes":0,"body":"> Nimm am besten wieder dein Game. Was wäre in diesem Fall passiert?\nDein ADC ist sauer auf dich (den Sup); egal ob berechtigt oder nicht. Da er dir die Schuld gibt, verlangt er natürlich nun ingame ständig von dir, dass du ragequiten sollst, damit er keine LP verliert (du hingegen schon). So lange du dies auch nicht tust (ein 0/1 nach 2 Minuten entscheidet kein Game; nicht einmal in den Worlds), wird er dich ständig flamen.\n\nDas Ergebnis wäre also, dass es viel mehr Flame gibt und Spieler andere (als Sündenböcke) auffordern, etwas Verbotenes (ragequiten) zu tun. Das kann nicht der Sinn der Sache sein.\n\nDas ist wieder so richtig auf dem Niveau das Flame stärker ins Spielgeschehen eingreift als leute die afk gehen mitte runter rennen usw. Congrats EUW-Community.  Wann checkt ihr das Flamen 1. gemutet werden kann 2. vom System wesentlich schneller und härter bestraft wird. Ne Stattdessen lieber weiter Freifahrtscheine für afks etc verteilen lassen und die hauptsächlich \"leidtragenden\" sind dann die leute die sich den shit geben. Not bad. Und man wundert sich warum keine sau mehr bock auf lol hat gege\n\n> Rein technisch gesehen wäre es eigentlich möglich, dass man 0 LP verliert. Langfristig hat dies jedoch keinen Effekt.\nDenn die Höhe des LP-Verlustes (bei einer Niederlage) bzw. des LP-Gewinns (bei einem Sieg) ist hauptsächlich abhängig davon, wie gross der Unterschied zwischen einer Elo (aka hidden MMR) und deinem Rang/deiner Division ist (bzw. welches MMR-Niveau deine Division üblicherweise besitzt).\n\nDu verlierst so oder so Elo (aka hidden MMR), da es wie erklärt sonst eine Elo-Inflation gibt (die gibt es möglicherweise auch so, weshalb es Anfang einer Season Softresets gibt; aber man sollte dies nicht noch verstärken).\nWenn z.B. eine Elo (hidden MMR) auf dem üblichen Niveau deines Rangs/deiner Division ist (du kriegst dann in etwa gleich viele LP bei einem Sieg wie du LP bei einer Niederlage verlierst), dann würde dies bedeuten, dass nun keine Elo unterdurchschnittlich ist. Dann wirst du in den nächsten Games jeweils weniger LP für einen Sieg gewinnen bzw. mehr LP bei einer Niederlage verlieren.\n\nSchon aber es fühlt sich einfach wesentlich motivierender an wenn man \"selber\" bestimmen kann ob man gewinnt oder nicht. Ein großteil meiner games wird verloren durch leute die ragequitten weil etwas nicht so gut lief. Vor allem lvl 2 ragequitter sind in letzter zeit extrem häufig vorgekommen. ich verliere lieber 20 mmr und komm trotzdem mit dem nächsten game in die promo oder verhindere das ich droppe als das mir n afk im schlimmsten fall ne ganze Liga kosten könnte und ich bin hart an der grenze das mir afks ne ganze liga nehmen da ich gefährlich nahe an gold 1 stehe mich aber irgendwie noch gerade so auf plat 4 halten kann. und wenn man jetzt ne 51% + winrate hat ist es sogar ne win/win situation weil deine MMR immer schneller nachholt je höher die winrate ist. Außerdem dadurch das ich mehr games gewinne als ich verliere gleiche ich irgendwo auch den lp gain einfach aus. Dafür gehe ich nicht mental weil ich ne promochance verliere oder sogar ne divi/Liga droppe. Außerdem muss man eben auch sagen das du in promotion-games keine LP verlierst dH auch hier wäre man bei einer schlechten MMR wieder positiv bedient- Du kannst hier deine MMR nachziehen hast aber keinen lp-verlust.  im prinzip kann man damit also nur gewinnen.       Und btw das mit dem ausnutzen ist immer noch das schwachsinnigste argument was man bringen kann.","replies":[{"id":"","poster":"HyperionCH","date":"2019-09-13T08:42:25.022+0000","up_votes":1,"down_votes":0,"body":"Wie bereits von MeMyselfandBaal korrekt beschrieben, habe ich nirgends nur ein Wort über Strafen gesprochen.\n\nIch habe auch nicht vor, irgendwie eine Wertung abzugeben, was nun schlimmer ist; flamen oder ragequiten.\nBeides ist verboten, beides führt zu einem schlechten Spielerlebnis, beides gehört bestraft. \n\nZu den LP:\nVielleicht ist es für dich beruhigend, dass du in einem solchen Game keine LP verloren hast.\nEine solche Lösung hilft jedoch nur jenen Spieler in der Motivation, die sich a) davon zu sehr beeinflussen lassen und b) entweder vom Elo-System keine Ahnung haben (ist ja eigentlich auch nicht nötig) oder sich selbst belügen.\n\nEine solche Lösung wäre für mich eher eine Beleidigung. Denn damit würde Riot ihre Community offenbar für dumm halten und glauben, dass sie das Elo-System nicht verstehen.\n\nUnd doch! Das mit dem Ausnutzen ist ein sehr wichtiges Argument. Denn wo es eine Lücke gibt, wird versucht, es auszunutzen.\nIch hatte ingame auch schon vor längerer Zeit einen Karthus, der das Spiel aufgab, aber wegen möglichen Strafen auch nicht ragequiten wollte. In der Base stehen gibt ja auch eine Warnmeldung (und wird wohl vom Leaverbuster erkennt). Also lief er in einen Bush, stand dort die ganze Zeit; sobald die Ulti verfügbar war, benutze er diese, damit er wieder DMG an Champs anbringt. Dies tat er, weil er hoffte, dass er so keine Strafe kassiert (gem. Riot würde dies der Leaverbuster jedoch ebenfalls erkennen).\nKurz gesagt: wo man zumindest glaubt, etwas ausnutzen zu können (selbst wenn dies gar nicht der Fall ist), dann werden dies Leute auch tun.\n\nUnd nein, mit der derzeitigen Lösung steigst du nicht rascher auf. Denn AFKler gibt es im Gegner-Team ebenfalls (wenn du nie ragequitest, sogar öfter im Gegnerteam als im eigenen). \nWenn du z.B. 90 LP hast, dann hast du diese möglicherweise auch geschafft, weil bei einem Game die Gegner einen AFKler hatten.\nUnter dem Strich gleicht sich dies in etwa aus. Langfristig können AFKler deshalb nicht verhindern, dass du climbst (sofern du den Skill hast, um in einer höheren Liga zu bestehen).\n\nSollte bei dir langfristig wirklich wesentlich mehr AFKler in deinem Team auftreten als beim Gegner, solltest du jedoch überlegen, warum dies denn genau passiert.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2019-09-13T01:07:51.997+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=611FVNKBlv,realm=EUW,application-id=Wj1wcocU,discussion-id=j0aAT4BF,comment-id=00040000,timestamp=2019-09-13T00:07:21.160+0000)\n>\n> Das ist wieder so richtig auf dem Niveau das Flame stärker ins Spielgeschehen eingreift als leute die afk gehen mitte runter rennen usw. Congrats EUW-Community.  Wann checkt ihr das Flamen 1. gemutet werden kann 2. vom System wesentlich schneller und härter bestraft wird. Ne Stattdessen lieber weiter Freifahrtscheine für afks etc verteilen lassen und die hauptsächlich \"leidtragenden\" sind dann die leute die sich den shit geben. Not bad. Und man wundert sich warum keine sau mehr bock auf lol hat gege\n\nNiemand hat von Freifahrtscheinen für AFKler gesprochen. Ich war nebenbei echt überrascht, wie viel MMR ich damals verloren habe, weil ich wegen eines Stormausfalles das Spiel verlassen musste. Und ja, das war noch vor den Ligen Zeiten... \nEs ist ja nicht so, dass Spieler, die das Spiel verlassen, keinerlei Strafe bekommen. \nAber, um die mal ein Update aus meinen Realitäten zu geben, in meinen Spielen haben Flamer einen größeren Einfluss auf die Spiele als AFKler. Und das obwohl ich sie mute. Das hilft mir aber nicht, wenn ein einziges Teammitglied dies nicht tut, und stattdessen immer aggressiver werdend, mit dem Flamer diskutiert. Dann habe ich schon 2 Leute, die immer wieder AFK sind und nicht fokussiert spielen.\n\nFaszinierender Weise hatte ich heute bereits genau so ein Spiel: Wir hätten das Spiel easy gewinnen können, aber 2 Spieler tilten sich im Chat komplett raus, einer davon, der ADC, beschwert sich über \"KS\" vom Midlaner und lässt sich darauf hin 2 Mal sinnlos töten... und wir verlieren. \n\nUnd natürlich hast du Recht: Wenn all meine Mitspieler so clever wären und Flamer muten (Ich schreibe, wenn ich das mitbekomme, da ich dies ja sehr schnell mache, immer ein \"just mute him and focus\"... das ist aber meistens vergebene Liebesmühe...), hättest du Recht. Dann wären AFKler, Inter und Trolle mein größtes Problem. So verliere ich wesentlich mehr Spiele im Jahr durch absichtliches Feeden als dadurch, dass Spieler AFK gehen...","replies":[]}]}]},{"id":"","poster":"BlackSugaRose","date":"2019-09-12T11:49:27.139+0000","up_votes":1,"down_votes":0,"body":"Huhu Taerrar,\n\nes ist natürlich wahnsinnig schade, wegen solch einem Spieler Zeit und Punkte zu verlieren.\nIch denke jeder kennt solche Spiele und deshalb kam der Vorschlag auch schon recht häufig auf, den Punkteverlust zu verhindern, wenn ein Spieler AFK geht.\nEs gibt allerdings ein paar Probleme dabei.\nDieses System könnte, gerade mit Premades (auf einem Smurfaccount), recht leicht ausgenutzt werden. Ein Spieler verlässt die Runde, wenn die Gegner vor dem eigenen Nexus stehen und vier Spieler verlieren plötzlich keine Punkte.\nUnd wenn ein Team weniger Punkte verliert, müsste das andere Team auch gleichermaßen weniger Punkte für den Sieg erhalten.\nAnsonsten würde es zu einer Elo-Inflation kommen und damit wäre auch keinem geholfen.\nAber wäre es nun fair dem Gewinnerteam die Punkte zu kürzen oder gar zu streichen?\nSie haben schließlich auch keine Schuld an dem AFKler, womöglich haben sie sogar so gut gespielt, dass der Spieler die Motivation verloren hat! Und dafür sollen sie bestraft werden?\n\nDas System würde somit zu **mehr AFKlern** führen, da man plötzlich einen Nutzen daraus ziehen kann.\nEs würde höchstwahrscheinlich zu **mehr Flaming** führen, um Mitspieler aus der Runde zu ekeln.\nDie Anzahl an **Smurfs** würde mit Sicherheit auch ansteigen.\nDas ganze könnte zu einem Geschäftsmodell werden. Bezahl jemanden und er geht AFK für dich.\n\nEs würden 100 neue Threads eröffnet werden:\n\"So viele AFKler wie noch nie\"\n\"Warum bekomme ich weniger Punkte, wenn jemand AFK geht?\"\n\"Nur noch Smurfs in meinen Games\"\netc.\n\nDerzeit ist es echt frustrierend, wenn jemand in deinem Team AFK geht, aber vergiss nicht, dass in deinem Team 4 Randoms sind und im Gegnerteam 5. Die Wahrscheinlichkeit ist also sogar **höher**, dass der AFKler im Gegnerteam landet und nicht in deinem.\nSofern du selbst nicht AFK gehst profitierst du statistisch gesehen sogar von AFKlern.\nMelde diese Spieler nach der Runde und versuch darüber hinweg zu sehen. Es ist manchmal echt frustrierend, besonders in Promo Games oder im letzten Game vor einem Abstieg. Da sitzen wir alle im selben Boot.\nAber es wäre keine Verbesserung plötzlich AFK gehen attraktiver zu machen.\n\nLiebe Grüße\nBlackSugaRose","replies":[{"id":"","poster":"611FVNKBlv","date":"2019-09-13T00:09:02.405+0000","up_votes":1,"down_votes":0,"body":"xd oh man ...das schießt an logik wieder den vogel ab aber euwler werdens nie verstehen xd","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-09-12T11:44:19.585+0000","up_votes":1,"down_votes":0,"body":"Ohh wait ... ich steh also midgame schlecht, können das nicht mehr gewinnen aber gegner können nicht finishen. erstmal dcen um wenig lp zu loosen. gg","replies":[]},{"id":"","poster":"AudreyrJmEb","date":"2019-09-12T11:26:59.737+0000","up_votes":1,"down_votes":0,"body":"Wie oft kommt das vor? Weniger rumheulen mehr spielen{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}