{"id":"dxyJE8dh","poster":"aT w0R","date":"2019-09-12T10:30:06.868+0000","title":"Yasuo Rework","subforum":"Champions & Gameplay","up_votes":17,"down_votes":6,"body":"Hey,\n\nYasuo hat eine Banrate von 50,6% und das schon eig. immer. Der Champ suckt. Jeder hasst ihn. Kaum einer mag ihn. Mit einer Winrate von 48% ist er ja sicherlich nicht OP, aber sein Kit ist einfach total überladen und es macht den Leuten so wenig Spaß gegen ihn zu spielen das er safe die 1/2 der Spiele gebannt ist. \nWarum wird der Champ nicht gereworked? Warum lässt man sowas über **Jahre** zu ? Kann mir das jemand erklären ?\n\nGruß \n\np.s. Ich banne ihn 80% der Zeit, wenn ich mal nicht banne und ich ihn bekomme bin ich schon tilted. Kommt dann noch irgend was dazu leave ich das Game, viele meiner Kollegen ig. machen das genauso. Ich fühle mich dabei auch _nicht mehr_ schlecht.\n\nEDIT: Um das klarzustellen:\nAuch andere Champs nerven, aber bei keinem ist die Com. sich so einig wie bei Yasuo. Und auch andere Champs haben ein Überladenes Kit. Nur Yasuo rockt seit Jahren die Banrangliste.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-09-12T22:49:55.195+0000","up_votes":6,"down_votes":0,"body":"Also ich würde ja Yasuo nerfen, in dem die Windwall wirklich nur die Teile der \"Projektile\" blockt, die auch wirklich auf die Windwall treffen. Was meine ich damit?\n\nNun ja, ich hatte mal eine ziemlich gut platzierte Nami Welle, die auf mehrere Carries ging. Yasuo konterte diese Welle mit einer schlecht platzierten Windwall, die aber weniger als einen Teemo meiner Ultimate traf. Das Ergebnis: Die gesamte Welle wurde blockiert... und ich habe danach aus reinem Frust 10 Spiele am Stück Yahuso gebannt...\n\nUnd ja, man kann die Windwall Paralell zur Nami-Ulti setzen und sie trotzdem komplett kontern. WHY? Ich habe ja wenig dagegen, wenn ein gut gespielter Yasuo mit perfekten Timing meine Ultimates blockt... aber ein Ahnungsloser, der halt einfach nur lucky ist... das frustriert.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-10T13:47:19.635+0000","up_votes":2,"down_votes":0,"body":"Passiert übrigens nur, wenn du als Yasuo im richtigen moment windwallst. Die Animation startet hinter Yasuo's charakter und geht dann erst nach vorne. Theoretisch kann er also in die falsche Richtung w drücken, solange er das richtig timed.\n\nSogar als Yasuomain muss ich dir da recht geben. Das ist schon echt ekelhaft.","replies":[]},{"id":"","poster":"Alry FireBlade","date":"2019-11-11T15:55:44.898+0000","up_votes":1,"down_votes":0,"body":"Ja das ist das ätzende. Trifft auch nur 1 Pixel der Wall auf die Nami Wave ist die komplette Nami Wave weg. Selbst wenn die Wall quer steht.\n\nIch schätze, das liegt an der Programmierung der Nami Wave. Bei Miss Fortune geht das ja.","replies":[]}]},{"id":"","poster":"ManaSooda","date":"2019-09-12T16:40:58.666+0000","up_votes":3,"down_votes":0,"body":"Weil dann die gefüllt 50% der Leaguespieler die ein Yasuomain sind quitten würden lol\n\n\nIch finde ihn zwar auch nicht mehr schlimm, aber nur damit er vielleicht in ein zwei E-Sport spielen gepickt werden kann muss er doch nicht iron bronze silver und gold zerstören\n\nDass was mich noch immer aufregt ist diese Windwall die nur Projektile blocken sollte\nDie Definition von Projektil ist ja ein Geschoss, wie ist es also möglich dass er den Pyke shadow, eine Ornn ult, eine Aurelion q die so groß wie die Map ist, die Irelia e die einfach zusammengeht, oder whatever einfach so blocken kann.","replies":[{"id":"","poster":"Evenrider","date":"2019-09-12T20:00:24.622+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ManaSooda,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=0006,timestamp=2019-09-12T16:40:58.666+0000)\n>\n> Weil dann die gefüllt 50% der Leaguespieler die ein Yasuomain sind quitten würden lol\n> \n> \n> Ich finde ihn zwar auch nicht mehr schlimm, aber nur damit er vielleicht in ein zwei E-Sport spielen gepickt werden kann muss er doch nicht iron bronze silver und gold zerstören\n> \n> Dass was mich noch immer aufregt ist diese Windwall die nur Projektile blocken sollte\n> Die Definition von Projektil ist ja ein Geschoss, wie ist es also möglich dass er den Pyke shadow, eine Ornn ult, eine Aurelion q die so groß wie die Map ist, die Irelia e die einfach zusammengeht, oder whatever einfach so blocken kann.\n\nProjektil heißt nicht es ist ein Pfeil, ein Geschoss,.... sondern technisch als Projektil programmiert.\nD.h. Was du siehst ist irrelevant. Wenn sich der Effekt der Fähigkeit/AA/Whatever bewegt, dann ist dies ein Projektil.\nWenn es hingegen einfach da ist (z.B. Tibbers, der bewegt sich nicht von Annie zum Zielpunkt sondern ist da sobald man R drückt) ist es kein Projektil.\nDie Ornn Ulti, der Pyke Shadow, Aurelion Q fliegen/bewegen sich von einem Startpunkt (meistens der eigene Champ) zum Ziel. Daher Projektil.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-13T07:36:24.266+0000","up_votes":2,"down_votes":2,"body":"Oder mit anderen Worten es ist falsch gecodet und sollte auch nur sichtbare projektile abfangen. \n\nNicht alles nur weil es so gecodet ist","replies":[{"id":"","poster":"Evenrider","date":"2019-09-13T15:21:12.172+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=000600000000,timestamp=2019-09-13T07:36:24.266+0000)\n>\n> Oder mit anderen Worten es ist falsch gecodet und sollte auch nur sichtbare projektile abfangen. \n> \n> Nicht alles nur weil es so gecodet ist\n\nPykes Schatten ist doch sichtbar oder kannst du den nicht sehen?\nSelbiges für Ornn Ult.\nWarum sollte die Windwall das jetzt nicht Abfangen?","replies":[]}]}]}]},{"id":"","poster":"AudreyrJmEb","date":"2019-09-12T11:15:28.031+0000","up_votes":3,"down_votes":2,"body":"Also ich habe ihn in den letzen 100 Games glaub ich nicht gesehen und er wird auch nicht perma gebannt also verstehe das Problem nicht. Ich mag sein design er hat aufjedenfall ein hohes skill cap.\n\nMan kann ihn auf jeden fall counterpicken oder ihn so focusen dass er nicht ins rollen kommt","replies":[{"id":"","poster":"aT w0R","date":"2019-09-12T11:24:15.383+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AudreyrJmEb,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=0001,timestamp=2019-09-12T11:15:28.031+0000)\n>\n> Also ich habe ihn in den letzen 100 Games glaub ich nicht gesehen und er wird auch nicht perma gebannt also verstehe das Problem nicht. Ich mag sein design er hat aufjedenfall ein hohes skill cap.\n> \n> Man kann ihn auf jeden fall counterpicken oder ihn so focusen dass er nicht ins rollen kommt\n\nVor 7 Games, es geht auch nicht um die Pickrate sondern die Banrate.","replies":[{"id":"","poster":"AudreyrJmEb","date":"2019-09-12T11:29:05.147+0000","up_votes":1,"down_votes":0,"body":"Ok in den letzten 30 Games 1 Mal, dafür gibt es Bansystem, Sylas oder andere Champs werden auch so gut wie dauerthaft gebannt","replies":[{"id":"","poster":"aT w0R","date":"2019-09-12T11:35:00.421+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AudreyrJmEb,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=000100000000,timestamp=2019-09-12T11:29:05.147+0000)\n>\n> Ok in den letzten 30 Games 1 Mal, dafür gibt es Bansystem, Sylas oder andere Champs werden auch so gut wie dauerthaft gebannt\n\nDas ist schlicht Quark. Die Banraten sind massiv anders. \nhttps://www.leagueofgraphs.com/de/champions/builds/iron/by-banrate","replies":[{"id":"","poster":"AudreyrJmEb","date":"2019-09-12T11:41:39.976+0000","up_votes":1,"down_votes":1,"body":"Ging darum wie oft ich ihn im Spiel begegnet bin. :)\n\nUnd er ist nicht der einzige mit einer hohen Banrate, so wie bei jedem Patch, das ist ein Dauerzustand und dafür gibt es das Bansystem.","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-12T14:20:02.730+0000","up_votes":3,"down_votes":0,"body":"Es sollte kein Dauerzustand sein, dass ein bestimmter Champion gebannt ist. Yasuo gehört schon ziemlich lange zu den meistgebannten Champions. Die die Spieler hassen den so sehr, dass er in jedem 2. Spiel gebannt ist. Und das auch nicht erst seit ein paar Tagen.","replies":[{"id":"","poster":"AudreyrJmEb","date":"2019-09-13T05:48:32.346+0000","up_votes":1,"down_votes":0,"body":"Ich rede auch nicht davon dass 1 Champ über Jahre gebannt ist aber es gibt bei jedem Patch mehrere Kandidaten die ständig gebannt werden. Viele wissen einfach nicht wie sie gegen Yasuo zu spielen haben, erzähl mir nicht der Champ ist seit Jahren dauerhaft OP. Sonst würdest du Ihn ja ständig in der LCS sehen entweder Ban oder Pick. Das ist aber nicht der Fall, weils bessere Alternativen gibt und er nicht OP ist.","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-13T08:20:47.026+0000","up_votes":1,"down_votes":0,"body":"Deswegen ist eben ein Rework keine schlechte Idee. Er ist nicht zu stark und trotzdem häufig gebannt. Es fühlt sich für viele Spieler eben nicht gut an, gegen ihn zu spielen, unabhängig der eigentlichen Stärke. Man mag ihn einfach nicht und deswegen muss er draußen bleiben.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-13T07:48:43.118+0000","up_votes":2,"down_votes":2,"body":"Er ist einfach schlecht Designt \n\nEr braucht nicht op sein. Gegen ihn zu spielen ist einfach Spaß los. Und im Team will man ihn nicht weil yasou Spieler eben yasou Spieler sind","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-12T11:41:25.298+0000","up_votes":1,"down_votes":0,"body":"Nur bis Platin, Zufall? ich glaube nicht :D","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-12T14:13:35.527+0000","up_votes":1,"down_votes":1,"body":"Umso besser der Spieler, umso eher bannt er das, was stark ist und nicht das, was sich einfach nur unfair anfühlt^^","replies":[{"id":"","poster":"Necromant","date":"2019-09-12T14:17:04.475+0000","up_votes":2,"down_votes":1,"body":"Oder die Leute wissen einfach wie man dagegen spielt :)","replies":[{"id":"","poster":"Megamaexx","date":"2019-09-12T14:58:55.989+0000","up_votes":2,"down_votes":0,"body":"Pros bannen aber auch, obwohl die eigentlich wissen, wie man gegen die stärksten Champions spielt. :P","replies":[{"id":"","poster":"Necromant","date":"2019-09-12T15:00:01.446+0000","up_votes":2,"down_votes":2,"body":"Weil sie entweder dafür atm keine Teamcomp haben oder schlichtweg k.B. drauf haben :D","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-09-12T12:14:24.633+0000","up_votes":4,"down_votes":1,"body":"Wenn man ihm den Crit-Multiplyer wegnimmt wär er fine mMn. Dann muss er sich wirklich entscheiden je nach Matchup, Stand des Spiels, Teamcomp, Gegnercomp etc:\n\nA) geh ich full Dmg mit 3 - 4 Crititems (für 75-100% crit) \noder\nB) muss ich etwas defensiver bauen und hab zb nur 2 crititems (für 50% crit) und bau sonst defensiv mit {{item:3053}} {{item:3065}} {{item:3071}} oder ähnlichem.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-10T14:46:36.244+0000","up_votes":1,"down_votes":0,"body":"Ehrlich gesagt wäre ich als Yasuomain sogar bereit das mal aus zu probieren.\n(Obwohl er den nerf eigentlich nicht braucht da er, wie schon gesagt, schon ewig nicht über die 50% WR kriechen konnte).\nUnd zu A) oder B): Als Yasuo baut man in der Regel immer irgend etwas defensives. Steraks baue ich so gut wie jedes Spiel und auch QSS ist in vielen Games fast ein muss (ob man QSS jetzt als defensiv zählt oder offensiv bleibt jedem offen)\nEin full Dmg build geht als Yasuo normalerweise nicht gut aus. Außer du hast ne gute Frontline oder bist schon beyond fed.","replies":[]}]},{"id":"","poster":"The Pykeopath","date":"2019-10-10T13:38:22.262+0000","up_votes":1,"down_votes":1,"body":"Warum sollte er gereworked werden?\nDu sagst es doch selbst. Seine Winrate war seit Ewigkeiten nicht über 50% über ALLE ranks. \nEr ist nicht op. Er ist stark wenn man ihn spielen kann. Das ist aber jeder Champion.\n\nEs macht keinen Spaß gegen Ihn zu spielen? Du da gibts auch viele andere Champions die mir persönlich noch viel weniger Spaß machen. Lissandra, Shaco, Vladimir, Renekton, Qiyana, Fiddlesticks, Rammus mal als Beispiel.","replies":[{"id":"","poster":"SicKPeaL","date":"2019-10-10T13:49:06.945+0000","up_votes":1,"down_votes":0,"body":"naja aufgrund der Bannrate vermute ich. Ich spiele Yasuo gelegentlich auch sehr gerne. Aber es ist auch extrem auffällig, dass er so gut wie nie Spielbar ist, aufgrund der zahlreichen Bans.\n\nEr ist aktuell balanced, aber in vielen Augen eben sehr nervig. Möglicherweise CD von E erhöhen? Evtl. Windwall leicht abschwächen? Dafür aber Q durch geringeren CD oder höheren DMG buffen? an der Ulti würde ich nichts ändern.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T07:49:33.678+0000","up_votes":1,"down_votes":1,"body":"Nerfen ja und anpassen \nSein dmg ist mehr als ausreichend","replies":[{"id":"","poster":"SicKPeaL","date":"2019-10-11T08:15:44.208+0000","up_votes":2,"down_votes":0,"body":"nerven? Er hat auf allen Lanes eine negative Winratio, egal ob TOP,MID,JGL,ADC,SUPP","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T08:27:23.131+0000","up_votes":1,"down_votes":1,"body":"Liegt sicher an den Spieler die kein Spiel Verständnis haben aber nicht am champ \n\nHab mich aber auch nicht gut ausgedrückt \n\nNerfen und oder anpassen :)","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-11T09:07:10.454+0000","up_votes":1,"down_votes":0,"body":"Die einzigen ranks wo Yasuo 50% und 51% hat sind Master und Challenger.\nRenekton hat in Grandmaster eine WR von **83%**\nAber klar, Yasuo braucht einen nerf, lol.","replies":[]}]}]}]},{"id":"","poster":"The Pykeopath","date":"2019-10-10T15:00:29.339+0000","up_votes":1,"down_votes":0,"body":"Hier in high gold ist es eigentlich voll okay. Konnte aus den letzten 11 midlane matches 9 mal Yasuo spielen.\n\nWie du schon sagst, er braucht keinen nerf. Er ist perfekt balanced.\nWas man aber wirklich machen kann ist die Windwall anzupassen, dass du nicht mehr einen Skillshot blocken kannst, obwohl die wall in die falsche Richtung geht.\n\nUnd als nerf wäre es denkbar die passive critchance zu senken, ich glaube alles andere würde ihn kaputt machen.\nE cd nerf.. najaaa... du hast als Yasuo nur den Gapcloser welcher gleichzeitig dein escape ist. Wenn der generft wird.. weiß nicht.\nEgal was du nerfst, wenn du die Q cd oder den dmg buffst wird er glaube ich busted.\nYasuo ist mMn gerade in einer Perfekten Situation, ist aber für Low Elo Spieler einfach ein unfairer Champion weil niemand sich damit auseinandersetzt, wie man ihn countered.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T07:51:34.673+0000","up_votes":1,"down_votes":1,"body":"High Gold ist auch Low elo ^^' \nAber lustig wie du wie in deinen theard immer wieder von oben herab sehen musst :D \n\nWäre auch geil wenn die windwall nicht Dinge blockt die sichtbar schon getroffen haben ...","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-11T08:24:39.749+0000","up_votes":1,"down_votes":0,"body":"> High Gold ist auch Low elo ^^'\n\nHab auch nie was anderes behauptet. Wenn ich Gold bin und rede von low Elo, rede ich von allem unter Gold. Sollte eigentlich klar sein.\nUnd nein, ich rede nicht von oben herab. Ich bin diese Season in silver 4 eingerankt, deswegen weiß ich dass Yasuo da so gut wie permaban war. Hat nichts mit von oben herab reden zu tun.\n\nTut sie nicht, Yasuo's windwall startet aber hinter bzw. im Champion an sich. Wenn du also im richtigen Moment w drückst blockst dus trotzdem, da kannst du auch in die falsche Richtung w drücken.\nDas ist das einzige was auch ich an Yasuo bullshit finde. Wenn du schon eine windwall hast die alle Projektile blockt, dann sollte diese wenigstens wirklich nur nach vorne gehen und nicht ein 360° block sein.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T08:29:11.566+0000","up_votes":1,"down_votes":1,"body":"Ja doch tust du ist auch schon einigen im anderen theard aufgefallen ^^'","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-11T08:30:09.334+0000","up_votes":1,"down_votes":0,"body":"Wenn du meinst ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T07:48:43.102+0000","up_votes":1,"down_votes":1,"body":"Dein yasou wird eh immer weg gebannt ^^","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-12T11:42:19.324+0000","up_votes":2,"down_votes":1,"body":"Naja yasou verkauft halt auch viele skins. \nDa will Riot die Spieler nicht verärgern und Dreck champ mal anpassen. \n\nMan stelle sich mal vor er hätte \n\nKein Schild for free mehr\nKeine schlecht gercodete windwall \nund eine resource das er nicht alle immer spammen könnte \n\nKeiner würde ihn mehr spielen *hust hust*","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T13:41:09.949+0000","up_votes":3,"down_votes":2,"body":"Wenn er Mana bräuchte, müsste man seinen Damage buffen.","replies":[{"id":"","poster":"Veezey","date":"2019-09-12T21:59:10.707+0000","up_votes":2,"down_votes":1,"body":"Kommt darauf wie hoch die Manakosten wären.","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T22:03:04.235+0000","up_votes":3,"down_votes":2,"body":"Nope.\nVon Ressourcen auf Mana zu wechseln ist ein Nerf, weshalb overall Yasuo gebufft werden müsste.\nIrgendein Riotler hat da auch mal auf Twitter drüber diskutiert, Lesezeichen habe ich aber leider auf dem PC. ^^'\n\nAber meine erste Aussage stimmt nicht so ganz, da man ja seine kaum vorhandenen CDs buffen, oder mehr in sein Kit schieben kann. \nGrievous Wounds sind ja sehr beliebt bei Riot.","replies":[{"id":"","poster":"Veezey","date":"2019-09-12T22:04:41.770+0000","up_votes":1,"down_votes":1,"body":"Aber, wenn die Fähigkeiten nur 5 Mana kosten würden?^^","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T22:06:09.666+0000","up_votes":2,"down_votes":1,"body":"Würden sie trotzdem etwas kosten und er könnte technisch OOM gehen.\nIch rede ja nicht von großen Buffs, jedoch würde auch so eine Änderung dazu führen. ^^","replies":[{"id":"","poster":"Veezey","date":"2019-09-12T22:18:26.286+0000","up_votes":3,"down_votes":1,"body":"Dann müsste er nur lernen damit umzugehen? :D\nEine Änderung der Ressource muss ja schon unweigerlich zu einem Rework führen und wenn es nur kleine Anpassungen sind. \nAber wayne, Yasuo ist ok so, auch ,wenn er öfters nerven kann^^","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T22:22:46.309+0000","up_votes":2,"down_votes":1,"body":"Ja, aber das gab es halt vorher nicht. .-.\nRessourcen sind halt nunmal ein Nerf für manalose Champs. :c","replies":[{"id":"","poster":"Veezey","date":"2019-09-12T22:26:49.459+0000","up_votes":1,"down_votes":1,"body":"True, wenn z.B. Riven oder Kata Mana hätten, wären die einfach schnell oom xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-13T07:46:29.088+0000","up_votes":1,"down_votes":3,"body":"Ja oder sie spielen darum oder man gibt eben statt Mana Energie \n\nHauptsache sie spammen nicht wie blöd alle tasten ^^'","replies":[{"id":"","poster":"Veezey","date":"2019-09-13T11:09:12.362+0000","up_votes":3,"down_votes":1,"body":"Da spiele ich lieber gegen solche Champions, als gegen sowas wie Anni, die nur ein paar Tasten drückt und du bist einfach tot.","replies":[{"id":"","poster":"Ηastur","date":"2019-09-13T13:34:02.982+0000","up_votes":1,"down_votes":1,"body":"Hast du mal Annie in letzter Zeit gespielt? Macht übel Spaß zur Zeit. Hast immer nur die Hoffnung, dass dein Team nicht verkackt, weils zu einfach ist gegen sie zu spielen. Die Meisten outrangen dich. Fast jeder outmoved dich und roamed besser als du, weil du als Annie ohne Protobeld oder Ludens fürchterlichen Waveclear hast. Sie is mega easy vorauszusehen und wenn du ihr nen Lead gibst, dann biste einfach selbst schuld. Pyke is schlimmer, denn der hat zB movement, nen execute-Ultreset, stupf hohen sustain, unsichtbarkeit und CC.. Aber Annie flamen, ja klar. ^^'\n\nDu würdest also wirklich eher Annie bannen als Yasuo, Zed, Pyke, Sylas, Akali, Morde oder Vlad?","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-13T15:46:23.213+0000","up_votes":1,"down_votes":0,"body":"Du weißt das Annie über ihren Schild jetzt MS bekommt?","replies":[{"id":"","poster":"Ηastur","date":"2019-09-13T19:46:04.504+0000","up_votes":2,"down_votes":0,"body":"Ja weiß ich. Ein Clubmitglied von mir hat es treffend mit underwhelming beschrieben.\n\nDas ganze is mehr n Nerf als alles andere. 50% weniger Schadensreduktion, +50% mehr Cooldown und dafür nen msbuff über 1,5 sek, der auch noch \"über Zeit\" nachlässt. Also über besagte 1,5 Sekunden, die eh schon niks sind. Du hast also den Bruchteil einer Sekunde mehr MS, quasi nen Burst. Probiers im Tester aus und du wirst merken, dass es totaler Quatsch is. Sag mir was das an der Aussage \"Ich würde lieber andere Sachen bannen als Annie.\" invalid macht.\nHier gehts auch eigentlich nicht um Annie, ich wollt nur sagen, dass ich Yasuo definitiv nicht auf einer Stufe mit ihr sehe, da jemand sie als sogar noch schlimmer bezeichnet hat.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T08:03:04.070+0000","up_votes":1,"down_votes":0,"body":"Danke ! \n1+","replies":[]}]},{"id":"","poster":"Veezey","date":"2019-09-13T17:10:57.372+0000","up_votes":1,"down_votes":0,"body":"Okay Pyke ist wirklich einfach lächerlich. Gegen Vlad spiele ich auch nicht gerne, aber die anderen sind absolut fine.\n>wenn du ihr nen Lead gibst, dann biste einfach selbst schuld\n\nJa und das gilt bei den anderen Champions nicht oder was?","replies":[{"id":"","poster":"Ηastur","date":"2019-09-13T19:43:36.085+0000","up_votes":1,"down_votes":0,"body":"Aber Annie bekommt nicht so einfach nen Lead, darum gehts dabei. Sie kann mit nem Flash was anstellen, ansonsten vlt im Teamfight, sonst biste recht aufgeschmissen, da die meisten einfach aus ihrer Reichweite laufen, gegenheilen, Schilde haben oder sie bursten. Meiner Ansicht nach zumindest und der vieler Annie Mains.","replies":[]}]}]}]}]},{"id":"","poster":"Divin1ty","date":"2019-09-12T22:28:13.299+0000","up_votes":4,"down_votes":2,"body":"Eben. :3","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-13T07:45:19.612+0000","up_votes":1,"down_votes":4,"body":"Oh nein er würde oom gehen ....\n\nWie fast jeder andere champ auch. \n\nDann müssten yasou Spieler halt mal haushalten mit dem Mana.","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-13T08:44:16.204+0000","up_votes":3,"down_votes":1,"body":"Du verstehst es halt einfach nicht. ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-13T08:50:35.029+0000","up_votes":1,"down_votes":4,"body":"Ne du bist nur einfach ein Troll in meinen Augen ^^'","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-13T09:01:43.157+0000","up_votes":3,"down_votes":2,"body":"Weil ich verstehe das Ressourcenlos -> Ressourcen ein Nerf ist?\nOkay then. Xd","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-13T07:41:40.637+0000","up_votes":1,"down_votes":3,"body":"Ja dann müsste er halt auch etwas überlegen wie er was einsetzt \n\nDas man ihn dann Buffen müsste ist Blödsinn...","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-13T08:44:50.199+0000","up_votes":2,"down_votes":2,"body":"Du verstehst es halt einfach nicht. ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-13T08:51:15.416+0000","up_votes":1,"down_votes":2,"body":"Dito","replies":[]}]}]}]}]},{"id":"","poster":"The Pykeopath","date":"2019-10-10T14:52:25.692+0000","up_votes":1,"down_votes":0,"body":"> Keine schlecht gercodete windwall\n\nWitzig, die schlecht gecodete windwall gabs 7 Monate lang ohne, dass diese gefixt wurde.\nErst als mehrere Streamer sich darüber beschwert haben und es sogar in Pro-Games passiert ist haben die mal Hand angelegt.\nDer Bug war für eine kurze Zeit, dass Projektile erst dann geblockt werden, wenn die wall vollständig offen ist. Und danach (die längere Zeit der 7 Monate) war der Bug, dass ab und zu einfach alles durch die windwall geht, ohne Begründung.\n\nAls die Windwall gebuggt war gabs hier dann auch zich posts, warum man Yasuo nicht so lässt und dass es jetzt ja einfach gegen ihn ist. Smh.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T07:46:43.063+0000","up_votes":1,"down_votes":0,"body":"Mit falsch gecoded meinte ich eher das es fast alle blockt obwohl vieles kein SICHTBARES projektile ist aber eben als solche gecoded wurde. \n\nUnd das sollte nicht sein :/","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-11T07:50:32.264+0000","up_votes":1,"down_votes":0,"body":"Was meinst du mit \"kein sichtbares Projektil\"?\nMir fällt grade kein Skillshot im Spiel ein der unsichtbar ist.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T08:08:50.301+0000","up_votes":1,"down_votes":0,"body":"Ich meinte damit auch nicht sichtbar im Sinne von sehen oder nicht sehen können.  Sondern das es wie ein projektile aussieht. Zb. Ein Pfeil, ein Speer, ein Schuss oder ne Rakete so etwas \n\nNicht aber ein Laser, ein Feuerball, zauber kugeln oder gar eine Welle...","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-11T08:19:43.412+0000","up_votes":1,"down_votes":0,"body":"Laser gehen durch Yasuo's windwall. Siehe Vel'Koz ult oder Neeko 3'rd autoattack (oder war das Zoe? kp).\nUnd ja, wie der andere schon geschrieben hat ist es halt als Projektil.\nIm Prinzip ist ein Feuerball auch ein Projektil. Ein Laser hingegen nicht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T08:24:45.166+0000","up_votes":1,"down_votes":0,"body":"Ja aber eben nur weil es so gecoded ist :/ \nUnd das sollte nicht so sein","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-11T08:29:25.219+0000","up_votes":1,"down_votes":0,"body":"Hä. Es hat einfach nur was mit Logik zu tun.\nEin Projektil muss nicht zwingend nur ein Schuss, ein Schild, ein Pfeil oder sowas sein. Eine Magiekugel, ein Feuerball usw. sind genau so Projektile. Die Magie wird ja genau so, mal blöd ausgedrückt, \"aus der Hand geschossen\". Dann fliegts durch die Luft und trifft den Champion.\n\nAls Beispiel Evelynn: Ihr erster Q wird von der Windwall geblockt, die anderen q's aber nicht mehr, weil sie aus dem Boden kommen. Sind also keine Projektile. Ihr ersten Q \"wirft\" sie aber, deswegen wird er geblockt.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"IronTeemoMK42","date":"2019-09-12T10:39:35.239+0000","up_votes":2,"down_votes":0,"body":"Ich würde nur die Rüstungs Durchdringung auf seiner Ulty entfernen. Denke dann wäre es schon um einiges besser.","replies":[]},{"id":"","poster":"Nack321","date":"2019-09-12T18:22:01.458+0000","up_votes":4,"down_votes":3,"body":"Meiner Meinung nach ist sein Kit zu stark in bezug auf Fehler verträglichkeit und Damage.\n\nEin Rework  wäre bei ihm wichtig da er mit den momentanen Items zu gut sklaliert und schon eher einen Assasinen gleicht der:\n1 nicht viel aushalten sollte\n2 bei einen Fehler draufzahlen sollte\n3 und eine Resource haben \n\nWas hat Yasou \n\n1 eine extremst starke passive die mit jedem AD item stark ist sobald man crit chance hat und auch noch ein free Schild gibt\n\n2 Seine q die aa Items auslöst wie Static und trotzdem als Fähigkeit zählt und so zb eine Teemo Q komplett ignoriert dazu noch eine passive mitder er Fernkampf betreiben kann und auch noch crit und der cd senkt sich mit Angriffstempo\n\n3 ein \"Projektil Schild\" das teilweise mehr als nur Projektile blockt wie wie zb eine Veigar ulty oder eine Ezreal ulty die ja eigenlich Energie iat und kein Projektil\n\n4 Eine Dash der mit lvl 1 0.5 Sekunden cd und 10-6 Sekunden nicht auf den Selben Ziel funktioniert und auch noch mit AD oder AP scaliert. Jedes weitere stürmen 25% bis max 50% Grundschaden dazu.\n\n5 die R ist meiner Meinung ist die Ulty das geringste.\n\nAlso wenn ich mir das ganze genauer anschaue ist alles auser ein Rework Zeitverschwendung","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-10T14:34:51.218+0000","up_votes":1,"down_votes":1,"body":"> Meiner Meinung nach ist sein Kit zu stark in bezug auf Fehler verträglichkeit und Damage.\n\nDu setzt eine windwall zu früh --> 26 s CD.\nDu dashest einmal zu oft oder in einem falschen Winkel --> du kriegst towershots oder wirst anders bestraft.\nNur als Beispiel.\n\n> eine extremst starke passive die mit jedem AD item stark ist sobald man crit chance hat und auch noch ein free Schild gibt\n\nHä. Jeder AD Champion ist mit AD Items stark. Würde sonst keinen Sinn machen, oder?\nDen Schild schaltest du mit einem Autoattack aus, bis er wieder aufgeladen ist.\nWas willst du denn sonst als passive machen?\n\n> Seine q die aa Items auslöst wie Static und trotzdem als Fähigkeit zählt und so zb eine Teemo Q komplett ignoriert dazu noch eine passive mitder er Fernkampf betreiben kann und auch noch crit und der cd senkt sich mit Angriffstempo\n\nJa richtig, aa ist von blinding nicht betroffen. Du hast aber die Q nicht so oft wie deine Autoattacks, und deine Q kannst du auch missen weil der Gegner z.B. Sidestepped. Die ist nicht Point &amp; Click.\nEine passive mit der er Fernkampf betreiben kann? Hä?\nReden wir vom selben Yasuo?\nYasuo hat keine einzige Ranged Fähigkeit, außer seine dritte q und wenn man so will seine ult. Was hat seine passive mit ranged zu tun.\n\n> ein \"Projektil Schild\" das teilweise mehr als nur Projektile blockt wie wie zb eine Veigar ulty oder eine Ezreal ulty die ja eigenlich Energie iat und kein Projektil\n\nProjektil ist projektil. Ob das Energie ist oder ein Holzschild. Solange es ein Projektil ist geht es nicht durch. Laser btw. gehen nicht durch. Also z.B. Vel Koz Ult oder Zoe 4. Autoattack (oder war das Neeko? kp).\nUnd whats your point? Pantheons Schild blockiert JEDEN schaden. Sogar eine Karthus ultimate kannst du damit blocken solange du weißt wo er ungefähr steht.\n\n> Eine Dash der mit lvl 1 0.5 Sekunden cd und 10-6 Sekunden nicht auf den Selben Ziel funktioniert und auch noch mit AD oder AP scaliert. Jedes weitere stürmen 25% bis max 50% Grundschaden dazu.\n\nYasuo baut kein AP, deshalb unnötig. Die CD macht ja sinn, sonst hast du überhaupt keinen gapcloser oder escape. Der Schaden ist nicht die Welt.","replies":[]}]},{"id":"","poster":"Ηastur","date":"2019-09-13T08:10:48.687+0000","up_votes":2,"down_votes":1,"body":"Er ist dauerhaft most ban weil er einfach Antifun ist. Genauso beschissen designed dagegen zu spielen wie Pyke, Sylas, Akali, Vlad und konsorten. Mag sein, dass der Spieler selbst Spaß hat, aber besonders gut muss man nicht sein um zu nen kleinen Lead auszunutzen und dagegen zu spielen ist alles andere als angenehm. Egal ob OP oder nicht, antifun macht Spiele kaputt und lässt Spieler schon tilten bevor irgendwas passiert. Das wirkt sich aufs gameplay aus. Ganz einfach.\n\nMan sollte diese ekelhaften Antifunmechanics einfach entfernen. Heal over 9000. Dashes ohne Ende, Stealth und Schadensimmunität wie der neue Panth bspw.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-10T13:43:09.183+0000","up_votes":1,"down_votes":0,"body":"> aber besonders gut muss man nicht sein um zu nen kleinen Lead auszunutzen\n\nYasuo ist mechanically einer der schwersten Champions in diesem Spiel und snowballen kannst du mit extrem vielen Champions. Als Beispiel Jax und Irelia.\nJa, in Low elo reicht ein bisschen rumdashen, aa und q. Aber spätestens in low Plat/ High Gold nützt dir das nichts mehr.\n\n> Heal over 9000.\n\nYasuo hat in seinem Kit keinen heal, es sind die Runen die ihn heilen und die kannst du mit jedem anderen Champion auch nehmen.\n\n> Dashes ohne Ende\n\nDas ist richtig, sein Gapcloser nach vorne ist gut. Nach hinten aber fast nicht existent.\n\n> Stealth \n\nAuf welchem Area 51 Server spielst du denn? Yasuo hat keinen Stealth.\n\n> Schadensimmunität \n\nIch wollte grade sagen, da verwechselst du jemanden, Yasuo hat keine Immunität.\nUnd wenn du seine Windwall meinst: die hat eine 26 s cooldown auf Level 1 und bleibt da wo man sie platziert hat. In der zeit solltest du eigentlich fähig sein irgendwas zu machen...","replies":[{"id":"","poster":"Ηastur","date":"2019-10-10T16:48:27.239+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=000a0000,timestamp=2019-10-10T13:43:09.183+0000)\n>\n> Yasuo ist mechanically einer der schwersten Champions in diesem Spiel und snowballen kannst du mit extrem vielen Champions. Als Beispiel Jax und Irelia.\n> Ja, in Low elo reicht ein bisschen rumdashen, aa und q. Aber spätestens in low Plat/ High Gold nützt dir das nichts mehr.\n> \n\ngold/plat is low Elo. Und mechanical einer der schwersten? Ich weiß ja nicht. Seine R is kein Skillshot, seine windwall hat nur einen Punkt um den man spielen muss und das ist der cd. Einen Schild, den man fürs laufen bekommt, immer gerne danke, high skill. Und dass er jeden Champ mit Mana outsustained ist auch nicht grade anspruchsvoll. Man muss keine Qs treffen oder crazy dashplays machen um in der Lane jemanden so auf den Sack zu gehen, dass er den Spaß am Spiel verliert. Das ist nur Zucker oben drauf. \n\n> Yasuo hat in seinem Kit keinen heal, es sind die Runen die ihn heilen und die kannst du mit jedem anderen Champion auch nehmen.\n> \n\nDamit bezog ich mich im allgemeinen auf anti-fun mechanics. Dies hier kann man bei zB Sylas, Pyke, oder Akali frisch nach dem Rework finden.\n\n> Das ist richtig, sein Gapcloser nach vorne ist gut. Nach hinten aber fast nicht existent.\n> \n\nDashes ohne Ende, Richtung is unwichtig, solange du damit jeden Skillshot \"outplayen\" kannst.\n\n> Auf welchem Area 51 Server spielst du denn? Yasuo hat keinen Stealth.\n> \n\nLerne lesen..\n\n> Ich wollte grade sagen, da verwechselst du jemanden, Yasuo hat keine Immunität.\n> Und wenn du seine Windwall meinst: die hat eine 26 s cooldown auf Level 1 und bleibt da wo man sie platziert hat. In der zeit solltest du eigentlich fähig sein irgendwas zu machen...\n\nSiehe oben.\n\nSeine Passive kann man auf ranged beziehen, da es um den Doppelcrit geht. Seine Ult kann er ewig weit casten, genauso wie seinen Tornado. Die Lane ist größtenteils deswegen ätzend, weil er einfach immer da bleibt und dich outfarmed, wärend du als Manachamp meistens irgendwann back musst. Pretty cool, right? Das sieht man als selbsterklärter Yasuo main vlt nicht mehr so.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-11T08:11:25.509+0000","up_votes":1,"down_votes":0,"body":"> gold/plat is low Elo. Und mechanical einer der schwersten? Ich weiß ja nicht. Seine R is kein Skillshot, seine windwall hat nur einen Punkt um den man spielen muss und das ist der cd. Einen Schild, den man fürs laufen bekommt, immer gerne danke, high skill. Und dass er jeden Champ mit Mana outsustained ist auch nicht grade anspruchsvoll. Man muss keine Qs treffen oder crazy dashplays machen um in der Lane jemanden so auf den Sack zu gehen, dass er den Spaß am Spiel verliert. Das ist nur Zucker oben drauf.\n\nJa natürlich ist alles bis Diamond low elo, mit Low Elo habe ich in dem Fall alles unter high Gold/low Plat gemeint. Weil die meisten Beschwerden über Yasuo genau aus diesen Elo's (Iron - Gold) kommen.\nViele Skillshots ≠ mechanically schwer.\nVayne hat keinen einzigen Skillshot, ist mechanically aber extrem anspruchsvoll.\nIm Gegenteil wäre ja dann Xerath der mechanically anspruchsvollste Champion. lmao.\nJa, du spielst um die windwall cd, die 26 s ist. Also mehr als genug Zeit um zu traden oder All-In zu gehen.\noutsustained? No Front, aber du scheinst nicht zu wissen was das heißt. Yasuo hat in seinem Kit keinen heal. Den einzigen heal den er hat kommt aus seinen Runen oder aus Items.\nWarum sollte man keine Q's treffen müssen? Das ist Yasuo's wichtigste Ability, aber gut lmao.\nYasuo's advanced combo's, verschiedenste walldashes im Jungle, animation cancels und Limits sind das, was Yasuo mechanically schwer machen. In Lower elo reicht halt ein bisschen q, e und r smashen. Spätestens in high Gold reicht das für die meisten nicht mehr aus.\nDas ist ähnlich wie Riven oder Katarina. In Low Elo reicht ein bisschen auf die Tasten hauen, später wird es da aber nichts. Und ob du es wahrhaben willst oder nicht: Riven und Kata zählen unter anderem auch zu einem der mechanically anspruchsvollsten Champions.\n\n> Damit bezog ich mich im allgemeinen auf anti-fun mechanics. Dies hier kann man bei zB Sylas, Pyke, oder Akali frisch nach dem Rework finden.\n\nHä, hat aber trotzdem nichts mit Yasuo zu tun und um den geht es in diesem Post.\nWenn du heal als anti-fun mechanic siehst... naja.. dann ist das wohl deine Meinung.\n\n> Dashes ohne Ende, Richtung is unwichtig, solange du damit jeden Skillshot \"outplayen\" kannst.\n\nRichtung ist unwichtig? Hä. Ich hatte doch geschrieben. Einen gapcloser nach vorne hat er. Einen Escape hat er nicht, außer er stehen Minions oder Champions hinter ihm. Wenn du deine Skillshots nicht trifft musst du eben seinen dash predicten oder warten bis er fertig gedashed ist. Er kann ja nicht mehrfach durch den selben Minion dashen ohne cooldown.\n\n> Lerne lesen..\n\nPosts editieren kann ich auch LMAO.\nUnd wie gesagt, hier geht es um Yasuo und nicht um, wie du es nennst, \"anti-fun mechanics\".\n\n> Seine Passive kann man auf ranged beziehen, da es um den Doppelcrit geht.\n\nNochmal: was hat crit mit ranged zu tun? Yasuo ist ein melee champion und verwandelt sich durch seine passive nicht einfach in einen ranged champion.\n\n> Seine Ult kann er ewig weit casten, genauso wie seinen Tornado.\n\nGenau wie alle anderen Abilities in diesem Spiel hat sowohl der Nado als auch seine Ult eine range.\n\n> Die Lane ist größtenteils deswegen ätzend, weil er einfach immer da bleibt und dich outfarmed, wärend du als Manachamp meistens irgendwann back musst.\n\nDu musst als manachamp nicht \"irgendwann back\" wenn du dein Mana nicht durchgehend versemmelst oder ihn einfach tötest.\nIch spiele Vel'Koz und hab auch da schon Yasuo matchups gewonnen, obwohl seine windwall alle meine abilities blockt außer meine Ult.\nWenn er dich outfarmed machst du was falsch, ganz einfach.\nUnd btw: Yasuo ist nicht der einzige ressourcenlose Champion in dem Spiel. Zusätzlich gibts Energy Champions.\n\nUnd kurz für mich: würdest du sagen dass es ekelhafter ist gegen einen Yasuo zu spielen oder gegen Vlad?\n\n> Das sieht man als selbsterklärter Yasuo main vlt nicht mehr so.\n\nIch versuche hier nicht kramphaft Yasuo zu beschützen, es macht nur keinen Sinn was du von dir gibst.\nWie schon mehrfach in dem Post erwähnt: Yasuo's winrate ist jetzt schon locker ein Jahr unter 50% und trotzdem sagen Leute, dass er op ist. Das Geschrei kommt aber komischerweise nur aus der low Elo, je höher du gehst desto weniger juckt es die Leute weil sie wissen wie man gegen ihn spielt.","replies":[{"id":"","poster":"Ηastur","date":"2019-10-11T16:42:10.430+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=CG Mörglife,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=000a000000000001,timestamp=2019-10-11T08:11:25.509+0000)\n\n> outsustained? No Front, aber du scheinst nicht zu wissen was das heißt. Yasuo hat in seinem Kit keinen heal. Den einzigen heal den er hat kommt aus seinen Runen oder aus Items.\n\nIch weiß was es heißt (offenbar besser als du) und weiß wie man aus dem Zusammenhang schließt. Ich rede davon, dass einem Mage (bzw X-belibigen Mana Champ) das Mana ausgeht, Yasuo nicht. Man kann mit Energie auch outsustainen (dt. durchhalten/aushalten). Glaubst du kannst mein Argument invalid machen, nur weil du so tust, als sei es unverständlich? xD Lächerlich\n\n> Warum sollte man keine Q's treffen müssen? Das ist Yasuo's wichtigste Ability, aber gut lmao.\n\nJa, gut... offenbar zu viel das zu argumentieren. ^^\n\n> Yasuo's advanced combo's, verschiedenste walldashes im Jungle, animation cancels und Limits sind das, was Yasuo mechanically schwer machen. \n\nUnd eben genau sowas brauchste nicht um als Yasuo Spieler jemandem in der Lane (nicht im Jungle) auf die Nerven zu gehen, sondern der Schild, die Wall und seine Energiemechanic reichen da mehr als genug. Alles andere wird ab Dia interessant. Oder im Teamfight, aber da reicht oft auch die Ult als followup und ne Wall als disengage, wenns brenzlig wird.\n\n> Das ist ähnlich wie Riven oder Katarina. In Low Elo reicht ein bisschen auf die Tasten hauen, später wird es da aber nichts. Und ob du es wahrhaben willst oder nicht: Riven und Kata zählen unter anderem auch zu einem der mechanically anspruchsvollsten Champions.\n> \n\nDu vergleichst Riven und Kata mit Yasuo. Kata spielt ums timing und all ins, Riven um Animation-Cancels. Yasuo meist ums \"ich tilte meine Gegner und scale bis zum 0/11 Powerspyke. (2 Items) Tatsache geb ich dir bei Riven und Kata recht. Die muss man beherrschen um nicht zu feeden und später useless zu sein. Yasuo spielt in einer anderen Liga. Der wird ab dem PD, IE Spyke immer usefull sein. (du spielst wahrscheinlich eher Statics, IE)\n\n> Hä, hat aber trotzdem nichts mit Yasuo zu tun und um den geht es in diesem Post.\n\nGenau, warum beziehst du dich also darauf? *facepalm\n> Wenn du heal als anti-fun mechanic siehst... naja.. dann ist das wohl deine Meinung.\n\nMeine und die vieler anderer. Siehe Banrates.\n\n\n> Richtung ist unwichtig? Hä. Ich hatte doch geschrieben. Einen gapcloser nach vorne hat er. Einen Escape hat er nicht, außer er stehen Minions oder Champions hinter ihm. Wenn du deine Skillshots nicht trifft musst du eben seinen dash predicten oder warten bis er fertig gedashed ist. Er kann ja nicht mehrfach durch den selben Minion dashen ohne cooldown.\n\nJa richtung ist unwichtig um Skillshots zu dodgen. Um den Rest ging es nicht in meinem Argument, warum fängst du also damit an, was willst du bezwecken? Willst du damit sagen, der dash mit kaum merklichen CD und ohne wirkliche Kosten sei keine Anti-Fun Mechanic, weil er kein Escape ist? Oder besser, weil er kein Escape unter deinen eigenen Tower ist, solange du dort keine Minions hast? Es ist ein Escape, wenn du damit dodgen kannst und ganz genau darum geht es in dem Argument. Wäre es einer wäre es halb so wild. Gäbe es nen CD ebenso, aber durch die Menge und \"Kosten\" wirds ätzend und einfach dumm.\n \n> Posts editieren kann ich auch LMAO.\n\nÄh, schön für dich? So what?\n\n> Und wie gesagt, hier geht es um Yasuo und nicht um, wie du es nennst, \"anti-fun mechanics\".\n\nDa Yasuos Kit daraus besteht und das der Grund für viele ist ihn zu Bannen geht es genau darum.\n\n> Nochmal: was hat crit mit ranged zu tun? Yasuo ist ein melee champion und verwandelt sich durch seine passive nicht einfach in einen ranged champion.\n> \n> Genau wie alle anderen Abilities in diesem Spiel hat sowohl der Nado als auch seine Ult eine range.\n\nMeine Worte. Eine sehr weite. Das nennt man also Ranged Champ, nein? Du verwickelst dich in Widersprüche in nur einem einzigen Beitrag. Sicher, seine Autoattacs sind Nachkampfattacken, aber seine Ult und sein \"Nado\" (cringe) sind high Range (sehr weite Reichweite).\n\n> Du musst als manachamp nicht \"irgendwann back\" wenn du dein Mana nicht durchgehend versemmelst oder ihn einfach tötest.\n\n\"einfach tötest\" \"durchgehend versemmelst\"\nVelKoz hat eine der leichtesten Farmmechanics ingame. Dein Argument ist Stuss. Gibt genug Champs, die auf Spells angewiesen sind um ordentlich zu farmen und nicht so starken push haben wie VelKoz bzw sich in direkte gefahr begeben von Yasuo allint zu werden weil sie ihren Tower verlassen.\n\n> Und btw: Yasuo ist nicht der einzige ressourcenlose Champion in dem Spiel. Zusätzlich gibts Energy Champions.\n\nUnd? Hier gehts doch um Yasuo, oder?\n \n> Und kurz für mich: würdest du sagen dass es ekelhafter ist gegen einen Yasuo zu spielen oder gegen Vlad?\n\nBeides scheiße.\n\n> Ich versuche hier nicht kramphaft Yasuo zu beschützen[...]\n\nNein, ganz sicher nicht. ^^\n\n> es macht nur keinen Sinn was du von dir gibst.\n\nAight, dann lass es bitte auf meine Beiträge zu antworten. Scheinbar bist du nicht in der Lage zu diskutieren.\n\n> Wie schon mehrfach in dem Post erwähnt: Yasuo's winrate ist jetzt schon locker ein Jahr unter 50% und trotzdem sagen Leute, dass er op ist. Das Geschrei kommt aber komischerweise nur aus der low Elo, je höher du gehst desto weniger juckt es die Leute weil sie wissen wie man gegen ihn spielt.\n\n\"Das Geschrei\", wie du es hier nennst, sind argumente, die versuchen Leuten wie dir klar zu machen, warum seine Banrate bis in die high-Elo konstant und auch trotz schlechter Winrate unglaublich hoch ist. Keiner hier sagt er ist OP. Ich für meinen Teil sage, warum es ätzend ist gegen Yasuo zu spielen und das aus ganz einfachen Gründen.\nDu für deinen Teil verstehst das nicht, weil du es nicht kannst oder willst. Egal was hier der Fall ist, eine weitere Diskussion dazu führt zu nichts. Du hast deinen Main gefunden und genauso wie dein Spielstil ist (Yasuo) diskutierst du auch. (hint, windwall)\n\nBtw. der inflationäre Gebrauch von lol, lmao und hä and eben genau den von dir gewählten Stellen ist peinlich hoch zehn.\n\nChaio","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-13T08:38:43.426+0000","up_votes":1,"down_votes":0,"body":"> Ich weiß was es heißt (offenbar besser als du) und weiß wie man aus dem Zusammenhang schließt. Ich rede davon, dass einem Mage (bzw X-belibigen Mana Champ) das Mana ausgeht,\n\nSogar google sagt dir, dass deine Erklärung für sustain falsch ist:\n\nsustain = \"aufrechterhalten\". Wenn gesagt wird, dass ein Champion viel sustain hat, dann ist gemeint, dass dieser auf irgendeine Art und Weise sein Leben regenerieren kann, und somit vor allem am Anfang des Spiels auf der Lane durchhaltefähiger ist.\n\nUnd nochmal: Wenn du dein mana nicht dumm verbrätst, gehst du auch nicht oom.\nIch hab das letzte game indem ich gegen Yasuo auf der lane war extra Vel' Koz genommen. Obwohl Yasuo um einiges stärker sein sollte hab ich das Spiel 16/2/5 beendet. Also erzähl mir nichts von man geht ja so schnell oom und Yasuo outfarmed dich deswegen, ich hab ihn in dem game sogar outfarmed und das als Vel' Koz.\n\n> Und eben genau sowas brauchste nicht um als Yasuo Spieler jemandem in der Lane (nicht im Jungle) auf die Nerven zu gehen, sondern der Schild, die Wall und seine Energiemechanic reichen da mehr als genug. Alles andere wird ab Dia interessant.\n\nDamit bestätigst du die Begründung, warum low Elo Spieler Yasuo hassen. Sie wissen nicht wie man gegen ihn spielt und deshalb -> katana man bad. Sein Schild poppt mit einem Autoattack, die Wall hat eine **26 s** CD und mit \"Energiemechanic\" meinst du wahrscheinlich, dass er keine ressourcen hat. Schön, das haben viele andere Champions auch.\nWas glaubst du wie nervig die Tahm Kench top zeit war. Es gab legit keinen einzigen Champion der einen trade gewinnen konnte wenn der TK gut ist. Oder die Nautilus mid zeit z.B. Yasuo ist ein Lanebully, es gibt aber einfach andere Champions die viel krassere Bullys sind wie z.B. Darius oder Renekton (die beide sehr gut gegen Yasuo sind).\n\n> Oder im Teamfight, aber da reicht oft auch die Ult als followup und ne Wall als disengage, wenns brenzlig wird.\n\nDu weißt gar nicht, wie viele Spiele ich habe in denen keiner aus meinem Team einen knockup hat.\nDie wall brauchst du eher wenn du reingehst, als wenn du disengaged.\n\n> Yasuo spielt in einer anderen Liga. Der wird ab dem PD, IE Spyke immer usefull sein. (du spielst wahrscheinlich eher Statics, IE)\n\nKurz und knapp: nein. Wenn du den berühmten 0/11 powerspike erreichst haben andere trotzdem mehr items als du. Du stirbst schneller als du gucken kannst. Yasuo wird später einfach nur useful, weil er im lategame sehr stark ist, das ist legit alles.\nUnd Kata ist tbh (fast) nichts anderes. Du kannst noch so gut gegen sie in der lane sein. Sie geht einmal botlane (welche natürlich nicht auf deine Pings reagiert), bekommt einen doublekill und ist wieder zurück im Spiel.\nJa, wenn ich meine lane gewinne gehe ich i.d.R. Stattics und später Steraks. Wenn nicht, oder wenn ich den Schild einfach early brauche gehe ich PD.\n\n> Genau, warum beziehst du dich also darauf? *facepalm\n\nIch bin drauf eingegangen, weil du damit angefangen hast. Versuch das jetzt nicht auf mich zu schieben lmao.\n\n> Willst du damit sagen, der dash mit kaum merklichen CD und ohne wirkliche Kosten sei keine Anti-Fun Mechanic, weil er kein Escape ist?\n\nNein? Hä. Ich hab lediglich gesagt, dass seine e sein einziger gapcloser und mehr-oder-weniger escape ist. Als melee champion musst du ja irgendwie an den Gegner ran. Oder soll ich ihm einfach ins Gesicht laufen während er mich zu tode kited?\nJeder melee Champion hat irgend einen Gapcloser.\nUnd: siehe Irelia. Ihre dashes haben eine noch kürzere CD wenn sie killen, sind schneller und machen mehr dmg. What's your point.\n\n> Äh, schön für dich? So what?\n\nWenn man schon seinen eigenen Post editiert, dann sollte man das auch zugeben statt zu versuchen das unter den Teppich zu kehren. Das ist mehr als peinlich.\n\n> Da Yasuos Kit daraus besteht und das der Grund für viele ist ihn zu Bannen geht es genau darum.\n\nDeswegen hat er auch in keiner Elo eine gute winrate, weil anti-fun mechanics so op sind was?\n\n> Meine Worte. Eine sehr weite. Das nennt man also Ranged Champ, nein? Du verwickelst dich in Widersprüche in nur einem einzigen Beitrag. Sicher, seine Autoattacs sind Nachkampfattacken, aber seine Ult und sein \"Nado\" (cringe) sind high Range (sehr weite Reichweite).\n\nDu versuchst dich grade rauszureden, feier ich ja schon ein wenig. Du hattest ursprünglich geschrieben: \"Seine Passive kann man auf ranged beziehen, da es um den Doppelcrit geht.\"\nDie Aussage an sich macht so überhaupt gar keinen Sinn.\nWenn du den Nado als high range siehst, gute nacht lul.\nUnd was an Nado ist genau cringe? Soll ich jedes mal Tornado oder 3rd q schreiben oder was stellst du dir vor. Jeder benutzt nado. Ist halt die Abkürzung.\n\n> VelKoz hat eine der leichtesten Farmmechanics ingame.\n\nAn sich hast du da recht ja. Aber scheinbar weißt du nicht viel über wave management sonst würdest du wissen, dass man nicht einfach durchgehend seine wave pushed, gerade in einem Melee matchup. Ja, wenn du durchgehend alle spells fürs farmen benutzt pushst du zwar schnell die lane, bist aber umso schneller oom weil Vel Koz hohe Manakosten early hat. Daher kommt wahrscheinlich auch die Aussage, dass Yasuo einen immer outfarmed. Kein wunder wenn du 24/7 die waves reinpushed.\n\n> bzw sich in direkte gefahr begeben von Yasuo allint zu werden weil sie ihren Tower verlassen.\n\nVel Koz einziger \"escape\" und gleichzeitig sein einziger hard cc ist seine e, die man erstmal treffen muss. Gerade Vel Koz ist extrem anfällig für all ins, gerade gegen melee's weil es schwieriger wird skillshots zu treffen, wenn jemand in deinem Gesicht ist.\n\n> Aight, dann lass es bitte auf meine Beiträge zu antworten. Scheinbar bist du nicht in der Lage zu diskutieren.\n\nDu hast dich bis jetzt bei allem entweder rausgeredet oder behauptest Sachen die einfach nicht stimmen. Grundlage einer Diskussion ist, auf die Argumente sachlich einzugehen. Du gehst emotional drauf ein weil du Yasuo nicht magst und suchst einfach irgendwelche Argumente die keinen Sinn ergeben. Deshalb führt die Diskussion zu nichts.\n\n> \"Das Geschrei\", wie du es hier nennst, sind argumente, die versuchen Leuten wie dir klar zu machen, warum seine Banrate bis in die high-Elo konstant und auch trotz schlechter Winrate unglaublich hoch ist.\n\nDas hab ich schon verstanden. Das Problem ist, dass du auf die \"anti-fun mechanics\" wie du es so schön nennst eingehst wenn du über Yasuo redest. Statt sich über etwas zu beschweren, was sich eh nicht ändern wird. Lern doch einfach wie man gegen ihn spielt und fertig. Du wirst sehen wie easy es ist wenn man weiß wie man zu spielen hat.\nMeinst du ich hab spaß gegen Renekton, Lissandra, Malzahar, Vladimir usw? Natürlich nicht. Im Renekton matchup würde ich am liebsten aus dem Fenster springen, bei Lissandra und Malzahar kann ich meine Item Reihenfolge aus dem Fenster schmeißen weil ich QSS brauche. Und bei Vladimir muss ich still vor mich hinfarmen und irgendwie versuchen nicht zu sterben bis ich meinen Executioners habe. Natürlich macht das kein Bock, aber ich heule doch auch nicht rum, dass diese Champions ja so unfair sind und das es gar keinen spaß gegen die macht. Ich lerne einfach wie ich gegen diese Matchups spielen muss und gut ist.\n\nDas ist die klassische \"ich will an mir nichts ändern, deswegen ändert einfach jeden anderen Champion weil sich alles um mich dreht\" Mentalität. Lern doch einfach dich anzupassen.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T07:55:43.329+0000","up_votes":1,"down_votes":1,"body":"Yasou Spieler outplayen nicht :D \nSie spammen so lange ihre spells bis sie mal was hiten und wenn nicht auch egal kostet ja nichts ^^' \n\nZum Rest seh ich auch so","replies":[{"id":"","poster":"Ηastur","date":"2019-10-11T16:13:45.890+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=000a000000000000,timestamp=2019-10-11T07:55:43.329+0000)\n>\n> Yasou Spieler outplayen nicht :D \n> Sie spammen so lange ihre spells bis sie mal was hiten und wenn nicht auch egal kostet ja nichts ^^' \n> \n> Zum Rest seh ich auch so\n\nSeh ich ähnlich.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-10-11T07:53:23.242+0000","up_votes":1,"down_votes":1,"body":"In High Gold weiß auch keiner wie man spielt ^^'","replies":[]}]}]},{"id":"","poster":"Divin1ty","date":"2019-09-12T11:47:14.207+0000","up_votes":2,"down_votes":1,"body":"Ist halt ein sehr beliebter Champion, weil überraschung, überladenen Champs sind immer lustig.\nCT designed halt diese polarisierenden Charaktere.\n\nÜbrigens, 48% WR bei der hohen Pickrate zeigt eigentlich das er relativ balanced ist, wenn man von D+ ausgeht.\nLeute die ihn nicht mainen, sollten nicht gut auf ihm performen, sonst haben wir wieder das Riven Debakel, aber diesmal außerhalb von der Toplane sodass es wenigstens schnell gefixt wird.","replies":[]},{"id":"","poster":"Alry FireBlade","date":"2019-11-11T15:53:39.743+0000","up_votes":1,"down_votes":0,"body":"> Kaum einer mag ihn\n\nWar Yasuo nicht der Champion der von den meisten Leuten gemaint wird?","replies":[]},{"id":"","poster":"Cringesuo","date":"2019-09-12T14:57:27.699+0000","up_votes":2,"down_votes":5,"body":"Hi,\n\nanhand deines Profils gehe ich mal davon aus dass du relativ \"neu\" bist, schätze mal Mitte Season 8, als du begonnen hast.\nIch spiele das Spiel jetzt seit Anfang Season 5, von damals aus hab ich Yasuo bis Ende Season 6 auch gehasst. Als ich aber mehr Erfahrung über das Spiel gesammelt habe und dadurch auch aus anfangs Bronze und dann aus Silber rauskam, realisiere ich, dass er gar nicht so stark ist wie viele in Silber/Bronze/Iron denken. Ich schätze mal dass das Hauptproblem der normalen Spieler auf diesen Elos Smurfs sind. Da Yasuo ein sehr hohes Skill Cap hat wird er gern von Smurfs ausgenutzt.\nJa, sein Kit ist überladen, aber ich glaube, dass wenn man auch nur irgendetwas ändert oder wegnimmt stürzt der Champ mit der Winrate ins absolute Minus.\nDas einzige was man machen kann ist, dass man evtl. Die bonus Armorpen auf der Ult etwas senkt. So ca 40% statt 50 sollten etwa in Ordnung sein.\nSeine Base HP und MR sind in etwa auf der Ebene eines Midlane Mages, was es für ihn als Melee Midlaner schon schwieriger macht gegen Mid-AD Champs,\nWenn man davon ausgeht, dass er gegen einen Ranged Mage spielt, welcher die selben HP/MR hat wie er (wir sprechen hier von LvL 1-9 quasi in der Laning phase) können diese ihn des öfteren mit ihren Autoattacks poken. Um als Yasuo so etwas zu erreichen muss man ja an die erstmal herankommen, aber falls man als bsp. Vel'koz ein gutes Positioning hat und immer etwas von seinen eigenen Minions abstand behält, wird es für Yasuo schwierig ihn in der Laningphase zu töten. Dadurch kann es sein, dass Yasuo nicht seinen early feed bekommt und somit auch nicht so leicht Snowballen kann. d.h. wenn du dein Positioning trainierst, wirst du es auf jedenfall leichter haben gegen Yasuo. Also kann ich dir nur empfehlen, dir ein paar Guides zum Positioning anzusehen.\n\nProblem ist nur, dass Yasuo auch auf der Toplane gespielt werden kann.\nDa die Champs auf der Toplane quasi das Kommplette Gegenteil zu Midlanern sind (Tank/Fighter/Melee vs. Mage/Ranged/Caster) und es auch einige Yasuo Spieler gibt, welche ihn auf der Toplane spielen, sind die 50% Armorpen auf der Ult nicht wegzudenken, da Toplaner oft, wenn sie gegen Yasuo spielen, Ninja Tabi bauen, hat Yasuo schon um einiges weniger Schaden. d.h. die Armorpen kann man auch schlecht nerfen. Was möglich wäre ist, dass man aus den 50% Armorpen einen prozentualen Magic dmg macht. Quasi Yasuo macht nach der Ulti 10% current HP magic dmg. Dadurch hätte er bessere Chancen auf der Toplane gegen Darius Aatrox etc. und würde in der Midlane nicht nahezu True DMG anrichten. Mages haben sowieso etwas mehr MR als Melees.\n\nMfG.\n\nPS: Für Fragen und Diskussionen bin ich immer offen\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-12T19:01:38.772+0000","up_votes":2,"down_votes":2,"body":"Wer Probleme mit Aatrox hat als Yasuo, ist einfach ein mieser Yasuo tbh.\n\nEDIT: Downvotes sind wahrscheinlich von salzigen Yas Mains, Aatrox wird durch hohe Mobilität gecountered und da seine W Aatrox W blockiert, ist es nur auf fehlenden Skill zurückzuführen wenn man von einer Q getroffen wird.","replies":[{"id":"","poster":"The Pykeopath","date":"2019-10-10T14:43:03.563+0000","up_votes":1,"down_votes":0,"body":"Agreed, Yasuo sollte gegen Aatrox eigentlich gewinnen.\nUnd das kommt von einem Yasuomain.","replies":[{"id":"","poster":"Divin1ty","date":"2019-11-05T14:55:38.549+0000","up_votes":1,"down_votes":0,"body":"Jup, kommt auch von einem Aatrox Main. :D","replies":[]}]},{"id":"","poster":"Cringesuo","date":"2019-09-13T12:23:11.807+0000","up_votes":1,"down_votes":0,"body":"mir viel gerade eben kein anderer ein ^^\n\nkönnte auch daran liegen, dass ich so gut wie nie Yasuo auf der Top spiele und wenn ich gegen einen spiele, liegt es wahrscheinlich daran, dass ich meinen lead in der mitte nicht so aufbauen konnte, wie ich möchte, klar sollte ein Yasuo mit 150 cs 0/0/0 gegen einen Aatrox 150 cs 0/0/0 gewinnen, aber durch Einflüsse der anderen 8 Spieler im Game ist so eine Situation quasi komplett unerreichbar ^^.\nHab grad keine Zeit für eine ausführlichere Antwort.\n\nMfG.","replies":[]}]},{"id":"","poster":"Critical Smite","date":"2019-09-13T00:47:15.048+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Iced Out Yasuo,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=0005,timestamp=2019-09-12T14:57:27.699+0000)\n>\n> PS: Für Fragen und Diskussionen bin ich immer offen\n> {{sticker:vlad-salute}}\n\nKannst du mir deine Winrate als Yasuo Main erklären wo du dich so gut auszukennen scheinst?","replies":[{"id":"","poster":"Cringesuo","date":"2019-09-13T11:34:12.752+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nja, ich habe nicht die beste Winrate auf Yasuo (49%). Grund hierfür bin tatsächlich ich selbst, in der MIdlane gibt es eigentlich nur 3 Champions gegen die ich Probleme habe: Akali (ab lvl 6, idk wie es jetz is mit dem Akali Nerf von 9.18) und Malzahar, hauptsächlich wegen der Ulti, da diese point and click ist, wenn dann noch ein Jungler dazu kommt ist dass halt gg. Der dritte ist Fizz, aber den banne ich in 90% der Games. Oft werde ich auch vom gegnerischen Jungler gegankt, da ich meinen Control ward eigentlich nur in den Blue side river bush stelle und wenn er 10 minuten später gecleart wird denke ich ich hätte einen guten vision score. Des weiteren ist anzugeben, dass der gegnerische Jungler (meistens ein Jax, welcher ein ziemlich starker counter ist, zmd. mit Trinity und shojin) gerne mal vorbeikommt. d.h. das größte Problem ist meine vision. Zum roamen komme ich eher selten, da ich mich selbst oft in der mitte vergesse. Und wenn ich einmal daran denke zu roamen pushen bot und top. Zudem komme ich auch nicht jedes Game dazu Yasuo zu spielen. Yasuo ist ein Champion welcher Übung braucht, die man auch regelmäßig beibehalten sollte. Diese Saison konnte ich das nicht immer, einerseits, weil ich im April eine 3wöchige Pause machte weil ich von meinen Ex-Mitspielern im DC des öfteren beleidigt, unter druck gesetzt und verarscht wurde. Dann hatte ich im sommer eine Phase, in der ich mich selbst auf der Support Lane mit Pyke versuchte. Anfangs gings ganz gut und ich hatte auch genügend Games in denen er nicht gebannt wurde. Aber mit dem Patch 9.16 wurde er wieder häufiger gebannt und ich kam kaum dazu ihn zu spielen. \nJetzt wo ich über meine eigenen Probleme geäußert habe, möchte ich auf meine Mitspieler und Gegner konzentrieren.\nDa ich keinen Premade habe, mit dem ich regelmäßig ranken kann, spiele ich quasi fasst immer im Ranked mit 4 randoms. Botlane verliert ca. 60% der Games ( darunter evtl. auch weil ich zu selten roame). Ist halt unlucky, dazu kommt, dass wenn mein Supp vllt. einmal im early stirbt werden ADC mains oft toxic (das ist einfach so). Und wie jeder wissen sollte kann Tilt schnell zum Ruin eines Spiels führen. I mean wer hat schon lust mit einem Toxic ADC zu spielen. Kurz vor meiner Supporter Phase hatte ich viele Smurfs im Gegnerteam (Lvl 30-70, dazu 70-90% winrate auf deren Champions). Einmal hatte ich selbst einen Smurf im Team (er spielte Renekton top) und eine gegnerische Smurf Qiyana, zuerst dachte ich \"damn it, Smurf auf der Lane, vllt kanns ja unser Toplaner regeln\", doch wie sich herausstellte war die Qiyana nicht so gut wie ihre Winrate angab, das Match verlies ich mit 20/2, aber als ich gerade eben nochmal das Profil von Qiyana aufsuchte, gehe ich davon aus, dass es ein geboosteter acc war und der Besitzer selbst wieder spielte (damals hatte sie ne 70% Winrate). \n\nMfG.\n\n{{sticker:vlad-salute}}","replies":[]}]},{"id":"","poster":"aT w0R","date":"2019-09-12T16:36:00.636+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Iced Out Yasuo,realm=EUW,application-id=Wj1wcocU,discussion-id=dxyJE8dh,comment-id=0005,timestamp=2019-09-12T14:57:27.699+0000)\n>\n> Hi,\n> \n> anhand deines Profils gehe ich mal davon aus dass du relativ \"neu\" bist, schätze mal Mitte Season 8, als du begonnen hast.\n> Ich spiele das Spiel jetzt seit Anfang Season 5, von damals aus hab ich Yasuo bis Ende Season 6 auch gehasst. Als ich aber mehr Erfahrung über das Spiel gesammelt habe und dadurch auch aus anfangs Bronze und dann aus Silber rauskam, realisiere ich, dass er gar nicht so stark ist wie viele in Silber/Bronze/Iron denken. Ich schätze mal dass das Hauptproblem der normalen Spieler auf diesen Elos Smurfs sind. Da Yasuo ein sehr hohes Skill Cap hat wird er gern von Smurfs ausgenutzt.\n> Ja, sein Kit ist überladen, aber ich glaube, dass wenn man auch nur irgendetwas ändert oder wegnimmt stürzt der Champ mit der Winrate ins absolute Minus.\n> Das einzige was man machen kann ist, dass man evtl. Die bonus Armorpen auf der Ult etwas senkt. So ca 40% statt 50 sollten etwa in Ordnung sein.\n> Seine Base HP und MR sind in etwa auf der Ebene eines Midlane Mages, was es für ihn als Melee Midlaner schon schwieriger macht gegen Mid-AD Champs,\n> Wenn man davon ausgeht, dass er gegen einen Ranged Mage spielt, welcher die selben HP/MR hat wie er (wir sprechen hier von LvL 1-9 quasi in der Laning phase) können diese ihn des öfteren mit ihren Autoattacks poken. Um als Yasuo so etwas zu erreichen muss man ja an die erstmal herankommen, aber falls man als bsp. Vel'koz ein gutes Positioning hat und immer etwas von seinen eigenen Minions abstand behält, wird es für Yasuo schwierig ihn in der Laningphase zu töten. Dadurch kann es sein, dass Yasuo nicht seinen early feed bekommt und somit auch nicht so leicht Snowballen kann. d.h. wenn du dein Positioning trainierst, wirst du es auf jedenfall leichter haben gegen Yasuo. Also kann ich dir nur empfehlen, dir ein paar Guides zum Positioning anzusehen.\n> \n> Problem ist nur, dass Yasuo auch auf der Toplane gespielt werden kann.\n> Da die Champs auf der Toplane quasi das Kommplette Gegenteil zu Midlanern sind (Tank/Fighter/Melee vs. Mage/Ranged/Caster) und es auch einige Yasuo Spieler gibt, welche ihn auf der Toplane spielen, sind die 50% Armorpen auf der Ult nicht wegzudenken, da Toplaner oft, wenn sie gegen Yasuo spielen, Ninja Tabi bauen, hat Yasuo schon um einiges weniger Schaden. d.h. die Armorpen kann man auch schlecht nerfen. Was möglich wäre ist, dass man aus den 50% Armorpen einen prozentualen Magic dmg macht. Quasi Yasuo macht nach der Ulti 10% current HP magic dmg. Dadurch hätte er bessere Chancen auf der Toplane gegen Darius Aatrox etc. und würde in der Midlane nicht nahezu True DMG anrichten. Mages haben sowieso etwas mehr MR als Melees.\n> \n> MfG.\n> \n> PS: Für Fragen und Diskussionen bin ich immer offen\n> {{sticker:vlad-salute}}\n\n\nErstmal danke für die Erklärung ;) und joa ich bin \"relativ\" neu. Der Post soll auch nicht in Richtung heul-Therad gehen weswegen ich darauf hingewiesen habe das Yasuo nicht op ist, sondern das er lediglich eine extreme Banrate seit Jahren besitzt.\n\nDas gerne Mechaniken eines Spiels geflamt werden die Spieler nicht verstehen ist mir klar, ich habe vor LoL SC2 gezockt war da Low-Master und wir hatten das da in Unmengen auch.  Geht hier nur und zwar explizit nur um die Banrate und der damit verbundenen Aussage das Spieler ihn einfach nicht in ihrem Game haben wollen.","replies":[]}]},{"id":"","poster":"611FVNKBlv","date":"2019-09-13T00:10:55.383+0000","up_votes":1,"down_votes":1,"body":"> yasuo hat eine Banrate von 50,6% und das schon eig. immer. Der Champ suckt. Jeder hasst ihn. Kaum einer mag ihn. Mit einer Winrate von 48% ist er ja sicherlich nicht OP\n\n\nHmmm ne 50% banrate jeder hasst ihn ne wird wohl eher nicht op sein deswegen wird der auch immer gebannt neh .\n\nund wd logik of doom\n\n> Mit einer Winrate von 48% ist er ja sicherlich nicht OP\n\nHere we GO{{champion:84}}\n\n","replies":[]}]}