{"id":"V3Lkl5eH","poster":"2drunk4yøu","date":"2019-09-12T07:19:53.690+0000","title":"ESL für die Schweiz","subforum":"Esports","embed":{"title":"Switzerland | ESL Play","description":"Die Swisscom Hero League ist die Königsklasse in der Schweiz. In Clash Royale, League of Legends und Hearthstone messen sich die stärksten Spieler der Eidgenossenschaft. Hier treffen die Besten der Besten aus der Schweiz aufeinander. Action und Spannung sind garantiert.. Sei dabei und kämpfe dich bis an die Spitze!","url":"https://play.eslgaming.com/switzerland","image":"https://cdn.eslgaming.com/misc/media/cm/logo/footer/esl_2019_horizontal.png"},"up_votes":1,"down_votes":0,"body":"Ich möchte hier ein wenig Werben für die ESL Turniere in der Schweiz. Man kann mit 3/5 Schweizwohnhaften Spieler bereits an den Turnieren teilnehmen :)\r\n\r\nMich persönlich und meine Teamkamaraden  würden es sehr freuen gegen ein paar mehr Teams spielen zu können und somit die Turniere mehr Spannung kriegen. \r\n\r\nBringt die Schweizer ESport Szene ein bisschen in Schwung :)","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-09-12T13:49:01.231+0000","up_votes":1,"down_votes":0,"body":"Nana die sind nicht ganz schlimm wie man denkt :D","replies":[{"id":"","poster":"HyperionCH","date":"2019-09-12T14:25:33.227+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=2drunk4yøu,realm=EUW,application-id=hGYdiTd1,discussion-id=V3Lkl5eH,comment-id=0001,timestamp=2019-09-12T13:49:01.231+0000)\n>\n> Nana die sind nicht ganz schlimm wie man denkt :D\n\nAber sicherlich schlimm genug. {{sticker:sg-lulu}} \n\nbtw. habe ich dich im \"Club Switzerland\"?\nDort sind zwar nicht wenige Spieler drin, die bereits aktiv in Teams spielen (sowohl in ESL Schweiz wie auch in der SESL). Einige spielen aber sicherlich auch nicht an Turnieren etc. Dort könntest du noch darauf hinweisen.\n\nUnd man bekommt den coolsten Club-Tag der Welt: \"CH\" :D\n\nEinfach mir einen FL-Request schicken, dann kann ich dich in den Club einladen.\n(leider bringt es Riot Games immer noch nicht hin, dass man Spieler in den Club einladen kann, die nicht auf der FL sind...)","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2019-09-12T11:05:37.710+0000","up_votes":1,"down_votes":0,"body":"Wenn ich es richtig verstanden habe, zählen sie Zürich zur Schweiz dazu. Sehr strange.\n{{sticker:sg-lux-2}}","replies":[]}]}