{"id":"85yxHEGW","poster":"404 Multigaming","date":"2018-10-22T15:57:52.616+0000","title":"404 Multigaming e.V. - Tectum Spotlight","subforum":"Clans & Teams","embed":{"title":"Communitytreffen 2018","description":"Vom 27. bis zum 29.07.2018 traf sich ein kleiner Teil des 404 Multigaming eSport Clubs nun schon zum dritten Mal und dieses Jahr im Palumpaland bei Niederdorla. Es war wiedereinmal ein wunderschönes Wochenende mit vielen tollen Leuten und ner Menge Spaß! Wir freuen uns schon jetzt auf das nächste Event!","url":"https://youtu.be/xqFeO8SpPZc","image":"https://i.ytimg.com/vi/xqFeO8SpPZc/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Dieser Beitrag ist angepinnt, weil 404 Multigaming e.V. Mitglied im Tectum ist.\n\nhttps://i.imgur.com/26cScZO.png\n\nSeid gegr&uuml;&szlig;t Beschw&ouml;rer,\n\nAls Tectum Mitglied bekommen wir heute die M&ouml;glichkeit uns einmal ausf&uuml;hrlich bei euch vorzustellen.\n\n404 Multigaming steht f&uuml;r eine Gemeinschaft aus Spielern unterschiedlichster Bereiche und F&auml;higkeiten und ist so ein Zusammenschluss von Gamern, welches f&uuml;r jeden Einzelnen etwas zu bieten hat. Nicht nur das Finden von Mitspielern in unterschiedlichen Spielbereichen, sondern auch Einblicke in den kompetitiven Bereich der eSports-Szene sind bei uns m&ouml;glich. Wir bieten nicht nur Casuals eine Plattform, sondern f&ouml;rdern auch ehrgeizige Teams jeglicher Elobereiche und Skilllevel.\n\nDerzeit besch&auml;ftigen wir uns stark im Ausbau von Teams in den Bereichen League of Legends und CS:GO, jedoch besitzen wir ebenso Spielergruppen in den Bereichen ARK und Minecraft, sowie diversen anderen Spieletitel.\n\nGaming ist f&uuml;r uns nicht nur ein Hobby sondern eine Passion! Mit jeder Faser leben wir diese Leidenschaft und wollen mit unserem Verein Gro&szlig;es erreichen. WE ARE 404!\n\n\n__________________________________________________________________\n\n\n**Zu uns**\n\nMit unseren mehr als 200 Mitgliedern sind wir eine gro&szlig;e Community, die 11 feste League of Legends Ranked Teams sowie 3 CS:GO Teams umfasst. Das Spektrum der individuellen F&auml;higkeiten der Spieler ist dabei weitreichend verteilt, weswegen wir aktuell sowohl Diamond Teams als auch Bronze/Silver Teams in unseren Reihen vertreten haben. Play to improve ist dabei das Kernmotto unserer Sache. Dies geschieht durch die feste Regelung von Trainingseinheiten und stetigem Support von unserer Managementebene.\n\n\n__________________________________________________________________\n\n\n**Wir bieten**\n\n    - ein erfahrenes, abgestuftes Management in unterschiedlichsten Bereichen mit entsprechenden Aufstiegschancen bei l&auml;ngerer Zugeh&ouml;rigkeit und sichtbarem Engagement.\n    - freundlichen Umgang untereinander mit klaren Grenzen und Regeln.\n    - eine vertraute und erweiterte Teamspeakumgebung mit Channels jeder Art sowie im Falle eines Teamzusammenschlusses einen eigenen Trainingsraum inklusiver Rechteverteilung f&uuml;r den amtierenden Teamleiter.\n    - Aktivit&auml;t im Casting- und Streamingbereich durch den 404 Multigaming Hauptkanal.\n    - Turnierorganisation und Events in Form von 5vs5 Turnieren oder gro&szlig; angelegten Funmodes im Bereich League of Legends und CS:GO sowie bundesweiter Offline Veranstaltungen wie Communitytreffen.\n    - vorgefertigte Live-Dokumente f&uuml;r Teamorganisation, Teamsuche, Termine, Events und Besprechungen.\n    - eine derzeit &uuml;berarbeitete Website mit Neuigkeiten und Informationen rund um die Community, Events und League of Legends/CS:GO im Allgemeinen.\n\n\n__________________________________________________________________\n\n\n**Wir fordern**\n\n    - ein funktionierendes Headset\n\n    - Freundlichkeit und Respekt untereinander\n\n    - im Falle einer anstrebenden Teamzugeh&ouml;rigkeit Engagement im Team, sowie Lernbereitschaft und       Einhaltung der abgesprochenen Trainingszeiten\n\n\n__________________________________________________________________\n\n\nWir freuen uns auf euch! Ihr erreicht uns unter der Website:\n\nhttps://404-multigaming.com/\n\n\n__________________________________________________________________\n\n\nOder ihr schaut einfach auf unserem TeamSpeak vorbei:\n\nts.404-multigaming.com\n\n\n__________________________________________________________________\n\n\nDa die Kommunikation weitestgehend über kurze Wege nötig ist, finden die Informations- und Besprechungsgruppen für die meisten Themen über den Dienst What's App statt, wie auch die Aufnahme in eine Informationsgruppe, die euch als Mitglied kennzeichnet. Für das Hinzufügen in diese Gruppe muss es eine Verifizierung geben. Diese geschieht mit einer Anlaufstelle. Falls ihr also direkt ohne Umwege in die Community eintreten wollt, könnt ihr dieser What's App Gruppe beitreten:\n\nhttps://chat.whatsapp.com/7H9AxjyelRm0rlEAisfc92\n\n\n__________________________________________________________________\n\n\n>**Leitende Positionen und Ansprechpartner:**\n>\n> Community-Leader:\n> \n> _404 Fenr&iacute;z | Dave\n> 404 Divine | Kai_\n> \n> Bereich Teamorganisation:\n> \n> _404 Shura | Danny_\n> \n> Bereich Streamleitung:\n> \n> _404 Herbie | David_\n> \n> Bereich Eventmanagement:\n> \n> _404 Calivia | Caro_\n> \n> Bereich Chief Editor:\n> \n> _404 KathaBlanca | Adrian_\n\nhttps://404-multigaming.com/wp-content/uploads/2018/08/WhatsApp-Image-2018-09-11-at-22.51.24.jpeg","replies":[]}