{"id":"Ny1KkZyv","poster":"Nordwolf87","date":"2018-10-21T12:28:39.940+0000","title":"Champ pick and ban rates bei den Worlds bisher","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo!\r\n\r\nEs wird hier oft um Nerfs und Buffs gejammert! Ich habe mir mal die M&uuml;he gemacht und mir angesehen welche Champs momentan tats&auml;chlich zu stark sind/scheinen. Das erkennt man mMn relativ gut daran wie die Pick/ban Rates bei den Profis sind. Darum mal hier die mMn auff&auml;lligsten (Patch 8.19):\r\n\r\n**Aatrox**\r\n99% Pick or Ban rate 104 von 105 Spielen gepickt oder gebannt\r\n\r\n**Urgot**\r\n99% Pick or Ban rate 104 von 105 Spielen gepickt oder gebannt\r\n\r\n**Alistar**\r\n95% Pick or Ban rate 100 von 105 Spielen gepickt oder gebannt\r\n\r\n**Kaisa**\r\n80% Pick or Ban rate 84 von 105 Spielen gepickt oder gebannt\r\n\r\n**Akali**\r\n77% Pick or Ban rate 81 von 105 Spielen gepickt oder gebannt\r\n\r\n**Irelia**\r\n70% Pick or Ban rate 74 von 105 Spielen gepickt oder gebannt aber daf&uuml;r 71% Winrate\r\n\r\nIch denke man sieht hier komplett emotionslos und objektiv, dass diese Champions momentan zu stark sind. Vor allem, da eigentlich alle dieser Champs nicht besonders schwierig zu spielen sind (mit Ausnahme vl von Akali, da gehen die Meinungen sehr auseinander ob diese schwierig oder einfach zu spielen ist).\r\n\r\nAbschlie&szlig;end: Das ist absolut kein Mimimi Thread, sondern einfach objektive und statistisch untermauerte Fakten.\r\n\r\nLG :)","replies":[{"id":"","poster":"Evíl cookie","date":"2018-10-22T08:28:52.929+0000","up_votes":1,"down_votes":0,"body":"Es gibt halt 141 Champions in LOL da sollte wenn das Balancing ausgewogen wäre eigentlich mehr Abwechslung geben...\n\nNoch dazu war es vorhersehbar, dass genau diese Champions eine sehr sehr hohe pick/ban rate haben werden. Warum man darauf nicht reagiert hat ist schwer zu argumentieren, besonders da Meddler (ich hoffe meine Erinnerung ist da richtig) geschrieben hatte, das kein Champion pick or ban Status haben soll.","replies":[]},{"id":"","poster":"OT Riku","date":"2018-10-22T05:51:57.045+0000","up_votes":1,"down_votes":0,"body":"Ich denke um richtig gute plays zu ermöglichen, muss man Irelia auch auf einem hohen Niveau spielen können.\nIhre Fähigkeiten sind jetzt nicht so kompliziert, aber wie man die Minions benutzt denke ich schon das da schon ein wenig skill braucht.\nAber ansonsten gebe ich dir wirklich recht.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-22T08:22:48.461+0000","up_votes":1,"down_votes":0,"body":"Das trefft nat. auf alle champs zu. Bei Irelia sind mMn die Teamfights das schwierigste.","replies":[]}]}]}