{"id":"ZVciAFru","poster":" ShadowTactiX","date":"2018-10-19T19:08:18.570+0000","title":"Mid-Lane verhalten, Fragen ^^","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hey ich bin Platin 5 Mid laner und hab irgendwie im Moment die Win Conditions aus den Augen verloren, meine Fragen sind: Was mache ich als Zed/Lebanc gegen Waveclear wie Lissandra oder Anivia, roamen? aber wie wenn ich daf&uuml;r zu viel verliere? \r\n\r\nWenn mein Jungler am fighten ist sofort hin laufen oder die wave clearen und dann? was ist wenn ich daf&uuml;r ne komplette wave verliere?\r\n\r\nAls Zed oder Leblanc immer roamen oder eher die lane gewinnen? \r\n\r\nDas wars erstmal sonst mach ich noch ein Thema auf, Mein ingame Name ist Against NWO einfach adden, w&auml;re cool wenn mich ein mid laner im Dia bereich oder h&ouml;her etwas Coachen k&ouml;nnte, danke :))","replies":[{"id":"","poster":"Skagerak","date":"2018-10-19T20:40:46.747+0000","up_votes":2,"down_votes":0,"body":"Ich kann dir das Video hier empfehlen. https://www.youtube.com/watch?v=v12SD-xOQLY&t=8s Das hat mir sehr geholfen die haben auch noch weitere, ist aber auf Englisch ich hoffe du hast da keine Probleme. \n\nAnsonsten kann ich es noch versuchen dir zu erläutern aber im Video is das besser gemacht als ich es könnte :P \n\nMfg Skagerak","replies":[]},{"id":"","poster":"Kurokami Sora","date":"2018-10-19T19:18:08.271+0000","up_votes":2,"down_votes":0,"body":"Kommt drauf an... wo ist das Ziel des Teams... soll die Botlane hard gewinnen und carrien dann ist Roamen wichtiger als der eigene Farm. Wenn im Jungle gefightet wird und ihr seit 2v2 stärker oder du bist näher dran, dann zählt ein Kill mehr als nur 1 Wave. 1 Kill=15 Farm. Aber als Zed und LB solltest du eine Lissandra und Anivia im early soviel druck geben können um sie dann sogar ggf zu töten.","replies":[{"id":"","poster":" ShadowTactiX","date":"2018-10-19T19:22:07.768+0000","up_votes":1,"down_votes":0,"body":"Super schwer, ich kann sie eine zeit lang vom farmen abhalten aber naja ab lvl 6 ist das dann vorbei und meinen lvl 6 Powerspike kann ich nicht zum roamen vewenden weil die waves an meinem Tower kleben :/ \n\nwas tun?","replies":[]}]},{"id":"","poster":"SvenniGod2004","date":"2018-10-19T22:54:35.640+0000","up_votes":1,"down_votes":1,"body":"Du musst dich halt besser mit Wavemanipulation auseinandersetzen. Gerade gegen Midlaner wie Anivia ist das wichtig, da die einfach routiniert darin sind. Du kannst auch einfach selber mal Anivia und Lissandra spielen dann lernst du das automatisch. Im allgemeinen solltest du sie pressuren und halt hexdrinker gehen und dann was reißen. und nicht mit pinks geizen und diese richtig setzen, da solche lanes gerne geganked werden, gerade gegen zed etc.","replies":[]}]}