{"id":"AnwNEHvZ","poster":"Xayah Strife","date":"2019-09-10T05:42:27.839+0000","title":"[TGSG] Meine Animetopliste Teil 3","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":2,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://plamoya.com/bmz_cache/2/23aa018e8cadb5e141d76a38c55c56cf.image.359x500.jpg\n\nRatingserklärung: \n>###*R- bedeutet das der Anime blutig ist. R+ bedeutet du siehst ein wenig mehr Haut um es mal Jugendfrei auszudrücken*\n\nAnmerkung:\nIch verschiebe OreImo mal auf nächste Woche weil ich damit noch nicht ganz zufrieden war und es sonst 4 Seiten wären. \n\n#The Quintessential Quintuplets: \nDas How i your Mother Animeversion. \nEin schlauer Typ aus armen Verhältnissen bekommt von seinen Vater einen Job vermittelt bei dem er 5 Schwestern Nachhilfe geben muss. 5 Zwillingsschwestern welche natürlich alle ähnlich aussehen aber jede ihren individuellen Charakter hat. Eine davon wird seine davon wird seine spätere Braut werden wie man am Ende von Folge 1 sieht. Der Anime beschreibt den Weg dorthin und natürlich muss er die 5 auch zum lernen bringen weil er sein Job verlieren würde wenn die 5 nicht durch die Prüfungen kommen würden. Nun was gefällt mir besonders gut an diesem Anime? Naja mir gefällt das mich nichts stört an diesem Anime. Es gibt weniger peinliche Momente wie in anderen Animes dieser Art und die Charaktere sind nicht so überspitz dargestellt wie in andere Animes dieser Art. Er gehört mehr zu den ernsteren Animes dieses Genres welcher nicht so stark auf Comedy setzt sondern auf Glaubwürdigkeit. Außerdem bietet der Anime eine doppel Folge und eine vierteilige Folge und das in einer Staffel mit nur 12 Folgen. Damit hat die erste Staffel ein gutes Ende mit diesem schönem Vierteiler. Die 2. Staffel würde auch schon Angekündigt was für den Erfolg des Animes spricht. Die Mangavorlage soll außerdem \"gute\" Verkaufszahlen haben. (~4 Millionen Verkäufe insgesamt hab ich mal gelesen) \n\n\n#The Rising of the Shield Hero: \nEin Isekai welcher in einer MMO ähnlichen Welt spielt. \n(Erklärung Isekai bedeutet nur \"In eine andere Welt\" also das die Hauptfigur von der echten in die Fantasiewelt gebracht wird. Das muss nicht zwangsläufig etwas mit einem MMO zutun haben.) \nDie Welt ist allerdings keine Welt mit NPCs wie SAO sondern die Bewohner dieser Welt sind alles echten Menschen die dort leben. Dennoch gibt es so etwas wie Level, EXP, Items usw... \nEs entsteht ein ähnliches MMO-Feeling wie bei SAO mit dem Zusatz das alles echten Menschen sind und all deine Handlung Auswirkungen haben. (Ich glaube Tode sind auch absolut sind allerdings wurde darauf im Anime noch nicht eingegangen) Hier stellt sich die Frage ob Shieldhero vllt das bessere SAO ist und ob man vllt aus den Fehlern gelernt hat?\nVorwort: \nBeide Animes haben Bücher als Vorlage und bei Buchadoptionen werden manchmal Szenen raus geschnitten damit z.B. die Folgenlänge besser passt. Also können Kritikpunkte zwar auch am Anime liegen aber auch an der Vorlage. \n\n**Grundlage der Story:** \nDer Hauptcharakter Naofumi Iwatani liest in einer Bücherei in Buch indem es um die Vier Cardinal Heroes geht. Schwert, Bogen, Speer und Schild. Als er weiter im Buch liest wird er in das Buch hineingezogen und befinden sich in der Welt des Buches und ist der Schildhero. \n\n**Vergleich der Hauptcharaktere:** \nDer Schild hat natürlich eine großartige Verteidigung aber kaum Angriffskraft. Demnach braucht der Schildheld Leute die für ihn kämpfen welche er aktive beschützen kann.Da die Vier Helden keine Erfahrung bekommen wenn sie zusammen kämpfen müssen sie alleine arbeiten und sich Mitstreiter suchen. Weil der Schildhero scheinbar sehr unbeliebt ist hat er einen sehr schweren Start und findet erst keine Mitstreiter. Er muss sich mühsame durch eine Welt durchschlagen wo er der einzige Held ist welcher nicht wie ein Helden behandelt wird sondern ziemlich verhasst ist darum fängt er an diese Welt zu hassen. \n\n**Fazit:** \nDer Schildhero ist nicht OP und hat es schwer am Anfang und muss einige Hürden nehmen um weiterzukommen außerdem fällt mir die Antiheldstory deutlich mehr. \n\n**Vergleich des weiblichen Hauptcharakter:** \nEigentlich hat dieser Anime zwei weibliche Hauptcharaktere aber ich nehmen in dem Fall Raphtalia weil der Vergleich mit Asuna mehr Sinn macht.Es reicht eine Folge um die Beziehung zwischen Naofumi und Raphtalia logisch zu erklären. Im Gegensatz dazu hab ich bis heute nicht ganz verstanden was Asuna so toll an Kirito findet. \nAuch wenn bei beide Charakteren ein paar Szenen in der Adaption fehlen ist Raphtalia deutlich einfach zu verstehen weil 1. ihre Rolle deutlich verwobener mit Naofumi ist und 2. Raphtalia deutlich mehr Gefühle für den Zuschauer nach außer tragt. Asuna versteht man einfach nicht wenn man ihre Gedanken nicht hören darf was ja in SAO fehlt. Außerdem ist Raphtalia mehr als nur das \"Loveinteressant\" sie würde wahrscheinlich auch funktionieren wenn sie männlich wäre weil sie das Schwert zum Schild bildet und damit ein dauerhafter Kampfpartner ist. Noch ein Punkt der für Raphtalia spricht denn sie ist zumindest in Staffel 1 immer dabei. In Anime gewinnt Raphtalia deutlich die Umsetzung ist für jeden verständlich wogegen die Umsetzung von Asuna häufig nicht ganz nachvollziehbar ist. \n\n**Vergleich der Adaption allgemein:** \nEs gibt zwar viele Videos über Content der im Buch vorkommt aber im Anime fehlt aber wenn man davon nichts weiß kommt es einem nicht wirklich so vor als würde etwas fehlen. \nDer Anime zeigt sehr viel in einer Folge als ich Folge nochmal geschaut habe war ich verwundert was alles in einer Folge passiert. Das Tempo ist vllt ein bisschen zu schnell aber man versteht alles was passiert die Charaktere fühlen sich stimmig an und die Handlung ist nachvollziehbar. Ich denke das die Adaption von Shieldhero gelungen ist und man sich hier das beste aus den Büchern genommen hat und ein paar kleine eher langweilige Szenen rausgenommen hat. Bei SAO weiß ich weniger darüber was geschnitten wurde weil es dafür leider keine so große Community gibt. Allgemein ist aber bekannt das viele innere Dialoge fehlt gerade von andere Charakteren als Kirito was viel an tiefe nimmt und manche Dinge so ganz verständlich ist.Die ganze Heiratssache ging viel zu schnell da fehlen einfach 2 Folgen die erklären warum gerade Asuna sich so stark zu ihn hingezogen fühlen. \n\n**Vergleich der Kämpfe:**\nHier könnte ich eigentlich SAO den Punkt erhalten  auch wenn die Kämpfe in Shield echt gut sind waren die Kämpfe schon in The Seven deadly Sins eine große Stärke von A1 Pictures welche für SAO verantwortlich sind. \nAllerdings sind die Endkämpfe in SAO immer so komisch. Man erwartet etwas episches und dann kommt so ein komischer Deus EX Maschina Moment... Ich erinnere an den Kampf in der Mitte von Staffel 1 gegen Heathclife wo Asuna und Kirito eigentlich sterben aber dann ein \"Wunder geschieht. \n\n**Fazit:** \nIch persönlich finde das Shield Hero das bessere SAO ist und damit an die Spitze der Isekais gehört. \nDer Anime ist auch immer noch im Hype. Das Subreddit hatte vor ein paar Monaten noch 30k Sub und heute schon über 50k. Auf Myanimelist ist der Anime schon über die 400k Members hinaus obwohl die erste Staffel erst vor ein paar Monate abgeschlossen ist. \nIch denke der Erfolg gibt dem Anime recht und ich freue mich auf Staffel 2 und 3. \nAußerdem überlege ich die Buchvorlage mir irgendwann mal zu holen. :) \n\n\n#Sword Art Online the Movie -Ordinal Scale-: R+ (Ich weiß nicht mehr warum xD)\nOrdinal Scale bekommt eine extra Eintrag weil es für mich soviel besser macht und uns eine menge Fanservice bietet.Eigentlich es der Film purer Fanservice. Der Film bietet endlich guten Kirito und Asuna Szenen welche man in Staffel 2 und 3 leider nicht so viele gehabt ihr. Wer also von der zweiten Staffel enttäuscht ist bekommt hier nicht nur mehr Kirito und Asuna Szenen sondern auch noch schöne Kämpfe mit den alten Helden zu sein. \n\n\n#Violet Evergarden:\n“Violet Evergarden“\nTiefgründig. Emotional. Wunderbar. Liebenswürdig. Wunderschön.\nDas sind die Wörter die mir einfallen wenn ich an die Serie „Violet Evergarden“ denke. Und das nicht nur die Hauptfigur Violet selbst betreffend. Auch andere Charaktere haben ihre kleinen Hintergrundgeschichten und bieten etwas Abwechslung zur Hauptgeschichte der Serie. Grafisch bekommt man hier ebenfalls etwas fürs Auge geboten und wird nicht enttäuscht. Alles scheint stimmig und liebevoll verarbeitet worden zu sein.\nDie Geschichte an sich ist mitreißend und es dauert nicht lange bis man etwas für Violet übrig hat und dem Charakter verfällt. Violet versucht sich nach dem Krieg und ihrer Zeit als Soldatin in die „normale Gesellschaft“ zu integrieren und wird eine Akora. Akoras hören sich an was Menschen zu sagen haben und entwerfen damit einen Brief der im besten Fall die eigentlich unausgesprochenen Worte und Gefühle desjenigen wiedergibt. Aufgrund ihrer körperlichen Besonderheit ist Violet in der Lage äußerst Zeit effizient zu arbeiten, was das Ergebnis aber nicht von Anfang an perfekt macht. Die Arbeit als Akora soll Violet dabei helfen den Sinn des Lebens und Emotionen zu verstehen und vor allem die Worte „Ich liebe dich“ welche vor einigen Jahren von einer geliebten Person an sie gerichtet wurde. Und ja °^° Äußerst dramatische Szene.\nDie Serie gibt es zwar auf Netflix zu sehen aber bisher gibt es leider nicht mehr als eine Staffel. Dafür ein Spezial in Form einer extra Folge XD die Violet mal wieder auf den Punkt bringt und mich ein paar Tränchen gekostet hat XD\nAnmerkung von Xayah: \n1. Die Schrift welche in diesem Anime geschrieben ist nicht japanisch sondern eine eigene.\n2. Der Anime ist abgeschlossen weil die Buchreihe nur 2 Bände hat. Das OVA gehört zu den beiden \nBänden. Alles was nun folgt sind Spinoffs. \n\n#No Game No Life:\nFür die meisten von uns sind Viedospiele eine Quelle der Unterhaltung… gut, manchmal auch ein bisschen mehr als das, aber für Sora und seine Schwester Shiro sind Videospiele im Grunde ihr Lebensinhalt. Und wenig überraschend sind daher die zwei Nerds in der Schule und in sozialen Fähigkeiten nicht gerade die Anführer der Top-Listen. Dafür aber immerhin in denen der Videospiele, die sie spielen… und zwar ausnahmslos. Fast schon gleichgültig nehmen sie ihr tristes Leben hin, bis sie eines Tages eine seltsame E-Mail erhalten. Die stammt von jemandem, der sich Tet nennt und behauptet, der Gott der Spiele zu sein. Und kurzerhand entscheidet sich dieser, Sora und Shiro in seine Heimatwelt, Disboard, zu transportieren. So finden sich beide in einer neuen und fremden Welt wieder und müssen im Grunde von neuem anfangen. Ihr Vorteil aber: in dieser Welt wird alles über ein Spiel geklärt. Egal, ob ein kleiner Streit, Rechtsauslegung, Besitzrechte… alles wird über ein Spiel geklärt. Und jetzt werden die zwei besten Spieler ihrer Welt auf diesen Ort losgelassen…So beginnt die Geschichte von No Game No Life, meinem persönlichen Lieblingsanime. Dies hat vornehmlich zwei Gründe: zum einen die Charaktere. Sie sind allesamt etwas verrückt und doch liebevoll kreiert, jeder hat seine eigenen Gründe, warum er spielt… und zum anderen die Spiele selber, die im Anime ausgetragen werden. Diese sind durchweg kreativ und haben ihre eigenen Kniffe, gerade, wenn man bedenkt, dass sich hier alles darum dreht, wie gut man in Spielen ist, werden bei jedem Spiel alle Register gezogen und so fiebert man jedes Mal auf´s Neue mit, wie sich Sora und Shiro abermals aus der Krise ziehen können! Wer noch nicht von Isekai übersättigt ist, sollte sich diese kleine Perle definitiv anschauen. Und ein dickes Fell haben, denn die viel geforderte zweite Staffel wird es aller Wahrscheinlichkeit trotzdem nicht geben :(\n\nDanke Azubi und Tamara für die Gastbeiträge.\n\nSchönen Dienstag wünsche ich euch allen. ^^","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:06:20.412+0000","up_votes":2,"down_votes":1,"body":"hold on hold on\n\nwie ich gerade lesen musste gibbet von no game no life evtl. ne 2 staffel diesen Winter\nwait\n\nmein weebherz schlägt\n\nEDIT: doch unbestätigt ... *sigh*","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:21:43.932+0000","up_votes":1,"down_votes":1,"body":"@https://ninotaku.de/wp-content/uploads/2019/08/wp4317872-e1565439805806-800x477.jpg\n\n... wozu son Bambuskorb doch gut ist. Die Serie erinnert mich auch ein bischen an Shakugan no Shana und Twin Star Exorzist (wegen den Masken) . Bisher net übel.\n\n\nHaben wir hier eigentlich auch mal Kochanimes angesprochen ? Sowas wie Shokugeki no Sama ?\n\nbtw. ging ja um NoGameNoLife , ist ein Slogan der auch zu mir passen könnte, aber ich hadere immer noch mit dem Zeichenstil ...","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:36:47.571+0000","up_votes":2,"down_votes":0,"body":"\"Food War(s?)\" wurde zuletzt immer wieder erwähnt .-.","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T07:43:18.399+0000","up_votes":2,"down_votes":0,"body":"Von mir, aber zumindest nur, weil ich es momentan schaue. Gestern Abend die zweite Staffel beendet btw., jetzt muss ich schauen, wo es die dritte gibt. Auf Netflix zumindest nicht. Wahrscheinlich muss wieder meine geliebte semi-legale Seite herhalten^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:47:28.050+0000","up_votes":2,"down_votes":0,"body":"Ja von dir =p Hätte ich auch dazu geschrieben aber ich weiß noch immer nicht was ich dir für einen Namen geben soll damit die eigentliche Identität geschützt bleibt, weil sie geschützt bleiben soll? idk D: mich verwirrt das immer!","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T07:58:39.304+0000","up_votes":2,"down_votes":0,"body":"Hä? Du willst mir einen Namen geben? Erinnert irgendwie an \"That Time I got reincarnated as a Slime\" (den ich aber nur aus Bequemlichkeit Slime-Isekai nenne)\nIch bin doch hier als der Azubi bekannt, also wo ist das Problem, mich auch weiterhin so zu nennen? Oder willst du dir etwa meinen wahren Namen erschleichen, um ihn dann für niedere Zwecke zu missbrauchen?\n_*_ _schnell auf Tastatur tipp und jedes Passwort änder_ _*_","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:05:29.182+0000","up_votes":2,"down_votes":0,"body":":o Bisher habe ich dich noch nie Azubi genannt! Tatsächlich habe ich deinen richtigen Namen vergessen XD Und ich komm nicht mehr drauf :&lt;\n\nWas bedeutet eigentlich Inokami? .-.","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T08:18:45.051+0000","up_votes":2,"down_votes":0,"body":"Echt nicht? Mir wäre, als hätte ich diese Worte schon von dir vernommen... ich habs doch noch auf Kamera! Warte, warum liegt diese Aufnahme in meinem FSK 18-Ordner...?!\n\n> Tatsächlich habe ich deinen richtigen Namen vergessen XD Und ich komm nicht mehr drauf\n\nDas kann gar nicht sein, da ich dir meinen richtigen Namen noch nie genannt habe. Den kennt niemand hier >:D\nUnd was INoKami heißt... weiß nur ich. Und ein anderer schlauer Mensch, der ein bisschen denken konnte. Oder unheimliches Glück beim Raten hatte idk, muss ihn mal fragen xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:28:52.900+0000","up_votes":1,"down_votes":0,"body":"> Echt nicht? Mir wäre, als hätte ich diese Worte schon von dir vernommen... ich habs doch noch auf Kamera! Warte, warum liegt diese Aufnahme in meinem FSK 18-Ordner...?!\n\nDarauf hab ich gewartet!\n{{sticker:sg-miss-fortune}} \n\nRichtig =p du hast ihn mir nie genannt. Aber es gibt jemanden, den wir beide kennen, der ihn mal ausgesprochen hat. Den Namen habe ich extra in die Notiz geschrieben auf der League-Client-FL aber da ich die Angewohnheit habe übertrieben oft auszumisten oder einfach mal meinen Launen freien Lauf lasse ... ist der Name samt Information gelöscht worden XD Ich meine ja er beginnt mit \"T\" aber sicher bin ich nicht :&lt;\n\n:p Bestimmt irgendwas schmutziges XD","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T08:32:11.268+0000","up_votes":2,"down_votes":0,"body":"Hä? Jetzt ernsthaft: ich wüsste nicht, wer hier meinen echten Namen kennen würde. Das wäre mir neu. Ich habe ihn nirgendwo gepostet oder anderen Menschen verraten, von daher würde es mich wirklich überraschen, wenn ihn jemand kennen würde...","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:36:10.560+0000","up_votes":1,"down_votes":0,"body":":> Beunruhigend so was, oder?","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T08:46:17.021+0000","up_votes":1,"down_votes":0,"body":"Ist es tatsächlich. Und das ist kein Witz.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:48:16.494+0000","up_votes":1,"down_votes":0,"body":"mhm °-° Kenne ich nur zu gut.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:49:22.157+0000","up_votes":1,"down_votes":0,"body":"Habsch alle durch {{sticker:sg-jinx}} \n\nAm goilsten sind die Reaktionen der Protagonisten, wenn die essen. Da wird dann schonmal nackicht rumgehopst {{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T08:00:58.710+0000","up_votes":2,"down_votes":0,"body":"Sagen wir, es ist ein recht auffallendes Alleinstellungsmerkmal des Animes. Das einzige, was mich momentan am Anime nervt... 2 Staffeln vorbei und nicht eine Sekunde lang wurde sich um die Beziehungen der Charaktere zueinander gekümmert. Für mich als Hobby-Shipper unerträglich, gerade, wenn der Anime so offen mit den... \"Kombinationen\" umgeht. Mein Gott, macht es doch einfach offiziell!!!\n(Das ist ja fast schon so, als hätte ich einen Crush auf jemanden. Kommt auch nichts bei rum^^^)","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T08:11:17.608+0000","up_votes":1,"down_votes":0,"body":"Oha, hrmpf \n\n>###*Es wird net besser, leider, die Beziehungskiste klärt sich net und es endet mit nem Cliffhanger :( *\n\naber die Animationen beim Kochen sind , wie ich finde, gelungen und der Anime schafft es Spannung aufzubauen - Kochen ist halt net langweilig {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T08:16:11.623+0000","up_votes":2,"down_votes":0,"body":"Ach, ist das schön, wenn man einen Spoilertag einfügt, der aber in der Vorschau/in dem Fenster, das mir anzeigt, dass ich neue Nachrichten habe, dieser schon ausgeklappt gezeigt wird. Dich trifft keine Schuld, das ist halt das Forum^^\nAber gut, ich wäre nach zwei Staffeln auch etwas überrascht, wenn sie die Schiene noch fahren würden. Dann fokussieren sie sich halt komplett auf die Kochgeschichte, auch ok.\n\nDann sind die halt nur in meinem Kopf zusammen, damit kann ich auch leben :*","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T09:07:39.467+0000","up_votes":1,"down_votes":0,"body":"OMG, das hab ich net gewußt {{sticker:sg-soraka}} \n\nDann hätt ich mich doch lieber zurückhalten sollen. SORRY .\n\nAber es lohnt sich trotzdem weiterzugucken. Zum einen gibt es ein schönes Finale (ja, trotz Cliffhanger) und zum anderen entwickeln sich die Figuren ja auch weiter, auch wenn sie erstmal nicht zusammenkommen. Naja, das war wohl auch nicht die Grundintention des Animes. Vlcht. hätte das auch nur gestört. \n\nWenn Du aber magst, kannste auf Wattpad Fanfiktions dazu schmökern. Die schmücken da die Beziehungskiste aus.\n\nJa, also, sorry for that - naja, ein bischen kann ich schon was dafür, hätt ja net schreiben brauchen. Is halt so, manchmal kann ich einfach mein Maul net halten :/","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T10:17:30.715+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, es war ja nicht dein Fehler. So was kann man m.M.n. nicht wissen, dass Spoilertags in der Vorschau nicht wie gewollt funktionieren.\nIch durfte mir aber auch schon vorzeitig unfreiwillig anhören, welcher relevanter Charakter aus Endgame draufgehen wird und auch für die 4. Staffel von Attack on Titan weiß ich von einem Tod eines Charakters. Was mich traurig macht, denn ich mochte diese Person :(\n\nWeiterschauen werde ich sowieso, die FanFics… mal schauen, wenn ich Zeit habe und mir langweilig ist. Ich hab noch ne Ausbildung zu bewältigen und meine To-Watch-List wird auch nicht gerade kürzer...","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:50:14.933+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=AnwNEHvZ,comment-id=000700020000,timestamp=2019-09-10T07:36:47.571+0000)\n>\n> \"Food War(s?)\" wurde zuletzt immer wieder erwähnt .-.\n\nAh, ok, sorry {{sticker:cass-cry}} . Bin halt net so oft hier .","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-09-10T07:41:40.943+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=YnZkMR0R,discussion-id=AnwNEHvZ,comment-id=00070002,timestamp=2019-09-10T07:21:43.932+0000)\n>\n> @https://ninotaku.de/wp-content/uploads/2019/08/wp4317872-e1565439805806-800x477.jpg\n> \n> ... wozu son Bambuskorb doch gut ist. Die Serie erinnert mich auch ein bischen an Shakugan no Shana und Twin Star Exorzist (wegen den Masken) . Bisher net übel.\n\nWird noch besser und besser :) bin bisher vollauf zufrieden mit dem Anime :) (bin bei aktuellster Folge 23 von 26)\n\n> btw. ging ja um NoGameNoLife , ist ein Slogan der auch zu mir passen könnte, aber ich hadere immer noch mit dem Zeichenstil ...\n\nAnschauen, verdammte scheiße! Dies ist ein Befehl!","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:46:23.215+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=AnwNEHvZ,comment-id=000700020001,timestamp=2019-09-10T07:41:40.943+0000)\n>\n> \n> Anschauen, verdammte scheiße! Dies ist ein Befehl!\n\nHab ich, hab dann Kopfschmerzen bekommen ... AAAHHHHHHHWW Diese OUTLINES !","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:48:48.435+0000","up_votes":2,"down_votes":0,"body":"Dies ist ein Befehl, Widersetzung führt zu lebenslanger Haft!","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-10T07:14:25.800+0000","up_votes":2,"down_votes":0,"body":"Hier.\n{{item:3340}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:18:33.865+0000","up_votes":2,"down_votes":0,"body":"*Isst die Blume auf*","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:34:56.878+0000","up_votes":2,"down_votes":0,"body":"*thihihihi*\nStrife hat eine Penisblume im Mund.\n\nXD [...]","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:40:58.688+0000","up_votes":2,"down_votes":0,"body":"Die ist schon lange verdaut. \nAußerdem war es ja nur eine Blume. ^^ \nWas du so alles in den Mund nimmst ist viel schlimmer. :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:42:20.227+0000","up_votes":2,"down_votes":0,"body":":o Zum Beispiel?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:45:04.418+0000","up_votes":2,"down_votes":0,"body":"Das kann ich hier nicht sagen. \nDas würde gegen die TOS verstoßen. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:48:31.518+0000","up_votes":2,"down_votes":0,"body":"Umschreib es? :o\n\nSonst ist das nächste was in meinem Mund landet meine Pfannkuchen.\n#UND ICH TEILE NICHT!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:49:15.958+0000","up_votes":2,"down_votes":0,"body":"Dann küsse ich dich halt und essen den Pfannkuchen beim küssen aus deinem Mund. \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:52:19.919+0000","up_votes":1,"down_votes":0,"body":"Na sind wir denn Susi und Strolch?\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:53:33.971+0000","up_votes":1,"down_votes":0,"body":"Hannelore und Hans?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:02:18.070+0000","up_votes":1,"down_votes":0,"body":"XD Nein!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:05:04.696+0000","up_votes":1,"down_votes":0,"body":"Wieso nicht?\nMagst du Hannelore nicht?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:09:22.436+0000","up_votes":1,"down_votes":0,"body":"Hammer Hubel Hannelore?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-10T08:07:48.837+0000","up_votes":1,"down_votes":0,"body":"Nja .-. das hört sich so nach Heimat-Erotikfilm an","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-09-10T07:42:03.050+0000","up_votes":2,"down_votes":0,"body":"Das wäre doch viel zu schön, um wahr zu sein...","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:42:48.803+0000","up_votes":2,"down_votes":0,"body":"lemme dream! UwU","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T07:55:58.916+0000","up_votes":1,"down_votes":0,"body":"Same\n{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:58:14.811+0000","up_votes":1,"down_votes":0,"body":"die Hoffnung stirbt zuletzt OwO","replies":[{"id":"","poster":"INoKami","date":"2019-09-10T08:01:53.271+0000","up_votes":1,"down_votes":0,"body":"Lass uns gemeinsam für diese Wunder beten...","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T08:03:52.731+0000","up_votes":1,"down_votes":0,"body":"insalah","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T09:43:12.691+0000","up_votes":1,"down_votes":0,"body":"Hin und wieder mag ich den auch. Mit viel Zwiebeln und Knoblauchdressing. Aber kein Thunfisch, weil Delfine und so.","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T09:46:28.786+0000","up_votes":1,"down_votes":0,"body":"Backfisch!","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:13:38.019+0000","up_votes":2,"down_votes":0,"body":"Das hätte ich sonst schon lange gewusst. :P","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-09-10T07:03:47.565+0000","up_votes":2,"down_votes":0,"body":"PS.: Bearbeite mal bissl deinen Text :D Die Animes zu mind. Dick oder so. Das man die einzelnen Absätze auch richtig erkennt.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:12:51.970+0000","up_votes":2,"down_votes":0,"body":"Ich habe keine Ahnung was du nun mit zu dick meinst.\nSollen da nun weniger oder mehr Absätze rein?","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:13:58.579+0000","up_votes":2,"down_votes":0,"body":"**Fett!**","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:17:23.710+0000","up_votes":2,"down_votes":1,"body":"#ICH VERSTEHE SIE NICHT!!!\nKönnen Sie bitte deutsch sprechen?","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:18:32.284+0000","up_votes":2,"down_votes":0,"body":"sie sind **fett**","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:21:29.525+0000","up_votes":2,"down_votes":0,"body":"....\nIch verstehe trotzdem nicht was genau du willst. :D \nSoll ich nun mehr Absätze mehr oder weniger?","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:33:39.861+0000","up_votes":1,"down_votes":0,"body":"Ich glaub er meint , die Schriftart macht den Ton, welcher **FETT** sein sollte .\n\nz.B.\n\n**Cheeky Vampire**\n\nEin süßes Vampiermädchen macht ...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:38:59.023+0000","up_votes":2,"down_votes":0,"body":"Das hab ich zwar noch nie gemacht aber wenn es den sein muss.\n\nSind die feinen Herren nun zufrieden damit?","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:40:22.398+0000","up_votes":2,"down_votes":0,"body":"ja","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:44:26.667+0000","up_votes":2,"down_votes":0,"body":"Du musst dringend lernen in ganzen Sätzen zu schreiben. ^^","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:49:09.978+0000","up_votes":2,"down_votes":0,"body":"nö","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:51:25.120+0000","up_votes":2,"down_votes":1,"body":"https://media.tenor.com/images/925e2399f90f9414c8d2912fa19fc3a6/tenor.gif?itemid=10069655","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:47:11.321+0000","up_votes":1,"down_votes":0,"body":"{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:50:49.638+0000","up_votes":2,"down_votes":1,"body":"https://media.tenor.com/images/ea5a758ea8c11db64c8b512d85ad3181/tenor.gif?itemid=8304424","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-09-10T08:02:22.872+0000","up_votes":1,"down_votes":0,"body":"Sei mal froh, dass er hochdeutsch schreibt.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:05:43.650+0000","up_votes":1,"down_votes":0,"body":"Zum Glück benutzt er keine sächsischen Schriftzeichen. ^^","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T08:25:13.187+0000","up_votes":1,"down_votes":0,"body":"넌 뚱뚱해","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T08:29:36.133+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=AnwNEHvZ,comment-id=00060000000000000000000000000000000000000002000000000001,timestamp=2019-09-10T08:28:59.582+0000)\n>\n> 나는 엿\n\nhold on, die übersetzung ist crap xd","replies":[]},{"id":"","poster":"Necromant","date":"2019-09-10T08:28:59.582+0000","up_votes":1,"down_votes":0,"body":"나는 엿","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:27:21.561+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-1}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2019-09-10T07:32:53.740+0000","up_votes":2,"down_votes":0,"body":"Haaaallo :)\n\nBei mir ist gerade ein Kundenmeeting ins Wasser gefallen... jetzt habe ich vergebens meinen Anzug angezogen .-.\n\nAber ja ehrlich gesagt, bin ich nicht unglücklich, dass der Termin ins Wasser fällt... jetzt kann ich ohne Stress das machen was ich sonst am Morgen erledigen wollte :D\n\nGestern war _Knabenverschiessen_, weshalb ein halber Feiertag war und ich logischerweise mit einem weitern halben Ferientag frei hatte ^.^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:39:47.282+0000","up_votes":2,"down_votes":0,"body":"Aber im Anzug rumzulaufen hat doch was. \nDa fühlt man sich so Edel :)","replies":[{"id":"","poster":"XenesisCH","date":"2019-09-10T08:01:30.019+0000","up_votes":1,"down_votes":0,"body":"Es hat seine Vor- und Nachteile. Hmm, ich bin halt lieber in bequemeren casual Klamotten unterwegs, aber ja ein Anzug bringt natürlich schon ein gewisse sexy Ausstrahlung mit sich. Auf der anderen Seite muss man das alles gelegentlich Reinigen lassen und da ich alles zum waschen an eine Waschfirma gebe v. a. Hemden muss ich nicht mehr als nötig im Anzug unterwegs sein :D","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-09-10T07:39:41.012+0000","up_votes":2,"down_votes":0,"body":"Glaubst du nicht du übertreibst es in letzter Zeit ein wenig mit dem frei haben?\nhttps://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"XenesisCH","date":"2019-09-10T08:05:10.443+0000","up_votes":1,"down_votes":0,"body":"Warum? Hast du etwa auch 150 % gearbeitet im Frühjahr und Überstunden angehäuft, die bis ende Jahr auf 0 sein müssen oder sie werden ersatzlos gestrichen? Meine über 60 Stunden werden mit freien Tagen kompensiert, so wie ich mir das gerne zurechtlege bzw. mir in den Kram passt :DD\n\nAusserdem hatte ich erst eine ganze Woche Ferien in diesem Jahr... BALD habe ich dann mal 3 Wochen am Stück *freu* ^.^","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:23:04.242+0000","up_votes":1,"down_votes":0,"body":":o Etwa zum Season Ende? XD\n\nSelbst wenn ich mehr arbeiten würde XD ich krieg die Überstunden nicht gut geschrieben. Außer das Sommerfest. Für den Rest muss man einen Kleinkrieg führen wenn das angerechnet werden soll und zu 350% begründen können warum das so sein sollte. Wenn nicht durch mysteriöse Umstände Zettel verschwinden und man einfach gegen eine Wand läuft die sagt \"Arbeitszeit von 7 bis 16 Uhr. Fertig.\"\n\nDie ehemalige und jetzt wieder aktuelle Pflegedienstleitung aus dem anderen Haus hat da mal richtig Dampf gemacht. So eine PDL sammelt natürlich massiv mehr Stunden an wenn sie der Meinung ist im Notfall auch mal Nachtschichten zu übernehmen oder X Stunden länger bleiben zu müssen. Satan hat sich mal geweigert das anzurechnen und die Chefin hat sich nie dazu geäußert XDDDD Da haben sie sich halt eine Klage eingehandelt. War schon Ultra witzig.\n\nErst eine Woche Urlaub bei den Überstunden? Naja. Selbst schuld? XD","replies":[{"id":"","poster":"XenesisCH","date":"2019-09-10T08:57:54.341+0000","up_votes":1,"down_votes":0,"body":"Nö ist nichts aussergewöhnliches in unserer Branche, da wir saisonal unterschiedliche Arbeitsbelastungen haben. 1. Halbjahr eher viel arbeiten und dann im 2. eher weniger arbeiten. Entsprechend werden die Ferien eher im 2. Halbjahr eingeplant... ich hab noch etwa 5 Wochen Ferien bis ende Jahr :3","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T09:09:18.905+0000","up_votes":1,"down_votes":0,"body":"Muss ich mal Natascha fragen ob das bei der auch so läuft. Die hat nämlich eher das ganze Jahr \"scheiße am Hals\" =p und nimmt trotzdem ganz normal Urlaub.","replies":[{"id":"","poster":"XenesisCH","date":"2019-09-10T09:21:23.098+0000","up_votes":1,"down_votes":0,"body":"wer ist denn Natascha {{sticker:sg-lux-2}}\n\n\nPS: meine Arbeit =/= Scheisse am Hals {{sticker:sg-lulu}} ","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T09:22:01.060+0000","up_votes":1,"down_votes":0,"body":"Liest du überhaupt was ich hier schreibe?\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"XenesisCH","date":"2019-09-10T09:23:10.987+0000","up_votes":1,"down_votes":0,"body":"Liest du überhaupt was ich hier schreibe?\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T11:15:49.184+0000","up_votes":1,"down_votes":0,"body":"Warum äffst du mich denn jetzt nach?\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"XenesisCH","date":"2019-09-10T11:39:19.509+0000","up_votes":1,"down_votes":0,"body":"Um Verwirrung von der Verwirrung zu schaffen, was bekanntermassen für Entwirrung sorgt und schlussendlich in vollkommener Verwirrung endet. xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:07:17.174+0000","up_votes":1,"down_votes":0,"body":"https://pngimage.net/wp-content/uploads/2018/05/abgelehnt-png-2.png","replies":[{"id":"","poster":"XenesisCH","date":"2019-09-10T12:20:13.225+0000","up_votes":1,"down_votes":0,"body":"öhm was lehnst du jetzt denn ab?\n\nDie Verwirrung oder die Entwirrung????","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:30:27.635+0000","up_votes":1,"down_votes":0,"body":"=p Dieses ganzen zusammengewürfelten Kauderwelsch!","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T11:43:47.810+0000","up_votes":1,"down_votes":0,"body":"Mülltonne. ^^","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T11:31:37.700+0000","up_votes":1,"down_votes":0,"body":"Warum äffst du mich denn jetzt nach?\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T11:34:43.186+0000","up_votes":1,"down_votes":0,"body":"https://scrap.tf/img/emotes/blobglare.png","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T11:42:51.926+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/cc32d651e473f30f6e9c221200416b24/tenor.gif?itemid=13871422","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:11:06.733+0000","up_votes":1,"down_votes":0,"body":"Vergangenheit -> Albtraum","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-10T12:06:16.562+0000","up_votes":1,"down_votes":0,"body":"Aber warum weint Raphtalia denn?\n{{sticker:sg-soraka}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-09-10T07:37:58.642+0000","up_votes":2,"down_votes":0,"body":"No Game No Life war schon gut.","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:56:08.589+0000","up_votes":1,"down_votes":0,"body":"Ja, schon, aber diese Outlines\n\nhttps://media.giphy.com/media/DmSD3mkBruBdC/giphy.gif","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-10T07:59:44.300+0000","up_votes":1,"down_votes":0,"body":"Och, da hab ich mich schnell dran gewöhnt. Würde mich über eine zweite Staffel auch freuen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:30:08.255+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich warten sie bis genug Buchvorlagen vorhanden sind und machen es dann wie bei Overlord das sie Staffel 2 und Staffel 3 kurz nacheinander rausbringen.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:17:45.451+0000","up_votes":2,"down_votes":0,"body":"Achja ganz vergessen. \nNoch 1 Tag dann ist es endlich soweit. \nDas deutsche Dub Darling in the Franxx wird endlich released. \n\nIch hab noch einen Crunchyrole Gästepasscode übrig mit dem man 48 Stunden Premium auf Crunchyrole bekommt. ^^ \nMaybe ich ihn sogar hier im Forum verschenken wenn es sich jemand findet warum er sich genauso sehr wie ich auf die deutsche Version von Darling the Franxx freut. :)","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:29:12.668+0000","up_votes":1,"down_votes":0,"body":"Hmmm, schade , aber des ist für mich wie mit Fairy Tail. Die deutsche Synchro mag ganz gut sein, aber wenn man alleine Erza's Stimme vergleicht, bzw. einmal die Originalstimme gehört hat dann loost die deutsche total ab. Habe bei Darling iwie dasselbe Gefühl {{sticker:cass-cry}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:34:04.066+0000","up_votes":2,"down_votes":0,"body":"Ich glaube das ist alles eine Sache der Gewöhnung.\nJe häufiger ich mir die Clips anschaue desto besser gefallen sie mir. :)","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T07:41:29.726+0000","up_votes":1,"down_votes":0,"body":"Stimmt schon. Aber guck mal\n\nhttps://www.youtube.com/watch?v=tMJMEOLXehU\n\n... Ihre Stimme is einfach insane {{sticker:sg-jinx}} des funzt mit deutsch iwie net .","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:59:41.645+0000","up_votes":1,"down_votes":0,"body":"Ich hab nie Farry Tail gesehen sorry. ^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T09:11:46.492+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=AnwNEHvZ,comment-id=00010000000000000000,timestamp=2019-09-10T07:59:41.645+0000)\n>\n> Ich hab nie Farry Tail gesehen sorry. ^^\n\nOh, unerwartet das ist ... ok, war wohl auch ein schlechtes Beispiel. \n\nJa, also mal in die andere Richtung. Eine deutsche Synchro die total geil war/ist , ist die von Kill La Kill (nicht verwechseln mit Akame Ga Kill) . Da haben sich die Synchrosprecher mal richtig reingehangen. Auch wenn die Story abgedreht ist, sind die Protagonisten super in Szene gesetzt , auch dank ihrer Sprache. Lohnt sich, wenn Du den noch nicht gesehen hast.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T09:14:36.964+0000","up_votes":1,"down_votes":0,"body":"Du hättest auch einfach No game No life als Beispiel nehmen können. \nWeil hier im japanische Orignal Sora von Matsuoka, Yoshitsugu gesprochen wird und der spricht auch Kirito was überhaupt nicht passt da ist mir die deutsche Stimme viel lieber.","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T09:44:33.912+0000","up_votes":1,"down_votes":0,"body":"Ach jo, stimmt, hatte ich iwie net aufm Plan.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T10:24:13.629+0000","up_votes":1,"down_votes":0,"body":"Aber im Vergleich zum englischen Dub finde ich die deutsche Version von Darling nicht so schlecht.\nHiro auf englisch geht einfach gar nicht.\nHast du eigentlich schon die Synchropreviews gesehen?","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T11:44:39.092+0000","up_votes":1,"down_votes":0,"body":"Jepp, die waren iwo verlinkt. \n\nHiro find ich in deutsch besser, stimmt. Witzig sind nur die Stellen, wo er versucht \"männlicher\" zu klingen und seine Stimme tiefer wirken zu lassen.\n\nJa, naja,  aber die weiblichen Stimmen klingen halt manchmal zu aufgesetzt . Kann ich schlecht erklären. Bei den ruhigeren Szenen passt es, aber wenn es emotional oder hektisch wird, dann fehlt da was. Wie bei Toradora , das hatte mich auch nicht ganz überzeugen können .\n\nhttps://media.giphy.com/media/jPAdK8Nfzzwt2/giphy.gif\n\nEgal, wenn die DVD in deutsch raus is, werd ich sie sowieso kaufen .","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T11:46:46.966+0000","up_votes":1,"down_votes":0,"body":"Hab ich den letzten Clip von Zero Two auch schon verlinkt?","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T11:55:43.581+0000","up_votes":1,"down_votes":0,"body":"Bin mir nicht sicher. \n\nHatte einen Link von Dir erwischt und dann selber in den unendlichen Weiten des Inets gesucht.\n\nBin dann zwar nur bis Youtube gekommen ;)\n\nOrginal:\nhttps://www.youtube.com/watch?v=PKxf2ZSoVRg\n\nClip 1:\nhttps://www.youtube.com/watch?v=BWOjYpAAYjY\n\nClip 2:\nhttps://www.youtube.com/watch?v=CNAcyqknSnw\n\n---\n\np.s.:\n\nAuch wenn Du es nicht gesehen hast, hier die Synchro von Fairy Tail :\n\nhttps://www.youtube.com/watch?v=7AM9bBfCqoQ\n\norginal :\n\nhttps://www.youtube.com/watch?v=DQ8pboDnRnc","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:06:30.614+0000","up_votes":1,"down_votes":0,"body":"Die Szene von Original auf deutsch \nhttps://www.youtube.com/watch?v=A16ahE9SdpI\n\nDeutsch gefällt mir besser bei Fairy Tail weil ich die Stimme von japanischen zu alt finde. \nIch glaube sogar die Königin aus Shield Hero klingt so ähnlich.","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-09-10T12:14:33.467+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=AnwNEHvZ,comment-id=0001000000000000000000000000000000000000000000000000,timestamp=2019-09-10T12:06:30.614+0000)\n>\n> Deutsch gefällt mir besser bei Fairy Tail weil ich die Stimme von japanischen zu alt finde. \n\nO_O echt jetzt !? \n\nNaja, ok, Erza is erst 20, würde passen, aba sie hat soooviel durchgemacht, da finde ich die ältere, reifere Frauenstimme einfach besser.  Wenn Erza so mit mir schimpfen würde, wär ich soooooo klein mit Hut. \nBei der deutschen Stimme würd ich sagen \"Ok, jetzt drehste erstma noch ein paar Runden aufm Schulhof und dann reden wir weiter ...\" obwohl die deutsche Sprecherin so um die 40 ist. Aber sie klingt halt iwie jünger .\n\n---\n\nUff, \"Mein Darling ...\" schöner Trailer {{sticker:sg-jinx}} ","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2019-09-13T06:43:48.390+0000","up_votes":1,"down_votes":0,"body":"Also ich hab jetzt etwas über die Hälfte von The Rising of the Shield Hero gesehen und wollte nur noch was ergänzen. Stimmt schon der Vergleich mit SAO, aber einige andere Punkte haben mich an einem anderen Anime erinnert , gebrochener Held (weint) , Schoßkissen, eine Ansprache der dem Helden zugewandten Protagonistin wo sie ihre absolute Unterstützung zusichert , der Laufvogel usw. all das hat mich ganz stark an Re:Zero erinnert.\n\nNeben dem Vergleich mit Asune find ich auch daß Raphtalia mit Rem mithalten könnte. Beide sind ja keine Menschen, können kämpfen, sind stark und folgen ihrem Helden bedingungslos. \nDer Laufdrache vom Speer sah mMn. sogar sehr nach nem Landdrachen von Re:Zero aus.\n\nbtw. Alles in allem wieder nen Anime der bei mir sogar vor Demon Slayer kommt. \n{{sticker:sg-jinx}} \nSehr empfehlenswert. Ach ja, und Taschentücher bereitlegen ...","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-09-10T06:54:36.124+0000","up_votes":1,"down_votes":0,"body":"Guten morgen \nEntschuldigt das ich gestern euch alleine gelassen habe :/ \nLag Sonntag etwas flach und gestern wars auch noch nicht gut :( \n\nHeute wieder auf Arbeit und ja wieder wenig Zeit :(\n\nWochenende war bei mir im Dorf kerwa was dazu geführt hat das ich Samstag mal wieder richtig saufen war ^^' mit ein paar Kumpels. Und ja das auch der Grund warum ich sonntags flach lag ^^' Aber richtig zerstört :/ \n\nWow macht mir immer mehr Spaß.  Allerdings Spiel ich auch recht gemütlich. Bin jetzt Lvl 17 und hab gestern 2 Stunden damit verbracht mit random Gruppen den Quest zu machen um denen zu helfen ^^ \n\nAllerdings bekomme ich scheinbar Dank meines Namen recht viel geschenkt von anderen Spielern ^^ das ist ganz nett :D \nWenn man Taschen genäht bekommt for free und Kleidung ^^ \n\nGestern hab ich etwas Apex gestreamt von der ps4 aus also gestern Abend hat da jemand rein geschaut ? \n\nWünsch euch einen schönen Dienstag :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:07:30.362+0000","up_votes":1,"down_votes":0,"body":"> Gestern hab ich etwas Apex gestreamt von der ps4 aus also gestern Abend hat da jemand rein geschaut ? \n\nJaaaaaaaaaaaaaaa. Ich. Aber ich mag Apex nicht also bin ich wieder weg und zu Karli. Der hat mal wieder gestreamt mit Michi &lt;3 Aber den Stream kann ich neuerdings nicht mehr gucken weil er seine Einstellungen geändert hat und der Stream jetzt auch bei mir lagt XD Also musste ich SINN gucken. Aber ich war auch schon kurz nach 22 Uhr schlafen. Wobei ich fast ein ARAM gespielt hätte :o Aber Schlaf war dann doch verlockender.\n\nWas ist Kerwa? So was wie Kirmes? .-.\n\n:o Du wirst wohl zu alt für solche Saufabende! :DDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-10T10:20:17.726+0000","up_votes":1,"down_votes":0,"body":"Ja aber Apex macht zurzeit irgendwie spaß auch wenn ich schlecht bin ^^' \n\nHeute abend stream ich Vilt etwas wow :0 \nAber das weiß ich noch nicht :)\n\n\nEdit. \n\nUnd ja kerwa ist sowas wie Kirmes denk ich :) \nAlso kirchweih einfach ein Dorf fest ^^ \nMuss mal schauen ob eins meiner Bilder die ich gemacht hab Jugend frei sind ^^ ","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T11:10:36.592+0000","up_votes":1,"down_votes":0,"body":"> Muss mal schauen ob eins meiner Bilder die ich gemacht hab Jugend frei sind ^^ \n\n:D wtf was habt ihr denn veranstaltet? Oder eher du xp","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-10T14:33:08.157+0000","up_votes":1,"down_votes":0,"body":"Ähmmmm ganz viel sagen wir mal so am Montag haben mich meine Eltern gefragt ob ich mich dort ausgezogen habe ^^' \n\nAber immerhin hab ich dieses mal nicht auf der Bühne gepennt. \nNicht Dort gekotzt und konnte selbständig heim laufen ^^ \n\nAlso alles im allen ganz gut :D \n\n\nAch btw. Wenn du schon im stream rein schaust sag doch mal hallo das ich das auch weiß :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-11T05:41:03.775+0000","up_votes":1,"down_votes":0,"body":"XDDD Sehr gut. Ich kann mir das richtig vorstellen xD\n\nNja =p der Ablauf ist immer so: Stream > lädt > läuft 2sek > bufft > kein Bock und weg XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-11T06:48:00.036+0000","up_votes":1,"down_votes":0,"body":"Aber ich team och gerade von der ps4 aus :0 das ging doch bei dir bisher :0","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-11T08:11:42.324+0000","up_votes":1,"down_votes":0,"body":"Nja, kann auch sein das es nur einmal kurz gebuffert hat am Anfang XD aber ich hab aus Gewohnheit einfach weg geklickt :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-11T08:16:44.311+0000","up_votes":1,"down_votes":0,"body":"Boah Martin gestern Nacht mit 3 Leuten in einem Bett ging gar nicht. >.&lt;\nIch glaube Tamara schläft heute Nacht auf dem Sofa und ich schlafen mit Rocky im Bett. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-11T08:37:35.324+0000","up_votes":1,"down_votes":0,"body":":&lt; Rocky bleibt mit mir in seinem Bett!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-11T08:39:58.935+0000","up_votes":1,"down_votes":0,"body":"Ähm das sollte eigentlich an Martin gehen. >:&lt;","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-11T08:53:05.681+0000","up_votes":1,"down_votes":0,"body":":p War wohl nichts","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-11T08:55:07.812+0000","up_votes":1,"down_votes":0,"body":"Verdammt....Ich geh erstmal mit Rocky gassi.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:22:28.663+0000","up_votes":1,"down_votes":0,"body":"Aber du bist nicht Zauberfee oder?\nDenn Namen fand ich tatsächlich sehr niedlich. ^^\nDu spielst ja nicht auf Patchwerk also kann es nicht sein.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-10T10:19:21.845+0000","up_votes":1,"down_votes":0,"body":"Ne er ist viel Geheimnissvoller :D \nIch Spiel ja auf dragon Call ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T10:22:04.228+0000","up_votes":1,"down_votes":0,"body":"Sexy Mage 799? \nJa leider :(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-09-10T14:30:35.283+0000","up_votes":1,"down_votes":0,"body":"Kommst du nie drauf :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T14:31:53.441+0000","up_votes":1,"down_votes":0,"body":"Martina?","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:05:54.952+0000","up_votes":1,"down_votes":0,"body":"Was für einen Namen? o.O \n\nTaschen verschenke ich auch ab und zu mal an Gildenmitglieder wenn ich die Stoffe übrig habe. :)\nDas macht man in Classic so da sind alle ein wenig netter. ^^","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-09-10T12:37:44.296+0000","up_votes":1,"down_votes":0,"body":"#HILFE!\n\nich weiß noch immer nicht was ich morgen als Essen mit zur Arbeit nehmen soll.\n\nZuhause liege zwei nackte kleine Schweine Schnitzel und warten auf mich. Daraus wollte ich heute Abend Schnitzelröllchen machen mit Erbsen und Möhren. Füllung wird entweder Feta Käse oder ich nötige das Barilla Calabrese Pesto (?) zum bestreichen. Oder kombiniere beides °^° Die Schnitzelchen sind klein also würde ich schon gerne beide heute Abend essen XD\n\nAber dann habe ich nichts für morgen!\n\nEntweder esse ich beide Schnitzelchen heute oder eins heute und eins morgen aber ...idk :(\n\\#ProblemeDieDieWeltBewegen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:46:50.041+0000","up_votes":1,"down_votes":0,"body":"Morgen könnte es Pfandbraten geben oder Königsberger Pfandklopse oder eine Pfandtorte.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:49:52.711+0000","up_votes":1,"down_votes":0,"body":"ich muss mal Pfannkuchen-Auflauf mit Hackfleisch ausprobieren °-°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:51:46.909+0000","up_votes":1,"down_votes":0,"body":"Warum ignorierst du meinen Wortwitz? >.&lt;","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:54:12.553+0000","up_votes":1,"down_votes":0,"body":":x War eben nicht witzig","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T13:14:35.796+0000","up_votes":1,"down_votes":0,"body":"Schade. Ich hab mir doch extra 2 Minuten mühe dafür gegeben.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T13:24:55.526+0000","up_votes":1,"down_votes":0,"body":":o Schnell fertig sein ist in manchen Fällen nicht so gut.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T13:27:38.944+0000","up_votes":1,"down_votes":0,"body":"Ich dachte du magst schnelle Nummern weil es zeit spart. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T13:32:00.159+0000","up_votes":1,"down_votes":0,"body":"Je nachdem =p Aber du siehst ja das dabei nichts rum gekommen ist!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T13:36:04.831+0000","up_votes":1,"down_votes":0,"body":"Also ich Pfand das ganz gut. ^^\nAldi welche das doof finden kann ich nicht verstehen. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T13:48:07.165+0000","up_votes":1,"down_votes":0,"body":"XD .... ich auch nicht","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T13:51:26.802+0000","up_votes":1,"down_votes":0,"body":"Eben warst du noch anderer Meinung....","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T13:52:59.762+0000","up_votes":1,"down_votes":0,"body":"Das war ja auch eher meh =p Aber bei *Aldi* musste ich wenigstens kurz den Kopf sinken lassen XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T13:55:30.758+0000","up_votes":1,"down_votes":0,"body":"^^\nWorüber ging es eigentlich ursprünglich nochmal?","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2019-09-10T13:37:16.506+0000","up_votes":1,"down_votes":0,"body":"Es gibt nur eine Sache, die ich an NGNL nicht mag: keine Fortsetzung","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-10T11:19:12.530+0000","up_votes":1,"down_votes":0,"body":"Trotz das ich gestern kurz nach 22 Uhr schlafen war, krieg ich jetzt so ein richtiges Tief >.&lt;\n\nUnd das nur, weil man mir 30 von 40 Minuten Schlaf im Zug geraubt hat °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T11:26:39.124+0000","up_votes":1,"down_votes":0,"body":"Das liegt nur daran das du mich vermisst. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T11:29:57.691+0000","up_votes":1,"down_votes":0,"body":"Ach so. Ich Dummkopf :o Das mir das nicht klar war. Aber klingt logisch. Hier war es ja auch eine gute Stunde ruhig :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T11:44:48.524+0000","up_votes":1,"down_votes":0,"body":"Hä? Wir haben uns seit heute morgen nicht mehr gesehen als du das Haus verlassen hast. \nGenaugenommen hab ich da ja noch geschlafen also haben uns gestern zuletzt gesehen. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:08:44.722+0000","up_votes":1,"down_votes":0,"body":".-. Ich habe vom Thread gesprochen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:11:42.153+0000","up_votes":1,"down_votes":0,"body":".-. ich habe vom RL gesprochen","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:13:34.878+0000","up_votes":1,"down_votes":0,"body":"=p Du meinst wohl eher \"Traumwelt\"","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:19:29.715+0000","up_votes":1,"down_votes":0,"body":"Die Traumwelt in deinem Popo?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:30:04.499+0000","up_votes":1,"down_votes":0,"body":"XD ...\n\nJa","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:31:13.000+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:33:45.717+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:45:39.854+0000","up_votes":1,"down_votes":0,"body":"*Leckt dein Gesicht ab*","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:52:52.483+0000","up_votes":1,"down_votes":0,"body":"Was solls. Ich geh heute Abend ja eh duschen\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T13:24:23.611+0000","up_votes":1,"down_votes":0,"body":"Das weiß ich noch nicht!","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T13:15:08.070+0000","up_votes":1,"down_votes":0,"body":"Da bin ich dabei. :)","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-10T08:29:54.947+0000","up_votes":1,"down_votes":0,"body":"Ich begebe  mich jetzt auf eine äußerst wichtige Mission!\n\nEinen Brief bei Satan abholen für eine Bewohnerin hier aus dem Haus -_- Gibt ja nichts dringenderes!\nBlöde @$%&amp;!?#\n\nUpdate: Überlebt \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:44:45.577+0000","up_votes":1,"down_votes":0,"body":"Welche Questbelohnung hast du dafür erhalten?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:49:12.442+0000","up_votes":1,"down_votes":0,"body":"Mein Leben XD Ich durfte mein Leben behalten. Vorerst :D\n\nWobei Gabe derzeit so aussieht als würde sie jeden Moment einen Mord an Frau Pferd begehen und dann einfach aus der Tür marschieren :'D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T08:51:36.872+0000","up_votes":1,"down_votes":0,"body":"Das behälst du auch schön noch.\nWir brauchen dich schließlich noch wie diverse Aktivitäten. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T08:56:27.798+0000","up_votes":1,"down_votes":0,"body":"Du solltest unbedingt folgendes Pfannkuchen Rezept ausprobieren:\n\n150g Frischkäse\n4x Eier\n50g Mehl\n1x Prise Salz\n10g (oder 20g) Zucker\n\nBeim Zucker bin ich gerade nicht sicher wie viel es war xp","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T09:14:58.654+0000","up_votes":1,"down_votes":0,"body":"Sind Pfandkuchen auch sexy?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T09:21:21.639+0000","up_votes":1,"down_votes":0,"body":"Natürlich sind sie das :o\n\nDie besten sind immer noch die mit Eischnee untergemischt. Das ist als würde man Wolken essen :D ... naja ... fast XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T09:23:13.080+0000","up_votes":1,"down_votes":0,"body":"Kannst du mir welche zum Abendbrot machen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T09:36:06.376+0000","up_votes":1,"down_votes":0,"body":"Eher nicht.\n\nWenn ich Zuhause bin muss Rocky direkt raus und ich danach duschen. Dann muss ich mein Abendessen kochen und was für morgen vorbereiten >.&lt; Ein drittes Essen will ich nicht wirklich machen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T09:36:53.509+0000","up_votes":1,"down_votes":0,"body":"Wir können ja zsm duschen. :) \nAbendessen brauchst du nicht kochen es gibt Pizza heute. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T09:40:42.152+0000","up_votes":1,"down_votes":0,"body":"=p Das dauert allerhöchstens länger aber spart keine Zeit. Außer man rechnet das \"Pizza statt kochen\" dagegen XD\n\nWieso fragst du dann nach Pfannkuchen?\n{{sticker:sg-janna}} \n\nich weiß noch gar nicht was ich kochen soll. Hab zwei Schnitzelchen zum auftauen raus gelegt. Aber mit was? :&lt; Kartoffel? Reis hatte ich gestern. Esse ich eins oder zwei heute Abend? Wenn ich zwei esse, was nehme ich dann morgen mit? D:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T09:43:09.603+0000","up_votes":1,"down_votes":0,"body":"Egal ob es länger dauert es macht mehr spaß.\nIch muss vllt auch noch eine Kernbohrung durchführen mal schauen. :D \n(Ich finde dieses Wort so witzig) \nSchnitzel mit Pommes und Ketchup viel Ketchup.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T09:44:50.095+0000","up_votes":1,"down_votes":0,"body":"Toll D: Jetzt will ich Hawaii Hähnchen Medallions!","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T12:33:21.264+0000","up_votes":1,"down_votes":0,"body":"D: Jägerschnitzel? NEEEEEEEEIIIIIIIIIIIIIIIIIIINNNNNNNNNNNN\n\nNUR WIENER! WIENER SCHNITZEL ÜBER ALLES!","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T12:31:40.272+0000","up_votes":1,"down_votes":0,"body":"Nein. \nDa müssen Pilze drauf und Pommes.\nMit viel Ketchup.","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-10T09:59:22.516+0000","up_votes":1,"down_votes":0,"body":"Saftiges Hähnchenfilet mit Ananas und Käse überbacken\n{{sticker:sg-jinx}} {{sticker:sg-jinx}} {{sticker:sg-jinx}}","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T09:50:58.667+0000","up_votes":1,"down_votes":0,"body":"#NEIN NEIN NEIN\nKein Hawaii.\nIch hasse Ananas. >.&lt;","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T10:32:23.793+0000","up_votes":1,"down_votes":0,"body":"Ich glaube mein Bild war ein bisschen Fail weil es aus OreImo stammt und ich den ja rausgeschnitten haben wegen der Länge. :D","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-10T09:18:55.415+0000","up_votes":1,"down_votes":0,"body":"Okay. Also anscheinend habe ich jetzt im Oktober meinen Urlaub (war klar).\n\nDann 21.11 bis 27.11 und im Dezember 19.12. bis 31.12 (bzw. 01.01.) °-° Hatte nur provisorisch geschaut um den Urlaub weg zu bekommen aber da Gaby Mist gemacht hat mit ihrem Urlaub XD wurde ich jetzt mitgezogen.\n\n> Ab sofort wird jeweils nur noch ein Mitarbeiter Urlaub genehmigt. Nicht mehr zwei Mitarbeiter gleichzeitig\n\nXD Wir haben noch nie gleichzeitig Urlaub genommen. Und wenn hat es sich maximal um ein oder zwei Tage überschnitten :'D Aber naja. Mir graut es jetzt nur vor nächstem Jahr :o Wenn meine beiden Hühner in Urlaub fliegen ... das wird diesmal ein perverser Zeitraum für mich weil sie glaube ich zum Ende eines Monats fliegen. Das ist scheiße. Weil ich spätestens am ersten Werktag des Monats auf der Arbeit sein muss wegen dem Rechnungslauf und wenn ich vorher 1,5 oder 2 Wochen Urlaub habe ... eher einen Tag früher noch damit der Rest der vergangenen Wochen noch mit in den Rechnungslauf aufgenommen werden kann >.&lt; Und da fällt mein \"ich nehme mir mindestens bis zur Mitte einer Woche frei bevor ich wieder arbeite\" so was von flach. Verdammter Dreck D:","replies":[]},{"id":"","poster":"Necromant","date":"2019-09-10T06:22:09.939+0000","up_votes":1,"down_votes":0,"body":"Jo allet fein und so ^^\nhi","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:25:53.740+0000","up_votes":1,"down_votes":0,"body":"Warum hast du mir gestern nichts davon erzählt?","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:03:03.656+0000","up_votes":1,"down_votes":0,"body":"Hab ich doch aber du hörst mir nie zu :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:04:23.175+0000","up_votes":1,"down_votes":0,"body":"Nein ich hab es gestern Abend verpasst.\nWarum hast du mir nicht erzählt das Deutschland gegen Nordirland spielt? >.&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:06:45.601+0000","up_votes":1,"down_votes":0,"body":"Weil Kirschkern wieder lustlos von der decke hang","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:14:04.994+0000","up_votes":1,"down_votes":0,"body":"Das ist eine Lüge.\nDie Frau ist auf der Arbeit. :D","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:16:05.199+0000","up_votes":1,"down_votes":0,"body":"ja jetzt, abba gestern ... ich sache dir","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:37:34.229+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-zephyr}}","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:19:02.481+0000","up_votes":1,"down_votes":0,"body":"Was machen Sachen?","replies":[{"id":"","poster":"Necromant","date":"2019-09-10T07:21:10.303+0000","up_votes":1,"down_votes":0,"body":"ja genau die","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:24:21.752+0000","up_votes":1,"down_votes":0,"body":"Und genau ist nun ein Schaltjahr?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-10T05:45:40.533+0000","up_votes":1,"down_votes":0,"body":"Mein Fingeeeeeeeeeeeeeeeeeeeeeeeer :D XD\n\n> Tamare\n\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T05:47:17.225+0000","up_votes":1,"down_votes":0,"body":"Deine Finger?\nIch hab nicht verschlafen.\nDu musst nicht an meinen Fingern lecken. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:08:16.384+0000","up_votes":1,"down_votes":0,"body":"Mein Finger! Der ewig lang scrollen muss XD Und ich lecke nicht an deinem!\n> Ich hab nicht verschlafen.\n\nDas ist wunderbar! Ich auch nicht!\n\nDafür ist mein Zug im ersten Teil seiner Strecke aus dem Verkehr gezogen worden, was dazu geführt hat das wir den Zug wechseln mussten.\n\nAm Gleis stehend wurde hinter mir dann die Frage gestellt was passiert wäre, worauf ich einfach nur gesagt habe \"technische Störung\". Von einem Typen den ich dann nicht mehr abschütteln konnte bis zu meiner Station XD Der mich ganz ungeniert gefragt hat ob ich Interesse hätte jemanden kennen zu lernen oder nicht und äußerst schockiert war das ich keinen Mann habe (da ja alle vernünftigen Frauen eigentlich einen festen Partner haben so seine Begründung) - das aber direkt zu seinem Vorteil gemacht hat lel XDDDD Süß war nur wie er meinte das einfach Höflichkeiten manchmal als Unhöflich aufgefasst werden oder direkt als Flirt. Und keine zwei Minuten später nach dem Motto: \"Was? Du hast keinen Mann? Hättest du denn Interesse hier und jetzt?\" XDDD Ich muss immer noch drüber lachen.\n\nEr fährt jeden Morgen mit dem selben Zug >.&lt; und zukünftig wohl auch mit der Absicht in meiner unmittelbaren Nähe einzusteigen XD und mir meinen Schlaf zu rauben! Uff °-° Wehe der weckt mich auf  halber Strecke. Oder ich muss meinen Platz wechseln.\n\nIch will doch nur schlafen\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:11:31.643+0000","up_votes":1,"down_votes":0,"body":"Sorry das war mein Bruder. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:13:05.510+0000","up_votes":1,"down_votes":0,"body":"=p Dann weißt du ja sicherlich auch seinen Namen du kleiner Kautz!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:15:05.647+0000","up_votes":1,"down_votes":0,"body":"Jonas :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:18:35.954+0000","up_votes":1,"down_votes":0,"body":"Uuuhhhh knapp knapp :D\n\nAber nein =p Das ist nicht sein Name","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:24:51.645+0000","up_votes":1,"down_votes":0,"body":"Ich heiße Johannes. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:26:23.779+0000","up_votes":1,"down_votes":0,"body":"Du bist einfach nur Hans =p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:27:59.782+0000","up_votes":1,"down_votes":0,"body":"Hans hat ein großen.... \n. \n.\n.\n.\n. mehr anzeigen \n. \n>###*Daumen*","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:30:25.091+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:35:31.457+0000","up_votes":1,"down_votes":0,"body":"An was hast du denn nun gedacht? ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:39:10.907+0000","up_votes":1,"down_votes":0,"body":"Garten?\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:27:54.640+0000","up_votes":1,"down_votes":0,"body":"Die hatten dich wohl sehr lieb. :)","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-10T07:13:32.292+0000","up_votes":1,"down_votes":0,"body":"Als ich rappelz gespielt habe gab es dort Pets die Eimus hießen :D Die haben wir auch immer Eimer genannt.\n\nBis heute habe ich keine Ahnung warum XD das waren halt Hyänen auf zwei Beinen ... Null Ähnlichkeit mit Eimern °-°","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:06:18.392+0000","up_votes":1,"down_votes":0,"body":"Du bist so ein Eimer....","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-10T06:59:54.631+0000","up_votes":1,"down_votes":0,"body":":p Seit jetzt","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:49:54.695+0000","up_votes":1,"down_votes":0,"body":"Seit wann reimt sich Hans auf Garten?","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-10T06:45:41.419+0000","up_votes":1,"down_votes":0,"body":"Laaaaangweilig XD ich hab zu viel weg gearbeitet >.&lt;\n\nIch könnte nach meinen Heimplatzanfrage-Ordnern gucken ... oder nach der Warteliste ... aber ... hmmmmmm ...\n\nFrühstück ist schon weg und es ist Pfannkuchen nachher :3 Aber ich hab sie ohne Milch gemacht :o stattdessen mit Frischkäse. Gott sind die fluffig!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:49:29.783+0000","up_votes":1,"down_votes":0,"body":"Ich dachte du bist noch unterwegs. o.O","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:58:53.323+0000","up_votes":1,"down_votes":0,"body":"o.O Bin seit 07:15 auf er Arbeit","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T07:03:48.009+0000","up_votes":1,"down_votes":0,"body":"Das ist unmenschlich so früh sollte man noch nicht arbeiten.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T07:12:28.929+0000","up_votes":1,"down_votes":0,"body":"Man sollte überhaupt nicht vor acht Uhr aufstehen dürfen XD \n\nSatan hab ich heute auch schon gefressen und in mir wächst der Drang den Rest der Woche Zuhause zu bleiben.\n#UND ÜBERHAUPT...\n\nKriegen wir morgen jetzt \"Die Ewigen\" oder nicht? Müssen wir uns jetzt bis Season Ende mit diesem scheiß Verbesserungs-Dokumentations-Verlaufs-Tagebuch abfinden? Sonst ist es doch auch egal wenn halb fertige Sachen veröffentlicht werden. Und wenn ich lese das schon wieder an Clash gearbeitet wird, wenn man das so nennen will, kotz ich auch schon wieder im Dreieck O.O","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:26:36.439+0000","up_votes":1,"down_votes":0,"body":"Mir ist kalt. \n{{sticker:sg-soraka}} \nIch glaube es keine gute Idee um 7:15 aufzustehen wenn ich vorher noch bis 1uhr wach war. >.&lt;","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:28:22.343+0000","up_votes":1,"down_votes":0,"body":"°-° Mach dir einen heißen Kakao. Ich zieh mir jetzt auch einen!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:34:51.198+0000","up_votes":1,"down_votes":0,"body":"Bring mir einen mit wir treffen uns ins dann in 20 Minuten. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-10T06:37:12.947+0000","up_votes":1,"down_votes":0,"body":"In 20 Minuten ist der doch kalt .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-10T06:48:38.707+0000","up_votes":1,"down_votes":0,"body":"Ach verdammt. >.&lt; \nIch beeile mich lieber.","replies":[]}]}]}]}]}]}