{"id":"irrE3n2i","poster":"thefire7","date":"2018-10-17T20:01:39.327+0000","title":"Bug mit Kayn und Camille","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\ngerade eben habe ich Camille gespielt und festgestellt, dass Kayn einfach aus meiner Ult mit seiner Ult raus kann. \r\n\r\nDas sollte ja eigentlich nicht m&ouml;glich sein, weil nicht mal ein Zed der zu seinem Schatten springt da raus kommt. Also handelt es sich ja um einen Bug.\r\n\r\nIn der Hoffnung, dass das ein Riot-Mitarbeiter sieht,\r\n\r\nthefire7","replies":[{"id":"","poster":"ImTheFox115","date":"2018-10-18T04:14:35.425+0000","up_votes":1,"down_votes":0,"body":"Naja im Endeffekt würdest du dann in deiner eigene Ult gefangen sein :-D\n\nAlso besser ihn mit dir Russ lassen als selber drinnen bleiben zu müssen xD","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-18T06:21:01.814+0000","up_votes":2,"down_votes":0,"body":"Camille darf ihre Ult verlassen und wenn sie das tut, darf ihr Ziel das auch. Die Namen der Champions werden ja nicht überschrieben. Sein Problem klang aber eher danach, dass er jemand anderes geultet hat, um Camilles Ult zu verlassen.","replies":[]}]},{"id":"","poster":"Lunaá","date":"2018-10-17T20:36:29.552+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß, kann man mit Tahm Kench auch den geulteten auffressen und raustragen.\n\nKönnte mir auch nicht vorstellen, wie das sonst funktionieren soll, vielleicht das Kayn aus seiner Ulti gezogen wird?","replies":[{"id":"","poster":"thefire7","date":"2018-10-18T13:24:58.070+0000","up_votes":1,"down_votes":0,"body":"das ist ja das problem. Er wurde ja eben nicht aus seiner ult gezogen :/","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2018-10-18T06:23:07.797+0000","up_votes":1,"down_votes":0,"body":"Ist die Camille-Ult ausgelaufen, während Kayn seine Ult aktiv hatte? Wurde Camilles Ult dadurch abgebrochen?","replies":[{"id":"","poster":"thefire7","date":"2018-10-18T13:23:48.016+0000","up_votes":1,"down_votes":0,"body":"ne","replies":[]}]}]}