{"id":"I0BZ49d9","poster":"VaterTomate","date":"2018-10-17T07:10:14.374+0000","title":"Gold 5+ Top/Jng sucht competitive Team","subforum":"Clans & Teams","embed":{"title":"Yo Skrill Olha o Macaco!","description":"yo skrill remix olha o macaco haaa ieie","url":"https://www.youtube.com/watch?v=DluVZjV3bPM","image":"https://i.ytimg.com/vi/DluVZjV3bPM/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Hey einmal zu mir: \r\nIch bin Nick, 17 Jahre alt und mache gerade mein Abitur.\r\nIch besitze schwarzen Humor und bin meist ein sehr entspannter und meiner Meinung nach lustiger Spieler.\r\nMeine Art kann am Anfang vielleicht verschrecken, aber wenn man wei&szlig; das alles Spa&szlig; ist, dann denke ich hat man kein Problem mit mir.\r\n\r\nIch spiele seit ende Season 5 League und habe Season 6 mit Ranked angefangen. \r\nWie schon im Titel steht, bin ich Top und Jungle Main, ich spiele aber auch **mal** Support, wenn ich Lust drauf habe oder es sein muss.\r\nDas kann auch ruhig mal ein ganzer Tag sein, aber es wird bei mir nicht zur Mainrolle werden (ja ich wei&szlig; dass ich viele Supporter in meiner Sammlung auf high tier habe).\r\nMomentan bin ich Gold 5 sowohl im FlexQ als auch im SoloQ. Ich sch&auml;tze mich auf high Gold oder low Platin ein, wenn ich aktiver spielen w&uuml;rde und nicht so inte. Jetzt habe ich auch wieder mehr Zeit zum League spielen, da ich mit Football aufgeh&ouml;rt habe.\r\nDer h&ouml;chste erreichte Rank von mir war G4.\r\nIch suche ein Team was sich auf Verbesserung spezialisiert. Man sollte sich im Team wohl f&uuml;hlen und auch Spa&szlig; haben k&ouml;nnen, aber mein Ziel f&uuml;r die n&auml;chste Season ist high Plat weswegen ich mich stark improven will.\r\n\r\nIch bin offen f&uuml;r Testgames im SoloQ oder FlexQ.\r\nBitte keine Leute mit starkem Akzent.\r\nHabe sowohl Ts als auch Discord.\r\nSowas wie ein High-Elo Spieler im Team ist w&uuml;nschenswert, f&uuml;r Tipps am Gameplay (nicht zum boosten bitte).\r\n\r\nBei Interesse meldet euch doch bitte. \r\nUnd sonst noch einen Sch&ouml;nen Tag.\r\n\r\nLg Nick","replies":[]}