{"id":"yto7bEX5","poster":"Metalmonni","date":"2018-10-17T06:33:35.508+0000","title":"[TGSG] Unangenehme Verpflichtungen","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":3,"body":"Willkommen meine lieben H&ouml;rnchen!\r\n\r\nSo, es ist Mittwoch und das Wochenende rollt langsam, aber doch sicher auf uns zu. Wir alle sind vermutlich happy wenn es endlich so weit ist, vor allem auch weil der Feiertag bald ansteht und somit ein verl&auml;ngertes Wochenende...\r\n\r\nAber leider kommen am Wochenende unangenehme Verpflichtungen auf mich zu. \r\n\r\nDa ich ja, wie manche vielleicht wissen, als Wohnung nur eine bessere Besenkammer &uuml;ber einem (sehr lauten) Supermarkt mein Mieteigentum (sagt man das so?) nennen darf und bald der Umzug meiner Freundin hierher ansteht habe ich mich diese Woche mal ein wenig auf Wohnungssuche begeben... \r\nEtwas gr&ouml;&szlig;er soll das neue Domizil werden, dazu gern auch ein wenig heller und, hey, ein Tageslichtbad, das w&auml;re doch was Feines... Dazu bitte noch eine sinnige Anbindung an die Uni und ein Parkplatz...\r\n\r\nEigentlich bescheidene W&uuml;nsche, wie ich zumindest finde. Also los, vor drei Jahren das letzte mal umgezogen... Und mir springen Mietpreise von 900 Euro kalt und mehr ins Gesicht. Wer soll sich das denn bitte sch&ouml;n leisten?? Dann schickt man nat&uuml;rlich gleich mal einen Haufen Anfragen raus, immerhin bekommt man davon ohnehin nur einen Bruchteil beantwortet... \r\n\r\nDie Prediction hat zumindest gestimmt, ungef&auml;hr 10% meiner Anfragen haben Resonanz erzeugt. Also 4 von 40. Und das sind nat&uuml;rlich Wohnungen, bei denen ich mir denke: &quot;Die Bilder sehen ja schon ganz sch&ouml;n h&auml;sslich aus... Warum hab ich da hin geschrieben...&quot;. \r\n\r\nUnd nun stehe ich vor der unangenehmen Situation, mir am kommenden Wochenende wenigstens 3 H&auml;sslo-Wohnungen ansehen zu m&uuml;ssen... Um dem Vermieter/Makler danach erkl&auml;ren zu m&uuml;ssen, dass er mir f&uuml;r das Objekt schon 50% des Mietpreises erlassen m&uuml;sse, wenn ich da einziehen soll ^^. Aber absagen mag man ja auch nicht, der pers&ouml;nliche Eindruck der Wohnung sagt ja schon mehr aus, als ein paar Bilder. Also werde ich wohl hin fahren und unangenehme Gespr&auml;che f&uuml;hren...\r\n\r\nAm meisten gespannt bin ich ja mal auf den 20ger Jahre Altbau, mit der 120 Quadratmeter Wohnung, die &uuml;ber unglaubliche 3 Haust&uuml;ren verf&uuml;gt :D.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T06:50:48.438+0000","up_votes":1,"down_votes":0,"body":"Die Mietpreise in Deutschen Städten sind leider jenseits von gut und böse. Woran das liegt, habe ich auch schon festgestellt, nur machen darf man nichts dagegen, folglich warten wir einfach, bis auch dieser Teil des Kartenhauses eingestürzt ist. \nAnsonsten: Welcher Feiertag?","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T06:58:35.644+0000","up_votes":1,"down_votes":0,"body":"Ich dachte halt eigentlich, hier in Mainz ist es noch nicht ganz so schlimm wie woanders... Aber naja. Denken ist wohl einfach nicht meine Stärke. \n\nZeigt sich auch an dem erwähnten Feiertag, Reformationstag und Allerheiligen stehen an, beide nicht Bundeseinheitlich, aber ich dachte mir, wenigstens einen von beiden haben wohl alle. Falsch gedacht, Hessen und Berlin gehen nach meiner kurzen Prüfung leider komplett leer aus xD.","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:01:09.298+0000","up_votes":1,"down_votes":0,"body":"Niemals in den Westen, das ist klar :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:02:26.998+0000","up_votes":1,"down_votes":0,"body":"This. Wenn ich könnte, würde ich auch im Osten Leben.","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:06:23.797+0000","up_votes":1,"down_votes":0,"body":"Bisher nicht viel gutes im Westen gesehen aber naja ...\nKlischee ... der Osten sieht nix gutes im Westen, der Westen nix gutes im Osten.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:07:56.094+0000","up_votes":1,"down_votes":0,"body":"Würzfleisch. Wer das nicht schätzt ist kein Mensch in meinen Augen. Und das gibt es hier im Westen einfach nicht. Feelsbadman","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:09:56.151+0000","up_votes":1,"down_votes":0,"body":"Oder guten Streuselkuchen oder gutes Brot x)","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:13:12.407+0000","up_votes":1,"down_votes":0,"body":"Ich glaube was essen angeht hat der Osten im Allgemeinen die Nase vorn. Thüringer Rostbrätel und hier in Niedersachsen fressen sie Grünkohl. Da fässte dich an Kopp.","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-10-17T07:56:02.016+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=00010001000000000000000000000000,timestamp=2018-10-17T07:13:12.407+0000)\n>\n> Ich glaube was essen angeht hat der Osten im Allgemeinen die Nase vorn. Thüringer Rostbrätel und hier in Niedersachsen fressen sie Grünkohl. Da fässte dich an Kopp.\n\nNur ein Wort dazu: Labskaus.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T08:00:27.489+0000","up_votes":1,"down_votes":0,"body":"*würg*","replies":[]}]},{"id":"","poster":"Novros","date":"2018-10-17T07:13:59.161+0000","up_votes":1,"down_votes":0,"body":"ich koche einen wunderbaren Grünkohl :|","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:15:54.731+0000","up_votes":1,"down_votes":0,"body":"Mag ja sein, aber ekelhaft bleibt ekelhaft. Auch wenn es wunderbar gekocht ist.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:18:30.796+0000","up_votes":1,"down_votes":0,"body":"ja, Geschmäcker sind eben verschieden ... früher habe ich die Knacker daraus gemümmelt ... mittlerweile mag ich Grünkohl auch :) \n\nIch meine irgendwo mal gelesen zu haben, dass sich der eigene Geschmack etwa alle 7 Jahre ändert, deshalb gebe ich bestimmten Gerichten immer mal wieder eine Chance ^^ Rosenkohl und Innereien verlieren jedoch bisher immer noch...","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-10-17T07:15:28.892+0000","up_votes":1,"down_votes":0,"body":"Selbst den bekommen wir besser hin :^)\n\nk.A. haben denke auch damals von den Russen vieles Kulinarisches mit übernommen während naja ... der Westen die Amis hatte und da kommt nix gutes :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Novros","date":"2018-10-17T07:12:59.269+0000","up_votes":1,"down_votes":0,"body":"du bist hier herzlich willkommen <3","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:15:03.130+0000","up_votes":1,"down_votes":0,"body":"Hast du da einen annähernd gut bezahlten Job für mich? Also so 3,8k+?","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:15:31.439+0000","up_votes":1,"down_votes":0,"body":"was sind deine Qualifikationen und was für einen Job?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:18:11.399+0000","up_votes":1,"down_votes":0,"body":"Ich bin Netzmonteur für Erdgas und bin dem entsprechend Qualifiziert. Also wenn deine lokalen Stadtwerke wen brauchen.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:22:20.029+0000","up_votes":1,"down_votes":0,"body":"Wassernetz wird gesucht ...\n\nhttps://www.swp-potsdam.de/de/stadtwerke-potsdam/karriere/stellenangebote/\n\nIn Berlin habe ich keine Übersicht, müsste man mal tiefer recherchieren","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:28:59.012+0000","up_votes":1,"down_votes":0,"body":"Steht da wirklich M/W/Div. Als Geschlechter? \nAch du scheiße. Und dann fragt man sich, warum es immer weiter Berg ab geht. \n\nAber danke, ich schau mir das mal an wenn ich zu Hause bin.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:51:44.672+0000","up_votes":1,"down_votes":0,"body":"Ja, das ist die neue Mode seitdem (ich glaube BGH) beschlossen hat, dass es ein \"diverses\" als 3. Geschlecht gibt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T08:30:53.851+0000","up_votes":1,"down_votes":0,"body":"Was es nicht alles gibt...","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T08:52:57.623+0000","up_votes":1,"down_votes":0,"body":"Ich frage mich, ob man da dann auch je nach Stimmungslage offiziell wechseln kann...","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T09:02:09.337+0000","up_votes":1,"down_votes":0,"body":"Sorry, mein Fehler ^^","replies":[]},{"id":"","poster":"Novros","date":"2018-10-17T09:01:42.999+0000","up_votes":1,"down_votes":0,"body":"tatsächlich kann ich diese Entscheidung verstehen.\nZu deiner Frage: nein.\n\nEs gibt in Deutschland (etwa) 1 von 10.000 die biologisch gesehen ungeschlechtlich sind ... deshalb finde ich das jetzt gar nicht soooo schlimm ... klar, muss man jetzt nicht machen aber dabei geht es definitiv nicht um die \"Gesinnung\" (heute so morgen so) ... \nEs ist aber schon ein kleiner Schritt in diese Richtung :S","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-10-17T09:00:37.427+0000","up_votes":1,"down_votes":0,"body":"Du meinst ob man ein Genderfluider Transmensch sein kann? Bestimmt. Ob es Sinn ergibt? Eher nicht. \nIm Prinzip wäre es mir ja egal, kann sich ja jeder so geben wie er will. Aber ich werde gezwungen mich damit zu beschäftigen und das kann ich nicht leiden.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:05:22.557+0000","up_votes":1,"down_votes":0,"body":"Ich habe es schon mal gesagt und halte daran fest. Die meisten Probleme der Neuzeit und des Neoliberalismus sind dadurch erst entstanden oder möglich geworden, weil wir aufgehört haben die Leute aufzuhängen, die es verdient haben. \n\nIch glaube den Reformationstag haben wir in Niedersachsen auch bekommen. Allerheiligen feiern wir hier nicht, wir sind ja alles Heiden.","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T07:20:15.850+0000","up_votes":1,"down_votes":0,"body":"Well... \n\nwenn's jetzt um Neoliberalismus und darum geht, dass Reiche politisch gewollt immer reicher werden und der arbeitende Teil der Bevölkerung immer mehr heruntergewirtschaftet wird... Dann muss ich dir tatsächlich widersprechen!\n\nAufhängen der ganzen Deppen wird vermutlich nicht funktionieren, immerhin müssen sie dafür erst mal etwas tun, was dem Hauptteil der Bevölkerung schadet und dann müssten sie irgendwie vom Volk verurteilt werden. Dafür muss das Volk verstehen, dass es verarscht wird. Verstünde die Mehrheit der Einwohner dieses Landes dass es verarscht wird, hätten wir das Problem gar nicht, da die entsprechenden Parteien nicht gewählt würden. Und somit müsste man auch niemanden aufhängen. \n\nKurzum:\nWas wirklich helfen würde wäre, wenn Menschen die wählen dürfen auch tatsächlich mal verstehen würden, wofür die Partei bei der sie ihr Kreuz machen eigentlich steht. Damit meine ich Leute, die einfach keine Ahnung haben ebenso wie Leute die sagen \"Ich hab schon immer die CDU gewählt, das mache ich auch weiterhin!\"\n\nEs gab vor der Bundestagswahl an der Schule meiner Freundin eine Umfrage, was die Schüler wählen würden, wenn sie dürften. \n\nErgebnis: FDP bei 40%. \n\nWarum ist das so? Haben die Schüler ein großes Vermögen oder vielversprechende Startups, sodass sie von liberalerer Politik profitieren würden? Haben die Eltern von 40% der Schüler vielleicht eine Firma, der die Politik der FDP nutzt?\n\nAlles Käse, die haben einfach alle keine Ahnung und der Typ auf den Plakaten sieht einfach viel mehr nach Serienstar aus, als die langweiligen alten Männer und Frauen bei den anderen Parteien. Wenn man keine Ahnung hat warum nicht die wählen? \n\nDas ist tatsächlich traurig, aber nachvollziehbar.\n\nAlso die Lösung wäre nicht, die Leute aufzuhängen. Eine Lösung haben wir dann, wenn alle Menschen das wählen, was ihren politischen Interessen tatsächlich am meisten nutzt. Predictions wie die politische Landschaft dann aussähe?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:26:16.777+0000","up_votes":1,"down_votes":0,"body":"Ich sehe eine Legitimation durch das Volk überhaupt nicht als notwendig oder gar sinnvoll an. Dein Beispiel zeigt auch hervorragend, warum Volksentscheide absoluter Schwachsinn sind, da die meisten davon eh keine Ahnung haben. Woher auch? Nicht jeder kann alles wissen. \nDas Problem ist auch, wen will man denn wählen? Es gibt schlicht und ergreifend keine Partei mehr, die das einfache Volk unterstützt. Entweder ist es ein \"weiter so\", mehr Neoliberalismus oder abstrakte Konzepte ohne Realitätsbezug. Also ich sehe auch nicht, was sich durch Wahlen ändern würde, der Zug ist schon so lange abgefahren, den können wir nicht mal mehr sehen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T07:35:58.270+0000","up_votes":1,"down_votes":0,"body":"Ich sehe persönlich leider keine sinnvolle Alternative zur Demokratie... \n\nDas Problem das ich mit Alleinherrschern hab, ist eigentlich relativ einfach. \n\nGanz egal was du nun nimmst, Diktatur, absolute Monarchie, oder halt auch eine Oligarchie o.ä..\n\nDu könntest am Anfang sogar jemanden bekommen, der ein echter Held ist. Jemand, der tut was getan werden muss und das Land wirklich voran bringt. Immerhin muss man auch einiges auf dem Kasten haben, um so eine Person zu erreichen. Allerdings lief es bisher *immer* so, dass sich dann dynastische Strukturen bilden, imperiale Familien etc.. Ergibt auch Sinn, immerhin ist dein Mensch an der Spitze am Machterhalt und der Absicherung seiner Nachkommen interessiert. \n\nUnd so passiert es eigentlich zwangsläufig, dass die nächste Generation ihre Macht als selbstverständlich ansieht, da sie in ihr aufgewachsen ist oder sie \"geschenkt\" bekam. Und darauf folgt dann irgendwann der Niedergang, da du, selbst wenn du beim ersten Herrscher einen Glücksgriff machst, irgendwann zwangsläufig bei jemandem landest, der sich nur selbst die Taschen füllt. Gibt genug Beispiele in der Welt...\n\nAlso brauchst du vermutlich alle 10 - 20 Jahre einen gewaltsamen Umsturz der Herrscherfamilie, Wofür du wieder die Unterstützung des Volkes benötigst. Im Grunde schon wieder eine Art \"Wahl\" nur halt mit Gewalt.\n\nAber ich stimme dir so weit zu, dass die \"Wahlmöglichkeiten\" die wir haben im Grunde alle Mist sind. Daran sind wir als Gesellschaft allerdings selbst schuld, \"Weiter so\" wird ja immer wieder gewählt. 14 Jahre + Kanzlerschaft, da kann mir keiner erzählen, dass da oben das Signal \"Wir müssen was ändern!\" irgendwie ankommt. \n\nDu Deutschen sind zu bequem...","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:39:35.485+0000","up_votes":1,"down_votes":0,"body":"Da sind wir einer Meinung. Diktaturen sind auf dem Papier ganz toll, bis die Komponente Mensch dazu kommt, dann geht alles den Bach runter. \nGetreu dem Motto: Die Demokratie ist kein gutes System, aber das beste was wir haben.\nMan müsste halt über Aufklärung und Bildung gewährleisten, dass eine Demokratie auch weiß, was sie da tut, aber das scheint ja weder gewollt noch gefordert zu sein.","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T08:56:46.297+0000","up_votes":1,"down_votes":0,"body":"Das beste wäre eigentlich, wenn man zu seiner Wahlentscheidung eine kurze Begründung abgeben müsste. Aber das müsste dann wieder jemand als sinnvoll bewerten...\n\nIn dem aktuellen Buch von Marc Iwe Kling werden diverse Zukunftsvisionen dystopisch dargestellt. Da sagt dir eine App, welche Partei am besten zu deinen Interessen passt. Eigentlich beängstigend, aber irgendwie ein interessanter Gedanke...","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-10-17T06:51:54.358+0000","up_votes":1,"down_votes":0,"body":"Die Mieten in Dresden sind voll i.O. bisher :3\n\n55qm = 360€ warm","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:12:38.918+0000","up_votes":1,"down_votes":0,"body":"in Potsdam ist das geil ... hier sind etwa 90% über Genossenschaften vermietet ... **derzeitige** Kaltmiete pro m² sind etwa 7€/m² .... das sind aber ALLES Bestandsmieter xD\n\nWENN du jetzt in eine andere oder neu gebaute Wohnung willst, liegst du bei 11+€/m² ... :D\n\nDas Gute ist aber, Genossenschaftsverträge sind vererbbar, selbst wenn der Hauptmieter noch lebt x) \n(hab nämlich die Wohnung meiner Mutter geerbt *höhö*)","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:14:09.627+0000","up_votes":1,"down_votes":0,"body":"55 x 7 = 385€ Kalt\n55 x 11 = 605€ Kalt\n\nDresden:\n360€ / 55qm = 6,50€ und das ist Warm ^^","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:16:56.125+0000","up_votes":1,"down_votes":0,"body":"danke, Mathe kann ich auch ^^' \n\nIch wollte ja nur aufzeigen, wie sehr die Mieten sich hier ändern. \n\nIch zahle für meine Wohnung kalt etwa 350€, aber unsere Nebenkosten sind mega explodiert ... von 2016 -> 2017 haben sich Kosten für die Müllentsorgung mal entspannt verdreifacht ...","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:22:51.130+0000","up_votes":1,"down_votes":0,"body":"hmm k.A. wie das bei euch ist. bei uns achten die penibelst auf Mülltrennung aber dafür steigt da nix.\nDa steht gefühlt jedes mal der Vermieter daneben, wenn du den Müll raus bringst. Sollte es auffallen das du z.B. mal Plastik in den Bio geschmissen hast, gibs am nächsten Tag n Aushang mit Drohung der Nebenkostenerhöhung.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:26:01.386+0000","up_votes":1,"down_votes":0,"body":"ja, bei uns auch ... also geht so sagen wir mal\n\nAber was passiert ist:\nWir haben Bio-Mülltonnen aufgedrückt bekommen ... da wurde kein Mieter gefragt, die wurden einfach aufgestellt.\nDa gab's dann ärger, weil die Leute zu blöd sind Bio-Müllbeutel zu nutzen ... ich persönlich trenne das bspw. gar nicht, weil darum halt\nUnd diese Tonnen sind allgemein schon teuer, weil sie nicht nur abgeholt werden müssen SONDERN auch wöchentlich komplett gespült werden müssen wofür dann ein extra Fahrzeug rausfährt usw. usw.\n\nNun ja, dafür genießen wir halt anderen Luxus, bspw. Sperrmüllabholung kostenfrei so oft wie du es pro Jahr eben benötigst ...","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:39:41.009+0000","up_votes":1,"down_votes":0,"body":"Sperrmüll gibts bei uns auch. Jedoch nur 1 mal im Monat kostenfrei und auch nur 3 Kubikmeter pro Haushalt.\n\nUnd naja die Biomülltonnen haben schon ihren Sinn, wir hauen da unser Biomüll halt rein, ohne Beutel etc. sowie es sich halt gehört aber dafür müssen die dann auch gespült werden.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:53:00.030+0000","up_votes":1,"down_votes":0,"body":"bei uns haben sie die Biotonnen wirklich nur aufgestellt, weil es seit 2015 hier eine Biogasanlage gibt und die so nicht anlief ... weil kaum eine sein Zeugs da hingebracht hat ... deshalb wurden die Tonnen sukzessive den Leuten aufgedrückt...","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:48:28.462+0000","up_votes":1,"down_votes":0,"body":"Das Problem mit dem m3 pro Haushalt lösen bei uns eigentlich ganz zuverlässig die Polen.","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:49:33.517+0000","up_votes":1,"down_votes":0,"body":"Bei uns einfacher der Keller und dann Stück für Stück oder man bestellt halt mehr, muss dann aber bezahlen.","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-10-17T07:26:07.266+0000","up_votes":1,"down_votes":0,"body":"Bei uns stehen die Container auf der Straße. Kann jeder Depp seinen Müll reinwerfen, der da so vorbei geht. Machen auch viele. Vollkommen unkoordiniert. Manche werfen ihre Möbel in die Restmülltonne. Die ist im Grunde immer voll. Ein mal hab ich sie auf gemacht, nachdem sie grade geleert war und ein Kinderwagen stand drin.","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T07:37:53.869+0000","up_votes":1,"down_votes":0,"body":"Tja ... sowas gibts bei uns nicht.\nDa ists dann auch kein Wunder, das die Müllkosten höher werden, da die Firmen mehr Arbeit haben.","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-10-17T06:56:48.091+0000","up_votes":1,"down_votes":0,"body":"Ja das ist, neben Würzfleisch und netten Menschen einer der Vorteile von Ostdeutschland.","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T06:59:04.762+0000","up_votes":1,"down_votes":0,"body":"Ein freund von mir ist damals nach Greifswald gezogen und hat dafür Geld bekommen...","replies":[]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2018-10-17T07:02:40.181+0000","up_votes":1,"down_votes":0,"body":"Ein <3 für den Nordwolf. Rito gibt ihm seine wohlverdienten WM Marken nicht.\n\nUnterstützt ihn und stellt alle eine Anfrage beim Support,  warum Nordi die WM Marken nicht bekommt.\n\nHandelt jetzt, bevor es zu spät ist! \n\nRITO PLS!  \n\nGruß ich","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:19:16.108+0000","up_votes":2,"down_votes":0,"body":"1 like=1WM Marke","replies":[{"id":"","poster":"Neamhoilte","date":"2018-10-17T07:29:21.642+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=00020001,timestamp=2018-10-17T07:19:16.108+0000)\n>\n> 1 like=1WM Marke\n\nGute Idee!  +1\n\nGruß ich","replies":[]}]},{"id":"","poster":"Novros","date":"2018-10-17T07:10:43.213+0000","up_votes":1,"down_votes":0,"body":"> Ein <3 für den Nordwolf. Rito gibt ihm seine wohlverdienten WM Marken nicht.\n\nwhy dis?","replies":[{"id":"","poster":"Neamhoilte","date":"2018-10-17T07:16:25.367+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Novros,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=00020000,timestamp=2018-10-17T07:10:43.213+0000)\n>\n> why dis?\n\nWarum ein <3 für Nordi? Na aus Mitgefühl.   ;)\n\nGruß Ich","replies":[{"id":"","poster":"Novros","date":"2018-10-17T07:18:57.235+0000","up_votes":1,"down_votes":0,"body":"warum er die Marken nicht bekommt, du Dussel :P","replies":[{"id":"","poster":"Neamhoilte","date":"2018-10-17T07:44:12.733+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Novros,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=0002000000000000,timestamp=2018-10-17T07:18:57.235+0000)\n>\n> warum er die Marken nicht bekommt, du Dussel :P\n\nKeine Ahnung.  Spielt das ne Rolle!?!!! Er weis es ja selber net.\n\nHauptsache Rito ist Schuld. \n\nGruß ich","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-17T11:29:22.009+0000","up_votes":1,"down_votes":0,"body":"Woher soll ichs auch wissen? :o","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2018-10-17T07:46:55.573+0000","up_votes":1,"down_votes":0,"body":"Weil Los Ritos das so will","replies":[]}]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2018-10-17T09:48:18.955+0000","up_votes":1,"down_votes":0,"body":"Ich kann es garnicht fassen. Ihr redet hier über Politik, Wohnungsnot, Mindestlohn, unreflektierte Kopfnicker, die wählen was Muddi und Vaddi schon gewählt haben etcpp. \n\nDabei drängen viel wichtigere Probleme in den Vordergrund :\n\nWarum bekommt unser allseits geschätzter Nerdwolf seine WM Marken nicht? \n\nKönnt ihr jetzt endlich mal Partei ergreifen. Bombardiert den Support mit Anfragen etc. \n\nWM Marken für Nordi! JETZT!\n\nGruß ich","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-17T11:28:11.508+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Neamhoilte,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=0006,timestamp=2018-10-17T09:48:18.955+0000)\n>\n> Nerdwolf\n\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Neamhoilte","date":"2018-10-17T14:27:06.265+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=00060002,timestamp=2018-10-17T11:28:11.508+0000)\n>\n> {{sticker:sg-zephyr}}\n\nSry. Autokorrektur am Smartphone.   ;)\n\nGruß Ich","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-10-17T09:53:11.844+0000","up_votes":1,"down_votes":0,"body":"Ich dachte bei den ersten Sätzen, das wird jetzt zu einem Lob, dass der TGSG Threat sinnvolle Themen behandelt.... tragic ^^","replies":[{"id":"","poster":"Neamhoilte","date":"2018-10-17T10:02:30.715+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=00060000,timestamp=2018-10-17T09:53:11.844+0000)\n>\n> Ich dachte bei den ersten Sätzen, das wird jetzt zu einem Lob, dass der TGSG Threat sinnvolle Themen behandelt.... tragic ^^\n\nNaja. Wärst du heute morgen etwas später dran gewesen, hätte ich meinen ersten TGSG Fred gemacht. \n\nTitel sollte: Ein <3 für Nordi sein. \n\nDarin wollte ich eigentlich die Misstände bezüglich der WM Marken beklagen. Sollte nicht sein.  ;)\n\nGruß Ich","replies":[]}]},{"id":"","poster":"Novros","date":"2018-10-17T09:54:03.791+0000","up_votes":1,"down_votes":0,"body":"> Warum bekommt unser allseits geschätzter Nerdwolf seine WM Marken nicht? \n\nUnd wieso habe ich noch immer keine Porokekse bekommen?!","replies":[]}]},{"id":"","poster":"INoKami","date":"2018-10-17T11:43:19.014+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 28**\n\nEs ist schon irgendwie bedenklich, wenn das berichtenswerteste des Tages ist, dass der Test in Analytik nicht so grauenhaft war wie erwartet. Weil sonst einfach ungelogen nichts vorgefallen ist, was irgendwie berichtenswert ist.\n\nDeswegen nutze ich das, um eine kurze und eher unnötige Randnotiz anzufügen: ich hab doch mal vor Urzeiten erzählt, dass ich an einem Champion-Konzept-Wettbewerb mitgemacht habe? Ja? Gut, die Ergebnisse sind endlich da. Bin mit meinen Mitstreiter Zweiter geworden.\n\nVon zwei Einsendungen.\n\nManchmal ist mein Leben einfach assozial.","replies":[{"id":"","poster":"Soul92fly","date":"2018-10-17T12:49:41.887+0000","up_votes":1,"down_votes":0,"body":">Ja? Gut, die Ergebnisse sind endlich da. Bin mit meinen Mitstreiter Zweiter geworden.\n\n>Von zwei Einsendungen.\n\n>Manchmal ist mein Leben einfach assozial.\n\nEigentlich gab es 3 Einsendungen für die \"Champion-Creation\" Kategorie, in der ihr Zweiter wurdet. \nIch hoffe das dich das ein wenig aufmuntert D:\nFalls nicht...kann ich dir nur ein paar Kekse anbieten\n\nhttps://images-gmi-pmc.edge-generalmills.com/087d17eb-500e-4b26-abd1-4f9ffa96a2c6.jpg\n\nIch hoffe du und dein Team hattet trotzdem Spaß! :D","replies":[{"id":"","poster":"INoKami","date":"2018-10-17T13:14:09.658+0000","up_votes":1,"down_votes":0,"body":"Warte... es gab 3? Was ist dann mit dem dritten Platz passiert? Wieso weiß ich von denen nichts? Oder waren die so schlecht und durften deshalb gar nicht aufgelistet werden? xD\n\nNa gut, mir geht's schon bisschen besser... jk mir gin es nie schlecht. Die Keske nehm ich trotz...\n\n**PFOTEN WEG, NOVROS!!!**\n\n_*_ _fluchend hinterherrenn_ _*_","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-17T13:33:10.014+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Incaedeus,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=000700000001,timestamp=2018-10-17T13:14:09.658+0000)\n>\n>jk mir gin es nie schlecht\n\nFreudscher Versprecher? :D\n\nWie solls einem mit nem guten Gin auch schlecht gehen :D","replies":[{"id":"","poster":"INoKami","date":"2018-10-17T13:45:45.806+0000","up_votes":1,"down_votes":0,"body":"Naaah, purer Gin ist nicht meins. Aber als/mit Tonic wiederum hervorragend.\nDer Versprecher war im Übrigen... ähm... nicht ganz so geplant?","replies":[]}]},{"id":"","poster":"Novros","date":"2018-10-17T13:26:28.554+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Incaedeus,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=000700000001,timestamp=2018-10-17T13:14:09.658+0000)\n>\n> \n> Na gut, mir geht&#x27;s schon bisschen besser... jk mir gin es nie schlecht. Die Keske nehm ich trotz...\n\nKekfe? Welfe Kekfe?","replies":[{"id":"","poster":"INoKami","date":"2018-10-17T13:31:12.868+0000","up_votes":1,"down_votes":0,"body":"Die in deinem Magen, du Mistvieh! Na warte...\n\nWarte... er ist ein Poro… aber es sind Schhokokekse… moralisches Dilema!\n\n_*_ _Messer zück_ _*_\nHab mich entschieden >:D","replies":[{"id":"","poster":"Novros","date":"2018-10-17T13:37:04.591+0000","up_votes":1,"down_votes":0,"body":"klassischer Messerkampf ja?\n\n*Come at me >O*\n\nhttps://art-of-lol.com/wp-content/uploads/2015/04/Jarvan-IV-Poro-Wallpapers-HD.jpg","replies":[]}]}]},{"id":"","poster":"Soul92fly","date":"2018-10-17T13:25:56.619+0000","up_votes":1,"down_votes":0,"body":"Hehe, ja es gab eine dritte Einsendung, mussten wir jedoch disqualifizieren, da es sich um ein altes Konzept handelte.\n\nOh no, was haben meine Kekse nur angerichtet D:","replies":[]}]},{"id":"","poster":"Novros","date":"2018-10-17T12:55:33.513+0000","up_votes":1,"down_votes":0,"body":"*Kekse schnapp und wegflitz*\n\nhttps://vignette.wikia.nocookie.net/leagueoflegends/images/6/66/Fat_Poro_Icon.png/revision/latest?cb=20150219133537&path-prefix=de","replies":[]}]}]},{"id":"","poster":"Pandeonor","date":"2018-10-17T09:14:00.700+0000","up_votes":1,"down_votes":0,"body":"120m² hört sich doch gut an. Wenn die nur innen optisch herumgegammelt ist könt Ihr das evtl. mit einem Gespräch, 200Euro Eigenanteil und einem Besuch im Baumarkt [Spachtel, Tapeten , Farbe, Leisten] bewohnbar gestalten.\n\n\nUnd zum politischen hier... äh... ja. Der Zyniker hier weiss wie die Menschen ticken. Es ist hoffnungslos. Hatte sich in der Vergangenheit bestätigt als ich mich entgegen besseren Wissens [und nur unfallmäßig] einmal kurzfristig habe in die Politik mit hineinziehen lassen. Wenn Visionäre ohne Ahnung Politiker ohne Ahnung treffen unterhalten sich die blinden miteinander ohne einen Fuß bewegen oder auch nur den Weg sehen zu können. Währenddessen läuft die Sanduhr unaufhaltsam und die Pragmatiker haben schon lange den Kinderwagen in der Mülltonne versenkt.\n\nWomit wir auch bei den Mietpreisen sind. Die sind deswegen so hoch weil man den sozialen Wohnungsbau aufgegeben hatte und zudem die schon lange gültige Großplanung [=Raumentwicklung] die Zentralisierung in den Städten _vorsieht_ [das ist nie gottgegeben gewesen]. Das hat vordergründig zwar den angeblich großen Vorteil die sog Zersiedelung zu stoppen indem Bauland ausserhalb nicht zu haben ist [das darf man dort gar nicht ausweisen], hebt jedoch in der Folge die Preise in den Zentren erheblich. Logisch, denn das sind sichere Investitionen und auch Spekulationsobjekte, da die natürliche Streuung aufgegeben wurde und die Renditen mit Geldwerten weit unterhalb derer von Immobilien in Zentren liegt. Gleichzeitig ressourcen-begrenztes Bauland weiter einzuschränken und den sozialen Wohnungsbau aufzugeben war schon immer reichlich _~~dämlich~~_ menschlich und die Folgen mehr als nur vorhersehbar.\n\nAber das ist allen wurscht, so lange man sich über sog. Mietpreisbremsen unterhalten und damit eine links/rechts Debatte führen kann. Gleiches mit den Löhnen wo man anstelle von guten aber sehr \"komplizierten\" Wegen nun Mindestlöhne hat. Die versteht selbst ein Politker und damit kann man sich auch darüber streiten auch wenn sie nichts lösen sondern nur Müll weiter verquirrlen. Also den Restmüll. Den neben dem Kinderwagen. ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-10-17T09:27:32.573+0000","up_votes":1,"down_votes":0,"body":"Nun, auch da wären wir wieder bei der Patentlösung. Alternativ könnte man auch mal darauf achten, was für Leute welchen Posten bekommen. Mir ist zwar absolut klar, dass ein Politiker die Idee verkaufen soll, während seine Berater die Idee ausarbeiten aber beispielsweise eine Arbeitsministerin einzustellen, die nicht einen Tag in ihrem Leben gearbeitet hat und dann Vorsitzende einer Arbeiterpartei geworden ist, ist schon mehr als lächerlich. Lösungen müssen auch nicht immer kompliziert sein, wie du schon gesagt hast. Dann zieht man halt zweihundert neue Wohnblocks hoch, wo ist denn das Problem dabei? Aber einfache und effiziente Lösungen haben keinerlei Tradition und sind auch nicht gewollt. Das muss alles etwas mystisches und undurchsichtiges an sich haben damit auch ja keiner versteht was da läuft.","replies":[{"id":"","poster":"Pandeonor","date":"2018-10-17T09:49:44.308+0000","up_votes":1,"down_votes":0,"body":"Einfache Lösungen sind in aller Regel nicht nachhaltig. Das ist bei LoL das gleiche. Micro vs Macro. Micro kannst Du leicht nachverfolgen und nachvollziehen, da Du die Wirkung abschätzen kannst. Um etwas am laufen zu halten benötigt es aber Macro-Lösungen, da Du irgendwann mit den Micro-Lösungs-Pflastern nicht mehr nachkommst.\n\nDas verhält sich aber ebenfalls wie bei LoL. Man kann Macro-Lösungen zwar pingen, aber wenn diejenigen die es betrifft in der Mehrheit Bronze/Silber sind [de facto sind es >90%] werden diese die Micro-Lösung bevorzugen, denn deren Folgen liegen auf der Hand.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T09:55:47.371+0000","up_votes":1,"down_votes":0,"body":"ach Pande ... wenn doch nur 50% Micro vs. Macro so verstehen würden ... ^^ (nicht nur in Lol) ... \n\nDas kann man auf Politik egal in welcher Ebene übertragen ... die Chinesen sind allen deshalb so weit voraus, weil die eben nicht nur mittelfristig planen ... aber das raffen die Leute nicht ... die Politiker sind nur daran interessiert möglichst lange da zu sein, ob sie nun etwas bewegen oder nicht, völlig wurscht.","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T10:01:11.055+0000","up_votes":1,"down_votes":0,"body":"Es hat seine Vorteile, als Partei nicht auf Wahlen angewiesen zu sein. Dennoch würde ich das für unser Land nicht so wollen. \n\nIch persönlich fände eine Regierungszeit von 6 Jahren sinnvoll, allerdings ohne die Möglichkeit einer Wiederwahl. Dann hat die Regierung Zeit was umzusetzen und ich nicht die Hälfte der Zeit durch Wahlkampf abgelenkt...","replies":[{"id":"","poster":"Novros","date":"2018-10-17T10:10:52.844+0000","up_votes":1,"down_votes":0,"body":"Tja, aber 6 Jahre sind Macroökonomisch auch zu wenig ... da kannst du 10+ Jahre nehmen.\nIch halte die 4 Jahre Legislaturperiode für zu lang, 2 Jahre reichen völlig aus ... nach einem Jahr muss man ein Misstrauensvotum durchstehen.\nWieso? Weil der Wähler allgemein ein politischer Goldfisch ist ... morgen vergessen was die Partei gestern erzählt hat ... naja und schau dir bspw. AFD an ... oft werden die von der Unterschicht/unteren Mittelschicht gewählt, aber wenn man sich das Parteiprogramm so anschaut ist das auf die obere Mittelschicht/Oberschicht zugeschnitten ....\n\nWeil die Leute einfach nur den Medien Glauben schenken, sie denken aber nicht weiter als bis zur Stirn -.-","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T11:56:55.145+0000","up_votes":1,"down_votes":0,"body":"Ich hab ja auch nur eine Meinung, keine Ahnung ^^. \n\nIch hab nur einfach immer das Gefühl, die Regierung ist allzu sehr darauf aus / darauf angewiesen dem Wähler zu gefallen und zu bescheissen.... \n\nEs wäre halt toll mal eine Regierung zu haben, die sich wirklich darauf konzentrieren kann, das durchzuziehen wofür die Wähler sie eigentlich gewählt haben.","replies":[]}]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-10-17T09:18:38.644+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=0005,timestamp=2018-10-17T09:14:00.700+0000)\n> Der Zyniker hier weiss wie die Menschen ticken.\n>\n>\n>\n\nJa, weiss ich.\n\nOkay. Worum gehts? hab noch 2 Stunden bis ich zur arbeit muss.","replies":[{"id":"","poster":"Pandeonor","date":"2018-10-17T09:43:25.831+0000","up_votes":1,"down_votes":0,"body":"Es geht wie immer _um alles_!\n\nAbgesehen davon gibt es auch immer weltbewegendes. Beispielsweise habe ich seit ich glaube 4-5 Jahren wieder einen Tweet bei Twitter abgesetzt. Vermutlich ist meinen Followern gerade das verfrühte Mittagessen (woanders das Frühstück) aus dem Gesicht gefallen. ^^ Habe Trump auch eben gerade mit dem Regenschirm über sich gesehen. Also neben seiner Frau. Das ist der Durchschnittsmac~~k~~her.","replies":[{"id":"","poster":"Novros","date":"2018-10-17T09:45:47.449+0000","up_votes":1,"down_votes":0,"body":"ich habe nicht mal einen Twitter-Account, geschweige denn schaue ich da rein .... \n\nhm ...","replies":[{"id":"","poster":"Pandeonor","date":"2018-10-17T10:08:28.956+0000","up_votes":1,"down_votes":0,"body":"Habe ich damals angelegt, in meinen Blogger-Zeiten. Das ist wie heute vielleicht wenn man Streamer werden möchte. Da braucht man Kontakte und Verbreitungsmedien. Ich habe dafür nicht einmal einen Facebook Account bzw. hatte nur einen für meinen Blog selbst damals.\n\n^^ Hätte ich mal weitergemacht. Wäre heute vielleicht ein g-Promi :-P.  Wäre aber nicht gegangen (aus anderen Gründen).","replies":[{"id":"","poster":"Neamhoilte","date":"2018-10-17T10:14:09.142+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=00050000000000010000,timestamp=2018-10-17T10:08:28.956+0000)\n>\n> \n> ^^ Hätte ich mal weitergemacht. Wäre heute vielleicht ein g-Promi :-P.  Wäre aber nicht gegangen (aus anderen Gründen).\n\nUnd würdest im Dschungelcamp dabei sein.\n\nOde bei Big Brotha...  Oder oder oder.\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Pandeonor","date":"2018-10-17T10:15:48.362+0000","up_votes":1,"down_votes":0,"body":"Hör mich uff. Sohnemann (der älteste) hat uns dazu gezwungen BigBrother anzuschauen. Mäch...\n\nNix da!","replies":[{"id":"","poster":"Novros","date":"2018-10-17T10:17:07.734+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pandeonor,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=0005000000000001000000000000,timestamp=2018-10-17T10:15:48.362+0000)\n>\n> Hör mich uff. Sohnemann (der älteste) hat uns dazu gezwungen BigBrother anzuschauen\n\nKommt einem da nicht der Gedanke, man hätte als Eltern versagt? :D \n\nHach ich weiß noch, als Big Brother damals neu war, haben wir das glaube ich auch mal geschaut ... lang lang ist's her","replies":[{"id":"","poster":"Pandeonor","date":"2018-10-17T11:03:15.101+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Novros,realm=EUW,application-id=YnZkMR0R,discussion-id=yto7bEX5,comment-id=00050000000000010000000000000000,timestamp=2018-10-17T10:17:07.734+0000)\n>\n> Kommt einem da nicht der Gedanke, man hätte als Eltern versagt? :D \n\nIch frage mich dann immer \"warum\". Andererseits haben wir davor auch immer die Klum-Shows etc. angesehen. Also vermutlich einfach selbst an den Ohren ziehen. \n> \n> Hach ich weiß noch, als Big Brother damals neu war, haben wir das glaube ich auch mal geschaut ... lang lang ist&#x27;s her\n\nHeutzutage ist Fernsehen out. Letztens eine Nichte da gewesen. Die meinte dann wenn Sie mal Kinder hat gibt es auch kein Fernsehen. Also - während sie ge-youtube-d hat. ^^ Wenn dann alles über Facedinges und Youtube kommt ist es auch nicht qualitativ besser, nur weniger allgemein-verblödet sondern individuell. Dann kann jeder behaupten er ist derjenige der die besten Non-Mainstram-(Müll)-chanell kennt.","replies":[]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-10-17T09:45:30.827+0000","up_votes":1,"down_votes":0,"body":"Du scheinst wichtig zu sein und ich mag deinen Text oben, warum sagt mir dein Name nix? ^^","replies":[{"id":"","poster":"Pandeonor","date":"2018-10-17T10:04:10.220+0000","up_votes":1,"down_votes":0,"body":"Ich bin nicht wichtig. Ich _mache_ mich wichtig. Darin bin ich mäßig gut ^^ [ich habe auch nur ein paar hundert Follower... ich glaube um 500 sind noch übrig, aber immer noch welche wie Justus Haucap Beispielsweise]. Ist wie in LoL. Bei GoldV aufgehört aber ich bin aktuell wohl Mastery Lv75 auf Zyra Weltweit. Das habe ichmal für ein Jahr oder so ähnlich mit einem Wirtschaftsblog gemacht. Richtig in die Tasten gehauen. Also - aus zynischem Frust. Konzentriertes \"arbeiten\" wenn man so will führt schon zu etwas. In dem Fall war ich mal mit gelistet bei den wenigen einschlägigen Blogs inkl. mal ein Interview in der Süddeutschen und einem knapp nicht gewesenen Job den dann doch ein Wirtschaftsredakteur der größten Wirtschaftswochenzeitschrift erhalten hat. \n\nDas ist wie auf Zyra zu den Top 10 EUW Mastery´s zu gehören [aktuell irgendwas um 20]. Da geht es gewissermaßen nicht darum unbedingt Challenger zu sein, sondern möglichst _bemerkenswert_ bei dem was man spezialisiert gerade macht. Das wird in aller Regel eher bemerkt.","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-10-17T11:51:43.927+0000","up_votes":1,"down_votes":0,"body":"#++++ EILMELDUNG ++++\n\nNoch zwei Stunden und zehn Minuten bis Feierabend \\o/","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-10-17T09:13:49.620+0000","up_votes":1,"down_votes":0,"body":"Geht deine Freundin wenigstens neben dem Studium arbeiten? Viele haben ja einen Minijob. Allein wenn sie nur 450€ nebenher verdienen würde, oder zumindest auf 300€ kommt, sollte es doch angenehmer durch zwei teilbar sein oder? Wenn du zu Anfang den etwas größeren Teil übernimmst, kann sie es ja mit anderen Diensten ausgleichen :> ... Das einkaufen übernehmen o.ä. Da wirft man auch immer gut Geld weg xp\n\nô.ô Oder pingt sie nur Leute an wenn sie nicht in der Uni ist? Wird man dafür bezahlt?\n\nIch schaue ja zwischendurch auch immer nach Wohnungen. Einfach weil ich das gerne mache xD Die letzte Wohnung hier in Bonn in unmittelbarer Nähe (fünf Minuten Gehweg) zur Arbeit hätte alles in einem 750€ gekostet. Würde ja eigentlich passen c.c Aber spätestens wenn man Dinge dazu berechnet wie den Wocheneinkauf, schmilzt das übrige Geld. Oder ich müsste auf die Preise achten :'D\n\nDie jetzige Wohnung ist halt ein echter Glücksfall... Keine Ahnung wie groß sie ist, aber sie ist riiieeeesig inkl. Balkon (ich glaube es ist ein Balkon... Terrassen sind am Boden oder? xD) der auch nochmal riiiiiiesig ist. Eigentlich sind es auch zwei Balkone xD Ich habe das riesen Teil am Schlafzimmer und #2 ist etwas kleiner am Wohnzimmer. Die Lage ist sehr ruhig, keine anderen Mieter, bisher hat sich noch niemand über meine Schreikrämpfe beschwert die mir schon mal entweichen wenn ich überdreht bin und Musik höre >.< ... ... ... Doch... da war was... Ein paar Jahre her... ich bin \"singend\" durch die Zimmer gesprintet und durch den Flur... ich wusste nicht das noch jemand in der Firma war. Hab dann die Musik ausgemacht und habe mein Hündchen für den Spaziergang präpariert als sich zwei Büromenschen unterhielten \"Also ihr englisch ist gut, man versteht jedes Wort... Nur das singen sollte sie sein lassen\" xDDDDDDDDDDDD\n\nHmmmm\n\nEs ist so ungewohnt wieder auf der Arbeit zu sein. Irgendwie vergeht der Tag, irgendwie auch nicht. Und ich habe keinen Anschiss für irgendwas bekommen xD Stattdessen umarmt mich das Pflegepersonal und die Kollegin Frau Pferd ist auf ihre Art über mich hergefallen um mir zu sagen das sie mich vermisst hat und die Aushilfen teilweise einfach nur nerv tötend xDDD\n\nUnd hey... Ich habe drei Reiswaffeln dabei die als Frühstück gedacht waren welches ich mir immer noch nicht gegönnte habe UND Mittagsessen \\o/ Gestern Abend einfach mehr gekocht damit es mich heute auf die Arbeit begleiten kann. Dafür habe ich in meinem Urlaub extra einen Wärmebehälter organisiert der, man glaubt es kaum!, dass Essen warm halten soll :o Bin mal gespannt ob es nachher noch warm ist wenn ich Hunger bekomme/ es Zeit für Mittagessen ist. Es gibt eine Reispfanne mit Gemüse. Eigentlich eher Gemüsepfanne mit Reis (und Sojasauce) weil gefühlt 90% aus Paprika, Lauch und Erbsen besteht :'D Aber die Sojasauce ist so genial c.c Mir würde vermutlich auch einfach nur Reis mit Sojasauce reichen :D\n\nHmmmm\n\nMeinen Resturlaub soll ich auch noch auf den Kopf hauen hat man mir heute Morgen gesagt.\n\nLeider kann ich zum Seasonende keinen nehmen weil sich des mit den Aushilfen beisst, ABER! Die Woche danach passt suuuuuper! Also nächster Urlaub: 19.11. bis 23.11. die anderen beiden Tage wollte ich eigentlich zwischen Weihnachten und Neujahr nehmen, aber aus Nettigkeit zu meiner andere Kollegin nehme ich die schon am 20. + 21.12. :> damit ich Ende Dezember hier bin. Ich mein... sind ja nur zwei Tage und danach sind wieder vier Tage frei ohne Urlaub nehmen zu müssen \\o/ Kann man schon mal machen!\n\nSooooo :> Jetzt gönn ich mir 5 Minuten frische Luft und dann Reiswaffeln UND DANN EIGENES MITTAGESSEN <3","replies":[]},{"id":"","poster":"Maexle","date":"2018-10-17T07:54:52.157+0000","up_votes":1,"down_votes":0,"body":"Ich habe mich entschieden ein Seminar, das ich um 10 gehabt hätte, nicht zu besuchen. Ich komme auch ohne die Veranstaltung auf die Credits, die man pro Semester schaffen muss und 10 Uhr ist halt schon sehr früh :P  Und ich muss dann ein Referat weniger halten. \n\nHier ist es auch schwer eine bezahlbare Wohnung zu finde. Die meisten WG Zimmer starten bei 400€, wenn man Glück hat, wird gerade ein Zimmer für 350€ in einer WG frei oder man bekommt einen Platz in einem Wohnheim vom Studentenwerk. Ansonsten gehen viele Einzimmerwohnungen in der Altstadt schon auf 500€ zu. \n\nDazu kommen noch komische Immobilienunternehmen, die einem Freund und mir bei der Suche nach einer geeigneten WG-Wohnung ( jeder hätte ein 20  qm Zimmer gehabt für knapp 400€) für das Streichen ( ganz normal in weiß) 2100€ beim Einzug abknöpfen wollen.\n\nNicht zu vergessen die Verteilung der neuen Bauplätze an Investoren, die dort Luxuswohnungen und Büros bauen, statt bezahlbare Wohnungen zu schaffen. In einer Stadt, wo 130 000 Menschen leben und 30 000 Studenten an der Uni, studieren und es noch eine FH mit wohl ca. 6000 Studenten und eine Musikhochschule gibt. Also tendenziell eher Leute, die keine Luxuswohnungen beziehen. \n\n{{champion:17}}","replies":[]},{"id":"","poster":"Necromant","date":"2018-10-17T06:40:17.264+0000","up_votes":1,"down_votes":0,"body":"tl;dr\n\nMoin","replies":[{"id":"","poster":"Metalmonni","date":"2018-10-17T06:41:42.094+0000","up_votes":1,"down_votes":0,"body":"Du bringst mich immer wieder zum Heulen xD","replies":[{"id":"","poster":"Necromant","date":"2018-10-17T06:45:27.175+0000","up_votes":1,"down_votes":0,"body":"Viel Spaß mit der neuen Wohnung :D","replies":[]}]}]}]}