{"id":"jPAxjaze","poster":"Asulia","date":"2018-10-17T06:39:14.559+0000","title":"Gold oder Leben ?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Servus,\n\nmich f&auml;ngt das langsam richtig an aufzuregen. \nGilt nur f&uuml;r ARAM !\nAber es ist jedesmal das gleiche Trauerspiel.\nEs ist so selten, das man auch mal ein Creep aufgehoben bekommt zum Lifesucken.\nDa kommst aus der Ult raus und &uuml;berlebst grad so und wie die bekloppten st&uuml;rzt sich alles auf die Creeper, statt das einer hergeht und mal einen f&uuml;r den armen Fiddle &uuml;brig l&auml;sst, der grad so mit 100 HP aus der ult &uuml;berlebt hat wo er die 2 Carrys weggehauen hat und durch das markieren erstmal wieder zur&uuml;ck in die eigene Linie unter feindlichen Feuer zur&uuml;ckhumpeln mu&szlig;.\n\nIch mein, ein bischen Deckungsfeuer w&auml;re ja auch nett aber egal, Ich hab ja mein Fear.\nIch warte, sehe den dicken Creep und bevor Ich mich freue zu &uuml;berleben, aaaaargh alles mir sagt mein Team.\nPff, wie die Geier.\nUnd das ist kein Einzelfall, das ist Standard.\nIch hab das so selten, generell, das die eigenen Leute darauf achten. Ob mit Fiddle oder ADC oder oder. \nSt&auml;ndig so gierige kleine Spielverderber, klar Soraka heilt danke aber den Heal nehm Ich, warum ist dein Leben so niedrig du dumme Soraka, den brauchst Du nicht.\nDiese Egoschiene momentan find Ich richtig lame.\njeder brauch Gold, jeder brauch Leben nur als Team gewinnt man. Wenn Ich grad nen Triplekill gemacht hab, muss Ich auch nicht noch die ganzen Creeps clearen, da stehen noch 4 andere die sich auch Sachen kaufen m&uuml;ssen, auch wenn das Gold ja a bisserl &quot;aufgeteilt&quot; wird.","replies":[{"id":"","poster":"i own hookers","date":"2018-10-17T09:18:04.810+0000","up_votes":2,"down_votes":0,"body":"Das ist normal, erst Recht im ARAM. Die gleiche Problematik gibt es bei Targon's Panzer wenn der Supporter im Mid-Game verzweifelt versucht sein Team etwas zu heilen und Gold zu teilen.","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2018-10-17T07:00:57.757+0000","up_votes":2,"down_votes":0,"body":"Dass die Leute einem keine Chance geben an Minions Leben wiederzubekommen ist leider vollkommen normal. Da geht es dann nicht darum, sich auf den nächsten Fight vorzubereiten sondern möglichst weit zu pushen.\n\nSchlussendlich ist es Aram...das braucht man so oder so nicht ernst zu nehmen.","replies":[]},{"id":"","poster":"ImTheFox115","date":"2018-10-17T07:02:09.339+0000","up_votes":1,"down_votes":0,"body":"Oder du spielst 1v5 :)\nDann hast du alle Minions zum sauuugen","replies":[]}]}