{"id":"6QE7KeiP","poster":"Dreyka Kintaso","date":"2018-10-13T22:50:09.629+0000","title":"Ist hier denn keiner mehr selber Schuld?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":3,"body":"Wie im Titel steht ist denn hier keiner mehr selber Schuld warum etwas wie und warum passiert ist?\n\nIch war gerade mit einer Jinx in einem Game die mehr tot als lebendig war, sie hatte in 10 Minuten 24 cs (Plat Elo) xD, also beschloss ich selber den Farm zu nehmen um mich als Support dann halt Solo zu carrien. Nat&uuml;rlich von mir nicht das beste (eigener Fehler? vielleicht), die intension von mir war dennoch zu gewinnen selbst ohne Jinx wenn n&ouml;tig.\n\nJedenfalls werde ich aufs heftigste von der Jinx geflamed, (nat&uuml;rlich habe ich sie auch reported nach dem spiel) aber wie kann es sein das ich beschuldigt werde bei einer Person die einfach nicht spielen will.\n\nIch hab mir ihre Match History angeschaut und in den spielen wo sie Adc war, hat sie in jedem Spiel zur 30 min nur 110 - 140 cs gehabt. Also in meinen Augen klarer fall von die Person sollte kein Adc spielen.\n\nDa kommt mir dann aber die Fragen, ich seh es irgendwo noch ein das ich vll. ihr das Spiel kaputt gemacht habe indem ich dann einfach den Farm genommen habe um selber das spiel zu drehen, aber warum kann die Person denn nicht sehen das es auch ihre schuld war da sie einfach ein schlechter Adc ist und nicht diese Positionen spielen kann/sollte.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-10-13T22:56:20.303+0000","up_votes":4,"down_votes":1,"body":"Na ja, woher weißt du denn, dass sie das nicht selbst weiß? ^^ \nSie hat sich darüber aufgeregt, dass du ihren Farm genommen hast, aber woher willst du wissen, dass sie nicht weiß, dass sie allgemein schlecht farmt? \n\nNicht jeder kann gut last hitten. Ist vor Ludens auch nicht so meine Stärke, aber das heißt ja nicht, dass ich des nicht wüsste. Und wenn man mir dann auch noch Farm weg nimmt, den ich dringend nötig habe (auch wenn ich selbst dafür verantwortlich bin), dann rege ich mich auch darüber auf, ich flame zwar nicht im Chat, aber es stört mich schon.","replies":[{"id":"","poster":"Dreyka Kintaso","date":"2018-10-13T23:09:14.323+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=6QE7KeiP,comment-id=0000,timestamp=2018-10-13T22:56:20.303+0000)\n>\n> Na ja, woher weißt du denn, dass sie das nicht selbst weiß? ^^ \n> Sie hat sich darüber aufgeregt, dass du ihren Farm genommen hast, aber woher willst du wissen, dass sie nicht weiß, dass sie allgemein schlecht farmt? \n> \n> Nicht jeder kann gut last hitten. Ist vor Ludens auch nicht so meine Stärke, aber das heißt ja nicht, dass ich des nicht wüsste. Und wenn man mir dann auch noch Farm weg nimmt, den ich dringend nötig habe (auch wenn ich selbst dafür verantwortlich bin), dann rege ich mich auch darüber auf, ich flame zwar nicht im Chat, aber es stört mich schon.\n\nWenn einer so ausfallen wird wie die Jinx dann kann man davon ausgehen das die den fehler nicht sieht.\nDas Spiel ist auch nur das was jetzt gerade passiert ist.\n \nAber um ehrlich zu sein ist das hier leider permanent der fall, Jungler ganked z.B. nicht = better jungler wins, warum ist der laner nicht schuld wenn er nicht warden kann und deswegen gecamped wird.\n\nJungler gankt eine Lane und pingt das er auf dem weg ist, die Lane entscheided einfach garnicht zu helfen (während sie full hp sind) und weiter zu farmen, den jungler sterben zu lassen und dann zu blamen. Frage wäre also warum pingt man den Jungler nicht weg?\n\nEs gibt so viele sachen die man hier schreiben könnte. Keiner sieht seine Fehler es sind immer die anderen und ich frage mich seh nur ich selber das ich wie das erste was heute passiert ist als ich den Farm genommen habe, eine teilschuld habe bei der situation. Das ich teil des problemes war, der nicht verblendet ist von seiner kleinen Welt wo man alles nur selber richtig macht und andere alles nur falsch machen. Warum kann ich es sehen, ok das war nun mein Fehler und andere nicht???","replies":[{"id":"","poster":"Angel Ayume","date":"2018-10-13T23:43:32.589+0000","up_votes":3,"down_votes":1,"body":"Also du denkst, du bist absolut der einzige in League of Legends der seine Fehler sieht, nur weil du Leute hast, die sich daneben benehmen? Bzw. bei anderen die Schuld suchen? \nWie bereits erwähnt, die Jinx hat sich vllt daneben benommen, aber das heißt eben noch lange nicht, das sie nicht weiß, dass sie schlecht farmt. ^^ \n\nZudem, nur weil sie sowas sagen oder anderen die Schuld geben, muss das nicht gleichzeitig bedeuten, dass sie auch wirklich denken, dass sie keine Schuld trifft. Sie lassen ihren Frust raus, was ich keineswegs befürworte, aber das muss eben noch lange nicht heißen, dass sie auch denken, dass sie fehlerfrei sind. Auch wenn das den Anschein macht. ^^","replies":[]}]}]},{"id":"","poster":"4 Ever TaIone","date":"2018-10-14T11:59:17.665+0000","up_votes":1,"down_votes":1,"body":"Die wurde geboosted","replies":[]}]}