{"id":"UEsA55gA","poster":"Icebergslasher","date":"2019-09-05T11:51:46.015+0000","title":"Wie erkennt man einen ban?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":6,"body":"titel ist etwas schwammig,  mich würde interessieren, ob ich, abgesehen von der riot nachricht \"ein report bla bla bla\"  es eine möglichkeit gibt, herauszufinden ob ein spieler eine strafe bekommen hat.\r\n\r\nich hatte jetzt den hardcore psycho im verwunschenen wald modus.  der ist so durchgedreht dass er:\r\n1 homophobie\r\n2 retard  beschimpfung\r\n3 familien beschimpfung\r\n4  todeswunsch beschimpfung\r\n5 intentional feeding\r\n6 afk \r\n\r\nund das halt bei uns beiden anderen spielern.\r\n\r\nkurz gesagt er war ein richtiges WK und ich würde gerne sehen, dass so einer wie der \"nie mehr\" die chance hat 1. andere auf so ne ekelhafte art zu beschimpfen und 2. am besten gar nicht mehr das spiel spielen kann.\r\n\r\nlg ice","replies":[{"id":"","poster":"ˉˉIˉˉ","date":"2019-09-05T12:38:52.056+0000","up_votes":2,"down_votes":3,"body":"Wie von anderen gesagt gibt es keinen richtigen Indikator dafür, allerdings, und das ist wichtig, kannst du Spieler, bei denen du das Gefühl hast, dass es sich um einen Extremfall handelt, direkt beim Support melden.\nIch habe bis jetzt sehr gute Erfahrungen mit dem Support gemacht und auch wenn sie dir nicht sagen dürfen, was mit dem Spieler geschieht, sagen sie dir zumindestens, dass sie sich die Chatlogs anschauen werden und den Spieler ein wenig \"Untersuchen\".\nIn einem Fall wie deinem wird das dann so oder so in einem Ban resultieren.","replies":[{"id":"","poster":"dugg","date":"2019-09-05T14:25:33.578+0000","up_votes":4,"down_votes":0,"body":"> Wie von anderen gesagt gibt es keinen richtigen Indikator dafür, allerdings, und das ist wichtig, kannst du Spieler, bei denen du das Gefühl hast, dass es sich um einen Extremfall handelt, direkt beim Support melden.\n\nIch hatte mal einen Extremfall, der im After-Game-Chat wirklich alles aufs übelste beschimpft hat reportet und zusätzlich dem Support gemeldet. Der Support teilte mir nur freundlich mit, dass ein Report ausreiche und der Zusatz \"dem Support melden\" keine weitere Wirkung hat.","replies":[{"id":"","poster":"ˉˉIˉˉ","date":"2019-09-05T15:04:59.271+0000","up_votes":1,"down_votes":2,"body":"Habe das gleiche letztens gemacht und mir wurde gesagt es wird dem ganzen nachgegangen.\nGibt wohl überall mal schwarze Schafe","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-09-05T11:56:43.164+0000","up_votes":4,"down_votes":1,"body":"Einen Bann kann man zu mindest vermuten, wenn jemand der sonst regelmäßig auf dem Account zockt plötzlich über längere Zeit gar nimmer spielt (Lücken in der matchhistory hat oder seit XX.XX.20XX gar keine games mehr gemacht hat). Das kann man auf seiten wie op.gg nachschauen.","replies":[]},{"id":"","poster":"Icebergslasher","date":"2019-09-05T12:00:08.233+0000","up_votes":2,"down_votes":0,"body":"also ne kerze anzünden und dafür beten :D","replies":[{"id":"","poster":"eingew","date":"2019-09-06T05:40:27.951+0000","up_votes":3,"down_votes":1,"body":"Ich denke wenn er so drauf war, wie du es beschrieben hast, kannst du dir ziemlich sicher sein, dass er seine gerechte Strafe dafür erhalten wird. Das System hat seine Fehler, aber in solchen Fällen drückt es eigentlich kein Auge zu und gerade bei einer großen Menge (beleidigendem) Chat schlägt es eigentlich fast immer zu.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-09-05T11:57:48.962+0000","up_votes":2,"down_votes":0,"body":"Man kann nur raten, jedoch gibt es für andere Spieler keine Möglichkeit zu erkennen, ob tatsächlich ein Bann erfolgt ist. (Entstammt schon dem Datenschutz.)","replies":[]},{"id":"","poster":"Dreadlord Mike","date":"2019-09-05T12:02:50.976+0000","up_votes":1,"down_votes":0,"body":"Also außer denjenigen Acc auf op.gg zu stalken gibt es nicht wirklich eine Methode.","replies":[]}]}