{"id":"6TItnruN","poster":"Xayah Strife","date":"2019-09-04T05:58:33.811+0000","title":"[TGSG] Meine Animetopliste Teil 2","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":0,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://cdn.myanimelist.net/images/characters/5/150011.jpg\n\nVorab noch eine News.\nShieldhero bekommt eine 2. und eine 3. Staffel.\nhttps://www.crunchyroll.com/de/anime-news/2019/09/01/the-rising-of-the-shield-hero-erhlt-eine-zweite-und-eine-dritte-staffel\n\nDie nächsten 3 Spoiler sind nur dafür da das der Thread wenig lang ist. \nDie letzten drei werden auch weiterhin am Anfang stehen zur Aufklärung. \n\nDisclaimer:\n>###*Ich bin offensichtlich kein professioneller Kritiker darum sind Entscheidungen von Bewertungen häufig davon abhängig wie sich eine Serie für mich angefühlt hat. Dementsprechend kann ich mir vorstelle das ich manche Serien besser oder schlechter bewertet habe als es der Durchschnitt  bewertet also nicht sauer sein wenn ihr manche Entscheidungen nicht nachvollziehen könnte. Ich entscheide selten 100% sachlich sondern eher nach meinem Gefühl. Wenn etwas für die meisten Trash ist aber bei mir ein gutes Gefühl hinterlassen hat dann ist es halt so.*\n\nZu Spoilern: \n>###*Außerdem möchte ich noch sagen das ich in letzter Zeit festgestellt habe, das der beste Weg jemand von Serie zu überzeugen in Spoilern liegt. Jemand eine krasse Szene zu zeigen kann effektiver sein als nur Oberflächlich davon zu reden weil man nicht zu viel verraten möchte. Ich versuche eigentlich immer darauf zu achten den Leuten nicht die Spannung zu nehmen aber nur Spoiler freien Material kommt man leider nicht sehr weit...Ich werde versuchen nicht mehr zu spoilern als es Beschreibungen und Trailer zeigen allerdings steige ich immer so wenig in den Anime ein um es besser verständlich zu machen worum es dabei geht und warum ich ihn so toll finde. Ich hoffe das ist okay. Ich werde versuchen keine zu krassen Sachen zu Spoilern sondern nur kleine Details aus dem Plot verraten für das Verständnis.*\n\nRatingserklärung: \n>###*R- bedeutet das der Anime blutig ist. R+ bedeutet du siehst ein wenig mehr Haut um es mal Jugendfrei auszudrücken*\n\nMade in Abyss: R-\nIn diesen Anime geht es um ein Loch. Ein ziemlich großes Loch um das sich die komplette Welt des Anime dreht. Die Story ist ziemlich simple aber dafür sehr detailt und gut gemacht. Allgemein steckt in diesem Anime eine sehr große Liebe zu Detail. Der Anfang des Animes ist ein wenig zäh aber spätestens mit der 3. Folge geht es so richtig los. Ziel ist es natürlich den Grund des Loches zu erreichen aus Story gründen die ich hier nicht verraten möchte. Leider ist der Anime mit nur 13 Folgen einfach viel zu kurz. Gerade wenn es so richtig Spanned wird ist er schon wieder vorbei darum nur eine gute 9von10 anstatt eine 10. Wo bleibt eigentlich deine 2. Staffel? Bisher kamen nur Movies raus und da das Studio nun an der 2. Staffel von Shieldhero arbeitet wird es leider noch dauern was ich sehr schade finde. \nDeutsche Syncro vorhanden\n\nHigh School DxD: R+\nEigentlich ein sehr bekannter Anime welchen außer Max und Ich wahrscheinlich hier wieder niemand kennt. \nDas Setting dieses Animes ist genial. Du hast Dämonen, Engel und gefallende Engel dazu eine Form von  from zero to Hero Geschichte des Hauptcharekters und jede menge Haut. \nWas will Mann mehr? Der Titel des Animes ist leider falsch weil es nicht wirklich etwas mit Schule zutun hat auch wenn ein Teil der Geschichte in der Schule spielt. \nEs geht will mehr um eine kleine Perversling der stirbt und dann von Rias Gremory  einer Dämonin wiederbelebt wird. Ab diesem Zeitpunkt gehört er dem Hause  Gremory an und ist selbst ein Dämon. Unser Held der Anfangs nichts kann muss sich durch die harte \"Welt\" der Dämonen schlagen. Eigenes spielt in der echten Welt eigenes in der Dämonenwelt später. In der echten Welt trifft unser Held immer wieder auf Gegner welche ihm haushoch überlegen sind. Dank seiner neuen Dämonenfreunde schafft er es am Leben zu bleiben lernt mit der Zeit seine geheimen Kräfte immer mehr zu beherrschen. \nStaffel 1 sollte eigentlich jeder einmal gesehen haben sie ist wirklich sehr gut. Staffel 2 und 3 sind auch noch gut. Leider finde ich hat der Studiowechsel zur 4. Staffel dem Anime nicht gut getan und später kommen leider immer mehr Logikfehler. Trotzdem wird es eine 5. Staffel geben weil der Anime gerade durch das gute Setting und die extreme gute erste Staffel viele Fans gewonnen hat. \nDeutsche Syncro vorhanden\n\nThe Seven deadly Sins: \nMittelalter, Fantasy und Episch so könnte man diesen Anime beschreiben. \nWahrscheinlich ist diese Art von Anime etwas auf das die Leute lange gewartet haben. \nUnd er ist wirklich extreme gut und wird seinen Erwartungen gereicht. \nViele gute Charaktere, gute Story, gute und interessante Welt, schöne Kämpfte und die ein oder andere lustige Szene. Dazu sind die Staffeln alle 24 Folgen lang und es gibt bisher 2 Staffeln + eine weitere Staffel kommt noch dieses Jahr. \nMein Lieblingscharakter ist btw King aber es noch mehr Charaktere die Fanlieblinge sind. Ban und Meliodas zum Beispiel. Ich könnte jeden verstehen der diesem Anime eine 10/10 gibt. Allerdings gibt es kleine Plotelemente die ich persönlich nicht so mag darum nur eine gute 9.\nEs gibt teilweise Charaktere die aufgebaut werden aber später dann unwichtig werden außerdem gibt es sehr viele Charaktere was bei der Länge vllt sogar okay ist.\nAber ich hätte Momente in der Serie wo ich lieber ein andere Charakter gesehen hätte wo Screentime für Charaktere drauf gegangen ist  die mich nicht interessiert haben.\nAußerdem spielt ein Teil des Animes in der Vergangenheit was teilweise gut ist aber teilweise auch nervt weil deshalb die Handlung kurz stehen bleibt.\nDas Worldbuildung ist mit 2. Staffel noch nicht komplett abgeschlossen und es wird auch in der 3. Staffel Szenen geben welche in der Vergangenheit stattfinden und zum Worldbuilding gehören.\nEs gibt also noch ein paar Geheimnis die aufgedeckt werden müssen. \nDeutsche Syncro vorhanden\n\nSeishun Buta Yarou: \nSogar eine bessere 9 aber diese Anime macht unbedingt ein Dub (Welcher gerade auf Amazon wöchentlich erscheint) damit die Stimmung richtig rüberkommt. \nWenn ich den Dub fertig gesehen habe überlegen nochmal ob es vllt sogar eine 10/10 ist. \nJedenfalls ist dieser Anime mehr als nur Slice Of Life Schooling mit Romanze. Er hat sehr viel tiefe und durch die Musik entsteht eine sehr schöne Stimmung. \nIn diesem Anime geht es um das \"Puburtästsyndron\" die unsicheren Gefühl manifestieren sich in paranormalen physikalischen Ereignisse. \nAls Beispiel: In den ersten Folgen geht es um die weibliche Hauptfigur welche von immer mehr und mehr Leute nicht mehr wahrgenommen wird. (Sie wird unsichtbar für andere) \nDie männliche Hauptfigur hilft den Girls dann jeweils bei Ihnen kleinen Problemchen und so verschwindet auch das Puburtätssyndrom wieder. \nNebenbei findet eine kleine Romanze statt die natürlich immer wieder aufgehalten wird durch die Probleme der weiblichen Nebenfiguren. \nWas ich an diesem Anime seltsame finde ist das jede Geschichte ein Buch ist und da wir hier 5 Geschichten in 13 Folgen haben werden also 5 Bücher (~300 Seiten) in 13 Folgen verarbeitet???\nDa muss bestimmt eine Menge weggelassen wurden sein aber es fühlt sich tatsächlich nicht so an. Normal wäre ja 2 Bücher in 12 Folgen also 120 Minuten Spielzeit für ein Buch was okay ist. \n\n\nRe:ZERO -Starting Life in Another World-: R-\nIch glaube diesen Anime kennt wahrscheinlich auch fast jeder. Aber ich schneide ihn dennoch einmal kurz an.Es ist ein Isekai mit einer ziemlich nervigen Hauptfigur welche eine besondere Fähigkeit hat. Spoiler: Er kann nicht sterben und wird immer wieder zum letzten \"Speicherpunkt\" zurück gesetzt. Ansonsten ist der Anime von der Story her nicht wirklich überragend es ist mehr die Inszenierung welche Überragend ist.\nEs wirkt teilweise extrem filmisch und spanend was die große Stärke des Animes ist. Die Figur sind gut bis okay aber sollten nicht die Hauptgrund sein um diesen Anime zu schauen. \nSo nervig der Hauptcharakter auch sein mag so gut sind die Szene wo er sich mit seinem Tod auseinander setzt und immer darüber nachdenkt was er denn anderes machen kann um das nächste Level zu erreichen. Btw. er kann niemand davon erzählen das er einen bestimmten Tag schon mal erlebt hat. \nKeine deutschen Syncro Vorhanden\n\nSword Art Online: \nMuss ich nicht viel zu sagen oder?\nStaffel 1 = 8-9 von 10 \nStaffel 2 = 7-9 von 10\nStaffel 3 = 9 von 10\nStaffel 3 macht ein guten Neustart nach der komischen 2 Staffel leider fehlen noch die alten Charaktere\nStaffel 4 könnte sehr gut werden ich hoffe sie verkacken die nicht. Staffel 4 kommt in der Fallseason 2019 \nStaffel 3 bekommt gerade seine Syncro  - Rest ist bekannt. \n\nIch lasse Dragonball und Digimon einfach mal weg weil es viel zu lange her um es richtig Bewerten\nzu können außerdem kennt eh jeder diese beiden Animes. \n\nIch hoffe der 2. Teil hat euch gefallen. \n(Teil 1 und 2 sollten eigentlich zusammenkommen aber das wäre zu viel gewesen)\n\nIch wünsche euch noch einen schönen Tag","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T11:33:55.805+0000","up_votes":1,"down_votes":0,"body":"Mein Reis schwimmt in Fleisch \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T11:41:15.029+0000","up_votes":1,"down_votes":0,"body":"Larss es dir schmecken :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T11:51:45.664+0000","up_votes":1,"down_votes":0,"body":"Wo kommt dieser Lars her?\n\nEs hat geschmeckt und ich hab bestimmt die halbe Schale weg geworfen weil es, wie immer, viel zu viel war >.&lt; Dann noch dieses viele Fleisch. Ich hab nur noch das Fleisch und diese süßen Zwiebeln raus gepickt und der Reis ist im Müll gelandet XD Wenn die mir nur so eine halbe Schale bringen würden wäre ich glücklich. Jetzt bin ich voll gefressen und müde XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T12:08:13.074+0000","up_votes":1,"down_votes":0,"body":"1. Es heisst Larss mit 2 S\n2. Das ein Meme geworden auf meinem Server weil du so Typ war der Larss hieß und alle Leute genervt hat und dann haben die Leute sich angefangen sich über ihn lustig zu machen. Ist das neue Kevin auf meinem Server. :D \n\nDu wolltest extra viel Fleisch und nun es zuviel Fleisch? Wo bleibt da die Logik? \n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T12:45:06.942+0000","up_votes":1,"down_votes":0,"body":"Du gehst meinem Discord-Server fremd? ich bin höchst empört","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T13:35:14.424+0000","up_votes":1,"down_votes":0,"body":"Ich war noch nie auf deinem Discord-Server und ich meinte damit den WoW Server auf dem ich spiele. :D","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T13:55:42.814+0000","up_votes":1,"down_votes":0,"body":"lame","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-09-04T13:25:26.664+0000","up_votes":1,"down_votes":0,"body":"D: Ist er überhaupt dem Paradies gejoined?","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T13:35:05.816+0000","up_votes":1,"down_votes":0,"body":"Nein aber sollte er wohl mal tun ^^","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-04T12:11:08.034+0000","up_votes":1,"down_votes":0,"body":"Ich wusste ja nicht das es so viel wird!\n{{sticker:sg-janna}} \n\nAlso so wie...\n#JAN, KOMM TS!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T12:15:26.720+0000","up_votes":1,"down_votes":0,"body":"Was ist \n#JAN, KOMM TS! ???","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T12:18:30.326+0000","up_votes":1,"down_votes":0,"body":"XD Ein \"Twitch Chat Meme\" von SINN","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T12:23:53.912+0000","up_votes":1,"down_votes":0,"body":"Geh weg mit Twitch davon hab ich doch keine Ahnung. :(((","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T12:40:34.388+0000","up_votes":1,"down_votes":0,"body":":o Lerne es","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T12:44:23.537+0000","up_votes":1,"down_votes":0,"body":"Nein Twitch ist langweilig....","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Divin1ty","date":"2019-09-04T06:16:22.882+0000","up_votes":1,"down_votes":0,"body":"Ich kann mir SAO nicht geben, da ich als eingefleischter Berserk Fanboy jedes mal cringen muss, wenn ich den Protagonisten von sich als 'Black Swordsman' sprechen höre, ihn in seinem Guts-esquen Aufzug sehe, oder die lachhaft ..sagen wir...'inspirierte' Story die so garnicht von Berserk geklaut wurde verfolge.\n\nHochgehypter Schrott für mich 3/10 \n\nWer neuere Serien mit insanem Artwork sehen will, dem empfehle ich Demon Slayer.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:19:59.653+0000","up_votes":1,"down_votes":0,"body":"Das hört sich zu gruselig für mich an...\nIch mag sowas nicht. ^^","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T06:23:55.121+0000","up_votes":1,"down_votes":0,"body":"Demon Slayer ist super!\nUnd gruselig ist es garnicht, es hat die beste kleine Schwester (sogar in einer Box!) der Anime Welt, die Dämonen werden alle sogar sehr gut dargestellt, ihre Beweggründe warum sie so geworden und die Kämpfe sind einfach fantastisch!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:26:08.405+0000","up_votes":1,"down_votes":0,"body":"Nein nein nein :D\nKirino bleibt die beste kleine Schwester. :P","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T06:30:04.553+0000","up_votes":1,"down_votes":0,"body":"https://m.youtube.com/watch?feature=youtu.be&amp;v=Qva036J_evc\n\nGuck dir mal die Szene an. ^^\n\nNöö, die ist besser.\nAuch weil der Protagonist kein sexuelles Interesse an ihr hat. :3","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T06:37:56.569+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Divin1ty,realm=EUW,application-id=YnZkMR0R,discussion-id=6TItnruN,comment-id=00010000000000000000,timestamp=2019-09-04T06:30:04.553+0000)\n>\n> Auch weil der Protagonist kein sexuelles Interesse an ihr hat. :3\n\nEr vielleicht nicht ( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T06:44:23.912+0000","up_votes":1,"down_votes":0,"body":"Du stehst auf Neunjährige? :)","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:03:15.824+0000","up_votes":1,"down_votes":0,"body":"Die ist da bestimmt so variable wie mit ihrer Größe :D\n\n&amp; tbh kam sie mir älter vor, kommt mir eher wie die große Schwester vor","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T07:10:18.741+0000","up_votes":1,"down_votes":0,"body":"Glaube es ist die Kleine, vielleicht liege ich auch falsch. :o","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:19:20.479+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung, auf jeden Fall ist sie knuffig :3","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T11:21:42.826+0000","up_votes":1,"down_votes":0,"body":"Passt ja zu dir. :3","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T11:22:27.033+0000","up_votes":1,"down_votes":0,"body":"ik","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-09-04T07:17:09.704+0000","up_votes":1,"down_votes":0,"body":"Sieht sie auch aus wie neun?","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:19:59.050+0000","up_votes":1,"down_votes":0,"body":"https://i1.wp.com/omnigeekempire.com/wp-content/uploads/2019/04/maxresdefault-24.jpg?ssl=1\n\nhttps://assets.cdn.moviepilot.de/files/d1cfbcac631972dc4f8a7e9230e1085e336250024e64b2547b77a1a3d1f5/limit/1024/2000/MV5BOTc5NTJhNzQtYmFjMy00M2RlLWE4NmUtM2IyNTQ4NTIwYWFhXkEyXkFqcGdeQXVyMzI2Mjc1NjQ%40._V1_SX1777_CR0%2C0%2C1777%2C999_AL_.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-04T07:44:41.181+0000","up_votes":1,"down_votes":0,"body":"Also eher wie 14-16","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:45:18.966+0000","up_votes":1,"down_votes":0,"body":"so in Drehe denke ich auch :)\n\nIch mein, sie tritt auch sehr charmant Köpfe von anderen Dämonen ab :) Was will man mehr?","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T11:09:44.725+0000","up_votes":1,"down_votes":0,"body":"Als Dämonin darf sie das auch!","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T11:11:32.030+0000","up_votes":1,"down_votes":0,"body":"true","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-04T06:39:26.202+0000","up_votes":1,"down_votes":0,"body":"Da spritzt ja Blut\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T06:43:59.187+0000","up_votes":1,"down_votes":0,"body":"Bei dir doch auch monatlich?\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T06:46:02.595+0000","up_votes":1,"down_votes":0,"body":"Es wäre äußerst beunruhigen wenn es spritzen würde!\n{{sticker:darius-angry}}","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T06:49:13.001+0000","up_votes":1,"down_votes":0,"body":"Hm.\nAber wie fandest **du** die Szene?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T06:59:55.299+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht. Eher 0815 .-.","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:55:43.995+0000","up_votes":1,"down_votes":0,"body":"Ne entspricht nicht meinem Geschmack sorry.","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-09-04T07:16:49.107+0000","up_votes":1,"down_votes":0,"body":"Fand die Handlung von SAO ganz gut, nur der Teil in der realen Welt war unnötig. Ansonsten wurde ich gut unterhalten.","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T11:12:43.763+0000","up_votes":1,"down_votes":0,"body":"Wers mag, ich konnte halt nicht die frap­pie­renden Ähnlichkeiten halt nicht ignorieren.\nVorallem da ich sehr, sehr wählerisch bin bei Serien, oder sie so nebenbei laufen lasse.\n\nWenn ich mich sehr für die Story interessiere kann ich nur das, zB. halt bei Boardwalk Empire, Breaking Bad und Konsorten, aber wenn es sowas ist wie Dexter das halt eher leichte Kost ist, schauhöre ich das so nebenbei beim zocken o.ä.","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-09-04T06:23:20.629+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Divin1ty,realm=EUW,application-id=YnZkMR0R,discussion-id=6TItnruN,comment-id=0001,timestamp=2019-09-04T06:16:22.882+0000)\n>\n> Wer neuere Serien mit insanem Artwork sehen will, dem empfehle ich Demon Slayer.\n\nAuch schon aktuell, ist ganz gut obwohl der Hauptcharakter manchmal etwas zu weich ist :)","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T06:31:00.680+0000","up_votes":1,"down_votes":0,"body":"Naja, ist für mich mal eine Abwechslung zu der Welt von Berserk, Gantz, oder Warhammer 40K. ^^","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T06:39:28.145+0000","up_votes":1,"down_votes":0,"body":"Ja gut, das sind alles so Animes/Serien die ich nie geschaut hab ^^\n\nBerserk hatte ich mal angefangen aber nach 2 Folgen oder so aufgehört weil schon dern Zeichenstil nicht so meines war und die Story am Anfang mir zu lw","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T06:43:35.493+0000","up_votes":1,"down_votes":0,"body":"Gantz ist..speziell.\nUnd 40K ist kein Anime, sondern ein Universum. :o\n\nBerserk hat auch keinen guten Anime.\nNur der von 19hundert ist annehmbar.\nVersuch entweder den Manga, oder die Golden Age Arc Filme als Redux auf YouTube, die sind ganz okay (einfach Berserk Movie Redux suchen).","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-04T07:18:09.373+0000","up_votes":1,"down_votes":0,"body":"Ich nehme an du hast die Astartes Webserie geschaut?","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T11:09:16.772+0000","up_votes":1,"down_votes":0,"body":"Yes.","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-09-04T07:04:53.767+0000","up_votes":1,"down_votes":0,"body":"aight\n\nsowas ist halt net so geil:\nhttps://cdn.vox-cdn.com/thumbor/Uhdnxuid4sT0508w62wtKIP-d_w=/0x0:663x410/1200x800/filters:focal(279x152:385x258)/cdn.vox-cdn.com/uploads/chorus_image/image/55061199/Screen_Shot_2017_06_02_at_10.04.16_AM.0.png","replies":[{"id":"","poster":"Divin1ty","date":"2019-09-04T07:09:31.572+0000","up_votes":1,"down_votes":0,"body":"Jup, sag ja das es Garbage ist.\nManga Masterrace.","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:17:49.881+0000","up_votes":1,"down_votes":0,"body":"Bisher noch nie n Manga wirklich gelesen :D\n\nSofern man die Lustigen Taschenbücher die ich als Kind gelesen habe, nicht mit dazu zählt :DDDD","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-04T08:33:11.915+0000","up_votes":1,"down_votes":0,"body":"Ob ich etwas extra Fleisch zu meinem gebratenen Reis bekomme wenn ich lieb frage?\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T11:18:35.244+0000","up_votes":1,"down_votes":0,"body":"Was macht Lars?","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T09:06:03.957+0000","up_votes":1,"down_votes":0,"body":"Warum solltest du keinen bekommen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T09:40:16.393+0000","up_votes":1,"down_votes":0,"body":"Gibt immer irgendeinen Grund x.x Aber die Ehefrau von dem Koch dort arbeitet hier °-° Ich rechne mir Chancen aus","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T09:42:53.669+0000","up_votes":1,"down_votes":0,"body":"Mit genug Ausschnitt wirst du das schon hinbekommen. ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T09:46:44.339+0000","up_votes":1,"down_votes":0,"body":"Soll ich zum Koch gehen und ihm meine Brüste auf die Arbeitsplatte legen?\n{{sticker:sg-lux-2}} \n\nIch bestelle über Lieferando und kann da allerhöchstens eine Bemerkung rein schreiben. Und wenn der Liefertyp vom Restaurant kommt, ist es auch zu spät. Er wird wohl kaum nochmal zurück laufen und ne Schaufel mehr Hühnchen rein werfen XD So sehr mag er mich dann doch nicht.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T09:50:21.488+0000","up_votes":1,"down_votes":0,"body":"Das würde ich feiern. :D \n\nDu kannst auch per Telefon bestellen und dann reitet der Chinamann auf einer Kutsche die von einer goldenen Kuh gezogen wird zu dir. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T09:52:50.210+0000","up_votes":1,"down_votes":0,"body":":> Ich hab aber kein Geld dabei.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T09:54:27.832+0000","up_votes":1,"down_votes":0,"body":"Der hat ein Kartenlesegerät dabei :) \nDas wird in den Hintern der Kuh gesteckt weil da ja Strom rauskommt.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T09:56:32.913+0000","up_votes":1,"down_votes":0,"body":"uff XD Aus deinem Hintern kommt auch Strom ...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T10:24:30.711+0000","up_votes":1,"down_votes":0,"body":"Willst du es mal testen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T10:25:57.631+0000","up_votes":1,"down_votes":0,"body":"nein! geh weg!\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T10:39:02.126+0000","up_votes":1,"down_votes":0,"body":"Aber ich rieche nach Schinken. :)","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T11:14:07.058+0000","up_votes":1,"down_votes":0,"body":"*hält seinen Arsch gen Kirschkern*","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T11:16:46.702+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=6TItnruN,comment-id=000b0000000000000000000000000000000000000000000000000000,timestamp=2019-09-04T11:16:04.918+0000)\n>\n> Larss das!\n\nImmer dieser Larss.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T11:16:04.918+0000","up_votes":1,"down_votes":0,"body":"Larss das!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-04T11:13:10.027+0000","up_votes":1,"down_votes":0,"body":"malst ihm ein Bild bei den Bemerkungen:\n\n(   .   ) (   .   )\n\nfunktioniert bestimmt :^)","replies":[]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-09-04T07:35:42.801+0000","up_votes":1,"down_votes":0,"body":"Momentchen mal... die Wertungen für SAO sind viel zu verallgemeinert. Der Anime ist eine einzige Achterbahnfahrt mit Höhen und Tiefen, auch innerhalb einer Staffel. Bei Bedarf gebe ich gerne ausführlichere Details (a.k.a. meine Bewertungen mit jw. einem kleinen Kommentar) an.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:50:13.806+0000","up_votes":1,"down_votes":0,"body":"Kannst du gerne machen. :)","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T10:09:04.128+0000","up_votes":1,"down_votes":0,"body":"Also dann: meine Meinung zu SAO:\n\n**Staffel 1:**\n\n*  Arc 1: Das Death Game (mir fallen die korrekten Namen nicht mehr ein, daher nur Umschreibungen). Eigentlich beginnt SAO hervorragend. Eine interessante Story, noch wirken die Charaktere interessant, man erlebt den MMO-Alltag mit und durch eben die gegebene Gefahr des Sterbens... sterben halt auch Leute, so, wie das halt passiert (auch einer der Gründe, warum Attack on Titan bei mir hoch im Kurs steht). Aber gerade, als langsam Spannung aufkommt, kommt die erste große Hürde: Yui. Plötzlich sind Kirito und Asuna Eltern einer virtuellen Loli, die nach ihrer letzten Minecraft-Session vergessen hat, /gamemode 1 wieder auszumachen. Aber gut, dass sie vom Autor im Grunde zur Zurückhaltung verdammt wurde. Und dann geht es wieder weiter mit dem fröhlichen Dungeon-Grind, bis plötzlich ein random Typ aus der Gruppe sagt: \"Ach übrigens, ich bin der Endboss des Spiels... und jetzt kämpf gegen mich!\" Und stirbt oneshot, weil scheinbar Yui auch kurz mal Kirito den /gamemode 1 gegeben hat. Und dann war der Arc vorbei. Und schon jetzt fühlte ich mich dezent ver _*_ rscht. Es fühlte sich an, als hätte der Produzent keine Lust mehr auf den Arc gehabt, sich die dümmste mögliche Idee gesucht, ihn enden zu lassen, um dann seine neue Idee umzusetzen.\nAber für den guten Anfang bekommt der ARc noch 6/10 Punkte\n* Arc 2: ALO I. Neue Ideen sind ja schön und gut, aber... was zum Teufel ist hier falsch gelaufen? Alleine schon Suguha. Die ist doch echt nur da, weil sich in Kiritos Pseudo-Harem noch nicht genug Blutsverwandtes finden lässt. Jegliche Spannung aus dem ersten Arc wird geraubt, gerade, weil die Perma-Death-Mechanik nicht mehr greift, der Plot ist langweilig, weil, ganz ehrlich: bis auf ihre Beziehung ist Asuna einfach nur auch ein weiterer Plot-Devíce, um zu zeigen, wie supertoll Kirito doch ist. Und der Antagonist des Arcs hat schlicht und ergreifend einen Dachschaden. Sowie einige andere psychische Probleme. 2/10 Punkte.\n\n**Staffel 2:**\n\n* Arc 1: GGO. Zuerst hat mich das überhaupt nicht abgeholt. Das war nicht SAO, wie man es kannte und die neue Welt/das neue Spiel hat einige Eingewöhnungszeit gebraucht. Zu meinem Glück gab es aber Sinon/Asada. Nach gut 25 Folgen endlich der erste Charakter, der mich mehr als drei Sekunden interessiert hat. Gut, lag vielleicht auch daran, dass es der erste Charakter in SAO war, bei dem auch versucht wurde, ihm eine Hintergrundgeschichte zu geben und nicht einfach \"So, du bist jetzt hier im Anime, hilf mal dem Hauptcharakter und ansonsten steh nicht zu viel im Weg rum. Viel Spaß dir!\"-haft abgestempelt wurde. Das einzige Problem ist mal wieder der Bösewicht, bei dem es ÜBERHAUPT NICHT offensichtlich war, wer es sein würde... ich meine, es wurde ~12 Folgen lang sogar im Opening gezeigt!!! (Ab hier Spoiler bis zum Ende des Absatzes) Man muss sich ja mal nur anschauen, in welcher Reihenfolge die Charaktere auftauchen: Kirito-Kirigaya, Leefa-Suguha, Sinon-Asada, Death Gun… oh, warte mal, das ist ja Asadas guter Freund... hmmmm, was kann das wohl bedeuten???\nAber alles in allem war dies noch recht erträglich zum Anschauen. 7/10 Punkte.\n* Arc 2: ALO II. Junge, tiltet mich dieser Teil. Das sind 6-8 Folgen reiner Plotfiller ohne jeglichen Inhalt oder sonstiger Relevanz für die restliche Story! Wieso ist dieser Teil überhaupt da? Man kann den wirklich weglassen und würde nicht einen Millimeter der Story verpassen. Vor allem Kiritos superkrasses neues Schwert... das einfach nirgendwo auftaucht oder sonstige Relevanz hat... aaaaaaaaargh, das sind 2-3 Stunden verschwendete Lebenszeit gewesen! 1/10 Punkte.\n* Arc 3: Club der roten Bänder im Anime-Format. Recht seltsamer Einstieg, aber die Story entwickelt sich gut weiter, man hat Spaß, dabei zuzuschauen, wie die wahnsinnige Gruppe einfach Spaß haben will und nebenher noch etwas verücktes erreichen möchte... und gegen Ende ist mir Zekken sogar irgendwie ans Herz gewachsen. Beim Finale sind sogar meine Augen etwas feucht geworden. Definitiv einer der Höhepunkte des Anime für mich. 9/10 Punkte.\n\n**Staffel 3:**\n\n* Arc 1: Der Holzfäller-Simulator 2019 oder Alice im nicht-ganz-so-Wunderland. So muss m.M.n. ein Anime anfangen. Du hast keine Ahnung, was am Anfang passiert und erst nach und nach lüften sich die Puzzleteile. Die erste Folge hat mich komplett überrannt und ich habe mich auf jede neue Folge gefreut, in der immer mehr klar wird, was eigentlich passiert. Auch wenn der Inhalt des Plots ein bisschen von kindlichen Gefühlen gesteuert wird (zwei ca. Zehnjährige wollen in ein Gefängnis einbrechen, um ihre Kindheitsfreundin rauszuholen... wer kennt´s nicht?), hat man doch Lust auf mehr. 8/10 Punkte.\n* Arc 2: Let´s go to the City! Uuuuuuuund da haben wir wieder SAO mit seiner gewohnten Langeweile. Im Schnitt ein neuer Charakter pro Folge, an dem man so sehr interessiert ist wie die Medien an den Walbränden im Regenwald (und es sind auffallend viele weibliche Charaktere... SAO nimmt die Gleichberechtigungsquote sehr ernst!), der Plot ist ungefähr so aufregend wie ein Stück Papier und ohne viel Tiefgang, wenigstens die monotone Langeweile überzeugt. 4/10 Punkte.\n* Arc 3: Wenn man Tower Defense wörtlich nehmen muss. Der Sturm auf die Bastil… ähm, die Kathedrale beginnt! Und es ist ein Turm mit 100 Ebenen... warte mal, das hatten wir doch schon irgendwo gehabt, oder täusche ich mich...? Es ist im Grunde ein Tournament Arc ohne das Turnier. Beinahe episodisch ein neuer Gegner... und ich weiß nicht, woran es liegt, aber warum hat jeder Gegner nur genau eine Spezialfähigkeit? Der eine ist halt bisschen stärker als alle anderen, einer kann brennende Pfeile schießen, einer kann Licht brechen... wooooow. Oder ich bin einfach nur von den Bossen aus WoW verwöhnt, keine Ahnung. Irgendwann ist man halt mal oben angekommen, der große Endkampf, der mehr Gelaber als Kampf ist... und das Ende ist eines der lächerlichsten Enden überhaupt. (Spoiler bis zum Absatz!) Sagen wir einfach mal, der Endboss wird durch einen Selbstmordangriff eines notgeilen Clowns mit in den Tod gerissen... nein, wirklich! Es ist so bescheuert, wie es sich anhört!\nUnd dann die letzten zwei Minuten, a.k.a. 10 Gründe, warum ihr auch ~~Staffel 4 sehen solltet~~ weiterhin uns Geld in den Rachen schieben sollt. Einen so schlechten Sellout habe ich noch nie erlebt, (nochmal Spoiler bis Ende des Absatzes) urplötzlich wird die geheime Basis angegriffen, ohne, dass einer auch nur eine Idee hat, wieso (bei End of Evangelion konnte man es zumindest gut nachvollziehen, warum die NERV loswerden wollten), alle sind in Panik und Kirito wird zu Asuna geholt... oder Asuna kommt zu Kirito in die Underworld?! Kein Plan, wie rum die Geschichte jetzt abgelaufen ist...\nEinige Kämpfe waren durchaus interessant, auch wie Kirito langsam Alice... \"umprogrammiert\", aber da hätte man noch viel mehr machen können. 5/10 Punkte.\n\n**Ordinal Scale (der Kinofilm):**\n\nNa ja, es ist halt SAO, was hat man jetzt erwartet? Der selbe Plot wie immer (gefühlt), die selben langweiligen Charaktere und der Antagonist hat wieder mal die Kreativität und Originalität eines Laubblattes. Aber hey, immerhin nur 1,5 Stunden SAO, das überlebt man. 3/10 Punkte.\n\n**SAO Alternative:**\n\nIch rall´s nicht. Viele sagen, es sei voll gut, ein interessanter, neuer Blick auf das SAO-Universum... ich konnte die Show nicht eine Sekunde ernst nehmen. Alleine schon die Hauptcharakterin. Nicht einen Moment lang kam sie/ihr Charakter glaubhaft rüber, ihre Motivation ist auch mehr so... \"Aha...\" und auch die restlichen Charaktere sind verrückt, aber nicht das gute verrückt, sondern mehr so ein \"Was zum... das ist jetzt nicht euer Ernst?!\"-verrückt. Durchgeschaut hab ich´s, aber auch nur, um mich über Plot und Charaktere lustig zu machen. 1/10 Punkte.\n\n---\n\nSo, das ist meine Meinung zu SAO, die natürlich ernst zu nehmen ist und den Maßstab für alle weiteren Bewertungen legt. Wer das nicht so sieht oder eine andere Meinung hat, ist nur neidisch und hat noch nie Sex, Erfolg und/oder Geld gehabt. Kappa.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T10:48:41.782+0000","up_votes":1,"down_votes":0,"body":"Oh ich mag Suguha eigentlich sehr gerne aber mit der Meinung bin ich wohl ziemlich alleine. :)","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T10:56:13.776+0000","up_votes":1,"down_votes":0,"body":"An sich ist Sugu auch ok... aber ihre Rolle im Plot ist einfach nur ein großes \"NEIN!\"","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T11:02:44.034+0000","up_votes":1,"down_votes":0,"body":"Incest ist wincest. ^^","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T11:10:07.910+0000","up_votes":1,"down_votes":0,"body":"She´s perfeclty legal if you shout \"no chromo!\"","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:07:16.991+0000","up_votes":1,"down_votes":0,"body":"Fast Level 30 :)\nHeute gehe ich ins Kloster das wird ein Spaß. \nDie Spells in Classis sind irgendwie komisch von den Manakosten her. \nMein mittlere Heilzauber kostet pro Rang immer nur 50 Mana mehr aber heilt immer deutlich mehr.\nMit Rang 2 zu heilen war vorgestern echt nicht schön. 200 Manakosten und selbst nur 1200 Mana haben. Da musste ich sehr häufig trinken gehen.\nAber nun habe ich besseres Gear und muss zum Glück nicht mehr so oft trinken gehen. :)","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T10:15:51.977+0000","up_votes":1,"down_votes":0,"body":"Das ist ja auch so eine Sache... ich bin ja schon beim Sololeveln nach 2 Mobs oom gewesen und musste trinken, will ja gar nicht wissen, was ihr armen Healer durchmachen müsst. Ich würde da Zustände bekommen jenseits von aller Vernunft^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T10:27:43.996+0000","up_votes":1,"down_votes":0,"body":"Das Sololeveln ist erststaundlich einfach.\nDer Trick ist den Zauberstab zu benutzen.\nPriester macht Gedankenschlag + Dot auf dem Mob und macht den Rest mit dem Zauberstab.\nDadurch muss man fast nie trinken während des levelns. \nCasten wäre eh ein Problem weil Angriffe von Mob ja deine Zauberzeit erhöhen wenn du nicht kitten kannst bringt casten nichts.\nAußerdem kann man später Shadow gehen falls man möchte der soll aber viel Mana fressen was wieder zu Pausen führt.","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T10:47:20.481+0000","up_votes":1,"down_votes":0,"body":"Zauberstab. Als Schamane. glhf","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T10:49:22.586+0000","up_votes":1,"down_votes":0,"body":"Ich spiele keine stinkende Horde.\nDie fressen immer Nachts die Mülltonnen in SW leer. >.&lt;","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T10:55:06.008+0000","up_votes":1,"down_votes":0,"body":"Ach du Schande. Ein Alli ist der auch noch. Was ist in deiner Erziehung falsch gelaufen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T11:03:20.998+0000","up_votes":1,"down_votes":0,"body":"Immerhin esse ich einem Tisch mit Messer und Gabel und dazu schönes Zwergenbier. :)","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T11:09:46.279+0000","up_votes":1,"down_votes":0,"body":"Laaaaaaaaaaangweilig!","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-04T10:18:23.951+0000","up_votes":1,"down_votes":0,"body":"Pots nehmen. Es heißt **POTS NEHMEN**\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T10:46:44.850+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mal welche finden würde... gerne. Wenn überhaupt, bekomme ich nur die HP-Pots.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T10:28:20.793+0000","up_votes":1,"down_votes":0,"body":"Die haben aber eine Minute Abklingzeit und müssen erstmal gekauft werden.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T10:31:03.650+0000","up_votes":1,"down_votes":0,"body":"Richtig dumm .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T10:41:28.399+0000","up_votes":1,"down_votes":0,"body":"Immerhin geben die Monster Exp. :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-04T07:44:51.381+0000","up_votes":1,"down_votes":0,"body":"Was bin ich froh das sich diesmal wirklich nur irgendein Stufe 1 Dango lohnt XD\n\nhttps://www.surrenderat20.net/2019/09/93-pbe-update-new-summoner-icons-little.html","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-04T08:11:34.172+0000","up_votes":1,"down_votes":0,"body":"> Champions\nEvelynn\nLast Caress (R) damage multiplier vs. low health targets increased from 100% to 140%\n\n\nAhahahahahahahahahahah\n\nWie kann man denn nur so hart an der Bong smoken wie das Balance Team von Riot?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:18:20.015+0000","up_votes":1,"down_votes":0,"body":"JAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJA\n\nDarüber habe ich mich auch gefreut :D\n\nIch liebe Eve in meiner super geheimen Teamkombination und mit bestimmten Items °^° Aber die Ult war hin und wieder doch zu schwach irgendwie. idk. Eigentlich wollte ich mich von Eve lösen aber offensichtlich will das verhindert werden D: \\*.*\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-04T08:51:03.010+0000","up_votes":1,"down_votes":0,"body":"Ist dsd nicht Kluft Eve und nicht TFT?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T09:23:50.430+0000","up_votes":1,"down_votes":0,"body":"Du hast recht das ist Kluft nicht TFT.\nFrau Kirschkern hat falsch gelesen. \nAber da steht auch: \n* NOTE*: The PBE is a testing grounds for new, tentative, &amp; experimental changes. Be aware that what you see below may be relative to other changes earlier this cycle! These are not official notes.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-04T09:26:26.863+0000","up_votes":1,"down_votes":0,"body":"Ja, aber alleine um zu denken, man müsse Eve buffen, auch wenn es nur \"experimentell\" ist, muss man doch schon morgens Meth rauchen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T09:29:28.084+0000","up_votes":1,"down_votes":0,"body":"Lee Sin \n[Changelist]\nBase HP increased from 570.8 to 575\nBase damage increased from 69.18 to 70\nDragon's Rage (R) \ndamage increased from 150/375/600 to 175/400/625\ncooldown lowered from 110/85/60 to 90/75/60\n\nMiss Fortune\n[Changelist - doesn't match, may change later]\nDouble Up (Q) AD increased from 100% to 115%","replies":[{"id":"","poster":"INoKami","date":"2019-09-04T10:11:59.867+0000","up_votes":1,"down_votes":0,"body":"Hey, bald sind doch Worlds... und was wäre ein Worlds-Patch ohne den klassischen Lee Sin-Buff? Das ist doch schon Tradition, genau wie alle 2-3 Jahre ein neues Ryze-Rework rauszuhauen! Wir wollen doch wieder Playmaker bei den Worlds sehen... Gripex und Broxah reiben sich doch die Hände bei solchen Zeilen ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T10:14:25.435+0000","up_votes":1,"down_votes":0,"body":"#WUUUUUUUUUHHHHHHUUUUUUUUUUUUUUUUUUUUUUUUUUUU WOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOORLDS","replies":[]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-09-04T09:39:04.879+0000","up_votes":1,"down_votes":0,"body":"Ooohhhh jaaaaaaa °-° So ein Mist.\n\nDabei hatte ich erst Sonntag zwei Eves im Gegnerteam die fett gecarried haben. Naja. Zumindest eine ein Spiel :D Das zweite hätte der Spieler fast mit seiner Eve gewonnen \\o/ aber mein Team war besser!","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:49:05.452+0000","up_votes":1,"down_votes":0,"body":"Shisa gehört btw zu SG Soraka :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:05:04.252+0000","up_votes":1,"down_votes":0,"body":"Egal. Dango ist das einzig niedliche °-°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T08:20:57.060+0000","up_votes":1,"down_votes":0,"body":"Geht so","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-04T07:24:27.633+0000","up_votes":1,"down_votes":0,"body":"yay youtube wächst :3 2k aufrufe + 69 likes :)\nmuss wohl zu youtube stream wechseln xd","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T07:31:46.181+0000","up_votes":1,"down_votes":0,"body":"\\o/ 1.5k sind von mir\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:36:04.478+0000","up_votes":1,"down_votes":0,"body":"Ich dachte du bist nur auf Youporn unterwegs? o.O","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:13:04.323+0000","up_votes":1,"down_votes":0,"body":"Fakt ist das ich seit Jahrhunderten nicht mehr auf Porohub oder Youporo war. Oder sonstigen Seiten.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-04T08:18:01.932+0000","up_votes":1,"down_votes":0,"body":"Wie kommts?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:28:39.042+0000","up_votes":1,"down_votes":0,"body":"Realität und Wahrheit nimmt einem das Interesse ganz ganz fix.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-09-04T08:57:38.838+0000","up_votes":1,"down_votes":0,"body":"Hm... Verstehe ich nichts von.","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T09:37:12.618+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-04T08:13:42.517+0000","up_votes":1,"down_votes":0,"body":"Da haben wir uns ja auch kennen gelernt &lt;3 :^)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:21:54.330+0000","up_votes":1,"down_votes":0,"body":"Öhm .. \n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:22:33.409+0000","up_votes":1,"down_votes":0,"body":"Weißt du nicht mehr?\nBeim Dreh von Two Poros One Lulu?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:30:30.347+0000","up_votes":1,"down_votes":0,"body":":o Weiß ich nicht mehr! Und du verwechselst da sicher nichts?","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:31:10.724+0000","up_votes":1,"down_votes":0,"body":"Nein Nein, du warst doch da der Chogath inner Ecke der sich wieder nur mit Keksen voll gestopft hat :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:32:07.048+0000","up_votes":1,"down_votes":0,"body":"Also wenn das Kekse mit Vollmilchschokolade waren dann ja. Dann war ich das doch ziemlich definitiv XD","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:33:11.391+0000","up_votes":1,"down_votes":0,"body":"Vom Aussehen und Geräuschen kommst du an Chogath auch recht gut ran :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:35:32.409+0000","up_votes":1,"down_votes":0,"body":"Das stimmt allerdings. Lustig ist immer wenn irgendwelche Kinder meine Ärmchen + Scheren auf dem Rücken anfassen wollen. Die verlieren dann mal ganz schnell einen Finger.\n\nAußer ich hab zu viel gegessen und bin 10x mal so groß wie sonst :o irgendwie laufen dann immer alle weg :(","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:37:12.642+0000","up_votes":1,"down_votes":0,"body":"Die mögen dich einfach nur nicht *pat pat*","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:49:47.221+0000","up_votes":1,"down_votes":0,"body":"ich lass dich heute Abend einfach bisschen rum baumeln, dann kommst du schon auf andere Ideen :)","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-04T08:39:20.653+0000","up_votes":1,"down_votes":0,"body":"Verständlich\n{{sticker:sg-soraka}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-04T07:33:52.031+0000","up_votes":1,"down_votes":0,"body":"du warst mal auf meinem youtube? xd\nich dachte du schläfst nur","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:12:39.895+0000","up_votes":1,"down_votes":0,"body":"Ich hab eine \"Max Playlist\" und wenn schlafen gehe, lasse ich die mit Wiederholung laufen XD\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:13:20.376+0000","up_votes":1,"down_votes":0,"body":"aww &lt;3\nda kann ich dich zu bett tilten :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:19:26.470+0000","up_votes":1,"down_votes":0,"body":"Ja. Die Formen der Erregung schwanken da massiv\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:21:42.334+0000","up_votes":1,"down_votes":0,"body":"deine jedoch nicht :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:23:00.139+0000","up_votes":1,"down_votes":0,"body":"Ja. Ich bin ein Opfer meiner Selbst\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T08:24:28.301+0000","up_votes":1,"down_votes":0,"body":"https://i.imgur.com/fa8hmOG.png","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T08:29:43.582+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-2}}","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:25:53.208+0000","up_votes":1,"down_votes":0,"body":"Aber der Streamchat ist kacka auf Youtube...","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:27:34.683+0000","up_votes":1,"down_votes":0,"body":"und mehr Kinder als alles andere tbh\n\ndafür kannste auch youtube nach vorn / zurück das video abspielen falls du irgendwas verpasst hast :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:51:43.346+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht. \nVorurteile das auf Youtube nur Kinder sind.\nDie Chatkultur ist halt eine andere.\nAuf Youtube wurde schon immer viel geflammed auch von Älteren.","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:53:20.270+0000","up_votes":1,"down_votes":0,"body":"jo k.A. ^^ bin damals nicht warm geworden mit, bzw. gab es das streamen auf youtube damals noch nicht so","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:25:17.155+0000","up_votes":1,"down_votes":0,"body":"Darling in the Franxx Synchro-Preview:\nIch weiß immer noch nicht was ich davon halten soll :( \n(Zero Twos Stimme kommt heute bestimmt mit dem 5ten und letzten Clip raus) \n\nhttps://www.youtube.com/watch?v=BWOjYpAAYjY\n\nhttps://www.youtube.com/watch?v=CNAcyqknSnw\n\nhttps://www.youtube.com/watch?v=EB_DPWzyDzk&amp;t\n\nhttps://www.youtube.com/watch?v=Umfvxm5N-Mg","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T06:27:14.865+0000","up_votes":1,"down_votes":0,"body":"ohne zeros stimme zu hören, geb ich mir das nicht :D\nnicht das ich das sowieso tun würde, weil man dafür crunchyrole subben müsst aber ... es geht ums prinzip :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:33:32.325+0000","up_votes":1,"down_votes":0,"body":"Was wäre wenn Zero Two die deutsche Stimme von Soraka bekomme würde oder von Ashe? :D","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T06:38:38.612+0000","up_votes":1,"down_votes":0,"body":"oder von der japanischen ahri stimme? :^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:51:11.809+0000","up_votes":1,"down_votes":0,"body":"Warum die japanische Ahri?","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:03:59.724+0000","up_votes":1,"down_votes":0,"body":"Wenn sie stirbt ist das  höchst erotisch :^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:12:10.789+0000","up_votes":1,"down_votes":0,"body":"Freust du dich gar nicht über die News zu Shield Hero oder wusstest du das schon?","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:18:50.981+0000","up_votes":1,"down_votes":0,"body":"ich bin fernab von irgendwelchen News weil mir einfach die Zeit fehlt :D\n\nwas gibbet da?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:27:41.768+0000","up_votes":1,"down_votes":0,"body":"Das steht da doch unter dem Riasbild....\n\nVorab noch eine News.\nShieldhero bekommt eine 2. und eine 3. Staffel.","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:29:01.968+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-rainbows}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:37:51.208+0000","up_votes":1,"down_votes":0,"body":"https://i.redd.it/l6j0yfohbe231.jpg","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:38:30.220+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-rainbows}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:54:43.110+0000","up_votes":1,"down_votes":0,"body":"{{sticker:darius-angry}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T08:01:43.517+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/0d550ee5ccfde732d1e7a371c934e6aa/tenor.gif?itemid=7514163","replies":[]},{"id":"","poster":"Necromant","date":"2019-09-04T07:56:21.396+0000","up_votes":1,"down_votes":0,"body":"{{sticker:draven-pose}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:09:45.336+0000","up_votes":1,"down_votes":0,"body":"Nein das war Ahri aus Koroa. :)\nWenn dann musst du schon auf die richtige Stimme anspielen. :P","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:18:13.280+0000","up_votes":1,"down_votes":0,"body":"ahh true :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:29:33.102+0000","up_votes":1,"down_votes":0,"body":"Stell dir vor sie würde Zero Two die Stimme von Spongebob geben. :D\nInstant würde der dritte Weltkrieg ausbrechen. ^^","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:30:38.060+0000","up_votes":1,"down_votes":0,"body":"ich würde iwie lachen dabei xd\n\nund hero ist dann patrick xd","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:37:24.212+0000","up_votes":1,"down_votes":0,"body":"Bitte nicht dann zünde ich eine Atombombe. ^^","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:38:05.873+0000","up_votes":1,"down_votes":0,"body":"Spüren sie es Mr. Hiro, spüren sie es! :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:53:22.229+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/4c3d7fa67cb6a9cce13a17530d73eb1f/tenor.gif?itemid=7514100","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-04T07:29:58.746+0000","up_votes":1,"down_votes":0,"body":"https://i.imgur.com/fa8hmOG.png\n\nawwwww","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:35:27.986+0000","up_votes":1,"down_votes":0,"body":"Ich dachte das wäre ein neuer Sticker.. >.&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-09-04T07:37:38.895+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/l271aLprrdu7K/giphy.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:50:36.912+0000","up_votes":1,"down_votes":0,"body":"https://media.tenor.com/images/bcbe558e4426a875ca62363e702c54be/tenor.gif?itemid=7327269","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-04T07:39:37.782+0000","up_votes":1,"down_votes":0,"body":"xddd wenn du mal wieder xayah spielst:\n\nhttps://media.giphy.com/media/jOW9yyWVezCB5JJHlD/giphy.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:49:44.993+0000","up_votes":1,"down_votes":0,"body":"Das wird noch 3000 Jahre dauern bis ich wieder League spielen.\nIch bin voll in WoW Classic gefesselt weil ich damals erst mit BC angefangen habe. :)","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:39:00.717+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern eine lebhafte Diskussion losgetreten als ich gefragt habe ob man Gnome als Haustiere halten darf.\nAm ende haben sich die Leute darüber gestritten ob Gnome aus Boden oder aus Freilandhaltung besser sind. \n{{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-09-04T06:25:50.312+0000","up_votes":1,"down_votes":0,"body":"Made in Abyss, Highschool Dxd, SAO sind schon gut! Seven deadly sins hab ich auf meiner Netflix Watchlist :o Aber ich würde lieber erst die neue 13ReasonsWhy Staffel schauen °-°\n\nWobei ich bei SAO nicht mehr weiß was ich gesehen habe. Glaub aber nur Staffel 1 und 2. Wo mir wieder einfällt das ich immer noch nicht die letzte Sora no otoshimono Staffel geguckt habe >.&lt; Nicht das es mittlerweile zwei neue Staffeln gibt >.&lt;\n\nSatan hat heute gute Laune. Nicht.\nIch will nach Hause.\nGibt kein Essen. Muss vermutlich bestellen.\nHeute ist Mittwoch. Fast Wochenende!\nGestern Abend noch den TFT-Arena Skin erspielt wodurch ich zu spät schlafen war >.&lt;\nHeute ist irgendwie ein trauriger Tag.\nHunger :(","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:30:18.572+0000","up_votes":1,"down_votes":0,"body":"Endlich bist du da ich hab schon 300 Jahre auf dich gewartet. \nHeute hab ich mal nicht verschlafen und ich hab mein Text gerade sogar nochmal durchgelesen es sollte lesbar sein. :D \nIch bring dir nachher gerne essen vorbei oder wir bestellen etwas vom Dönermann. :) \n\nIch war bis halb 1 noch in einem Dungeon weil sich der Schurke mit dem Tank anlegen musste und die beiden ständig nur am streiten waren. Der Tank wurde dann gekickt und der Rest hat solange gedauert. >.&lt;","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T06:37:44.329+0000","up_votes":1,"down_votes":0,"body":"=p 300 Jahre, hm?\n\nNeeeiiiinnnnn °-° Ich werde vermutlich beim Chinamann hier bestellen. Hatte schon seit Monaten keinen gebratenen Reis mehr von dort, glaub ich :D .. Aber erst mal schauen. Ich hab zwar Hunger aber irgendwie auch nicht. Vielleicht reicht auch die Buttermilch heute.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:51:54.540+0000","up_votes":1,"down_votes":0,"body":"Ihh Buttermilsch wie kannst du sowas nur trinken?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T07:01:54.514+0000","up_votes":1,"down_votes":0,"body":":o Die reine Buttermilch ist doch lecker? Und sie schmeckt besser wenn sie nicht gerade instant aus dem Kühlschrank kommt :] Ich hab sogar Buttermilch Pfirsich - Nektarine und Multivitamin. Gestern Abend habe ich das aller erste Mal Erdbeermilch von Müller getrunken :o Bin nicht sicher ob das meine Bauchschmerzen verursacht hat XD Aber sie war ganz lecker :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:04:23.504+0000","up_votes":1,"down_votes":0,"body":"Ekelhaft....\nTrink doch lieber einen schöne Energydrink oder Pumika Kesse Kirsche die Sorte ist sehr lecker. \nDeine Buttermilsch ist leider nicht süß genug und ich bin ein ganz Süßer darum trinke ich auch nur süße Getränke. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T07:07:02.345+0000","up_votes":1,"down_votes":0,"body":"Ich übergebe mich von Energyzeug .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:10:08.818+0000","up_votes":1,"down_votes":0,"body":"Dein Magen ist manchmal ein wenig seltsame...","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T07:11:32.961+0000","up_votes":1,"down_votes":0,"body":"Ist er nicht .-. er verträgt nur nicht alles anscheinend.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:27:15.186+0000","up_votes":1,"down_votes":0,"body":"Trägt dein Magen Grünkohl?","replies":[{"id":"","poster":"Kirschkern","date":"2019-09-04T07:28:19.917+0000","up_votes":1,"down_votes":0,"body":"Ist Grünkohl Rosenkohl? x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T07:36:25.319+0000","up_votes":1,"down_votes":0,"body":"Nein aber Rosenkohl ist auch ekelighaft genauso wie Blumenkohl.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-09-04T06:12:02.037+0000","up_votes":1,"down_votes":0,"body":"Kenn ich alle. Für gut befunden :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-09-04T06:17:16.829+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}