{"id":"Po0byvlM","poster":"Shuowian","date":"2018-10-10T05:51:36.387+0000","title":"Lol Riot, Eure \"Bomberjacke\"","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":2,"body":"Gr&uuml;&szlig;e,\n\nsagt doch mal Eurer Merchabteilung, das Produkt, was Ihr als &quot;Bomberjacke&quot; verkaufen wollt, hat aber auch nicht das entfernteste mit einer Bomberjacke zu tun.\n\nDaS https://i.otto.de/i/otto/17550111/alpha-industries-bomberjacke-cwu-45-gruen.jpg?$formatz$ ist eine Bomberjacke \n\nDas  https://www2.pic-upload.de/img/36086780/lolbomber.jpg ist ein Baumwollfetzen der zwar ganz schick aussehen mag, aber alles ist, nur keine Bomberjacke.","replies":[{"id":"","poster":"HyperionCH","date":"2018-10-10T07:22:10.880+0000","up_votes":2,"down_votes":0,"body":"Ich vermutete zuerst einer der üblichen Übersetzungsfehler, die letztens recht anstiegen.\nAber auf Englisch ist die Bezeichnung ebenfalls falsch.\n\nVielleicht hätte Riot etwas weniger darauf achten sollen, ob Bewerber Core-Gamer sind, und stattdessen darauf geschaut, ob der Bewerber Fachkenntnisse besitzt (in diesem Fall: im Bereich Mode/Kleidung). 🤔\n\n(Und ja, mein Urteil zum Merch-Team von Riot ist immer noch erdrückend schlecht; seit dem Desaster mit der Ahri-Statue)","replies":[{"id":"","poster":"Qbert","date":"2018-10-10T08:39:03.817+0000","up_votes":1,"down_votes":0,"body":"Was war los mit der Statue? ôo\n\nIch hab mich bisher nur mit Poros  eingedeckt :]","replies":[{"id":"","poster":"HyperionCH","date":"2018-10-10T19:39:39.799+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=Po0byvlM,comment-id=00010000,timestamp=2018-10-10T08:39:03.817+0000)\n>\n> Was war los mit der Statue? ôo\n> \n> Ich hab mich bisher nur mit Poros  eingedeckt :]\n\nDie Statue wollte Riot ursprünglich vor 3-4 Jahren veröffentlichen. Jedoch war die Kritik der Community über das Aussehen sehr stark. Kurz vor Veröffentlichung zog Riot deshalb die Statue zurück; sämtliche Vorbestellungen waren nichtig.\nIch habe grossen Respekt vor dieser Entscheidung; viele andere Unternehmen hätten nicht auf die Community gehört und hätten aus finanziellen Gründen die Statue trotzdem veröffentlicht.\n\nDie Nachfrage nach einer Ahri-Statue bestand jedoch weiterhin (Riot sagte damals, dass man nach einer Lösung suchen wird). Immer wieder wurde auf Reddit und in den Foren danach gefragt.\n\nIm Frühling veröffentlichte nun Riot eine überarbeitete Version der Statue. Hier lief jedoch einiges schief:\n\n- Kommunikation\nOffiziell wurde nur auf dem Riot Merch-Account auf Facebook (ich wusste nicht einmal, dass Riot einen extra Merch-FB-Account hat).\nWeder wurde auf der LoL-Seite die Statue angekündigt, noch auf per Newsletter (den ich schon lange abonniert habe). Dabei wäre dies ja für Riot starke PR gewesen, die lange von der Community gewünschte Statue zu präsentieren. Aber zumindest hätte Riot dies per Newsletter ankündigen können. Schliesslich gibt es ja Newsletter: damit potentielle Kunden informiert werden.\nTheoretisch hätte Riot ja auch noch die Vorbesteller von damals per Mail anschreiben können, aber kunden-orientiertes Verhalten seitens Riot ist leider sehr selten geworden.\n\n- Limitierte Edition\nWie bereits erwähnt war die ursprüngliche Statue damals nicht limitiert und man konnte sie auch vorbestellen.\nDie im Frühling veröffentlichte Statue war sehr streng limitiert (total 1100 Stück für NA + Europa). Sie war auch nicht vorbestellbar und innerhalb kürzester Zeit ausverkauft.\nWer arbeitet, wird in solchen Fällen somit keine Chance haben, solche Produkte zu kaufen (höchstens einen Tag später auf ebay zu Mondpreisen...)\n\nMan kann mir sicherlich sagen, dass ich \"Bomberjacke\" zu eng definiere (bin aber wohl nicht der einzige; sonst gäbe es diesen Thread nicht) oder das ich von Mode keine Ahnung hätte.\nAber ich habe mehrere Jahre als Product Manager gearbeitet und muss hier sagen: Riot hat hier jede Menge Mist gemacht. Der zuständige Product Manager hätte niemals entscheiden dürfen, die Statue zu einer streng limitierten Edition zu ändern, obwohl sie vorher nicht limitiert war. Zumal war sonnenklar, dass 1100 Stück viel zu wenig sind (ich vermute, dass trotz Kritik am Aussehen vor 3 Jahren mehr als 1100 Vorbestellungen getätigt wurden) und viele Fans entäuscht sein werden.\n\nSehr enttäuschend ist zusätzlich, dass Riot nie Stellung dazu genommen hat. Im NA-Forum wurden von mehreren enttäuschten Fans nachgefragt; z.B. ob Riot vielleicht doch eine 2. Edition plane. Aber selbst im NA-Forum war Funkstille.\nSelbst der Riot Support räumte einige Kommunikationsfehler ein. Warum auf auf eine limitierte Veröffentlichung gewechselt wurde bzw. auf die Problematik, dass arbeitende Fans nicht rechtzeitig bestellen können, da solche Artikel bereits vor Feierabend ausverkauft sein können, wollte Riot bis jetzt nicht beantworten.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-10-10T12:00:10.795+0000","up_votes":1,"down_votes":1,"body":"Wenn ich mich recht erinnere...\nEr fand den Release der Statue bescheiden beschissen. Es wurde schlecht angekündigt und es gab JEWEILS für Europa und Nordamerika 550 Stück. Also insgesamt 1100. Aufreger war auch das die erste Statue nicht limitiert war, das Rework dann aber plötzlich schon. Glaub das waren so die wichtigsten Punkte die Rito in seinen Augen verkackt hatte. Und das er aus der Schweiz kommt? xDDD Da bin ich jetzt ziemlich unsicher!\n\nxD Wir hatten da eine Meinungsverschiedenheit, weil ich beispielsweise Minimum zwei/ drei Wochen vor Release darüber Bescheid wusste dank entsprechender Informationsquellen wie www. surrenderst20.at [Red Post Collection] **hust ich hoffe er liest die Seite mittlerweile regelmäßig...*\n\n<3 Auf meiner Statue steht per Hand mit goldenem Edding geschrieben \"209/ 550\"\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"HyperionCH","date":"2018-10-10T19:04:42.991+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=Po0byvlM,comment-id=000100000000,timestamp=2018-10-10T12:00:10.795+0000)\n>\n> xD Wir hatten da eine Meinungsverschiedenheit, weil ich beispielsweise Minimum zwei/ drei Wochen vor Release darüber Bescheid wusste dank entsprechender Informationsquellen wie www. surrenderst20.at [Red Post Collection] **hust ich hoffe er liest die Seite mittlerweile regelmäßig...*\n\nAbgesehen davon, dass meine Konsum-Motivation auf Null gesunken ist:\n\nWelchen Vorteil soll es mir brignen, wenn ich die Seite nun lese?\n\nSobald Riot stark limitierte Merch-Produkte veröffentlicht, die in kürzester Zeit ausverkauft sind, kann ich sie mir nicht kaufen. Denn der Artikel ist dann bereits ausverkauft, bevor ich Feierabend habe.\nIch werde also dann wissen, dass ein solcher Artikel veröffentlicht wird, aber kaufen kann ich diesen trotzdem nicht.","replies":[]}]}]},{"id":"","poster":"naniwakaze","date":"2018-10-10T08:49:18.719+0000","up_votes":1,"down_votes":0,"body":"Es ist halt eine Bomberjacke für Frauen. https://www.zalando.de/damen/?q=bomberjacke da sind auch welche dabei, die etwas leichter sind, wie die von adidas. Hast du denn Fachkenntnisse in Mode? Und in Übersetzung auch?","replies":[{"id":"","poster":"HyperionCH","date":"2018-10-10T10:30:00.927+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=naniwakaze,realm=EUW,application-id=YnZkMR0R,discussion-id=Po0byvlM,comment-id=00010001,timestamp=2018-10-10T08:49:18.719+0000)\n>\n> Es ist halt eine Bomberjacke für Frauen. https://www.zalando.de/damen/?q=bomberjacke da sind auch welche dabei, die etwas leichter sind, wie die von adidas. Hast du denn Fachkenntnisse in Mode? Und in Übersetzung auch?\n\nZum Thema Übersetzungen kann ich dir gerne am Abend einige Beispiele nennen. Das waren (bzw. sind, da nicht slle korrigiert wurden) Fehler, wo msn nicht Experte sein muss\n\nZalando scheint so ziemlich alles als „Bomberjacke“ zu bezeichnen.\nJa, ich bin kein Experte, aber Grundwissen habe ich.\n\nDie Bomberjacke (aka Fliegerjacke) ersetzte die langen Regenmäntel für Piloten (damals gab es noch keine Kabinen). Die Jacken mussten den Piloten vor Wind, Kälte und Regen schützen. Der Vorteil hier war, dass die Jacke nur bis ca. zur Hüfte geht und man nicht (wie beim langen Regenmantel) drauf sass. Zusätzlich hatte man auch bei den Armen mehr Bewegungsfreiheit.\n\nZalando hat im Link alles mögliche als Bomberjacke genannt: Sweatjacken, Übergangsjacken, Mäntel, etc.\n\nSweatjacken (dazu zählt auch die Jacke hier im Merch) haben nicht die gleiche Bewegungsfreiheit bei den Armen wie Bomberjacken. Zudem ist der Wärmeeffekt wesentlich geringer.\nBei den Mäntel auf Zalando müssen wie eh nicht diskutieren. Die reichen ja teils bis zu den Knien und darüber. Eines der wichtigsten Neuerungen bzw. Vorteile damals war ja, dass Bomberjacken kurz sind.\n\nReicht dir diese Erklärung?","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-10T14:20:09.243+0000","up_votes":1,"down_votes":0,"body":"Nach der Definition von Wikipedia treffen die Eigenschaften einer Sweatjacke auch auf Bomberjacken zu.  \n\nDie Jacke vom Riot-Merch hat einen hohen Polyester-Anteil und ist somit auch gut bei Windabwehr und Wasserundurchlässigkeit. \nBei den Bomberjacken hast du aber einen wichtigen Punkt vergessen: Hauptbestandteil ist Nylon. \n\nGeht man jetzt rein von der Optik aus, könnte man die Jacke schon als Bomberjacke bezeichnen. Wikipedia sagt auch, dass der Begriff auch für Blouson-Jacken verwendet wird und googelt man das mal, bleibt von der ursprünglichen Bomberjacke nichts mehr übrig.\nSoweit ich weiß, ist der Begriff nicht geschützt, somit ist das wahrscheinlich okay.\n\nSweatjacke ist ein Wort, was wahrscheinlich von der Marketing-Abteilung abgelehnt wurde. \n\nCollegejacken sind wohl auch nicht mehr trendy, bleibt nicht mehr allzu viel übrig.","replies":[{"id":"","poster":"HyperionCH","date":"2018-10-10T18:58:15.828+0000","up_votes":1,"down_votes":0,"body":"\"Blouson\" ist 1:1 übersetzt \"Jacke\". Man kann also theoretisch auch darüber diskutieren, ob \"Blousons\" nicht einfach der Überbegriff von aller Art von Jacken ist und \"Bomberjacken\", \"Sweatjacken\", \"Übergangsjacken\", etc. nicht einfach Unterarten sind. So wirklich falsch wäre diese Definition nicht. Dementsprechend wäre jede Bomberjacke ein Blouson, aber nicht jeder Blouson ist eine Bomberjacke.\n\n\"Blouson\" bedeutet eigentlich nur, dass das Kleidungsstück kurz geschnitten ist. Der \"Ur-Blouson\" (der Ausdruck \"Blouson\" gab es es später) ist sicherlich die Bomberjacke/die Fliegerjacke. Das spezielle daran ist der kurze Schnitt, welches damals zu den längen Mäntel eine Neuerung darstellte.\n\nJede kurzgeschnittene Jacke aber \"Bomberjacke\" zu nennen, ist aus meiner Sicht nicht richtig. Die Bomberjacke war sehr funktional für die Bedürfnisse der Piloten der damaligen Zeit (siehe meine Beschreibung).\nEs ist möglich, dass die Jacke von Riot hier vor Regen gut schützt. Auf den Bildern macht dies leider nicht diesen Eindruck auf mich und ich würde bei Regen z.B. wohl einen Regenschirm nutzen, um nicht klatschnass zu werden. Bei einer Bomberjacke ist grundsätzlich kein Regenschirm nötig. Aber wie gesagt: kann sein, dass die Fotos etwas unglücklich geknipst wurden und der Eindruck täuscht.\nWas ich aber auch nannte: die Bomberjacken haben eigentlich viel Bewegungsfreiheit bei den Armen. Die Jacken waren damals wie gesagt sehr funktional und die Bewegungsfreiheit war für die Piloten sehr wichtig. Die Ärmel bei Riots Jacke ist schon viel enger geschnitten und nicht vergleichbar mit einer üblichen Bomberjacke.\n\nNatürlich ist es möglich, dass der Ausdruck \"Bomberjacke\" gerade trendy ist und die Marketing-Abteilungen diese deshalb bewusst nutzen und  so ziemlich alles \"Bomberjacke\" nenen (wie Zalando offensichtlich). Dies bedeutet aber nicht, dass dies nun allgemein gültig ist. Wenn der Ausdruck nicht mehr trendy ist, wird das Marketing Jacken dann wieder anders nennen. :D\nIn der Schweiz scheint btw. dieser Marketing-Trend nicht angekommen zu sein. Ich habe mehrere Online-Shops von Schweizer Anbietern abgefragt: Bomberjacken wurden nur jene Jacken genannt, die wirklich klar als Bomberjacke im engsten Sinn definiert wird. Zwar wurde bei der Suche auch andere Jacken gezeigt, diese wurden aber nicht \"Bomberjacken\" genannt (macht natürlich Sinn bei einem Online-Shop, dass bei einer Suche möglichst viele Produkte \"gefunden\" werden). Und \"Bomberjacken für Frauen\" gibt es offenbar in der Schweiz nicht.\n\nKann sein, dass ich (ähnlich wie der Schweizer Mode-Handel) den Ausdruck \"Bomberjacke\" sehr eng definiere. Ich triggere ja auch, wenn hier im Forum jemand behauptet, seine \"Elo ist Gold IV\" (was nun einmal falsch ist, auch wenn diese viele Spieler dies in dieser Form sagen).\nAber du musst zugeben, dass einzelne deutsche Händler offensichtlich die Definition von \"Bomberjacke\" zu offen definieren, wenn bereits Mäntel, die bis unters Knie reichen, als \"Bomberjacke\" bezeichnet werden.","replies":[]}]}]}]}]},{"id":"","poster":"A bag of Kitties","date":"2018-10-10T09:42:12.209+0000","up_votes":3,"down_votes":1,"body":"Wo steht denn geschrieben das alle so aussehen müssen?\nHier ein Auszug aus Wikipedia zum Thema Bomberjacken:\n\n> Der Begriff Bomberjacke wird auch in der (zivilen) Mode als Begriff für Blouson-Jacken verwendet, die den ursprünglichen (militärischen) Bomberjacken nachempfunden, ähnlich sind oder auch nur einzelne Elemente von diesen übernehmen.\n\nIch bin kein Modegenie, daher kann ich nicht sagen ob in dem Design von Riot \"einzelne Elemente\" einer originalen Bomberjacke enthalten sind, aber wenn man mal ein wenig sucht (und mit suchen meine ich in Google \"Bomberjacke\" eingeben) wird man viele verschiedene Bomberjacken finden.\n\nZum Beispiel dieses Schnäppchen von Gucci für fast 2.000€\nhttps://cache.mrporter.com/images/products/1054259/1054259_mrp_in_l.jpg\n\nIch finde die sieht eher aus, wie die, die Riot anbietet und weniger wie das \"Original\". Trotzdem wird die als Bomberjacke bezeichnet.\nDas zieht sich durch ganz Google, da sieht man Jacken in mehreren Varianten von verschiedenen Herstellern.\nHabe von Nike und H&M auch welche gefunden die eher dem Design von Riot entsprechen.\nFür mein Beispiel habe ich aber die von Gucci genommen, da diese bei mir als aller erstes angezeigt wurde und da Gucci glaube ich eine sehr bekannte Modemarke ist und ich jetzt einfach mal behaupten würde das die \"Fachkenntnisse im Bereich Mode/Kleidung\" haben.\n\nAlso...wie man sieht, gibt es verschiedene Arten von Bomberjacken und damit möchte ich abschließend noch mal auf den Auszug aus Wikipedia verweisen.\nMode ist anscheinend nicht ganz so \"streng\" wie manche hier denken.","replies":[{"id":"","poster":"Dj Rucki Zucki","date":"2018-10-10T19:02:51.736+0000","up_votes":1,"down_votes":0,"body":"{{champion:44}} Gucci is für Frauen !!! {{champion:44}}","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2018-10-10T05:56:31.329+0000","up_votes":1,"down_votes":0,"body":"Recht hast Du, das untere ist ne Sweatjacke.","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-10T06:54:02.458+0000","up_votes":1,"down_votes":0,"body":"Besteht eine Sweatjacke nicht hauptsächlich aus Baumwolle? (Mindestens 90%)","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-10-10T08:23:18.575+0000","up_votes":1,"down_votes":0,"body":"Ursprünglich ja, ging mir mehr um die Form/ Schnitt","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-10T10:14:21.871+0000","up_votes":1,"down_votes":0,"body":"Ich bezweifle, dass sich die beiden Kleidungsstücke über den Schnitt definieren lassen.","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-10-10T11:35:49.862+0000","up_votes":2,"down_votes":1,"body":"Ich bezweifle, dass es einem von uns beiden wirklich wichtig ist dieses Thema auszudiskutieren.","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-10T13:44:31.925+0000","up_votes":2,"down_votes":1,"body":"So zum Zeitvertreib ist das doch ganz gut :D aber es gibt schon interessantere Themen","replies":[]},{"id":"","poster":"Shuowian","date":"2018-10-10T12:42:37.745+0000","up_votes":1,"down_votes":0,"body":"Och menno, Ich hab grad Popcorn in den Ofen geschoben {{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]}]}]}]}]}