{"id":"VYq0FMZQ","poster":"LordMuli","date":"2018-10-08T11:55:05.830+0000","title":"MMr bzw Lp Problem/Frage","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Guten Tag Liebe Community,\r\nIch LordMuli (Support Main) war l&auml;ngere Zeit auf meinem Main Account inaktiv und bin jetzt k&uuml;rzlich wieder in die Solo Queue gestartet. \r\nIch bin in Diamant 5 elo gestartet und habe jetzt 14 Spiele seitdem gespielt, anscheinend mit einer sehr niedrigen MMr, da ich pro Sieg jeweils nur 14LP bekommen habe und bei einer Niederlage 23 abgezogen. Ich dachte mir dass das an meiner MMr liegen w&uuml;rde, jedoch kenne ich mich in diesem Thema nicht so gut aus. Das ich relativ wenig Lp kriegen w&uuml;rde am Anfang war mir schon klar, jedoch nicht dass es so extrem sei. Vor allem hat es mich verwundert, weil ich dachte dass sich die Lp die man bekommt wieder stabilisieren w&uuml;rden wenn man gewinnt. Meine gestrige Bilanz war jedoch 13:1 und ich bin jetzt Diamant 4 und bekomme immer noch nur noch 14 pro Spiel. So einen Lp Einbruch habe ich noch nie erlebt und wollte mal fragen ob das normal ist und ob es sich wieder stabilisiert oder was man dagegen machen kann. \r\nWer mir in Fragen mit der MMR weiterhelfen kann, dem w&auml;re ich f&uuml;r eine Antwort doch schon sehr dankbar.\r\nDanke schon mal im Vorraus,\r\nEuer LordMuli","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-10-10T05:49:58.733+0000","up_votes":1,"down_votes":0,"body":"Der Abstand zwischen Dia-V und Dia-I ist extrem, was sich auch im LP-Gain wiederfindet. Während zB sehr viele Silber-V-Spieler auch nach Silber-I kommen, kommen fast keine Dia-V-Spieler nach Dia-I.","replies":[]},{"id":"","poster":"eingew","date":"2018-10-09T07:26:55.242+0000","up_votes":1,"down_votes":0,"body":"Das liegt an Dia. Der LP-Gain ist dort immer so seltsam. Vermutlich um es schwerer zu machen, da du in Dia eine besonders gute Leistung zeigen sollst. \nUnd naja, die Lösung, wenn man weniger LP gewinnt als verliert ist immer gleich: Du musst mehr Spiele gewinnen, damit deine MMR stärker steigt. Auch in Dia.","replies":[]}]}