{"id":"mVitEZol","poster":"TheRealWolverine","date":"2018-10-07T20:11:01.494+0000","title":"Buch XII: Mord auf \"Sonnenstrahl\" - Band V","subforum":"Community-Kunstwerke","up_votes":7,"down_votes":0,"body":"Hallo Meisterdetektive,\nich m&ouml;chte euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\nSteven hat die Suche nach Karmas Geist als wichtiger befunden und ist zu Shen aufs Zimmer gegangen.\nWas er wohl finden wird?\n___________________________________________________________________\nSteven hatte sich noch nicht entschlossen, mit wem er zuerst sprechen sollte. Er sa&szlig; regungslos im Meditationssaal und starrte auf seine H&auml;nde in seinem Scho&szlig;, als sich die T&uuml;r &ouml;ffnete und Irelia den Kopf in den Saal streckte: &quot;Entschuldigen Sie, Monsieur, aber wir haben soeben Nachricht vom Kriminalpriester erhalten. Er schafft es nicht, heute Nacht noch aufs Anwesen zu kommen und vertraut darauf, dass Sie solange die Stellung halten. Er sagte, sie seien ein herausragender Detektiv und w&uuml;rden ihn problemlos vertreten k&ouml;nnen.&quot;\nSteven rang sich ein mattes L&auml;cheln ab. &quot;Es schmeichelt mir, wenn die Polizei eine so hohe Meinung von mir hat. Ich werde mein M&ouml;glichstes tun, um diesen Fall zu l&ouml;sen.&quot;\nIrelia nickte und zog sich dann zur&uuml;ck.\nSteven erhob sich langsam. Es n&uuml;tzte ja nichts - ein Entscheidung musste getroffen werden. Shen. Er w&uuml;rde zuerst zu Shen gehen und mit ihm nach Karmas Geist suchen. In der oberen Etage angekommen, warf er noch einen kurzen Blick auf Master Yis T&uuml;r, klopfte dann jedoch beim Shen an.\n&quot;Treten Sie ein, Monsieur.&quot;, bat Shen ihn herein und zeigte bereits auf zwei Kissen, die er auf den Boden gelegt hatte. &quot;Setzen Sie sich, ich muss mich noch kurz dehnen, es ist schlie&szlig;lich meine zweite Reise in Begleitung f&uuml;r heute und mit einer gewissen k&ouml;rperlichen Belastung verbunden.&quot;\nSteven nickte zustimmend und ging wie beil&auml;ufig zum Schreibtisch hin&uuml;ber. Dort fiel sein Blick auf das Foto von Shen und Akali, das er bereits zuvor am Abend untersucht hatte.\n&quot;Ihr Vater war ein gro&szlig;er Krieger. Mein Beileid zu Ihrem zeitigem Verlust. Er ist wohl der Grund, warum Lady Akali und Sie heute so gro&szlig;e Krieger sind.&quot;\nShen hatte sich gerade zur Seite lehnte und streckte sich. &quot;Mein Vater und Akali haben sich nie ... &quot;, dann sah er zu Steven her&uuml;ber, der das Foto in der Hand hielt, &quot;ach ja. Das alte Bild. Ich denke, er war eine Inspiration f&uuml;r uns alle.&quot;\nSteven war sich nicht sicher, aber Shen schien in diesem Moment etwas blass um die Nasenspitze - oder bildete er sich das nur ein?\n&quot;Wollen wir nun beginnen? Ich kann nicht versprechen, dass ich es sehr lange durchhalte, aber wir m&uuml;ssen es versuchen.&quot;\nSteven schob Shens merkw&uuml;rdige Reaktion f&uuml;rs Erste beiseite und setzte sich ihm gegen&uuml;ber.\n&quot;Bitte reichen Sie mir ihre H&auml;nde und schlie&szlig;en Sie die Augen. Der &Uuml;bergang in die andere Welt ist etwas unangenehm. Sie k&ouml;nnten ein Ziehen in der Magengegend versp&uuml;ren. Bitte bleiben Sie ruhig. Es dauert nicht lang.&quot;\nSteven atmete tief durch und schloss die Augen. Ihm war, als w&uuml;rde eine fremde Energie in seinen K&ouml;rper eindringen und an seiner eigenen Lebenskraft zerren und bevor er sich dagegen wehren konnte, war er auch schon aus seinem K&ouml;rper gerissen wurden. Panisch begann er mit den Armen zu rudern und schlug die Augen auf. Seine Umgebung hatte sich nicht ver&auml;ndert, nur dass er nun den Eindruck hatte, alles durch einen Blaufilter zu sehen. Das Einzige, was seine Farbe nicht in einen mattes Blau getaucht zu haben schien, war Shen, der ihm immer noch gegen&uuml;ber sa&szlig; und sich offenbar k&ouml;stlich am&uuml;siert.\n&quot;Dies ist also die Geisterwelt?&quot;, fragte Steven mit einem Anflug von Verlegenheit.\nShen nickte. &quot;Nur zu, Monsieur. Testen Sie, was auch immer Sie m&ouml;chten.&quot;\nSteven erhob sich fasziniert, lie&szlig; dabei seinen K&ouml;rper zur&uuml;ck und trat auf die n&auml;chste Wand zu. &quot;Kann ich sie passieren?&quot;, fragte er skeptisch.\n&quot;Nur wenn Sie es w&uuml;nschen. Es ist so: Wenn sie auf etwas stehen wollen, dann k&ouml;nnen Sie darauf stehen. Wie auf dem Fu&szlig;boden dieses Stockwerks. Wenn Sie ein Hindernis allerdings zu durchschreiten w&uuml;nschen, so ist dies ebenfalls m&ouml;glich. Allerdings gebietet es uns die H&ouml;flichkeit unsere Freunde nicht auszuspionieren. Ich wei&szlig;, es ist verlockend.&quot;\nSteven nickte. Als Gentleman stimmte er Shen da vollkommen zu, als Detektiv allerdings juckte es ihm in den Fingern weitere Hinweise ans Tageslicht zu bef&ouml;rdern.\n&quot;Nun gut, ich w&uuml;rde sagen, wir gehen in Karmas Zimmer. Falls ihr Geist schon den Weg in diese Welt gefunden hat, dann wird er sich in der N&auml;he ihres K&ouml;rpers aufhalten.&quot;\nSteven wandte sich zu Shen um und zuckte unwillk&uuml;rlich zusammen, als er die gro&szlig;e Klinge bemerkte, die neben Shen in der Luft schwebte.\nShen bemerkte seinen Blick und sagte: &quot;Diese Waffe erlaubt mir erst den &Uuml;bergang zwischen den Welten und sie dient zum Schutz rachs&uuml;chtigen Seelen, die die Energie eines noch lebendigen Geistes stehlen wollen.&quot;\n&quot;Und k&ouml;nnte diese Klinge theoretischen einen lebenden K&ouml;rper t&ouml;ten?&quot;, fragte Steven nach, ohne seine Gedanken dabei verbergen zu k&ouml;nnen.\n&quot;M&ouml;chten Sie es versuchen? Mein K&ouml;rper sitzt dort wehrlos. Nur Mut. Es wird nichts passieren.&quot; Dabei hielt Shen ihm das Schwert entgegen.\nSteven ergriff es z&ouml;gerlich und richtete es zaghaft gegen Shens K&ouml;rper. Als er gerade den Oberarm sacht anschneiden wollte, versp&uuml;rte er einen unglaublichen Widerstand. Es schien ihm unm&ouml;glich diese Barriere zu &uuml;berwinden. Unvorsichtig zog er es zur&uuml;ck und Shen packte sein Handgelenk, bevor die Klinge Stevens eigenen K&ouml;rper erreichte.\n&quot;Vorsichtig. Bei deinem K&ouml;rper ist das etwas anderes. F&uuml;r dich gilt deine eigene nat&uuml;rliche H&uuml;lle nicht. Du k&ouml;nntest diese Klinge durch dich ziehen, wie ein warmes Messer durch Butter.&quot;\nErschrocken trat Steven einen Schritt zur&uuml;ck. Beinahe h&auml;tte er sich gerade selbst in die rechte Schulter geschnitten. Shen nahm die Waffe auf und richtete das Schwert gegen Stevens Oberk&ouml;rper, bevor er versuchte einmal quer &uuml;ber dessen Brust zu ziehen, von der rechten zur linken Schulter. Nichts geschah.\n&quot;Schon gut. Ich hab&#039;s verstanden.&quot;, sagte Steven schnell, da ihm nicht wohl bei dem Gedanken war, ein Schwert auf seinen K&ouml;rper gerichtet zu sehen.\n &ldquo;Na dann, gehen wir, aber bitte durch die T&uuml;r.&rdquo;, sagte Shen und deutete in die entsprechende Richtung. Gemeinsam schl&uuml;pfen sie problemlos durch das massive Holz und gingen den Gang zu Karmas Zimmer entlang. In dem Raum angekommen sah sich Shen ratlos im Raum um. \n&ldquo;Wie ich schon vermutet hatte, sie ist noch nicht hier.&rdquo;\nSteven sah entt&auml;uscht drein. &ldquo;Und wie lange wird es dauern bis sie hier auftaucht.&rdquo;\n&ldquo;Das ist schwer zu sagen. Je nachdem, wie schnell sich ihre Seele an die Trennung vom K&ouml;rper gew&ouml;hnt. Das kann ein paar Stunden dauern oder Monate, manche finden sich niemals damit ab und spuken dann als ruhelose Seelen durch unsere Welt.&rdquo;\n&ldquo;K&ouml;nnen wir vielleicht sonst noch etwas untersuchen? Ich meine, wenn wir schon einmal hier sind.&rdquo;, fragte Steven interessiert.\nShen &uuml;berlegte kurz und antwortete dann: &ldquo;Es tut mir leid, aber ich habe die Geisterwelt noch nie zweimal am Tag aufgesucht und dann auch noch in Begleitung. Ich m&ouml;chte nicht unvorsichtig sein und mich gern ausruhen.&rdquo;\nSteven versuchte seine Entt&auml;uschung zu verbergen, stimmte aber zu. Kurz darauf befand sich Steven wieder in seinem K&ouml;rper und verabschiedete sich von Shen. Auf dem Weg durch den Gang bemerkte er einen leichten Schnitt &uuml;ber der linken Schulter in seinem Anzug. Erschrocken fuhr er zusammen und untersuchte seine Haut auf eine Verletzung. Aber zu seinem Gl&uuml;ck war er unverletzt und er atmete auf. Da h&auml;tte er sich doch um ein Haar selbst aufgeschnitten. Er g&auml;hnte herzhaft. Nicht nur Shens Kr&auml;fte schienen f&uuml;r heute aufgezehrt, auch er ben&ouml;tigte dringend Schlaf.\nGerade als er sein Zimmer betreten wollte, fiel sein Blick auf Master Yis T&uuml;r. Es war ungef&auml;hr eine halbe Stunde vergangen. Sollte er jetzt noch mit Yi sprechen? \nVorsichtig legte Steven ein Ohr an die gegen&uuml;berliegende T&uuml;r. Es war nichts zu h&ouml;ren. Sollte er Master Yis Zimmer betreten und ihn aufwecken oder ihm lieber seinen wohlverdienten Schlaf g&ouml;nnen, den er selbst auch so dringend ben&ouml;tigte?\nSteven &uuml;berlegte einen Moment. Einerseits ging es hier um einen Mord, da war ein wenig Schlaf nebens&auml;chlich. Andererseits w&auml;re er selbst ausgeschlafen aufnahmef&auml;higer und Master Yi vielleicht ruhiger, nachdem er etwas geschlafen hatte.\n_____________________________________________________________\nUnd bis zum n&auml;chsten Mal.\nEure M&auml;rchentante \nWolverine","replies":[{"id":"","poster":"TheRealWolverine","date":"2018-10-11T06:31:04.033+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen :)\ndie Abstimmung ist durch und Steven wird trotz aller Müdigkeit  Master Yis Zimmer betreten.","replies":[]},{"id":"","poster":"TheRealWolverine","date":"2018-10-09T09:58:06.459+0000","up_votes":1,"down_votes":0,"body":"Ja :D sehr unglücklich. Ich bedauere das auch zutiefst^^","replies":[]},{"id":"","poster":"Lunaá","date":"2018-10-09T09:49:37.567+0000","up_votes":1,"down_votes":0,"body":"So ein Zufall, dass der Oberkriminalpolizistkomissar nicht kommen kann ^^","replies":[]}]}