{"id":"97tgAEAd","poster":"Marko G Punkt","date":"2019-09-01T13:13:38.906+0000","title":"Neues Championoverlay in der Collection","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hey leute,\nich weiß ja nicht was ihr von der neuen Ansicht haltet, aber ich für meinen Teil halte es für äußerst unübersichtlich und unpraktisch.\nIm Vergleich zu vorher kann man jetzt nur 1/3 bis zur hälfte der Champs auf einem Bild sehen und die Rollen kann man nicht mal gezielt wählen, sondern auf Rollen klicken und solange scrollen bis man zu seiner gewünschten Rolle gekommen ist.\nIch würde mir die alte Ansicht wünschen, diese war einfach praktisch,übersichtlich und effizient.\nMan würde insgesammt so viel Zeit sparen. Oder wünscht ihr euch sogar eine neue Ansicht ? \nFreue mich über eine anregende Diskussion und kreative Ideen ^^.","replies":[{"id":"","poster":"AliceTeacup","date":"2019-09-01T13:53:01.062+0000","up_votes":1,"down_votes":0,"body":"Es ist viel unübersichtlicher geworden, beispielsweise die Filtermöglichkeiten sind unpraktisch, solange man nicht selbst Champions Positionen zuweisen kann oder auch, dass man so, wie es jetzt ist, viel weniger Champions auf einmal sehen kann.\nIch kann verstehen, dass die Veränderung ursprünglich für die Ewigen geplant war, aber zum einen sehe ich noch nicht wirklich, wieso die Champions dafür so groß angezeigt werden müssen und zum anderen müssen wir ja noch eine unbestimmte Zeit warten, bis die Ewigen den PBE verlassen dürfen.\nIch kann mir vorstellen, dass das neue System mit einigen Veränderungen mindestens akzeptabel wäre, aber aktuell dürfte es nicht zu schwierig sein einfach wieder das alte System zu verwenden und das neue in einigen Wochen überarbeitet zu veröffentlichen.","replies":[{"id":"","poster":"Marko G Punkt","date":"2019-09-01T13:55:56.569+0000","up_votes":2,"down_votes":0,"body":"Stimmt. Man muss ja zusätzlich noch an die Zukunft denken. Stellt euch vor wir haben irgendwann so 170 champs statt 145. Mit der Ansicht vergrößert sich das Problem immer mehr je mehr champs wir bekommen.","replies":[]}]}]}