{"id":"FZsihnMX","poster":"Sampl3x","date":"2018-10-06T10:04:17.394+0000","title":"Platin mid sucht team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, ich Dennis bin 20 Jahre alt und bin wie beschrieben auf der Suche nach einem aktiven 5er flex. Team, dass auch Ziele in der flex q erreichen m&ouml;chte. \r\n\r\nSchon oft hab ich so einen Thread geschrieben leider erfolglos..ich habe keine Lust auf so ein lari fari Team das 1x im Monat spielt oder so. Sondern auf ein aktives Team das auch das ein oder andere Ziel hat in der flex Q! \r\nIch w&uuml;rde meinen Namen auch sofort &auml;ndern wenn es das Team fordert ohne zu z&ouml;gern! \r\n\r\nWichtig ist mir das man spiele analysiert und Kritik aus&uuml;bt! Das alles aber nach dem Spiel das keiner getiltet ist! Noch dazu bin ich jemand der nie aufgibt sondern f&uuml;r mich ist das Spiel erst verloren wenn der Nexus gefallen ist! \r\n\r\nMeine Main Rolle ist Mid k&ouml;nnte aber auch auf adc ausweichen wenn es besser Passen w&uuml;rde. \r\nAllerdings spiele ich mid am besten und w&uuml;rde schon von vielen so best&auml;togt. Was adc angeht m&uuml;sste ich halt ein bischen &uuml;ben, denke aber das ich das hinbekomme, da ich fr&uuml;her Adc gespielt habe! \r\n\r\nChampionpool: Cassio, Kassa, xerath, ahri, galio und auf w&uuml;nsche sich andere Champs! \r\nBin momentan Platin 5! \r\nToll w&auml;re es auch wenn man hin und wieder scrimmt! \r\nAm besten so schnell wie m&ouml;glich heute Abend \r\n\r\nIch habe ein aktives und funktionierendes Headset und k&ouml;nnte &uuml;ber Discord / teamspeak kommunizieren. \r\n\r\nZu euch, ihr solltet mind Plat elo sein oder h&ouml;her. Noch dazu aktiv spielen und Ziele in der flex Q vor Augen haben. \r\n\r\nW&uuml;rde mich freuen wenn es passen w&uuml;rde!","replies":[{"id":"","poster":"MHQ Xtold","date":"2018-10-07T10:53:04.440+0000","up_votes":1,"down_votes":0,"body":"\"Schon oft hab ich so einen Thread geschrieben leider erfolglos..ich habe keine Lust auf so ein lari fari Team das 1x im Monat spielt oder so. Sondern auf ein aktives Team das auch das ein oder andere Ziel hat in der flex Q! \"\n\nwas wundert es dich ?! (no offense) aber dein op.gg ist ja mal grottenschelcht bzw. nicht der rede wert mit sowas überhaupt einen thread zu erstellen... sich als midlaner bewerben wollen und in dieser season ausschließlich adc zu spielen -_O_- ist halt etwas fragwürdig (deine Winrate)","replies":[{"id":"","poster":"Sampl3x","date":"2018-10-16T07:39:47.761+0000","up_votes":1,"down_votes":0,"body":"Was is daran fragwürdig? Und man kann auch normal mit anderen sprechen anstatt so sinlose und niveaulose Kommentare zu schreiben! Fragen darf man ja oder ist das illegal? Außerdem musst du ja nicht drauf antworten!","replies":[{"id":"","poster":"MHQ Xtold","date":"2018-10-20T15:57:31.644+0000","up_votes":1,"down_votes":0,"body":"wo hab ich denn etwas unnormales/nivealoses oder sinnloses geschrieben ? das ist eine ehrliche Meinung und eine Tatsache!\ndass was du oben schreibst ist eine von dir beanstandung an die community und kommentiert für mich wieder ein verhalten von spielern die sich die fehler immer von anderen herauspicken anstatt sie sich bei sich selbst suchen !\ndiese fehler habe ich dir ganz einfach aufgezeigt mehr nicht  -_o_-\nanscheinend mangelt es dir einfach an verständniss, denn ich habe bereits dazu geschrieben das es keine offense nachricht gegen dich ein soll wo man sich darüber beleidigt oder missverstanden fühlen sollte\n\nnatürlich darfst du fragen ist ja auch keine sache nur darfst du dich dann nicht wundern, \"wenn\" du keinen erfolg hast \n\nsprich das war ein verbesserungsvorschlag","replies":[]}]},{"id":"","poster":"Sampl3x","date":"2018-10-16T07:40:20.704+0000","up_votes":1,"down_votes":0,"body":"Bist gemeldet! \n\nWas is daran fragwürdig? Und man kann auch normal mit anderen sprechen anstatt so sinlose und niveaulose Kommentare zu schreiben! Fragen darf man ja oder ist das illegal? Außerdem musst du ja nicht drauf antworten!","replies":[]}]}]}