{"id":"ET6i3aFw","poster":"Pandeonor","date":"2019-08-31T09:21:42.294+0000","title":"Ist bekannt ob/welche Championshards es nicht gibt?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Just for small talk. :-)\r\n\r\nIch habe, da ich die ja nicht brauche, inzwischen für 122 unterschiedliche Champion shards. Von manchen, den billigeren, natürlich mehr als von anderen. So habe ich 18 Poppys, 16 Warwicks aber beispielsweise nur je 1 Zyra oder Zoe. Mir fehlen also noch welche. Jetzt ist meine Frage ob das fehlen zufallsbedingt ist oder ob manche gar nicht zu haben sind. [Vielleicht hat jemand schon alle?]","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-31T09:33:26.885+0000","up_votes":2,"down_votes":0,"body":"Es ist reiner Zufall.\nMan kann jeden Champion über Shards bekommen.","replies":[{"id":"","poster":"Pandeonor","date":"2019-08-31T13:41:29.835+0000","up_votes":1,"down_votes":0,"body":"Hm. Dann muss ich mal nachsehen welche seltenen Exemplare ich noch nicht abbekommen habe. {{sticker:sg-janna}} Aber erst wenn ich Lust dazu habe Strichliste zu führen.{{sticker:sg-ahri-3}}","replies":[]}]},{"id":"","poster":"Raystlin82","date":"2019-08-31T10:33:11.030+0000","up_votes":1,"down_votes":0,"body":"es gibt alle. ich mach das so, dass ich die kapseln einfach sammle anstatt sie gleich zu oeffnen. das macht auch sinn, denn es gibt natuerlich keine shards von noch nicht veroeffentlichen champions. ich hab jetzt alle champions bis auf die letzten drei. hab auch 80k+ be, koennte sie mir also auch kaufen, nur ist es billiger wenn man den champion duch einen splitter/shard kauft. und die wahrscheinlichkeit einen splitter von  einem bestimmten champion zu bekommen ist eben kleiner, als einen von 3 bzw. 4 champions.\n\nwuerde ich jetzt anfangen meine kapseln zu oeffnen solange bis ich je einen splitter von diesen champions bekomme und dann nach veroeffentlichung des naechsten champions wieder kapseln oeffnen, bis ich den auch bekomme, dann wurde ich mehr kapseln verbrauchen, als wenn ich zuerst warte bis der naechste champion veroeffentlicht wird und dann anfange kapseln zu oeffnen. und wenn ich jetzt bei jedem neuen champ anfange kapseln zu oeffnen, dann werden sie mir schnell ausgehen.\n\ngenauso wie es sich lohnt auf championsplitter zu warten um meisterschaften aufzuwerten, lohnt es sich auch kapseln zu sammeln und sie erst oeffnen wenn ein neuer champion rauskommt.\n\nden sinn championsplitter zu sammeln seh ich aber nicht. mehr als zwei splitter bei champions, die man im besitz hat, braucht man nicht. zur not kann man eventuell auch 3-4 splitter behalten, wenn man darauf spekuliert, dass es in zukunft meisterschaft level ueber stufe 7 geben wird und man dazu eventuell auch noch shards brauchen wird. da jetzt aber erst noch die ewigen kommen und so weiter, wird so etwas in absehbarer zeit nicht passieren. ich denke es ist wahrscheinlicher, dass das meisterschaftssystem komplett ueberarbeitet wird, als dass stufe 8 kommt.","replies":[{"id":"","poster":"Pandeonor","date":"2019-08-31T13:53:29.575+0000","up_votes":1,"down_votes":0,"body":"Je nun. ist schon richtig was Du sagst - ist sinnlos die Shards zu sammeln. Nur macht es für mich auch keinen Sinn, etwas anderes damit zu machen. Ich will ja die Champs gar nicht. [Ob ich jetzt 90k BE oder 250k habe macht wenig Unterschied, aber die Seite sieht mit der Shard-Liste hübscher aus ^^]. Ich hatte nur gerade die Zeilen gezählt und festgestellt, das mir offenbar trotzdem noch welche fehlen.\n\nAber die Idee die Kapseln zu behalten ist auch nicht schlecht!","replies":[]}]},{"id":"","poster":"ˉˉIˉˉ","date":"2019-08-31T13:15:57.572+0000","up_votes":1,"down_votes":0,"body":"Wie von den anderen schon gesagt, gibt es alle Shards.\nAllerdings ist die Wahrscheinlichkeit unterschiedlich und hängt mit dem Wert der Shards ab. Ein Warwick ist weniger wert als eine Zoe und wird daher öfter gedropt.","replies":[]}]}