{"id":"fhbuG8oi","poster":"Fënrïs","date":"2018-10-05T10:55:52.867+0000","title":"kein Erhalt von WM Marken","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen.\r\n\r\nIch probiere es jetzt auf diesem Weg, da meine Bug-Reports zu keinem Statement von Riot oder zu einer Aktualisierung meiner Beute gef&uuml;hrt hat.\r\n\r\nNach Kauf des WM Passes bin ich fr&ouml;hlich in Runeterra unterwegs gewesen, um ordentlich Marken zu farmen. Aram, Bot-Games, Norms etc. Alles kein Problem und die WM Marken gab es dementsprechend auch, je nach Leistung und Map. \r\n\r\nSeit Samstag-Sonntag, ist es aber so, dass es keine Marken mehr gibt und auch der Status der &quot;35 WM Missionen&quot;, nach Abschluss von neuen Missionen, sich nicht aktualisiert.\r\n\r\nDies kann nat&uuml;rlich nur ein Bug sein, aber mir missf&auml;llt sehr, wie Riot damit umgeht, sprich: es nicht kommuniziert.\r\n\r\nWeder sind bei den Fehlermeldungen im Client Informationen zu finden, noch bekommt man eine Antwort auf gestellte Fragen und das obwohl ich f&uuml;r RP, also eingewechseltes Echtgeld, den WM Pass geholt habe, damit ich wie auf der Seite von Riot auch klar nachzulesen ist: &quot;Koste die Saison mit dem WM-Pass voll aus und verdiene unbegrenzt viele WM-Marken&quot; (https://euw.leagueoflegends.com/de/news/game-updates/special-event/learn-more-worlds-season-2018-event). Ich habe mir also den Pass gekauft, um genau das zu tun, farmen, was ja vollkommen ok ist.\r\n\r\nDementsprechend bin ich mehr als ver&auml;rgert, etwas gekauft zu haben und im Gegenzug keine Ware, in Form von WM Marken etc, erhalten zu haben und die Art und Weise wie &quot;nicht-kommuniert&quot; wird (&quot;Ja sry Gamer, wir wissen, da gibt&acute;s n Bug. Wir beheben den ...) einfach dreist nach Abzocke stinkt.\r\n\r\nUnd viel wichtiger als das ausgegebene Geld ist, meine Entt&auml;uschung &uuml;ber dieses Verhalten, dass mir damit die Freude an einem tollen Spiel nimmt, f&uuml;r das ich auch gerne bereit bin, freiwillig Zeit zu investieren. \r\n\r\nRiot ich bin entt&auml;uscht und Du selbst nimmst mir die Freude an LoL. Und nicht nur am Spiel selbst, denn f&uuml;r mich und sicherlich f&uuml;r viele Andere auch, ist LoL eine Plattform geworden um sich auch mit Freunden zu &quot;treffen&quot;. Zeit zu verbringen und Spass zu haben. \r\nAber Riot, dass k&ouml;nnen andere Spiele auch....\r\n\r\nWillst Du so zuk&uuml;nftig mit deiner Fanbase umgehen? Haben wir uns bisher nicht immer gut verstanden? Du wirst gierig. Was ich traurig finde, aber bisher frei entscheiden konnte, ob ich das unterst&uuml;tzen m&ouml;chte (also z.B. Skins kaufe) oder nicht. \r\nAber wenn, dann sorg auch daf&uuml;r, dass Du die AGB&acute;s einh&auml;ltst und Du die Leute nicht verarschst.\r\n\r\nEin trauriger und w&uuml;tender LoL-Fan","replies":[{"id":"","poster":"Kyphoxia","date":"2018-10-05T13:48:10.596+0000","up_votes":1,"down_votes":0,"body":"Wie viele Marken bekommt man ungefähr pro Spiel?","replies":[{"id":"","poster":"Lunaá","date":"2018-10-05T14:45:00.252+0000","up_votes":2,"down_votes":0,"body":"Kommt darauf an, ob du gewinnst oder nicht und wie gut deine Bewertung ist.\n\nKluft der Beschwörer:\n\n* Bei S-Bewertungen bekommst du 14 wenn du gewinnst, sonst 8\n* Bei A-Bewertungen 10 bei einem Sieg, 6 bei einer NIederlage\n* Bei allem darunter 6 oder 3\n\nSonstige Spielmodi (Odyssey zählt hier nicht):\n\n* 10/6 bei S\n* 5/4 bei A\n* 3/1 bei B+ und darunter\n\nFür den ersten Sieg des Tages bekommt man auch nochmal 15 Marken","replies":[{"id":"","poster":"Kyphoxia","date":"2018-10-05T17:07:08.008+0000","up_votes":1,"down_votes":0,"body":"danke :)","replies":[]}]}]},{"id":"","poster":"biohazard27","date":"2018-10-05T12:21:57.519+0000","up_votes":2,"down_votes":0,"body":"bei mir verteilt der wm-pass ordnungsgämes marken & auch die missionen laufen weiter. möglich das es sich um nen bug handelt der nur noch nen kleinen teil betrifft & deshalb nicht sofort auffällt. das mit dem komunizieren muss ich aber rito in schutz nehmen. es gab das problem zu anfang. so ca um den zeitraum des wochenendes, dies wurde aber auch kommuniziert & alle erspielten marken haben sich auch später aufm konto befunden.\n\nwenn du dich wirklich über gier aufregst, prangere die ursache an, das globale kapitalistische wirtschaftssystem. nicht aber eine einzelne firma, die um wirtschaftlich bestehn zu können, nach diesen regeln spielen muss.","replies":[{"id":"","poster":"Fënrïs","date":"2018-10-05T13:02:08.717+0000","up_votes":1,"down_votes":0,"body":"Danke für Deine AntwortBiohazard27!\nSchön zu hören, dass bei Dir die zeitnah, die Marken auf deinem Konto landeten und tatsächlich freut es mich, dass du Riot in Schutz nimmst.\n\nAlso werde ich Geduldig sein und warten auf die Dinge die da kommen.\n\nNaja und zum Überthema Gier: Mir ist schon bewusst, wie Wirtschaftskreisläufe funktionieren und auch, dass wir in einer Welt leben, die, um es kurz zu halten, ethisch, ökologisch und ökonomisch am Ende ist.\nDas soll auch gar nicht das Thema sein.\n\nLoL und damit auch Riot sehe ich mehr als \"alten Freund\", mit dem man unheimlich viel Zeit verbracht hat, schöne Zeit, spannende, lustige. Und wenn sich ein Freund verändert und man sieht dies mit Besorgnis, so ist es zumindest meine Auffassung, dass man sich dazu auch äußern muss.\nProbleme können nur gelöst werden, wenn man sich zusammen tut, einander zuhört und seine Sicht der Dinge versucht zu vermitteln.\nNichts anderes möchte ich hier tun.","replies":[{"id":"","poster":"biohazard27","date":"2018-10-05T16:57:07.658+0000","up_votes":1,"down_votes":0,"body":"noch als tip. wenn generell bugs auftreten, ist es am besten die bug report funktion zu nutzen. diese ist über den client erreichbar, indem man auf das symbol in der unteren rechten ecke klickt. \n\nmomentan ist auch wieder eine meldung aktiv die mitteilt, dass es probleme beim missionsfortschrit gibt.","replies":[{"id":"","poster":"Fënrïs","date":"2018-10-07T14:30:03.222+0000","up_votes":1,"down_votes":0,"body":"Klaro, hab ich zu aller erst den Bug report genutzt, dafür isser ja auch da.","replies":[]}]}]}]},{"id":"","poster":"Dopehunter","date":"2018-10-06T02:17:38.717+0000","up_votes":1,"down_votes":0,"body":"geht mir genauso  {{champion:32}} \n\nhab den pass für rp gekauft und wollte durch nettes zocken von normals die wm marken farmen da man den wm pass für die xtra missionen ja plötzlich brauch um den wm loot zu bekommen. ( gabs das vorher nicht auch für be? ){{sticker:sg-janna}} \n\ndann is mir an dem gleichem wochenende aufgefallen das ich keine wm marken mehr für gewonnene normalgames gegen anfänger/mittlere bots bekomme.\nvorher gab es immerhin 6 wm marken\ngeht ja schnell gegen bots dacht ich mir minimal ca. 8min so - waren aber im durchschnitt 15 min wie pvp spiele auch aber leichter zu gewinnen\n\nUND DAS GEHT JETZT NICHT MEHR !? {{sticker:zombie-brand-clap}} \n\nnun bleibt mir nur noch aram oder pvp normals die mir bei einem gewonnen game:\n + 3 wm marken (für gewonnenes game)\n + 7 wm marken (für S rank wertung maximal bzw weniger marken wenn man darunter liegt)\n\nda ich jetz gehalten bin im pvp zu spielen wie andere pass besitzer auch fühlt sich das game nerviger bzw stressiger an für mich\nich kann nichtmehr entspannt in botgames spielen sondern hab nun mehr leistungsdruck. weil ein verlorenes spiel sogut wie garnix (maximal 2 wm marken) gibt\n\nim schnitt hab ich nun weniger für mein geld und meine zeit deswegen würd ich gern wissen wieso das geändert wurde bzw nicht erwähnt wurde.{{sticker:zombie-brand-mindblown}} \n\nhier geht es nicht um viel geld aber für meine rp brauche ich nun mehr zeit für meine leistung oder loot zu bekommen das nervt so fühlt es sich auch an\n\nda könnt ihr gern spekulieren ich hab meine eigene meinung dazu kein danke dafür riot\n\nhätte ich das gewusst \n\nbeim nächsten mal werd ich mir mein geld sparen ( warum gibts nix für be >< ) {{sticker:slayer-jinx-unamused}}","replies":[]}]}