{"id":"oKr2NVUw","poster":"Maexle","date":"2018-10-04T13:27:07.372+0000","title":"Anti-Flamer aller Elos vereinigt euch!","subforum":"Allgemeiner Chat","up_votes":22,"down_votes":2,"body":"Gesch&auml;tzte Forumierer und Forumiererinnen,\n\nImmer wieder versuchen Personen, LoL Spieler, die eigentlich mit uns in der Kluft der Beschw&ouml;rer um Ruhm, Ehre und LP k&auml;mpfen sollten, uns zu unterwerfen. Es handelt sich dabei nicht um die physische Aus&uuml;bung von Macht. Nein, viel schlimmer! Worte, mit metaphorisch mit Gift getr&auml;nkte Worte, werfen sich auf uns, um uns zu ihrem Eigen zu machen. Wir sollen f&uuml;r ihren Profit k&auml;mpfen. Dabei ist es ihnen fremd unseren Einsatz wertzusch&auml;tzen. Diese Unterdr&uuml;ckung k&ouml;nnen wir nicht tolerieren!\n\nGl&uuml;cklicherweise hat Riot ein System entwickelt, dass diese Spieler aus der Kluft, von der Br&uuml;cke der heulenden Schlucht, und dem kleinen W&auml;ldchen, wirft. Gl&uuml;cklicherweise? Daran ist zu zweifeln. Diese giftigen Tyrannen bev&ouml;lkern unser geliebtes Forum, wo sie erneut versuchen die Macht an sich zu rei&szlig;en! Sie sehen ihre Fehler nicht ein. Nein, sie sehen sich selbst als Opfer des Systems. \n\nUnsere ungl&uuml;cklichen Genossen, die gerade neu in die Kluft gekommen sind, oder aufgrund ihrer harten Arbeit nicht so konzentriert spielen k&ouml;nnen, oder einfach nur ein schlechtes Spiel haben, sind ihrer Ansicht nach die Schuldigen. Diese Ungerechtigkeit k&ouml;nnen wir uns nicht gefallen lassen!\nAus diesem Grund m&uuml;ssen wir Solidarit&auml;t zeigen! Wenn wir zusammenstehen k&ouml;nnen wir der Tyrannei der Giftigkeit ein Ende setzen! Um an dieser Stelle Brecht zu zitieren: \n\n_&bdquo;Wollen wir es schnell erreichen \nBrauchen wir noch dich und dich. \nWer im Stich l&auml;sst seinesgleichen\nL&auml;&szlig;t ja nur sich selbst im Stich.\nVorw&auml;rts und nicht vergessen \nWorin unsre St&auml;rke besteht!\nBeim Lanen und beim Teamfight\nVorw&auml;rts, nie vergessen\nDie Solidarit&auml;t!&ldquo;_\n\n(Das hat er genau so geschrieben. True Story.)\n\nWir d&uuml;rfen uns bei diesem Kampf nicht auf Riot und deren Vertreter im Forum, die Emissaries verlassen! Wir scheinen das gleiche Ziel zu haben, aber am Ende werden Sie auch uns unterdr&uuml;cken! \n\nWie jeder wei&szlig;, gibt es auch Flamer, die davonkommen. Au&szlig;erdem werden den giftigen Leuten zu viele Chancen gelassen, ihre Ideen zu verbreiten! Die Ursache ist schnell zu finden. Im Geld! Riot Games ist ein Unternehmen. Der einzige Sinn davon ist es Geld zu verdienen! In einer neoliberalen Gesellschaftsordnung steht eben jenes im Vordergrund. M&ouml;glichst viel Gewinn machen! Das Individuum ist auf sich gestellt. Das m&uuml;ssen wir &auml;ndern! \n\nNicht giftige Menschen vereinigt euch in der Anti-Flamer Aktion: Der **Antifla**!\n\n\n{{champion:17}}","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T13:37:17.993+0000","up_votes":3,"down_votes":0,"body":"Ist ja alles schön und gut, aber die Flamer wird unsere Vereinigung doch nicht jucken. So ein Unterfangen ist gewagt, da man vermeiden muss, Feuer mit Feuer zu bekämpfen. \nIch würde zwar mitmachen, aber wie?","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T14:13:02.194+0000","up_votes":1,"down_votes":0,"body":"Unser Grundsatzprogramm sieht zunächst wie folgt aus:\n\nSeid lieb. \n\nAndere Methoden sind jedem Mitglied selbst überlassen.\n\n{{champion:17}}","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T14:13:49.137+0000","up_votes":3,"down_votes":0,"body":"Also bin ich schon Antifla, bevor du dazu aufgerufen hast. Yay :3","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T14:56:22.269+0000","up_votes":10,"down_votes":0,"body":"Meistens gibt es ja schon das, wozu die Leute aufrufen. Und diejenigen, die einfach etwas beobachten bekommen dann die Anerkennung. \nDu kannst dich aber bei uns gerne als ideologischen Vorreiter verstehen.\n\nWir können es ja Maexismus nennen. Das wird uns beiden gerecht. ;)\n{{champion:17}}","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T17:24:24.870+0000","up_votes":8,"down_votes":0,"body":"Lang lebe der Maexismus!","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-10-04T19:38:30.003+0000","up_votes":2,"down_votes":0,"body":"Und was ist mit mir? D: \nIch bin ein Engel. DER Engel. \nBin ich nicht ein Inbegriff von Liebe?","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T19:47:06.595+0000","up_votes":1,"down_votes":0,"body":"Aber du heißt nicht Maex o.O\n{{champion:17}}","replies":[{"id":"","poster":"eingew","date":"2018-10-05T06:58:18.826+0000","up_votes":3,"down_votes":0,"body":"Ich denke, dass man jetzt nicht mehr drum rum kommt, sich bei der Anti-Flameristischen Aktion auf die Grundlagenarbeit von Maex und dem Engel zu berufen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-10-05T12:26:25.138+0000","up_votes":2,"down_votes":0,"body":"Eingew versteht worum es geht. :D","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Shacoláde","date":"2018-10-08T07:28:53.168+0000","up_votes":6,"down_votes":0,"body":"Wir müssen eine Anti-Bewegung in Leben rufen und für unsere Rechte als LoL-Spieler einstehen\nAm Besten ist das wir Solidarität zeigen und während der WM nur Chormas mit einer bestimmten Farbe spielen.\nDazu ein Clan-Tag wie beispielsweise #MeLoL2 um der ganzen Unterdrückung einem Namen zu geben.\n\nViva la revolución","replies":[{"id":"","poster":"Maexle","date":"2018-10-08T08:28:28.468+0000","up_votes":3,"down_votes":0,"body":"Rot ist eine gute Farbe. Oder Schwarz, dann wäre aber definitv der #antifla besser. \n\n{{champion:17}}","replies":[{"id":"","poster":"Shacoláde","date":"2018-10-08T15:14:36.318+0000","up_votes":2,"down_votes":0,"body":"Ja dann auf geht´s... lass uns eine Gruppe erstellen  ;)","replies":[]}]}]},{"id":"","poster":"Noxempire","date":"2018-10-04T14:24:16.505+0000","up_votes":6,"down_votes":0,"body":"Ich habe einen Ideologisch besseren Plan ausgearbeitet. \n\nZunächst muss von den großen des Forums, dem TGSG, OT Königreich, Emissaries und Verband Unabhängiger Forenuser ein König des Anti Flames gewählt werde (welcher idealerweise aus dem Haus Empire stammen sollte) \n\nEben jenen König werden wir im Hauptquartier von RIOT EU zum Kaiser des Anti Flames akklamieren und einen heiligen Kreuzzug gegen alle Flamer ausüben. \n\nLetztendlich wird und nichts anderes übrig bleiben als die totale Machtergreifung von RiotGames zu initiieren und die Firma von Grund auf zu säubern. Ein Server nach dem anderen wird, den **überlegenen** Spielern, dem Anti Flamer zum Opfer fallen. \n\nDem gemeinen Flamer wird nichts anderes übrig bleiben sich unserer Agenda zu beugen ansonsten wird er mit Befreiungsschlägen und Soraka Ultis Indoktriniert und verbessert. \n\nDas Heilige Tiltproof Reich deutscher Forennation wird einen tausendjährigen Server aufgehen und für immer den Flame verbannen. \n_______\n\nNaja. Oder wir reporten einfach alle Flamer regelmäßig. Wäre vielleicht einfacher.","replies":[{"id":"","poster":"R3L4XO IRL","date":"2018-10-04T19:16:48.976+0000","up_votes":2,"down_votes":0,"body":"Das ist der Zweit beste Kommentar den ich je gelesen habe.\n\nSolltest du dich für Plan 1 entscheiden tut es mir leid dir mit zuteilen das ich dir auf Seiten der Flammerierten  entgegen treten muss, zur Freiheit der vereinigten Sever.","replies":[]},{"id":"","poster":"Maexle","date":"2018-10-04T14:52:10.259+0000","up_votes":2,"down_votes":0,"body":"Also die zweite Option klingt unstressiger. Dann müssen wir auch niemanden unterdrücken. Das ist meistens doof, weil die dann einen nicht mehr mögen. \n{{champion:17}}","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-10-04T15:54:21.858+0000","up_votes":2,"down_votes":0,"body":"Warum machen wir nicht einen Mittelweg davon?\nWir übernehmen Riot und ändern das System ab.\nJeder muss sich registrieren wenn er den Chat nutzen will (wird also in Antifla aufgenommen)(Um zu schreiben, lesen kann man) und muss erst einmal die 100 Seitigen Statuten lesen wie man kein flamer ist.\nDanach wird der Chat freigegeben für die Mitglieder.\nDie Chatanalye wird drastisch verschärft und eine Zuwiederhandlung gegen die Statuten führt zu einem Ausschluss aus Antifla, was wiederrum zu einem Ausschluss aus dem Chat führt (schreiben, nicht lesen)\nDavon gibt es nur 2 Stufen Teamchat und Allchat.\n\nSomit wird der Flame effektiv verhindert, jetzt müssen wir nur noch Riot übernehmen und die Statuten schreiben.\nDanach muss man nur noch den Eid darauf schwören:\n\nUnsere Chatanalyse von Riot!\nGeheiligt werde deine Analyse.\nDein Bann komme.\nDeine Chatanalyse geschehe, wie im Spiel, so in der Lobby.\nUnseren täglichen Chat, gib uns heute.\nUnd vergib uns unsere Wörter,\nwie auch wir vergeben die für den Bann.\nUnd führe uns nicht in Versuchung,\nsondern erlöse uns von dem Flame.\nDenn dein ist der Chat und der Bann\nund die Ausführung in Ewigkeit.\nAmen.","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2018-10-04T13:55:19.048+0000","up_votes":4,"down_votes":0,"body":"\"MEHR RECHTE UND ANNERKENNUNG FÜR VASALLEN!!!\"\n\nMoment, wofür Streiken wir nochmal...?","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T13:59:55.605+0000","up_votes":3,"down_votes":0,"body":"Wir streiken nicht, sondern wollen proaktiv die Welt verbessern :o","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T14:02:22.333+0000","up_votes":1,"down_votes":0,"body":"Okay! Dann proaktivieren wir mal die Welt!\nIch hol die Fackeln und du die Mistgabeln?","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T14:12:24.249+0000","up_votes":6,"down_votes":0,"body":"Aber so funktioniert das nicht :( Warte kurz, ich erkläre dir die Sache mit dem friedlichen Widerstand mit proaktiven Zügen. \nDu hast also ein Zielobjekt/Zielsubjekt/suspektes Ziel und... nein, nicht die Mistgabel ziehen! Du breitest deine Arme aus, läufst langsam(!) auf das Ziel zu und leg verdammt nochmal das Messer weg! Du umarmst es sanft. Sanft bedeutet, dass du deine Kraft nicht nutzt, sondern so, als ob du ein Wattebäuschchen nicht zerdrücken möchtest. Siehst du? Ist doch gar nicht so schwer :3","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T14:16:02.790+0000","up_votes":2,"down_votes":0,"body":"*schwitz*\n\nÄh, ich weiß nicht ob... Nein.. NEIN!\n\n*in Panik ausbrech*\n\nES... ES BRENNT!! WAS IST DAS?!? WAS BEIM BARTE MEINER GROßMUTTER IST DAS?!?!","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T14:20:37.763+0000","up_votes":2,"down_votes":0,"body":"*Angenehm warmes, mit Poro-Sabber angereichertes Wasser über 5weeds und seinem Feuer verteil* \nBesser?","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T14:27:10.369+0000","up_votes":2,"down_votes":0,"body":"*Kauert dampfend am Boden*\n\nOh, beim Bruchstein des Targons!\nWar dass... eine zwischenmenschliche Interaktion?!\n\nDu wagst es mich ein solch abstoßendes Gräuel zu verwickeln?!\n\n*5weeds wird sich das merken*\n\n*...ist aber nicht wirklich schlimm, da es keinerlei Einfluss auf das weitere Spiel Geschehen nehmen wird*\n\n*Dankeschön TellTaleGames*","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T14:54:07.474+0000","up_votes":1,"down_votes":0,"body":"Keine Sorge, das kann man mit einer zwischenmenschlichen Interaktion nicht vergleichen. Betrachte es eher so, als ob du einen Stein umarmt hast oder ein Babykätzchen oder was dir eben lieber ist... eine Mistgabel zum Beispiel.","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T14:59:36.241+0000","up_votes":2,"down_votes":0,"body":"*Versuch* erst gar nicht mich mit deiner gespaltener Zunge in die Gesellschaft integrieren zu wollen!\nDas ist wohl der Gipfel der Unverschämtheit!","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T17:23:13.565+0000","up_votes":2,"down_votes":0,"body":"Okay, hab meine Zunge überprüft und habe festgestellt, dass diese noch in einem Stück ist. Du hast mir echt Angst gemacht D:","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Maexle","date":"2018-10-04T14:15:19.247+0000","up_votes":1,"down_votes":0,"body":"Denkt an den Obstsalat!\n{{champion:17}}","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T14:20:22.714+0000","up_votes":1,"down_votes":0,"body":"Der Obstsalat war Mist und kontraproduktiv.","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T14:54:19.519+0000","up_votes":1,"down_votes":0,"body":"Er war auch irgendwie giftig. Muss an den Vitaminen gelegen haben... \n{{champion:17}}","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T15:01:17.172+0000","up_votes":1,"down_votes":0,"body":"Vor allem war er nahrhaft...\nAufmerksamkeit ist schließlich des Trolls täglich Brot.","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-10-04T14:00:22.115+0000","up_votes":3,"down_votes":0,"body":"Ja diesen Massenmord kann ich auch nicht gutheißen :'(\n\nUnd dann gilt man noch dazu als \"Gut\" wenn man es schafft möglichst vielen dieser kleinen Kerlchen den Todesstoß zu versetzen! Das ist nicht nur grausam sondern auch sexistisch! Es gibt keine einzige VasallIN :o","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T14:18:59.327+0000","up_votes":2,"down_votes":0,"body":"Did you just *keuch* ASSMUED THEIR GENDER?!\n\n#**TRIGGERT**\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-04T19:28:31.626+0000","up_votes":2,"down_votes":0,"body":"Naja die Kannone ist grammatikalisch weiblich.\n\nAber da bei den Vasallen keinerlei weibliche sekundäre Geschlechtsmerkmale (boobies) zu sehen sind und wir uns in League befinden *müssen* sie männlich sein. Wären die Vasallen weiblich würden sie vermutlich aussehen wie Janna, Ahri oder Poolparty Cait. Nach dem Ausschlussverfahren sind sie also ganz klar männlich...wie gesagt, bis auf *die* kannone...die ist ironischerweise weiblich ;)","replies":[{"id":"","poster":"Gin","date":"2018-10-05T12:27:13.397+0000","up_votes":1,"down_votes":0,"body":"Ich mein, es sind auch **die** Vasallen und **die** Minions...\n\nEs gibt also nicht einen männlichen Vasallen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-05T12:49:08.518+0000","up_votes":1,"down_votes":0,"body":"Der Mann; Die Männer und so? o_O\n\"Die\" ist immer der Plural von \"der\" 😂\n\nDie Autoren, die Mönche, etc pp ;)","replies":[{"id":"","poster":"Gin","date":"2018-10-05T12:54:26.418+0000","up_votes":1,"down_votes":0,"body":"Willst du mir damit etwa sagen dass eine Gruppe von Männern nicht weiblich ist?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-05T12:59:44.367+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an...ich möchte hier keine Unterstellung über die sexuelle Orientierung der Vasallen tätigen, aber eine gruppe von männern sollte nur gramatikalisch weibloch sein xD","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-10-04T13:34:56.435+0000","up_votes":6,"down_votes":0,"body":"Ich wusste es, Brecht war Lol-Spieler, wahrscheinlich Top Main!\n\n'#Antifla","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-10-04T13:30:59.222+0000","up_votes":4,"down_votes":0,"body":"Anti-Flamer for the win!\nhttps://media.giphy.com/media/TwURTt16TY2Xu/giphy.gif?cid=3640f6095bb615e771424b47636879db","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T13:34:35.235+0000","up_votes":2,"down_votes":0,"body":"Darf ich Ihren Hut haben, Sir?","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-10-04T13:36:44.578+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/iNqNesrSXKZ2yN4Wia/giphy.gif?cid=3640f6095bb617467a66513059d4a3d1","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2018-10-04T14:30:46.453+0000","up_votes":5,"down_votes":1,"body":"Auf Brecht, den ollen Singed OTP\n\n#Antifla\n\n#ONELOVE","replies":[{"id":"","poster":"5weeds","date":"2018-10-04T14:37:00.989+0000","up_votes":1,"down_votes":0,"body":"Eibert…?\nMensch, schön was von dir zu hören :D\n\nAlles fit im Schritt?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-10-04T15:25:11.706+0000","up_votes":1,"down_votes":0,"body":"ohja ich lebe wieder ;)\n\nbin jetzt zwar aus stein, was aber ganz praktisch ist beim mit dem kopf durch die wand gehen....","replies":[]}]}]},{"id":"","poster":"Gin","date":"2018-10-05T12:25:04.710+0000","up_votes":4,"down_votes":1,"body":"> Wir dürfen uns bei diesem Kampf nicht auf **Riot** und deren Vertreter im Forum, die **Emissaries** verlassen! Wir scheinen das gleiche Ziel zu haben, aber am Ende werden Sie auch uns unterdrücken!\n\nPhew, da bin ich als Wrenchman nochmal davon gekommen. \n\nhttps://media.giphy.com/media/6q29hxDKvJvPy/giphy.gif","replies":[{"id":"","poster":"Maexle","date":"2018-10-06T13:50:00.396+0000","up_votes":3,"down_votes":0,"body":"Leute mit technischem Verständnis kann man immer gebrauchen. Fühlt euch aber beobachtet! \n{{champion:17}}","replies":[{"id":"","poster":"Gin","date":"2018-10-07T11:42:53.322+0000","up_votes":1,"down_votes":0,"body":"> Fühlt euch aber beobachtet!\n\nKann ich nur zurückgeben\n\nhttps://media.tenor.com/images/ecb5ea8c335564309775da03d915f456/tenor.gif","replies":[{"id":"","poster":"Maexle","date":"2018-10-07T15:25:47.771+0000","up_votes":1,"down_votes":0,"body":"Nun, Riot überwacht uns im Spiel und die Hinterwäldler Saufgruppe im Forum. Es ist also nichts Neues. ;)\n{{champion:17}}","replies":[]}]}]}]},{"id":"","poster":"INoKami","date":"2018-10-05T15:19:35.734+0000","up_votes":3,"down_votes":0,"body":"Ach, Maexle, ich bewundere beinahe deinen Mut und deine Leidenschaft für dieses Projekt... doch ich muss dir leider mitteilen, dass es zum Scheitern verurteilt ist!\n\nDenn hiermit gründe ich die schon von Anfang an erfolgsgerichtete **Flamer-Anti-Bewegung**, oder kurz: die FLAANTI !!!\nHier werden die Probleme nicht nur besprochen, nein, hier werden sie auch aktiv angegangen und bekämpft! Kein Flamer dieser Welt wird das fliegende Suizidkommando der FLAANTI überleben!\n\nWendet euch ab von Riot! Sie haben dieses grausame, ja, fast schon faschistische System errichtet, uns erobert und unterdrückt! Sie kontrollieren nun schon das halbe Internet, die größte Fläche in der Geschichte des Internets und bieten Flamern, egal, ob bewusst oder unbewusst, Schutz und Deckung in ungekanntem Ausmaße!\nDoch verzagt nicht, euer Anführer der FLAANTI, Incaedeus, hat schon einen Plan entwickelt, wie wir uns von dieser Tyrannei befreien können! Passt auf:\n\n_*_ _Pergament entroll_ _*_\nHier habe ich den Bauplan von Riots Serverraum, erkämpft mit meiner eigenen ELO. Wir werden uns hier _*_ _nach oben rechts auf ein Rohr zeig_ _*_ durch den Lüftungsschacht in den Komplex einschleichen. Sobald wir drinnen sind, schleichen wir uns an der Wartungsmannschaft (durch rote Fäuste in Form von Riots Logo gekennzeichnet) vorbei \n_*_ _Finger wandert Richtung Mitte des Pergaments, welches groß eingekreist ist_ _*_ und mitten in Riots Heiligtum, den Serverraum! Dort entführen wir die Server, nehmen sie als Geisel, schleppen sie in unser Versteck und lassen Riot eine Nachricht zukommen, dass sie sofort und konsequent alle Flamer dieser Welt an uns ausliefern! Und zum zu zeigen, dass wir es ernst meinen, schicken wir ihnen jede Stunde ein Stück ihrer Serverbauteile zurück... in kleine Stücke gehackt, natürlich! Deswegen, wenn ihr dabei seid, haltet eure rechte Faust an euer rechtes Ohr und ruft mit mir: **\"Wir beugen uns keiner Gewalt!\"**\n\nUnd vergesst niemals, dass sie, und nur sie, all das zu verantworten haben! Denn sie haben uns ausgeraubt, uns geplündert, uns unsere ELO genommen... und unsere ELO-ELO (folgt der selben Logik wie der Zinseszins)... und unsere ELO-ELO-ELO... und unsere ELO-ELO-ELO-ELO... _*_ _murmel_ _*_ ok, das reicht. Und was, frage ich, euch, was haben wir als Gegenleistung dafür bekommen?\n\n**Was hat Riot jemals für uns getan???**","replies":[{"id":"","poster":"Maexle","date":"2018-10-06T13:55:58.246+0000","up_votes":1,"down_votes":0,"body":"Man muss Riot zugutehalten, dass sie das Spiel entwickelt haben. Andererseits haben sie damit den Flamern erst das Werkzeug der Unterdrückung gegeben.\n\nDer Umschwung muss gewaltfrei ablaufen. Nur so ist gewährleistet, dass es keine giftigem Gefühle gegenüber unserer Bewegung gibt, die zu neuem Flame führen. Euer Plan mag manche Flamer auslöschen, schafft aber gleichzeitig neue!\n\n{{champion:17}}","replies":[{"id":"","poster":"INoKami","date":"2018-10-07T08:22:43.641+0000","up_votes":1,"down_votes":0,"body":"Hast du die Anspielung nicht verstanden oder schon und einfach ignoriert? :)","replies":[{"id":"","poster":"Maexle","date":"2018-10-07T15:23:56.272+0000","up_votes":1,"down_votes":0,"body":"Offensichtlich nicht verstanden :(\n{{champion:17}}","replies":[{"id":"","poster":"INoKami","date":"2018-10-07T15:33:52.088+0000","up_votes":1,"down_votes":0,"body":"Hm, schade. Zur Erklärung: Sollte eine... \"Parodie\"/Kopie/was auch immer von einer Szene aus \"Life of Brian\" von Monthy Python sein.","replies":[]}]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-10-04T14:16:13.034+0000","up_votes":5,"down_votes":2,"body":">Wir dürfen uns bei diesem Kampf nicht auf Riot und deren Vertreter im Forum, die Emissaries verlassen! Wir scheinen das gleiche Ziel zu haben, aber **am Ende werden Sie auch uns unterdrücken!** \n\n\nAber...aber .... das stimmt doch gar nicht >:O\n....\nᶰᵘʳ ᵉᶦᶰ ᵇᶦˢˢᶜʰᵉᶰ⋅⋅","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T14:53:23.448+0000","up_votes":2,"down_votes":1,"body":"Du müsstest es ja besser wissen, weil du ja ein Teil davon warst. Aber vermutlich kannst du hier nicht frei sprechen... :O\n{{champion:17}}","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-10-04T15:06:19.878+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Maexle,realm=EUW,application-id=YnZkMR0R,discussion-id=oKr2NVUw,comment-id=00060000,timestamp=2018-10-04T14:53:23.448+0000)\n>\n> Du müsstest es ja besser wissen, weil du ja ein Teil davon warst. Aber vermutlich kannst du hier nicht frei sprechen... :O\n> {{champion:17}}\n\ni-wo macht eure verschwörungsdingensbumbs sogar jetzt sinn. Wenn wir wirklich das forum übernehmen wollten und ich zu sehr mit euch connected gewesen bin...\n\ndann musste ich raus geworfen werden :O\n\nDAM-DAM-DAAAAM","replies":[]}]}]},{"id":"","poster":"Hikura","date":"2018-10-07T15:32:57.220+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Maexle","date":"2018-10-07T15:51:43.093+0000","up_votes":3,"down_votes":0,"body":"Du kannst einem nur leidtun. \n{{champion:17}}","replies":[]}]},{"id":"","poster":"HilltopHoods","date":"2018-10-07T05:12:20.072+0000","up_votes":2,"down_votes":0,"body":"I Like! \n#Be SWEET, not SALTY {{sticker:vlad-salute}}","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2018-10-06T00:17:39.168+0000","up_votes":2,"down_votes":0,"body":"#antiflaaaa","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-05T07:12:12.096+0000","up_votes":1,"down_votes":0,"body":"Fehlt nur noch ein Antifla  / Maexismus / White Knights Ingame Club :´)","replies":[{"id":"","poster":"eingew","date":"2018-10-05T14:39:22.332+0000","up_votes":2,"down_votes":0,"body":"Wie wäre es mit \"**L**iebe **G**amer **b**ekämpfen **t**oxische **Q**uälgeister\"? Als Clubtag dann die Anfangsbuchstaben? Das ist bestimmt noch nicht vergeben {{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"Maexle","date":"2018-10-05T10:58:03.324+0000","up_votes":1,"down_votes":0,"body":"Diese Bewegung beschränkt sich nicht auf einen konkreten Club. Ziel soll hingegen unseren Grundsatz (Seid lieb) über die Grenzen der Clubs hinaus auszuweiten. Eine Aufhebung der Clubgrenzen zugunsten der Freundlichkeit scheint erstrebenswert. Mittel- bis langfristig ist auch die Aufhebung der Servergrenzen in diesem Bereich ein Ziel, so dass jeder, egal wo er herkommt und gerade ist, eine entspannte Spielatmosphäre vorfindet. \n\n{{champion:17}}","replies":[{"id":"","poster":"Angel Ayume","date":"2018-10-05T12:30:08.430+0000","up_votes":1,"down_votes":0,"body":"Ich habe noch einen eigenen Club mit dem Tag \"Pîka~\", den kann ich gerne dafür zur Verfügung stellen.\n\nImmerhin ist Pikachu auch ein Inbegriff von Liebe.\nPikachu sind so süß und strotzen vor Gerechtigkeit und lieben gute Menschen und mögen böse überhaupt nicht, das scheint mir super zu passen. :D","replies":[{"id":"","poster":"Lunaá","date":"2018-10-05T14:49:49.059+0000","up_votes":1,"down_votes":0,"body":"Oh nein, Pikachu ...","replies":[{"id":"","poster":"Angel Ayume","date":"2018-10-05T15:51:06.976+0000","up_votes":1,"down_votes":0,"body":"Hast du was gegen Pikachu?????????!!!!!!!!!! ò.ó","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-05T16:43:42.956+0000","up_votes":1,"down_votes":0,"body":"Kann mir auch nicht vorstellen, was man gegen das nervigste Pokémon der Welt haben könnte {{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Angel Ayume","date":"2018-10-05T16:45:22.276+0000","up_votes":1,"down_votes":0,"body":"Pikachu ist nicht nervig :(","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-05T17:13:23.520+0000","up_votes":1,"down_votes":0,"body":"Ooooh doch, diese ewig quatschende gelbe Wurst auf 4 beinen ist nervig ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2018-10-05T14:41:04.647+0000","up_votes":1,"down_votes":0,"body":"Der Club kann ja verpflichtend für alle sein, wie Noxempire das vorgeschlagen hat.","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-05T12:17:17.926+0000","up_votes":1,"down_votes":0,"body":"Für ein \"Mannschaftsgefühl\" zum Start sicherlich nicht verkehrt :D","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2018-10-05T08:35:21.317+0000","up_votes":2,"down_votes":0,"body":"Bin ich dafür :D \n\nSeid lieb ? Kein Problem ich bin lieb :) \n\nIch kümmer mich am besten mal um die ganzen Flammerrinen. Ich hab quasi nen ganzen sack voll liebe zu verteilen ^^' \n\n*hust* *hust* \n\n\nSpaß :P oder doch nicht :0 \n\n\nNe bin doch immer lieb :)","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-10-04T13:39:28.331+0000","up_votes":2,"down_votes":0,"body":"o7 \n\n*Aaanweseeend!*\n\nGibts eine Strategie? Einen Plan? Einen Geheimplan?\n\nIch reporte jeden der gemein ist, was soll ich noch tun? {{sticker:sg-janna}} \n\n'#Antifla","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T14:14:47.820+0000","up_votes":1,"down_votes":0,"body":"Der Grundsatz lautet: Seid lieb. \n\nAnsonsten ist jedem selbst überlassen, wie er das umsetzt. \n\n{{champion:17}}","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-04T20:58:44.881+0000","up_votes":2,"down_votes":0,"body":"Ich bin immer lieb {{sticker:sg-ahri-2}}","replies":[]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-10-04T19:33:17.075+0000","up_votes":2,"down_votes":0,"body":"Anti-flamer....sollten das gegenteil von Flamern sein.\nAlso...völlig grundloses und penetrantes Loben?\nBeste idee aller Zeiten.\nIch werde bei gelegenheit mal versuchen jemanden so lange völlig sinnfrei zu loben, bis der genervt AFK geht. Oder mich dafür reporten will.\nMuss nur aufpassen, dass es nicht auf Spamm hinnausläuft.","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T19:46:02.132+0000","up_votes":1,"down_votes":0,"body":"Tue dies. Wir warten auf deinen Erfahrungsbericht.\n{{champion:17}}\n\nEdit: Das kann aber eben auch als Ironie verstanden werden und deswegen als Flame aufgefasst werden. ","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2018-10-04T19:08:55.218+0000","up_votes":2,"down_votes":0,"body":"Werte Antifla,\n\nwir haben eure Nachricht vernommen, und sind bereit mit euch ein neues Zeitalter des Friedens und der Ruhe einzuläuten. Die Jünger der Antje, die Gilde der Nekromanten, die Halbtags-Mitarbeiter der Shit, die UOTGSS, der Zirkel der Bärlauchteeliebhaber, der Club der Aushilfsdichter und beschwipsten Schreiber, die Armee der Untoten und auch ich als Ex-König des Königreiches Offtopic und offizieller Nekromant von Pingus Gnaden stehen geschlossen hinter euch und werden euch unterstützen, in allen nur möglichen Belangen.\n\nMit sehr verehrten und freundlichen Grüßen,\n\nKP","replies":[{"id":"","poster":"Maexle","date":"2018-10-04T19:49:14.088+0000","up_votes":1,"down_votes":0,"body":"Ich danke euch, KP \n{{champion:17}}","replies":[]}]},{"id":"","poster":"Swiftcast","date":"2018-10-04T13:29:51.000+0000","up_votes":1,"down_votes":0,"body":"Können wir das gleiche fürs Afk's machen? Die finde ich nämlich lästiger ...","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T13:58:42.637+0000","up_votes":1,"down_votes":0,"body":"Sollten wir nicht erst mal an einer Stelle ansetzen, bevor wir das auf andere ausweiten? Die Vorgehensweise wird sich auch unterscheiden, da ein Flamer und ein AFK nicht zwangsläufig denselben Auslöser hat und auch unterschiedliche Ventile nutzt, wenn der Grund doch gleich sein sollte.\n\nWie genau Maexle vorgehen möchte, wird er uns ja sicherlich noch verraten","replies":[{"id":"","poster":"Swiftcast","date":"2018-10-04T14:55:29.304+0000","up_votes":1,"down_votes":0,"body":"Warum setzen wir dann nicht an der richtigen Stelle an? (Trolling das direkt Games behindert und zum Loss fuehert f.e. Afk, Inting etc.). Flamen hingegen kann indirekt zum Verlieren fuehren, z.b. durch Tilting (wobei Spieler, welche sich leicht tilten lassen, vllt lieber den Mute button nutzen sollten) .... verdammt .. ich wuenschte es gaebe nen mute button fuers inting und afk gehen ....\n\nwaere es nicht schoen so eine leichte und schnelle loesung fuer ein problem zu haben? gibts beim flamen ... jedoch nicht bei den anderen","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-04T17:29:52.643+0000","up_votes":2,"down_votes":0,"body":"Könnte man gegen absichtliches Sterben und AFK gehen so einfach vorgehen, würde Riot das schon so tun. Manche Dinge passieren aber zum Glück nicht so häufig (inting) und AFKs hatte ich persönlich zwar auch die letzten Spiele gehabt, aber dennoch nur einen Ragequitter. Der allerdings ein Flamer war. Flame und toxisches Verhalten begegnet mir tatsächlich am meisten","replies":[{"id":"","poster":"Swiftcast","date":"2018-10-04T21:25:28.885+0000","up_votes":1,"down_votes":0,"body":"Das Selbe gilts fuers flaming. \n\nQuantitaet ueber Qualitaet? Klar kommt es seltener vor, ist aber auch dementsprechend haerter.","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-05T14:47:57.367+0000","up_votes":1,"down_votes":0,"body":"Ich habe da keine genauen Zahlen, aber Trolle habe ich so selten, dass diese nahezu nicht ins Gewicht fallen. Flamer ruinieren regelmäßig meine Spiele (Oder erleichtern sie, je nachdem, in welchem Team).","replies":[]}]}]},{"id":"","poster":"Maexle","date":"2018-10-04T14:59:49.558+0000","up_votes":1,"down_votes":0,"body":"Du kannst in dein Reportritual zusätzlich noch zu den Flamern die AfKler einbauen. \n\nEs gilt aber noch zu untersuchen, ob es einen Zusammenhang zwischen giftigem Verhalten und Leavern gibt. Möglicherweise besteht da ein Zusammenhang. Oder vielleicht sind es die gleichen Personen. \n\n{{champion:17}}","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-04T19:32:00.734+0000","up_votes":1,"down_votes":0,"body":"Es gibt einen Zusammenhang, ob er kausal ist gibt es zu erforschen. \n\n*forscht*\n\n*kommt als alter grauer Mann zurück*: ja er ist wechselseitig kausal.\n\nWenn jemand giftig ist verlieren mehr die Lust und gehen afk. Durchs afk gehen werden viele erst giftig. Hach es lebe die Numismatik.","replies":[{"id":"","poster":"Swiftcast","date":"2018-10-04T21:26:59.017+0000","up_votes":1,"down_votes":0,"body":"Und die Moral von der Geschicht, gruener Joghurt hat keine Graeten?","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-05T14:50:08.979+0000","up_votes":1,"down_votes":0,"body":"Die Moral von der Geschichte: Weniger Flamer=weniger AFK","replies":[]}]}]}]},{"id":"","poster":"Dustin DeWind","date":"2018-10-05T00:38:38.990+0000","up_votes":1,"down_votes":1,"body":"Finde auch, dass direktes Spiel behindern deutlich höhere Priorität haben sollte. \nJemand zu muten im Spiel ist jetzt nicht eine große Herausforderung. \nSollte dich im Spiel jemand verbal angreifen und du ihn dann weiter schreiben lässt und es auch noch liest, grenzt das schon fast an Masochismus. \nWenn man sich von jemanden angegriffen fühlt, weil er online was geschrieben hat und dann es nicht hinkriegt ihn zu muten und dadurch schlechter spielt, keine Ahnung, dass schon hart an der Grenze ^^ \nFlamen ist nur indirektes  Game behindern, wie du gesagt hast. Welches man selbst im Spiel lösen kann, durch muten.\n\nWenn dir aber jemand die Mitte runter rennt oder ragequitted oder sonst dich iwie trollt, kannst du dich nicht dagegen wehren. Du musst damit auskommen und verliert wrsl öfters durch Troller und welche die absichtlich feeden, als durch jemanden der dich verbal angreift.\nKlar das trollen/feeden/afk kommt nicht so häufig vor wie Flamer, das stimmt schon, nur gab Riot eine Möglichkeit dich vor Flame zu schützen, aber nicht durch das andere.\nDen Win zu hohlen, wenn dich jemand sabotiert, ist schon deutlich schwieriger, als wenn dich jemand anschreibt, den du blockieren kannst.\nZumal Flamen oft entsteht, wenn das Spiel eh schon leicht verloren ist. Dich wird wohl kaum jmd im Spiel flamen, wenn du 10/0/8 stehst und du grad die Inhib Turrets einreißt. \nVielmehr entsteht flamen dadurch, dass es gerade eh schon Scheiße läuft. \nWenn sich jemand aber dazu entschließt zu inten, weil keine Ahnung er dich einfach nicht mag  oder keine Ahnung, hatte mal nen Gegner im Ranked, welcher im Chat schon geschrieben hat am Anfang er inted und das auch tat, ohne das iwas passiert ist, ist dies oft schon dann der Lose, auch wenn du am gewinnen bist oder halt noch ausgeglichen.\nOft hilft doch einfach auch, wenn man merkt er flamed nur, weil es grad schlecht läuft, diesem Spieler zu erklären was zu machen ist und einfach eine Stütze fürs Team sein, mit guten Calls und Strategien ausmachen.\nDamit kämpfst du auch dann aktiv gegen das Flamen und oft wirkt das Wunder, weil es dann einfach besser läuft. Wenn du schon aktiv gegen das Flamen was machen willst, dann sei einfach produktiv in der Situation und versuch die Wogen zu glätten. \nWenn das nicht hilft einfach ignorieren, ich versteh das wirklich überhaupt das Problem gar nicht. Ich muss mir kein Geschimpfe oder böswilliges Zureden anhören, wenn ich nicht will?!\nZusammen fassend ist zu sagen, richtig bösartiges Flamen wird so oder so instant bestraft, absichtliches Feeden, AFk gehen  oder trollen erst nach mehrmaligen Vergehen. Irgendwann werden solche schon bestraft, aber haben bis dahin eine Schneise der Verwüstung hinterlassen, mit kaputten Träumen und verloren LP, während Flamen nicht zwangsweise dazu führt.\nUnd sein wir mal ehrlich, was ist wohl schlimmer zuzuschauen wie jemand dein Haus mit Steinen bewirft und dir alle Fenster kaputt schlägt oder jemand der von deinem Fenster steht und du Dummkopf reinruft. Kleiner Tipp mach Fenster zu und Musik an, dann hörst du ihn nicht mehr schreien {{sticker:slayer-jinx-wink}}","replies":[]}]}]}]},{"id":"","poster":"KaaBuuu","date":"2018-10-14T03:53:35.919+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"SgtBananenkuchen","date":"2018-10-14T08:11:38.001+0000","up_votes":1,"down_votes":0,"body":"uuund gemeldet, zum zweiten mal ^^","replies":[{"id":"","poster":"Kind Prow","date":"2018-10-14T10:50:31.715+0000","up_votes":1,"down_votes":0,"body":"Wer?","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2018-10-09T09:30:43.237+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich bin ja ein Fan von blau, könnte mich aber mit schwarz anfreunden, wenn wir mit dem Tag der Antifla für jegliche Liebe und gegen jegliche Unterdrückung seitens Riots auftreten!","replies":[]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-10-04T22:19:49.942+0000","up_votes":1,"down_votes":0,"body":"Wie heißt denn euer Club? Das wäre doch interessanter Mitglied in dem Club von Spielern zu sein, die einem Ziel folgen. Dem optimalsten möglichen Spiel. #jenachTagesform.","replies":[]},{"id":"","poster":"R3L4XO IRL","date":"2018-10-04T19:08:27.659+0000","up_votes":1,"down_votes":0,"body":"Nachdem ich diese äußerst inspirierende Rede nun gelesen habe stellen sich mir ein paar Fragen,\n\num deren angemessene und zeitnahe Beantwortung ich bitte.\n\n\n1. Wo endet Kritik und wo begingt das flammen?\n\n2. Zählt das spammen von Pings zwangsweise unter toxisches Verhalten?\n\n3. Welchen Sinn hat dann die Mutefunktion ?\n\n4. Darf ich meinen Support trotzdem darauf hinweisen das er Scheiße spielt?                                           *für Support beliebigen Spieler einsetzen\n\n5. Hälst  du es wirklich für  eine gute Idee den Namen der Bewegung an den von Linksextremisten anzulehnen?\n\n\n6.Und am wichtigsten muss ich Jannaspieler jetzt als Menschen anerkennen?  \n","replies":[{"id":"","poster":"Nordwolf87","date":"2018-10-04T21:00:59.835+0000","up_votes":1,"down_votes":0,"body":"Janna-Spieler sind Bewunderer der Asthätik :)","replies":[]},{"id":"","poster":"Maexle","date":"2018-10-04T20:05:54.655+0000","up_votes":1,"down_votes":0,"body":"Ich danke dir für das Lesen dieses Textes und das Interesse an dieser Bewegung.\n\n1. Die Grenze würde ich grundsätzlich dort ziehen, wo die Würde der Teammates angegriffen wird. Auch sachdienliche Kritik kann aber zu negativen Emotionen und Gift bei der kritisierten Person führen und ist aus diesem Grund sehr vorsichtig zu äußern. \n2. Das Spammen schon. Es kann nerven und begünstigt die Bildung von Gift. Gerade der \"Fragezeichenspam\" nach einer schlechten Aktion ist immer als toxisch einzustufen.\n3. In einer flamefreien Community ist dieser in der Tat sinnfrei. \n4. Wenn du das genau so formulierst ist es definitv flame. \n5. Ähnlichkeiten mit anderen politischen Bewegungen sind rein zufällig. Der Name stammt aus[ diesem Thread](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/vKzXbXJO-an-alle-anti-flamer) bzw. dessen Titel. \n6. Du solltest es zumindest versuchen. Insgeheim kannst du sie auch als etwas anderes sehen, solange du dich an die einfache Grundregel \"sei lieb\" hältst. \n\n{{champion:17}}","replies":[]}]},{"id":"","poster":"i own hookers","date":"2018-10-04T15:12:48.213+0000","up_votes":1,"down_votes":0,"body":"Antifla?\n\nDa gründe ich doch glatt die Gruppe \"NaSie?\" um gegen polarisierende White Knights zusammen zu stehen.","replies":[]},{"id":"","poster":"Loki die Birne","date":"2018-10-07T21:19:08.957+0000","up_votes":1,"down_votes":6,"body":"Ah ja 😄\nWenn du fertig mit deiner Predigt bist usw \n\nKannst du eher was interessanteres Erzählen?\ndie vlt im Forum für Aufmerksamkheit Sorgen wie zum Beispiel\ndas 3/4 der Supporter items nächste Saison verschwinden \n\nist zwar noch nicht sicher gut möglich das es aber durch kommt","replies":[]},{"id":"","poster":"SvenniGod2004","date":"2018-10-08T04:43:48.343+0000","up_votes":1,"down_votes":7,"body":"Am besten ist einfach mal von Gold 5 nach Platin 5 climben, da wird gleich 80% weniger geflamed. Zumindest wenn man auch spielt wie Gold 1/2 oder besser.","replies":[]}]}