{"id":"ELREHUcP","poster":"MahmudGetsYoAss","date":"2018-10-04T06:51:48.079+0000","title":"LoL Ingame startet nicht. Nach mehrmaligem Neustart \"Critical Crash\" Fenster.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe gerade ein Match angefangen und ich komm ums verrecken nicht rein :D Da steht manchmal was von Critical Crash Dump oder so. Wenn ich den Ingame Client starte h&auml;ngt auch meine Maus extrem hinterher und alles laggt. Keine Ahnung woran es liegen kann.\r\n\r\nAnti Virus habe ich ausgemacht.\r\n\r\nDieses Memory Abbild oder wie es hie&szlig; habe ich auch. Ich poste es mal nicht rein, wei&szlig; ja nicht was man daraus entnehmen kann.\r\n\r\nAls Admin gestartet.\r\n\r\nMehr nicht :/\r\n\r\nHoffe mir kann jmd. helfen und wenn nicht trotzdem danke f&uuml;r die M&uuml;he.","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-04T06:57:12.621+0000","up_votes":1,"down_votes":0,"body":"Ich nutze jetzt mal das Hextech Repair Tool","replies":[{"id":"","poster":"Gin","date":"2018-10-04T09:41:49.558+0000","up_votes":1,"down_votes":0,"body":"Setze bei diesem den Haken bei \"Force Repatch\", ansonsten bringt es dir in dieser Situation nicht viel.\n\nSollte es anschließend immer noch nicht funktionieren, installiere das Spiel mal sauber von neu.\n\nLösche dafür nach der Deinstallation den Ordner \"C:\\Riot Games \\League of Legends\", und installiere das Spiel anschließend nochmal neu.","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-05T07:20:07.288+0000","up_votes":1,"down_votes":0,"body":"Joa habs mal unter Linux neu installiert, auf Windows bin ich noch nicht dazu gekommen mal schauen.","replies":[{"id":"","poster":"Gin","date":"2018-10-05T12:21:22.041+0000","up_votes":1,"down_votes":0,"body":"Linux wird offiziell von Lol nicht unterstützt. Wenn du dort Probleme haben solltest kann ich dir da nicht weiterhelfen.","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-10-05T18:55:20.052+0000","up_votes":1,"down_votes":0,"body":"Nene ist unter meinem Windows das Problem ^^ habs da bloß noch nicht komplett neu installiert.","replies":[]}]}]}]}]}]}