{"id":"uYm5X5mI","poster":"AEon Chaos","date":"2018-10-03T19:41:21.301+0000","title":"AEon-eSports ist auf der suche nach einem Coach","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Du bist schon l&auml;nger auf der Suche nach einem spannenden Projekt oder wolltest schon immer Teil eines erfolgreichen eSport Clans werden? Dann bist du bei uns genau richtig! Hier kannst du deine Ideen verwirklichen.**\n\n**Hier eine kurze Information &uuml;ber uns!**\n\nmein Name ist Fabio Klemenjak. Ich komme aus dem sch&ouml;nen &Ouml;sterreich, im n&auml;heren aus K&auml;rnten, und bin Gr&uuml;nder sowie Manager des Vereines AEon-eSports. Derzeit arbeite ich als Chemielabortechniker bei der Firma Microporous im Managementbereich. Ich liebe es zu spielen und bin schon seit meiner Kindheit am PC bzw. der XBOX unterwegs. Mit ca. 12 Jahren, genau genommen am 01.05.2009, beschloss ich einen eigenen Clan f&uuml;r &Ouml;sterreich und Deutschland zugr&uuml;nden und zuf&uuml;hren. Dieser Plan trug sehr schnell erste Fr&uuml;chte und es entstand der Clan AEon. Dieser Clan war am Anfang ein &bdquo;Multigamingclan&ldquo; mit einer sehr umfangreichen Auswahl an Spielen. Wir hatten eine Website, Root-Server, V-Server und sogar mehrere Sponsoren. In den folgenden Jahren wurden wir immer gr&ouml;&szlig;er und konnten auch erste Erfolge im Bereich ESL/eSports erreichen. Unsere ersten Siege errungen wir mit Call of Duty MW2 und MW3. Zum Beispiel spielten die Teams Telos, Dejavu, BOOYAH, DOC etc. gegen uns und verloren. Mit Beginn des Jahres 2016 beschloss ich den Spielbetrieb einzustellen.\n\nNun ist es endlich wieder soweit!\n\nAm 02.01.2018, mit Absprache meines neuen Teams, beschlossen wir das Projekt wieder mit Freude und vollem Elan neu zu starten. Dieses Projekt wird f&uuml;r die &Ouml;sterreichischen Teams von vorne aufgebaut. Nun da seit Ende 2017 die ESL auch nach &Ouml;sterreich durchgedrungen ist werden wir, im heimischen Bereich Fu&szlig; fassen. Zurzeit haben wir ein bekanntes und starkes League of Legends wie auch Rocket League Team welches bereits Erfolge errungen hat. Des weiteren wollen wir auch in Rainbowsix Siege, FIFA, PUBG etc. ein erfolgreiches Team zusammenstellen. Mit dem 21.08.2018 w&uuml;rde aus unserem Clan endlich ein Offizieller eingetragener Verein welcher seinen Sitz in &Ouml;sterreich hat.\n\n\n**Wieso sind wir auf der Suche nach einem Coach ? **\n\nSeit 02.01.2018 agieren wir als festes Team. Wir konnten schon mehrere Erfolge &uuml;ber die Plattform der ESL, Battlefy wie auch Offline erringen. \nDoch zurzeit sind wir in einer Phase wo wir keinen einzigen meter vor oder zur&uuml;ck kommen. Die Spieler befinden sich durchschnittlich im mid Diamond Bereich SoloQ und im Master - Challenger Bereich in Flex .\n\n\n**Nun, welche F&auml;higkeiten solltest du mitbringen**\n\n&bull; Wissen &uuml;ber den neuen Patch bzw. der kommen Patches bez&uuml;glich der pick und ban Phase\n\n&bull; Verst&auml;ndnis der Meta\n\n&bull; Analysendurchf&uuml;hrung der Spiele \n\n&bull; Agierung als Gruppencoach \n\n&bull; Aktivit&auml;t als Coach --&gt; mehrere Einheiten pro Woche\n\n\n**Wir bieten:**\n\n&bull; Eine sehr interessante T&auml;tigkeit in einer zukunftsreichen Sparte\n\n&bull; Ein spannendes Aufgabengebiet mit Gestaltungsfreiraum\n\n&bull; Ein sehr gutes Klima in einem dynamischen Umfeld\n\n\n**Wenn wir dein Interesse geweckt haben, melde dich jetzt!\n**\n\nAEon-eSports\nSt.Oswald 60\n9182 Maria Elend\n&Ouml;sterreich\n\nFabio Klemenjak\nCEO/Founder\n[www.aeon-esports.at](http://www.aeon-esports.at)\nteam@aeon-esports.at","replies":[{"id":"","poster":"SSF LastAngel","date":"2018-10-04T17:42:11.537+0000","up_votes":1,"down_votes":0,"body":"Hi. Ich habe den Post mit Interesse gelesen.\nIch bin Leon \"Coach Kuko\" , 19 Jahre alt und habe schon für einige bekannte Teams darunter KED Germany, SPG(Academy Team), Prismatic, Hyperion Esport und viele andere gearbeitet. Ich würde sehr gern wieder als Coach oder Analyst ein Team begleiten und würde mich freuen in Kontakt mit AEON zu kommen.","replies":[]},{"id":"","poster":"AEon Chaos","date":"2018-10-04T13:05:59.738+0000","up_votes":1,"down_votes":0,"body":"#up","replies":[]}]}