{"id":"qYWmv3A3","poster":"Kirschkern","date":"2019-08-28T06:24:16.629+0000","title":"[TGSG] Ehret die Teilung der Woche \\o/","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":0,"body":"Hoi!\n\nhttps://www.transylvaniatimes.com/home/cms_data/dfault/photos/stories/id/0/7/37607/.TEMP/s_topTEMP425x425-2057.jpeg\n\nSo. Versuch #2\n\nEigentlich würde es schon einen Thread geben .. ich schwöre auch das ich auf den zweiten Reiter im Browser geklickt habe als ich F5 gedrückt habe. Aber anscheinend ... sollte es nicht sein.\n___\nHeute ist nicht nur die Teilung der Woche sondern auch Patch-Tag. Das heißt es sind schon wieder zwei Wochen vergangen und keiner weiß wo die Zeit geblieben ist. Apropos Zeit ... werfen wir mal einen Blick in die Zukunft und schauen uns die kommenden Star Guardian Skins an. Hier:\n>###*Neeko (Bekommt außerdem eine Prestige Version) https://1.bp.blogspot.com/-eUSOs3XUxoA/XWV4qG4TCnI/AAAAAAABXrk/sRkxVjfQBxM1qwHa4Jll4KDEdugMj5kzwCLcBGAs/s640/518010.jpg [](https://.) Xayah &amp; Rakan https://1.bp.blogspot.com/-Rz0DBEdEsEg/XWV4o93-CdI/AAAAAAABXrg/Ethh6ro8kmM3diLwSNvcdbVU0odYeso4ACLcBGAs/s640/497005.jpg [](https://.) Zoe https://1.bp.blogspot.com/-vY64x9mpS-k/XWV4oPCtJqI/AAAAAAABXrc/5Tg4E6Hkx8YJ7d_VZfnPuSk_p-J7BA0TwCLcBGAs/s640/142009.jpg Natürlich mit einem neuen SG Ward, Icons, Rahmen und und und.*\n\nWer selbst mal in die Zukunft blicken möchte: [Surrender@20](https://www.surrenderat20.net/2019/08/827-pbe-update-star-guardian-skins.html)\n___\nAuf wundersame Weise habe ich es heute Morgen auch geschafft eine Wasserflasche mit zur Arbeit zu nehmen. Zwar nur 1 Liter aber besser als bis Mittags nichts zu trinken und bis heute Abend nur 500ml XD Vielleicht kann ich den Liter irgendwie sinnvoll aufteilen.\n\nBrutal daran erinnert das heute eine Besichtigung ist wurde ich auch. Aber bereits gestern. Ich hatte es nicht in den Kalender eingetragen und gestern rief dann jemand an ob der Termin noch stehen würde. Dumpfbacke. Statt er sich vernünftig ausdrückt. Nein. Glücklicherweise habe ich mal Ausnahmsweise schnell geschaltet und direkt geschlussfolgert das es nur eine Besichtigung sein kann. Richtig raffiniert. Ich hab in etwa gesagt: \"Sie meinen die Besichtigung morgen? sagen Sie mir nochmal die Uhrzeit\" ... hat er gemacht ... am liebsten hätte ich zwar gesagt **NEIN HAU AB** aber ... naja. XD Wehe er ist so alt und unfreundlich wie sich das am Telefon angehört hat. Dann wird er aber abgefertigt °^°\n___\nSo.\nFertig.\n=p Habt einen ruhigen Mittwoch ihr kleinen Perlen!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T08:12:55.103+0000","up_votes":2,"down_votes":1,"body":"Sneaky wieder :3 \n\nhttps://twitter.com/Sneaky/status/1166490687967088646","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-28T08:31:09.195+0000","up_votes":2,"down_votes":0,"body":"https://media.giphy.com/media/Z1LYiyIPhnG9O/giphy.gif","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2019-08-28T08:44:25.028+0000","up_votes":1,"down_votes":0,"body":"Sneaky als Zero Two (https://dotesports.com/league-of-legends/news/sneaky-is-back-with-more-cosplay-this-time-as-an-anime-character ) \n\nhttps://dotesports-media.nyc3.cdn.digitaloceanspaces.com/wp-content/uploads/2019/03/18154353/sneakycos.jpg\n\nDas würde dann gut in den nächsten Animethread passen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:49:32.481+0000","up_votes":1,"down_votes":0,"body":"Darüber haben wir schon vor Monate drüber gesprochen als er sie onstream cosplayed hat. :)","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-28T08:50:53.363+0000","up_votes":1,"down_votes":0,"body":"Bin halt etwas langsam ... und im Moment verwirrt ... sehr verwirrt \n\n\nVerdammt, ich wollte heute arbeiten ! Ich geh dann mal .","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:15:41.495+0000","up_votes":1,"down_votes":0,"body":"Immer diese verdammte Arbeit!!!\n{{sticker:sg-shisa}}","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2019-08-28T08:48:16.538+0000","up_votes":1,"down_votes":0,"body":"Latex steht ihm.\nKann ich über mich nicht behaupten.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:54:25.454+0000","up_votes":1,"down_votes":0,"body":"Ach komm, ein bisschen Ausprobieren schadet nie ;)","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:27:44.035+0000","up_votes":1,"down_votes":0,"body":"Wie hat er die Fakebrüste gemacht?","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T08:49:01.127+0000","up_votes":1,"down_votes":0,"body":"Zwei kleine Poros rasiert und in den BH gestopft.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:03:27.161+0000","up_votes":1,"down_votes":0,"body":"Die armen Poros...:(\nWeiß Peta schon davon?","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-28T08:18:49.944+0000","up_votes":1,"down_votes":0,"body":"Sieht gut aus :)\n\nDownvote.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:46:39.529+0000","up_votes":1,"down_votes":0,"body":"Anzeige is raus. :)","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2019-08-28T08:36:22.512+0000","up_votes":1,"down_votes":0,"body":"Jepp das ist gruslig ! Bin schonmal darauf reingefallen {{sticker:sg-zephyr}} \n\nAber die Kommentare sind einfach köstlich !","replies":[]}]},{"id":"","poster":"5weeds","date":"2019-08-28T08:38:45.395+0000","up_votes":1,"down_votes":0,"body":"https://i.imgur.com/Wh69rH1.jpg","replies":[]}]},{"id":"","poster":"5weeds","date":"2019-08-28T07:32:12.568+0000","up_votes":1,"down_votes":0,"body":"Erfahrungsbericht 27.08.2019: **ich liebe Psychologen**\n\nGestern hatte ich einen Termin bei der Agentur für Arbeit für eine Berufspsychologische Untersuchung, um meine weitere berufliche Laufbahn, hinsichtlich meiner mentalen Erkrankungen (ADS, Depression) zu besprechen.\n\n08.00 Uhr: Vorbesprechung mit dem Psychologen der Agentur für Arbeit.\nAllgemeine Schilderung der momentanen Beruflichen und psychologischen Lage, sowie eine Zusammenfassung meiner bisherigen Behandlungen.\n\n08.20 bis 12.01 Uhr: Gefühlte 3 Millionen Tests am Computer mit berufsorientierten Fragen, sowie Test zum Allgemeinwissen, Mathematik, logischem Denken usw.\n\n12.10 Uhr: Nachbesprechung mit dem Psychologen und vermutlich das lächerlichste Gespräch dass ich je mit einem Menschen mit akademischen Abschluss hatte.\n\nSchon beim betreten des Büros überschüttet mich der nette Herr mit Aufregung und strahlt über das ganze Gesicht.\nErfreut verkündet er mir, dass ich _trotz_ meiner psychischen Einschränkung, \"weit überdurchschnittlich hohe Ergebnisse bei den Intelligenz und Kompetenz Tests habe, was unglaublich ist!\" (Der Mann hat einen Doktortitel in Psychologie...)\n\nSomit kann meine Momentane Lage nicht allzu schwer sein, da ich ja sehr Intelligent sei und somit viele berufliche Möglichkeiten habe. \n\nDabei wirkt er so als hätte er gerade die aufregendste Entdeckung der modernen Medizin gemacht, bzw. war er vollkommen überrascht und überbrachte mir dementsprechend die \"gute Nachricht\".\n\n{{sticker:zombie-brand-clap}} \n\n1. Wow, das heißt ja, wenn man eine geistige Einschränkung hat, kann man trotzdem schlau sein?!\n2. Überdurchschnittliche Ergebnisse bei solchen Tests sind extrem typisch für Menschen mit AD(H)S.\n3. Meine kognitiven Fähigkeiten sind in meiner Situation komplett irrelevant.\n4. Intelligent und depressiv zu sein ist ja soooooo viel besser, als dumm und depressiv zu sein und ändert jetzt natürlich _alles_, oder wie oder wat?\n\nUngefähr so hab ich ihm das dann gesagt. \nSeine Reaktion war in Etwa so:\nhttps://i.kym-cdn.com/entries/icons/original/000/025/621/Screen_Shot_2018-03-07_at_2.08.13_PM.png\n\nUnd dann wundern sich die Leute, wenn man nicht zum Psychologen gehen will. \nLeider ist es einfach der Fall, dass die meisten kaum eine Ahnung haben und sich dann aber auch nichts sagen lassen.\n\nBis man einen guten Psychologen gefunden hat, kann das lange dauern, aber es ist auf jeden Fall worth it (hab ich zumindest gehört).\n\n> Fazit und Bewertung der Berufspsychologischen Untersuchung\n\nRäumlichkeiten: 8/10\nKompetenz: 4/10 \nUnterhaltsam: 11/10\n\nDer Psychologe war dennoch sehr nett und konnte mir dennoch konkret helfen bzw. mir weitere Stellen nennen, bei denen ich Hilfe anfragen kann.\n\nUnd die ältere Frau die die Testleiterin gespielt hat, war sehr ulkig und wirklich knuffig.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:47:33.533+0000","up_votes":2,"down_votes":1,"body":"Naja zumindestens hattest du etwas Unterhaltung :3 \n\n\n\nMeine Gedanken...\nIch halten nichts von Psychologen \n\nIch kann einfach nicht glauben das Menschen sagen können oder beurteilen können was in anderen Menschen ihrem Kopf vor sich geht. \n\nOder gar zu wissen wie etwas sein sollte bzw zu sein hat. \n\nAlleine der Gedanke daran finde ich lächerlich. \n\nDie Vorstellung das irgendwann mal einer kam und zb. Ein Buch geschrieben hat wo drin steht wie ein Mensch zu funktionieren hat. Und wenn nicht genau so ja dann hast du ne Krankheit oder sonst was ...Klar war das jetzt sehr vereinfacht aber trotzdem nervt mich so ein Gedanke.","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T08:14:47.898+0000","up_votes":1,"down_votes":0,"body":"> Ich halten nichts von Psychologen \n\nIch auch nicht.\nVor allem da ich noch nie einen wirklichen Psychologen getroffen habe. Die meisten Psychol. haben keine Ahnung was eigentlich ihre Aufgabe ist.\n\n> Ich kann einfach nicht glauben das Menschen sagen können oder beurteilen können was in anderen Menschen ihrem Kopf vor sich geht. \n\nEin Psychologe ist auch nicht da, um in deinen Kopf rein zu gucken, sondern er soll  dir eine Stütze sein und dir dabei helfen, deine Probleme selbst zu erkennen.\nNiemand kann wirklich nachvollziehen, wie Jemand sich fühlt und gute Psychologen wissen das.\nDer Patient muss die Arbeit machen, der Psychologe versucht einem  dabei Sicherheit geben.\nOder sollte es zumindest.\n\n> Oder gar zu wissen wie etwas sein sollte bzw zu sein hat. \n\nDas sowieso nicht.\nAber morgens aufstehen und sich darüber ärgern, dass man nicht letzte Nacht im Schlaf gestorben ist, macht auch nicht glücklich.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T08:27:15.739+0000","up_votes":2,"down_votes":0,"body":"Ok dann hab ich da wohl etwas verwechselt :0 \n\n\nUnd ja mit solchen gedanken auf zu wachen ist nicht schön :( \n\nKlar ist es schön wenn man da jemanden hat mit dem man reden kann und sich dort sicher fühlen kann. Das hilft bestimmt das Zweifel ich auch nicht an","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T08:41:19.515+0000","up_votes":1,"down_votes":0,"body":"> Ok dann hab ich da wohl etwas verwechselt :0 \n\nNein, nicht du, sondern eher die Mehrheit der Psychologen da draußen ;)\nPsychologen werden leider nicht ohne Grund stigmatisiert.","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-28T07:59:53.889+0000","up_votes":1,"down_votes":0,"body":"Also, ganz so weit würde ich nicht gehen ^^.\n\nEs ist durchaus *möglich*, dass ein guter Psychologe/Psychiater, der wirklich einen Draht zu einem Patienten etablieren kann, gerade in solchen Fällen wie einer Depression eine Behandlung etablieren kann, die echte positive Wirkung zeigt. \n\nDas ist allerdings alles abhängig vom Verhältnis zwischen Arzt und Patient, von gegenwärtigen Stimmungslagen o.ä. und kann sich mit der Zeit auch verändern... Ich hatte da länger mal ein bisschen mit zu tun... Ich konnte sowohl positive als auch negative Auswirkungen von Gesprächstherapie, Antidepressiva und anderem über Jahre direkt beobachten. Wenn das Verhältnis stimmt und der Psychologe/Psychiater genau weiß, welche Punkte er drücken muss kann das sehr positive Auswirkungen haben. \n\nAber da was \"passendes\" zu finden... Das ist schwer.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T08:03:07.959+0000","up_votes":2,"down_votes":1,"body":"Und denkst du das liegt am Psychiater? \n\nOder lagsange daran das er eine Person gefunden hat mit der er reden konnte und sich sicher gefühlt hat. \nEben die passenden Punkte getroffen hat. \n\nUnabhängig ob artzt oder nicht ? :0","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T08:35:44.365+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich gibt es Leute, die nichts mit Psychologie zu tun haben, die aber trotzdem Menschen mit Depressionen helfen können. Sind aber eher sehr wenige Leute, vor allem hat man keine Ahnung wo man die findet.\n\nPsychologen haben dieselbe Funktion, dafür werden sie eigentlich ausgebildet. Zudem hat man einen Ansprechpartner, zu dem man leicht Kontakt herstellen kann, wenn man nicht weiter weiß. \n\nDie meisten \"Psychologen\" sind aber leider komplette Blindgänger.\nZeit für eine Reformation!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-08-28T08:17:08.880+0000","up_votes":1,"down_votes":0,"body":"Ein Psychiater lernt schon ein bisschen was, was dir ein guter Freund zum Reden nicht unbedingt bieten kann ;). \nEine Psychotherapie *kann* durchaus sinnvoll sein.","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-28T07:51:03.314+0000","up_votes":1,"down_votes":0,"body":"Bei mir wurde damals (als Kind) auch ADHS diagnostiziert. \n\nDanach war meine Ma mit mir bei 5 Psychologen. Ergebnisse:\n\n7 - 8 Jahre: Definitv ADHS, Ritalingabe\n8 - 10 Jahre: Definitv kein ADHS, hören Sie auf ihrem Kind das zu geben!\n10 - 11 Jahre: Schlimmster Fall von ADHS meine Laufbahn! Ritalin, aber doppelte Dosis!\n11 - 13 Jahre: Wovon rede Sie, das Kind ist doch völlig normal?!\n13+ Jahre: Intelligenztest: IQ ca. 120, ADHS: Vermutlich schon, aber besser keine Medikamente. \n\nPsychologen sind was Feines und sich immer einig ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:58:40.977+0000","up_votes":2,"down_votes":1,"body":"Weil die alle selbst keine Ahnung haben was sein sollte und was nicht. Weil es dafür einfach keine Grundlage gibt ^^ \n\n\nAber hab als Kind auch sowas mitgemacht oder besser gesagt sollte. \n\nAuch sollte ich mal auf eine Schule für schwer erzielbare geschickt werden ^^' \n\nAber meine Eltern waren anderer Meinung :) \n\n\nWas das Kind hat im Unterricht Blödsinn gemacht oder ist unkonzentriert. Eindeutig irgend eine Störung.  \n\nFalsches Wort geschrieben. Legastheniker \n\nWas im falschen Takt geklatscht nicht für die Uni geeignet.... ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:01:02.347+0000","up_votes":1,"down_votes":0,"body":"Ich hab in Musik beim vorflöten meine Blockflöte zerschmettert und sie aus dem Fenster geworfen. war irgendwie hart xD.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T08:13:29.577+0000","up_votes":2,"down_votes":0,"body":"Kann doch mal passieren ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:26:46.569+0000","up_votes":1,"down_votes":0,"body":"Seitdem hatte ich in Musik immer eine 6...","replies":[]}]},{"id":"","poster":"5weeds","date":"2019-08-28T08:36:27.518+0000","up_votes":1,"down_votes":0,"body":"Angemessene Reaktion.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:55:45.120+0000","up_votes":1,"down_votes":0,"body":"Blockföte ist ein Instrument, ja. \n\nEin Folterinstrument.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:04:12.460+0000","up_votes":1,"down_votes":0,"body":"Dudelsack? :)","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T09:26:17.407+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich?\nLieber Dudelsack. Das wenigsten noch ein bisschen Troll Effekt und es gibt wirklich gute Lieder mit Dudelsack.","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-08-28T09:26:03.671+0000","up_votes":1,"down_votes":0,"body":"Jop, würd ich sofort machen :D","replies":[]}]}]}]}]}]},{"id":"","poster":"5weeds","date":"2019-08-28T08:19:01.285+0000","up_votes":1,"down_votes":0,"body":"Da überkommt mich das kalte Grauen…\nIch halte nichts von der Medikamentierung von ADHSlern.\nIch meine allein schon das Konzept, dass man eine Pille schluckt, damit man sich so ist, wie die Gesellschaft das von einem erwartet. Das ist Horror-Sci-Fi Shit.\n\n\nUnd einem 8 Jährigen Medikamente geben, die eigentlich nichts anderes sind, als niedrig dosiertes Kokain... Jap, seems legit.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:21:05.477+0000","up_votes":1,"down_votes":0,"body":"Naja, das waren die 90'ger und ich hab meine Ma halt zu sehr genervt xD.\n\nMan kann sagen:\nIch wurde mit dem Wissen um die Konsequenzen meines Handelns erzogen xD","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T08:44:01.474+0000","up_votes":1,"down_votes":0,"body":"Glücklicherweise raffen die Leute so langsam, was AD(H)S wirklich ist.\nIn den letzten Jahren gehen sie mit der Behandlung in die richtige Richtung!\n\nAch, und dass AD(H)S keine Kinder/Jugendkrankheit ist, wurde auch geschnallt.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:56:35.361+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht sicher, ob ich das je wirklich hatte. Als Kind kann ich mich nicht erinnern, dass man Verhalten irgendwie \"unangemessen\" war und jetzt sowieso nicht mehr.","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T09:27:11.480+0000","up_votes":1,"down_votes":0,"body":"lel \nIch kann mich nicht daran erinnern ob mein Verhalten *je* angemessen war.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T09:30:02.691+0000","up_votes":1,"down_votes":0,"body":"Ja gut, war vielleicht etwas missverständlich ausgedrückt ^^. \n\nAngemessen wäre ja fast schon konform, das tu ich auch eher nicht xD","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T09:34:33.710+0000","up_votes":1,"down_votes":0,"body":"Ich wundere mich tatsächlich, dass meine Mutter mich nicht einfach im Garten verscharrt hat.\nWäre legitim gewesen, wenn ich mich daran zurückerinnere, was für ein Chaot ich war und was ich alles an Mist verzapft habe ^^\n\nIch habe ehrlich ein schlechtes Gewissen meiner Mutter gegenüber...\nSie ist ein unfassbar toller Mensch und eine unglaubliche Mutter. Und dann bekommt sie so ein Balg wie mich...","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T09:50:31.871+0000","up_votes":1,"down_votes":0,"body":"Ich kenne dich jetzt nicht und mag nicht mit Platitüden um mich werfen. \n\nAber ich weiß zumindest, dass Mütter unheimlich viel verzeihen, einem niemals etwas nachtragen und ihre Kinder bedingungslos lieben, vollkommen wurscht, was auch passieren mag.","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T09:56:12.207+0000","up_votes":1,"down_votes":0,"body":"Stimmt, und ist auch in diesem Fall so.\nWas auch nur wieder ein Beweis dafür ist, was für eine tolle Mutter ich habe.\n\nScheiße fühl ich mich allerdings trotzdem.\nIch bin mir auch ziemlich sicher, dass meine Mutter mich nicht mögen würde, wenn ich nicht ihr Sohn wäre.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T10:02:22.754+0000","up_votes":1,"down_votes":0,"body":"Aber das bist du nun mal ;).\n\nFreu dich, dass du so eine tolle Mutter hast :). Im Zweifel schenk ihr was Kleines und zeige ihr, dass du hin und wieder an sie denkst. Das wird sie mehr freuen als du dir vorstellen kannst!","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T10:37:12.259+0000","up_votes":1,"down_votes":0,"body":"https://i.kym-cdn.com/entries/icons/original/000/030/019/dont.jpg","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:21:41.517+0000","up_votes":1,"down_votes":0,"body":"Nach gestern hab ich wirklich erstmal keine lust mehr auf FlexiQ. \nWir spielen sogar Top und ADC und meine Top kriegt später einen Kill nach dem anderen.\nIch war zwischenzeitlich auch gut dabei leider trifft meine Morgana kaum Qs sonst hätte ich mehr kills gehabt.\nAber Midlane war Corki gegen Kata...die Kata war so fett >.&lt; Mid, Junge und Support waren Premade und kommen sich natürlich gegenseitig zur Hilfe und verlieren den Teamkampf und Kata wird noch fetter....","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:29:40.528+0000","up_votes":2,"down_votes":1,"body":"Mit 3 premades in flex ist das game quasi verloren. \nDie spielen nur zusammen und machen ihr eigenes game. Ist leider ein schlechtes sytem wenn man dou spielt immer 3 premades dazu kommen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:39:36.942+0000","up_votes":1,"down_votes":0,"body":"Jab ein Game versuchen zu carryn wenn einer scheiße ist ist viel leichter als wenn 3 zusammen scheiße sind..","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:48:21.849+0000","up_votes":2,"down_votes":1,"body":"Ja selber scheiße spielen aber nur die flamen die nicht premade sind .... hasse es","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:50:14.245+0000","up_votes":1,"down_votes":0,"body":"Wenn die ihren Leute zur Hilfe kommen wollen und dann ein Teamkampf anzetteln und der gegnerische ADC ein Tripplekill bekommt...\nSchade das ich wegen dem Patch keine Replays von gestern mehr ansehen kann...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:59:17.207+0000","up_votes":2,"down_votes":1,"body":"Ich weiß :( \nIch hab nur noch solche ganes","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:00:32.350+0000","up_votes":1,"down_votes":0,"body":"Darum geht es wieder zurück ins Solo/DOU","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T08:03:55.141+0000","up_votes":2,"down_votes":0,"body":"Ja da tut mir das verlieren endlich wieder mehr weh","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:09:52.316+0000","up_votes":1,"down_votes":0,"body":"Zur not geht es auf den Smurf da tut einem gar nichts weh. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T08:13:56.631+0000","up_votes":2,"down_votes":0,"body":"Mhh :(","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-08-28T07:44:35.648+0000","up_votes":1,"down_votes":0,"body":"Hatte gestern 2x Full Premade-Team als Gegner, war schon amüsant ... nicht ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:19:10.541+0000","up_votes":1,"down_votes":0,"body":"Geh mal auf den Youtubekannal von Crunchyrole Deutschland da wartet eine Überraschung auf dich. :)","replies":[{"id":"","poster":"Necromant","date":"2019-08-28T09:21:49.551+0000","up_votes":1,"down_votes":0,"body":"uff ... na ob die synchro gut ist ...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:22:44.297+0000","up_votes":1,"down_votes":0,"body":"Darüber reden wir nächste Woche wenn mehr als nur ein Clip draußen ist. :)","replies":[{"id":"","poster":"Necromant","date":"2019-08-28T09:23:25.244+0000","up_votes":1,"down_votes":0,"body":"true ^^ erstmal abwarten was sie aus Zero machen ^^","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:50:53.172+0000","up_votes":1,"down_votes":0,"body":"Achtung da kommt Tristanna Toplane. :)","replies":[{"id":"","poster":"Necromant","date":"2019-08-28T07:51:40.341+0000","up_votes":1,"down_votes":0,"body":"Nö, ich stell auf Klepto Vayne um ^^ scalled besser :)","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T06:31:33.941+0000","up_votes":2,"down_votes":0,"body":"Guten morgen ... \n\nNeuer Patch mal schauen was sie jetzt wieder verschlechtern. Besser werden tut es ja eh nicht mehr. \n\nDie SG skins sind mit sogar egal :/ Aber der neue ahri skin wird gekauft. Der ist schön :3 \n\nDa ich mich gefreut hatte das es mit vayne so gut läuft kam jetzt die Quittung 5 games wieder verloren am Stück... \nTeemo sup \nTeemo top \nTeemo jungel \n\nLäuft zurzeit bei meinen Teams \n\nGestern jedes game immer mit 3er premades. Keine Chance die spielen ihr eigenes Spiel und Inten dabei fröhlich rein.\n\nHab große Lust nen smurf zu machen und nur noch zu Inten. Macht ja jeder so \nBin aufjedenfall mega enttäuscht dachte echt ich könnte mal wieder etwas mehr gewinnen. Das traurigste ist für mich eh zu wissen das ich mit ca. 10 Siegen Platin Promo wäre .... \n\nIch Spiel wohl auch zu viel flex :( Aber in Solo ist es genau so schlimm :( \n\nNaja mal schauen Vilt werd ich bald auch nur noch Troll Accounts benutzen \n\nWünsch euch einen schönen Mittwoch","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T06:41:41.071+0000","up_votes":1,"down_votes":0,"body":"Teemo top macht aber Spaß, die meisten Spiele in denen ich das mache gewinn ich ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:04:40.964+0000","up_votes":2,"down_votes":0,"body":"Du Intes sicher auch nicht nach wenigen Minuten 5 Tote in den olaf rein :(","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T07:09:51.644+0000","up_votes":1,"down_votes":0,"body":"Naja, Teemo gegen Olaf ist schon hart und muss nix mit Inten zu tun haben xD, Der divt dich gerne einfach mal weg.  Da er deine Pilze ignoriert hast du nicht die Möglichkeit, unter dem Turm den nötigen Abstand zu gewinnen und Teemos Schaden kommt erst im späten Midgame. Der Gute hätte vermutlich einfach Hilfe gebraucht. ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:34:23.236+0000","up_votes":2,"down_votes":0,"body":"Hat er bekommen von seinen premade jungel. \nWo soll olaf sonst die Doppel kills her bekommen","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T07:00:42.099+0000","up_votes":1,"down_votes":0,"body":"Vielleicht wäre so ein Account gar nicht mal so schlecht. Aber nicht zum trollen.\n\nTatsächlich wärst du im Low Bereich überlegen. Ich gehe einfach mal davon aus. Auch wenn man immer bedenken muss das es gar keinen richtigen Low Bereich mehr gibt und sich dort zig Smurfs rum treiben. Von Bronze bis Diamond. Kann schon erniedrigend da unten zu gehen. Aber genau so gut könntest du das zu deinem Vorteil nutzen.\n\nDu bist wahnsinnig verbittert und negativ League gegenüber eingestellt. Natürlich kann man es nicht beeinflussen wenn jemand AFK geht oder die Mitte runter rennt. Aber nichtsdestotrotz besteht immer die Möglichkeit sich selbst an seine Grenzen zu treiben.\n\nKlar intest du nicht und gewinnst vielleicht in den meisten Spielen deine Lane, aber actually finde ich nicht das beispielsweise ein Teemo auf irgendeiner Lane ein Grund zum verlieren ist. Außer die Gegner rennen seine Lane zu fünft runter und straight in die Base ohne Kompromisse und mit voller Gewalt.\n\nPremades sind halt immer .. naja. Wenn ich welche im Flex Ranked habe sind die mir eigentlich positiv im Kopf geblieben und adden mich in den meisten Fällen für's Team. Sind handzahm und gut eingespielt. Jeder kann mal mehr Tode als gewöhnlich haben, was nicht direkt inten bedeutet. Also richtiges inten mit bösen Absichten. Wenn ich in einem Ranked mehr als zwei oder dreimal sterbe, fang ich auch an zu weinen und schimpfe mich einen Inter weil das einfach schlecht für meine Verhältnisse ist XD Hyper selten lass ich mal vier Tode durchgehen aber wenn es dann noch höher geht werde ich echt depressiv! Hat ziemlich viel Überwindung gekostet zumindest das in ARAMs abzulegen XD zu lernen das man da sterben darf und manchmal auch muss! Naja.\n\nJedenfalls ist es auf kleinen Accounts etwas einfacher Spiele wirklich alleine zu gewinnen. Wichtig dabei ist nur eins: **MUTE DEN CHAT VON ANFANG AN!** XD am Rad drehende 12 Jährige die nur Lv 20 Accounts besitzen seit fünf Jahren aber meinen allen sagen zu müssen wo der Hase lang läuft braucht niemand. Auch nicht Diamond Spieler die sich darüber lustig machen wie sie dich zerstören.\n\nAber es gibt auch die ausgeglichenen Spiele in denen man etwas Anstrengung benötigt. In denen man sich zusammen reißen und sein erworbenes Wissen umsetzen muss um das Spiel tatsächlich alleine zu gewinnen. Da benutzt man seine Mates eben als Kanonenfutter und lernt der Situation entsprechend zu handeln.\n\nVielleicht würde dir so ein Smurf wirklich helfen und dir wieder etwas mehr Spaß bringen. Und die Augen öffnen auf deine derzeitigen Probleme. :D Versuch es einfach!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:23:18.405+0000","up_votes":2,"down_votes":0,"body":"Ich weiß es ist nett was du geschrieben hast und sicher lieb gemeint. \n\nUnd ja ich bin verbittert. \nEin teemo ist natürlich kein Problem vor allem top lane nicht. \nAber wenn er nach wenigen Minuten 5 mal gegen einen olaf gestorben ist dann ist es ein Problem.  \nWenn der premade der jungler ist und dann den olaf ganked weil er muss seine kumpel ja den schwanz lutschen und dann wie zu erwarten auch noch ein paar mal stirbt dann ist das ein Problem. \n\nAlso in den letzten 30 games war nicht ein game dabei wo ich sagen konnte ja das war ein nettes Team. \n\nChat mute ich eh sobald was geschrieben wird ob was normales oder nicht ist mir da egal. \n\nIch möchte auch keinen smurf um kleine Spieler zu zerstören. \nIch möchte nen lvl 30 acc um gezielt sobald mich was in der Runde stört soft Inten zu gehen oder direkt afk zu gehen. \n\nSo machen es meine mates ja auch. Ist ja egal ist ja nur ein game, nur ein normal, nur ein flex oder was sie alles immer sagen. \n\nIch würde dir echt gerne meine spiele zeigen. \nIch sollte wohl mehr meine rankeds streamen. Wie die ablaufen und das fast jedes einzelne game.\n\nKlar sag ich immer die Inten.  Die kaufen dann nicht die Mitte runter. \nAber sie laufen auf die lane nur um zu sterben. Und das immer wieder. \n\nIch will kein Team das Carryt. Ich will nur mal neutrale games einfach mal wieder games wo ich nicht nach 10 min schon 3/16 fürs gegner Team steht während ich noch 0/0 auf de rlane stehe und versuch an items zu kommen um irgendwie noch nützlich zu sein. ich will nicht mehr in Minute 2:20 schon dobbel kill von der top lane hören. \nNur um 5 min später Den 6/0 aartox oder beliebigen top champ zu sehen. \n\nKlar Gewinne ich meine lane nicht jedes game hart. \nIch spiele sie meisten neutral oder wie in der letzten Zeit ich verliere die lane ohne groß zu sterben. \n\nEinfach weil meine Mitte jungel und top. \nSchon so aus dem game sind das die gegner quasi zu 3 oder 4 bot gehen können. \nUnd NEIN das Team macht nicht daraus wenn 4 Leute bot sind die stehen dann rum oder streiten sich zu 3 um ein jungel Camp.  \n\n\nUnd ja das klingt übertrieben aber schau mir mal in meinem games zu. \nNicht die Statistik am Ende im meiner Historie \nSchau mir zu wie die games laufen. \n\nUm den einen einen Coach aus unseren discord zu zitieren als er mir live zu gesehen hat. \n\n\"Ja da kannste nichts machen. Dein Team will nicht gewinnen\" \n\nKlar ist das schon wieder Gefühl ewig her. Aber genau so sind die games \n\nIch kann zuschauen wie die games verloren werden bevor ich das erste item zusammen habe ....\n\n\nUnd klar das ich das keine positive Laune mehr habe. Wenn ich mich anstrengend und machen kann was ich will und es doch nicht belohnt wird. \n\nDa vergeht es mir langsam wirklich noch irgendwas positives zu sagen.","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-08-28T06:35:11.157+0000","up_votes":1,"down_votes":0,"body":"Du hast den besten Streamer der Welt zu erwähnen der gestern gestreamt hat :^)\n\n(Warte jetzt kommt sie gleich mit XY-Streamer um die Ecke *grumml*)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:03:50.896+0000","up_votes":2,"down_votes":0,"body":"Ich war garnicht live ?","replies":[{"id":"","poster":"Necromant","date":"2019-08-28T07:13:21.638+0000","up_votes":1,"down_votes":0,"body":"Dich meint ja auch niemand :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:33:17.493+0000","up_votes":2,"down_votes":0,"body":":(","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:12:23.559+0000","up_votes":1,"down_votes":0,"body":"Alles gut in Beirut?","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T06:36:25.652+0000","up_votes":1,"down_votes":0,"body":"Das beste an dem Stream war ja wohl der Titel \\o/ Du hattest an einer Stelle elf Zuschauer!","replies":[{"id":"","poster":"Necromant","date":"2019-08-28T07:13:00.599+0000","up_votes":1,"down_votes":0,"body":"Die zwar nur trollen wollte aber ja, ich hatte Zuschauer :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T07:23:47.710+0000","up_votes":1,"down_votes":0,"body":"Gar nicht! Einer hat sogar geschrieben \"Schönstes E-Grill das ich je gesehen habe\" :o Der den ich gebannt war habe war der einzige Trollwicht!","replies":[{"id":"","poster":"Necromant","date":"2019-08-28T07:26:26.571+0000","up_votes":1,"down_votes":0,"body":"Ich rede ja auch von dir Troll :P ¯\\\\\\_(ツ)_/¯","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:16:24.364+0000","up_votes":1,"down_votes":0,"body":"!song Tamara ist schwanger\nWas sehen was passiert. :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T07:23:31.790+0000","up_votes":1,"down_votes":0,"body":"Schon wieder?","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-28T07:17:21.132+0000","up_votes":1,"down_votes":0,"body":"> songrequest failed.\n> no song found.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-28T07:06:05.916+0000","up_votes":1,"down_votes":0,"body":"Und dann liest man wirklich Threads, über TFT coaching. Ich denke damit habe ich alles gesehen, was es in League zu sehen gibt.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T07:09:09.351+0000","up_votes":1,"down_votes":0,"body":"\"Hey, ich bin Diamond... Ich bringe auch dir bei, wie du den RNG am besten beherrschst...\"","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T07:12:41.042+0000","up_votes":1,"down_votes":0,"body":"Naja man kann schon Entscheidungen treffen, die deine Chancen maximieren, so ist nicht. Aber ich meine... Es ist TFT... Das interessiert doch nun wirklich niemanden","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T07:17:17.968+0000","up_votes":1,"down_votes":0,"body":"Ich spiel da schon ein bisschen ranked, so 2 spiele am Tag ^^. Hab in Iron 3 angefangen, mittlerweile bin ich schon mal in Gold 2 ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T07:22:45.243+0000","up_votes":1,"down_votes":0,"body":"Bin glaube ich S1 oder S2. Aber spiele auch kaum","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:31:29.509+0000","up_votes":2,"down_votes":1,"body":"Macht auch keinen Spaß mehr :(","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T07:32:33.934+0000","up_votes":1,"down_votes":0,"body":"Wer downvoted dich eigentlich dauernd?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:36:10.099+0000","up_votes":2,"down_votes":1,"body":"Hier meistens monni :P \n\nIn anderen theards scheine ich einen Fan zu haben ^^'","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:01:27.426+0000","up_votes":1,"down_votes":0,"body":"Ich downvote dich auch in anderen threads :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:06:16.567+0000","up_votes":1,"down_votes":0,"body":"Könnt ihr euch nicht ein Zimmer nehmen? :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:17:29.769+0000","up_votes":1,"down_votes":0,"body":"Haben wir doch schon...","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:41:19.759+0000","up_votes":1,"down_votes":0,"body":"Ich downvote nur komische Coachingsthreads.\nDie gehen mir langsam auf die nerven....","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T07:30:49.906+0000","up_votes":2,"down_votes":1,"body":"25/h btw","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-28T07:12:13.817+0000","up_votes":1,"down_votes":0,"body":"Was ist daran jetzt genau schlimm? °-°","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T07:14:48.421+0000","up_votes":1,"down_votes":0,"body":"Schlimm? Nichts. Aber es ist halt ein wenig... Naja übermotiviert ein bezahltes coaching dafür anzubieten.","replies":[{"id":"","poster":"Megamaexx","date":"2019-08-28T07:30:20.604+0000","up_votes":1,"down_votes":0,"body":"Laut seiner Aussage hatte er ja schon Kunden. Stellt sich nur die Frage, ob das stimmt und ob die nen Rabatt dafür bekommen, dass die seinen Post liken^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T07:43:29.967+0000","up_votes":1,"down_votes":0,"body":"\"Kunden\"\n*komisches Lenny Face mach*","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T07:27:07.370+0000","up_votes":1,"down_votes":0,"body":":o Ach so. Von bezahltem Coaching war nicht die Rede!\n\nAber ja. Genau wie allgemein für League ist es überzogen Geld dafür zu wollen oder zu zahlen. Wo es doch Freddy gibt und andere Streamer mit massig Wissen das sie vermitteln bzgl. League und Leute wie Solo die dir ebenfalls alles mögliche eröffnen bezogen auf TFT °-°","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T07:31:16.962+0000","up_votes":1,"down_votes":0,"body":"Jo. Ich denke auch, dass Leute, die sich verbessern wollen, genug Möglichkeiten haben, das erst einmal ohne Geld zu tun","replies":[]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T13:16:04.247+0000","up_votes":1,"down_votes":0,"body":"XD Glaub ich find die PDL gut und ich hab ein Problem mit ihr.\n\nDie ist halt echt sneaky und ne Asi Braut :D Das bin ich mit 55! XDDDD\n\nDie hat mich halt zum zweiten mal ausgetrickst. Zumindest denkt sie das sie das getan hat. Und zwar hat sie vorletzte Woche so getan als würde sie telefonieren und ist hier bei mir rum gelaufen :o Zumindest einmal quer Feld ein während ich mit meiner Aushilfe hier noch zugange war. Die PDL hielt sich das Handy ans Ohr und hat geredet. Es sah offensichtlich nach einem Telefonat aus.\n\nNur das sie für mein Empfinden viel zu abgehakt gesprochen hat. Und ein schneller Blick auf mein Telefon hat mir gesagt \"Lady, da leuchtet kein Lämpchen. Die Frau telefoniert einen scheiß!\" :> Als würde ich so etwas nicht bemerken.\n\nUnd jetzt eben hat sie es auch wieder versucht. Keine Ahnung. Vielleicht um zu hören wie ich mit Steffi rede? Ob wir lästern? Tuscheln? Peinlich unterbrochen werden wenn sie von der Toilette kommt? Lady ... Sie geht halt aufs Klo, lässt den Deckel fallen (?) und weiter nichts. Als Steffi dann kommt richte ich ihr aus was ich ihr von der PDL weitergeben sollte und **ZACK** kommt Madame aus dem WC!\n\nOhja. Ich habe sehr wohl bemerkt wie sie mit ihren Augen gestarrt hat. Wie sie genau beobachten wollte ob wir unsere Lippen weiterbewegen aber kaum hörbar etwas flüstern. Oder ob einer von uns zusammen zuckt weil die Türe so abrupt geöffnet wurde. Oder ob ihr ein panischer Blick entgegen geflogen kommt weil sie uns erwischt hat. Weder hat sie gepinkelt (sorry für die Info, aber bei den meisten höre ich das XD), noch die Hose hoch/ runter gezogen, noch die Hände gewaschen oder Papier gezogen, noch gespült. Also wenn sie nicht gerade durch ihre Nase in den Mülleimer gepinkelt hat ... \n\nXD Steffi hasst diese Frau wirklich. Und ich glaube die PDL fängt an sie auch zu hassen. Das geht nicht gut!","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:16:09.553+0000","up_votes":1,"down_votes":0,"body":"Frau Kirschkern leben sie eigentlich noch?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:09:27.171+0000","up_votes":1,"down_votes":0,"body":"Ich schmelze gerade XD aber jetzt bin ich wieder da. Denke ich :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:24:40.755+0000","up_votes":1,"down_votes":0,"body":"#ICH GEH IN FLAMMEN AUF","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:28:43.885+0000","up_votes":1,"down_votes":0,"body":"XD Isso!\n\nBis eben ging es noch aber gerade? Uff NÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄ ich kann nicht mehr XD\nDann auch noch dieser Hunger. Aber was warmes essen ... grrrrrrrrr\nHier ist es bewölkt und einfach nur drückend. Nicht warm oder heiß. DRÜCKEND. 60% Luftfeuchtigkeit und morgen mehr wegen dem angekündigten Unwetter\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:32:45.832+0000","up_votes":1,"down_votes":0,"body":"Du trinkst auch schon wieder viel zu wenig...\nAb Donnerstag soll es regen geben hab ich gehört. :)\n\n*Ein Eis da lassen*","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:40:45.532+0000","up_votes":1,"down_votes":0,"body":"Ich hab schon etwas über 500ml getrunken!\n\nHoffentlich regnet es morgen! Ich hab Angst bei Trockengewittern XD\n\nAber dann kann ich auf dem Heimweg einfach durch den Regen laufen &lt;3 Das ist wunderbar","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:41:38.467+0000","up_votes":1,"down_votes":0,"body":"Das ist viel zu wenig...","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:44:47.093+0000","up_votes":1,"down_votes":0,"body":"Zu mehr komm ich aber nicht. Und solange mir niemand einen Kasten Wasser hier hin stellt wird das auch nichts. 1 Liter oder 1,5 ist Maximum bis ich Zuhause bin .-. Außer ich bestell essen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:46:53.541+0000","up_votes":1,"down_votes":0,"body":"Bring dir doch einfach dein eigenes Wasser mit omg...\nIst das so schwer? >.&lt;\nSei doch nicht immer so anstrenged.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T11:04:59.403+0000","up_votes":1,"down_votes":0,"body":"Aber ich hab mir doch heute eine 1 Litter Flasche mitgenommen\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T11:37:36.041+0000","up_votes":1,"down_votes":0,"body":"Warum ist die noch nicht leer?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T12:01:24.138+0000","up_votes":1,"down_votes":0,"body":"Weil sie bis 16 Uhr halten muss x.x Sonst hab ich ja nichts für zwischendurch","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T12:21:38.223+0000","up_votes":1,"down_votes":0,"body":"Du kannst die ja was für den Rückweg kaufen oder gleich 1,5 Liter mitnehmen. :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T13:12:55.024+0000","up_votes":1,"down_votes":0,"body":"Kannst du das auch Beweisen?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-28T12:48:54.858+0000","up_votes":1,"down_votes":0,"body":"Nackt. Mit einem Schild über dem Kopf was ich brauche. Dann stell ich mich vor die Wohnung an die Straße und krieg dann alles zugeworfen was ich brauche. Smart af!\n\n{{sticker:sg-ahri-2}}","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T12:45:55.028+0000","up_votes":1,"down_votes":0,"body":"Hattest du nicht mal erzählt das du ein Führerschein hast aber kein Auto?\nWie kaufst du denn sonst ein?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-28T12:33:51.197+0000","up_votes":1,"down_votes":0,"body":"Du wirst lachen .. Ich hatte kein Wasser mehr Zuhause und meine Mama hat mir was mitgebracht. Ein Sixpack. Mit 0,75L Flaschen. XD\n\nAber je nachdem was ich an Essen mitnehme morgen, kann ich dann zwei von den 0,75 Flaschen mitnehmen °^°\n\nUnd nein. Rückweg ... da renn ich nur noch Richtung Bus und Zug und will nach Hause.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T12:51:39.794+0000","up_votes":1,"down_votes":0,"body":"Okay. Glaub ich mag die Pflegedienstleitung. Und ich glaube ich mag sie nicht.","replies":[]},{"id":"","poster":"5weeds","date":"2019-08-28T10:00:55.752+0000","up_votes":1,"down_votes":0,"body":"https://i.redd.it/0odb1as6a5j31.png","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T10:33:17.536+0000","up_votes":1,"down_votes":0,"body":"Fühl ich.","replies":[{"id":"","poster":"5weeds","date":"2019-08-28T10:40:47.238+0000","up_votes":1,"down_votes":0,"body":"https://i5.walmartimages.ca/images/Enlarge/317/003/26622-7261317003.jpg\n\nHier bitte.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-28T12:48:08.881+0000","up_votes":1,"down_votes":0,"body":"Danke.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T11:49:59.250+0000","up_votes":1,"down_votes":0,"body":"Xayah und Rakan haben kleine Eulen als Tierchen die auch zusammentanzen. :) \n\nhttps://imgur.com/a/OqJt7z0","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T12:00:39.258+0000","up_votes":1,"down_votes":0,"body":"Die Eulen gibt es auch als Sticker und Icons","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T12:21:14.155+0000","up_votes":1,"down_votes":0,"body":"Viel zu kaufen für dich. :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T12:35:16.264+0000","up_votes":1,"down_votes":0,"body":"Warten wir erst mal ab.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:41:09.800+0000","up_votes":1,"down_votes":0,"body":"Was ist nun aus der SG-Skin Diskussion geworden? :(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T09:03:11.423+0000","up_votes":1,"down_votes":0,"body":"Keiner will die skins ? \n\nWill nur den neuen ahri skin. \n\nXayah ist auch schön aber leider kann ich die nicht mehr spielen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:08:06.672+0000","up_votes":1,"down_votes":0,"body":"Aber Ahri hat doch so viele bessere Skins. \n{{sticker:zombie-brand-mindblown}} \n\nWieso kannst du keine Xayah spielen?\nSag deiner Alten doch sie soll Rakan lernen. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:15:32.618+0000","up_votes":1,"down_votes":0,"body":"&lt;3 Dynastie und Mitternachts Ahri = beste","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:26:21.780+0000","up_votes":1,"down_votes":0,"body":"Sternwächter und Prestige KDA\nObwohl SG still am besten ist.\nDie Sprüche ist super. \n\"Ich werde dich töten, das sagt der Fuchs\"\n\"platz da hier kommt ein Astralkörper\"\n\"Ich sollst ein Mädchen nicht nur dem Äußerden beurteilen außer mich natürlich\"\n\"Angst vor einem kleinen Kampf? Ich hab früher Volleyball gespielt\"","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:31:25.839+0000","up_votes":1,"down_votes":0,"body":"mhm wenn ich meine 200 Prestigepunkte gefarmt habe, ist KDA-Prestige Ahri vielleicht ein Skin den ich mir hole. Aber bis Januar kann ich ja abwarten. Die Punkte verschwinden erst Februar 2020","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:38:51.016+0000","up_votes":1,"down_votes":0,"body":"Und was mache ich mit meinem Prestigepunkten?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:41:37.615+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung.\n\nWenn du 100 hast kannst du dir ja auch einen Prestige Skin holen den du noch nicht besitzt :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:48:21.084+0000","up_votes":1,"down_votes":0,"body":"Maybe wenn es den Neeko für Punkte gibt.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:56:49.447+0000","up_votes":1,"down_votes":0,"body":"Hieß es nicht das jeder erschiene Prestige Skin in diesen Ausverkauf kommt? Also das alles im Verlauf des Jahres für mindestens 100 Prestigepunkte zu erwerben sein wird?\n\nDeswegen habe ich mir auch keinen Stress mit Irelia gemacht. Sie wird wenn das Event vorbei ist, für Punkte zu erhalten sein :o Bestimmt!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T11:02:30.978+0000","up_votes":1,"down_votes":0,"body":"Irelia ist doch gar nicht für Punkte zu erhalten oder hab ich da was übersehen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T11:10:14.515+0000","up_votes":1,"down_votes":0,"body":"Ich hab gesagt \"wenn das Event vorbei ist\" =p Mensch Hans!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T11:35:29.345+0000","up_votes":1,"down_votes":0,"body":"Welches Event Ulrike?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T12:22:15.570+0000","up_votes":1,"down_votes":0,"body":"Das Project Event ist schon seit 300 Jahren vorbei Ulrike.","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-28T12:01:02.892+0000","up_votes":1,"down_votes":0,"body":"Das Project Event Hans!","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T09:16:54.430+0000","up_votes":1,"down_votes":0,"body":"Weil ich mit ihr nichts mehr reisen kann :( \n\nAuch mit anderen adc's zurzeit nicht :( \n\nNur vayne lief gut bis gestern :( \n\nWerde vayne aber weiterhin jetzt üben bis ich besser mit ihr bin :/ bis ich meine Fähigkeiten besser einsetzte und ihren dmg besser einschätzen kann. Wenn ich wieder rein kann und wann nicht","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:25:32.216+0000","up_votes":1,"down_votes":0,"body":"Ich spiele seid Monaten/Jahren die gleichen 3 ADCs und fühle damit wohl.^^\n{{sticker:sg-ahri-2}}","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T10:15:07.297+0000","up_votes":1,"down_votes":0,"body":"Eigentlich wäre ich nur an Xayah interessiert. Aber so wie ich mich kenne artet das wieder aus D:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T10:26:55.788+0000","up_votes":1,"down_votes":0,"body":"Xayah ist legendär \ndas hört neue Soundsfiles *-*","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T12:09:50.975+0000","up_votes":1,"down_votes":0,"body":"Manche Angehörige retten mir ja schon dezent das Leben XD\n\nKrieg ich als Dankeschön eine Tafel Rittersport - Macadamia geschenkt :o Wo ich doch vor Hunger schon unterm Schreibtisch krieche! Ich hab sie zwar noch nie probiert, ABER, ich gehe mal davon aus das sie schmeckt und nicht bis Feierabend überlebt :]","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-28T11:21:53.480+0000","up_votes":1,"down_votes":0,"body":"Hilfe! Ich weiß immer noch nicht was ich von der neuen Pflegedienstleitung halten soll.\n{{sticker:sg-soraka}} \n\nDas ist so ein \"hin und hergerissen\" Ding. ich weiß zum Beispiel das Steffi sie nicht ausstehen kann. Aber der Grund ist mir unbekannt (noch). Zu mir ist sie eigentlich immer nett und bleibt sogar bei mir stehen zum reden. Laut ihrer Aussage versteht sie was davon ihren Job zu erledigen, was ich nicht beurteilen kann. Irgendwie macht sie auch den Eindruck einer RTL-Soap-Asibraut :D was durch ihre Haare/ Friseur sehr verstärkt wird. Aber irgendwie lässt sie das auch wieder locker und \"erreichbar\" wirken.\n\nIch bin so überfordert mit ihr\n{{sticker:sg-janna}}","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T11:10:39.513+0000","up_votes":1,"down_votes":0,"body":"Oh Gott ich habe fast 40 Minuten gebraucht um endlich mal ein Game mit Xayah auf dem PBE zu starten dabei hab ich ihn 90% der Games Xayah bekommen und bin selbst nur 2x leavt aber gefühlt 20 leaves von anderen haben das Ganze in die Länge gezogen..>.&lt;","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-08-28T06:41:15.951+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern mal \"Control\" getestet, das macht schon ganz schön viel spaß ^^. Auch wenn die Geschichte echt maximal abgedreht ist und ich praktisch nix verstehe... \n\nUnd dann heute morgen gleich um 5 raus weil \"Ein Tunnel brennt\". Ja nee... Als ich da war war da nix, war wohl nur ne Nebelbank. Geil. Naja, geh ich heute halt deutlich früher xD.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:47:13.736+0000","up_votes":1,"down_votes":0,"body":"Nach unseren Gespräch von gestern hab ich tatsächlich versucht ein paar Sachen HOI4 zu machen. :)\nIch wollte Österrreich-Ungarn wieder zu leben erwecken. \nErst hab ich Österreiche genommen und wollte Ungarn erobern. \nBin Kommunist geworden damit mich Russland beschützt aber leider hat Deutschland Truppen nach Ungarn entsendet und ich hab den Krieg verloren. :( \nDann bin ich Faschist geworden und leider wurde ich trotzdem Angeschlossen. :( \nDann hab ich bemerkt das Ungarn Events dafür hat.\nIch wollte aber nicht riskieren das Referendum zu verlieren und hab mich für das andere entschieden und Krieg gegen Österreich geführt.\nDie KI hat mich ziemlich fertig gemacht....","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T08:10:36.796+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe dein Problem ^^.\n\nTatsächlich gibt es da aber einen ganz sinnigen Weg:\n\n- Du fängst (obv.) als Ungarn an, eben weil die Foki für die Wiederherstellung haben\n- Die Erfolgschancen für die Referenden sind direkt von der Meinung der Länder zu dir und von dem Fokus \"Integration der Eisenbahnen\" (oder so) abhängig. \n- Das heißt, du bringst die Meinung in Österreich auf +100 durch Diplomatie (Beziehungen verbessern), währenddessen machst du den \"Integration der Eisenbahnen\" Fokus. Die Chance, dass Österreich das Referendum annimmt liegt irgendwo bei ~90%.\n- Das Gleiche dann hinterher mit der Tschechoslowakei. Schön Meinung auf +100, die Chance, dass die Tschechen sich anschließen ist dann auch relativ hoch. \n\nDanach musst du gucken. Ich hab damals Tirol befestigt und bin über das Sudetenland gegen Deutschland in den krieg eingetreten (also 1938). Wenn man den gewinnt, ist alles andere trivial. \n\nIch denke, man kann das Sudetenland auch aufgeben, und sich erstmal woanders anfüttern (Rumänien, Griechenland, Russland etc...), wenn man nur schnell genug ist. In dem Fall ist es wohl wichtig, nicht mit den Alliierten in einen Krieg zu geraten. Rumänien ist hier wegen des Öls besonders hervorzuheben. \n\nGanz wichtig: \nFür das Achievement musst du am Ende eine Monarchie sein, also \"Non-Alighned\". Daher hab ich das Ganze Solo gemacht, ohne Verbündete. Die nerven eh nur und bringen wenig. Man bekommt schön viele Kerngebiete, Mannstärke ist also nicht wirklich ein Problem... Man hat nur echt wenig Industrie. \n\nWenn dir das Gegamble mit den % Chancen bei den Referenden immer noch auf den Sack geht kannst du auch Savescummen. Das funktioniert auch im ironman.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T09:07:06.832+0000","up_votes":1,"down_votes":0,"body":"Das muss ich nachher mal ausprobieren. :)\nImmerhin hab ich schon 2 Achivements geschafft. xD\nBelgien 50 Fabriken gebaut als Achse.\nIrgendwie hab ich Teile von Frankreich bekommen aber die Niederlande wollte das Deutsche Reich nicht an mich abtreten.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T09:27:29.407+0000","up_votes":1,"down_votes":0,"body":"Ich siele eigentlich immer allein, ohne verbündete ^^. Die stehen nur im Weg.","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-28T07:22:09.274+0000","up_votes":1,"down_votes":0,"body":"> Naja, geh ich heute halt deutlich früher\n\nHIER GEHT NIEMAND MEHR FRÜHER! Max hat den Bogen überspannt!\n*Fesselt alle mit Ketten und Betonringen um die Füße auf Sesseln fest*","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-28T07:23:58.618+0000","up_votes":1,"down_votes":0,"body":"*geht*","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T07:41:06.306+0000","up_votes":1,"down_votes":0,"body":"Du böses böses Wesen!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:07:23.244+0000","up_votes":1,"down_votes":0,"body":"*Kopf streicheln*","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-08-28T08:02:36.344+0000","up_votes":1,"down_votes":0,"body":"come with me to the dark side... \n\nWe have Cookies!","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-08-28T07:43:45.257+0000","up_votes":1,"down_votes":0,"body":"Wird zeit mal wieder um 12 zu gehen :D","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:04:58.502+0000","up_votes":1,"down_votes":0,"body":"Ich habe bereits in der Nacht eine ganze Wasserflasche verbraucht. :(\nWie kannst du nur mit so wenig auskommen?","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:14:26.869+0000","up_votes":1,"down_votes":0,"body":"Bei neuen Post auf Surrender20 sind die Preise nun drin. :(\nGestern hatte sie das noch vergessen. >.&lt;","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:11:59.168+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen. :)\n\nIch hatte gestern Abend keine lust mehr die Skins zu testen aber das wird gleich nachgeholt.\nAber dem PBE ist ARUF verfügbar:)\nSurrender20 hat irgendwie die Preise für die Skins vergessen o.O \nWer hat wohl den Legendäri bekommen? \nNa ratet doch mal. :)","replies":[]}]}