{"id":"L3k3Ay3q","poster":"thefire7","date":"2018-09-30T20:28:24.079+0000","title":"Mute Button im LoL-Voicechat","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Hallo!\n\n\nIch wollte mal hier ansprechen ob man zum LoL-Voicechat einen Mutebutton (, den man mit einer Taste belegen kann,) hinzuf&uuml;gen k&ouml;nnte (vielleicht\n\nliest das hier ein Riot-Mitarbeiter und kann das an das entsprechende Team weiterleiten). Normalerwiese\n\nnutze ich Discord oder Teamspeak, aber manchmal ist es halt einfacher den im Spiel integrierten Voicechat zu nutzen.\n\n\nGew&ouml;hnt durch den &uuml;blichen Mutebutton (in Discord oder Teamspeak), dr&uuml;cke ich den, wenn bspw. jemand in mein Zimmer rein kommt. Da es aber \n\nsowas in dem LoL-Voicechat nicht gibt f&uuml;hrt das oft zu peinlichen Situationen...\n\nWenn das w&auml;hrend eines Spiel passiert, ist es sehr von Nachteil, wenn man das Voicechat Fenster &ouml;ffnen muss und zus&auml;tzlich auf das Mikrofon-Symbol \n\nklicken muss. Also f&auml;nde ich es gut wenn man den mit einer Taste belegbaren Mutebutton hinzuf&uuml;gen k&ouml;nnte.\n\n\nHabt ihr die selbe oder eine andere Meinung? (Stimmt bitte ab)\n\n\nthefire7\n\n{{sticker:sg-shisa}}\n\n(P.S. Ich hatte meinen Text ganz anders strukturiert, der sieht jetzt ganz anders aus...)","replies":[{"id":"","poster":"KoppRobby","date":"2018-09-30T21:06:49.665+0000","up_votes":2,"down_votes":0,"body":"Ich kann mir gut vorstellen, dass es den sogar schon gibt. Habe es zugegebenermaßen nicht nachgeprüft. Falls es ihn tatsächlich nicht gibt, ist er dringend nötig.","replies":[{"id":"","poster":"Megamaexx","date":"2018-10-01T04:08:36.601+0000","up_votes":1,"down_votes":0,"body":"Ich habe ihn gleich am ersten Tag gesucht und er ist nicht da","replies":[]}]},{"id":"","poster":"Dark3y","date":"2018-10-01T05:06:58.270+0000","up_votes":1,"down_votes":0,"body":"Er ist da...\nEs ist so ein Micro zeichen neben deinen Namen , wenn du im voicechat bist.","replies":[{"id":"","poster":"Qbert","date":"2018-10-01T08:19:58.377+0000","up_votes":2,"down_votes":1,"body":"Er fragt ja nach einer Tastenbelegung, was ich nachvollziehen kann.\n\nEin Push-to-Talk wäre auch nicht schlecht .. leider gibt's nur den von dir erwähnten Button IM Client ... ist In-Game schwer zu betätigen bei all dem Gewusel :)","replies":[]}]}]}