{"id":"5BlVKW4Y","poster":"xPomum","date":"2019-08-27T17:25:26.879+0000","title":"PC startet im Match neu","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nseitdem neusten Patch habe ich das Problem, das manchmal mein PC in einem Match einfach neu startet. Zuerst friert das Spiel ein, es kommt ein \nSoundbug und dann startet der PC neu. Meist danach kann ich wieder beitreten und alles läuft flüssig. \n\nDas Problem habe ich nur bei League of Legends. \nPC wurde schon komplett platt gemacht. Virenprogramme gestartet etc. \nAlle anderen Spiele laufen flüssig ohne Abstürze an der Hardware liegt es demnach denke ich nicht. \nHintergrundprogramme (Andere Virenprogramme als Defender etc wurden auch schon beendet, deinstalliert etc) \nHardware bliebt beim Stresstest auch bei max 55 Grad..\nNeuste Treiber sind auch installiert. \n\nDas einzige was in der Zuverlässigkeitsanzeige von Windows stand war das:\n\nDas System wurde zuvor am ‎*** um *** unerwartet heruntergefahren.\n\nHat jemand das selbe Problem und eine Lösung? \n\nWindows 10\nNvidia GForce GTX 970\nIntel(R) Xeon(R) CPU E3-1231 v§ @ 3,40 GHz\nRAM 16 GB\n\n/edit \n\nHabe nun man /scannow nach dem letzen Crash gemacht. Genau wie letztes Mal (als der PC neu aufgesetzt wurde hieß es alles top) Dann kam der Crash und im scannow stand das:\n\nDer Windows-Ressourcenschutz hat beschädigte Dateien gefunden, die teilweise nicht repariert werden konnten.\n\nEs kann doch nicht sein das League of Legends mein Windows beschädigt?! ","replies":[{"id":"","poster":"xPomum","date":"2019-08-28T06:08:52.885+0000","up_votes":1,"down_votes":0,"body":"Ich haue den Support deswegen mal an. \nVielen Dank :-)","replies":[]},{"id":"","poster":"astrofan","date":"2019-08-27T21:13:32.452+0000","up_votes":1,"down_votes":0,"body":"Jein, Windows durchsucht nicht nur seine eigene Dateien, kann also sein dass etwas in League beschädigt wird, was aber so klein ist (Verbindungsdaten?) dass es sich von selbst beim nächsten Mal repariert. Es kann sehr wohl sein dass dein Windows mit der Hardware an einigen Stellen zu unbekannte Fehlern in Software führt. Und je mehr die Performance mit der Hardware zusammenhängt (eine der häufigsten Optionen um ein Programm, insbesondere Spiele zu optimieren um auch auf schlechten Systemen gut zu laufen) dest so mehr mögliche Quellen für solche Fehler gibt es. LoL ist in diese Richtung fast zu weit gegangen, daher kommen ja die vielen Bugs aus der Vergangenheit mit diversen Versionen von Betriebssystemen, Treibern von Soundkarten, oder anderen Programmen (mir fällt da das Problem von 2017 mit Discord ein, wo dann das Spiel auf keinen Input reagierte aber ganz klar funktionierte und keinen Bugsplat o.ä. ausgab). Dann nimmt man in so was die häufigen Patches rein, um so was zu fixen, und es schleicht sich schnell ein neuer Fehler rein, der jetzt bei dir auftritt.\nNatürlich ist es dabei auch (unwahrscheinlich, aber dennoch) möglich über Interaktionesprobleme kleine Schäden an dem OS zu verursachen, aber das solte nun wirklich nicht geschehen, sofern man den Kern seinen Produktes ordentlich Testet und überwacht, wenn man was neues einfügt. Was Riot aber scheinbar nur sher bedingt macht (Lee-Quanten-Q's oder der alte Morde sind da perfekte Beispiele für den erweiterten Kern, der offensichtlich keine wirklich gute QC und kein großes Interesse der diversen Teamleiter erhielt, auch wenn da der wahre Kern 2-3 Mal besser aussieht ist es nun wirklich nicht perfekt, mEn auch nicht gut genug für ein Produkt dieser Ausmaße).\nDenke daher dass es ein LoL-Problem ist, haue dich mal an den Support ran damit die wenigstens davon wissen, sonst wird das erst in 2-3 Monaten gefixt, so kann es sein dass es mit dem nächsten Patch wieder läuft. Kannst du daher leider nichts gegen machen.","replies":[]}]}