{"id":"5XeT0tNE","poster":"Xayah Strife","date":"2019-08-27T05:00:18.195+0000","title":"[TGSG] Meine Animetopliste Teil 1","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":1,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://vignette.wikia.nocookie.net/kaminomi/images/6/6f/Muxed-Subs_The_World_God_Only_Knows_OVA_704x396p_H264-AACBA53864D.mkv_snapshot_09.04_20.jpg/revision/latest?cb=20130329191313\n\nWeil das Ganze zu lang wird teile ich dieses \"Threadprojekt\" in 4 Threads auf und jede Woche kommt einer.\nTeil 1 ist der Bereich 9/10. (8 Stück)\nTeil 2 ist die gute 9 der fest schon eine 10 ist. Ich nenne es 9,5/10. (6 Stück)\nTeil 3 ist 10/10  (6 Stück) \nTeil 4 ist 11/10 also mein Liebling. \n\nFalls Dienstag jemand schneller sein sollte kommt es Mittwoch oder Donnerstag. :P \n\nDie nächsten 4 Spoiler sind nur dafür da das der Thread wenig lang ist. \nDie letzten drei werden auch weiterhin am Anfang stehen zur Aufklärung. \n\nSpoiler zu den nächsten Wochen: \n>###*Voilet Evergarden und No Game no Life kommen im dritten Teil. Ich hoffe Azubi schafft das. In Teil 2 sind noch Made in Abyss,High School DxD und The Seven deadly Sins offen falls jemand etwas beisteuern möchte.*\n\nDisclaimer:\n>###*Ich bin offensichtlich kein professioneller Kritiker darum sind Entscheidungen von Bewertungen häufig davon abhängig wie sich eine Serie für mich angefühlt hat. Dementsprechend kann ich mir vorstelle das ich manche Serien besser oder schlechter bewertet habe als es der Durchschnitt  bewertet also nicht sauer sein wenn ihr manche Entscheidungen nicht nachvollziehen könnte. Ich entscheide selten 100% sachlich sondern eher nach meinem Gefühl. Wenn etwas für die meisten Trash ist aber bei mir ein gutes Gefühl hinterlassen hat dann ist es halt so.*\n\nZu Spoilern: \n>###*Außerdem möchte ich noch sagen das ich in letzter Zeit festgestellt habe, das der beste Weg jemand von Serie zu überzeugen in Spoilern liegt. Jemand eine krasse Szene zu zeigen kann effektiver sein als nur Oberflächlich davon zu reden weil man nicht zu viel verraten möchte. Ich versuche eigentlich immer darauf zu achten den Leuten nicht die Spannung zu nehmen aber nur Spoiler freien Material kommt man leider nicht sehr weit...Ich werde versuchen nicht mehr zu spoilern als es Beschreibungen und Trailer zeigen allerdings steige ich immer so wenig in den Anime ein um es besser verständlich zu machen worum es dabei geht und warum ich ihn so toll finde. Ich hoffe das ist okay. Ich werde versuchen keine zu krassen Sachen zu Spoilern sondern nur kleine Details aus dem Plot verraten für das Verständnis.*\n\nRatingserklärung: \n>###*R- bedeutet das der Anime blutig ist. R+ bedeutet du siehst ein wenig mehr Haut um es mal jugendfrei auszudrücken*\n\t\nKaguya-sama: Love is War: \nDer Anime stellt gleich zu beginn die Theorie auf das es in jeder Beziehung eine dominante und eine rezessive Person gibt. Beide Hauptcharaktere stehen auf den anderen aber beide wollen die dominante Rolle in der Beziehung sein. Daraus entstehen eine menge lustiger und peinlicher Momente wo die beide immer und immer in mentale Duelle antreten um die dominante Rolle zu bekommen. \nDabei werden noch aus den kleinsten Kleinigkeiten absurde Situationen geformt. Ich erinnere mich an eine Folge wo es geregnet hat und sie ihn dazu bringen wollte unbedingt ihr anzubieten ein Regenschirm mit ihr zu teilen. Sie hat in der Zeit wo er auf Toilette war die Batterie von seinem Handy gekillt womit er nicht sieht das die Züge wieder fahren und er nun Zufuß gehen muss wo sie dann zufällig auftaucht und natürlich kein Schirm dabei hat. Allerdings war er mit dem Fahrrad...\n(Okay das war ein kleiner Spoiler aber ansonsten hätte man schlecht verstanden was ich meine) \nEs wird durch eine schöne Erzählerstimme begleitet die uns durch die einzelnen Szenarien begleitet und uns einiges Erklärt. Die Gedanken der beide Hauptfiguren sich dabei für den Zuschauer auch immer zu hören weil das ganze Spiel noch besser macht. \nAlles in allem ist der Anime extrem gut gemacht und die Szenarien machen Spaß allerdings fehlt der Höhepunkt der \"Staffel\" und es fehlt bisher auch eine 2. Staffel.Davon braucht ich unbedingt mehr. (So wie viele andere Animes auch eine 2. Staffel brauchen) \nKein deutsche Synco vorhanden.\n\nMy First Girlfriend is a Gal: (R+)\nDieser Anime ist harter Stoff. Der Subersteller hatte hier wahrscheinlich sehr viel freunde dran, denn manche Dialoge kann man schon nicht mehr als zweideutig bezeichnen die sind eindeutig unter der Gürtellinie. :D Es könnte auch eine Parodie auf Slice of Life Flirtanimes sein zumindest fühlt es sich so an. Die Dialoge sind krank, die Charaktere überspitzt und die Situationen sich häufig  pervers und lustig. Die Hauptfigur ist eine Jungfrau die nach einer Freundin zu … sucht. Eigentlich könnte man es auch als American Pie in Anime bezeichnen. Es wird viel über das eine geredet aber wirklich etwas passieren tut nur in der Phantasie des Hauptcharakters.\nDie letzte Folge fand ich btw überragend. Super Abschlussfolge ist maybe an auch ein dem hohen Rating schuld. So eine gute letzte Folge hab ich lange nicht gesehen. \nKein deutsche Synco vorhanden.\n\nZero no Tsukaima (Der Vertraute der Null): \nDieser Anime erinnert sehr vom Style her an Ranma 1/2.\nDu hast ein Paar welches  als Zuschauer leicht zu erkennen ist und jede Menge andere Girls die auf den Hauptcharakter stehen.Anderes als in Standartharemanimes wird die weibliche Hauptfigur so richtig sauer wenn sich mal wieder eine an den männlichen Hauptcharakter ranmacht.\n(Erinnert sehr an Ranma 1/2 wenn sich Shampoo mal wieder an Ranma ranmacht und Akane das mitbekommt. XD) Dazu noch ein wenig Ecchi und Comedie und man hat eine schöne Parodie mit auch ein paar ernsten Momenten. Achja es ist Magic/Fantasy und eigentlich ein Isekai weil sie ihn aus einer anderen Welt beschwört. \n(Jeder Magierschüler beschwört einen Vertrauten der ihn für sein Leben begleitet was in der Regel magische Tiere/Wesen sind und unsere weibliche Hauptfigur beschwört halt ein menschlichen Junge der als Vertrauter eine Art untergebener ist) \nDie Romanze ist dabei sogar wirklich sehenswert wenn auch ein wenig kitschig aber hier passiert im laufen der 4. Staffeln immerhin ein wenig mehr als nur ein Kuss.\nAnsonsten gibt es noch den ein oder anderen Kampf zu sehen.\nDer Anime ist btw auch abgeschlossen und das Ende ist in Ordnung. Nicht so überragend aber auch nicht enttäuschend. \nKeine deutsche Synco vorhanden. \n\nA Sister's All You Need: (R+) (Zensiert)\n3 Buchautoren und eine Studentin bilden eine Sitcom ähnliche Gruppe und treffen sich Abends zum essen, trinken(Alkohol), quatschen und lustige Spiele spielen. Wer die erste Folge überlebt hat bekommt hier einen echten Geheimtipp. :) Die Charaktere sind zwar fast alle Erwachsenen und reden teilweise auch über ernste Dinge aber sie sind deshalb auf keinenfall langweilig. \nDer Hauptcharakter schreibt Geschichten über kleine Schwester hat aber selbst nur einen Bruder. Lasst euch nicht von der Geschichte der ersten Folge abschrecken nicht der gesamte Anime ist so. Allgemein steckt in dem Anime sehr viel Mühe und Kreativität um aus dieser Gesprächsrunde etwas besonderes zu machen. Ich weiß noch ein mal wird ein Pen&amp;Papier gespielt und die Szenen werden direkt im Anime gezeigt. Die Weibliche Hauptfigur ist auch ziemlich spezielle (Sie schreibt Nackt) Die Steuerberaterin die in einer späterin Folge rankommt hat mich aber komplett gekillt.\nDie Folge mit ihr war so genial. *-* \nKeine deutsche Synco vorhanden. \n\nIn Another World With My Smartphone: \nEin Isekai mit einem Smartphone. Dieser Anime ist so mainstream und so klischeehaft das es schon eine Parodie ist. (Ein netter Typ der OP ist und zufällig immer mehr und mehr Girls in die Party bekommt...) Aber eigentlich fühlt es doch nicht so wirklich wie ein Isekai an. Es gibt keine richtig große Quest. Kein Oberbösewicht oder sowas. Stattdessen gibt es viele kleine Geschichten die natürlich immer aus der Sicht des Helden geschrieben sind. Allerdings ist dieser Anime auch kreative und unterscheidet sich gerade durch das Smartphone und die Verwendung der OP-ness des Haupthelden von anderen. Er nimmt gute Elemente von Standartisekais und mischt das Ganze mit etwas neuem. Die Mädels gefallen mir übrigens alle sehr gut und das unser Held dabei häufig schüchtern wird teilweise sogar überfordert macht es mehr lustig als wirklich Harem.\n(Nein das ist nicht wie in SAO weil er sich nämlich nicht für eine Entscheidet und so immer wieder kleine Konflikte entstehen.) \nBis auf die fehlenden Mainstory gibt es auch nicht wirklich etwas was ich groß kritisieren kann. Der Anime ist halt etwas kleines entspanntes für zwischendurch womit man eigentlich wenig falsch machen kann.\nDeutsche Synco ist vorhanden. \n\nAkashic Records of Bastard Magic Instructor: (R-)\nWurde wegen dem Dub von einer 8 auf eine 9 aufgestuft.\nDer Anime in einem Satz: Weniger als mehr^^ \nEine Magiakademie, eine fauler Lehrer (Männliche Hauptfigur) und zwei gute weibliche Hauptfiguren reichen vollkommen aus. Die Hauptfigur carryd hierbei die Serie ziemlich gerade in der deutschen Version wenn der Typ ein lässigen Spruch nach den anderen raushaut. \nDie Story spielt hierbei auch um die Charaktere herum. Soviel Worldbuilding gibt es bisher also noch nicht was aber auch nicht schlimm. Es geht in dieser „1. Staffel“ eher um die Hintergrundgeschichten der Charaktere. In der 12 Folgen passiert tatsächlich sogar eine Menge für nur 12 Folgen. Folge 2-3, 4-6,7-9 und 10-12 erzählen hierbei zusammenhängende Geschichten. \nEin paar schöne Kämpfe gibt es in diesem Anime auch. Minispoiler: In Folge 4-6 findet ein Wettbewerb zwischen den einzelnen Klasse der Akademie in verschiedenen Disziplinen statt. \nDeutsche Synco vorhanden\n\nThe World God Only Knows: \nKeima ist der größte Nerd den ich jeweils in einem Anime gesehen habe. Das einzige was er macht sind Datingsimulatoren auf seine PSP spielen. Selbst im Unterricht spielt er ohne Pause an seiner PSP rum. Er nennt sich selbst den Gott der Eroberungen zumindest gilt das für die Virtuelle Welt auf echte Mädchen hat er keine Lust die sich ihm zu langweilig.\nEines Tages bekommt er eine Herausforderung für eine Eroberung. Er nimmt diese an und schon hat er einen Pakt mit der Dämonin Elsie geschlossen. Zusammen müssen sie verlorene Seele fangen welche in den Körper von Frauen aufhalten.Und diese Seele herauszubekommen muss Keima die Frauen erobern. Elsie ist ihn damit nicht gerade eine große Hilfe sie zwar sympathisch aber auch ziemlich useless und trottelig. Daraus entsteht eine sehr lustiger \"Datinganime\" welchen ich für die bessere Variante von \"Date a Life\" halte. Die Frauen unterscheiden sich sprich haben alles was eigenes und interessantes und den Nerd zur Arbeit zu bewegen scheint für Elsie manchmal gar nicht einfach. Zumal Elsie auch eine menge scheiße baut. Als sie einmal eine Kuchen backen will nimmt sie Monstereier als der Dämonenwelt welche dann schlüpfen und die Stadt terrorisieren. \nKein deutsche Synco vorhanden.\n\nSo, I Can't Play H!: (R+)\nEin Typ trifft eines Tages im Regen vor seiner Haustür eine junge Dame die seine Hilfe braucht.\nNachdem er sie in seine Wohnung gelassen hat und sie kurz im Badezimmer war rammed sie ihn ein Schwert in seine Brust.Nach diesem Moment wird klar der er Pakt mit einer Dämonin geschlossen hat. In diese Anime brauchen Dämonen die \"Seelenenergy\" der Menschen um selbst zu Kräften zu kommen. Sie bitte ihm bei der Suche nach einem Menschen mit besonders hohe Energys im Gegenzug will sie sein Leben verlängern denn Dämonen wissen wann Menschen sterben und nehmen sich dann ihre Energy.\nUnser Hauptcharakter ist leider ein kleiner Perversling der erst durch seine perversion sein gesamtes Potenzial abrufen kann. Der Anime ist also ein mix aus einem ernsten Szenario mit Dämonen, ecchieszenen ein wenig humor und leichten Haremelemeten.\nAllerdings liegt der Focus mehr auf den ernste Szenerio welches überraschend gut ist. Gerade in den in späteren Folgen passiert noch eine Menge was ich aber nicht Spoilern möchte. \nEine Menge schöner Kämpfte gibt es wo es sein könnte das die Frauen ein Teil ihrer Kleidung verlieren. :) \nKein deutsche Synco vorhanden.\n\nIch hoffe die kleinen Spoiler welche in genutzt habe um den Inhalt der Animes verständlicher zu machen wäre in Ordnung für euch. \n\nIch weiß das es sehr viel Text ist aber ich hätte Lust dazu weil es unbedingt machen wollte. :)\nAuch wenn ihr nicht alles lest hoffe ich doch es euch irgendwie gefallen hat. \n\nSchönen Dienstag","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T15:50:56.006+0000","up_votes":2,"down_votes":0,"body":"Etwas fehlt noch. :)\nhttps://i.redd.it/vryecxv3j0j31.jpg","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T17:53:26.532+0000","up_votes":1,"down_votes":0,"body":"Au ja ! Und ist sie nicht süüüüüß !","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-08-27T06:19:46.009+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=,timestamp=2019-08-27T05:00:18.195+0000)\n>\n> Guten Morgen meine flauschigen Freunde, \n\nTach\n\n> Voilet Evergarde\n> No Game no Life\n> Made in Abyss\n> High School DxD \n> The Seven deadly Sins\n\nGut, Gut, Gut, Ecchi, Gut\n\n> My First Girlfriend is a Gal: (R+)\n\nSchau ich mal rein.\n\n> In Another World With My Smartphone: \n\nSteht auf der Liste.\n\n> Akashic Records of Bastard Magic Instructor: (R-)\n\nGeschaut und für gut befunden :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:28:42.020+0000","up_votes":1,"down_votes":0,"body":"Ach du hast eh viel zu wenig Zeit zum schauen. :)\nDas kennen wir schon du schaffst einfach nicht mehr zuviel wie früher einmal. \n\nHast du in die deutschen Synco von Akashic Records mal gesehen?","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T06:35:05.050+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=00050000,timestamp=2019-08-27T06:28:42.020+0000)\n>\n> Ach du hast eh viel zu wenig Zeit zum schauen. :)\n> Das kennen wir schon du schaffst einfach nicht mehr zuviel wie früher einmal. \n\nBin halt alt :D aber stimmt schon, mehr als 2 Folgen schaff ich pro Tag atm nicht. Finde ich reicht aber vollkommen aus :) 1x schau ich nachm Stream inner Badewanne und dann noch 1x kurz vorm schlafen gehen im Bett :)\n\n> Hast du in die deutschen Synco von Akashic Records mal gesehen?\n\nDie von Crunchyrole? Jupp hab ich gesehen ...\nwar ganz ok, mich haben nur bissl die Zitate aus GameTwo etc. getriggert","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T07:30:49.209+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000500000000,timestamp=2019-08-27T06:35:05.050+0000)\n>\n> Bin halt alt :D \n\n{{sticker:sg-kiko}} Du junger Hüpper Du ! tsss\n\nDa weiß man hier gar nicht wo man anfangen mag . Ich schließ mich Deiner Meinung mal an und ergänze :\n\n\"The World God only knows\" ist einer meine Lieblingsanime. Allein der Soundtrack von Elisa https://www.youtube.com/watch?v=D3vblmtccL0 (leider ist ihr Liveauftritt mitn roten Kleid nicht mehr vorhanden)\n\n\"Zero no Tsukiama \" fand ich auch gut. Vor allem die Szene mit der/den Blumen .\n\nBei \"Seven Deadly Sins\" ist mir das Schwein in Erinnerung geblieben. Neben Happy eines der nervigsten Charaktere überhaupt\n\n>###*Hab mich riesig gefreut, als es gestorben ist, und war dann komplett am Boden zerstört, als es einfach nur noch nerviger wieder aufgetaucht ist.*\n\nDiane fand ich hingegen süß . Bei \"No Game no Life\" hat mich der Zeichstil gestört. Boah, dieses Outlining ...","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T08:05:39.355+0000","up_votes":1,"down_votes":0,"body":"Mein Herr, ich glaube sie haben sich verlaufen. Zum Altersheim müssen sie eine Straße weiter :P","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T08:20:24.180+0000","up_votes":1,"down_votes":0,"body":"Bei Euch fühl ich mich aber wieder jung ... {{sticker:sg-soraka}} \n\n\nIch komm mir grad wie'n perverser alter Spanner vor .","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:19:33.255+0000","up_votes":1,"down_votes":0,"body":"Die Altersspanne hier schwankt natürlich, aber hier sind durchaus auch schon eher ältere Semester anwesend. \n\nZum Beispiel Tamara. \n\nUnd ich :(","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T09:23:11.837+0000","up_votes":1,"down_votes":0,"body":"Also ich weiß, das der User Abasin älter ist als ich. Ich hab nächstes Jahr ein halbes Jahrhundert rum ... {{sticker:vlad-salute}} ","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:25:14.755+0000","up_votes":1,"down_votes":0,"body":"Na gut, so weit bin ich noch nicht, zugegeben :). \n\nAber es ist schon befremdlich, mit Leuten zusammenzuspielen und dann herauszufinden, dass die 12, 13, 14 Jahre jünger sind als man selbst...","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T10:49:59.897+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000500000000000100010000000100000000,timestamp=2019-08-27T09:25:14.755+0000)\n>\n> Na gut, so weit bin ich noch nicht, zugegeben :). \n> \n> Aber es ist schon befremdlich, mit Leuten zusammenzuspielen und dann herauszufinden, dass die 12, 13, 14 Jahre jünger sind als man selbst...\n\nMich stört es eigentlich net. Da meine Kinder zocken und ich mich mit einklinke hab ich eigentlich immer mit jüngeren zu tun . Selber renn ich mitn Tristanashirt durch die Stadt. Da könnt ich mich immer amüsieren, man sieht dann genau, wer das kennt. Die sind dann immer total verwirrt, warum so nen Weißhaariger damit rumrennt xdxd","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-27T09:21:15.380+0000","up_votes":1,"down_votes":0,"body":"Wir alle hier sind perverse alte Spanner. Auch Max. Vor allem der!\n\n&lt;3 Und du darfst immer hier sein :o","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T10:51:56.078+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0005000000000001000100000002,timestamp=2019-08-27T09:21:15.380+0000)\n>\n> Wir alle hier sind perverse alte Spanner. Auch Max. Vor allem der!\n> \n> &lt;3 Und du darfst immer hier sein :o\n\nJa is eigentlich net so meine Art, aber wie gesagt, Anime triggert schon und da ich im Moment akute Arbeitsunlust habe ...\nAusserdem sind die TGSG-Threads immer witzig. Allerdings vermisse ich einige hier von früher.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:12:27.158+0000","up_votes":1,"down_votes":0,"body":":o Wen denn? Also ich bin immer noch da.\n\nKnuffel wurde gefangen genommen von bösen Schurken. Und hat geheiratet. Und vermutlich seinen Job gewechselt. Oder seine Frau hat sich auf ihn drauf gesetzt und er schwebt jetzt hilflos in einem Paralleluniversum in seinem Sofa (oder dem Hintern seiner Frau) umher.\n\ngrasi war die letzten Tage da. Toadi ist wieder durchgebrannt.\n\nMonika ist da, Stäbchen ist da. Max, Strife ist alt/ neu, Wölfchen ist heute mal wieder aufgetaucht als kleiner Ecchi Perversling. Oh Gott XD was habe ich vergessen? Ich kann mir doch nicht so viel merken x.x","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T11:21:49.951+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000500000000000100010000000200000000,timestamp=2019-08-27T11:12:27.158+0000)\n>\n> :o Wen denn? Also ich bin immer noch da.\n\nAhso, aja, dann hast nen anderen Namen !? Okay, das wußt ich net.\n\n> \n> Knuffel wurde gefangen genommen von bösen Schurken. Und hat geheiratet. Und vermutlich seinen Job gewechselt. Oder seine Frau hat sich auf ihn drauf gesetzt und er schwebt jetzt hilflos in einem Paralleluniversum in seinem Sofa (oder dem Hintern seiner Frau) umher.\n> \n> grasi war die letzten Tage da. Toadi ist wieder durchgebrannt.\n> \n\nGenau, Toadi, grasi hatte ich halt net gesehen und QBert ...\n\n> Monika ist da, Stäbchen ist da. Max, Strife ist alt/ neu, Wölfchen ist heute mal wieder aufgetaucht als kleiner Ecchi Perversling. Oh Gott XD was habe ich vergessen? Ich kann mir doch nicht so viel merken x.x\n\nStimmt und Necro net vergessen, der Jungspund !\n\nmfg\nMB","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:25:18.607+0000","up_votes":1,"down_votes":0,"body":"Ich will nicht all meine Namen am laufendem Band nennen XD sonst brauch ich wieder 'nen neuen Account I guess. Schlimm!\n\nHA! Du hattest weniger auf dem Schirm als ich :D Wobei ich bestimmt noch irgendwas gravierendes vergessen habe. Oder einfach nicht nenne weil ich nicht weiß ob sie wollen das man weiß wer sie sind oder so :o","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T11:48:44.685+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=00050000000000010001000000020000000000000000,timestamp=2019-08-27T11:25:18.607+0000)\n>\n> Ich will nicht all meine Namen am laufendem Band nennen XD sonst brauch ich wieder 'nen neuen Account I guess. Schlimm!\n> \n> HA! Du hattest weniger auf dem Schirm als ich :D Wobei ich bestimmt noch irgendwas gravierendes vergessen habe. Oder einfach nicht nenne weil ich nicht weiß ob sie wollen das man weiß wer sie sind oder so :o\n\nJepp ! Das liegt aber an meiner Natur, ich bin ständig verwirrt ! Ich komm auch nicht klar, wenn meine Frau vom Friseur kommt und anders aussieht .Ich: \"Gnädige Frau , kenn ich Sie ?\" - Mein Frau : \"Haste schon wieder den Keller leergesoffen !?\" \nUnd jetzt ist meine Tochter alt genug und färbt sich in einer Tour die Haare {{sticker:sg-janna}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:54:59.353+0000","up_votes":1,"down_votes":0,"body":"> Und jetzt ist meine Tochter alt genug und färbt sich in einer Tour die Haare \n\naber das ist doch gut :o Soll sie ruhig experimentieren. Ich hab meine Haare auch das erste mal mit 14 oder 15 gefärbt glaube ich.\n\nlol ... seit ich färbe, färbe ich sie selbst und alleine. Wieso? Meine Mama ist Friseurmeisterin o.O .... SOGAR SELBST GESCHNITTEN HABE ICH SIE MIR ZULETZT! Einfach 25cm abgeschnitten weil ich die Nase voll hatte XD\n\nDu musst deiner Tochter dann nur ein Schild mit ihrem Namen umhängen oder so. Damit du sie erkennst :D","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T11:58:48.089+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0005000000000001000100000002000000000000000000000000,timestamp=2019-08-27T11:54:59.353+0000)\n>\n> Du musst deiner Tochter dann nur ein Schild mit ihrem Namen umhängen oder so. Damit du sie erkennst :D\n\nSpätestens wenn sie sagt \"Ey Alter ! PAPA !!!\" weiß ich, die Welt ist noch rund. \n\nBei einem Schild muß die Schrift groß genug sein, sonst kann ichs doch net lesen ;) {{sticker:sg-kiko}}","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-08-27T08:22:11.221+0000","up_votes":1,"down_votes":0,"body":"https://i.pinimg.com/236x/3e/18/85/3e1885fdfa9c4f68c29afbb485cc0fb0--pedobear-a-minor.jpg","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:15:00.986+0000","up_votes":1,"down_votes":0,"body":"Tamara hat gestern was von einer 12 Jährigen in League erzählt die du angeschleppt hast.\nHast du dazu etwas zu sagen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:18:38.079+0000","up_votes":1,"down_votes":0,"body":"Es war ein 12-Jähriger! Ein Junge!","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T09:26:00.774+0000","up_votes":1,"down_votes":0,"body":"wat? O.o\nTamaros redet viel wenn der Tag lang ist","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:27:03.246+0000","up_votes":1,"down_votes":0,"body":"Ey! Lüg nicht!\n\nLiam war 12. Oder 13 :o","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T09:40:16.418+0000","up_votes":1,"down_votes":0,"body":"iwie sowas ^^","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:27:05.556+0000","up_votes":1,"down_votes":0,"body":"Das macht es nicht besser. :D\nWas will man mit so etwas?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:32:13.698+0000","up_votes":1,"down_votes":0,"body":"Hey Hey! Der Kleine war zwar, wie gesagt, etwas überdreht aber auch ein lieber kleiner Kerl!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:39:52.324+0000","up_votes":1,"down_votes":0,"body":"Damit kann ich trotzdem nichts anfangen. :D","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2019-08-27T09:11:03.868+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/B37cYPCruqwwg/giphy.gif","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T09:26:22.332+0000","up_votes":1,"down_votes":0,"body":":D","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:50:01.744+0000","up_votes":1,"down_votes":0,"body":"Ich hab noch die dritte Staffel von \"The World God only Knows\" offen.\nDa freue ich mich schon drauf. :)","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T08:16:44.146+0000","up_votes":1,"down_votes":0,"body":"Ich fand das Ende iwie traurig schön. \n\nIch oute mich mal als Taschentuchverbraucher . Also nicht missverstehen, Taschentücher zum schnäuzen und Tränen wegwischen. Bei \"TWGOK\" hab ich am Ende 2 Packungen verbraten. Als \n\n\n>###*Zekken in SAO gestorben ist sogar 3*\n\n\nHast Du eigentlich \"Re:Zero\" auf deiner Liste ? Kann ich auch empfehlen.\nWie sieht es mit \"Darling in the Franxx\" aus ? Wobei das Ende da , vorsichtig ausgedrückt, unbefriedigend war. Aber bis zum Ende ist es einfach ein klasse Anime.\n\nWie siehts mit Psychos aus ? \"Mirai Nikki\" oder \"Angels of Death\" z.B.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:20:36.251+0000","up_votes":1,"down_votes":0,"body":"Wir sind doch erst in Teil 1. :)\nRe:Zero kommt natürlich noch.\nUnd Darling in the Franxx ist die 11/10 welche oben beschrieben wird. \nhttps://myanimelist.net/animelist/Xayah_Strife","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T08:21:48.473+0000","up_votes":1,"down_votes":0,"body":"Sorry, habsch net gelesen . {{sticker:sg-ahri-2}}","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:48:53.347+0000","up_votes":1,"down_votes":0,"body":"Gleen hat mir super gefallen. \n\nDie Amazonsyncro von Seishun Buta Yarou finde ich da fragwürdiger. \nDie haben einfach Kaede falsch ausgesprochen.>.&lt; \nAnstatt Keide so ich wie es in O-Ton verstehe sagen die KA - EDE. \n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:01:24.027+0000","up_votes":1,"down_votes":0,"body":"Alles ist trotzdem besser als ne Netflix Synchro :D da wäre dann plötzlich einer der Charakter Schwarz und der andere Lesbisch :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:10:11.766+0000","up_votes":1,"down_votes":0,"body":"Wtf. ;D Wo soll das bitte gewesen sein?\nHab ich nur die guten Syncros von Netflix gesehen?\nThe Seven deadly sins, Violet Evergarden war eigentlich ganz gut. \nSAO bin ich mir nicht sicher ob es Amazon oder Netflix ist. \nGuilty Crown und Rakudai Kishi no Cavalry genauso.\nMade in the Abyss war nur eine Amazonsyncro oder?","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:13:31.890+0000","up_votes":1,"down_votes":0,"body":"Naja ... du hast dir wohl nie Netflix gemachte Serie angeschaut die aus einem Anime/Buch importiert wurde :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:15:46.384+0000","up_votes":1,"down_votes":0,"body":"Ne die sehen alle nicht so überragend aus. :)","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:18:36.519+0000","up_votes":1,"down_votes":0,"body":";)\n\nHat schon alles sein Sinn, weswegen ich mir kein Netflix, Amazone Prime, Crunchyrolle etc. zu lege. Die geringe Auswahl ist schon mein erster Punkt ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:20:22.918+0000","up_votes":1,"down_votes":0,"body":"Amazone Prime reicht ja alleine nicht aus.\nManche Sachen musste du extra kaufen und für manche Sachen musste du nochmal extra für ein Animechannel bezahlen. :)","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:23:51.647+0000","up_votes":1,"down_votes":0,"body":"Arifuerta z.B. hab ich bisher weder auf Netflix, noch Amazone, noch Crunchyrole gefunden :) weswegen mir nur andere Möglichkeiten bleiben ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:43:31.037+0000","up_votes":1,"down_votes":0,"body":"Das hat aber ein englischen Dub. :)","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T08:05:01.438+0000","up_votes":1,"down_votes":0,"body":"aba keinen deutschen sub ^^","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T09:40:40.505+0000","up_votes":1,"down_votes":0,"body":"¯\\\\\\_(ツ)_/¯","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:38:57.426+0000","up_votes":1,"down_votes":0,"body":"Das weiß ich doch schließlich stalke ich dein MyAnimeprofil ^^","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-27T08:18:51.604+0000","up_votes":1,"down_votes":0,"body":"ich schau atm arifuerte in deutschen sub ^^","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:08:00.106+0000","up_votes":1,"down_votes":0,"body":"Das wäre geil.\nAber niemand macht sich die Mühe ein sub für ein englischen Dub zu erstellen.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:05:40.541+0000","up_votes":1,"down_votes":0,"body":"Nur durch die Stimmen? Respekt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:15:52.804+0000","up_votes":1,"down_votes":0,"body":"Schwarze hört an den Klick und schnaltz Geräuschen die sie machen ^^","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-27T07:06:35.708+0000","up_votes":1,"down_votes":0,"body":"Netflix schafft das","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T06:10:30.935+0000","up_votes":1,"down_votes":0,"body":"Juhu ! \n400 Kommentare!","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T06:28:40.743+0000","up_votes":1,"down_votes":0,"body":":D Bekloppter","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:43:16.549+0000","up_votes":1,"down_votes":0,"body":"Frau Sekretärin welches TGSG hat eigentlich die meisten Kommentare?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T07:45:51.997+0000","up_votes":1,"down_votes":0,"body":"Azimas =p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-28T08:17:27.183+0000","up_votes":1,"down_votes":0,"body":"Nein du hast mit ihr höchstens Thread mit 300 Kommentaren. :)\nIch sehe da nur ein Thread mit 402 Kommis und der kommt von Qbert.\nBtw ich kannte im RL mal eine Freunde die Asima hieß^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T10:22:31.384+0000","up_votes":1,"down_votes":0,"body":"Verdammt! Dieser kleine Flauscheball D:","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:48:20.321+0000","up_votes":1,"down_votes":0,"body":"Welches?","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-28T07:12:57.727+0000","up_votes":1,"down_votes":0,"body":"http://www.yumtamtam.de/ytt_images/Kekse_Panty.jpg","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-28T07:38:02.541+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-hearts}}","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T06:09:43.332+0000","up_votes":1,"down_votes":0,"body":"399","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T06:09:16.550+0000","up_votes":1,"down_votes":0,"body":"398","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T06:08:48.705+0000","up_votes":1,"down_votes":0,"body":"Ich mach etz die 400 voll \n\n397","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T10:58:00.560+0000","up_votes":1,"down_votes":0,"body":"Leute ich famer Typ bin im Aftermovie von Nature one zu sehen :D zwar nur kurz aber immerhin ^^ \n\n\nhttps://cdn.discordapp.com/attachments/312477482836295681/615862133288337418/IMG-20190827-WA0002.jpg\nhttps://youtu.be/bf0yqNY_Scw\n\nDer Typ unter der 01 bin ich ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:34:30.654+0000","up_votes":1,"down_votes":0,"body":"Was für eine 01? Und bei welcher Zeit? XD","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T11:40:19.749+0000","up_votes":1,"down_votes":0,"body":"Ich habs geraffelt und hab ihn gefunden ! 00 M4ddin 00 ich weiß jetz wie Du aussiehst !\n\nAufm ersten Bild steht \"...2019..\" und unter der 01 is einer mit nem ? Hut ? Alu ? Papier ?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T14:49:55.132+0000","up_votes":1,"down_votes":0,"body":"Eine rick Cap ^^ das bin ich :D \nAch Bilder und Videos gibt's viele von mir im Internet ^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T14:54:39.010+0000","up_votes":1,"down_votes":0,"body":"Das is aber jetze nich nen Bademantel den Du da anhast, weil das Ding sieht iwie flauschig aus !?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-28T06:08:02.118+0000","up_votes":1,"down_votes":0,"body":"Das ist mein Flasuche Bademantel ^^","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-27T11:45:06.915+0000","up_votes":1,"down_votes":0,"body":"Es ist nur der echte Martin wenn er nichts weiter als einen Hut trägt!","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:45:55.837+0000","up_votes":1,"down_votes":0,"body":"War Maddin nicht eh allergisch gegen Kleidung?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:48:47.807+0000","up_votes":1,"down_votes":0,"body":"... Glaub nur Bademäntel waren möglich?","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:49:41.843+0000","up_votes":1,"down_votes":0,"body":"stimmt, Bademäntel und Sonnebrille, das ging. Aber auch der Bademantel muss regelmäßig gelüftet werden.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:57:01.141+0000","up_votes":1,"down_votes":0,"body":"Und nicht mal der besteht aus Stoff sondern aus ... Gummi? Ein Latex Bademantel?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T14:50:37.476+0000","up_votes":1,"down_votes":0,"body":"Plastik :D Latex ist zu teuer ^^","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-08-27T11:58:09.504+0000","up_votes":1,"down_votes":0,"body":"Stimmt, so war das... Hab lange das Knirschen nicht gehört...","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T12:00:09.892+0000","up_votes":1,"down_votes":0,"body":"°-° Ist das jetzt was gutes oder eher nicht so?\n\nMüssen wir jetzt Angst haben das es jede Sekunde so weit sein könnte? D:","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:02:11.936+0000","up_votes":1,"down_votes":0,"body":"Vermutlich nicht auszuschließen xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T12:05:20.974+0000","up_votes":1,"down_votes":0,"body":"Okay. Wir sollten uns dazu bereit halten den *Alarmstufe Rot* Knopf zu drücken!","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:55:44.888+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/PoCGLo1GS0tIjiTzlF/giphy.gif","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:44:57.871+0000","up_votes":1,"down_votes":0,"body":"Es streamt doch mit Facecam :)","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T14:51:16.119+0000","up_votes":1,"down_votes":0,"body":"Ungefähr 9:40 glaub ich plus minus ^^","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:11:03.088+0000","up_votes":1,"down_votes":0,"body":"Bist du die lange Metallstange rechts hinten?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T14:51:36.927+0000","up_votes":1,"down_votes":0,"body":"Ich bin die Maschine da vorne im hinter Grund ^^","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2019-08-27T11:27:40.672+0000","up_votes":1,"down_votes":0,"body":"https://i.imgflip.com/1y8dui.jpg","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-27T05:45:42.446+0000","up_votes":1,"down_votes":0,"body":"Der letzte Anime hört sich an wie \"The Testament of Sister New Devil/ Shinmai Maou no Testament\" wo mir einfällt das ich auch sehr gerne \"Rosario + Vampire\" geguckt habe :o\n\nOh! Heute wirst du glücklich gemacht °-° \n#Zoe, Neeko, Rakan, Xayah\n\nDas sind die neuen Star Guardians. + Neeko bekommt einen SG Prestige Skin.\nHier: https://youtu.be/exrYXbC-MaU\n\nAnsonsten bin ich am Arsch. Einfach am Arsch.\n\nGestern habe ich nach der Arbeit einen früheren Zug genommen, weil Natascha eh nicht da war. Dann bin ich auf der Hälfte meines Heimweges ausgestiegen und in die Stadt gegangen weil ich noch bei Thalia rein wollte um \"Dornenherz\" von Karen Rose zu kaufen. Also ein Buch. Wofür ich ein Jahr gebraucht habe um es zu holen XD obwohl ich die Reihe letztes Jahr so hart verschlungen habe. Naja. Jetzt hab ich es! Vorher war ich aber noch Klamotten kaufen. XD ich will die aber erst anziehen wenn meine Haare gemacht sind >.&lt; \n\nAlles war so recht schnell durch und ich war trotzdem um ... boah ... 19:15 Uhr Zuhause? Hund into duschen into essen und eigentlich hätte ich dann schlafen gehen sollen. Glaub mir ist etwas dezent der Kreislauf abgeschmiert weil ich kreidebleich war .-. sogar meine Lippen. Aber mein innerer Teufel hat mich geritten und war der Meinung ich müsse noch drei TFT Spiele spielen für die EXP Kugel. Man bekommt doch mehr EXP wenn man vorher Spiele absolviert, oder? Diese fünf \"Balken\" ... \n\nWar jedenfalls eine Qual sich bis irgendwas zwischen 22Uhr und 22:30 Uhr wach zu halten. Denn die Nächte sind bei dieser Wärme/ Schwüle auch zum kotzen. Vor allem wenn man noch von so einer scheiß Mücke penetriert wird °-°\n\nAußerdem war meine Mama so nett auf dem Balkon, direkt vor meinem riesen Fenster eine Kette mit Solar-Leuchtkugeln aufzuhängen XD Wäre es wenigstens vor der Balkontüre gewesen ... da kann ich ein Rollo runter machen das auf der Innenseite befestigt ist. Aber das Fenster hat nur so ein Außenrollo und wenn ich das GANZ runter lasse, kommt auch keine Luft mehr rein. Also leuchtet mein Schlafzimmer nachts als wäre es Vollmond °-°\n\nIch frühstücke jetzt. Hab mein Wasser vergessen c.c WP\n\nP.S.\nMir tut der Finger weh beim scrollen >.&lt;","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T07:06:49.255+0000","up_votes":1,"down_votes":0,"body":"> Rosario + Vampire\n\nHätte nie gedacht, dass ich diese Worte mal in den Mund nehmen darf, aber: The Manga was better! \n\nBam. Jetzt fühle ich mich auch mal cool :*","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T07:37:15.883+0000","up_votes":1,"down_votes":0,"body":":o Du darfst alles in den Mund nehmen was du möchtest!","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T07:52:24.371+0000","up_votes":1,"down_votes":0,"body":"Uuuuuuuuiiiii, darf ich?\nNa, dann komm mal her und lass mich deine... [Nutzer würde für 14 Tage vom Forum verbannt]","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T07:54:55.738+0000","up_votes":1,"down_votes":0,"body":"O.O Wieso bekommst du einen 14 Tage Bann, wenn du doch nur was von meiner Nektarine oder der Mango haben wolltest? :o","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T10:13:04.233+0000","up_votes":1,"down_votes":0,"body":"Weil ich etwas zu sehr ins Detail gegangen bin, welche Teile von dir ich mal gerne in den Mund nehmen möchte ;)\nKommt davon, wenn du mir solche Möglichkeiten eröffnest...","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T10:37:13.640+0000","up_votes":1,"down_votes":0,"body":":> Du hättest auch die Milka Schokolade nehmen können!","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T10:46:39.261+0000","up_votes":1,"down_votes":0,"body":"Aber weißt du, was noch knackiger und köstlicher ist als eine Tafel Schokolade? Dein Hint_mmmmmmmpf_ _*_ _von hinten gepackt und aus dem Thread gezerrt werd_ _*_","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:08:53.233+0000","up_votes":1,"down_votes":0,"body":":DDDDD Jetzt geht's aber los, hm?\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T11:15:13.577+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:26:59.710+0000","up_votes":1,"down_votes":0,"body":"Ach mein kleiner Eismann\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T12:06:36.786+0000","up_votes":1,"down_votes":0,"body":"Na... Nani?! D... du erinnerst dich wieder? An meine Nebenbeschäftigung, mit welcher ich hier vor über einem Jahr hier erstmals aufgetaucht bin?\n\nIch bin zu Tränen gerührt. Hier, die Schokladensoße, die kennst du noch, oder? Ich rein dich jetzt damit ein und dann... :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T12:20:44.894+0000","up_votes":1,"down_votes":0,"body":"Dieses Nani verstehe ich auch nie :o \n\n\"Wieder\" erinnern? Ich weiß die ganze Zeit wer du bist du Nudel :p\n\nWarum will mich denn heute jeder einreiben?\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T05:28:19.171+0000","up_votes":1,"down_votes":0,"body":"Mir kommt es gar nicht vor als wäre schon ein Jahr vergangen. Kann doch nicht wahr sein! D:\n\nAlso wenn das einreiben mit einer Massage verbunden ist, dann bitte. Ich werde mich nicht wehren :o","replies":[]},{"id":"","poster":"INoKami","date":"2019-08-27T14:44:53.655+0000","up_votes":1,"down_votes":0,"body":"Ja aber es ist doch schon so lange her und dieses Jahr habe ich meinen Stand gar nicht aufgemacht...\n\nUnd ich darf einreiben, wen, wann, wo und wie viel ich will. Du solltest lieber dieses Privileg genießen und ausnutzen anstatt solche blöden Fragen zu stellen!","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2019-08-27T12:22:17.370+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0002000400000000000000000000000000000001000000000000,timestamp=2019-08-27T12:20:44.894+0000)\n>\n> Dieses Nani verstehe ich auch nie :o \n> \n\n\nhttps://www.youtube.com/watch?v=dNQs_Bef_V8","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:10:25.971+0000","up_votes":1,"down_votes":0,"body":"Gehst du mir gerade fremd? o.O","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:14:48.736+0000","up_votes":1,"down_votes":0,"body":"Bitte was?\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:18:01.233+0000","up_votes":1,"down_votes":0,"body":"Bin ich dir etwa nicht mehr gut genug?","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T05:53:09.527+0000","up_votes":1,"down_votes":0,"body":"Ja +-* ich hab es gestern auch noch gesehen spät am Abend.\nSie haben tatsächlich die Antisternwächter rausgebraucht wie es bisher aussieht. \nIch hoffe man kann die Form ändern. Diese Dunkle sieht zwar nice aus aber während der Backportanimation wird Xayah nochmal pink/Rosa das sieht auch gut aus. \n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:01:44.510+0000","up_votes":1,"down_votes":0,"body":"Ich denke nicht das man die Form ändern kann ._. Wieso sollte man auch?\nVielleicht gibt es genug Chromas die man sich dann raus picken kann.\n\nGestern hab ich bei Surrender@20 schon in den Kommentaren gelesen das man eine \"Bösewicht\" Reihe vermutet. Sogar das bisher bestehende SG Skins einfach umgewandelt werden. Zum Beispiel aus SG Soraka einen gefallenen SG macht. War halt immer die Rede von \"Vallians\". Glaub dann hätte ich aber geweint XD Das wäre wie eine zweite Auflage der Pyjama Skins gewesen >.&lt;\n\nAls die Rede von den \"Bösewichten\" war, hab ich noch gedacht \"Uff ... vielleicht hat Strife Glück und kriegt doch noch seinen Xayah Skin\" XD\n\nAber dann sind wir ja beide Abstauber diese Season =p du bekommst SG  Xayah und ich Victorious Karma &lt;3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:08:25.065+0000","up_votes":1,"down_votes":0,"body":"Weil die Form sich während des Baseports ändert und das schwarz weggehet.\nIn der nicht verdorberen Form steckt auch viel mühe die schaut bei Xayah nice aus auch wenn man sie nur für ein paar Sekunden sieht. \nEs gab doch ein Spoiler mit den Starguardians wo geschrieben wurde das Syndra die Böse sein wird. Scheint wohl Neeko zu sein. \n\nDas mit deiner Karma steht aber noch fest.\nIch hoffe erstmal das Karma irgendwann ein gute Stimme bekommt. \nEine der wenigen deutschen Stimme in League die ich nicht mag zumindest die neue.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:27:50.292+0000","up_votes":1,"down_votes":0,"body":"Ich find die Stimme von Kled mit seinem Berliner Akzent grässlich.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:08:24.588+0000","up_votes":1,"down_votes":0,"body":"Einer der Hauptgründe, Lol nur auf englisch zu spielen xD.\n\nWobei ich das schon seit Anfang mache, aber solche Ausrutscher wie mit Kled überzeugen mich immer wieder aufs Neue...\n\nIn englisch ist gerade er richtig klasse vertont ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:26:39.254+0000","up_votes":1,"down_votes":0,"body":"Korrekt. \nI might have overreacting with you unlawfully entering my property... BUT I DONT THINK SO!","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:34:16.413+0000","up_votes":1,"down_votes":0,"body":"It's you birthday Skarl... Let's bake a Murder Cake!!\n\nAh, wunderbar xD","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:32:21.759+0000","up_votes":1,"down_votes":0,"body":"Ich finde das voll genial. *-*","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-27T06:20:32.635+0000","up_votes":1,"down_votes":0,"body":"Neeko könnte niemals irgendwas mit 'böse' zu tun haben D: Ihr \"Abwandlung\" ist lediglich der Prestige Skin c.c\n\nUnd doch. Karma steht fest. Ich habe die Situation analysiert und alles weitere beschlossen und in die Wege geleitet. Merke dir meine Worte. Es wird Karma. Gibt keine andere Option. Außer Corki. Aber Corki hat Corgi-Corki. Das ist OP genug!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:24:13.520+0000","up_votes":1,"down_votes":0,"body":"Ach fuck ich habe Neeko mit Zoe vertauscht glaube ich. :((\nIch bin müde Schatz du hast mich wieder die ganze Nacht wachgehalten. \n\nAber es könnte auch Nami sein. Oder Akali. Oder Irelia. vllt auch Cassio..\nOder es wird MF. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:34:46.580+0000","up_votes":1,"down_votes":0,"body":"#KARMA\n\nKeine Diskussion möglich! Der Skin wird bereits vorbereitet!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:46:03.040+0000","up_votes":1,"down_votes":0,"body":"Karma an deinem Popo :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:48:32.915+0000","up_votes":1,"down_votes":0,"body":"Solange sie den Victorious Skin hat =p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:54:22.930+0000","up_votes":1,"down_votes":0,"body":"Nein den bekommt Garen!!!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:12:08.623+0000","up_votes":1,"down_votes":0,"body":"Mhhh :/","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:33:02.131+0000","up_votes":1,"down_votes":0,"body":":o waaaaaas deeennnnnnn","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:00:58.731+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht was ich davon halten soll :0","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-08-27T06:30:43.192+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0002,timestamp=2019-08-27T05:45:42.446+0000)\n>\n> Der letzte Anime hört sich an wie **\"The Testament of Sister New Devil**/ Shinmai Maou no Testament\" wo mir einfällt das ich auch sehr gerne **\"Rosario + Vampire\"** geguckt habe :o\n\nDie kenn ich auch  ( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:36:29.019+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nie genau was  ( ͡° ͜ʖ ͡°) bedeuten soll >.&lt;","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:41:35.423+0000","up_votes":1,"down_votes":0,"body":"Erklär ich dir mal in einer ruhigen Nacht ( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:45:45.959+0000","up_votes":1,"down_votes":0,"body":":o Das es etwas schmutziges ist, habe ich mir schon gedacht!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:52:51.048+0000","up_votes":1,"down_votes":0,"body":"Gedacht oder gehofft?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:56:36.023+0000","up_votes":1,"down_votes":0,"body":"Eigentlich weder noch XD ich wusste es ist etwas schlitzohriges! Und Google hat mich bestätigt. Hab es direkt anhand des Beispiels verstanden :>\n\n> Es ist zu verstehen im Sinne von „Du weißt schon, was ich meine“, mit einem Zwinkern. Damit kann z.B. etwas Sexuelles gemeint sein.\n\n>Beispiel:\n\n>Lisa: „Er kam dann einfach.“\nMax: „( ͡° ͜ʖ ͡°)“\nLisa: „Ungefragt, zu mir nach Hause.“","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-27T07:08:42.802+0000","up_votes":1,"down_votes":0,"body":"Google hat da sogar Max zitiert? :O","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T07:34:07.312+0000","up_votes":1,"down_votes":0,"body":"XD Offensichtlich","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:58:42.377+0000","up_votes":1,"down_votes":0,"body":"Good guy Google.","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-08-27T06:55:50.552+0000","up_votes":1,"down_votes":0,"body":"Diesmal: Sowas in der Art:\n\nhttps://www.derstandard.at/story/2000106862750/hentais-animierte-kinderpornografie-in-oesterreich-weiterhin-legal?ref=article&amp;fbclid=IwAR3ymu9eBNUeuahN6QaqFBDQ9nS6kQw4-EDzKfjPMb7cSqxFl9fggJ8sCSk\n\n☝️ Zeitungsartikel von Gestern\n\n{{sticker:sg-miss-fortune}}","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:41:58.258+0000","up_votes":1,"down_votes":0,"body":"( ͡° ͜ʖ ͡°)","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:20:02.328+0000","up_votes":1,"down_votes":0,"body":"Why no Urgot","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:31:48.539+0000","up_votes":1,"down_votes":0,"body":"Eines fernen Tages!\n\nAber jetzt wurden erst Mal die neuen SG's bekannt gegeben. Vielleicht beim nächsten Schwung!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:35:13.390+0000","up_votes":1,"down_votes":0,"body":"Der wird, genau wie Poolparty Ahri auf ewig ein Meme bleiben. Sad life.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:46:55.246+0000","up_votes":1,"down_votes":0,"body":"Du glaubst doch nicht wirklich das Poolparty Ahri ein Meme bleiben wird?\n\nVielleicht ist sie nächstes Jahr schon dabei. MERK DIR MEINE WORTE!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:54:16.412+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich haben sie es sich nicht getraut bei der ganzen Sexismusdebatte dieses Jahr Poolparty Skins zu veröffentlichen. Sehr schade.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T07:18:26.262+0000","up_votes":1,"down_votes":0,"body":"Nein °-°\n\nTatsächlich wechseln sich die Events ab.\n\nLetztes Jahr gab es das Poolparty-Event aber kein Arcade-Event. Dieses Jahr gibt es Arcade aber kein Poolparty. Nächstes Jahr gibt es also wieder Pooparty Skins.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:07:07.047+0000","up_votes":1,"down_votes":0,"body":"Ich möchte ein Sekretärinnen skin der bei angrifen ein Blaues Auge bekommt ^^","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-27T07:10:01.540+0000","up_votes":1,"down_votes":0,"body":"Nimm die \"Direktorin Fiora\" die kommt rein optisch relativ nahe an eine Sekretärin ran :P","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:08:40.738+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nDu müsstest es doch durch Max gewohnt sein vom einen kleinen Stachel penetriert zu werden :D \n\nAhhh ich konnte nicht anders ^^' \n\nTFT hab ich komplett aufgegeben vorerst. Macht keinen Spaß mehr :/ \n\nDafür hab ich vayne angefangen zu spielen und von den letzten 15 games 11 gewonnen :3 \n\nUnd natürlich super lieb von deiner Mama das sie an dich denkt und dein zimmer ausleuchtet :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:27:05.026+0000","up_votes":1,"down_votes":0,"body":"Vayne lasthitten ist schrecklich. \nDa bekomme ich auch Bauchschmerzen von. :((","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T06:28:20.633+0000","up_votes":1,"down_votes":0,"body":"same ^^ selbst auf der oberen Linie hab ich immer derbst schlechte CS Zahlen mit ihr :D was solls, für Dia reichts mit ihr ¯\\\\\\_(ツ)_/¯","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:05:11.074+0000","up_votes":1,"down_votes":0,"body":"Klar bei deinen Low Elo Clown Fiestas :D geht's nur um kills da sind die CS egal :D :P","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:07:31.621+0000","up_votes":1,"down_votes":0,"body":"true ^^","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:04:11.125+0000","up_votes":1,"down_votes":0,"body":"Ja es gibt bei ihr so einen Punkt an dem mir die minions immer mit 1 HP überlebt und ich sie dann verpasse ^^ \n\nAber alles wohl ne sache der Übung :)","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-27T06:18:17.806+0000","up_votes":1,"down_votes":0,"body":"> Du müsstest es doch durch Max gewohnt sein vom einen kleinen Stachel penetriert zu werden :D\n\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} \n\nNaja. Ich spiele TFT gerade nur auf meiner Großen, weil ich die Map Skins haben will XD Ich muss also Punkte farmen. Einfach spielen und Missionen erfüllen. Scheiß drauf wie x.x Wenn ich in der Woche abends spiele kann man eh nichts erwarten und ich troll mich selbst bis zum geht nicht mehr. Hauptsache die Punkte kommen rein. Wobei ich gestern nur einmal fünfter geworden bin und zwei mal zweiter. Glaub ich XD \n\nMein Kirschkern darf noch Rankeds spielen. Wobei die jetzt am Sonntag auch Silber 4 geworden ist .-.\n\n:o Also auch ein Vayne abuser. Tja. Wer hätte gedacht das Max mal etwas hilfreiches in die Welt trägt? XD\n\nJa ... ganz toll von meiner Mama XD Mal gucken was sie davon hält wenn ich ihr so einen riesen Strahler hinstelle :3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:27:40.999+0000","up_votes":1,"down_votes":0,"body":"Tft werde ich nur noch 8. Oder 7. Das bringt keinen Spaß mehr ^^' \n\nMir wurde schon oft geraten vayne zu spielen aber ich wollte keiner dieser Leute sein die champs picken nur weil sie stark sind :( \n\nAber in letzter Zeit hab ich mit allem adc's die ich gespielt habe nur verloren. Also hab ich doch vayne probiert und naja .... Es läuft \nHab mir sogar diesen skin für 10 Edelsteine geholt hatte noch ein paar davon rum liegen ^^ \n\nNaja mal schauen wie lange es mit vayne gut läuft Vilt wird es ja mein neuer Main ^^ \nHab auch gleich Max einen Screenshot geschickt weil er mit schuld daran hat ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:41:51.178+0000","up_votes":1,"down_votes":0,"body":"\\o/ Seelenstehler Vayne war der erste Hextech Skin aus der Werkstatt den ich aus einer Kiste gezogen habe. Seitdem verfolgt sie mich XD wenn ich einen Hextech Skin aus 'ner Kiste ziehe ... dann Seelenstehler Vayne. Bestimmt schon dreimal >.&lt;\n\nHm. Eigentlich sollten alle ADCs gut sein. Hab leider nicht mitbekommen ob Vayne einen Buff abbekommen hat und andere nicht. Weil so finde ich nicht hat sie sich verändert .-. sie war schon immer eine Bombe ab einem gewissen Zeitpunkt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:03:17.923+0000","up_votes":1,"down_votes":0,"body":"Ne hat keinen buff bekommen ausser neulich ein paar Anpassungen glaub ich :0\n\nIhr early ist auch echt mit Vorsicht zu genießen aber also mir kommt es so vor ab Bork kann man ganz gut fight eingehen. \n\nIch muss halt mehr mit ihr üben aber wie gesagt im Moment läuft es noch ganz gut :3","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:31:59.035+0000","up_votes":1,"down_votes":0,"body":"Noch 1,5 Stunden dann geh ich nach Hause.\nMeine Kollegin mit den roten Haaren bleibt heute länger da, weil sie noch gerne ein paar Arbeiten zusammen mit Frau Pferd erledigen möchte.\nDie beide sind neuerdings beste Freundinnen. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T13:01:13.655+0000","up_votes":1,"down_votes":0,"body":"XD Ich hab keine Kollegin mit roten Haaren!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T13:12:22.268+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T13:16:24.870+0000","up_votes":1,"down_votes":0,"body":"Was denn? Wenn du die Angestellten hier schon klaust dann bitte richtig =p Gaby ist blond!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T13:19:25.597+0000","up_votes":1,"down_votes":0,"body":"Ich meinte aber dich damit. :D \nDas ist doch der Witz daran das du dich mit Pferd gut verstehst. :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T13:28:10.137+0000","up_votes":1,"down_votes":0,"body":"Ich hab aber auch keine roten Haare! Momentan jedenfalls nicht :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T13:37:06.439+0000","up_votes":1,"down_votes":0,"body":"Aber in meinem Kopf schon. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T13:40:18.652+0000","up_votes":1,"down_votes":0,"body":"Ja =p in deinem Kopf gehen auch andere seltsame Dinge vor sich :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T13:48:06.280+0000","up_votes":1,"down_votes":0,"body":"Nicht so schlimme wie bei dir. :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-28T05:15:24.137+0000","up_votes":1,"down_votes":0,"body":"Ich würde sie nicht als schlimm bezeichnen x.x eher verwirrend. Anstrengend.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-27T09:52:07.508+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern im Zug geschnarcht auf der Heimfahrt. Und da stand so eine alte Frau neben mir die mich einfach instant und brutal ausgelacht hat. Leider war ich etwas Schlaf-Benebelt und bin einfach in ihr Gelächter mit eingefallen XDDDDDDD Und ich glaube das hat alles noch schlimmer gemacht.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:53:15.384+0000","up_votes":1,"down_votes":0,"body":"Hast du nicht letztens noch erzählt das du nicht schnarchst und selbst wenn weckt dich dann Natascha? o.O","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:57:35.256+0000","up_votes":1,"down_votes":0,"body":"Aber Natascha hatte frei gestern x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:21:34.148+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht erlaubt.\nWas nimmt die sich bitte heraus?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T10:40:38.449+0000","up_votes":1,"down_votes":0,"body":"Sie zieht ihren Mann mir vor. Eiskalt.\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:54:39.439+0000","up_votes":1,"down_votes":0,"body":"Sie ist wenigstens eine gute Ehefrau.\nDu kümmerst dich ja nie um mich wenn ich zuhause bin. >.&lt;","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:13:27.466+0000","up_votes":1,"down_votes":0,"body":"D: Weil ich nicht deine Ehefrau bin?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:16:45.448+0000","up_votes":1,"down_votes":0,"body":"Doch ich habe einen Vertrag!!!\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:26:34.284+0000","up_votes":1,"down_votes":0,"body":"Aber was denn für einen Vertrag? Ich habe noch nie einen gesehen!\n{{sticker:sg-janna}} \n\nUnd wenn man es so genau nimmt bin ich mit Äffchen verheiratet. Discord ist unser Zeuge. Sofern Max nicht irgendwas verhunzt und gelöscht hat O.O","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:28:08.339+0000","up_votes":1,"down_votes":0,"body":"Aber ich hab dich dort gesagt wenn mir dieses Äffchen in die quere kommt dann muss ich leider mit ihm eine Runde spazieren gehen im Rosengarten. :) \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:33:20.402+0000","up_votes":1,"down_votes":0,"body":"Finger weg!\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:35:32.269+0000","up_votes":1,"down_votes":0,"body":"Das ist eine Sache unter Männer. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T11:37:27.458+0000","up_votes":1,"down_votes":0,"body":"Wenn meine Eier größer sind Monis, dann stecke ich dich auch locker in die Tasche :3","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T13:16:01.933+0000","up_votes":1,"down_votes":0,"body":"Hatte ich.\n\nEin Toast und 1x Nektarine + 1x Mango + ein bisschen Naturjoghurt oben drauf :o","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T13:12:51.460+0000","up_votes":1,"down_votes":0,"body":"Warum hast du nichts zu essen dabei? o.O","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T13:00:13.890+0000","up_votes":1,"down_votes":0,"body":"Und ich hab jetzt noch mehr Hunger\n{{sticker:sg-soraka}}","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:46:16.720+0000","up_votes":1,"down_votes":0,"body":"Das hört sich erotisch an. :)","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T12:40:47.693+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000e000000000000000000000000000100000000000000000000000a,timestamp=2019-08-27T12:30:33.131+0000)\n>\n> Seit wann hat eine Nudel den Arme?\n\nNatürlich reibe ich mich nicht so ein °^° Es ist eher ein wälzen ...","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:30:33.131+0000","up_votes":1,"down_votes":0,"body":"Seit wann hat eine Nudel den Arme?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T12:22:50.697+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000e0000000000000000000000000001000000000000000000000008,timestamp=2019-08-27T12:21:25.459+0000)\n>\n> #DU BIST EINE NUDEL\n\nDie sich selbst einreiben kann °^°","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:21:25.459+0000","up_votes":1,"down_votes":0,"body":"#DU BIST EINE NUDEL","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T12:17:07.430+0000","up_votes":1,"down_votes":0,"body":"D: Nicht auf meiner","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:07:19.169+0000","up_votes":1,"down_votes":0,"body":"Die Betonung liegt auf NUDEL","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T11:58:38.147+0000","up_votes":1,"down_votes":0,"body":"Genau. Die Betonung liegt auf **NICHT** XD","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:53:03.531+0000","up_votes":1,"down_votes":0,"body":"Ich hab welche da. :)\nDu bist ja eine Nudel also könnte ich dich doch damit einreiben oder nicht?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T11:46:18.626+0000","up_votes":1,"down_votes":0,"body":"Nudeln mit Barilla Calabrese Sauce wäre jetzt mega! x.x","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:44:17.044+0000","up_votes":1,"down_votes":0,"body":"Wenn sie kleben bleiben sind sie al dente^^","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T11:42:58.150+0000","up_votes":1,"down_votes":0,"body":"Jetzt bin ich mit den Kommentaren durcheinander gekommen XD\n\nUnd nein!\n\nWeder Ehestreit, noch darfst du meine Eier bewundern :p","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:41:20.406+0000","up_votes":1,"down_votes":0,"body":"Damit hätten wir unseren ersten Ehestreit. :)\nAber legt mal auf den Tisch was du hast ich schaue mir das gerne an. :P","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-27T11:15:12.937+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/4JXOk5UoenqMBmJauY/giphy.gif","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-27T10:17:03.292+0000","up_votes":1,"down_votes":0,"body":"Warum sollte so was schlimm sein? \n\nSchnarchende Mädchen sind süß.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T10:40:04.016+0000","up_votes":1,"down_votes":0,"body":"Naja. Das schnarchen an sich im Zug ist immer so ein kurzes lautes auf-schnarchen. Wie ein grunzen XD Mir ist das mal am Strand passiert, woraufhin ich fast von meiner Liege aufgesprungen bin und gerufen habe: Ich hab mich nur verschluckt! Alles gut! °-°\n\nUnd gestern war es eher diese Lacherei die schlimm war XD\n\nIch war benebelt. Habe die Frau kaum gekannt. Konnte gerade so meinen Kopf heben. Habe irgendeine Grimasse gezogen und dann mit gelacht XD die ersten paar Sekunden kann ich nicht mal sagen ob ich sogar versucht habe sie zu übertönen und somit \"überschrien\" habe XD oder ob das noch im Bereich des normalen war.\n\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T10:58:40.656+0000","up_votes":1,"down_votes":0,"body":"Klingt manisch, als wäre auch ein Niederschlagen der Frau im Bereich des Möglichen gewesen ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T12:02:31.288+0000","up_votes":1,"down_votes":0,"body":"Ausschließen würde ich es auch nicht c.c","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:05:34.746+0000","up_votes":1,"down_votes":0,"body":"*Stellt sich Kernchen vor, wie sie eine alte Frau per Handkante niederschlägt und dann mit einem manischen \"NyagNyag\" aus dem Oberfenster klettert*","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T12:07:24.138+0000","up_votes":1,"down_votes":0,"body":"Nur das ich nicht irgendwo raus klettern würde ... Ich hätte mich wieder in den Sitz fallen lassen um die restlichen 20 Minuten noch weiter zu schlafen XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:11:11.237+0000","up_votes":1,"down_votes":0,"body":"Sorry, ich hab jetzt halt das Bild, wo du wie eine Spinne aus der Luke krabbelst...","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T12:24:06.594+0000","up_votes":1,"down_votes":0,"body":"._. Dann darfst du es behalten","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:25:15.921+0000","up_votes":1,"down_votes":0,"body":"Mach ich auch, wird eingerahmt :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T12:26:01.170+0000","up_votes":1,"down_votes":0,"body":":o Mit Soundeffekten für die Wirkung?","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:52:01.305+0000","up_votes":1,"down_votes":0,"body":"#NYAG-NYAG!!!","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:45:52.012+0000","up_votes":1,"down_votes":0,"body":"Was ich schon immer mal wissen wollte ist dafür das \"Monni\" eigentlich steht?\nIch denke da immer das es eine Abkürzung für Monika ist aber du bist ja männlich also würde das kein Sinn machen. :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:47:27.620+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ist es ja ein Name, mit dem ich immer absichtlich auf Herrenfang gehen möchte um sie alle hinters Licht zu führen?\n\nAndererseits, dann wäre \"Metalmoni\" wohl der bessere Name gewesen...\n\nÜberhaupt, bist du dir ganz sicher, dass ich männlich bin?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:49:40.199+0000","up_votes":1,"down_votes":0,"body":"Ja das würde ansonsten mein Weltbild zerstören.\nIch hab mich schon voll und ganz darauf eingestellt.\nAnderes kann ich auch nicht mehr einschlafen. :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:53:14.101+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch nicht recht was ich davon halten würde, wenn du plötzlich anfingst mich anzubaggern... \nLassen wir es lieber so wie es ist :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:54:55.048+0000","up_votes":1,"down_votes":0,"body":"Das finde ich auch. \nZum anbaggern reicht Tamara auch vollkommen aus. :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:56:11.087+0000","up_votes":1,"down_votes":0,"body":"Ach, du hast ja gar keine Ahnung was dir entgeht...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:56:59.491+0000","up_votes":1,"down_votes":0,"body":"Wieso? \nWürde es dir gefallen man jemand dein Bart streichelt?","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:58:32.282+0000","up_votes":1,"down_votes":0,"body":"Also bitte, ich hab keinen Bart.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:04:56.457+0000","up_votes":1,"down_votes":0,"body":"Sorry bei Metaller denke ich an große fies guckende Männer mit Vollbart die komplett in schwarz gekleidet sind.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:09:30.185+0000","up_votes":1,"down_votes":0,"body":"Guck mal, Wacken :)\n\nhttps://www.emma.de/sites/default/files/styles/width_986px_2by1/public/upload/field_teaser_image_flat/2018/06/2018_06_15_wacken_f.jpg?itok=9IQX4XnB","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:13:26.726+0000","up_votes":1,"down_votes":0,"body":"Aber aber :8 Wir haben uns doch darauf festlegt das alles beim alten bleibt. :(","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:26:08.414+0000","up_votes":1,"down_votes":0,"body":"O steht für Omega\nN steht für nuklear\nN steht für neuartig\nI steht für Igelkampfroboter \n\nAlso bist du ein mysteriöser nuklearer neuartiger Igelkampfrobotor richtig?","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-08-27T12:20:39.597+0000","up_votes":1,"down_votes":0,"body":"Das \"M\" steht für Mysterium :P","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T12:16:14.722+0000","up_votes":1,"down_votes":0,"body":"Was bedeutet das monni nun eigentlich?","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-08-27T12:15:15.486+0000","up_votes":1,"down_votes":0,"body":"Na gut ;)","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2019-08-27T12:20:45.671+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000e00010002000000000000000000000000000000000000,timestamp=2019-08-27T12:09:30.185+0000)\n>\n> Guck mal, Wacken :)\n> \n> https://www.emma.de/sites/default/files/styles/width_986px_2by1/public/upload/field_teaser_image_flat/2018/06/2018_06_15_wacken_f.jpg?itok=9IQX4XnB\n\nSieht so aus, als ob ihr da im Wattmeer feiert . Hinten links ist doch ein schwarzgekleideter Mann mit Bart .","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T12:23:07.100+0000","up_votes":1,"down_votes":0,"body":"Ist leider nicht von mir das Bild, ich war schon ein paar Jahre nicht mehr da :D. Hab es nur aus dem Internet gezogen um zu beweisen, dass dort tatsächlich deutlich mehr Weibsvolk anwesend ist, also so manch einer denken mag ;).\n\nAber ja, ist immer ganz schön schlammig dort ^^. Das wird auch immer noch der Fall sein, wenn ich irgendwann mal wieder hin fahre :)","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:22:43.253+0000","up_votes":1,"down_votes":0,"body":"1 Hour of Soft Loli Breathing","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T10:24:11.828+0000","up_votes":1,"down_votes":0,"body":"?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:25:47.781+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=-5ycehqua-M&amp;t=","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T10:28:25.021+0000","up_votes":1,"down_votes":0,"body":"xD. Das geht dann doch zu weit, ist ja nicht so, dass ich die Geräuschkulisse explizit *suchen* würde xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:38:32.665+0000","up_votes":1,"down_votes":0,"body":"Sorry ich dachte ich tue dir damit etwas gutes. :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:17:03.341+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern tatsächlich ein paar Stunden HOI 4 gespielt.\nIch bin ein totaler Noob was dieser Truppenbewegungen angeht aber ich dachte mit dem neuen System gehen Angriffbefehle viel leichter.\nOmg hab ich hard an Polen gefailt. Die haben sind Ostpreußen genommen und kurze Zeit später greift Russland mit an und nachdem Polen dann gefallen ist bleibt Ostpreußen in russischer Hand weil es zum Zeitpunkt der Niederlage von Polen eben von Russland besetzt war. \n#EPIC FAIL\n\nIch wollte mich echt nochmal mit dem Tutorial auseinandersetzten aber ich weiß noch ob meine Motivation lange genug anhalten wird HOI4 zu spielen das sich die Zeit zu lernen der Spielmechaniken auch wirklich lohnt. :(","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:24:15.927+0000","up_votes":1,"down_votes":0,"body":"Falls du da Fragen zu hast... Ich hab ein \"bisschen\" Erfahrung mit dem Spiel...\n\nhttps://i.imgur.com/UFRtPPo.jpg\n\nhttps://i.imgur.com/Wyn82WE.jpg\n\nEdit.:\nAus irgendwelchen Gründen wird mir die Vorschau wieder nicht angezeigt, aber auf die beiden Kästchen klicken klappt zumindest xD. Hat jemand einen Tipp, wie ich die Dinger hier als Vorschau sichtbar bekomme?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:42:19.176+0000","up_votes":1,"down_votes":0,"body":"Und ich dachte ich wäre schlimm mit Victoria und Victoria 2:\nhttps://imgur.com/a/NqLBiBY","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:55:19.368+0000","up_votes":1,"down_votes":0,"body":"Ach du... erst ab ~700 Stunden versteht man Hoi4 wirklich halbwegs und kann anfangen, die schweren Errungenschaften im Ironman zu sammeln :D\n\nMeine Strategie für das folgende Achievement geht auf keine Kuhhaut:\n\n30 Minutes of Hel\nAs Poland in the 1939 “Blitzkrieg” scenario start, inflict over 1,800,000 casualties to Germany without surrendering.\n\nNach ca 20 Fehlversuchen (Polen ist mit nur einem Monat Vorbereitung echt nicht zu verteidigen) folgende Taktik:\n\n- Innerhalb von einem Monat als Polen 20% Faschismus erreichen, auf die deutsche Kriegserklärung warten. \n- Wenn Deutschland den Krieg erklärt - faschistischen Aufstand starten, Bürgerkrieg als falangelistisches Polen starten. \n- Den Achsenmächten beitreten. \n- Deutschland erobert mir mein Land zurück (Verfluchte Demokraten!)\n- Dann, wenn die Armee aufgebaut ist, einmal kurz die KI exploiten, Luftlandung mit Fallschirmjägern in einem englischen Hafen, die Royal Navy mit ein paar Billo Brigaden auf Transportschiffen in einer Seeschlacht binden, Hauptstreitmacht rüber, England kapitulieren, 2. Weltkrieg endet im Jahr 1940, nachdem Polen London erobert. \n- Achsenmächte verlassen.\n- Während Deutschland mit Frankreich und Griechenland beschäftigt ist, erobere ich mir ein paar Sachen, Das Baltikum, Schweden, ggf Finnland...\n- Wenn die UDSSR mich angreift bin ich stark genug um die einfach in ein paar Jahren wegzurotzen. \n- Der Polen-Schweden-Sowjetunion Superstaat kann Deutschland dann Easy Peasy vernichten, 1.800.000 Verluste zufügen ist dann kein Ding :D\n\nJeder Historiker würde im Grab rotieren xD. Oder auf seinem Drehstuhl xD. Vermutlich fällt auch Stäbchen ins Koma wenn er das liest xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:13:46.183+0000","up_votes":1,"down_votes":0,"body":"Da hätte jemand offensichtlich sein Spaß. :D\nIch hab eine menge Videos zu HOI4 gesehen da kann man echt eine menge scheiße machen. \n\nIch müsste das mal ernsthaft spielen seitdem ich weiß wie einfach man Zählen in Dateien umschreiben kann bei Parodox spielen irgendwelche komischen Cheats auszuprobieren. :) \nFrüher hatte ich mal den Forschungsboni von easymode auf 90% gestellt und einfach bis 1939 alles erforscht was möglich war. \nIch sollte mit dem cheaten vllt aufhören. >.&lt;","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:17:08.627+0000","up_votes":1,"down_votes":0,"body":"Das hab ich nie gemacht, das verhindert vermutlich auch den Iron man Modus... \n\nIch will ja alle Achievements haben.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:25:25.362+0000","up_votes":1,"down_votes":0,"body":"Das kann sein. :)\nHast du nach über 1000 Stunden noch nicht alle? o.O","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:33:00.451+0000","up_votes":1,"down_votes":0,"body":"yoyo, hab alle ^^. \n\nDas Zweit schwierigste war dieses Punkstück hier....\n\nCrusader Kings 2\nAs South Africa, finish the Anti-Colonialist Crusade focus, release all European colonies via the focus, and take London.\n\nHint:\nHab als Südafrika am Ende China als Marionette verwendet um England zu besiegen. Was auch sonst xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:28:55.402+0000","up_votes":1,"down_votes":0,"body":"Hmm..ich möchte auch ein paar Erfolge machen aber scheinbar muss ich dazu das Spiel neu runterladen. >.&lt;","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:45:00.004+0000","up_votes":1,"down_votes":0,"body":"Vermutlich... \n\nUnd im Ironman spielen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T11:48:32.108+0000","up_votes":1,"down_votes":0,"body":"Yes ik.\nDer Garrysmodthread ist endlich weg. ^^ \nDu weißst es ja nicht weil kaum da bist aber das ging mir schon lange auf die Nerven.\nDer sucht gefühlt jeden zweiten Tag nach Leuten für Garrys Mod hier im Lol-Forum. >.&lt;","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:52:14.592+0000","up_votes":1,"down_votes":0,"body":"Nee, ist mir heute das erste mal aufgefallen ^^","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T09:24:50.744+0000","up_votes":1,"down_votes":0,"body":"Mit was kann man das Spiel gut vergleichen ? \nMehr echt Zeit Strategie oder eher etwas gemächlicher ? \nOder mehr Richtung total war Reihe?","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:32:03.531+0000","up_votes":1,"down_votes":0,"body":"Hm, Wie kann man das erklären... \n\nEs ist pausierbare Echtzeit, die langsamst-mögliche Geschwindigkeit ist schon sehr langsam. Alles spielt sich auf dieser Strategiekarte ab, also keine Echtzeitschlachten alá Total War. \n\nWäre auch dumm, du spielst immerhin den zweiten Weltkrieg nach, an der Ostfront hast du gut und gern schon mal ~100 Gefechte gleichzeitig. Die berechnen sich dann automatisch, Anhand von Werten wie der Zusammenstellung der beteiligten Divisionen, Menge der Divisionen die mit machen, Winkel von dem aus sie angreifen, sind es Unterstützungsangriffe oder \"echte\", Gefechtsbreite, Geländer, Flussüberquerung, Nachschubstatus, Wetter, Untergrundbeschaffenheit (Schlamm, Schnee, Frost etc.)...\n\nDie ganzen Variablen muss man aber nicht zwingend im Kopf haben und man muss auch nicht alles Micromanagen. Die KI kann einem so was wie Fronten ziehen und rudimentäre Angriffe und Offensiven abnehmen, wichtige Offensiven spiele ich aber immer selbst. \n\nDer Sieg kommt, indem man feindliche Divisionen mit schnellen Truppen einkesselt und gleichzeitig die eigenen Linien offen hält. Das bekommt die KI nicht hin... \n\nWährenddessen baut man sein Land aus, forscht an neuen Waffen, legt fest in welche Richtung die Politik geht und bildet Divisionen aus, die man dann entsprechend zu Armeen zusammenfasst und den KI Kommandeuren dann sagt, was sie mir ihrer Armee zu tun habe (Du da, bemanne mit deinen Divisionen die Grenze zu Belgien...\")\n\nIst halt ein Paradox Spiel, die sind im Grunde alle ähnlich, zumindest was die grundliegende Spielmechanik angeht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T09:38:20.553+0000","up_votes":1,"down_votes":0,"body":"Ok gibt's nicht so eine andere Spiel Reihe wo man das römische reich spielt mit etwas mehr Politik :/ weiß den Namen nicht. \n\nSo in der Richtung? \n\nMuss heute abend mal was dazu anschauen :3","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-27T07:01:49.596+0000","up_votes":1,"down_votes":0,"body":"Uff, heute ist ja Anime - Dienstag... \n\nJemand Bock auf ein Alternativthema?\n\nhttps://66.media.tumblr.com/3e7d293e5cdaa4e5c2ea056a15b5cb1b/tumblr_pjp0s7DmRa1tvfheeo1_1280.jpg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:11:57.765+0000","up_votes":1,"down_votes":0,"body":"Was für ein Thema?","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:15:19.379+0000","up_votes":1,"down_votes":0,"body":"Warhammer 40k ist immer ein gutes Thema ;)","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T08:36:51.509+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000800010000,timestamp=2019-08-27T07:15:19.379+0000)\n>\n> Warhammer 40k ist immer ein gutes Thema ;)\n\nStimmt ! Zeitlos . Der Konflikt endet nieeeeeee\n\nHab ich mal ne Zeitlang gespielt, also die TT-Variante und Figürchen bemalt (http://www.mmlm.de/hobby/ ) \n\nLeider hat mich das Alter eingeholt und isch hab keine Zeit mehr für das Hobby. Nuja, vlcht. wenn die Kinder ausm Haus sind, dann mach ich damit weiter.\n\nAm PC hab ich damals mit ChaosGate angefangen .","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:59:38.238+0000","up_votes":1,"down_votes":0,"body":"Mir geht es ähnlich, hab irgendwann alle Armeen verkauft, weil ich neben der Arbeit einfach nicht mehr dazu kam... Aber manchmal ruft es nach mir. \n\nHab damals eher Warhammer Fantasy gespielt, mittlerweile wäre es aber eigentlich eher 40k wenn ich ehrlich bin. Sollte ich jemals Zeit haben um wieder damit anzufangen...","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T09:06:33.101+0000","up_votes":1,"down_votes":0,"body":"Die haben Fantasy in Age of Sigmar umbenammst. Früher war es möglich eine Armee für beide Systeme zu haben. Die Dämonen waren gut geeignet. Solange keine mechanisierten Einheiten verwendet wurden, konntest Du die gut für beiden Systeme nehmen. Ob das jetzt noch funktioniert weiß ich net.\n\nWobei die Steelheart's Champions, würden gut als Space Marines durchgehen xd\n\nWenn Du dich motivieren willst, oder Leute suchst, dann schau doch hier\n\nhttps://www.gw-fanworld.net/forumdisplay.php/153-Warhammer-40k-Universum \n\nvorbei, wenn Du es noch nicht kennst.\n\nmfg\nMB","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:10:25.876+0000","up_votes":1,"down_votes":0,"body":"Ja, ich bin ein Jahr oder so vor Age of Sigmar ausgestiegen, weil mir nicht gefiel was sich da angedeutet hat. \n\nMotivation ist weniger das Problem, hier in RLP gibt es eigentlich immer ein paar Turniere. Es ist eher der Zeitfaktor mit Arbeit, Freundin etc... Und theoretisch muss ich auch Geld sparen für die Dinge die da kommen... \n\nFrüher hab ich immer Chaoskrieger gespielt ^^. Ich war immer mal wieder der Depp, der mit 150+ Chaosbarbaren aufgelaufen ist, weil er die Masse so geil fand :D. Ich habe manchmal Armeen der Chaoskrieger mit nur einem einzigen Typ in Chaosrüstung gespielt. Mit dem Kommandanten, denn einen Barbarenhelden gab es nicht :D","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T09:19:26.731+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0008000100000003000000000000,timestamp=2019-08-27T09:10:25.876+0000)\n>\n>\n> Früher hab ich immer Chaoskrieger gespielt ^^. Ich war immer mal wieder der Depp, der mit 150+ Chaosbarbaren aufgelaufen ist, weil er die Masse so geil fand :D. Ich habe manchmal Armeen der Chaoskrieger mit nur einem einzigen Typ in Chaosrüstung gespielt. Mit dem Kommandanten, denn einen Barbarenhelden gab es nicht :D\n\n{{sticker:sg-miss-fortune}} Das kenn ich , nen Kumpel von mir hatte daselbe Problem. Der ist nachher auf die Grünen gewechselt. Euch kann man auch nur auf große Platten loslassen xdxd ;)","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:22:01.027+0000","up_votes":1,"down_votes":0,"body":"Ich hatte auch anderen Kram, konnte am Ende gut 25000 Punkte aufstellen... Aber ich mochte die Aufmerksamkeit :P.","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T09:34:46.762+0000","up_votes":1,"down_votes":0,"body":"Das kann ich mir gut vorstellen. Ich habe lieber kleinere Armeen, da ich ne halbe Ewigkeit zum anmalen brauch. Deswegen war die Wahl der Tyras nicht meine klügste.\n\nHab dann mit Warmachine angefangen, weil man da weniger Minis brauchte. Allerdings haben die die letzte Edi komplett vergeigt . GW hat zumindest bei 40k wieder gut Boden gemacht. Killteam werde ich da wohl anfangen, mal schauen.\n\nmfg\nMB","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:36:28.115+0000","up_votes":1,"down_votes":0,"body":"Vielleicht motiviert mich so was ja... Könnten ja gemeinsam eine Armee aufbauen und den Fortschritt teilen?","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T10:45:11.078+0000","up_votes":1,"down_votes":0,"body":"Oha, ich kann da nix versprechen {{sticker:sg-zephyr}} Geplant isses, aber ich hab noch nen Haus an der Backe und wenn ich jetzt wieder anfange meinem Hobby zu frönen krieg ich Ärger mit der Frau, warum das Bad noch net gemacht ist ... nebst den 1000 anderen Baustellen.\n\nIs auch der Grund warum ich wenig bis kaum noch zocke. Wenn ich dann Abends vor meinem Schreibtisch sitze, dann wirkt die Schwerkraft ungemein aufn Nischel und ehe ich es mich versehe liegt da mein Kopf drauf nebst Sabberpfütze .","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:01:01.456+0000","up_votes":1,"down_votes":0,"body":"Ist alles gut, war nur eine fixe Idee, mag dich auf keinen Fall unter Druck setzen :D.\n\nNur als Möglichkeit vielleicht, wenn du da Lust drauf haben solltest wüsstest du wo du mich findest :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T11:17:48.641+0000","up_votes":1,"down_votes":0,"body":"Das ist gar nicht soo weit weg... Hab eine Freundin in Siegen...","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2019-08-27T11:16:19.735+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0008000100000003000000000000000000000000000000000000,timestamp=2019-08-27T11:01:01.456+0000)\n>\n> Ist alles gut, war nur eine fixe Idee, mag dich auf keinen Fall unter Druck setzen :D.\n> \n> Nur als Möglichkeit vielleicht, wenn du da Lust drauf haben solltest wüsstest du wo du mich findest :)\n\nAlles gut. Ist definitiv notiert. Und falls du mal in der Nähe sein solltest, hier\n\nhttps://de-de.facebook.com/Fischkriegsiegen/ findest Du ne Anlaufstelle . Dieses Jahr werde ich auch zur \"Spiel\" in Essen fahren. Ein paar goile Püppchen abfassen .\n\nmfg\nMB","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2019-08-27T07:48:59.755+0000","up_votes":1,"down_votes":0,"body":"Ich darf mich immer noch auf das neueste Hörspiel freuen, denn ich hab es noch nicht angefangen :D\n\nAnsonsten war Dawn of War 40k eines meiner Lieblingsspiel... wahrscheinlich auch heute noch, aber die Community war halt einfach zu klein entsprechend gab es dann auch mal keinen Support vom Entwickler mehr :S","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:05:39.469+0000","up_votes":1,"down_votes":0,"body":"Und die Nachfolger waren so meh.... :(","replies":[{"id":"","poster":"XenesisCH","date":"2019-08-27T08:38:10.772+0000","up_votes":1,"down_votes":0,"body":"Definitv… ich hab DOW II gekauft ca. 30 Minuten gespielt und dann nie wieder xD","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:00:35.175+0000","up_votes":1,"down_votes":0,"body":"Den dritten brauchst du auch nicht anfangen xD","replies":[{"id":"","poster":"XenesisCH","date":"2019-08-27T09:21:38.740+0000","up_votes":1,"down_votes":0,"body":"Dank meinem super Spielerlebnis mit DoW II wird das auch nie passieren^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:23:57.940+0000","up_votes":1,"down_votes":0,"body":"Du glücklicher... Ich hatte damals noch Hoffnung.","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:21:05.009+0000","up_votes":1,"down_votes":0,"body":"Das gibt es noch?\nIch dachte die Serie wurde an die Wand gefahren...\nEwig nichts mehr davon gehört.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:22:16.841+0000","up_votes":1,"down_votes":0,"body":"Warhammer stirbt nie, wie auch xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:42:08.720+0000","up_votes":1,"down_votes":0,"body":"Ich weiß noch das es vor viele Jahre mal ein MMO von Warhammer gab was ziemlich geflopt ist.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:47:07.919+0000","up_votes":1,"down_votes":0,"body":"Es gab zu allem ein MMO... Und fast alle sind geflopt.. zb. das zu Star Wars... Und das zu Star Trek... Und das Andere zu Star Wars... Oder das zu Matrix... \n\nDavon lebt auch zumeist die Marke noch :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:52:02.407+0000","up_votes":1,"down_votes":0,"body":"Das andere zu Star Wars ist noch am Leben. \nZumindest laut meinem Wissenstand.\n(Ich hab da auch schon lange nicht mehr geschaut was da so abgeht)","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:05:05.235+0000","up_votes":1,"down_votes":0,"body":"Ich warte noch auf das Game of Thrones MMO.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:07:16.611+0000","up_votes":1,"down_votes":0,"body":"Oh bitte nicht :((","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:15:07.895+0000","up_votes":1,"down_votes":0,"body":"Dicht gefolgt vom Stranger Things und vom Marvel MMO. Kommen bestimmt bald.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:18:02.917+0000","up_votes":1,"down_votes":0,"body":"Ok dann trage ich alles dazu bei was ich weiß ! \n\nIch mag die Tabel stop Figuren die es dazu gibt ^^ die sehen immer ganz geil aus :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:21:14.237+0000","up_votes":1,"down_votes":0,"body":"Schenk mir welche :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:24:03.221+0000","up_votes":1,"down_votes":0,"body":"Ich hab nen comic Buch laden in der Gegend der hat einen ganze Etage nur für Tabel top :3 Das schaue ich ab und zu mal zu wenn sie ihre Figuren bemalen :3","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:33:12.513+0000","up_votes":1,"down_votes":0,"body":"Vielleicht irgendwann wieder... :(","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:13:40.207+0000","up_votes":1,"down_votes":0,"body":"\"We have come. We are death.\"\n\nDark Angels Dreadwing.\n\nUnd das sind die \"Guten\"","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T08:53:55.050+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=00080002,timestamp=2019-08-27T07:13:40.207+0000)\n>\n> \"We have come. We are death.\"\n> \n> Dreadwing.\n\nDu meinst Deathwing {{sticker:slayer-jinx-catface}} \n\n\"Repent ! For tomorrow you will die!\"\n\n>Und das sind die \"Guten\"\n\nDie Guten sind die Sororitas - die Ekklesiarchie. Die Ketzer werden brennen !","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T09:33:26.779+0000","up_votes":1,"down_votes":0,"body":"Nein ich meine schon den Dreadwing. Den gibt es auch.","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T10:39:14.170+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0008000200010000,timestamp=2019-08-27T09:33:26.779+0000)\n>\n> Nein ich meine schon den Dreadwing. Den gibt es auch.\n\nStimmt, ich muss mein Lehrgeld zurückgeben. An di hab ich gar net mehr gedacht. Nen Kumpel von mir spielte die Dark Angels und auch sehr gerne Space Hulk. Da hat er die Deathwing benutzt. Ein anderer spielte gerne die Ravenwings. Von daher hatte ich die überhaupt net auf den Plan :(\n\nMia Culpa !","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T10:43:16.277+0000","up_votes":1,"down_votes":0,"body":"Kein Problem. Ich glaube es ist legitim zu sagen, man kann gar nicht mehr alles über Warhammer wissen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T11:05:24.134+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=000800020001000000000000,timestamp=2019-08-27T10:43:16.277+0000)\n>\n> Kein Problem. Ich glaube es ist legitim zu sagen, man kann gar nicht mehr alles über Warhammer wissen.\n\nDa haste wahr .\n\nMeine Anlaufstelle für Fluff ist immer noch das Lexicanum . Da stehen auch die Dreadwings drin . Hätte vorher mal nachschauen sollen.\n\ntsss, die haben immer noch meine Bilder von  [Tyraniden Verseuchungsmarker](https://wh40k-de.lexicanum.com/wiki/Verseuchungsmarker) drin xdxdxd , dat is doch Asbach !","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-27T07:16:13.278+0000","up_votes":1,"down_votes":0,"body":"Manchmal sehne ich mich ja danach, noch mal das Tabletop anzufangen... Einfach so, nochmal basteln, Figuren bemalen... Mittlerweile könnte ich es mir sogar gescheit leisten.\n\nKeine Ahnung, ob es hier in der Gegend entsprechende Turniere oder so gibt...","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T09:34:58.547+0000","up_votes":1,"down_votes":0,"body":"Tja, aber mittlerweile hat meine keine Zeit mehr dafür. Hätte auch mal richtig Lust mir eine Skaven Armee zu kaufen aber... Naja.","replies":[{"id":"","poster":"Haudruppmoor","date":"2019-08-27T10:40:39.147+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=5XeT0tNE,comment-id=0008000200000000,timestamp=2019-08-27T09:34:58.547+0000)\n>\n> Tja, aber mittlerweile hat meine keine Zeit mehr dafür. Hätte auch mal richtig Lust mir eine Skaven Armee zu kaufen aber... Naja.\n\niiiiie Ratten !","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T10:44:27.028+0000","up_votes":1,"down_votes":0,"body":"Skavenblight strong!\nYes-Yes!\n\n[https://vignette.wikia.nocookie.net/warhammerfb/images/6/64/Warhammer_Skaven_Banner.png/revision/latest?cb=20161118023346](https://vignette.wikia.nocookie.net/warhammerfb/images/6/64/Warhammer_Skaven_Banner.png/revision/latest?cb=20161118023346)","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-08-27T09:37:58.833+0000","up_votes":1,"down_votes":0,"body":"Mein Vorhaben festigt sich eigentlich momentan :P. \n\nVielleicht mal wieder so 10 Minis im Urlaub... Hier in Mainz gibt es einen GW Shop ^^","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:05:44.999+0000","up_votes":1,"down_votes":0,"body":"Magst du Bratwurst?","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:09:53.893+0000","up_votes":1,"down_votes":0,"body":"Was ich auf jeden Fall nicht mag sind bald 10 Jahre alte IBlali Memes xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:15:06.457+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit Käse?","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:22:36.890+0000","up_votes":1,"down_votes":0,"body":"Käääse...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:41:36.164+0000","up_votes":1,"down_votes":0,"body":"Kääse in die Microwelle.\nÜberbacken schmeckt alles besser. :)\n{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:44:44.223+0000","up_votes":1,"down_votes":0,"body":"Käse überbacken mit Käse?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:46:16.863+0000","up_votes":1,"down_votes":0,"body":"#Käse digitiert zu MEGAKÄSE!!!","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:54:21.323+0000","up_votes":1,"down_votes":0,"body":"Hier noch etwas was ich Tamara Sonntag schon gezeigt hatte.\nhttps://imgur.com/a/HMRcMzS\nIst vollkommen nochmal mit seinem Sohn baden zu gehen und dazu noch 2 Mädels mitzunehmen. :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:40:13.291+0000","up_votes":1,"down_votes":0,"body":"=p Du hast nicht erwähnt das ein \"Mädel\" davon seine Mutter ist :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:42:27.495+0000","up_votes":1,"down_votes":0,"body":"Doch das habe ich!\nIch: ich finde es erschreckend wie gut die Mutter aussieht :D\nTamara: wieso\ndas ist doch normal in animes\nsehen alle aus wie 'ne milf\nIch: ja stimmt ob 20 oder 30 oder 40 macht kaum ein unterschied","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:47:26.612+0000","up_votes":1,"down_votes":0,"body":"Jaaaaa MIR hast du das gesagt. Aber HIER sagst du nur \"zwei Mädels\" =p\n\n[...]\n\nOkay. Am Anfang steht \"[...] mit seinem Sohn [...]\" uff. HimmelArschUndZwirn!\n\nGestern hab ich in dem Laden auch eine Kundenkarte bekommen ... sollte meine Adresse drauf schreiben um den Katalog zu erhalten. Ich schreibe halt legit meine Adresse auf. Die, wo ich vor 13 Jahren gewohnt habe -.-' Hab fast angefangen zu weinen weil ich nicht wusste wo das auf einmal aus mir raus gekommen ist.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:51:46.450+0000","up_votes":1,"down_votes":0,"body":"Dir scheint die Hitze nicht gut zutun. >.&lt; \nOder du hast wieder Schlafmangel obwohl denn habe ich auch.\nIch war noch bis 3 Uhr wach und hab immer mal wieder für eine halbe Stunde geschlafen und auch geträumt und bin dann wieder aufgewacht.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:56:52.605+0000","up_votes":1,"down_votes":0,"body":"Jop die Hitze schlaucht und ich bin eh schon dezent am Ende. Nicht nur das die Tage scheiße sind und die Nächte. Nein. Ich stehe halt grundsätzlich mit Halsschmerzen und verschnupft auf. Gestern Abend dann noch diese Migräne. Meine 600er hat halt null geholfen, aber eine zweite wollte ich nicht nehmen.\n\nEs soll einfach nur kalt sein! Wieso ist das denn so schwer?\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:24:41.840+0000","up_votes":1,"down_votes":0,"body":"Halte noch ein wenig Durch bald soll es regen geben. :)\nUnd irgendwann kommt dann auch der wunderbare Herbst.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T10:33:12.745+0000","up_votes":1,"down_votes":0,"body":"Ja. Diese Woche. dann noch vier weitere Wochen. So viel ist es nicht mehr bis zum Urlaub. Und ich hoffe so sehr das die angekündigten 20° nächste Woche dauerhaft bleiben bzw. noch schneller noch tiefer fallen x.x es reicht einfach.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:38:54.125+0000","up_votes":1,"down_votes":0,"body":"Hast du schon daran gedacht dir ein Wasserbett zu kaufen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T10:42:18.381+0000","up_votes":1,"down_votes":0,"body":":o Damit ich nie wieder aufstehe?\n\nNein .-. Ich hab Angst das diese Matratze platzt und dann hat man die Katastrophe","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T10:27:21.926+0000","up_votes":1,"down_votes":0,"body":"Hat jemand schon in \"Hensuki: Are you willing to fall in love with a pervert, as long as she's a cutie?\" reingeschaut? \nIch spiele mit dem Gedanken mir was die erste Folge anzuschauen. :)","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-27T09:41:01.291+0000","up_votes":1,"down_votes":0,"body":"Gleich Feierabend :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T10:17:27.119+0000","up_votes":1,"down_votes":0,"body":"Jop, Thermometer steht hier auch schon auf 33°C... bei 35 geh ich.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:52:06.624+0000","up_votes":1,"down_votes":0,"body":"bringt dir nichts.\nBei der Hitze kann man eh nichts machen....","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T09:50:11.871+0000","up_votes":1,"down_votes":0,"body":"Bestraft gehörst du!","replies":[]}]},{"id":"","poster":"INoKami","date":"2019-08-27T07:04:36.033+0000","up_votes":1,"down_votes":0,"body":"Aloha ihr Freunde von japanischen Zeichentrickserien!\nLiebste Grüße von mir aus dem Urlaub... warte, wieso funktioniert jetzt auf einmal die mobile Version bzw. wieso bekomme ich nicht mehr immer die selbe Fehlermeldung beim Einloggen, sondern werde weitergeleitet so wie jeder andere Nutzer auch?! Na gut, beschweren kann man sich da eher weniger... \n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:47:42.055+0000","up_votes":1,"down_votes":0,"body":"Wie weit hast du \"My First Girlfriend is a Gal\" eigentlich geschaut?","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T07:51:02.048+0000","up_votes":1,"down_votes":0,"body":"Noch gar nicht bis auf die erste Folge. Hab was anderes schönes gefunden, durch das ich mich fressen werde. No hints included.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:53:24.023+0000","up_votes":1,"down_votes":0,"body":"Welches von den gefühlt 100 Animes auf deiner To-do-Liste?","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T10:14:03.239+0000","up_votes":1,"down_votes":0,"body":"Shokugeki no Souma\n\nHab ich aber letzte Woche hier auch schon mal erwähnt...","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:11:25.818+0000","up_votes":1,"down_votes":0,"body":"Urlaub :(","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:20:53.085+0000","up_votes":1,"down_votes":0,"body":"Noch 3 Tage!!!","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T07:25:13.881+0000","up_votes":1,"down_votes":0,"body":"Tatsache. Meiner geht noch drei Tage. Freitag Abend bin ich wieder zu Hause und darf mich darauf freuen, gefühlt 100 Quadratmeter Boden neu verlegen zu dürfen. Ich hab nicht mal was angestellt, meine Eltern haben das einfach so entschieden und jetzt bin ich die nächste Woche unfreiwilliger Handwerker.\nNice.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:30:28.223+0000","up_votes":1,"down_votes":0,"body":"Was für boden ?","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T07:49:04.307+0000","up_votes":1,"down_votes":0,"body":"Den im Obergeschoss unseres Hauses. Meine Eltern wollen den nicht mehr.\nKeine Ahnung, ich fand ihn hübsch und immer noch sachdienlich...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T08:09:52.634+0000","up_votes":1,"down_votes":0,"body":"Also Dielen Boden? Oder fließen? Oder Teppich? :0","replies":[{"id":"","poster":"INoKami","date":"2019-08-27T10:11:05.920+0000","up_votes":1,"down_votes":0,"body":"Ne, wir wechseln von Kork auf Laminat","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:12:31.047+0000","up_votes":1,"down_votes":0,"body":"Lol ich hab Dieter Bohlen gelesen. :D","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-27T07:32:51.570+0000","up_votes":1,"down_votes":0,"body":"IN 3 Tagen beginnt meiner... Nie wieder Arbeit!!","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-27T07:39:45.593+0000","up_votes":1,"down_votes":0,"body":"In haargenau fünf Wochen ist mein letzter Arbeitstag \\o/","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:44:17.419+0000","up_votes":1,"down_votes":0,"body":"Du hast mein Mitleid xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T07:52:33.448+0000","up_votes":1,"down_votes":0,"body":"Wieso? Das ist super auszuhalten!\n\nZwei Wochen bis ich die Haare gemacht bekomme und dann nochmal zwei Wochen bis Urlaub. Die angebrochene Woche ... zählt nicht XD\n\nIch werde nur gezwungen sein am 01.10. alles schnellst möglich erledigt zu bekommen was mit dem Rechnungslauf zu tun hat. Wenn ich morgens mit etwas Vollgas los lege ... wird es zum Feierabend hin entspannter. \\o/ Ich bin so aufgeregt das wir nachts schon fliegen und der erste Urlaubstag ganz woanders sein wird!","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:04:31.308+0000","up_votes":1,"down_votes":0,"body":"Wenn ich jetzt noch 5 Wochen arbeiten müsste würde ich glaube ich jemanden erschlagen xD","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T08:24:42.768+0000","up_votes":1,"down_votes":0,"body":"Naja. Ich versuche mich damit über Wasser zu halten, dass ich ja \"erst\" im Juli Urlaub hatte c.c\n\n:D Wobei mir das auch wie Jahrhunderte vor kommt .. ich wollte gerade schon anfangen zu rechnen XD bis mir aufgefallen ist \"Moment mal. Juli war letzten Monat\" D:","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:28:55.842+0000","up_votes":1,"down_votes":0,"body":"Ich hatte das letzte mal im Februar :P","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T08:38:55.850+0000","up_votes":1,"down_votes":0,"body":"D: Dann machst du es wie ich am Anfang des Jahres.\n\nJuli war mein erster Urlaub dieses Jahr x.x","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:56:46.397+0000","up_votes":1,"down_votes":0,"body":"Ich mach immer Urlaub in der Woche nach meinem Geburtstag... Die brauche ich um nüchtern zu werden.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:16:57.615+0000","up_votes":1,"down_votes":0,"body":"Meine letzten Geburtstage musste ich nicht frei nehmen weil sie am Wochenende waren. Zumindest dieses Jahr. An letztes Jahr erinnere ich mich nicht mehr ... warte ... wenn ich den Dienstplan noch habe ... nö. Hab normal gearbeitet. Als man noch versucht hat mir Honig ums Maul zu schmieren in der Ausbildung habe ich an meinem Geburtstag den freien Tag geschenkt bekommen. Das war im ersten Jahr XD [...]\n\nNächstes Jahr kann ich auch keinen Urlaub nehmen weil da Rechnungslauf ist :> Aber da nehme ich vllt Ende der Woche Urlaub damit wir Mittwochs essen gehen können, ich mich überfressen kann und dann zwei Tage im Koma liege XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:20:49.021+0000","up_votes":1,"down_votes":0,"body":"Ich alde nächstes Jahr wieder Freunde ein und wir spielen T-KO oder so und irgendwann um 11 am nächsten tag wache ich auf dem Wohnzimmerboden auf meine meine Katze mir das Gesicht leckt xD","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T09:37:00.911+0000","up_votes":1,"down_votes":0,"body":"Boden ist gut zu mir. Boden fängt mich auf wenn ich müde werde. Ich mag Boden. Boden ist immer da wenn man ihn braucht.","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-27T09:23:44.862+0000","up_votes":1,"down_votes":0,"body":"Solange du angezogen bist und Katzi beim Gesicht bleibt :o Ist doch alles cool! ich frage mich nur ... Wieso ausgerechnet der Boden? °-°","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:13:20.869+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab dich benutzt weil ich das vorher fertig haben wollte.\nDas das Bild in einem Kommentar funktioniert aber nicht im Ausgangsthread ist traurig.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:08:32.079+0000","up_votes":1,"down_votes":0,"body":"Du bist heute aber nicht sehr aktive oder überfordern dich die anderen gerade? :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T08:25:22.390+0000","up_votes":1,"down_votes":0,"body":":o Tatsächlich hatte ich den Browser geschlossen!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:36:05.238+0000","up_votes":1,"down_votes":0,"body":"Schäm dich.\nIch brauche dich doch als Unterstützung.\nDie Leute wollen von dir unterhalten werden. \n{{sticker:sg-syndra}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T08:44:03.849+0000","up_votes":1,"down_votes":0,"body":"Aber heute ist so komisch x.x\n\nEs ist erst der zweite Hitze Tag und ich geh schon daran kaputt.\n\nHeute ist auch der erste Tag der sich irgendwie zieht und ich absolut einfach nur nach Hause möchte. Liegt vielleicht daran das ich gestern schon dachte es sei Dienstag. Und da heute nicht Mittwoch ist ... kommt mir die Woche länger vor.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T08:51:03.262+0000","up_votes":1,"down_votes":0,"body":"Du trinkst bestimmt schon wieder nicht genug....\n\nNicht das du uns noch umkippst. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T08:52:35.732+0000","up_votes":1,"down_votes":0,"body":"Ich hab schon drei Schlucke Zero getrunken!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:16:04.297+0000","up_votes":1,"down_votes":0,"body":"Wie kannst du nur diese Zero scheiße trinken?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:18:15.608+0000","up_votes":1,"down_votes":0,"body":"._. Sie schmeckt mir? Und hat 0 Kalorien XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T09:26:14.901+0000","up_votes":1,"down_votes":0,"body":"Die schmeckt also würdest du 5 Stück Süßstoff in eine Tasse Tee tun. >.&lt;\nBaah","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T09:31:22.403+0000","up_votes":1,"down_votes":0,"body":":o Gar nicht wahr!\n\nUnd Zucker im Tee geht mal gaaaaaaar nicht D:","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T08:10:18.844+0000","up_votes":1,"down_votes":0,"body":"In 4 Monaten :(","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:22:48.434+0000","up_votes":1,"down_votes":0,"body":":(","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T07:20:19.156+0000","up_votes":1,"down_votes":0,"body":"Hab mir gestern Diablo 3 gekauft und ne neue season angefangen ^^ \nEtwas entspannt stumpf lvln ist immer gut :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:40:28.464+0000","up_votes":1,"down_votes":0,"body":"Diablo 3 ist sehr lange her wo ich das gespielt habe. \nWie lange ist das nun schon draußen?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T08:09:12.171+0000","up_votes":1,"down_votes":0,"body":"So 4 Jahre oder mehr ? \nHatte es schon auf der 360 also ist es schon etwas her ^^'","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T08:13:44.308+0000","up_votes":1,"down_votes":0,"body":"Es sind 7,5 Jahre.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:21:47.232+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern btw mal wieder nach langer Zeit DOU gespielt erstmal im FlexiQ.^^ \nDas erste Game war naja wir hatte kein Tank und keine AP ohne Frontlinie kann ich kaum was machen...\nShit happens\nDas zweite Game hatte so gut angefangen aber Ezreal bekommt fast immer ein Comeback wenn ich gegen ihn spiele das ist unnormal...\nDa kommen ein zwei Fights auf der Botlane wo Mitte oder/und Jungle noch dabei ist schon hat der aufeinmal 6 Kills und ist wieder gut ingame. \nShit happens² \n\nHeute wird es bestimmt besser. :) \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T06:29:23.322+0000","up_votes":1,"down_votes":0,"body":"Hätteste mal mit uns gespielt :P selbst schuld :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:30:32.624+0000","up_votes":1,"down_votes":0,"body":"Nein das geht leider.\nDu verdirbst nur meine Begleitung und dann ist die am Ende genauso versaut wie Tamara. >:&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T06:36:11.513+0000","up_votes":1,"down_votes":0,"body":"Ich bin lieb in Person, Tamara hat mich verdorben! Das ist umgekehrte Psychologie! Sie stellt sich in die Opferrolle und am Ende ist sie diejenige die mich molestet :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:00:09.132+0000","up_votes":1,"down_votes":0,"body":"Dazu hatte ich doch was geschrieben? o.O \nNice Forum.\nDa will ich erstmal eine Gegenargumentation von Tamara hören bevor ich ein Urteil fälle.","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:02:13.868+0000","up_votes":1,"down_votes":0,"body":"Die hat den Mund voll, die kann gerade net :3","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:04:59.132+0000","up_votes":1,"down_votes":0,"body":"( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:06:15.621+0000","up_votes":1,"down_votes":0,"body":"Es ist Frühstückszeit, die ist mit essen beschäftigt. Was du wieder denkst ... :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:08:12.245+0000","up_votes":1,"down_votes":0,"body":"Aber natürlich.... \n\n\n\n... ( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:10:03.381+0000","up_votes":1,"down_votes":0,"body":"Lecker Milchbrötchen, hmmmm :D","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-27T07:12:04.074+0000","up_votes":1,"down_votes":0,"body":"O.O\n\nDiese \"Bezeichnung\" hab ich noch nie gehört D:","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:12:48.954+0000","up_votes":1,"down_votes":0,"body":"https://rezepte.genius.tv/wp-content/uploads/2019/03/Milchbr%C3%B6tchen_shutterstock_1173720718-600x450.jpg\n\noder auch Buchteln genannt :)","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-27T07:14:23.298+0000","up_votes":1,"down_votes":0,"body":"Aaah Buchtln xD","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:47:49.501+0000","up_votes":1,"down_votes":0,"body":"Sachsen und Österreich nähern sich in den letzten Jahren ja auf vielen Ebenen immer mehr an xD","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-27T07:15:40.385+0000","up_votes":1,"down_votes":0,"body":"nuuu so sachn wir sachsn och dazu :)","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:33:49.653+0000","up_votes":1,"down_votes":0,"body":"Komplett lost die Brüder. Stehen über 20 Minuten vor einer Truhe und versuchen sie als erste zu looten, oder in einem riesigen Mob um den Questboss und versuchen eine Stunde lang den last Hit zu bekommen. Oh Junge, Junge, WoW classic ist ja fun and Interactiv.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:04:31.644+0000","up_votes":1,"down_votes":0,"body":"Hab das nie gespielt... Auch wenn bei Release damals viele Leute versucht haben mich zu zwingen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:06:41.371+0000","up_votes":1,"down_votes":0,"body":"Sei froh, hast nichts verpasst. Langweilig und umständlich.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-27T07:12:12.874+0000","up_votes":1,"down_votes":0,"body":"Ich hab eh nur ein MMO etwas länger gespielt und das war Guild Wars... Hab eine Gilde gegründet, die wuchs wie bekloppt, dann war die irgendwann mal in einem Heft als \"Beste Nachwuchsgilde\" oder was auch immer das war... \n\nAm nächsten Tag hab ich für immer aufgehört xD","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:53:53.879+0000","up_votes":1,"down_votes":0,"body":"Oh das beginnt heute ja....","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:55:12.993+0000","up_votes":1,"down_votes":0,"body":"Korrekt. Und dann streamen die nicht mal Goldshire RP. Die laufen am Leben vorbei sag ich dir.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:59:15.277+0000","up_votes":1,"down_votes":0,"body":"Classic braucht nur ein normales WoW-Abo richtig?\nUnd läuft das über den Battlenet-launcher oder muss man sich was extra unterladen?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:04:25.138+0000","up_votes":1,"down_votes":0,"body":"Du ich hab absolut keine Ahnung, da WoW classic für mich mit die langweigste Scheiße überhaupt ist.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T07:06:20.105+0000","up_votes":1,"down_votes":0,"body":"Hä? Es hat sich so angehört als wärst du Ingame oder schaust du einen Stream?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-27T07:07:39.681+0000","up_votes":1,"down_votes":0,"body":"Ne, ich hab gestern bzw vorhin ein paar Streams geschaut.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T05:23:24.023+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nSchön das du deinen spaß hast :D \n\nSo erstmal möchte ich sagen oder fragen ? \nProfessionelle Kritiker ? Gibt es sowas ? \nWie kann man das werden ? \nSind das nicht nur Leute die ihre Meinung zu etwas schreiben ? \n\nMeisten sind das doch eh nur abgehoben Leute die eine fick Meinung haben und Filme kritisieren die dann trotzdem richtig gut sind ? \n\n------\n\nSo zu den animes :) \n\nIch muss sagen jeder der von dir oben genannten animes hat mich nach dem Lesen des Namen nicht mehr interessiert :( \nDie fühlen sich an wie schlechte Clickbait Titel bei YouTube. Als hätten die Schreiber einfach keine Lust auf einen Namen für Ihre serie gehabt. \n\nHab auch überall nur den ersten Satz dazu gelesen :/ werd aber Vilt später nochmal alles lesen.\n\nAber wäre ich auf einer Seite zum Serien schauen hätte ich alleine auf Grund der Namen keine der Serie angeklickt.\n\nWenn ich mal  ein paar animes auf schreiben darf die ich gut finde und die einen normalen Namen haben :P \n\n- Made in Abyss\n- Watamote \n- Deadman Wonderland \n- Overlord \n- Cowboy Bebob\n- Hellsing Ultimate\n- Arpiego of the Blue steel \n- Elfenlied \n- One piece \n- Dragon Ball (z)\n- Digimon \n- Death Note \n- One Punch man \n- Norogami ? (Fällt der Name nicht ein) \n- Berserk (alt) \n- Fairy Tail \n- Attack on Titan \n- Yōjo Senki\n\nUnd bestimmt noch einige die mir Gerade nicht einfallen ^^ \n\nWünsch euch einen schönen Dienstag :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T05:47:31.855+0000","up_votes":1,"down_votes":0,"body":"*hust\n~~•Overlord~~\n~~•Elfenlied~~ (die Stelle mit dem Hündchen ziemlich an Anfang geht gar nicht v.v)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:03:42.276+0000","up_votes":1,"down_votes":0,"body":"Huh ? :0 \nHab ich was falsch geschrieben bei Overlord ?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:05:35.186+0000","up_votes":1,"down_votes":0,"body":"Ja :o Du hattest vergessen es durchzustreichen weil er schlecht ist :] XD","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T06:28:56.327+0000","up_votes":1,"down_votes":0,"body":"Du bist schlecht :>","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:35:13.105+0000","up_votes":1,"down_votes":0,"body":"Aber Max!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T06:36:51.947+0000","up_votes":1,"down_votes":0,"body":"Overlord ist gut! \n*klatsch aufn Arsch* \nist das klar junge Dame?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:47:26.265+0000","up_votes":1,"down_votes":0,"body":"c.c Overlord ist nucht gut. Habe verstanden!","replies":[{"id":"","poster":"Necromant","date":"2019-08-27T07:00:25.032+0000","up_votes":1,"down_votes":0,"body":"Das klären wir später im Keller! ಠ_ಠ","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:15:59.680+0000","up_votes":1,"down_votes":0,"body":"Holy ! \nOverlord ja ist nicht besonders aber es unterhält mich :) \n\nAber Elfenlied ? Der anime ist nice und den manga finde ich einfach Mega! :0 \n\nLeider hält sich der anime nicht an den manga und endet quasi schon mit einem offenen alternativ Ende wo eigentlich gerade erst der 3. Von 6. Bände zu ende geht.\n\nWobei ich denke das viele was im manga noch zu sehen ist nichts für eine anime wäre und wohl bei den alter der Charaktere etwas problematisch wäre ^^'","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T05:59:33.444+0000","up_votes":1,"down_votes":0,"body":"Dann schreibe doch etwas zu dem Anime mit dem großem Loch. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:16:45.968+0000","up_votes":1,"down_votes":0,"body":"Hab dazu doch schonmal was geschrieben :0 in einen theard :/ \nAber Vilt lass ich mir ein bißchen an Text zuhause einfallen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:26:16.865+0000","up_votes":1,"down_votes":0,"body":"Nein du schreibst etwas dazu und gibst es mir dann füllt es den Platz von Made in the Abyss und wir haben ein Thread der von verschiedenen Leute geschrieben war. Zumindest war das mal meine Idee...","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:14:40.325+0000","up_votes":1,"down_votes":0,"body":"Noragami Aragoto\nhttps://myanimelist.net/anime/30503/Noragami_Aragoto\n\nDas muss ich noch schauen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:22:41.079+0000","up_votes":1,"down_votes":0,"body":"Den meinte ich :) \nWusste den Namen nicht mehr ^^ \n\nDen gab's mal oder gibt's noch bei netflix :) \n\nWar ganz lustig. Kein Meisterwerk aber cool :) \nUnd Mädchen mit Katzen schwanz gehen immer ^^","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-27T05:49:47.776+0000","up_votes":1,"down_votes":0,"body":"Es ist so warm.\nIch hab die Nacht kaum geschlafen deshalb war ich auch schon um 7 Uhr wach zu posten.  :(\nDas Bild ging eigentlich als ich es getestet habe muss ich wohl doch ein anderes nehmen das sieht doof aus mit dem komischen Imgurrahmen...","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T05:51:50.793+0000","up_votes":1,"down_votes":0,"body":"Nja, bis vor einiger Zeit hat Imgur diesen Rahmen nicht fabriziert. Oder das Forum. Richtig nervig.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T05:59:02.137+0000","up_votes":1,"down_votes":0,"body":"Bild verbessert. \nEigentlich müsste ich mir den Thread nochmal durchlesen aber Müde. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:02:39.539+0000","up_votes":1,"down_votes":0,"body":"Das Bild ist sogar besser als das vorherige\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:04:59.967+0000","up_votes":1,"down_votes":0,"body":"Das ist Kanon aus the world god only knows.\nDas ist das Idol aus diesem Anime.\nDie sing sogar mehrere Lieder in ihrem Ark. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:09:55.942+0000","up_votes":1,"down_votes":0,"body":"Ich bin noch nicht bereit für andere singende Anime-Mädchen nach der Serie \"Lost Song\".\nDie Melodie und der Schmerz des Endes sitzen noch zu tief!\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:13:13.274+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es stattdessen mit einer singenden Klobürste die eine blaue Fliege trägt?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-27T06:32:38.552+0000","up_votes":1,"down_votes":0,"body":"Wieso erinnert mich das an 'Oggy und die kakerlaken'?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:46:27.471+0000","up_votes":1,"down_votes":0,"body":"Was ist das?","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-27T06:25:44.348+0000","up_votes":1,"down_votes":0,"body":"Lies und korrigier mal. Das tiltet ja beim Lesen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:30:57.745+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-janna}}","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:09:14.328+0000","up_votes":1,"down_votes":1,"body":"Wie er einfach das Titel Bild ändert :0","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:12:31.577+0000","up_votes":1,"down_votes":0,"body":"Ja weil der Rahmen hässlich war und das Bild so scheiße viel Platz in Anspruch genommen hat.\nImgur ist halt leider kacka. ganz viel kacka. >.&lt;","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:18:22.889+0000","up_votes":1,"down_votes":1,"body":"Ja das Bild ist besser :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:27:25.270+0000","up_votes":1,"down_votes":0,"body":"dankeschön. \n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T05:44:39.928+0000","up_votes":1,"down_votes":0,"body":"Ok ich lese jetzt doch mal die Beschreibungen genauer durch :3 \n\n1. Anime \nJa klingt ganz ok das würde ich Vilt sogar schauen. Mag es wenn so kleine love Story entstehen aber nur wenn es such süß ist ^^\n\n2. Anime \nNö \nMir ist american pie schon nicht mehr so gut im Kopf und mehr als einen Teil hab ich davon nicht gesehen. Dann schau ich lieber gleich einen hentai :)\n\n3. Anime \nMhhh mäh \n\n4. Anime \nKlingt schon interessanter :) \nAber wahrscheinlich vergesse ich das bevor ich mal dazu komme den zu schauen \n\n5. Anime\nAuch wieder mehr mäh. SaO hätte schon mehr aus der Welt machen können mit lvln und Questen. Da klingt das noch seichter.... \n\n6. Anime \nNe denk nicht so \n\n7. Anime \nIch mag Nerds und so zeug aber nö ^^' \nDann lieber etwas mehr slice of life und kein fantasy dabei \n\n8. Anime \nAlso der letzte klingt noch gabz interesant :) Vilt wenn ich ihn zufällig mal sehe auf irgend einer Seite schau ich mal rein","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T05:55:45.938+0000","up_votes":1,"down_votes":0,"body":"7. \nHä?\nDas ist nur Comedy und Romanze keine Fantasy dabei.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:13:07.401+0000","up_votes":1,"down_votes":0,"body":"Also zählen Sachen mit Dämonen und andere \"Spiel\"welten nicht als fantasy? \nWeil bei mir schon","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-27T06:17:21.076+0000","up_votes":1,"down_votes":0,"body":"Dann wäre es ja auch Slice of Life und School. \nDas wird glaube ich nicht mit reingekommen weil es nicht relevant.\nDie meisten Zeit des Animes spielt in der echten Welt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-27T06:19:50.025+0000","up_votes":1,"down_votes":0,"body":"Mhh ok","replies":[]}]}]}]}]}]}