{"id":"W9786k6W","poster":"CrushTak","date":"2018-09-29T12:21:30.328+0000","title":"Silber Support sucht Silber/Gold DuoQ Partner","subforum":"Clans & Teams","embed":{"title":"CrushTak (EUW) LoL Summoner Stats :: LeagueSpy Summoner Stats & Insights for League of Legends","description":"League of Legends statistics for CrushTak. Detailed insights help you improve based on summoner stats. View CrushTak's performance, champion stats, match history or compare to other LoL summoners.","url":"https://www.leaguespy.net/league-of-legends/summoner/crushtak-17818721#","image":"https://www.mobafire.com/images/champion/square/akali.png"},"up_votes":1,"down_votes":0,"body":"Hallo,\r\nich bin auf der Suche nach DuoQ Mates mit dem Ziel in die Gold Division aufzusteigen, und gerne auch noch h&ouml;her. Aktuell bin ich in S5 da ich meine Promoserien leider nicht abschlie&szlig;en konnte. Die Gr&uuml;nde daf&uuml;r sind unterschiedlich&hellip;\r\n\r\nWenn ihr ADC spielt w&auml;re dieses optimal, wenn ihr eine andere Position, au&szlig;er Support spielt, soll das aber kein Hindernisgrund sein. Seit der Season 3 spiele ich Support, das bedeutet auch das ich fast alle Support Char spielen kann. Sicherlich habe ich Favoriten, das sind aktuell:\r\nSona, Nami, Janna, Braum und Thresh. Bis auf Bard, Alistar, Tham Kench und Lulu spiele ich auch die anderen Support Chars.\r\n\r\nEuer Alter ist mit letztendlich egal, mir ist wichtiger das ihr euch ordentlich verhaltet und mit Kritik umgehen k&ouml;nnt. Nat&uuml;rlich sollte die Bereitschaft bestehen an sich zu Arbeiten um besser zu werden. Das gilt nat&uuml;rlich auch f&uuml;r meine Person...\r\n\r\nMeinen Spielstil w&uuml;rde ich nicht als passiv beschreiben, es kann also vorkommen das ich mal Kills mache.\r\n\r\nIn der Regel mache ich in der Woche pro Tag nach 17.30 Uhr mindestens ein Match, am Wochenende sporadisch mehr.\r\nIhr solltet nicht voraussetzen, dass ich mich via TS3 o.&auml;. unterhalte. Ich kann aber hier entsprechend joinen und zuh&ouml;ren.\r\n\r\nAnfragen gerne hier oder iG&hellip;\r\n\r\nGru&szlig;,\r\nCrushTak","replies":[{"id":"","poster":"CrushTak","date":"2018-10-04T15:21:09.891+0000","up_votes":1,"down_votes":0,"body":"Bin nun S4, hab aber noch Luft für weitere Mates und höhere DIvisionen ;)","replies":[]}]}