{"id":"sk6rARyo","poster":"Bobby Bonkers","date":"2018-09-29T10:24:55.996+0000","title":"Laggs nur in LoL","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\r\nich habe seit 2 Tagen das Problem das ich in LoL sehr starke Laggs habe (schwankt zwischen 120-1000+ms)\r\nAber auch wirklich nur in LoL, ich habe gleichzeitig meinen Ping im Teamspeak und anderen Games &uuml;berwacht und da war keine Ver&auml;nderung zu erkennen.\r\nLeider hatte ich ein &auml;hnliches Problem zum Anfang des Jahres als es zwischen o2 und Riot Probleme gab, und sich alle o2-Kunden in LoL &uuml;ber viele Wochen mit einem stetigen Highping herumschlagen mussten, aber damals war der wenigstens konstant bei 120, und man konnte wenigstens noch Normalgames \r\nhaaaalbwegs normal spielen, aber jetzt ist das Spiel f&uuml;r mich leider unspielbar.\r\nSupport habe ich schon kontaktiert, aber es gab leider noch keine R&uuml;ckmeldung.\r\nDeswegen versuche ich es hier.\r\nHaben noch andere dieses Problem, oder hat jemand sogar eine L&ouml;sung?\r\n\r\nVielen Dank schon mal vorweg!\r\nGru&szlig; Egeborg","replies":[{"id":"","poster":"silibum","date":"2018-09-29T19:49:15.005+0000","up_votes":1,"down_votes":0,"body":">Aber auch wirklich nur in LoL, ich habe gleichzeitig meinen Ping im Teamspeak und anderen Games überwacht und da war keine Veränderung zu erkennen.\n\nDas ist leider meistens der Fall, da ja nicht alle diese Dienste auf Servern von Riot laufen. Zu genau diesen hast Du scheinbar ein Verbindungsproblem.\n\nDu könntest für eine erste Analyse mal ein MTR anelgen:\n\n>Um ein WrenchMTR Log zu erstellen, lade das Programm **WrenchMTR** bitte auf folgender Seite runter:\n\n>[https://wrenchbox.de/downloads/](https://wrenchbox.de/downloads/)\n\n>Starte dann das Programm und füge folgende IP in das Feld **Host / IP** ein:\n\n>**185.40.65.1**\n\n>*   Während du in einem LoL Spiel bist klicke auf **Start**\n*   Lass das Ganze nun so lange laufen bis du zum ersten Mal Probleme im Spiel bemerkst\n*   Klicke auf **Stop** um den Vorgang zu beenden\n*   Klicke auf **Upload Result** um dein Ergebnis hochzuladen\n*   Klicke auf **Copy Link** um den Link zu deinem Ergebnis zu kopieren\n*   Füge den Link in deinem Kommentar mit ein","replies":[]}]}