{"id":"19wp9do2","poster":"llIIIlllIIllIII","date":"2019-08-25T11:42:52.260+0000","title":"Mid-Laner und Top-Laner gesucht","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Team leader LetsReadSmalBook  (nicht der echte :D)  [Platin 2] ,\nist auf der Suche nach einer ersatz Mid-Lane und Top-Lane für das Team.\nVor ab will ich sagen, dass ich alle anderen im Team privat kenne und deren Elo zwischen Bronze und Gold befindet.\nWenn ihr also trotzdem so wie ich lust habt ihnen den einstieg in LoL zu vereinfachen sodass sie noch ende der Season nach Silber max Gold IV kommen um dann zusammen als Team Clash zu spielen währe dass super. \nTrotz dessen nehmen wir natürlich auch Spieler die dia sind was aber eher unwahrscheinlich sein wird :D.\nVorgesehen ist Training 2 mal die Woche.\nAußerdem haben wir sehr viel Freude an Turnieren sodass wir entweder zusätzlich Turniere Spielen oder anstatt Training bei einem Turnier mit machen.\nUnsere Trainings Spiele werden immer zu 5 Flex-Ranked sein dass heißt es währe gut wenn ihr einen Account habt der in Flex Bronze-Silber (Gold) ist.\n\nBei Interesse Added doch gerne meinen Main Account: LetsReadSmalBook\n:)","replies":[{"id":"","poster":"L9 Wanja","date":"2019-08-26T11:27:38.411+0000","up_votes":1,"down_votes":0,"body":"Servus, ich wollte mal Fragen wie den die Trainingszeiten wären  weil ich hätte Interesse. (main mid){{champion:17}}","replies":[{"id":"","poster":"llIIIlllIIllIII","date":"2019-08-27T16:57:29.691+0000","up_votes":1,"down_votes":0,"body":"Hey, also momentan liegen unsere Trainingszeiten auf Montag um 16:30 und Freitag 16:30 oder halt nach 21:00 Uhr \nJe nach dem wir wir können planen wir Turniere und wenn es mal nicht klappt machen wir auch mal anstatt Training ein Turnier mit :) \nWir haben außerdem auch eine WhatsApp Gruppe und eine Webseite wo wir immer ausmachen wann am besten Training klappt :)\nIch hoffe ich konnte dir jetzt ein paar Informationen :) \nLG LetsReadSmalBook","replies":[]}]}]}