{"id":"V6ERUHZ9","poster":"Metalmonni","date":"2018-09-27T06:38:13.241+0000","title":"[TGSG] Mitten im Leben","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":9,"body":"Hallo zusammen...\n\nDa heute bisher noch nichts kam, lasse ich euch nochmal an meinem Leben teilhaben, wie sich das als Person, welche in der &Ouml;ffentlichkeit steht nun mal so geh&ouml;rt ^^.\n\nWie manche von euch wissen, hatte ich gestern einen recht wichtigen Testtag, namentlich eine &quot;psychologische Eignungsuntersuchung&quot;, die bei meinem Arbeitgeber seit ca. einem Jahr bei bestimmten Arbeitsinhalten Pflicht ist und nun f&uuml;r alle relevanten Kollegen nachgeholt wird. Entsprechend schon geeignet, einem die berufliche Zukunft zu behindern, wenn man da durchf&auml;llt ^^. \n\nDementsprechend ernst nimmt der Arbeitgeber diese Eignungsuntersuchung und bereitet umfassend mit Informationsbrosch&uuml;ren und Tipps darauf vor, einer dieser Hinweise war: &quot;Erscheinen Sie unbedingt fit und ausgeschlafen!&quot;\n\nGesagt getan, f&uuml;r den morgen davor Homeoffice angemeldet um sich den Arbeitsweg zu sparen, Extra fr&uuml;hes losfahren eingeplant und dann um 22:30 am Dienstag ins Bett gegangen... Nur um dann um 00:30 wieder geweckt zu werden. Von Metallica.\n\nWer mich etwas l&auml;nger kennt wird wissen, dass ich Metallica sehr sch&auml;tze. Auch wenn das nach einigen Songs in Rammstein &uuml;bergeht bin ich prinzipiell nicht abgeneigt, ich mag diese Bands. Ich bin auch prinzipiell Freund einer Lautst&auml;rke, die mir ein sinnvolles Mitsingen erm&ouml;glicht. \n\n**Aber ich mag das nicht, wenn es nachts um 00:30 Uhr durch meine Schlafzimmerdecke kommt.**\n\nAlso was tun. Zwei Songs abgewartet, Switch von Metallica auf &quot;Engel&quot; von Rammstein. Nicht unbedingt ein Schlaflied. Also ab nach oben. Eigentlich bin ich ja leidgepr&uuml;ft, da wohnte vorher ein alter verwirrter Mann, der &ouml;fter mal nachts rumgebr&uuml;llt hat.. Den hab ich aber aus R&uuml;cksicht auf seinen Gesundheitszustand gelassen, vor allem hat er immer nach einigen Minuten damit aufgeh&ouml;rt. Also wohnen da jetzt neue Mieter. Aber was f&uuml;r welche, damit konnte keiner rechnen. \n\nDenn dort oben wohnt jetzt ein Assi. Ein Knasti-Assi, von dem ich jetzt einfach mal hoffe, dass er nicht lol spielt oder Forum liest und sich hier wiedererkennt, wenn ja tut es mir Leid und ich biete hiermit eine Aussprache an xD. Mit macht also ein Typ in Unterhose und Unterhemd die Tür auf, mit einem Gesichtsausdruck der aussagt, dass meine Zähne wirklich ziemlich gern in Richtung Boden wollen. Wurscht, hab immerhin geklingelt. Von mir also ein nachbarschaftliches \"Hey, könnt ihr bitte ein bisschen leiser machen?\". Als Antwort kam immerhin kein Angriff aber auch nichts Konstruktives. \n\n\"Jaja, mach ich.\" Tür zugehauen, Musik wird wenige Sekunden später *lauter* gedreht. Nun gut. Ich stehe ein wenig ratlos im Flur, schon kommen weitere Nachbarn dazu, die sich ebenfalls beschweren wollen... Trotz mehrfachem Klingeln, Klopfen und durch die Tür rufen wird diese jedoch nicht mehr geöffnet. \n\nWie ich nun mal bin und da sich sonst keiner traut ergreife ich also die Initiative und wähle auf meinem Telefon die 110, um festzustellen wie die deutsche Polizei bei marginalen Problemen reagiert ^^.\n\n- Die (freundliche) Dame, welche ich beim Notruf spreche, verweist mich im Falle von Ruhestörung an die örtliche Polizeizentrale und gibt mir netterweise gleich die Nummer.\n- Der (sehr freundliche) Herr bei der Zentrale verweist mich im Falle von Ruhestörung an das für mich zuständige Revier und gibt mir netterweise gleich die Nummer. \n- Der Mann beim Revier ist wenig begeistert und sehr unfreundlich. Kein Wunder, dass die mich haben anrufen lassen xD. \n\nJedenfalls sagten die, wir können in unsere Wohnungen gehen, sie schicken jemanden. ist dann auch passiert, es wurde für Ruhe gesorgt. Bei mir wurde nochmal geklingelt, ich hab die Story ein wenig ausgebreitet und Zeugen genannt... Dann wurde ich darauf aufmerksam gemacht, das nächste mal solle ich doch bitte *mehr* selbst versuchen bevor ich die Polizei rufe. Ja danke. \n\nNaja... Aus Angst vor Rache hab ich dann noch die Kette vorgelegt, aber alles blieb ruhig. Vielleicht hab ich den Kollegen oben ja auch falsch eingeschätzt, aber der erste Eindruck war schon ziemlich speziell. \n\nAlso um gut 03:00 Uhr früh ab ins Bett. Den Anfang der Arbeit, der eigentlich um 07:00 ist hab ich dann mal gepflegt verschlafen, aber nach den zurückliegenden, sehr stressigen, Wochen passiert momentan ohnehin nicht viel. Dennoch bin ich mit viel zu wenig Schlaf zu dieser Eignungsuntersuchung gefahren... \n\nIch hatte eigentlich mal gehofft, nach dem alten Mann, der minutenlang Beleidigungen und Todesdrohungen brüllt, holen sie da oben mal einen sinnvollen Mieter rein xD. \n\nUnd bei euch so? ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:13:02.970+0000","up_votes":1,"down_votes":0,"body":"Laaaaaaaaaaaaaaaangweilig","replies":[{"id":"","poster":"Veezey","date":"2018-09-27T13:57:13.297+0000","up_votes":1,"down_votes":0,"body":"Ich hab gleich Pizza :>","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T14:05:45.723+0000","up_votes":1,"down_votes":0,"body":"da bin ich ja schon neidisch :(\n\nIch arbeite noch etwa eine Stunden, dann nach Hause ... aber wir kochen heute etwas leckeres!\nGebratenen Reis mit Gemüse - jammi!","replies":[{"id":"","poster":"Veezey","date":"2018-09-27T14:12:21.857+0000","up_votes":1,"down_votes":0,"body":"ugh Gemüse xD\nAber Reis klingt gut! :D","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T14:15:50.026+0000","up_votes":1,"down_votes":0,"body":"doch doch, so eine chinesische Pfanne eben! Voll lecker!\nWir machen da folgendes Rein:\n-Fenchel\n-Zuckerschoten\n-rote Paprika\n-Mungobohnensprossen\n-Lauchzwiebeln","replies":[{"id":"","poster":"Veezey","date":"2018-09-27T14:36:45.458+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung wie das schmeckt, aber die Pizza war gut lecker :D","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T14:38:48.611+0000","up_votes":1,"down_votes":0,"body":"lecker!\nWie beim Chinesen um die Ecke, wenn du dir da gebratenen Reis bestellst :)\n\nWas für eine Pizza war es denn?\nLiefern lassen oder TK oder selbst gemacht?","replies":[{"id":"","poster":"Veezey","date":"2018-09-27T21:06:16.557+0000","up_votes":1,"down_votes":0,"body":"Das war ne Tiefkühlpizza, allerdings hab ich die mit einem Gutschein bekommen :D","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-27T16:58:11.217+0000","up_votes":1,"down_votes":0,"body":"Ich bestelle morgen Abend zur Feier des Urlaubsbeginns ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T13:27:03.938+0000","up_votes":1,"down_votes":0,"body":"Mach's wie ich und geh einfach heim wenn's langweilig wird.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:29:24.870+0000","up_votes":1,"down_votes":0,"body":"x.x Wie schön das wäre wenn es funktionieren würde","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T13:30:08.605+0000","up_votes":1,"down_votes":0,"body":"Ich bin dann mal auf dem Heimweg ^^. Man liest sich morgen :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:39:04.409+0000","up_votes":1,"down_votes":0,"body":"MOBBING D:\n\n\\>.< fast eine halbe Stunde \"arbeiten\" und eine Stunde bis ein für mich relevanter Bus kommt!","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T13:40:28.692+0000","up_votes":1,"down_votes":0,"body":"ohje ohje\n\n*auf die Schulter hüpf und ankuschel*\n\nMagst du? hab noch einen übrig *Keks hinhalt*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:42:28.911+0000","up_votes":1,"down_votes":0,"body":"Danke, aber ich hab keinen Hunger x.x","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T13:43:35.726+0000","up_votes":1,"down_votes":0,"body":"okay! *mümmel*\n\ndann nur kuscheln :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:47:34.969+0000","up_votes":1,"down_votes":0,"body":"*Knuffel das Köpfchen streichel*\n\n\\*.* kuscheln ist fein!","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T13:53:52.503+0000","up_votes":1,"down_votes":0,"body":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTyEuqxlB7sp0mJIedZd8pAqO7DasM-B0OvgjMHMMxitxN7_C1j","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-09-27T13:17:20.050+0000","up_votes":1,"down_votes":0,"body":"Dann dreh dich mim Bürosessel und schau wieviele Runden du schaffst und versuch es immer zu übertreffen :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:21:36.052+0000","up_votes":1,"down_votes":0,"body":"Näääääää da wird mir ja schlecht :o","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-27T13:26:40.892+0000","up_votes":1,"down_votes":0,"body":"Drehrichtung abwechseln ist das geheimnis :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:28:27.675+0000","up_votes":1,"down_votes":0,"body":"Glaub der Stuhl fliegt eh nach maximal zehn Umdrehungen auseinander xD","replies":[]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-09-27T15:56:15.759+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 13**\n\nSo langsam befürchte ich, dass die deutsche Bahn an einer Identitätskrise leidet. Zum mittlerweile zweiten Mal wurden auf der Anzeigetafel nur zwei S-Bahn-Waggons angezeigt, aber es sind immer drei in den Bahnhof gerollt. Irgendwie amüsant.\n\nRest des Tages war relativ unspektakulär bis auf 20 Minuten Wartezeit beim Chinesen auf mein Mittagessen, die man locker besser hätte managen können (die nehmen nur neue Bestellungen an, wenn die erste ausgeteilt wurde. Mit anderen Worten: Eine Bestellung alle 10 Minuten) und meinem ersten Arbeitstag im Labor, auch wenn wir nur simple Einführungen wie \"Kochsalz in Wasser lösen\" und \"Bunsenbrenner 1o1\" gemacht haben. Quasi das Tutorial.\n\nNutzen wir aber mal die Gelegenheit für eine kleine Zwischenfrage, rein aus Neugierde: Wann liest ihr euch eigentlich meine Täglichen Geschichten durch? Noch am selben Tag? Erst am nächsten Tag, wenn ihr wieder am Arbeitsplatz das Forum aufmacht? Gar nicht (-> alle, die nicht in die ersten zwei Kategorien fallen)? Erzählt doch mal :)","replies":[{"id":"","poster":"INoKami","date":"2018-09-27T20:01:55.506+0000","up_votes":1,"down_votes":0,"body":"Awwwwwwww f+ckf+ckf+ck, jetzt erst gemerkt, dass das schon Tag 14 sein müsste...\nNicht mal 3 Wochen Ausbildung und schon solche Aussetzer im Gehirn. Hätte nicht gedacht, dass mein geistiger Verfall schon so schnell einsetzt... -_-\n(Gestern Tag 12 statt 13 geschrieben und demnach Folgefehler heute...)","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-27T17:57:44.478+0000","up_votes":1,"down_votes":0,"body":"ich kommentiere halt nur wenn ich was beitaen kann. finde deinen blog aber sehr lesenswert. wie wäre es mit einem Sammelthread. In dem du alle Blogeinträge als eine art Tagebuch nochmal reinkopierst.\n\ndann lesen das vlt ein paar leute die das spannend finden, aber Tgsg Threads nicht anrühren","replies":[{"id":"","poster":"INoKami","date":"2018-09-27T18:07:38.796+0000","up_votes":1,"down_votes":0,"body":"Schwer. Weil der auf kurz oder lang in der Masse anderer Threads untergehen wird und ich jeden täglich anstupsen müsste, dass ein neuer Eintrag da ist, weil ich nicht glaube, dass man sich länger als drei Tage dazu zwingen kann, jedes Mal einen veralteten Thread aus der Historie rauszukramen, wenn man nicht ständig eine neue Nachricht erhält (die es nicht gibt, wenn ich keinen Reply schreibe).\nUnd ich bin dann doch zu unwichtig, als dass mein Sammelthread angepinnt werden würde :*\n\n_\nOder?_","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-27T18:11:48.382+0000","up_votes":1,"down_votes":0,"body":"jeden neuen beitrag als reply reinposten?","replies":[{"id":"","poster":"INoKami","date":"2018-09-27T18:27:30.451+0000","up_votes":1,"down_votes":0,"body":"Aber das sieht niemand, solange der Reply nicht direkt an den User geschrieben wird, das ist eben das Problem. Oder man müsste irgendwie einen gigantischen Post aufbauen, in den man sich quasi \"reinabbonieren\" kann und dafür bin ich einfach zu faul...^^\nAlso mache ich es einfach auf der einzigen Plattform hier, die ein halbwegs tägliches Format mit sich bringt.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T18:32:48.676+0000","up_votes":1,"down_votes":0,"body":"Ich schätze deine Posts, würdest du sie als Podcast einsprechen würde ich sie mir auf dem Heimweg anhören ^^","replies":[{"id":"","poster":"INoKami","date":"2018-09-27T18:41:31.030+0000","up_votes":1,"down_votes":0,"body":"Ist eine witzige Idee, bräuchte nur ein Mikro und eine Plattform, auf der ich es hochladen kann...\n\nAnsonsten würde ich es fast mal probieren.\n{{sticker:slayer-pantheon-rainbows}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T19:26:22.123+0000","up_votes":1,"down_votes":0,"body":"Im Zweifel YouTube mit irgendeinem statischen Hintergrundbild","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T16:56:53.212+0000","up_votes":1,"down_votes":0,"body":"Das kommt ganz darauf an, wann das kommt. Selten kommt mal was vor 16 uhr, dann lese ich das noch auf der Arbeit... meistens kommt es aber später, dann lese ich es meistens irgendwann Abends. \n\nEntweder daheim, wenn ich beim (alleine) Essen nochmal im Forum rum fahre oder wie jetzt auf dem Handy, wenn ich mit meiner Freundin Serie gucke...\n\nGanz selten, wenn ich Abends nicht dazu komme, lese ich es am nächsten Morgen auf der Arbeit, wenn es noch keinen neuen Thread gibt ^^.","replies":[{"id":"","poster":"INoKami","date":"2018-09-27T17:09:00.728+0000","up_votes":1,"down_votes":0,"body":"Na immerhin. Ich kann halt auch schlecht was posten, wenn ich bis 4 Mittagsschule habe und ich mich nicht auf meinem Handy anmelden kann (for whatever reason) und dann noch eine Std Heimweg habe.\nIch finde es nur interessant, zu beobachten, wie viel Rückmeldung immer zu meinen Geschichten reinkommt. Also kaum. Ok, ich fordere jetzt nicht, dass jeder Eintrag in epischer Länge ausdiskutiert wird, aber hin und wieder ein Kommentar fühlt sich doch schön an :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T17:14:39.092+0000","up_votes":1,"down_votes":0,"body":"Das liegt halt daran, dass der Thread ab 16 Uhr stirbt, weil alle Feierabend haben... Daheim guckt nur selten nochmal jemand rein... Das hier ist ja immer Zeitvertreib bei der Arbeit :).\n\nAber sei beruhigt, zumindest ich verfolge deinen Blog mit Interesse ;)","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-09-27T12:32:50.498+0000","up_votes":1,"down_votes":0,"body":"Könntest du am ende ein tl;dr machen? :D\n\nHallo zusammen übrigens :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T12:40:32.076+0000","up_votes":1,"down_votes":0,"body":":> Hallo du Einer.\n\nGurke?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-27T13:15:03.112+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-poppy}} Damkö! Karotte? Banane? :>","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:27:46.238+0000","up_votes":1,"down_votes":0,"body":":> Statt du mir Erdbeeren oder so anbietest... du Schlingel","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-27T13:51:25.644+0000","up_votes":1,"down_votes":0,"body":"Disclaimer: Diese Früchte wurden rein zufällig ausgewählt! Ich schwörs! \n\nAber du hast mit der Gurke angefangen :>","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T13:52:58.397+0000","up_votes":1,"down_votes":0,"body":":* Klar doch","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-27T14:03:55.829+0000","up_votes":1,"down_votes":0,"body":"{{sticker:galio-happy}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T12:42:12.379+0000","up_votes":1,"down_votes":0,"body":"Das Ganze ist ja nur eine Geschichte aus meinem Leben, gedacht als pure Unterhaltung für Leute die gern so was lesen und / oder meinen Schreibstil mögen ^^.\n\nEs gibt keine tiefere Message darin oder eine Conclusio am Ende, die man zusammenfassen müsste ^^. Wenn ich einen [TGSG] Thread erstelle, habe ich eigentlich immer etwas aus meinem Leben zu erzählen, was ich auf meine ganz eigene Weise in Worte fasse. Wenn das jemanden interessiert liest er das und ich freu mich ^^. Wenn nicht dann nicht :P.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-27T13:15:58.483+0000","up_votes":1,"down_votes":0,"body":"Dann les ichs mir zu Hause in ruhe durch, am handy werd ich sonst blind xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T13:26:16.978+0000","up_votes":1,"down_votes":0,"body":"Ich freu mich immer über jeden, der meinen Quatsch liest ^^","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-27T13:16:10.929+0000","up_votes":1,"down_votes":0,"body":"Hat da jemand *Kekse*  gesagt?!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-27T13:19:12.172+0000","up_votes":1,"down_votes":0,"body":"{{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}} {{item:2054}} {{item:2010}}","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T13:25:01.849+0000","up_votes":1,"down_votes":0,"body":"http://pic.pc6.com/up/2015-12/20151221171252.jpg","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-27T08:32:52.222+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=V6ERUHZ9,comment-id=0002000100000001000000000000000000000000000000000000,timestamp=2018-09-27T07:58:17.030+0000)\n>\n> Fahr mit deinem Tommy Guns mal zu den Leuten die meine literarisch wertvolle Wall of Text da oben konsequent downvoten ^^ Ich weiß, das passiert immer, aber ich hab mir viel Mühe damit gegeben und so ein bisschen kratzt es mich ja schon :P\n\nHilft zwar vermutlich nicht, aber...\nIch musste so lachen bei der Geschichte xD hab mir bei dem Knasti direkt jemanden in dreckigem weißen Unterhemd vorgestellt mit Schnäuzer und 'ner Bierdose in der Hand der dir rülpsend die Türe öffnet xD danke dafür Hollywood!\n\nAlso ich hätte ja jetzt Angst in die Wohnung zurück zu kehren c.c der Kerl wird nicht arbeiten und vielleicht lauert er dir auf. Wer weiß wegen was er gesessen hat D:\n\nMir sagt heute jeder wie krank ich mich anhöre c.c Mir geht's auch beschissen aber morgen und Montag wollt ich schon noch durchziehen. Ich hätte nicht mit geschlossenem Fenster schlafen dürfen >.< das war mein Todesurteil.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T08:40:56.976+0000","up_votes":1,"down_votes":0,"body":"Zieh die Bierdose und den Schnäuzer ab und du hast den Typen vor Augen xD. \n\nTatsächlich rechne ich jeden Tag damit, eine tote Maus oder so was im Briefkasten zu haben ^^. Aber trotzdem ist es schön zu wissen, dass mein Geschreibsel dich amüsiert hat ^^.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T09:17:16.205+0000","up_votes":1,"down_votes":0,"body":"Vor allem das er die Musik lauter gemacht hat, nach dem er sie doch leiser machen sollte :D Richtig frech das Kerlchen! Meine Schwester hat das früher auch so gemacht wenn sie sauer xD ... ... ...","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T09:33:37.783+0000","up_votes":1,"down_votes":0,"body":"Kannst du in nem Mietshaus aber einfach nicht bringen um ein Uhr nachts xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T09:47:07.216+0000","up_votes":1,"down_votes":0,"body":":D So ein Problem habe ich zum Glück nicht. Nur manchmal nerve ich eventuell die Nachbarn auf der anderen Straßenseite.. wenn meine Musik bei aufgerissenen Fenstern da rüber schallt c.c Wollte immer mal testen wie extrem man das tatsächlich hört.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T09:50:19.612+0000","up_votes":1,"down_votes":0,"body":"Am Tag kann sich ja nicht wirklich jemand beschweren... *Mal* laut Musik bei offenem Fenster zu hören sei jedem Menschen gestattet, so lange er es nicht um 03:24 morgens tut xD. \n\nAllerdings hat bei mir vor einigen Jahren mal ein Mit-Mieter geklopft und sich sehr unfreundlich wegen Ruhestörung beschwert. Ich habe nämlich ein Kabel durch den Flur gezogen und es mit Kabelhaltern unter der Decke befestigt, also relativ viele Nägel eingehämmert. \n\nEs war Sonntags, 15:00 Uhr... der Nachbar meinte, das wäre eine gesetzliche Ruhezeit. Fand ich ziemlich übertrieben damals...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T10:10:34.053+0000","up_votes":1,"down_votes":0,"body":"Wir haben früher in einem kleinen Dörfchen gewohnt. Sagen wir das so die Kinder aus meiner Ecke des Dorfes die \"schlimmen Finger\" für alle waren und eh in allen schlechte Karten hatten. Irgendwann haben wir mal am Bach gespielt, Samstag oder Sonntag, wo es eine Brücke gab auf welcher wir gesessen haben. Unsere Fahrräder hatten wir natürlich auch dabei.\n\nWir haben irgendeinen Unfug gemacht und ziemlich laut gelacht c.c wir waren 12? Vllt jünger.\n\nDann kam der alte Opa aus dem Haus gegenüber rüber gestürmt und hat sich mein Fahrrad genommen, mich angeschrien und das Ding in den Bach geworfen mit den Worten \"Dir würde ich auch noch anders Benehmen beibringen\".\n\nlol Da fällt mir gerade die traurigste Geschichte ever ein die meine Mama mir mal erzählt hat. D: Da war ich glaube ich 2 ...","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T10:35:23.128+0000","up_votes":1,"down_votes":0,"body":"Alte Menschen können schon manchmal lustig sein... Aber nur aus der Entfernung, wenn man nicht selbst betroffen ist xD. Ein bisschen wie bei manchen Affen. Bemerken sie dich bewerfen sie dich mit Kot.\n\nDie traurigste Geschichte ever? Das klingt verflucht ernsthaft... xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:03:29.851+0000","up_votes":1,"down_votes":0,"body":"> Bemerken sie dich bewerfen sie dich mit Kot.\n\nDas beschreibt so ziemlich die alten Dorfbewohner in diesem Ort xDDD Außerdem war \"unsere Dorfecke\" eh unter aller Kanone für die, weil über die Hälfte dort einfach mit einander verwandt war xD SCHLIMM!!!\n\nJa man xD ich hab echt geweint als meine Mama mir das zum ersten Mal erzählt hat. Das ist nicht mal drei Monate her! Also pass auf...\n\nIch bin die Erstgeborene. Meine Mama hat erzählt sie hätte mich immer gehütet wie ihren Augapfel und auch oft mit mir gekuschelt. Sogar mit im Bett durfte ich schlafen weil ich irgendwie schlecht alleine sein konnte. Jedenfalls war ich die #1 \\o/\n\nDann kam meine Schwester. Da war ich wie gesagt so ca. zwei Jahre alt.\n\nMeine Mama hat wohl immer versucht uns gleichaufzuhalten, wobei ich trotzdem immer an erster Stelle stand wenn irgendwas war. Außer als an jenem Tag....\n\nAn einem Nachmittag saß meine Mama mit meiner Schwester auf einem Sessel um sie zu stillen. Ich bin hin gewatschelt, wollte dazu und wohl kuscheln, aber das war wohl für meine Mama zu unbequem, ging wegen meiner Schwester nicht und sie hat mich deswegen auf später vertröstet und weg geschickt.\n\nIch muss sie wohl nur völlig entsetzt und mit großen Augen angeguckt haben. Dann habe ich den Kopf sinken lassen, bin wie ein nasser Hund in den Garten getrottet und hab mich auf die Treppe dort gesetzt und leise vor mich hin geweint. Das hat sie erst bemerkt als sie mit meiner Schwester fertig war.\n\nc.c","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:10:00.830+0000","up_votes":1,"down_votes":0,"body":"Wow, das klingt halt wirklich irgendwie traurig... An diesem Tag hast du herausgefunden, dass du keine Prinzessin bist...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:13:51.652+0000","up_votes":1,"down_votes":0,"body":"Vielleicht war das auch der Grundstein für alles andere verkorkste an mir!\n\nAls meine Mutter mir das erzählt hat, hat sie selbst angefangen zu weinen ^^ weil sie sich an den Ausdruck in meinen Augen erinnert hat. Irgendwie hängt ihr der Moment ziemlich hinterher.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:17:32.932+0000","up_votes":1,"down_votes":0,"body":"Den Eltern die Schuld geben am eigenen verkorkst - sein ist immer gut, das hat eine lange Tradition ^^. Ich trage es meinen Eltern immer noch nach, dass sie mich zum Fußball spielen gezwungen haben :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:30:10.933+0000","up_votes":1,"down_votes":0,"body":":o Du musstest Fußball spielen? Was für grausame Eltern c.c\n\nWas wolltest du denn stattdessen machen? :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T12:45:32.099+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=V6ERUHZ9,comment-id=00050001000100000000000000000000000000000000000000000005,timestamp=2018-09-27T12:22:35.824+0000)\n>\n> :o Hab ich niiieeee angefasst! hab den Hype nie verstanden xp Ich war Ewigkeiten in der Pokemon Welt :D\n\nGibt da gar keinen Hype oder sonst was... Ocarina of Time ist halt einfach nur das beste spiel aller Zeiten, that's about it.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-09-27T12:22:35.824+0000","up_votes":1,"down_votes":0,"body":":o Hab ich niiieeee angefasst! hab den Hype nie verstanden xp Ich war Ewigkeiten in der Pokemon Welt :D","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-27T12:13:37.112+0000","up_votes":1,"down_votes":0,"body":"Ich hab Zelda auf der N64 gespielt. Jahrelang xD","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-09-27T12:10:09.878+0000","up_votes":1,"down_votes":0,"body":"Ooohhhh ich hatte früher Croc 2 für die PS1 und irgend so ein Gecko Spiel. Die waren so geil!","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-27T11:51:06.151+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=V6ERUHZ9,comment-id=00050001000100000000000000000000000000000000000000000001,timestamp=2018-09-27T11:47:10.190+0000)\n>\n> Meine Bestimmung war es ab einem gewissen Alter auch nach der Schule nach Hause zu kommen - essen - Hund - Sofa + RTL 2 für Animeserien gucken - darüber einschlafen xD....\n\nIch hab die 3 PC Spiele gezockt, die ich hatte bevor es Internet gab... ^^.\nDas gab's in meinem Dorf aber auch erst, nachdem ich weg gezogen bin. 2008. Kannste keinem erzählen...","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:47:10.190+0000","up_votes":1,"down_votes":0,"body":"Meine Bestimmung war es ab einem gewissen Alter auch nach der Schule nach Hause zu kommen - essen - Hund - Sofa + RTL 2 für Animeserien gucken - darüber einschlafen xD....","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-27T11:30:48.218+0000","up_votes":1,"down_votes":0,"body":"Zocken natürlich xD. \n\nIch bin extrem schlecht wenn es um Fußball geht.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-27T08:43:34.317+0000","up_votes":1,"down_votes":0,"body":"Einfach mal dezent auf den Fußabtreter kacken.\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T08:46:45.005+0000","up_votes":1,"down_votes":0,"body":"Er bei mir oder ich bei ihm? \n\n...\n\nOder du als Poro einfach überall? xD","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-27T08:59:15.234+0000","up_votes":1,"down_votes":0,"body":"Du armes kleines Ding. Mach dir eine ordentliche Hühnersuppe und einen großen, heißen Grog. Dann geht das auch schnell wieder Bergauf.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T09:34:04.005+0000","up_votes":1,"down_votes":0,"body":"Und wenn sie was weg lassen muss dann die Hühnersuppe, der Grog ist wichtiger ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T09:39:57.506+0000","up_votes":1,"down_votes":0,"body":"Völlig richtig. Die Prioritäten sind gut gewählt wie ich sehe.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T09:42:16.226+0000","up_votes":1,"down_votes":0,"body":"Jetzt hast du mir richtig Lust gemacht, mir morgen Abend so was zu machen...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T09:45:17.570+0000","up_votes":1,"down_votes":0,"body":"mhm im Lust machen ist Stäbchen ziemlich gut .-.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T09:47:26.075+0000","up_votes":1,"down_votes":0,"body":"Jetzt fühle ich mich irgendwie schmutzig...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T09:52:36.192+0000","up_votes":1,"down_votes":0,"body":"Ja... das kann es auch werden","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T09:55:10.369+0000","up_votes":1,"down_votes":0,"body":"Ich schätze an dieser Stelle werde ich mich aus eurer ganz speziellen Beziehung mal ausklinken und kommentarlos den Vorhang zuziehen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T10:24:36.699+0000","up_votes":1,"down_votes":0,"body":"c.c leider ist es nicht so wie sich das alles anhört","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T10:35:47.405+0000","up_votes":1,"down_votes":0,"body":"Änderungen sind nicht unmöglich im Leben.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-27T09:44:20.770+0000","up_votes":1,"down_votes":0,"body":"Schlafen wäre genial x.x\n\nVor allem wär es halt richtig kacke wenn da vor/ während des Urlaubs doch irgendwas durchbricht :< das muss ich jetzt am Wochenende verhindern! Aber ja... so 'ne Hühnersuppe mit Klößchen und Eistich wär schon übelst geil o.o","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T09:57:14.917+0000","up_votes":1,"down_votes":0,"body":"Man kann sich übrigens auch in seinem Urlaub krank schreiben lassen\n Dann bekommt man die Tage zurück. Also diese Option besteht durchaus, sollte es nicht besser werden.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T10:20:34.819+0000","up_votes":1,"down_votes":0,"body":"mhm das weiß ich. Aber das Wochenende sollte reichen um das schlimmste zu verhindern. Und danach kann ich sowieso entspannen :> hoffentlich","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T10:23:46.627+0000","up_votes":1,"down_votes":0,"body":"Hauptsache du pflegst dich, damit es besser wird :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T10:26:28.216+0000","up_votes":1,"down_votes":0,"body":"Tee, Kakao, schlafen, heiße Dusche inc. :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-27T08:35:26.624+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=V6ERUHZ9,comment-id=0005,timestamp=2018-09-27T08:32:52.222+0000)\n>\n\n> Mir sagt heute jeder wie krank ich mich anhöre c.c Mir geht&#x27;s auch beschissen aber morgen und Montag wollt ich schon noch durchziehen. \n\nWarum?\nWenn du krank bist, bist du krank ... meine Freundin ist auch so \"ist ja fast Wochenende\" ... in einem Fall hat sie es 3 Monate mit sich rumgeschleppt und lag dann 3 Wochen mit einer Lungenentzündung flach und hat mir die Ohren vollgeweint, wie schlecht es ihr geht .... :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T09:05:14.469+0000","up_votes":1,"down_votes":0,"body":"Hab halt ab Dienstag Urlaub und Montag ist Rechnungslauf.\n\nKrank fühl ich mich schon seit Minimum ein/ zwei Wochen. Aber heute Morgen war mein Näschen zu und ich wär am liebsten im Laufen einfach umgefallen xD hab aber auch mit geschlossenem Fenster geschlafen diese Nacht. Das ist nie eine gute Idee! Aber bisher hab ich halt weder Husten noch richtig Schnupfen oder so. Ich fühl mich nur wie ein nasser Waschlappen und höre mich heute wohl auch so an x.x\n\nMittlerweile zieh ich eigentlich schon die Reißleine wenn irgendwas ist. Wenn ich krank bin geh ich schon zum Arzt.. außer zuletzt mit der Bronchitis.. oder wenn ich morgens schon aufstehe und heulen möchte oder nicht aus dem Zug aussteigen kann weils einfach nicht geht. Dann bin ich aber auch einfach ausgebrannt.","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-27T10:13:48.234+0000","up_votes":1,"down_votes":0,"body":"Das Leben als Geist ist ja nicht schlecht, aber...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T10:29:13.806+0000","up_votes":1,"down_votes":0,"body":"Man kann ja gaaaaaaaaar nichts anfassen x.x","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-27T11:04:09.378+0000","up_votes":1,"down_votes":0,"body":"aber sich in badezimmern verstecken ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:09:43.908+0000","up_votes":1,"down_votes":0,"body":":'D Dafür muss man kein Geist sein","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-27T12:25:25.393+0000","up_votes":1,"down_votes":0,"body":"Teemo kann das auch sehr gut","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T10:37:03.239+0000","up_votes":1,"down_votes":0,"body":"Das **Leben** als **Geist**?\n\nDas ist der fleischgewordene Widerspruch xD","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-27T11:03:46.003+0000","up_votes":1,"down_votes":0,"body":"Wer wie ich heroisch gegen einen Clouddrake verloren hat, dem bleibt nichts anderes übrig","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:10:43.616+0000","up_votes":1,"down_votes":0,"body":"Mit dem setzt man sich aber auch lieber gemütlich zu einem Bier und mit einem guten Kartenspiel in eine Eckkneipe.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-27T12:25:04.032+0000","up_votes":1,"down_votes":0,"body":"hätt ich das nur früher gewusst....","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2018-09-27T11:25:49.201+0000","up_votes":1,"down_votes":0,"body":"Aber Geister haben keinen Körper :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:30:06.429+0000","up_votes":1,"down_votes":0,"body":"Und kein Leben ^^","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-09-27T10:24:11.846+0000","up_votes":1,"down_votes":0,"body":"...aber es fehlt der Geschmack?","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-27T11:12:40.683+0000","up_votes":1,"down_votes":0,"body":"5 Stunden in folge das gleiche fach.... X.x\nUnd dann auch noch bis 4 uhr D:\nKeeeeeein bock mehr, aber morgen ist ja schon wieder freitag :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:16:24.941+0000","up_votes":1,"down_votes":0,"body":"Und danach ist Urlaub :P. Aber immerhin gibt's hier eine spannende Kriminalgeschichte zu lesen :D","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-27T11:17:29.317+0000","up_votes":1,"down_votes":0,"body":"schön wärs XD\nAber ich hab nur mittwoch frei ^^","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:18:07.037+0000","up_votes":1,"down_votes":0,"body":"*Immerhin* hast du überhaupt frei ^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-27T11:31:18.534+0000","up_votes":1,"down_votes":0,"body":"Habt ihr Mittwoch kein feiertag?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:34:05.507+0000","up_votes":1,"down_votes":0,"body":"Doch, der ist bundesweit... Mir spart es halt einen Urlaubstag.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:47:58.709+0000","up_votes":1,"down_votes":0,"body":"Same xD hab den Tag auch instant noch hinten dran gehangen!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:49:44.651+0000","up_votes":1,"down_votes":0,"body":"Ich hab ihn auf den 02.11. geschoben ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:48:32.130+0000","up_votes":1,"down_votes":0,"body":"D: Bei uns war es schon fragwürdig wenn man etwas vier Stunden hintereinander stattgefunden hat. Irgendwann ist man da nur noch Matsche xD","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-09-27T10:02:37.394+0000","up_votes":1,"down_votes":0,"body":"Ich hab sooooooooo Kopfweh und auch meine Augen tun weh ... aber, muss heute länger machen und habe noch ein Meeting was nicht ausfallen darf x(\n\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T10:28:45.501+0000","up_votes":1,"down_votes":0,"body":"c.c *ein paar Ibus rüber rollen lass*\n\nsind auch nur 400er!","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T10:30:45.990+0000","up_votes":1,"down_votes":0,"body":"mein Chef hat mir auch schon Ibu angeboten aber ne danke ... es tut so weh das mir schlecht ist <.<\n\nMuss ich durch, wird schon irgendwann besser werden!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T10:49:45.128+0000","up_votes":1,"down_votes":0,"body":"D: NIMM DIE GOTT VERDAMMTEN TABLETTEN!\n\nMeine Kopfschmerzen arten auch meistens so aus wenn ich gar nichts dagegen mache. Wobei das auch irgendwie keine richtigen \"nur Kopfschmerzen\" sind. Manchmal tut mir der Kiefer weh wegen Ver- oder Anspannung/ Stress, da wo die Weisheitszähne waren, das wandert dann durchs Gesicht und ich krieg so ein Druck in den Nasennebenhöhlen das halt die ganze Partie davon fast schon schmerzt. Das wandert dann noch irgendwo durch, landet ggf. im Nacken und das in den Kopf xD \n\nNIMM DIESE TABLETTEN! Wenn es 400er minimal 2 Stück! Von 600er nimmst du auch 2 Stück .-. das macht man so!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T10:57:12.127+0000","up_votes":1,"down_votes":0,"body":"Nachdem meine Kieferchirurgin meine Weisheitszahn - OP so hart versemmelt hatte sagte sie mir, ich soll von den 400'er Ibus maximal 50 am Tag nehmen xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-27T11:09:08.389+0000","up_votes":1,"down_votes":0,"body":"LOL xDDDD wtf!\n\nAlso ich nehme grundsätzlich zwei und am besten hilft dann sich hin zu legen oder halt im Zug schlafen. Wenn man sich auf der Arbeit dann die ganze Zeit wach halten muss ist das zum kotzen.\n\nSelten muss ich nach zwei bereits genommenen Tabletten nochmal welche nehmen. Zumindest seit die Weisheitszähne raus sind. Aber seitdem habe ich das Problem mit dem \"Druck\" in den Nasennebenhöhlen, was aber gefühlt nur bei Stress oder anderen Belastungen auftritt. Naja und das der untere linke Kiefer wohl taub bleibt xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T11:11:55.444+0000","up_votes":1,"down_votes":0,"body":"Mir wurde damals der Kiefer zu den Nasennebenhöhlen durchbrochen. Ich kann mich kaum an die folgenden Wochen erinnern ^^","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T10:32:46.464+0000","up_votes":1,"down_votes":0,"body":"Spätestens beim neunten Kind....\n\nIch hab auch leichte Kopfschmerzen, aber daran bin ich selber Schuld xD","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T10:37:42.949+0000","up_votes":1,"down_votes":0,"body":"Ich hab offiziell nix mehr zu tun und sitze nur noch meine Zeit bis zum Urlaub ab.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-27T06:59:23.580+0000","up_votes":1,"down_votes":0,"body":"Ein Kumpel von mir ist Polizei Azubi. Das Problem bei Ruhestörung ist dass in 90% der Fälle die Ruhestörung nicht mehr nachweisbar ist wenn die Polizei auftaucht. Abgesehen davon haben die dank chronischer Unterbesetzung alle Hände voll zu tun und reagieren deswegen recht genervt auf \"Banalitäten\". \nKlar mich würde es auch tierisch ankotzten, wenn ich nicht schlafen könnte, aber nächstes Mal wirf einfach eine Wurfaxt in seine Tür, oder stell den Strom ab. Das funktioniert auch super.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:07:04.173+0000","up_votes":1,"down_votes":0,"body":"Das ist aber nun mal ihr Job ...\nIch hab auch mal die Polizei zu einem Auffahrunfall gerufen ... war wirklich nur eine kleine Beschädigung an meinem 2 Monate alten Auto ... da meinte der Idiot von Polizist auch \"bei solchem Bagatellschaden solle ich das nächste Mal davon absehen die Polizei zu rufen, das könne man ja so klären!\" \n\nJA AM ARSCH!\nEin Gutachter hat sich das angeschaut und was kam bei raus? Der dumme Polizist mit seiner Laiensicht hat den Schaden völlig unterschätzt ... knapp 4.000 Euro Schaden waren das nämlich....\n\nEcht, bei solchen faulen Deppen könnte ich kotzen -.-","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:13:31.933+0000","up_votes":1,"down_votes":0,"body":"Solange kein Personen Schaden Entsteht, ist die Polizei auch nicht nötig. In manchen Bezirken wirst du dafür sogar zur Kasse gebeten und das völlig zu Recht wie ich finde. Was soll die Polizei da auch? Personalien kann man so austauschen, eine Unfalkzeichnung kann jeder mit einer Onlineanleitung erstellen und das sind weder ausgebildete KfZ Mechaniker, noch Gutachter, weswegen sie euch auch nicht helfen können. \nIn der Zeit, die sie bei eurem Unfall verbracht haben wurde irgendwo ein Mensch überfallen und die Polizei war beschäftigt mit Blechschäden. So muss man das mal sehen. \nDas hat mit Faulheit nichts zu tun, sondern mit Zeitverschwendung. \nDa solltest du noch einmal drüber nachdenken.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:16:34.739+0000","up_votes":1,"down_votes":0,"body":"Das sag mal der Versicherung.\nMir ist eine Frau hinten rein gefahren ... nur angeditscht .... die Dame hätte auch ganz easy behaupten können, ich sei Rückwärts in sie hinein gefahren ... sie hatte einen Beifahrer, ich war alleine ... vor keinem Gericht der Welt hätte ich da ohne Polizeiprotokoll den Schaden reklamieren können.\n\nAuch die Polizei wird dir bestätigen, dass im Zweifelsfall sie immer dazu gerufen werden soll.\nSchon allein beim Ausparken jemanden zu erwischen und sich vom Ort zu entfernen erfüllt den Straftatbestand(Ja, kein Vergehen, Straftat) einer Unfallflucht.\n\nIch habe alles richtig gemacht, der Hinweis des Polizisten ist okay, aber mehr auch nicht.\n\nSchon in der Fahrschule lernt man, Unfall = Polizei.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:21:29.169+0000","up_votes":1,"down_votes":0,"body":"Hab gerade mit einem Polizisten gesprochen:\n\n \n> Wir sind nur dafür da die Zivilrechtlichen Ansprüche zu sichern\n> Heißt: dafür Sorgen das sie Personalien austauschen und die stimmen\n>  Heybrin: Mehr nicht\n\nBeifahrer haben vor Gericht keinen Mehrwert und sind als Zeugen unzulässig. Solange Personalien bereitwillig ausgetauscht werden und die Unfalkzeichnung unterschrieben wird besteht kein Bedarf an Polizei.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:26:53.956+0000","up_votes":1,"down_votes":0,"body":"Und dennoch werde ich sie weiter rufen ^^ \nDenn wie auch schon gesagt, sie sollen die Richtigkeit der Personalien prüfen ... \n\nKlar, wenn ich sehe, das ist nur n Kratzer werde ich niemanden rufen ... aber wenn meine Einschätzung sagt \"das ist etwas größeres\" wird immer die 110 gewählt ... und bei einem 4k-Schaden ist es das allemal ... ich habe das gesehen, der Polizist nicht.\n\nIch hatte auch mal bei einem aaaaaaaalten Auto einen Diebstahl, die Schweine haben mir über Nacht die Außenspiegel geklaut >.< ... auch ne Anzeige machen wollen, da kamen dann so zwei Polizistinnen an ... das war ein Spaß xD \n\"Sind sie sicher, dass die gestohlen wurden?\" ............................... nein, die sind bestimmt nur von ihrer  Sauftour nicht zurück gekommen! \n\nGeil war auch mal... ich musste nur 1x die Polizei wegen Ruhestörung rufen ... das war so Ultralaut, hab da 3x geklingelt und niemand hat reagiert ... rief so an und melden das ... da fragt die nette Dame \"Ist das die Musik im Hintergrund?!\" ich nur ja ... und sie so ... \"OHA, ja da kommt jemand vorbei, kann aber dauern\" ... \n\nMir ist das persönlich egal, wie lange es dauert, mir geht's darum es zu melden ... ich bin da echt resistent aber irgendwann ist eine Grenze erreicht und die ist bei mir hoher Sachschaden oder echt null Einsicht/Erreichbarkeit der Übeltäter ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:30:39.766+0000","up_votes":1,"down_votes":0,"body":"Und du meinst die können mehr machen als sich den Perso der Unfallparteien anzuschauen? Was versprichst du dir denn davon? Als Zeugen waren die Beamten nicht vor Ort und können somit auch nicht sagen wie der Unfall abgelaufen ist. Außer du glaubst, dass niemand die Polizei anlügt. \nEs gibt nun einmal keinen Grund dafür die Polizei zu holen, wenn es sich um einen Blechschaden handelt. Die können dir nicht helfen und haben wichtigeres zu tun.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:35:29.748+0000","up_votes":1,"down_votes":0,"body":"Und da ist der springende Punkt, doch, gerade beim Blechschaden ist es wichtig den Vorgang richtig zu dokumentieren.\nEs ist und war schon immer Job der Polizei Unfälle jeglicher Art zu betreuen, wenn nötig. Und wann es nötig ist, entscheidet einer der Unfallteilnehmer.\n\nUnd wenn ich das immer höre \"die haben wichtigeres zu tun\" ... ja, möglich, aber ich gehöre ebenfalls zur Bevölkerung und darf das durchaus nutzen. Ich muss mich dann eben gedulden, bis sie Zeit für mich haben ... das mache ich auch gerne, Hauptsache mir ist geholfen.\n\nIch würde nie über die Polizei schimpfen, im Gegenteil, ich habe großen Respekt ... aber wenn mir jemand bei einem UNFALL sagt \"das ist eigentlich nicht unsere Aufgabe\" dann werde ich denjenigen gerne Belehren. \n\nDenn nochmal: Jeder Unfall im Straßenverkehr geht auf (wenigstens) ein Vergehen durch den Verursacher zurück und genau solche Vergehen müssen von der Polizei geahndet werden.\nAlso sind sie zuständig, ob sie wollen oder nicht.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T08:00:10.020+0000","up_votes":1,"down_votes":0,"body":"Nicht ganz. Tatsächlich muss eine Ordnungswidrigkeit nicht Polizeilichen Verfolgt werden. Und genau das stellt ein Auffahrunfall dar.\n\n> Bei einem Auffahrunfall mit Personenschaden ist es zwingend erforderlich, die Polizei zu rufen. Liegt kein Personenschaden vor, kann darauf verzichtet werden.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T08:09:44.390+0000","up_votes":1,"down_votes":0,"body":"Um hier mal einzuhaken - das ist doch interessant:\n\n- Ja, es stimmt natürlich, dass man bei kleineren Blechschäden die Polizei nicht rufen muss und es auch nicht tun sollte, wegen der Geringfügigkeit. Das hab ich ja auch schon so gemacht ^^. \n\n- Aber wieso ist das so? In den meisten Fällen liegt ja zumindest eine Sachbeschädigung vor. Sachbeschädigung ist eine Straftat (Potentiell Freiheitsstrafe > 1 Jahr) und muss somit polizeilich aufgenommen werden. \n\n- Jetzt kann man argumentieren, dass Unfälle meistens ohne Vorsatz passieren. Und fahrlässige Sachbeschädigung gibt es nicht, daher heißt es ja Unfall. Also sind wir wieder fein raus, oder? Keine Polizei nötig. \n\n- Blöderweise gibt es aber den \"bedingten Vorsatz\"... Wenn ich also auf eine Art und Weise fahre, bei der mir **klar sein muss**, dass es zu einem Unfall kommen kann (deutlich überhöhte Geschwindigkeit, Licht aus im Dunkeln, Blinker beim Überholen nicht setzen usw.) geht es wieder in den Straftatbestand hinein und die Polizei muss das aufnehmen. \n\nJetzt das Problem:\nWer bin ich als Verkehrsteilnehmer das zu entscheiden? Ich schätze beim Anditschen im Parkhaus sind wir uns alle einig, das war keine Absicht, auch keine bedingte. \nAber wenn jemand vor mir auf der Autobahn über drei Spuren zieht um seine Ausfahrt noch zu bekommen und mir dabei die Fahrertür demoliert, was machen wir dann? Polizei oder keine Polizei? Ist im Endeffekt immer noch nur ein Blechschaden...","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T08:32:54.070+0000","up_votes":1,"down_votes":0,"body":"Ich denke 315C StGB sollte dir da weiterhelfen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T08:38:41.776+0000","up_votes":1,"down_votes":0,"body":"Der Paragraph verschärft die Gesetzgebung eher noch ^^. Der bestärkt mich mehr darin, die Polizei zu rufen, die dann entscheiden muss, ob das jetzt noch Fahrlässigkeit oder schon Vorsatz bzw rücksichtslos war :P. \n\nImmerhin reicht es hier schon: \"Rücksichtslos eine fremde Sache von bedeutendem Wert (Auto) zu **gefährden**\" um im Zweifel bis zu fünf Jahre (!) in den Knast zu gehen. \n\nDas ist dann eine Straftat, die die Polizei aufnehmen muss... Danke für den Paragraph, wusste gar nicht, dass es das gibt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T09:01:40.735+0000","up_votes":1,"down_votes":0,"body":"Ja es gibt ein StGB XD. Da stehen ein Haufen Dinge drin, die dir weiter helfen könnten. ZB. Ist da auch die Notwehr geregelt, wenn dein Nachbar wieder mal die Musik zu laut aufdreht und dich erneut mit einer Waffe bedroht","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T09:40:46.681+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=V6ERUHZ9,comment-id=0002000100010000000000000000000000000001000100000001,timestamp=2018-09-27T09:01:40.735+0000)\n>\n> Ja es gibt ein StGB XD. Da stehen ein Haufen Dinge drin, die dir weiter helfen könnten. ZB. Ist da auch die Notwehr geregelt, wenn dein Nachbar wieder mal die Musik zu laut aufdreht und dich erneut mit einer Waffe bedroht\n\nMir ist bewusst, dass es ein StGB gibt, aber danke :D:D:D. Ich kannte nur diesen speziellen Paragraphen (noch) nicht ^^.\n\nAber ich hab halt Dienstag Nacht / Mittwoch früh tatsächlich darüber nachgedacht, ob ich Notwehr - mäßig noch irgendwelche Möglichkeiten habe, meine Rechtsbeeinträchtigung selbst zu beenden ohne die Polizei deswegen zu behelligen... Ich kam aber auf keine andere Möglichkeit mehr.","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-09-27T08:42:18.250+0000","up_votes":1,"down_votes":0,"body":"oh hätte ich das gewusst .... :D \n\nBeim Unfall war nämlich so:\n\nQbert steht mit dem Autochen an einer roten Ampel, rechte Spur(von 2).\nFrau kommt hinter Qbert aus der Seitenstraße, guckt beim fahren nur nach links und *puff* .... sagte zur mir dann \"ich dachte sie wären noch rüber gefahren\" ....\n\n:D","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T08:49:23.830+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=YnZkMR0R,discussion-id=V6ERUHZ9,comment-id=00020001000100000000000000000000000000010001000000000001,timestamp=2018-09-27T08:46:33.550+0000)\n>\n> Nicht? Abbiegen ohne in Fahrtrichtung zu schauen finde ich schon grob verkehrswidrig ... denn wäre ich kein Auto sondern ein Fußgänger/Radfahrer gewesen, wäre das schon eine grobe Verletzung gewesen ... da war schon wirklich Schwung/Kraft hinter\n\nUnd da geht's schon los mit der Auslegung ^^. Nach deiner Auslegung kommt die Frau vor Gericht, es erwartet sie, Achtung, Zitat:\n\n(...) \"wird mit Freiheitsstrafe bis zu fünf Jahren oder mit Geldstrafe bestraft.\"\n\nHart, oder?","replies":[]},{"id":"","poster":"Qbert","date":"2018-09-27T08:46:33.550+0000","up_votes":1,"down_votes":0,"body":"Nicht? Abbiegen ohne in Fahrtrichtung zu schauen finde ich schon grob verkehrswidrig ... denn wäre ich kein Auto sondern ein Fußgänger/Radfahrer gewesen, wäre das schon eine grobe Verletzung gewesen ... da war schon wirklich Schwung/Kraft hinter","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-27T08:45:08.670+0000","up_votes":1,"down_votes":0,"body":"Naja, das würde ich jetzt nicht \"Grob verkehrswidrig oder rücksichtslos\" nennen, sondern \"einfach nur dumm\" ^^.\n\nIch gehe auch davon aus, dass diese Formulierung eher mild ausgelegt wird... Sonst gäbe es da vermutlich ziemlich viele Anzeigen. \"Rücksichtslos\" lässt sich ziemlich weit auslegen. ","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-27T08:17:10.017+0000","up_votes":1,"down_votes":0,"body":"Nein, eine Sachbeschädigung bedingt der Mutwilligkeit, soweit ich weiß (ich Google das nun einfach mal nicht) ... es ist ein Unfall, also wenn du so willst eine fahrlässige Sachbeschädigung ^^\n\nMeiner persönliche Meinung ist folgende:\nSobald an deinem Auto ein größeres Blechteil verbogen ist, lohnt sich ein Anruf der Polizei.\nWarum? Weil das wirklich teuer werden kann. Natürlich muss man schauen, was es für ein Teil ist. Stoßfänger sind heutzutage meist aus Kunststoff, sind diese gebrochen sollte man auch die Polizei rufen.\nHintergrund sind die Folgeschäden.\nWenn der Stoßfänger bricht oder das Blechteil sich stark verformt können aufgrund der Kettenreaktion sich ganze Karosserien verziehen, was dein Auto fix mal zum wirtschaftlichen Totalschaden macht.\n\nMein Beispiel mit dem 4k-Schaden war auch \"nur\" ein eingeschobener Kotflügel aus Blech.\nJa, warum war das so teuer?\nAufgrund der Position des Kotflügels direkt über dem Rand kann nicht ausgeschlossen werden, dass es eine Achsverschiebung gab. Auch war der Lack bis aufs Blech zerkratzt.\nHeißt:\n- Achsvermessung\n- Blech begradigen, abschleifen und lackieren\n\nAlles aufsummiert mit Gutachter waren dann rund 3.800 Euro. Und das ohne Versicherungen zu klären ist nicht clever.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T08:28:01.363+0000","up_votes":1,"down_votes":0,"body":"Naja, da hilft dir Polizei dir ja auch nicht weiter, wie Uranbrennstab schon geschrieben hat sichern die ja \"nur\" die zivilrechtlichen Ansprüche in diesem Fall... Die Schadenshöhe stellt ja so oder so am Ende die Werkstatt fest. \n\nIch würde es immer vom Verhalten des Unfallgegners abhängig machen. Ich hab damals im Parkhaus z.b. direkt meine Versicherung angerufen und denen den Schaden gemeldet. Dann gab's dazu eine Bearbeitungsnummer und damit war der Unfallgegner zufrieden. Kien Grund mehr, die Ansprüche zu sichern, ich hab ja meine Schuld eingeräumt. \n\nIn diesem Fall ist die Schadenshöhe ja erstmal zweitrangig.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T08:32:46.915+0000","up_votes":1,"down_votes":0,"body":"Ich habe eine ähnliche Situation bei einem Kollegen mitbekommen, der hat's ohne Polizei gemacht.\nDie Klärung hat etwa 9 Monate gedauert und ging vor Gericht ... weil der Unfallgegner aus einer vermeidlich eindeutigen Situation eine andere Geschichte erzählt hat ... \n\nBis zu diesem Zeitpunkt musst mein Kollege alle Reparaturen und den Mietwagen selber bezahlen, dafür hat er einen Kredit aufgenommen.\nHinten raus hat er natürlich alles wieder bekommen ... aber, den Stress mache ich mir nicht, nur weil ich auf guten Willen des anderen vertraue und die Kollegen in Blau nicht rufe.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T08:53:58.071+0000","up_votes":1,"down_votes":0,"body":"Tja, das hat die Unfallgegnerin nicht getan.\nSie hat der Versicherung nämlich eine andere Story erzählt ...","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-27T08:42:45.747+0000","up_votes":1,"down_votes":0,"body":"Hm, von so was hört man ja immer wieder... Aber wenn der Gegner es richtig macht, noch am Unfallort seine Versicherung anruft und dort sagt: \"Ich habe einen Unfall verursacht....\" Dann ist das Ganze doch unstrittig, oder?\n\nBei ungeklärter Schuldfrage sollte das Ganze natürlich von der Polizei aufgenommen werden.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-27T08:42:58.811+0000","up_votes":1,"down_votes":0,"body":"Von ohne Versicherung hat doch niemals irgendwer was gesagt. Ich verstehe halt nicht was du dir von der Polizei erhoffst. Ob die jetzt ein Protokoll schreiben oder du ist doch egal, solange beide Parteien es unterschrieben haben.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T08:45:14.416+0000","up_votes":1,"down_votes":0,"body":"Die Polizei nimmt entsprechend alle Aussagen auf und dokumentiert(wenn nötig) die Unfallsituation.\nWie gesagt, das kann ja auch jeder machen wie er möchte. Im Zweifelsfall werde ich stets auf die Hilfe der Beamten zurückgreifen.","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-27T08:07:39.384+0000","up_votes":1,"down_votes":0,"body":"> kann\n\nDas ist der springende Punkt.\nIch verzichte auch gerne darauf, solange ich alles abschätzen kann, also persönlichen und Fahrzeugschaden. :)\n\nIch ziehe da schon Grenzen, aber bei Unsicherheiten komme ich sehr gerne auf die Unterstützung des Staates zurück.","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T07:30:41.058+0000","up_votes":1,"down_votes":0,"body":"Dann wurde mir das wohl falsch bei gebracht... Ich habe vor Jahren auch mal einen Unfall verursacht (Frontalaufprall bei 70 Stundenkilometer, beide Fahrzeuge Totalschaden) und hab auch gleich die Polizei gerufen. \n\nDie haben sich dann auch um alles gekümmert, Befragung der Zeugen, Fotos, Räumung der Straße, Sicherstellen, dass ich meine Punkte in Flensburg bekomme... xD. Das war schon echt wichtig dass die da waren. Die Versicherungen haben hinterher auch auf das Protokoll der Polizei zurückgegriffen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:36:38.420+0000","up_votes":1,"down_votes":0,"body":"Ich wage zu behaupten, dass bei einem Zusammenstoß bei 70 Km/H Personen zu Schaden gekommen sind wir reden hier nur über Blechschäden. Bei Verletzungen wird immer ermittelt, sogar bei meinem Bruder, der bei einem Unfall von der Straße abgekommen ist und sich an der Schulter verletzt hat. Ermittlung wegen Körperverletzung an ihm durch ihn selbst. Sehr kurios.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:39:57.684+0000","up_votes":1,"down_votes":0,"body":"Nein, zu Schaden kam niemand, alle hatten großes Glück. Am Ende waren es \"nur\" sehr teure Blechschäden... Ich mag das ganze Ding auch nicht wiederholen... Ich kam damals wegen Eis auf der Fahrbahn auf die Gegenspur und hab ein entgegenkommendes Fahrzeug schräg in die Motorhaube gerammt und es von der Straße gedrückt. Ich fuhr etwa 70, wie schnell der andere fuhr kann ich nicht sagen. \n\nEs war trotzdem unheimlich wichtig, dass die Polizei raus kam.","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T07:24:39.185+0000","up_votes":1,"down_votes":0,"body":"Hier muss ich Qbert Recht geben, das wurde mir auch so bei gebracht. Sobald es auch nur irgendwie um die Frage der Schuld geht: Lass das Unbedingt von der Polizei aufnehmen. Dafür sind die Kollegen da...\n\nWenn die wirklich so unterbesetzt sind, dass sie dann keinen mehr für \"echte\" Notrufe auf der Wache haben, schicken sie halt Leute vom Ordnungsamt raus, die können das im Zweifel auch aufnehmen. Es müssen natürlich immer genug Beamte verfügbar sein, um auf echte Notfälle reagieren zu können. Im Schlimmsten Fall werden die dann halt von deinem Unfall kurzfristig abgezogen und du musst (völlig zu Recht) warten.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:31:33.655+0000","up_votes":1,"down_votes":0,"body":"Ja und was versprichst du dir davon? Wie sollen die denn die Schuldfrage vor Ort klären?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:35:29.463+0000","up_votes":1,"down_votes":0,"body":"Hab ich in meinem \"Unfall, beide Fahrzeuge Totalschaden\" Fall oben erklärt :). Ohne die Polizei hätten wir das nicht händeln können.","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T07:13:02.776+0000","up_votes":1,"down_votes":0,"body":"Eine Freundin von mir hat mich mal besucht, sie war im siebten Monat schwanger und mit dem Straßenverkehr in der Stadt leider völlig überfordert xD. Kurz nachdem sie zur Rückfahrt los ist rief sie mich an, sie hatte ca. 1 Kilometer von der Wohnung entfernt einen Unfall verursacht. \n\nIch bin dann raus gelaufen und hab sie etwas beruhigt, das war im Februar und es war wirklich brutal kalt xD. Die Unfallgegner hatten schon die Polizei gerufen, auf die wir dann gewartet haben... und zwar 2 Stunden lang... das war klasse...","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:18:19.162+0000","up_votes":1,"down_votes":0,"body":"yup, ich habe beim Ausparken mal jemanden erwischt, Polizei gerufen und hat 1,5h gedauert ... war auch echt kalt, aber was soll's ... sie haben mir sogar das Bußgeld erlassen, weil ich so ehrlich war und sie gerufen habe :)","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:32:34.532+0000","up_votes":1,"down_votes":0,"body":"Bei so was würde ich es ggf tatsächlich sein lassen sie anzurufen... Hab auch mal im Parkhaus jemanden erwischt, das konnten wir aber ohne Probleme so klären.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:40:26.659+0000","up_votes":1,"down_votes":0,"body":"Ich hatte damit jetzt 2x Berührung.\n1x war ich der Verursacher ... Polizei hat mir bestätigt, dass ich alles richtig gemacht habe mit den Verweis auf den Punkt \"Fahrerflucht\"\n\n1x war ich geschädigter, nur ein kleiner Kratzer, das haben wir so geklärt ... WENN ich aber dem Unfallgegner hätte böse kommen wollen, hätte ich ihn wegen Fahrerflucht anzeigen können ... \n\nDas ist echt fies, wenn ein Zeuge das sieht, dass du meinetwegen einen Zettel schreibst weil du schnell weg musst kann er die Polizei anrufen und dich wegen Fahrerflucht anzeigen, der Zettel bringt da rein gar nichts ... es ist schade, dass die Gesellschaft heutzutage so weit ist, aber es ist leider so ... du musst dich absichern wo du nur kannst - leider.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:43:23.702+0000","up_votes":1,"down_votes":0,"body":"Einen Zettel würde ich tatsächlich auch nicht schreiben, dafür bin ich doch zu sehr darauf Bedacht, für Schäden die ich anrichte auch gerade zu stehen. \n\nGut, wenn der Unfallgegner nicht da ist würde ich auch die Polizei rufen, bevor ein angebrachter Zettel geklaut wird oder wegfliegt oder der Unfallgegner ihn einfach nicht bemerkt etc.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:46:14.966+0000","up_votes":1,"down_votes":0,"body":"Achso, dann war im Autohaus der Fahrzeughalter dabei? Dann geht's ja ... aber ist er nicht da, hilft echt nur Polizei","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:49:00.622+0000","up_votes":1,"down_votes":0,"body":"Jop, ich hab nicht nach hinten geschaut und hab jemandem die Stoßstange angeditscht :P. Dafür ruhe ich die Polizei tatsächlich nicht, die haben Besseres zu tun, da geb ich Stäbchen Recht ^^","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:52:36.162+0000","up_votes":1,"down_votes":0,"body":"ja, definitiv!\n\nAber wenn Schadenshöhe unbekannt ist und/oder kein Unfallgegner zugegen ist, sollte man das immer von Beamten aufnehmen lassen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:54:57.080+0000","up_votes":1,"down_votes":0,"body":"Mal ne ganz andere Frage:\n\nWie fährt ein Poro eigentlich Auto? Ist das überhaupt erlaubt??","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:56:12.448+0000","up_votes":1,"down_votes":0,"body":"ob es erlaubt ist oder nicht, kümmert uns nicht!\n\nhttps://riot-web-static.s3.amazonaws.com/images/news/January_2015/PCW/Monoproof%20(EUW).jpg","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:58:17.030+0000","up_votes":1,"down_votes":0,"body":"Fahr mit deinem Tommy Guns mal zu den Leuten die meine literarisch wertvolle Wall of Text da oben konsequent downvoten ^^. \n\nIch weiß, das passiert immer, aber ich hab mir viel Mühe damit gegeben und so ein bisschen kratzt es mich ja schon :P","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:18:13.110+0000","up_votes":1,"down_votes":0,"body":"Die stehen ja auch nicht gerade hinter der nächsten Ecke und warten auf euch. Jetzt mal ehrlich Leute, die haben wichtigeres zu tun.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:21:00.148+0000","up_votes":1,"down_votes":0,"body":"Ich will hier jetzt auch kein Polizeibashing betreiben ^^. Aber wir waren mitten in der Innenstadt... ernsthaft, das dauert doch keine zwei Stunden. \n\nAber gut, als sie da waren haben sie uns kompetent geholfen ^^. Und erlaubt, das \"Wrack\" noch nach Hause zu fahren. Das hab ich dann für meine Bekannte übernommen und die Karre, demoliert wie sie war, noch 30 Kilometer getreten ^^. War so ein ganz eigenes Abenteuer ^^.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:23:25.069+0000","up_votes":1,"down_votes":0,"body":"Ja die sitzen auch nicht auf dem Revier und warten auf einen Anruf. Die haben große Einsatzgebiete und sind dann auch im Einsatz, wo sie nicht immer einfach so wegkönnen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:27:20.465+0000","up_votes":1,"down_votes":0,"body":"Das ist mir schon klar... Ich glaube ich komme hier grade falsch rüber, ich habe viel Achtung vor der Polizei und der Arbeit die sie tut. Ich hab einen guten Freund bei der Bundespolizei und hab mich nach dem Abitur auch selbst dort beworben. \n\nIch bin körperlich nur leider zu sehr Krüppel ^^","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:29:22.000+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=V6ERUHZ9,comment-id=0002000100000000000000000000,timestamp=2018-09-27T07:27:20.465+0000)\n>\n> Ich bin körperlich nur leider zu sehr Krüppel ^^\n\nIch auch, eine gebrochene Schulter finden weder die noch der Bund cool :(","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:31:33.595+0000","up_votes":1,"down_votes":0,"body":"Meine 25% Sehschärfe ohne Brille fanden sie auch doof.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T07:04:43.153+0000","up_votes":1,"down_votes":0,"body":"\"Glücklicherweise\" hat der Kollegen oben bis zum bitteren Ende Rammstein laufen lassen, um ja nicht vor uns Nachbarn klein bei zu geben. Er hat damit durch die geöffnete Balkontür auch den ganzen Innenhof und Teile der Straße beschallt, Nachweisbarkeit war dementsprechend nicht das Problem... Ich kann auch verstehen, dass die Polizei wegen solch einem \"kack\" eher ungern ausdrückt, mir war es ja auch unangenehm da anzurufen. \n\nDennoch habe ich keine andere Möglichkeit mehr gesehen... Der Gedanke meinen Speer zu holen, die Tür einzutreten und die Wohnung mit den Nachbarn gemeinsam zu stürmen und die Musik zwangsweise runterzudrehen war zwar reizvoll, hält aber bei einem zweiten Gedanken dem Abgleich mit der Notwehrregelung nicht stand, ist wie hier in lol mit dem zurückflamen, es gibt einfach mildere Mittel, den Verstoß abzustellen xD. \n\nStrom abstellen ist leider keine Option in diesem Mietshaus ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:08:39.094+0000","up_votes":1,"down_votes":0,"body":"Ach das ist ganz einfach. Wirf einen Eimer Wasser aus ein paar Metern Entfernung auf den Hausanschlusskasten. Dann rufst du die Störungsnummer deiner örtlichen Stadtwerke an und die reparieren dass dann, während du in Ruhe schlafen kannst. Easy.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:12:31.942+0000","up_votes":1,"down_votes":0,"body":"das kann ich sogar noch einfacher ... hab n Umspannwerk vor der Haustür ... einen Ast in die Leitungen und das Stadtviertel ist ruhig =D","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:16:57.711+0000","up_votes":1,"down_votes":0,"body":"Oder der Ast fackelt weg XD. Aber ja mit einem Umspannwerk kann man lustige Dinge anstellen.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-09-27T07:10:21.902+0000","up_votes":1,"down_votes":0,"body":"Bei uns ist sämtliche Elektrik usw. weggeschlossen, kommt nur der Hausmeister ran ^^","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-27T08:27:48.378+0000","up_votes":1,"down_votes":0,"body":"Die Downvotes sind aber heute echt saftig.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T08:29:58.092+0000","up_votes":1,"down_votes":0,"body":"Ich schätze das liegt daran, dass nur wenige Gegenupvotes kommen ^^. Irgendwie scheint keiner da zu sein, wir liefern hier ja eine 3 Mann Solo Show ab xD. Praktisch eine Two and a half men Diskussion, wobei das Poro der Halbe ist ^^","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-09-27T07:04:28.115+0000","up_votes":1,"down_votes":0,"body":"> Dann wurde ich darauf aufmerksam gemacht, das nächste mal solle ich doch bitte mehr selbst versuchen bevor ich die Polizei rufe.\n\nIst ja schon wieder eine Dreistigkeit ... für solch einen Satz würde ich mir gleich die DIenstnummer geben lassen und eine Beschwerde schreiben ... dafür sind die da. Punkt.\nAls wenn du da in deinem Kämmerlein hocken würdest und wahllos die Polizei bestellst ...","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:09:30.183+0000","up_votes":1,"down_votes":0,"body":"Auf der einen Seite hast du Recht, auf der anderen Seite verstehe ich die Kollegen von der Polizei aber auch...\n\nDie werden ziemlich sicher oft genug wegen so einem Mist raus gerufen. Außerdem konnten die wohl kaum wissen, wie viel wirklich getan wurde... Ich hab zwar erklärt, dass der Nachbar einfach nicht mehr geöffnet hat, aber das hören die ziemlich sicher oft. Von daher hab ich das mal unter \"Standardansage\" abgelegt, so wie \"Achten Sie am Flughafen bitte auf Ihr Gepäck\".\n\nIch für meinen Teil unternehme natürlich Einiges, bevor ich zu diesem Mittel greife, aber die Kollegen vom örtlichen Stützpunkt werden sicherlich oft genug von Oma Erna angerufen, weil der Nachbar von oben um 22:15 mal den Stuhl auf dem Laminat verrückt hat und es dann kurz quitscht. \n\nVon daher... ich bin ja schon froh dass sie für Ruhe gesorgt haben.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:11:23.274+0000","up_votes":1,"down_votes":0,"body":"Ich habe Verständnis dafür, klar .... aber ein Polizist muss so viel Beherrschung haben um einem Bürger nicht so blöd zu kommen ... ist genau das Selbe wie ein Servicemitarbeiter der dir sagt \"dann kaufen sie halt wo anders\" ... ^^\n\nHier in Berlin gibt's derzeit bspw. ein arges Problem mit Notrufen bei der 112. Die machen nun schon eine Radiokampagne, dass man nicht wegen belanglosem Zeug wie \"Der Späti hat schon zu, was soll ich jetzt machen?\" oder \"ich habe einen Pickel am Hintern\" anrufen soll....\n\nDie Menschen werden einfach immer dümmer.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:17:50.304+0000","up_votes":1,"down_votes":0,"body":"Diese Anrufe sind dann aber nicht wirklich ernst gemeint, oder? ^^ Das sind doch Scherzanrufe...\n\nIch war letztes Jahr für 4 Monate zur Schulung in Berlin. Ich hab da drei Wochen im Park Inn am Alexanderplatz gewohnt, da dieses Hotel allerdings wirklich das Letzte ist (absolut widerlich, kann bei Bedarf mal eine Kritik schreiben xD), bin ich dann recht schnell in ein anderes Hotel umgezogen. \n\nJedenfalls ist der Alexanderplatz ja schon ein Hotspot, kennt man aus meinem \"Städtchen\" hier ja gar nicht. Das Maximum was ich auf dem einen Platz mal gesehen habe waren 3 simultane Polizeieinsätze mit Verhaftungen. Während überall drumherum das Leben normal weitergeht, ganz ohne Gaffer oder Ähnliches... Das ist da einfach schon normal. \n\nDas hat mich eher weniger fasziniert sondern mehr traurig gemacht.","replies":[{"id":"","poster":"Qbert","date":"2018-09-27T07:19:54.690+0000","up_votes":1,"down_votes":0,"body":"Ob ernst gemeint oder nicht ... völlig egal, sie belegen für den Moment den Notruf und verschwenden die Zeit :S\n\nYoyo, Alexanderplatz sind die Leute das gewohnt ... da treibt sich auch schon Pack rum -.-\n\nZum Glück wohne ich nicht in Berlin ...","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:25:56.781+0000","up_votes":1,"down_votes":0,"body":"Ich habe dann in der Nähe des Schulungszentrums um den Ostbahnhof herum gewohnt. Da war es eigentlich eher ruhig, man bekommt nur viele Drogen angeboten auf der Straße.","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-27T06:43:28.345+0000","up_votes":1,"down_votes":0,"body":"Es war wirklich Rammstein, die oben für ein Konzert geprobt haben? Das wär krass gewesen","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T06:54:40.451+0000","up_votes":1,"down_votes":0,"body":"ich schätze dafür sind die Wohnungen in dem Haus zu klein ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-27T07:00:41.527+0000","up_votes":1,"down_votes":0,"body":"Da hilft nur umziehen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T07:13:23.272+0000","up_votes":1,"down_votes":0,"body":"5 Monate. Dann. Endlich.","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-27T06:46:27.460+0000","up_votes":1,"down_votes":0,"body":"jaja, solche netten Obermieter habe ich auch ... da stehe ich dann aber auch spät. 23 Uhr auf der Matte.\n\nDie spielen nämlich keine Musik, sondern rumpeln und polten und lachen und quatschen und bla .... nervt tierisch.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-27T06:53:25.691+0000","up_votes":1,"down_votes":0,"body":"Teil 2 der Geschichte ist nun oben verfügbar ;)","replies":[]}]}]}