{"id":"xiEIn5c1","poster":"Raystlin82","date":"2019-08-24T09:37:07.146+0000","title":"tft.lol","subforum":"Teamfight Tactics","up_votes":1,"down_votes":0,"body":"ich hab diese seite benutzt um neue comps zusammenzustellen. seit daemon nerf bin ich auf yordels umgestiegen (eiswesen comps liefen bei mir weniger gut). will jetzt die nobels ausprobieren und schauen was dazu alles noch so passt um sie zu ergaenzen (wie zb. kassadin/karthus zu den yordels passt).\n\ntft.lol ist jetzt schon seit einer weile nicht erreichbar. kennt jemand eine aehnliche seite?\n\nedit: https://lolchess.gg/simulator scheint ganz gut zu sein.","replies":[{"id":"","poster":"BeasTFT","date":"2019-08-25T09:37:23.077+0000","up_votes":1,"down_votes":0,"body":"Mir scheint als würdest du keine Patchotes lesen, oder dich sonst irgendwie über das Game informieren.\nUnd ja Nobles ist im mom die stärkste comp, mit Draven oder Gp/yasuo gp/draven oder nur Draven oder yasuo mit blademaster item auf jemandem.\nDemons sind in einem guten Zustand, je nach Combo kannst du 2 oder 4 spielen, ist ganz okay.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-08-24T09:56:46.421+0000","up_votes":1,"down_votes":0,"body":"Ich empfand die Änderung der Dämonen gar nicht mal so sehr als Nerf. Ja natürlich sind sie nicht mehr so sehr die Antimages, allerdings macht sie die Chance auf Erhalt von bis zu 45 Mana extrem stark, da die 3 stärksten Carrys (Aatrox, Varus und Evelynn) lediglich 75 Mana benötigen.\nDie höhere Kontinuität (immer 40%) macht sie auch nicht mehr so abhängig vom Ausbau des Traits. Und als letztes (eine Sache, die ich extrem angenehm finde) Kassadin ist kein Counter des eigenen Teams mehr. XD\n\nSeite: https://tftactics.gg/","replies":[{"id":"","poster":"Raystlin82","date":"2019-08-24T10:37:36.256+0000","up_votes":1,"down_votes":0,"body":"danke fuer den vorschlag. ich will aber nichts runterladen, oder mich irgendwo registrieren.\n\nnun, ich hab nicht aufgehoert daemonen zu spielen, weil ich die aenderung als nerf empfand, oder aehnliches. hab es erst im nachhinein als nerf empfunden. es hat irgendwann einfach nicht mehr funktioniert - in den patchnotizen stand nichts, also hab ich im forum geschaut und gelsen, dass daemonen generft und karthus gebufft wurde. also hab ich herumexpirimentiert und bin bei yordels+karthus gelandet und es funktioniert auch ganz gut. nobels scheinen mir im moment aber staerker im vergleich dazu.\n\naatrox hat vor dem patch bei mir extrem viel schaden gemacht, vor allem im early. nach dem patch macht er aber kaum schaden - warum auch immer.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-24T11:29:43.934+0000","up_votes":1,"down_votes":0,"body":"> danke fuer den vorschlag. ich will aber nichts runterladen, oder mich irgendwo registrieren.\n\nBrauchst du auch nicht. Mache ich auch nicht. Oben sind ganz normal die Reiter zum Nutzen der Seite.\nDas ist beispielsweise die Champion-Übersicht: https://tftactics.gg/champions\n\n> nobels scheinen mir im moment aber staerker im vergleich dazu\n\nSie sind stark, aber nicht unschlagbar. Die Noblen bekommen nur Resistenzen und etwas Heilung, wobei die Heilung durch Items negiert werden kann und die Resistenzen (vor allem die MR) machen nur 27,8% Schadensreduktion aus. Mit Sorcerer kommt man gegen die immer noch recht gut voran. (Void funktioniert natürlich auch als gute Komponente).\n\n> karthus gebufft\n\nvon 0/85 Mana ⇒ 40/125 Mana, also die erste Ult bleibt gleich und jede weitere braucht länger. ⇒ Klarer Buff XD\n\n> aatrox hat vor dem patch bei mir extrem viel schaden gemacht, vor allem im early. nach dem patch macht er aber kaum schaden\n\nAatrox hatte selbst einen kleinen Nerf wegen der Änderungen von Dämon: Spell Damage: 250/600/950 ⇒ 300/600/900\nDas wirkt sich vor allem dann stark aus, wenn man diese Werte über Items erhöhen möchte.\n\nAn sich finde ich jedoch macht Aatrox diesen Nerf durch die Dämon-Änderung wieder weg, denn er Ultet deutlich öfters.\n\nDas ist übrigens meine Comp von von Platin 4 zu 3 gewesen: (Gespielt gestern: 23.08.19)\n\nhttps://imgur.com/HlAzuk0\n\nJedem das seine. Ich komme mit den Dämonen seit diesem Patch wirklich gut voran.","replies":[{"id":"","poster":"Raystlin82","date":"2019-08-24T12:23:10.738+0000","up_votes":1,"down_votes":0,"body":"also hab jetzt die noblen ausprobiert. alles steht und faellt. bekommt man die secher combo zusammen - gewinnt man. wenn nicht, dann scheidet man relativ frueh aus. die yordels sind in dieser hinsicht weniger von der vollstaendigkeit abhaengig.\n\nals ich mit noblen die volle comp zusammen hatte und dazu noch braum und varus (ashe haette besser gepasst, hab aber relativ frueh viele varus bekommen und konnte den auf lvl 3 bringen) - keinen einzigen fight mehr verloren. obwohl ich danach kaum noch etwas weiter ausbauen konnte (nur den varus auf lvl 3 gebracht und ein paar andere noch auf lvl 2 hoch - kayle hab ich nur eine vom karusel bekommen).\n\nok, habs jetzt gesehen, dass man da nichts runterladen muss. gut find ich bei der seite nur die uebersicht zu den items. der teambuilder ist aber etwas umstaendlich meiner ansicht nach. ist jetzt aber auch egal - ich bin mit lolchess als ersatz zu tft.lol zufrieden.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-24T13:01:55.986+0000","up_votes":1,"down_votes":0,"body":"> bekommt man die secher combo zusammen - gewinnt man.\n\nNicht immer, aber sehr oft. Es reicht aber in vielen Fällen auch eine gute Kayle zu erschaffen.\n\n> die yordels sind in dieser hinsicht weniger von der vollstaendigkeit abhaengig.\n\nJa, allerdings werden sie durch die RFC sehr stark gecountert und fast jede Fähigkeit trifft sie auch. Ihr Buff ist nicht so stark und Gnar braucht schon etwas, um wirklich effizient zu sein. Er ist zu leicht zu eliminieren.\n\n>  ich bin mit lolchess als ersatz zu tft.lol zufrieden.\n\nFreut mich. Jeder ist verschieden. Und das ist gut so.","replies":[{"id":"","poster":"Megamaexx","date":"2019-08-24T14:35:19.974+0000","up_votes":1,"down_votes":0,"body":"Das einzige Mal, als ich mit 6 nobles nicht erster wurde, war, als ich gegen 6 nobles spielen musste. Ich war schon relativ low durch die Vorrunden, dann 2x den anderen noble-Spieler gehabt und 2x verloren, was zu 0 HP geführt hat.\nAndere Counter sind mir noch nicht untergekommen.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-24T14:53:47.008+0000","up_votes":1,"down_votes":0,"body":"Ich habe schon derartige Comps besiegt. Denn die Stärke der Noble-Comp liegt in meinen Augen nicht in dem Buff. Die Heilung ist leicht zu verhindern (Red-Buff / Morello) und der Rest ist Defensive, was bedeutet, dass der Comp selbst ausgehend von dem Trait der Schaden fehlt.\nAls nächstes kommen die Einheiten selbst. 3 Frontliner (Leona Garen und Fiora) und 3 Backliner (Kayle Lucian und Vayne), wobei Lucian auch eine Art Teilfrontline darstellen kann. Du musst nur den Schaden vernichten.\n\nEin gezielter Angriff gegen Kayle und die Noble-Comp zerfällt wie ein Kartenhaus, allerdings weiß das auch der Noble-Spieler, sodass es häufig etwas knifflig ist, diesen Angriff durch Attentäter zu schaffen. Wenn aber zu viele Einheiten sterben, wird Kayle unsterblich, da sie anfängt sich selbst permanent zu ulten. (Daher auch meine Aussage du brauchst eine gute Kayle für die Comp). Da jedoch viele Comps sehr einfach einen Attentäter einbringen können, ist der Angriff lediglich ein Positionsspiel.","replies":[{"id":"","poster":"Raystlin82","date":"2019-08-24T15:14:55.562+0000","up_votes":1,"down_votes":0,"body":"finde nicht, dass die comp von kayle abhaengig ist. zumindest nicht als champ. kayle braucht man nur fuer den buff. es ist ein grosser unterschied, ob den buff ein einzelner, zudem auch noch zufaelliger champion bekommt, oder alle.\n\nleona gehoert im mid/late game zwangslaeufig in die zweite reihe, denn braum fuer die bewahrer combo bietet sich einfach zu sehr an und man kann kaum darauf verzichten. also stellt man im endeffekt braum mit leo nebeneinander in die zweite reihe. dadurch gibt es auch zwei spots (oben und unten) fuer den doppel-bewahrer-buff, wo man seinen staerksten tank und damagedealer positionieren kann, oder zb. auch die kayle, wenn man sie beschuetzen moechte. rechts und links neben der kayle noch andere champs und schon ist es fast unmoeglich sie mit assasinen/blitzcrank gezielt aus dem spiel zu nehmen.\n\naber nur wenn man jetzt alles auf die kayle setzt. wie gesagt, finde ich nicht, dass bei noblen sich alles um die kayle dreht. ich stell da einfach meine staerkste einheit hin (vom lvl und items her). kayle fungiert bei mir einfach als ein zusaetzlicher marksman.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-24T15:42:28.460+0000","up_votes":1,"down_votes":0,"body":"> zumindest nicht als champ.\n\nDas wird man erst sehen können, wenn es möglich ist den Buff ohne Kayle zu generieren.","replies":[]}]}]}]}]}]}]}]}]}]}