{"id":"6muxTpEp","poster":"ifuifuwrafncydrs","date":"2018-09-25T11:14:56.884+0000","title":"Gesunde Spielumwelt - Welcome to Bronze 5 #elohell","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":9,"body":"#Jm2cts\n\nDie News von der neuen Iron-Liga erf&uuml;llte mein Herz mit Freude. Endlich wurde meine Sehnsucht erh&ouml;rt einen Ort zu schaffen wo all die toxischen Spieler und die, die den Modus &quot;ranked&quot; nicht verstanden haben, spielen k&ouml;nn**t**en. Also, sofern sie sich keine Accounts bei Ebay kaufen.\nLetztlich dient diese Liga aber wohl nur der weiter definierten Beurteilungsmöglichkeit der Spieler bei der Eingliederung in den Ligaalltag.\n\nAlso werde ich wohl noch einige Nerven verlieren und niemals aufsteigen. Außer ich erwische zu Beginn der Saison einen Sahnetag und habe Glück bei der Matchingzusammenstellung und schaffe den Sprung direkt zu Gold. \n\nNerven so wie heute. Wie als h&auml;tte der gestrige Tag nicht gereicht, spielte ich gerade wieder in einem Match mit Spielern in Bronze 5, die toxisch f&uuml;r das Spiel im allgemeinen sind. Der Eine spielte gut, verlor dann gegen Ende die Lust und wollte die ganze Zeit aufgeben. Ich erwiderte ihm, dass er doch keine ranked Games spielen soll, soll er andere Modi spielen. Oder Lol &uuml;berhaupt nicht.\nDer Andere stand gegen Ende nur noch am Tower, wollte ebenfalls aufgeben und feedete dann.\n\nUnd ich frage mich welche Priorit&auml;ten LOL setzt. Wenn ich mir Berichte zu WOW durchlese, Berichte in denen durchklingt, dass der WOW-Kundenservice ggü. toxischen Spielern im Hinblick auf eine gesunde Gaming-Umwelt im Forum und Spiel konsequent eine 0-Toleranz-Strategie verfolgt, f&uuml;hle ich mich von LOL im Stich gelassen. \n\nInvestitionen von bis dato 30-60&euro; in Champs, Skins und Treasures geben mir das Recht dazu von den Machern des Spiels erwarten zu k&ouml;nnen, meinem Teilzeit-Hobby in einer gesunden Spielatmosph&auml;re nachgehen zu k&ouml;nnen.\n\nAber dies ist absolut de facto nicht der Fall.\n\n-----\n**Ich fordere LOL auf Spieler, die wegen einem meldew&uuml;rdigen Vergehen angezeigt und daraufhin bestraft werden m&uuml;ssten,\n\n* aus dem normalen ranked Game-Liga-Betrieb f&uuml;r die Dauer der Bestrafung auszuschlie&szlig;en.\n* in einen Pool mit anderen Regelversto&szlig;ern zu stecken (#Australien und dessen Verbrecherhistorie ist ein gutes Vorbild)\n\nund nach Ablauf der Strafe\n\n* ligatechnisch extrem herabzustufen.\n\nUnd spielt jemand bereits in Bronze 5 und baut dauernd nur Kacke, sollte er irgendwann vom Ligabetrieb im allgemeinen ausgeschlossen werden. !!!\n\n**\n\nFür welche Vergehen die Spieler wie herabgestuft werden, obliegt eurer Einschätzung der Sachlage und der abgewogenen Härte der Konsequenzen.\n\nHave Fun.","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-09-25T13:19:14.571+0000","up_votes":5,"down_votes":0,"body":"> Die News von der neuen Iron-Liga erfüllte mein Herz mit Freude. Endlich wurde meine Sehnsucht erhört einen Ort zu schaffen wo all die toxischen Spieler und die, die den Modus \"ranked\" nicht verstanden haben, spielen könnten. Also, sofern sie sich keine Accounts bei Ebay kaufen.\nLetztlich dient diese Liga aber wohl nur der weiter definierten Beurteilungsmöglichkeit der Spieler bei der Eingliederung in den Ligaalltag.\n\nNach einem Blick auf deine Matchhistorie sieht es für mich so aus, als dass du nächste Season auch in diese Liga kommen wirst. Neben den Faktoren, die du schon aufgezählt hast, ist der größte Faktor für die Einstufung in eine Liga das eigene Können und in deiner jetzigen Liga scheinst du nach deinem Können hinzugehören.\n\n> Also werde ich wohl noch einige Nerven verlieren und niemals aufsteigen. Außer ich erwische zu Beginn der Saison einen Sahnetag und habe Glück bei der Matchingzusammenstellung und schaffe den Sprung direkt zu Gold\n\nIst eher unwahrscheinlich, dass das passieren wird. Bei einem soft reset wird sich nicht viel an deiner jetzigen MMR ändern. Bei einem hard reset wird es anfangs schwer sein, zu gewinnen durch die ganzen guten Spieler, die dann die gleiche MMR haben wie du.\n\n> Der Eine spielte gut, verlor dann gegen Ende die Lust und wollte die ganze Zeit aufgeben. Ich erwiderte ihm, dass er doch keine ranked Games spielen soll, soll er andere Modi spielen. Oder Lol überhaupt nicht.\nDer Andere stand gegen Ende nur noch am Tower, wollte ebenfalls aufgeben und feedete dann.\n\nDa solche Spiele nicht die Regel sind, wirst du auf längere Sicht in deine Liga eingestuft.\n\n> Und ich frage mich welche Prioritäten LOL setzt. Wenn ich mir Berichte zu WOW durchlese, Berichte in denen durchklingt, dass der WOW-Kundenservice ggü. toxischen Spielern im Hinblick auf eine gesunde Gaming-Umwelt im Forum und Spiel konsequent eine 0-Toleranz-Strategie verfolgt, fühle ich mich von LOL im Stich gelassen.\n\nZwar kann man bei Spiele nicht so gut vergleichen, aufgrund der verschiedenen Basis, die für soziale Interaktionen gegeben ist, dennoch denke ich, dass LoL mehr in diesen Bereich investiert, so dass deren System im Umgang mit negativen Verhalten von anderen Spielen kopiert wird. \nUnd wenn du dich mal Forum umschaust, wirst du entdecken, wie häufig Spieler doch für ihr Verhalten bestraft werden und dass eine 0-Toleranz-Strategie existiert für bestimmte Ausdrücke.\nSelbstverständlich ist dieses System noch ausbaufähig, trotzdem würde ich behaupten, dass eines der Besten ist.\n\n> Investitionen von bis dato 30-60€ in Champs, Skins und Treasures geben mir das Recht dazu von den Machern des Spiels erwarten zu können, meinem Teilzeit-Hobby in einer gesunden Spielatmosphäre nachgehen zu können.\n\nSolche Aussagen sehe ich eher kritisch. Solltest du mehr Rechte haben als jemand, der kein Geld für das Spiel ausgibt oder weniger Rechte haben, als jemand, der mehr Geld ausgibt. Jeder sollte doch, dass Recht auf eine Umwelt haben, die mir das bestmögliche Spielerlebnis bietet. Falls nicht zeigt sich dies in Form von niedrigen Spielerzahlen.\n\n> aus dem normalen ranked Game-Liga-Betrieb für die Dauer der Bestrafung auszuschließen.\n\nDie Negativität wird dann an die normals weitergegeben. \n\n> in einen Pool mit anderen Regelverstoßern zu stecken \n\nhttps://nexus.leagueoflegends.com/en-us/2017/01/ask-riot-banished-to-prisoners-island/\n\n> ligatechnisch extrem herabzustufen.\n\nDenke nicht, dass diese Strafe im vom Ligasystem ist und im Konflikt mit dem Elo-System steht\nWenn ein Challenger-Spieler herabgestuft wird, spielt er dann mit schlechten Spielern zusammen. Er überrennt diese Spieler und keine Partei hat Spaß. Und für was? Damit der Challenger-Spieler in ein paar Spielen wieder in seiner Liga angekommen ist.","replies":[]},{"id":"","poster":"Sensei FuFuu","date":"2018-09-25T11:45:58.016+0000","up_votes":1,"down_votes":2,"body":"Dir ist schon klar, dass die meisten Spieler toxisch sind, wegen schlechten Spielern. \nIch find eher Spieler die 4 Games verlieren und schlechte Stats haben (keine Ahnung z.b 0/10 in 3 Games oder 0/0/0 in nem Game mit 30 Kills) in ne andere Warteschlange gesteckt werden oder anders \"bestraft\" werden. Die Frustration steigt viel mehr, wenn du gut spielst und iwelche Bananen, die sich nen Acc bei Ebay gekauft haben, das Spielerlebnis behindern.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T11:51:55.468+0000","up_votes":1,"down_votes":1,"body":"Hmm, also dem kann ich nicht zustimmen.\nWenn da jemand ist, der nicht gut spielt, habe ich die Möglichkeit ihm im Chat Tipps zu geben.\n\nDie Mehrheit der Spieler sind toxisch, weil sie z.B. denken, dass sie etwas besseres sind. Und dieses Prädikat \"besser\" ziehen sich diese Spieler meist aus den Stats. Stats, die ein Indiz für eine gute Performance sein können, aber auch nicht.\nOder aus ihrem Selbstverständnis.\n\nDass was du vorschlägst, ist Spieler zu bestrafen, weil sie schlecht spielen. Das ist nicht mein Anliegen. Ich unterscheide zwischen schlechteren Spielern, Feedern, Afklern, Surrenderern (ohne Rückgrat/Eier/Motivation) und Flamern, Hatern und Co.\n\n**Bzgl. Ebay**: Meiner Meinung ist das ein Geschäftsmodell, eine Einnahmequelle von Lol. Ich hab ein paar Ebay-Accounts bereits mehrmals beim LOL-Kundenservice angezeigt und nichts ist passiert. Man kann immer noch munter LOL-Accounts @Ebay kaufen.\nAus diesem Grund schrieb ich wiederum den LOL-Kundenservice an und forderte sie auf das Ligen-Einstiegs-Level oder die Eingliederungsanforderungen zu erhöhen. Bis dato ist nichts passiert.\n\n","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-09-25T16:31:37.420+0000","up_votes":4,"down_votes":0,"body":"Ich fang mal hier an:\n\n> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=00020000,timestamp=2018-09-25T11:51:55.468+0000)\n>\n> Hmm, also dem kann ich nicht zustimmen.\n> Wenn da jemand ist, der nicht gut spielt, habe ich die Möglichkeit ihm im Chat Tipps zu geben.\n\nNein hast du nicht. Allein schon weil du selber genügend Fehler machst, mit denen du dich eher beschäftigen solltest. Für mich gibt es 2 Varianten, wie jemand auf die \"Tipps im Chat\" reagiert: Entweder er sieht seinen Fehler selbst und denkt sich \"Streu doch noch mehr Salz in die Wunden\" (mein Lieblingsfall ist da, wenn ich \"sry, my bad\" schreibe und dann der Mitspieler noch meint mir erklären zu müssen, was ich alles falsch gemacht habe... ich habe doch schon zugegeben, dass ich da gerade einen Fehler gemacht habe). Oder Variante 2) Man sieht nicht ein, dass man einen Fehler gemacht hat und sieht den Fehler eher beim Mitspieler, der ihn dann auch noch die Schuld gibt. Das ist immer eine gute Voraussetzung für ein weiteres Zusammenbeispiel. Also Standartbeispiel: Der Jungler overextended, weil er nicht damit zufrieden ist den Flash des Toplaners zu ziehen, stirbt am Turm und fragt \"Why no follow?\" Wunderbarer Tipp, den Fehler hat trotzdem der Jungler gemacht...\n\n> \n> Die Mehrheit der Spieler sind toxisch, weil sie z.B. denken, dass sie etwas besseres sind. Und dieses Prädikat &quot;besser&quot; ziehen sich diese Spieler meist aus den Stats. Stats, die ein Indiz für eine gute Performance sein können, aber auch nicht.\n> Oder aus ihrem Selbstverständnis.\n> \n\nDu meinst etwa Bronze Spieler, die öffentlich behaupten, dass es sie \"selbst mit Pro-Spielern mithalten\" könnten... wenn auch nur in einigen Statistiken... (Lass mich das mal so sagen: Ich darf mich Platin Spieler schimpfen, aber ich bin mir bewusst, dass ich nichts annähernd so gut kann wie ein Profi. Nicht mal Warden, wo ich relativ gut drin bin...) Oder die davon ausgehen, dass sie mit \"ein bisschen Glück in der Matchzusammenstellung\" direkt Gold werden würden... Anders ausgedrückt: Du hast hier vor diesem Satz all das gemacht, was du anderen Vorwirfst.\n\n\n**Aber ich habe mal eine ganz ehrliche Frage an dich, bei der mich die Antwort einfach nur interessiert. **\n\nWeil ich doch häufiger Bronze V Spiele gucke und mich dann immer frage: Wie kommt ihr darauf? Diese Frage ist also keinesfalls zynisch gemeint, sondern ich will wirklich eine ehrliche Antwort von dir:\nWie kommst du darauf, Dark Harvest, Teleport, Statikk Stich, Gefräßige Hydra, Sonnenfeuerumhang, Panzer des Toten Mannes, Ninja Tabis und Athenes Unheiliger Graal als Finales Itembuild und Runenauswahl für Braum zu nutzen? \nAlso von diesen Items ist vielleicht eines bei den Empfohlenen Items dabei. Und in Guides findet man sie auch nicht. Genau so wenig wie den Dark Harvest. Die Synergie dieser Items ist halt eher Suboptimal. Und so weit ich weiß hast du keine Möglichkeit die Heilung von Athenes auszulösen, weil du deine Mitspieler weder heilst noch ihnen ein Schild gibst. Da bin ich mir aber nicht ganz sicher, weil ich nicht weiß, ob Braums W reicht. Da der Rest des Items aber komplett nutzlos auf Braum ist (es skaliert nur seine Ulti mit AP und du dürftest normalerweise keine Manaprobleme kriegen), werde ich das aber nicht ausprobieren. Das ist eher ein Fall von \"Selbst wenn, ist es immer noch useless\"...\nWarum entscheidest du dich also bewusst für diese Items, die du ja im Shop gezielt suchen musst. Warum guckst du dir nicht einfach mal auf Champion.gg oder Probuild an, was die Experten auf diesem Champion bauen? Warum glaubst du, dass du cleverer bist als all diese Leute? Einige von denen werden dafür bezahlt optimale Strategien und Itembuilds für Braum zusammenzustellen... Das sind also richtig clevere Leute...\n\nUnd ja, wenn du es vermeiden willst nächstes Jahr in Eisen V zu landen, solltest du dir einfach mal 2-3 Braum Guides angucken... oder die empfohlenen Items bauen, das würde auch schon helfen...\n\nOh und als vorerst Letztes: Gewöhne es dir ab für die Allgemeinheit zu sprechen. Die bist du einfach nicht. Ich kann dir sagen, dass ich mit dem derzeitigen Bestrafungssystem, in dem die Spieler am Ende permanent gebannt werden, zufriedener bin als mit deinem Vorschlag. Und die Resonanz in diesem Forum scheint darauf hinzuweisen, dass ich damit hier nicht alleine stehe, sondern in der Mehrheit bin. Dennoch würde ich mir nie erlauben, für DIE Allgemeinheit der LoL Community (falls es die überhaupt gibt) zu sprechen.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T20:11:37.531+0000","up_votes":2,"down_votes":1,"body":"70% der leute, die hier posten, nehmen die trolls in schutz. statt sich auf sie zu konzentrieren und darüber zu diskutieren wie man die liga verbessern kann, wird sich auf mich eingeschossen und man sucht den fehler bei mir.. ergo kann man die community hier in der mehrheit vergessen..\ndie einzigen, die on topic waren, war sensei fufuu und qbert.. und angel ayume\n\n\ndas thema steht in der headline, aber hier beschäftigen sich nur sehr wenige mit der headline.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-09-25T20:53:18.347+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0002000000010000,timestamp=2018-09-25T20:11:37.531+0000)\n>\n> 70% der leute, die hier posten, nehmen die trolls in schutz. statt sich auf sie zu konzentrieren und darüber zu diskutieren wie man die liga verbessern kann, wird sich auf mich eingeschossen und man sucht den fehler bei mir.. ergo kann man die community hier in der mehrheit vergessen..\n> die einzigen, die on topic waren, war sensei fufuu und qbert.. und angel ayume\n> \n> \n> das thema steht in der headline, aber hier beschäftigen sich nur sehr wenige mit der headline.\n\nHmm... Pathetischer Modus aktiviert: Ich versuche ja auch in jedem Spiel League ein wenig zu verbessern... allerdings drehe ich da an der einen Stellschraube, auf die ich Einfluss habe: Meine eigene Einstellung und mein eigenes Spiel. \n\nIn der Überschrift steht halt nicht mehr als \"MIMIMI ICH BIN BRONZE V UND KOMME DA NICHT RAUS\"... Was soll ich dazu sagen, außer dir eventuell zu helfen da rauszukommen, in dem du ein besserer Spieler wirst. Aber wenn du daran kein Interesse hast... Und ja, ich kann jetzt auch einen epischen Vortrag darüber halten, dass die Elohölle nur in deinem Kopf existiert. Weil du glaubst, dass nur das Matchmaking dich davon abhält, Gold zu erreichen. Das hast du ja genau so gesagt. \n\nDas faszinierendste ist ja, dass du anderen vorwirfst ein Troll zu sein, weil sie Twitch Jungle spielen und das dann nicht beherrschen... und im nächsten Spiel zockst du Nocturne Support ohne Goldgeneration Item... Und dann wirfst du deinem ADC vor, dass er nicht weiß, wie er neben einem Troll Support spielen soll...\n\nUnd das du dann daran zu glauben scheinst, dass toxische Gold Spieler, die nur als Bestrafung nach Bronze V strafversetzt worden sind, dir helfen würden... Das wären die Spieler, die ich gerne permanent gebannt sehen würde. Diese Spieler würden dann nur mit dir Spielen, weil sie regelmäßig Teammates beleidigen. Was glaubst du, kannst du von ihnen lernen?\n\nGerade für die Spieler, die nach Bronze kommen, weil sie einfach nur nicht gut sind, wäre das der absolute Horror: Yeah, ich gehe ins Ranked um mich von toxischen Goldspielern verprügeln oder beleidigen zu lassen!!!\n\nAbgesehen davon, dass dir schon Leute verlinkt haben, dass Riot sich eindeutig gegen das \"Prisioners Island\" Konzept ausgesprochen haben. Aber das war ja von einem der 70%, die sich nicht an dein Thema gehalten haben...","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-09-25T21:31:14.648+0000","up_votes":2,"down_votes":0,"body":">das thema steht in der headline, aber hier beschäftigen sich nur sehr wenige mit der headline.\n\nDeine Headline:\n\n>Gesunde Spielumwelt - Welcome to Bronze 5 #elohell\n\n\nDa steht nichts über Trolle. \n\nEines deienr Statements:\n\n>Die News von der neuen Iron-Liga erfüllte mein Herz mit Freude. Endlich wurde meine Sehnsucht erhört einen Ort zu schaffen wo all die toxischen Spieler und die, die den Modus \"ranked\" nicht verstanden haben, spielen könnten. \n\nDanach beschwerst du dich erst mal nicht aufsteigen zu können. Du befindest dich in Bronze 5 und zeigst ganz klar Mängel im Spielverständnis. Es fällt mir schwer, dir zu glauben, wenn du einen schlechten Spieler als Troll oder unfähig bezeichnest und davon auszugehen, dass du Recht hast, wenn du selbst so seltsame Sachen auf Braum treibst. \n\nDie anderen haben sicher ähnliche Gedankengänge wie du, bei Staticks + Hydra auf Braum. Da du aber keinerlei Interesse daran zeigst, dir deinen Aufstieg zu erarbeiten, wirst du Ende nächste Season wohl in Iron landen.","replies":[]},{"id":"","poster":"Skagerak","date":"2018-09-25T20:20:29.178+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0002000000010000,timestamp=2018-09-25T20:11:37.531+0000)\n>\n> 70% der leute, die hier posten, nehmen die trolls in schutz. statt sich auf sie zu konzentrieren und darüber zu diskutieren wie man die liga verbessern kann, wird sich auf mich eingeschossen und man sucht den fehler bei mir.. ergo kann man die community hier in der mehrheit vergessen..\n> die einzigen, die on topic waren, war sensei fufuu und qbert.. und angel ayume\n> \n> \n> das thema steht in der headline, aber hier beschäftigen sich nur sehr wenige mit der headline.\n\nWir nehmen trolls nicht in Schutz, sonst würden wir dir ja nicht sagen das du nicht mit Braum trollen sollst. Man kann daran aber eben nichts ändern die anderen müssen ja auch mit dir spielen oder willst du das Riot dich einfach bannt nur weil du Braum mit so einem Build spielst ? Fändest du bestimmt auch nicht fair. Genauso denken aber auch andere Spieler das Sie wissen was sie tun und immer recht haben du kannst die aber nicht alle wegen ihrer Unwissenheit oder Ignoranz bannen.  Wo würde man da überhaupt anfangen? Ich als Dia 5 bin ein völliger noob in den Augen eines Challengers soll ich jetzt gebannt  werden weil ich eben nicht auf seinem Niveau spiele ergo also trollen muss ? Das macht nicht sonderlich viel Sinn. \n\nDu kannst auch wenn du willst ältere Threads über das Thema hier lesen da gibt es tausende und da wurde das alles auch schon tausendmal erklärt. \n\nImmer wieder lustig wie gefühlt jeden Tag jemand neues kommt der denkt er wär der ersste der das anspricht lol","replies":[]}]}]},{"id":"","poster":"Sensei FuFuu","date":"2018-09-25T12:07:05.621+0000","up_votes":1,"down_votes":0,"body":"Naja wenn du beispielsweise Dia bist und dein Toplaner sich nen Account gekauft hat und eig Silber ist, das Spiel dementsprechend steht, steigt der Frust der Spieler schon an, falls der Spieler dann nicht auf sein Team hört und man wegen diesem verliert ist, ist das toxische schreiben vorprogrammiert. Wer in einem Spiel schlecht performed und dann ab einen gewissen Grad einfach nicht aufhört, erwartet wirklich man begegnet ihm mit Respekt? Soll ich dir IRL mal das Bein stellen und du bist dann freundlich  zu mir?","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T12:37:37.586+0000","up_votes":1,"down_votes":0,"body":"Naja, also ich unterscheide schon zwischen toxischem Verhalten und Äußerung des Unmuts aufgrund eines nachvollziehbaren Kontextes.\nWenn ein Typ, die provoziert und du ihm einen Spruch drückst, ist das für mich kein toxisches Verhalten.\nWenn du allerdings einen Spieler runtermachst, anstatt ihm Tipps zu geben, weil er eben nicht auf deinem taktischen oder spielerischen Skill-Level ist, dann ist das toxisches Verhalten.\n\n\nHmm, dass heißt im Umkehrschluss, dass du Leute nicht respektierst, die einen weniger \"bedeutsamen\" Schul- oder/und Ausbildungsabschluss vorweisen können?","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:40:42.165+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0002000000000000,timestamp=2018-09-25T12:37:37.586+0000)\n>\n> Naja, also ich unterscheide schon zwischen toxischem Verhalten und Äußerung des Unmuts aufgrund eines nachvollziehbaren Kontextes.\n\nMoralisch ist das vllt ein Unterschied. Aber Riot macht da keinen Unterschied, zurecht wie ich finde. Toxisches Verhalten hat in keinem Fall etwas ingame zusuchen. Egal aus welchem Grund das toxische Verhalten entstanden ist.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T13:07:01.333+0000","up_votes":1,"down_votes":3,"body":"Verdammt. XD Drückte auf \"Abbrechen\". Naja, von vorn. Sollten Sie allerdings. Im Fußball erhält nicht nur der Täter ne Karte, sondern auch der Provokateur. Und, wenn ein Feeder und Surrenderer, der alle im Team provoziert, einfach weiterspielen kann, während der, der den Fehler macht auf seine Art einzugehen aufgrund dessen Meldung mit Time-, Chat- und Honorban belegt wird (was mir alles btw. Latte ist), sehe ich da eine gewisse Doppelmoral.\n\nUnd die Doppelmoral heißt. der Troll darf trollen wie er Bock hat und alle anderen müssen es ausbaden.\nTroll mal dein Team im Real Life ;) Z.B. Arbeitsleben, Freundeskreis what ever.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T13:11:03.629+0000","up_votes":1,"down_votes":0,"body":"Auch in LoL werden beide bestraft. O.o \n\nNur, weil sie nicht gleichzeitig bestraft werden oder nur weil der eine eine härtere Strafe bekommen hat als der andere, heißt das doch noch lange nicht, dass der eine machen kann was er will.","replies":[{"id":"","poster":"Sensei FuFuu","date":"2018-09-25T13:59:29.194+0000","up_votes":1,"down_votes":0,"body":"Nein werden sie nicht, wie denn auch. Wenn ich absichtlich das Falsche tu und das des öfteren, wird das nicht gebannt. Wie denn auch. Wie soll das  System erkennen, dass ein Spieler zb absichtlich den Teamfights fernbleibt und zu guckt wie sein Team stirbt. Er hat dann keine schlechten Stats, schreibt nichts in den Chat. Wie genau soll das für das  System dann ersichtlich sein. Trollen heißt nicht immer feeden und so jmd dann im System zu erkennen dauert sehr lange und bis dahin kann er munter weiter machen. Wenn ich in egal welcher Situation scheiße baue  sei es am Arbeitsplatz, weil ich meinen Kollegen den PC-Stecker ziehe oder  im Sport indem ich immer absichtlich zum Gegner passee im Fußball, werde ich bestimmt nicht mit offenen Armen empfangen sondern, werde (durchaus zurecht) angemault und öfters auch mal etwas gröber. Wer absichtlich ein Spiel manipuliert(wie auch immer) und nicht auf das Team hört und dieses ihn öfters freundlich auf sein Fehlverhalten hinweist, hat nicht das Recht in irgendeiner Wiese noch freundlich behandelt zu werden. Oftmals ist ein \"Pls play safe and stop feed\" schon ausreichend für manche Spieler das als flameen und toxic zu bezeichnen, was in keinster Wiese nachvollziebar ist.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T14:17:26.711+0000","up_votes":1,"down_votes":0,"body":"Ich sprach auch nicht von denen, die schwer zu erkennen sind. ;) \nUnd das hat dann wie der TE sagte nichts mit Doppelmoral zutun sondern lediglich damit, dass es sehr schwer zu erkennen ist, jedenfalls wenn man solche Fälle wie deine nimmt. \n\nWerden sie erkannt, werden sie aber genauso, meist sogar viel härter bestraft als Flaming. ;)","replies":[{"id":"","poster":"Sensei FuFuu","date":"2018-09-25T14:21:45.163+0000","up_votes":1,"down_votes":0,"body":"Bis die aber gebannt sind haben sie das Spielerlebnis von etlichen Spielern zerstört und deren Frust auf ein Maximum gesteigert.\nIch wollte nur zeigen, das Toxicity nicht einfach aus dem Nichts ensteht.\n#edit\nWenn ich in jedem Game geflamed werde und dumm angemacht werde, denke ich man sollte mal auf sich schaun und gucken ob man nicht selbst das Problem ist.\nDa gibts doch ein Sprichwort: Wenn dich das erste Mal jemand Ochse nennt, hau ihm auf die Nase. Wenn dich das zweite Mal jemand Ochse nennt, nenn ihn Vollidiot. Und wenn dich das dritte Mal jemand Ochse nennt, dann wird’s wohl Zeit, sich nach nem Kuhstall umzusehen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T15:02:38.017+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sensei FuFuu,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0002000000000000000000000000000000000000,timestamp=2018-09-25T14:21:45.163+0000)\n>\n> Bis die aber gebannt sind haben sie das Spielerlebnis von etlichen Spielern zerstört und deren Frust auf ein Maximum gesteigert.\n> Ich wollte nur zeigen, das Toxicity nicht einfach aus dem Nichts ensteht.\n\nIch weiß, wieso manche Spieler toxisch sind. Ich hab auch nicht geschrieben, das mir der Grund nicht verständlich wäre. \n\nDennoch werden beide Seiten bestraft, der eine früher als der andere. Der andere vllt gar nicht, weil es einfach sehr schwer zu erkennen ist, das heißt aber noch lange nicht, dass es erlaubt ist, nur weil es nicht ersichtlich ist. \n\nAlso kann der TE nicht von Doppelmoral sprechen. Verstehst du?\n\n> #edit\n> Wenn ich in jedem Game geflamed werde und dumm angemacht werde, denke ich man sollte mal auf sich schaun und gucken ob man nicht selbst das Problem ist.\n\nWenn du derjenige bist der ständig den Flame abbekommt, kann das durchaus an einem selbst liegen. Ob es daran liegt, weil man sehr schlecht spielt und deswegen den Unmut von den Mitspielern auf sich zieht, oder es daran liegt, dass man selbst im Chat provoziert oder oder oder. Kann viele Gründe haben. Aber selbst wenn es an einem selbst liegt, gibt das anderen Spielern doch noch lange nicht das Recht mich dumm anzuschnauzen.","replies":[{"id":"","poster":"Sensei FuFuu","date":"2018-09-25T20:16:05.153+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=00020000000000000000000000000000000000000000,timestamp=2018-09-25T15:02:38.017+0000)\n\n> Wenn du derjenige bist der ständig den Flame abbekommt, kann das durchaus an einem selbst liegen. Ob es daran liegt, weil man sehr schlecht spielt und deswegen den Unmut von den Mitspielern auf sich zieht, oder es daran liegt, dass man selbst im Chat provoziert oder oder oder. Kann viele Gründe haben. Aber selbst wenn es an einem selbst liegt, gibt das anderen Spielern doch noch lange nicht das Recht mich dumm anzuschnauzen.\n\nGeh mit der Einstellung mal iwo arbeiten, vll in der Küche als Koch. Da schreit dich jeder zweite an, weil es keine Zeit für SafeSpace gibt, sondern einzig allein darum, dass etwas gemacht wird. Wenn dann der Stress vorbei ist, ist sich keiner böse oder sonst iwas. Dieses ganze \"Worte können so verletzend sein\" ist wirklich komplett ausgelutscht. Wenn man keine Kritik ab kann und sich dagegen wert und darauf besteht in einer wollig warmen Umgebung zu sein, in der jegliches Fehlverhalten nicht geahndet wird, sollte man sich wirklich die Frage stellen ob Habbo-Hotel nicht eine Alternative zu League darstellt.\n\nVersteh mich nicht falsch, dieses wirklich toxische Verhalten, wo man die Familie den Tod wünscht oder sonstige Abscheulichkeiten, haben nirgendswo was verloren und sollten STRENGSTENS bestraft werden. \nAber wenn mich jmd anschreibt mit \"Du spielst wie ein Affe\" oder \"Wegen deinen s* Aktionen haben wir verloren\", soll ich mir durchaus die Frage stellen, ob ich mich nicht bisschen mehr anstrenge anstatt darauf zu bestehen mich in keinster Weise auch nur schief anschauen zu lassen. \nWenn ich es nicht von selbst auf die Reihe kriege und mich in der Hinsicht nicht bessere, kann ich nicht erwarten, dass mein Verhalten von anderen toleriert wird. \nWenn mir die Selbstreflexion zu meinem eigenen Können fehlt, sollte ich nicht den anderen böse sein, wenn sie mich darauf hinweisen. Daher bin ich durchaus der Meinung, dass schlechtes Spiel härter bestraft werden sollte. Es soll nicht gebannt werden, dazu gibt es keinen Grund, aber z.B. mehr LP Verlust, wenn man in einem Game 0/12/2 steht, wäre schon angebracht, wenn sich soetwas häuft, als kleinen Anreiz von Riot versuchen sich Spieltechnisch zu verbessern.\nDas würde schon viel Frust aus den Spielern bringen, wenn sie wissen schlechtes Spielen wird geahndet.\n\nZusatz:\nIch beziehe mich ausschließlich auf das Ranked. Im Normal oder Funmodes stehen der Spielspaß und das vll Lernen von etwas Neuem im Vodergrund und sollte auch als solches  verstanden werden. Also dort keine Toleranz für Flame.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T21:08:07.915+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Sensei FuFuu,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000200000000000000000000000000000000000000000000,timestamp=2018-09-25T20:16:05.153+0000)\n>\n> Geh mit der Einstellung mal iwo arbeiten, vll in der Küche als Koch. Da schreit dich jeder zweite an, weil es keine Zeit für SafeSpace gibt, sondern einzig allein darum, dass etwas gemacht wird. Wenn dann der Stress vorbei ist, ist sich keiner böse oder sonst iwas. Dieses ganze &quot;Worte können so verletzend sein&quot; ist wirklich komplett ausgelutscht. Wenn man keine Kritik ab kann und sich dagegen wert und darauf besteht in einer wollig warmen Umgebung zu sein, in der jegliches Fehlverhalten nicht geahndet wird, sollte man sich wirklich die Frage stellen ob Habbo-Hotel nicht eine Alternative zu League darstellt.\n\nAlso erstens Mal, kannst du LoL nicht einfach mit einem Beruf aus dem echten Leben vergleichen. O.o Zweitens können Worte sehrwohl verletztend sein, auch wenn sie so vllt nicht gemeint waren. \n\nWenn in deinem Beruf -ich vermute einfach mal, dass du in der Gastro arbeitest, sonst würdest du das Argument ja nicht bringen (können)- dann ist es schade, dass bei euch in der Küche so ein Umgangston herrscht. \n\nUnd \"du spielst wie ein Affe, deine Aktion war sooo dumm, deswegen sind wir gestorben\" auch keine wirkliche Kritik, jedenfalls keine konstruktive mit der man etwas anfangen kann. Und deswegen sind solche Aussagen auch strafbar, denn sie sind unnötig und niemand kann etwas damit anfangen. \n\nOder kannst du mir erklären, was es bringen soll? \n\n> \n> Versteh mich nicht falsch, dieses wirklich toxische Verhalten, wo man die Familie den Tod wünscht oder sonstige Abscheulichkeiten, haben nirgendswo was verloren und sollten STRENGSTENS bestraft werden. \n> Aber wenn mich jmd anschreibt mit &quot;Du spielst wie ein Affe&quot; oder &quot;Wegen deinen s* Aktionen haben wir verloren&quot;, soll ich mir durchaus die Frage stellen, ob ich mich nicht bisschen mehr anstrenge anstatt darauf zu bestehen mich in keinster Weise auch nur schief anschauen zu lassen. \n\nDie beste Reaktion auf Flame ist es einfach zu ignorieren. Muten und reporten ist das Beste was man machen kann. \n\nAußerdem sind solche Aussagen wie oben schon erwähnt völlig unnötig. Sie helfen dem, der den Fehler begangen hat in keinster Weise. \n\nVllt macht er sich schon Gedanken darüber, was er falsch gemacht hat. Vllt hat er die Entscheidung bewusst getroffen, weil er es für richtig gehalten hat (ich meine nicht absichtlich dumm gestorben, sondern in einer bestimmten Situation eine Entscheidung getroffen, weil er sie für sinnvoll gehalten hat, letztendlich sie aber gar nicht war).\n\nDer Spieler braucht nicht deine oder von wem anderes Informationen in einer sehr unhöflichen Art, dass er scheiße spielt. \n\nGlaubst du ernsthaft ein 2/7 oder sowas Spieler weiß nicht, dass er schlecht gespielt hat? Glaubst du wirklich, dass er so Aussagen wie \"Du spielst wie ein Affe\" braucht um zu erkennen, dass er schlecht gespielt hat? \nIch bitte dich, dass kannst du nicht wirklich denken... \n\n> Wenn ich es nicht von selbst auf die Reihe kriege und mich in der Hinsicht nicht bessere, kann ich nicht erwarten, dass mein Verhalten von anderen toleriert wird. \n\nJeder Spieler hat ein schlechtes Spiel. Weder du noch andere haben das Recht diesen für das schlechte Spiel zurechtzuweisen. \n\nUnd selbst wenn jemand 10 Games lang und noch länger schlecht spielt hat immer noch niemand das Recht diesen Spieler niederzumachen und ihm an den Kopf zuwerfen, wie scheiße er doch spielt.  \n\n> Wenn mir die Selbstreflexion zu meinem eigenen Können fehlt, sollte ich nicht den anderen böse sein, wenn sie mich darauf hinweisen.\n\nUnd woher weißt du, dass den Spielern denen man das an den Kopf wirft keine Selbstreflexion haben? Nur weil sie mehrere Games hintereinander schlecht gespielt haben? Oder weil sie nicht auf Calls hören? Oder weil sie nicht das kaufen wollen, was man ihnen sagt? \n\nUnd nur zur Info: Ich rede hier nicht vom TE, der offenbar nichts davon hören will, dass sein Itembuild und die Wahl seiner Runen nicht gut ist. \n\nDaher bin ich durchaus der Meinung, dass schlechtes Spiel härter bestraft werden sollte. Es soll nicht gebannt werden, dazu gibt es keinen Grund, aber z.B. mehr LP Verlust, wenn man in einem Game 0/12/2 steht, wäre schon angebracht, wenn sich soetwas häuft, als kleinen Anreiz von Riot versuchen sich Spieltechnisch zu verbessern.\n\nDas passiert doch schon. Je öfter du verlierst, weil du schlecht spielst, desto schlechter wird die MMR und desto höher ist auch der LP-Verlust. \n\nWer auf Dauer schlecht spielt, wird zwangsläufig absteigen oder einfach in seiner Elo hängenbleiben ohne zu Climben. Völlig in Ordnung. \n\nDu kannst nicht verlangen nur weil jemand mal ein schlechtes Game hat oder ein paar mehr schlechte Games, dass dieser direkt dafür bestraft wird... \n\nIch hab auch mal mehrere Games hintereinander schlechte Games gehabt, weil ich mental nicht auf der Höhe war. Ich hab einfach nicht so auf dem Niveau spielen können auf dem ich sonst spiele..  \nIch habe die Games verloren, habe LP verloren, habe MMR verloren. Habe ergo auch LP auf Dauer verloren, weil sich die Losingstreak natürlich negativ ausgewirkt hat... \nStrafe genug, dafür muss man mich oder andere Spieler nicht noch extra bestrafen indem man anstatt -18 LP gleich -24LP abzieht... \n\n> Das würde schon viel Frust aus den Spielern bringen, wenn sie wissen schlechtes Spielen wird geahndet\n\nSchlechtes Spielen ist nicht strafbar. Selbst ein Faker hat mal ein schlechtes Game. Kannste sogar bei Youtube suchen... \n\nWir sind Menschen, keine Maschinen. Und low Elo Spieler sind auch nicht auf dem Niveau eines Challengers. Die machen Fehler, völlig normal. \nUnd auch Challenger machen Fehler, selbst ein LCS Spieler kann mal gegen eine Wand flashen... \n\nDu kannst nicht erwarten, dass jeder immer 100 % Höchstleistung bringt. Das ist schlicht unmöglich... \n\nUnd erzähl mir nicht, dass du immer in jedem Game gut spielst und 100 % deiner Leistung abrufen kannst.","replies":[{"id":"","poster":"eingew","date":"2018-09-26T06:00:02.811+0000","up_votes":1,"down_votes":0,"body":"Zumal, als kleine Ergänzung: Diese Sprüche von wegen \"wegen dir haben wir verloren\" doch ohnehin häufig von Spielern kommen, die aufgrund ihrer eigenen vormaligen Fehler Frust schieben.\n\n99% der Spiele werden ja eben nicht von einem Spieler verloren, auch nicht zum Großteil. Meistens trägt jede Position ihren Teil dazu bei und sei es nur, weil sie so unaufmerksam waren, dass sie einen gefeedeten Gegner völlig unterschätzt haben und so ihren eigenen Vorteil gegen ihn nicht ausspielen konnten.","replies":[]}]},{"id":"","poster":"Skagerak","date":"2018-09-25T20:32:25.181+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Sensei FuFuu,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000200000000000000000000000000000000000000000000,timestamp=2018-09-25T20:16:05.153+0000)\n>\n> Geh mit der Einstellung mal iwo arbeiten, vll in der Küche als Koch. Da schreit dich jeder zweite an, weil es keine Zeit für SafeSpace gibt, sondern einzig allein darum, dass etwas gemacht wird. Wenn dann der Stress vorbei ist, ist sich keiner böse oder sonst iwas. Dieses ganze &quot;Worte können so verletzend sein&quot; ist wirklich komplett ausgelutscht. Wenn man keine Kritik ab kann und sich dagegen wert und darauf besteht in einer wollig warmen Umgebung zu sein, in der jegliches Fehlverhalten nicht geahndet wird, sollte man sich wirklich die Frage stellen ob Habbo-Hotel nicht eine Alternative zu League darstellt.\n> \n> Versteh mich nicht falsch, dieses wirklich toxische Verhalten, wo man die Familie den Tod wünscht oder sonstige Abscheulichkeiten, haben nirgendswo was verloren und sollten STRENGSTENS bestraft werden. \n> Aber wenn mich jmd anschreibt mit &quot;Du spielst wie ein Affe&quot; oder &quot;Wegen deinen s* Aktionen haben wir verloren&quot;, soll ich mir durchaus die Frage stellen, ob ich mich nicht bisschen mehr anstrenge anstatt darauf zu bestehen mich in keinster Weise auch nur schief anschauen zu lassen. \n> Wenn ich es nicht von selbst auf die Reihe kriege und mich in der Hinsicht nicht bessere, kann ich nicht erwarten, dass mein Verhalten von anderen toleriert wird. \n> Wenn mir die Selbstreflexion zu meinem eigenen Können fehlt, sollte ich nicht den anderen böse sein, wenn sie mich darauf hinweisen. Daher bin ich durchaus der Meinung, dass schlechtes Spiel härter bestraft werden sollte. Es soll nicht gebannt werden, dazu gibt es keinen Grund, aber z.B. mehr LP Verlust, wenn man in einem Game 0/12/2 steht, wäre schon angebracht, wenn sich so etwas häuft, als kleinen Anreiz von Riot versuchen sich Spieltechnisch zu verbessern.\n> Das würde schon viel Frust aus den Spielern bringen, wenn sie wissen schlechtes Spielen wird gerandet.\n\nNur mal so als frage was soll es denn bitte bringen so etwas zu schreiben ? Weiß der Spieler dann was er falsch gemacht hat ? nein. Fühlt er sich gut und hat bock weiter zu spielen wenn er ja eh schlecht ist ? nein. Wird er aus seinen Fehlern lernen weil er sich aufs game konzentriert? nein weil er durch das  Geschreibe abgelenkt wird. Hast du irgendwas davon außer das du dich dadurch besser fühlst ? nein dieses Verhalten ist einfach nur ziemlich kindisch. Immerhin müssen wir auch unterscheiden das das hier ein spiel ist und eben kein Beruf wo du Leistung bringen musst (ich bin auch beim Beruf kein Fan von solchen aussagen). Ein gepflegter Umgangston ist nun wirklich nicht zuviel verlangt und man sollte zurecht dafür bestraft werden. \n\nKlar trollen sollte auch bestraft werden, was es auch wird aber nicht jeder der schlecht spielt trollt. Ich hatte letztens einen Gp Top der stand 1/16 und nicht mal der hat getrollt er hat eben gespielt nun mal nicht gut aber das ist immer noch kein trollen er hat immer wieder gesplitpusht und ist eben immer wieder deswegen gestorben. Ich sage nicht das sowas gut ist aber du kannst jemanden für seinen spielstil nicht einfach bannen auch wenn dieser nicht optimal ist. Wo willst du außerdem da die Grenze haben ich kann auch sagen Silber und Bronze wissen nicht was die tun im vergleich zu high elo deswegen bannst du aber nicht einfach alle Silber und Bronze Spieler nur weil denen die Erfahrung fehlt. Genauso könntest du den Verfasser vom Thread hier für seinen Braum build bannen lassen welchen er nicht anpassen will, das macht man aber nicht weil es eben ien legitimer spielstil ist auch wenn der nicht sonderlich gut ist. \n\nOftmals ist es der Fall das jeder wirklich jeder der ein schlechtes game hat als Troll betitelt wird. Denn er muss es ja mit Absicht machen jeder bringt nämlich immer 100% Höchstleistung und alle sind Challenger, ne warte da hab ich was durcheinander gebracht.....","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-09-26T13:13:56.548+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sensei FuFuu,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=00020000000000000000000000000000000000000000000000000000,timestamp=2018-09-25T21:36:22.323+0000)\n>\n Oder jemand rennt dir die ganze Zeit auf 20 cm Abstand hinterher  und reagiert überhaupt nicht auf dein Nachfragen. Dein Verhalten was du dann zeigst, sei es dich zu wehren bei den Schlägen ins Gesicht oder das Wegschubsen des Verfolgers, wird laut Recht nicht bestraft, es handelt sich um Notwehr.\n\nBloßes Verfolgen ist kein gegenwärtiger, rechtswidriger Angriff. Folglich kein Notwehrrecht. Aber das nur nebenbei.\n\n> Also falls dir ein Spieler in einem Spiel absichtlich was antut , um dich zu hindern zu Gewinnen oder dir deine Spaß an der Sache nimmt, hast du das Recht dich zu wehren. \n\nFalsch. Ein Notwehrrecht ähnlich unserem Straf- und Zivilrecht kennt Riot offenbar nicht, jedenfalls ist das in den AGB nicht so erwähnt. Und das bloße Flamen, Trollen, Aufgeben ist kein Angriff im Sinne des StGB oder BGB.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-09-26T12:08:58.371+0000","up_votes":1,"down_votes":0,"body":"Notwehr kannst du in LoL nicht anbringen. Notwehr ist es, wenn man sich wehren MUSS, weil das eigene körperliche Wohl gefährdet wäre. Und das ist in LoL nicht der Fall. Körperlich kann dir keiner was antun nur, weil er feedet oder trollt. \n\nIn diesem Fall wäre es Selbstjustiz und das ist sowohl im echten Leben als auch in LoL nicht erlaubt. \n\nSobald du dich mit Flame \"zur Wehr setzt\" oder eben anfängst zu diskutieren etc. Ist es Selbstjustiz.","replies":[]},{"id":"","poster":"Sensei FuFuu","date":"2018-09-25T21:36:22.323+0000","up_votes":1,"down_votes":0,"body":"Das meinte ich überhaupt gar nicht. Vielleicht war das Bsp. mit dem 0/12/2 ein bisschen irreführend.\nIch  versuch in einem anderen Beispiel. Nicht als reelles Szenario verstehen, einfach nur um zu zeigen was ich eigentlich meinte.\nDu (Jungler) schreibst deinem Midlaner  \"versuch nicht zu pushen in der nächsten Zeit, weil ich hab die Chance zu ganken\". Dein Midlaner sagt nichts darauf pushed rein und stirbt(oder auch nicht das tut nichts groß weiter bei).\nDann nach einiger Zeit, frägt er nach einem Gank. Du antwortest ihm \"klar ich komm von oben\" Dein Midlaner flashed dann unter den Gegner Turm und stirbt. Kein System der Welt kann dies als Absicht erkennen. Einzig und allein die daraus folgenden Situationen\n\n- Er schreibt: \"Sry habe mich total verklickt, das wollte ich nicht. Meine Schuld.\noder\n-Er sagt gar nichts\noder\n-Er gibt dir die Schuld aus welchem Grund auch immer\n\nZu Nr. 3\nDu bist dir natürlich keiner Schuld bewusst, sagst nichts dazu und wrsl wird er öfter solche Sachen machen(oder auch nicht) und jedes mal was blödes in den Chat schreiben.\nKeine Diskussion darüber, das ist toxisches Verhalten was nicht angebracht ist und sollte bestraft werden.\n\nZu Nr.1\nDu schreibst \"kommt vor nächstes mal wirds besser\". Keiner ist auf den anderen Böse(klar bisschen grummelts schon im Bauch, aber die alleinige Bestätigung des Verbündeten zeigt: Er hat sein Fehlverhalten eingesehen, es ist passiert. Wir sind wie du sagst keine Challenger. Das Spiel kann man gewinnen oder verlieren, es ist egal. Man merkt dein Team war sich dessen Fehlers bewusst und hat versucht sich Ingame zu verbessern und sein bestes zu geben.\n\nNun zu Nr.2\n\nDu kannst gar nichts schreiben und so hinnehmen als wäre es Nr.2 und das Spiel läuft friedlich vor sich hin und du merkst selbst es war kein mutwilliges Verhalten und siehst er tut sein Bestes um zu gewinnen.\nOder (und das ist worauf ich hinaus will) bringt öfters solche Fragwürdigen Aktionen und du sprichst ihn an mit \"Kannst du damit aufhören\" oder halt was ihm zeigt du findest es nicht in Ordnung, aber greifst ihn nicht toxisch an oder so etwas. Falls er das dann weiterhin macht sieht das System schon er ist ein Troll und du brauchst sein Verhalten nicht weiter kommentieren. Sollte er aber sich komplett zurück ziehen, und tanzend in der Base stehen oder dir nachlaufen und sonst nichts weiter machen, soll man dann so etwas einfach so hinnehmen wie es ist? Ich mein das ist schon ein Verhalten, was getadelt werden muss, du lässt dir ja auch nicht grundlos mit der Faust ins Gesicht schlagen lassen und dich nicht wehren, nur weil du weißt, wenn er aufhört rufst du einfach die Polizei und zeigst ihn an. Oder jemand rennt dir die ganze Zeit auf 20 cm Abstand hinterher  und reagiert überhaupt nicht auf dein Nachfragen. Dein Verhalten was du dann zeigst, sei es dich zu wehren bei den Schlägen ins Gesicht oder das Wegschubsen des Verfolgers, wird laut Recht nicht bestraft, es handelt sich um Notwehr.\nAlso falls dir ein Spieler in einem Spiel absichtlich was antut , um dich zu hindern zu Gewinnen oder dir deine Spaß an der Sache nimmt, hast du das Recht dich zu wehren. Du kannst nicht warten auf den Moment in dem dieser eine Spieler gebannt wird, weil die Situation in der du dich gerade Befindest, ist unangenehm/belästigend/verletzend. Wenn du deinen Unmut dann kundtust, sei es freundlich und höfflich und er dann weiter und weiter macht oder du spätestens nach dem 3x hinweisen wirklich dich so angegriffen fühlst, das dir dein Instinkt sagt, du musst dich wehren. Kann der andere nicht dann schreiben \"Siehe da er hat mich geflamed was für ein Unmensch\". Wir sind keine Shaolin-Mönche und sollten uns nicht alles gefallen lassen, weil wir dann schließlich die anderen verletzen können. \nDu kannst auch nichts schreiben es ist dir überlassen, nur sollte ein solches \"toxisches Verhalten\" deinerseits nicht geahndet werden dürfen.(Sofern es im Rahmen der Situation entspricht, also Sprich keine Mordwünsche oder Ähnliches). Keiner kann dir dort mutwilliges Beleidigen oder etwas vorwerfen, da es eine reine Kurzschlussreaktion war und du schließlich ein Mensch mit Emotionen bist.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-09-25T20:48:15.251+0000","up_votes":4,"down_votes":0,"body":"Ich fasse kurz zusammen (was ich auf Op.gg gesehen habe)\n\n- Komplett falsche Runen auf fast allen Champs (dark harvest auf braum??, Comet + Domination auf Janna??)\n\n- komplett dämliche (sorry dafür gibt es keinen netteren Ausdruck) Itembuilds: ({{item:3230}} oder {{item:1059}} oder {{item:3087}} oder {{item:3174}} auf braum support.  {{item:3285}} first item auf janna support gerushed. Das ist einfach Unsinn.\n\nSchau dir mal ein paar Builds und Runen von Profis an. Gerade Braum wurde jetzt im MSI viel gespielt\n\n- du stellst seeehr unterschiedlich viele Augen. Tw stellst du 4 in 23 min (wenigste im ganzen game), dann wieder 31 in 56 min (meiste im ganzen game). ABER tw kein einziges Pinkward ({{item:2055}}) - NULL im ganzen Spiel! Oder: du wechselst nie von {{item:3340}} auf {{item:3364}} auch wenn du {{item:3401}} bereits fertig hast.\n\nDa sind so viele Fehler schon in den Grundlagen ohne auch nur eine Minute von dir im Spiel zu sehen....behebe die mal bevor du andere blamest!","replies":[]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T18:50:56.992+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-09-25T19:04:15.456+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0008,timestamp=2018-09-25T18:50:56.992+0000)\n>\n> Kurzes Update:\n> Nach den 2 Matches, die ursächlich für diesen Thread waren, spielte ich bis dato 5 weitere Matches.\n> Bei einem 6. verließ ich den Modus, weil ich mit dem toxischen Spieler bereits vor 2 Tagen spielen musste.\n> Von den 5 Matches musste eines geremaked werden, weil der Typ disconnected war.\n> 3 Matches gewann ich.\n> Das letzte Match verlor mein Team. Vor Start sagte schon jemand sowas wie &quot;der  Jgler trollt, viel Spaß beim Verlieren&quot;. Der sagte wiederum &quot;nein, mache ich nicht... ich zeig euch das im Spiel.&quot; Ich vertraute ihm und was war.\n> Als Jgler war er überall nur nicht im Jgl. Hatte am Ende 7 zu 17 Kills. Wir haben ihn alle wegen Feeding gemeldet.\n> \n> Der Troll war halbwegs clever. Er versuchte zu trollen und weil ich meine Meinung sagte, versuchte er mich zu trollen damit ich ausfallend werde damit er mich melden könnte. Darauf bin ich nicht eingegangen.\n> \n> In dem Match hab ich ne Horrorbilanz. Bewertung D+. Im Match zuvor war es noch ein S-. Nicht, dass ich mir etwas darauf einbilde, aber es zeigt doch schon sehr deutlich das Abhängigkeitsverhältnis zu seinen Mitspielern.\n\nDu kannst es drehen und wenden wie du willst und weiterhin alle ignorieren, die eine andere Ansicht haben als du. Aber das wird nichts daran ändern, dass du in Bronze V absolut richtig aufgehoben bist, genau genommen müsstest du bei deiner Winrate sogar noch weiter droppen. Mit Bronze V bist du also besser bedient als du vielleicht glaubst. Und wenn du hier weiter im Thread schöne Sonntagsreden hälst, aber dann gegen die schlechtesten Spieler in League dauerhaft auf die Mütze bekommst, WIRST du Season 9 in Iron IV verbringen. \n\nNicht, dass das mich oder irgendjemand anderen hier groß kümmern würde. Aber dich kümmerts doch offenbar. Aber warum du hier soviel Zeit investierst, um vergeblich jemanden zu finden, der dir zustimmt, anstelle mal einen vernünftigen Itempath für Braum zu recherchieren, ist mir wirklich schleierhaft.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T19:23:34.919+0000","up_votes":1,"down_votes":1,"body":"ich ignoriere niemanden, ich argumentiere.\ndas glaube ich nicht. \nes geht mir nicht um zustimmung oder nicht. du redest am thema vorbei. mir gehts um die bestrafung der leute, die gegen die regeln verstoßen und das spielerlebnis kaputtmachen...\n\n\nfast alle, die hier kommentieren, machen mich zum täter. und die täter zu opfern.. euch will ich nicht wünschen, dass ihr mal entführt werdet.. ihr würdet die leute sogar noch beschützen und eure retter zu tätern machen^^","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-09-25T19:30:23.179+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000800010000,timestamp=2018-09-25T19:23:34.919+0000)\n>\n> ich ignoriere niemanden, ich argumentiere.\n\nUnd du ignorierst Gegenargumente. Das ist keine Diskussion. Du lädst einfach nur deine Meinung ab und verdrückst dich dann.\n\n> fast alle, die hier kommentieren, machen mich zum täter. und die täter zu opfern.\n\nHier sagt keiner, dass du ein Flamer bist und die Flamer nicht bestraft werden sollten. Im Gegenteil, Flamer gehören bestraft. Aber deswegen muss sich Riot hinsichtlich der Modalitäten der Bestrafung noch lange nicht nach dir richten.\n\n>euch will ich nicht wünschen, dass ihr mal entführt werdet.. ihr würdet die leute sogar noch beschützen und eure retter zu tätern machen^^\n\nSolch ein realitätsferner Quatsch ist selbst für das LoL-Forum noch bemerkenswert.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-09-25T20:05:02.330+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000800010000,timestamp=2018-09-25T19:23:34.919+0000)\n>\n> ich ignoriere niemanden, ich argumentiere.\n\nHmm... also ich habe dich explizit danach gefragt, was du dir bei deinen Braum Builds gedacht hast... und ich würde mich da wirklich über eine Antwort freuen. Denn ich glaube auch, dass wir dir hier am ehesten helfen können, wenn wir dein Grundverständnis bei solchen Entscheidungen wie \"Statikk und Hydra auf Braum bauen\" nachvollziehen können... \n\nAn sonsten bleibe ich trotz deiner Updates dabei: Wenn du dir nen paar Braum Guides durchlesen würdest und einfach mal mit dem Relicshield startest anstatt es dir nach 10 Minuten zu kaufen, würde dir das mehr helfen als uns alle Trolle, die du getroffen hast aufzuzählen.\n\nUnd ja, es gibt Trolle. Das stellt keiner in Frage. Die nerven auch richtig. Und wahrscheinlich gibt es davon in Bronze V mehr als in Gold I... Dennoch hilft es nichts sich darauf zu versteifen, was die anderen machen. Das einzige, was dir was bringt, ist das Abstellen der eigenen Fehler.\nDa sage ich jetzt noch mal was brutal ehrliches: Wenn du mit Braum 0-7-0 gehst und ein D bekommst, liegt das nicht ausschließlich an deinen schlechten Mitspielern. Auch wenn man die hat, kann man selber so ordentlich spielen, dass man zumindest ein B- zugewiesen bekommt. Und ja, man kann auch in solchen Spielen daran arbeiten sich auf seinem Champion zu verbessern, damit man das nächste Mal besser spielt.\n\nOh und so als letzter Tipp für den Tag: Wenn du nen Scheiß Lauf hast und tilted bist, mache einfach mal ne Pause... Ich meine, du bist so weit, dass du Support Nocturne spielst...","replies":[]}]}]},{"id":"","poster":"Skagerak","date":"2018-09-25T18:54:55.421+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0008,timestamp=2018-09-25T18:50:56.992+0000)\n>\n> Kurzes Update:\n> Nach den 2 Matches, die ursächlich für diesen Thread waren, spielte ich bis dato 5 weitere Matches.\n> Bei einem 6. verließ ich den Modus, weil ich mit dem toxischen Spieler bereits vor 2 Tagen spielen musste.\n> Von den 5 Matches musste eines geremaked werden, weil der Typ disconnected war.\n> 3 Matches gewann ich.\n> Das letzte Match verlor mein Team. Vor Start sagte schon jemand sowas wie &quot;der  Jgler trollt, viel Spaß beim Verlieren&quot;. Der sagte wiederum &quot;nein, mache ich nicht... ich zeig euch das im Spiel.&quot; Ich vertraute ihm und was war.\n> Als Jgler war er überall nur nicht im Jgl. Hatte am Ende 7 zu 17 Kills. Wir haben ihn alle wegen Feeding gemeldet.\n> \n> Der Troll war halbwegs clever. Er versuchte zu trollen und weil ich meine Meinung sagte, versuchte er mich zu trollen damit ich ausfallend werde damit er mich melden könnte. Darauf bin ich nicht eingegangen.\n> \n> In dem Match hab ich ne Horrorbilanz. Bewertung D+. Im Match zuvor war es noch ein S-. Nicht, dass ich mir etwas darauf einbilde, aber es zeigt doch schon sehr deutlich das Abhängigkeitsverhältnis zu seinen Mitspielern.\n\nDu solltest die genannten Namen löschen naming und shaming ist im Forum verboten.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T20:08:44.233+0000","up_votes":1,"down_votes":3,"body":"troll-shaming is verboten ? XD. ja , geil. und ihr wundert euch weshalb die quali so kacke.... ich werde, glaub ich ne blacklist auf einer eigenen seite führen.. vielleicht auf wix.com...is ja für lau","replies":[{"id":"","poster":"Skagerak","date":"2018-09-25T20:11:09.387+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000800000000,timestamp=2018-09-25T20:08:44.233+0000)\n>\n> troll-shaming is verboten ? XD. ja , geil. und ihr wundert euch weshalb die quali so kacke.... ich werde, glaub ich ne blacklist auf einer eigenen seite führen.. vielleicht auf wix.com...is ja für lau\n\nDu stellst hier nur leute an den Pranger die sich nichtmal dazu äußern können ich bezweifle das du das gut heißen kannst. Sollte logisch sein das sowas nicht okay ist das hat nichts mit dem Spile zu tun das ist Menschliches Verhalten.","replies":[]}]}]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T20:04:40.730+0000","up_votes":1,"down_votes":2,"body":"update.. nächstes spiel...\nsupporter.. mit nocturne...\nmein bottom hat twitch.. twitch geht gern in 3 rein\ntwitch läuft an einem teammember in tarnung vorbei und hebt den daumen.. anstatt mit anzugreifen..\nund stirbt nachdem er dann angreift als der teammember defeated wurde.\n\ncamille war ganz ok.. hat eine vorliebe dafür.. top durchzubrechen und vorm tower. der frei ist, weil alle gegner bottom sind.. einfach zu verlassen und sich stattdessen bottom an den letzten tower zu teleporten...\n\nyasuo.. yasuo schoss den vogel ab.. 4 out of the game. er is der einzige im game. und was macht er.. anstatt er die tower bewacht, versucht er die lane zu pushen und als er es merkt, sind beide tower fast hin...\n\nyeah.. elohell. und ich bin ganz allein dafür verantwortlich, nech.","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T21:12:47.530+0000","up_votes":3,"down_votes":0,"body":"Hinweis:\n\nWenn du so, wie du aktuell in Bronze spielst, in Gold spielen würdest, wärst du bis Seasonende wieder Bronze.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-09-25T20:10:23.295+0000","up_votes":2,"down_votes":0,"body":"Ähm... darf ich dich fragen, wieso du nur Dark Harvest als Rune spielst, egal auf welchem Champion? \nUnd wieso du auf Braum Support sowas wie: Statikks und Tiamat baust? \nSelbst wenn du Braum nicht als Supporter spielst, ist Statikks ein extrem schlechtes Item auf Braum, damit kannst du absolut nichts anfangen. \n\nUnd Dark Harvest ist jetzt auch nicht die beste Rune... :/ \n\nHier: https://champion.gg/champion/Braum/Support?league= \nHalte dich an diese Runen und das Itembuild und du kommst ganz schnell aus Bronze 5 raus, da bin ich mir sicher. :) \n\nDu willst doch climben oder? Dann richte dich danach anstatt das zu bauen, was du für richtig hältst.","replies":[]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T22:17:45.704+0000","up_votes":1,"down_votes":4,"body":"update.. gerade das nächste match vorbei. wir haben verloren. aber.. jeder hat sein möglichstes probiert.. ;) ggf. hätte ich nich die lane beackern sollen als die 3 opponents zum angriff losstiefelten.. und lieber mit den anderen 4 defenden. aber bin davon ausgegangen, dass sie das packen, da sie 2 tower hatten..\nso kann man sich irren. die anderen waren nich ohne.. swain, nasus und der schießgeile typ. lucian oder wie der heißt. dazu lux und noch irgendjemand.. \n\nach ja, shyvana..","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-26T04:55:40.230+0000","up_votes":3,"down_votes":0,"body":"Wenn du das nächste mal Karthus spielst lies dir mal den Effekt von {{item:3174}} durch und überlege ob es sich lohnt das als first Item zu rushen bzw es überhaupt zu kaufen.\n\nSpoiler: Nein!","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-09-25T22:29:08.978+0000","up_votes":2,"down_votes":0,"body":"Warte, du hast lieber dein Team am Nexus alleine gelassen um zu farmen, statt zu verteidigen? Mich würde es nicht wundern, wenn die anderen dich dafür als Troll ansehen würden.\n\nEdit: \nUnd du warst auch noch der Spieler mit dem meisten Gold . . . gerade dann solltest du dich doch eher auf die Verteidigung des Nexus konzentrieren, vor allem, da du schon Fullbuild warst. ","replies":[]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-26T09:07:55.289+0000","up_votes":1,"down_votes":2,"body":"und guten morgen, neuer tag, neues glück? hmm... denkste\n1. spiel.\njax.. jgl.. beendet das spiel während des spiels. ohne ersichtlichen grund..\nwir versuchten dann mit 4 vs 5 alles.. aber ging nicht durch...","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-26T09:28:55.553+0000","up_votes":2,"down_votes":0,"body":"Der Jax also...hmm mal sehen...\n\nAm ende 1 CS weniger als du (obwohl er 20 min afk war und jgler)\nLvl 18 genau wie du\nAb min 32 keine Käufe mehr\n\nJap der war afk\n\nABER: wie wärs wenn du mit 23/9/9 karthus carriest? Du hattest mehr als 1/3 aller Kills, warst fullbuilt (außer wieder {{item:3174}}  - kein dunst warum du den auf Karthus kaufst). Ich mein eure Gegner hatten Null MR (außer der Tank Rumble Troll). Du hättest mit dem richtigen 6. Item (zb {{item:3907}} oder {{item:3102}} wenn du unbedingt MR brauchst ) eigentlich das ganze Gegnerteam (fast) 1-Shotten können müssen mit deiner Ulti.\n\nAuch dass du mit {{item:3165}} + {{item:3020}} + {{item:3135}} 3 Items hast die dir Massen an Magie Durchdringung (Magic Penetration) bringen, gegen ein Team in dem 4 von 5 kein einziges MagieResistenz Item haben und du daher weniger Magic Pen brauchst, solltest du hinterfragen.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-26T10:32:58.628+0000","up_votes":1,"down_votes":3,"body":"das item kauf ich mir immer direkt am anfang... gute p/l-ratio.\naber dein einwand ist nachvollziehbar und logisch.\nthx dafür. \n\nwerd ich überdenken und das item im verlauf des spieles fortan austauschen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-09-26T13:19:31.882+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000e00000000,timestamp=2018-09-26T10:32:58.628+0000)\n>\n> das item kauf ich mir immer direkt am anfang... gute p/l-ratio.\n> aber dein einwand ist nachvollziehbar und logisch.\n> thx dafür. \n> \n> werd ich überdenken und das item im verlauf des spieles fortan austauschen.\n\nDenke darüber nach es einfach nicht mehr zu kaufen. Lese dir einfach mal die Passiven des Items durch. Und dann werde dir bewusst, dass das Item dann ein gutes Preis-Leistungs-Verhältnis hat, wenn du sonst viel Manaregeneration kaufst und deine Mitspieler heilst oder ihnen ein Schild gibt. \nAnders ausgedrückt: Wenn du unbedingt diese Item bauen willst, dann spiele Karma, Lux oder Morgana auf Athenes, Ardent Censer und Redemption. DANN, aber nur dann, ist das Item gut. \n\nNebenbei finde ich es auch faszinierend, dass du bei dem Spiel, in dem dein Jungler in Minute 32 AFK gehst, die Schuld ausschließlich bei ihm suchst. Wenn du als gefütterter Karthus mit optimalen Meisterschaften und Itembuilds spielst (und du bist ja konstant in der Lage auf Karthus gefüttert zu sein, was ein gutes Zeichen ist) gewinnt ihr das Spiel vor Minute 30. \nDas soll in keinster Weise das Verhalten des Jaxs rechtfertigen. Es soll dir nur nochmal verdeutlichen, dass du auch nach solchen Spielen deine eigenen Entscheidungen hinterfragen kannst... und dies tun solltest, wenn du aus Bronze V rauskommen willst.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-09-26T13:01:44.017+0000","up_votes":1,"down_votes":0,"body":"{{item:3174}} oder auch teile davon bringen dir nix. Dss ist ein item für heal/shield supporter, lss es weg auf karthus!","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-09-26T11:55:04.233+0000","up_votes":1,"down_votes":0,"body":"Du solltest es erst gar nicht kaufen. \n\nWenn du es komplett ausbaust und dann \"austauschen\" willst, was bedeutet, dass du es verkaufen musst, ist das ziemlich viel verschwendetes Gold. Du bekommst ja nicht das Gold wieder, was du ausgegeben hast.\n\nKauf am besten direkt das richtige Item.","replies":[]}]}]}]},{"id":"","poster":"Alpacana","date":"2018-09-25T11:30:28.380+0000","up_votes":1,"down_votes":0,"body":"Das bedeutet, ein guter Spieler wird in Bronze 5 gesteckt weil er geflamed hat und darf dann dort schlechtere Spieler abschlachten? Hmm...scheint mir nicht im Sinne der Allgemeinheit sinnvoll zu sein.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T11:46:18.448+0000","up_votes":1,"down_votes":2,"body":"Wenn jemand den Stress, den das Spiel verursacht, nicht handlen kann und ständig flamed statt zu reporten/Tipps im Spiel zu geben, gehört er oder sie konsequenterweise herabgestuft oder in einen Pool indem nur Regelverstoßer wie Surrenderer, Afkler, Feeder, Flamer und Co. sind.\n\nWenn er herabgestuft wurde, wird er sich sowieso umgucken. \nDie Spieler, die im Zuge seines Rebuilds mit ihm spielen, können von ihm profitieren und lernen.\nOder aber er benimmt sich weiterhin daneben und wird immer weiter abgestuft.\n\nDie Gegner können genauso davon profitieren.\n\n-------\nBezügl. dem Allgemeinheitsargument erwidere ich dir nur, dass ich ja auch den \"Regelverstoßer-Pool\" als mögliche Maßnahme ansprach.\n-----------------\nUnd wie bereits erwähnt.. Ein Bronze-5-Spieler ist nicht gleichbedeutend mit einem Schaf was zur Schlachtbank geführt wird, wenn da ein Goldspieler mitspielt XD.\nIch kann in manchen Statistiken selbst mit Pro-Spielern mithalten.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:02:10.010+0000","up_votes":1,"down_votes":0,"body":"Dir ist schon klar, dass du damit aber auch die unschuldigen Bronzespieler bestrafst oder? \n\nSagen wir, ein high Gold Spieler ist so toxisch, dass er bis ins untere Bronze abgestuft wird, dort spielt er dann Ranked und aufgrund des hohen Skillunterschieds -der tatsächlich vorhanden ist, auch wenn manche das Gegenteil behaupten- zerstört er die dortigen Bronzespieler und zerstört dafür das Game der Spieler, die nichts für das schlechte Verhalten des Goldspielers können. \n\nEs ist nur frustrierend gegen einen Smurf zu spielen. Die wenigsten nehmen sich ein Vorbild an seinem Play und versuchen sich dadurch zu verbessern. Damit würdest du nur noch mehr Unmut streuen, zudem würde es das ganze Ligasystem durcheinander werfen, da die toxischen Spieler nicht mehr dort spielen können, wo sie skilltechnisch auch hingehören. \n\n> Und wie bereits erwähnt.. Ein Bronze-5-Spieler ist nicht gleichbedeutend mit einem Schaf was zur Schlachtbank geführt wird, wenn da ein Goldspieler mitspielt XD.\nIch kann in manchen Statistiken selbst mit Pro-Spielern mithalten.\n\nWahrsch. eher, weil dieser nicht ernsthaft gespielt hat. Ich habe auch schon auf Silberniveau mit einem Dia 2/1 Adc gespielt. Der hat seine Lane  verhauen, gegen einen high Silber/Gold Spieler, warum? Weil er sich mehr im TS unterhalten hat, als auf das Game zu achten. Schlecht gefarmt, Trades nicht gewonnen oder schlecht gespielt, sinnlose Kills abgegeben etc. \n\nHätte er Tryhard gespielt und so ernsthaft wie er es im Ranked gemacht hätte, wäre die Lane komplett anders abgelaufen. ^^ \nImmerhin ist er nicht ohne Grund auf high Dia Niveau. ^^","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T12:42:38.048+0000","up_votes":2,"down_votes":3,"body":"Ich bin ein unschuldiger Bronzespieler. XD\nDer Goldspieler würde seinem Team, sofern er dann normal spielt, helfen. Die Mitspieler könnten von ihm lernen. Ähnliches gilt für die Gegenspieler.\nDer Lerneffekt für den Goldspieler wäre ebenfalls vorhanden.\n\n\nIch würde das Ligasystem nicht durcheinanderbringen, ich würde Leute einfach bzgl. ihrer Skillqualitäten neu einordnen. Und zum Skill zählen halt nicht nur die Reinen im Spiel, sondern auch das Verhalten ggü. seinen TEAM-Mitgliedern.\n\nPS. Mir fällt noch etwas anderes ein. Solche Spieler könnten auch einfach mit normalem Punktabzug bestraft werden.\nAngenommen ein Spieler hat 90 Punkte.\nVerliert. Wird aufgrund der Niederlage und darin vorgefallenen Vorkommnissen gemeldet und es stellt sich heraus, dass dieses Vergehen ein Bestrafungswürdiges ist, könnte man ihn dann wahlweise eine Liga oder mehrere herabstufen, oder einfach mit einem nicht (un)erheblichen Punktabzug bestrafen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:53:26.216+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0000000000000000,timestamp=2018-09-25T12:42:38.048+0000)\n>\n> Ich bin ein unschuldiger Bronzespieler. XD\n> Der Goldspieler würde seinem Team, sofern er dann normal spielt, helfen. Die Mitspieler könnten von ihm lernen. Ähnliches gilt für die Gegenspieler.\n\nDas mag ja für dich so sein, aber für alle anderen nicht. Wenn du von einem Smurf in der Lane zerstört wirst und 0/10 aus der Lane gehst und du daraus lernst, nicht tiltest und erkennst, was du falsch gemacht hast, was dein Lanegegner besser gemacht hast, super!\n\nAber die meisten sind doch eher nicht so ^^ Die tilten und schieben die Schuld auf andere oder sind einfach nur frustriert, sodass sie ihre Fehler gar nicht erkennen und nicht in der Lage sind, aus dem besseren Play des Gegners zu lernen, deswegen ist es eher schlecht.  \n\n> Der Lerneffekt für den Goldspieler wäre ebenfalls vorhanden.\n\nWas soll ein Goldspieler denn dabei lernen, wenn er einem Bronzespieler in der Lane die Hosen ausziehst? O.o \nFür jemanden der normalerweise in Gold spielt ist es eher vom Nachteil plötzlich mit viel schlechteren Spielern spielen zu müssen. \n\n> \n> \n> Ich würde das Ligasystem nicht durcheinanderbringen, ich würde Leute einfach bzgl. ihrer Skillqualitäten neu einordnen. Und zum Skill zählen halt nicht nur die reinen im Spiel, sondern auch das Verhalten ggü. seinen TEAM-Mitgliedern.\n\nDoch würde es. Glaubst du, bei einem high Gold oder meinetwegen auch Platin Spieler würde sich der Skill plötzlich so schlimm verschlechtern, dass er auf Bronzeniveau spielt, nur weil er aufgrund seines schlechten Verhaltens dort gelandet ist? \n\nSchlechtes Mindset kann durchaus der Grund sein, weswegen man nicht weiter climbed, obwohl man es durchaus könnte, da hast du nicht ganz unrecht. Aber wie grade bereits erwähnt, deswegen verschlechtert sich das Können nicht plötzlich so stark, dass dieser plötzlich in Bronze spielen. \n\nDie, die tatsächlich in Bronze spielen, wäre es eine härtere Strafe. Sie müssen gegen Spieler spielen, die ihnen skilltechnisch weit überlegen sind. Und wenn sie mit diesen zusammen spielen, dann werden sie von den Goldspielern vllt sogar noch geflamed, weil sie so schlecht spielen. Sie können und wissen es vllt nicht besser und werden damit bestraft, dass sie plötzlich mit Flamern zusammenspielen müssen. \n\"Na danke für die Blumen. Ich hab nichts falsch gemacht, und werde für das Fehlverhalten anderer bestraft. \"\n\n> \n> PS. Mir fällt noch etwas anderes ein. Solche Spieler könnten auch einfach mit normalem Punktabzug bestraft werden.\n> Angenommen ein Spieler hat 90 Punkte.\n> Verliert. Wird aufgrund der Niederlage und darin vorgefallenen Vorkommnissen gemeldet und es stellt sich heraus, dass dieses Vergehen ein Bestrafungswürdiges ist, könnte man ihn dann wahlweise eine Liga oder mehrere Abstufen, oder einfach mit einem nicht unerheblichen Punktabzug bestrafen.\n\nEs gibt schon ein gutes System was Fehlverhalten bestraft, dies reicht völlig aus. \nUnd auch wenn es nicht so krasse Auswirkungen hat wie bei deiner anderen Idee, würde es das Ligasystem durcheinander werfen.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T13:45:42.779+0000","up_votes":1,"down_votes":1,"body":"> Aber die meisten sind doch eher nicht so ^^ Die tilten und schieben die Schuld auf andere oder sind einfach nur frustriert, sodass sie ihre Fehler gar nicht erkennen und nicht in der Lage sind, aus dem besseren Play des Gegners zu lernen, deswegen ist es eher schlecht.\n\n1 Person gewinnt kein Match allein. Gerade am Anfang ist man doch sehr von seinen Mitspielern abhängig, wenn man nen ebenbürtigen Gegner in seiner Lane vorfindet. \nDie Kräfte sind anfänglich also noch sehr ausgeglichen.\n\n> Was soll ein Goldspieler denn dabei lernen, wenn er einem Bronzespieler in der Lane die Hosen ausziehst? O.o\n> Für jemanden der normalerweise in Gold spielt ist es eher vom Nachteil plötzlich mit viel schlechteren Spielern spielen zu müssen.\n> \n\nDu beantwortest dir die Frage schon selbst.\n\n> \n> Doch würde es. Glaubst du, bei einem high Gold oder meinetwegen auch Platin Spieler würde sich der Skill plötzlich so schlimm verschlechtern, dass er auf Bronzeniveau spielt, nur weil er aufgrund seines schlechten Verhaltens dort gelandet ist?\n\nIch weiß nicht in welcher Liga du spielst, aber du verteidigst nun den Status Quo der Höherspielenden aufgrund deren sportlicher Qualifikation.\nOb der Skill sich verschlechtert oder nicht, ist völlig egal. Es geht um das Bewusstsein, dass sich das bisher Erreichte bei Fehlverhalten in Luft auflösen kann und man von Neuem beginnen muss.\nDas erachte ich als die geeignetere Erziehungsmaßnahme.\n\nIst man zu pissed das Spiel zu spielen, spiel es nicht. Simple Rule.\n\n------\n\nZum Rest: Wie ich bereits erwähnte. Flamed ein Goldspieler seine Mitspieler, egal in welcher Liga, wird er einfach weiter habgestuft und bestraft bis es Klick macht. Und man es nicht klick, kann er 6 Monate nur noch Privatspiele und den Trainingsmodus zocken.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T14:57:32.654+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000000000000000000010000,timestamp=2018-09-25T13:45:42.779+0000)\n>\n> 1 Person gewinnt kein Match allein. Gerade am Anfang ist man doch sehr von seinen Mitspielern abhängig, wenn man nen ebenbürtigen Gegner in seiner Lane vorfindet. \n> Die Kräfte sind anfänglich also noch sehr ausgeglichen.\n\nWenn sie sie EBENBÜRTIG sind. Sind sie aber nicht, wenn der Flamer aus einer viel höheren Elo kommt als der Bronzespieler. Dann sind sie sich nicht ebenbürtig, der Flamer ist dann in jeder HInsicht weit überlegen. \n\n> \n> Du beantwortest dir die Frage schon selbst.\n\nNein tu ich nicht. Ich wollte wissen, was er daraus skilltechnisch lernen soll, denn so habe ich deine Aussage interpretiert. Und skilltechnisch wird er nichts lernen, wenn er gegen viel schlechtere Spieler spielt. Er hat dadurch nur Nachteile. \n\n> \n> Ich weiß nicht in welcher Liga du spielst, aber du verteidigst nun den Status Quo der Höherspielenden aufgrund deren sportlicher Qualifikation.\n\nIch bin Silber 2. Aber meine Meinung würde sich nicht ändern, wenn ich die Ligen ein bisschen verschieben würde. Ein high Platin Spieler würde plötzlich in meiner Elo spielen müssen. \nDas würde ich nicht wollen. Ich will nicht für das Fehlverhalten von wem anderes bestraft werden. \nWas is daran so schwer zu verstehen? \n\nUnd ich verteidige gar nichts. Es ist einfach ein Fakt, dass jemand, der in einer höheren Liga spielt besser ist als ich oder besser als die Bronzespieler, die gegen den Goldspieler spielen müssen.\n\n> Ob der Skill sich verschlechtert oder nicht, ist völlig egal. Es geht um das Bewusstsein, dass sich das bisher Erreichte bei Fehlverhalten in Luft auflösen kann und man von Neuem beginnen muss.\n> Das erachte ich als die geeignetere Erziehungsmaßnahme.\n\nDas funktioniert mit dem aktuellen Bestrafungssystem viel besser. Dadurch müssen keine unschuldigen Spieler drunter leiden. \n\n> \n> Ist man zu pissed das Spiel zu spielen, spiel es nicht. Simple Rule.\n\nHab nichts anderes behauptet. Damit hast du ja auch recht, aber so wie du die Bestrafung umsetzen willst, ist einfach falsch. \nWenn dein Bruder die scheiße gebaut hat, ist es ja auch nicht okay, wenn du das mit ausbaden musst, wenn du mit der ganzen Sache absolut nichts zutun hast und du nichtmal in der Nähe des Geschehens warst. \n\n> \n> ------\n> \n> Zum Rest: Wie ich bereits erwähnte. Flamed ein Goldspieler seine Mitspieler, egal in welcher Liga, wird er einfach weiter habgestuft und bestraft bis es Klick macht. Und man es nicht klick, kann er 6 Monate nur noch Privatspiele und den Trainingsmodus zocken.\n\nDas jetzige Bestrafungssystem reicht völlig aus! \n\nSo wie du das willst, bestrafst du UNSCHULDIGE. Ist dir das nicht bewusst?","replies":[]}]}]},{"id":"","poster":"Alpacana","date":"2018-09-25T12:52:03.652+0000","up_votes":1,"down_votes":0,"body":"> Ich würde das Ligasystem nicht durcheinanderbringen, ich würde Leute einfach bzgl. ihrer Skillqualitäten neu einordnen. Und zum Skill zählen halt nicht nur die reinen im Spiel, sondern auch das Verhalten ggü. seinen TEAM-Mitgliedern.\n\nDas sehe ich Ganz und Gar nicht so. Du kannst auf Challenger-Level spielen und sozial gesehen trotzdem der größte Müll sein der seine Mates jedes Game flamed (siehe alter Tyler1) und du wirst trotzdem Challenger sein. Nur weil du flamest bedeutet das nicht, dass dein Skill darunter leidet.\nWenn dem so wäre dürfte es in High Elo ja keine Leute geben die flamen und das ist nunmal nicht der Fall.\n \n> PS. Mir fällt noch etwas anderes ein. Solche Spieler könnten auch einfach mit normalem Punktabzug bestraft werden.\n> Angenommen ein Spieler hat 90 Punkte.\n> Verliert. Wird aufgrund der Niederlage und darin vorgefallenen Vorkommnissen gemeldet und es stellt sich heraus, dass dieses Vergehen ein Bestrafungswürdiges ist, könnte man ihn dann wahlweise eine Liga oder mehrere Abstufen, oder einfach mit einem nicht unerheblichen Punktabzug bestrafen.\n\nJa, damit bestrafst du den Flamer (teilweise).\nDas teilweise hier ist sehr sehr wichtig. Zum Einen sagst du ihm somit \"Wenn du flamest lassen wir dich nicht climben\". Zum Anderen sagst du ihm damit aber auch \"Wenn du flamest geben wir dir die Möglichkeit Noobs zu stompen\".\nJetzt ist die Frage was dem Flamer wichtiger ist...will er wirklich auf dem maximalstem Niveau spielen, dass er erreichen kann, oder reicht es ihm schon sich cool zu fühlen wenn er Leute stomped die einen niedrigeren Skill-Level als er haben?\nIch denke da trifft Zweiteres in Kraft...\n\nAußerdem bestrafst du damit ALLE anderen, die mit ihm gematched werden. Klar, theoretisch kann man von ihm lernen, andererseits manipuliert er die Elo von 9 Spielern in JEDEM Game, welches er bestreitet.\nEr stomped Gegner, die somit LP und MMR verlieren, die sie sonst vllt. nicht verloren hätten, andererseits \"boosted\" er seine Teammates, die den Sieg ohne ihn vllt. nicht verdient hätten.\n\nLetztendlich würde das System nur zurückprallen und du als \"wahrer\" Bronze-Spieler hättest ein Vielfaches an Spielern mehr die dich hart flamen, evtl durch das Game stompen und es am Ende wahrscheinlich nichtmal als Bestrafung sehen.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T13:35:53.937+0000","up_votes":1,"down_votes":1,"body":"Der Skill des Flamers leidet vielleicht nicht darunter, aber der seiner Mitspieler. \n\nDu musst dir vielleicht vor Augen halten, welche betriebswirtschaftlichen Konsequenzen ein negativer Stakeholder für den Rest hat.\nEin Spieler wirkt negativ auf 4 Andere.\nDiese 4 Anderen werden das spätestens bei einer bestimmten Häufigkeit an negativen Erlebnissen weitererzählen, werden wenig bis kein Geld ausgeben, werden wieder quitten und sich ein anderes Spiel suchen. \nDer Spieler, der negativ wirkt, gibt vermutlich kein Geld aus, kann aber machen was er will.\n\nUnterm Strich haben wir dann jemanden, der negativ auf die Spielumwelt wirkt und Riot die Kunden verschreckt. \nAber Riot macht nichts wirksames dagegen. Und wundert sich wieso die Leute/der Nachwuchs ausbleibt/en und folglich die Einnahmen sinken.\n\nIrgendwie ist das nicht logisch.\n------------------------------------------------------------------\nBtw. schreibst und beziehst du dich überwiegend nur aufs Flamen. \nIch beziehe mich auf viel mehr.\n\n> Außerdem bestrafst du damit ALLE anderen, die mit ihm gematched werden.\n\nNaja, ob ich nun die Leute seiner Liga mit ihm bestrafe, oder die in der Darunterliegenden, sollte und ist völlig egal.\n\n>  andererseits manipuliert er die Elo von 9 Spielern in JEDEM Game, welches er bestreitet.\n\nDu kannst ihn ja aus der Elo-Berechnung rauslassen und stattdessen den Durchschnittswert der Liga berücksichtigen.","replies":[{"id":"","poster":"Alpacana","date":"2018-09-25T13:52:06.813+0000","up_votes":1,"down_votes":0,"body":"Ich denke du hast meinen Punkt falsch verstanden. Mit dem Bestrafen der Anderer meinte ich nicht, dass sie den Flame ertragen müssen, sondern dass ihr eigenes Elo-\"System\" darunter leidet. Wenn ich jemanden in meinem Ranked habe der flamed aber seiner Elo (in meinem Fall D4-5) entsprechend flamed, gut, dann habe ich halt einen Flamer den ich ertragen muss.\n\nWenn man den Flamer allerdings in ein Bronze-(oder Platin, Gold, Silver, ja sogar Challenger)Game packt, dann passiert folgendes:\n1. Die Spieler müssen den Flamer ertragen wie ich auch.\n2. Die MMR 9 weiterer Spieler wird in diesem einen Game manipuliert, weil sich in diesem Spiel ein Spieler befindet, der dort skill-technisch einfach nicht hineingehört. Das wiederum hat zur Folge, dass nicht nur der eine Flamer in einer Elo ist in die er nicht hingehört, sondern auch die 9 anderen Spieler minimal in eine Richtung gepushed werden, in die sie nicht hingehören. Im Extremfall passiert darauf dann folgendes: Diese 9 Spieler gehen wiederum in ein Game, werden mit Leuten gematched die einen anderen Skill-Level besitzen und manipulieren somit wiederum die MMR von 9 weiteren Spielern.. Nach nur 2 Games hast du somit die MMR von 81 Leuten manipuliert, nur weil du 1 Spieler in ein Game gesetzt hast, in das er nicht gehört.\n\nWas genau du mit dem Durchschnittswert der Liga meinst verstehe ich nicht ganz.\nWenn damit gemeint ist, dass du nur seine Elo herabsetzt, nicht aber seine MMR würde dass zur Folge haben, dass er trotzdem weiterhin mit Leuten auf seinem Skill-Level spielt, pro Game mehr als 35LP bekommen wird und somit innerhalb von ein paar Spielen wieder auf seiner eigentlichen Elo angekommen ist. Evtl. musst du mich hier nochmal etwas erleuchten.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2018-09-25T14:41:36.644+0000","up_votes":1,"down_votes":0,"body":"Glaubst du gerade wirklich ein Goldspieler, der gerade wegen Flamings nach Bronze abgestuft wurde, wäre so nett und gibt euch gute Ratschläge? Der wäre höchstens frustriert, weil er zum einen jetzt wieder in Bronze spielt und nach Gold aufsteigen muss und zum anderen ist er von deutlich schlechteren Spielern umgeben. Wenn er geflamt hat, weil jemand anderes schlecht gespielt hat (und sei es nur, weil er das geglaubt hat, obwohl es die richtige Entscheidung war) wird der die Bronzespieler erst recht flamen. \n\n>Und zum Skill zählen halt nicht nur die Reinen im Spiel, sondern auch das Verhalten ggü. seinen TEAM-Mitgliedern.\n\nDas wird auch so schon berücksichtigt. Wer die Moral des eigenen Teams sabotiert, verliert häufiger.","replies":[]}]}]},{"id":"","poster":"Pure Cynicism","date":"2018-09-25T12:48:29.886+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=00000000,timestamp=2018-09-25T11:46:18.448+0000)\n\n> Ich kann in manchen Statistiken selbst mit Pro-Spielern mithalten.\n\nKommt von jemandem, der gegen die schlechtesten LoL-Spieler überhaupt mit negativer Winrate auf 0 LP in Bronze V sitzt. Also irgendwann sollte man sich Selbstüberschätzung schon eingestehen.","replies":[{"id":"","poster":"Alpacana","date":"2018-09-25T13:05:57.305+0000","up_votes":1,"down_votes":0,"body":"Dabei sei auch noch gesagt, dass diese Challenger gegen andere Challenger spielen, du spielst gegen andere Bronze-Spieler mit diesen Stats.\nJetzt stell dir mal vor welche Stats ein Challenger-Spieler in deinen Bronze-Games hätte @TE ....","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T14:45:00.320+0000","up_votes":1,"down_votes":0,"body":"Ich Tippe auf etwas wie 50 Kills und einen Tod bei einem 15 Minutensieg. Der Tod kommt dann wohl vom Fountaindive, als gerade die Nachricht im Chat aufgeploppt ist, dass der Gegner aufgibt. Eventuell noch ein paar Assists, wenn er sich gnädig gefühlt hat oder einen gezielten Tod, damit der 0/10/0 Lanegegner wieder Gold wert ist. ","replies":[{"id":"","poster":"Alpacana","date":"2018-09-25T14:58:06.522+0000","up_votes":1,"down_votes":0,"body":"Hm ich denke das könnte ganz interessant sein...\nWenn der Challenger Spieler durchgehend auf Challenger-Niveau spielt, ja, würde mich dir da definitiv anschließen.\nIch könnte mir aber auch vorstellen, dass er mit der Zeit (sagen wir einfach mal nach 30 Games) anfängt \"schlechter\" zu spielen/mehr zum Trollen geneigt ist, weil er eben nicht so hart durchstompen muss um zu gewinnen.\n\nWürden wir aber den Skill aus 100 seiner Challenger-Games nehmen und daraus einfach Bronze-Games machen dann ja, dürften die Games definitiv so aussehen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T15:15:43.425+0000","up_votes":1,"down_votes":0,"body":"Kann gut sein. Der wird so viel vernachlässigen können, dass er nebenbei noch Videos übers Handy ansehen kann. Schaut dann kurz auf \"oh, Quadra, soll ich den Towerdive mit 100 Hp versuchen?\"","replies":[]}]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T13:49:53.107+0000","up_votes":1,"down_votes":3,"body":"Ich gehe jede Wette ein, dass sich der Challenger/Platin/Diamond  in Bronze 5 nicht sonderlich abheben würde.\nGemessen auf 100 Games.","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T15:12:24.801+0000","up_votes":1,"down_votes":0,"body":"Das liegt aber eher daran, dass der Challenger niemals 100 Rankeds in Bronze spielen könnte, ohne aufzusteigen. Hast du dir mal Videos wie \"Bronzebravery\" angesehen? Da Spielen Leute mit Trollbuilds auf Bronzeaccounts und haben noch gute Winrates.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-09-25T14:43:34.598+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=00000000000100000000,timestamp=2018-09-25T13:49:53.107+0000)\n>\n> Ich gehe jede Wette ein, dass sich der Challenger/Platin/Diamond  in Bronze 5 nicht sonderlich abheben würde.\n> Gemessen auf 100 Games.\n\nUnd ich gehe jede Wette ein, dass ich als durchschnittlicher Gold-Spieler keine 100 Games brauchen würde, um da rauszukommen. Du hast offensichtlich keine Vorstellung von den Skillunterschieden in League.","replies":[]}]}]}]}]}]},{"id":"","poster":"Pure Cynicism","date":"2018-09-25T12:43:18.320+0000","up_votes":2,"down_votes":0,"body":"Nur mal so als Hinweis, weil du es angesprochen hast: WoW war 2005 schon ziemlich toxisch und nur knapp unter dem Level von LoL heutzutage. Mittlerweile hat es sich bei WoW - seit man es zu World of Diablo umfunktioniert und Kiddies von Overwatch und LoL angezogen hat - sogar noch verschlimmert. WoW ist genauso toxisch wie LoL, und Blizzard schert sich einen Dreck darum. Auch kein großer Unterschied zu LoL.\n\nUnd zu deinem Statement, dass du hoffst, Gold eingerankt zu werden: Ich habe es in langen Jahren LoL nur ein mal direkt durch die Placements nach Gold geschafft: Als ich von Platin III kam. Du hättest jedoch mit einer negativen Winrate in Bronze V auf 0 LP mit Sicherheit keinen Spaß in Gold. \n\nEIn TP-Braum mit Dark Harvest auf AD/AS mit Offtankitems und Athenes (???) würde von jedem mittelmäßigen Goldspieler komplett zerlegt werden. Tut mir leid, das so zu sagen, aber das ist die Wahrheit. Spiel vernünftig und verbesser dich, oder du wirst demnächst in Iron IV landen.","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T12:48:09.106+0000","up_votes":1,"down_votes":0,"body":"Findest du?\nIch fühle mich größtenteils in WoW recht wohl ... wobei es auch immer mal wieder nervige Personen gibt.\n\nDer Große Vorteil in WoW ist halt, dass du einfach gehen kannst, wenn du keine Lust mehr hast.\nIn Lol wirst du für das \"einfach gehen\" bestraft, was ich persönlich gut finde.","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-09-25T12:52:14.989+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=00040000,timestamp=2018-09-25T12:48:09.106+0000)\n>\n> Findest du?\n> Ich fühle mich größtenteils in WoW recht wohl ... wobei es auch immer mal wieder nervige Personen gibt.\n> \n> Der Große Vorteil in WoW ist halt, dass du einfach gehen kannst, wenn du keine Lust mehr hast.\n> In Lol wirst du für das &quot;einfach gehen&quot; bestraft, was ich persönlich gut finde.\n\nJup, das ist natürlich auch super, wenn man im PvP die erste Flagge abgibt und dann sofort drei Leute leaven. Aber im Ernst: Classic WoW war die Hölle, es wurde erst mit WotLK besser, um dann wieder schlechter zu werden. Damit meine ich gar nicht unbedingt Beleidigungen, wobei es die ab und an auch gab. Eher bewusst extrem asoziales Spielverhalten wie zB /spit-Makros im PvP, Sabotieren von RP-Events usw. usf.\n\nWenn ich daran denke, dass man damals zwei Stunden lang einen Tank suchen musste und dieser Tank dann manchmal aus purer Lust noch auf dem Weg zur Instanz abgezischt ist, frag ich mich, wie ich das damals spielen konnte.","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T13:01:15.412+0000","up_votes":1,"down_votes":0,"body":"Ja ich erinnere mich, wobei ich meine positivsten Erfahrungen zu BC und WOTLK hatte ... Cata habe ich fast komplett ausgelassen, MoP nur anfangs gespielt und erst seit WoD dann wieder häufiger ... \nEs hat eben alles seine Vor- und Nachteile, aber die Community war auch in WoW früher deutlich entspannter ... das mag aber auch ein wenig an den europäischen Servern liegen ... Russen nehme ich nur sehr ungern mit, die sind immer auf Tempo und Effektivität aus ... wenn's nicht schnell genug geht, leaven sie :S","replies":[]}]}]}]},{"id":"","poster":"Noxempire","date":"2018-09-25T11:40:01.052+0000","up_votes":1,"down_votes":0,"body":"Du hast hier glaub ich ein paar missconceptions: \n\n>Endlich wurde meine Sehnsucht erhört einen Ort zu schaffen wo all die toxischen Spieler und die, die den Modus \"ranked\" nicht verstanden haben, spielen könnten.\n>\n\nSolche Leute wird man auf jeder Elo finden. Vor allem da vieles sehr Subjektiv bewertet wird gerade was Troll's etc. angeht. \n\n>Außer ich erwische zu Beginn der Saison einen Sahnetag und habe Glück bei der Matchingzusammenstellung und schaffe den Sprung direkt zu Gold.\n>\n\nOb du aufsteigst oder nicht liegt voll und ganz bei dir. Wenn du nicht in der Lage bist deine Gegner zu dominieren und rapide aufzusteigen, bist du einfach nicht viel besser als deine jetzige Elo. \n\nBspw. Diamond Smurfs (die tatsächlich auf einem deutlich höheren Niveau spielen) climben innerhalb wenige Wochen bis nach Platin hoch. \n\n >gesunde Gaming-Umwelt im Forum und Spiel konsequent eine 0-Toleranz-Strategie verfolgt, fühle ich mich von LOL im Stich gelassen.\n>\n\nJetzt überleg aber auch Mal wie viel Sinn es für Riot machen würde jeden Spieler für jede Kleinigkeit zu sperren. \n\nSie setzen da lieber auf Besserung durch Bestrafung. Solange du toxische Spieler Reportest werden sie bestraft werden (bedenke dass Riot dir nicht immer eine Rückmeldung für erfolgreiche Reports gibt). \nSollten die Spieler es trotzdem nicht gelernt haben, werden sie aus dem Spiel ausgeschlossen. \n\nBestrafte Spieler erhalten ohne das nötige Honor Level keine Belohnungen. \n\n0 Toleranz herrscht bereits im Falle von Rassismus, Morddrohungen und Homophobie. \n\n>aus dem normalen ranked Game-Liga-Betrieb für die Dauer der Bestrafung auszuschließen.\n>\n\nDas würde die ganzen Flamer nur dazu bringen in normals Games Schwachsinn anzustellen bis sie ihre Strafe abgesessen haben. \nRiot schätzt jeden Modus gleich viel und möchte keinen davon zur Strafabarbeitung degradieren. \n\n>in einen Pool mit anderen Regelverstoßern zu stecken (#Australien und dessen Verbrecherhistorie ist ein gutes Vorbild)\n>\n\nRiot hat sich schon häufiger gegen ein Prison Island system ausgesprochen. Wie bereits gesagt, Besserung durch Bestrafung. Riot möchte Toxicity bekämpften nicht wegsperren. \n\n >ligatechnisch extrem herabzustufen.\n>\n\nSelbes Prinzip. Manche Leute sind auch einfach so in Bronze, ohne toxisch zu sein oder zu trollen. Denen dann irgendwelche ehemaligen toxic high Dia Spieler aufzudrücken, die sie dann trashtalken und wegdominieren? Wo wäre das fair? \n\nDeine Vorschläge wurden, mit Sicherheit, bereits schon bei Riot in Erwägung gezogen. \n\nDas jetzige Bestrafungssystem Ist aus Jahren nach Auswertung der Daten enstanden, nachdem die vorherigen Systeme ausgewertet wurden und funktioniert bis jetzt am besten. \n\nIch würde dir auch übrigens raten Flamer sofort zu muten, wenn sie dich so schnell aus dem Konzept bringen.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T12:14:23.435+0000","up_votes":1,"down_votes":2,"body":"> Solche Leute wird man auf jeder Elo finden. Vor allem da vieles sehr Subjektiv bewertet wird gerade was Troll's etc. angeht.\n\nDas stimmt, allerdings ist ein Afkler, ein Surrenderer, ein Feeder nichts subjektives. Ich hab mit Spielern gespielt, die nennen sich schon so. Einer hieß ungefähr wie \"Ionlyfeed\". etc. pp.\n\n> Ob du aufsteigst oder nicht liegt voll und ganz bei dir. Wenn du nicht in der Lage bist deine Gegner zu dominieren und rapide aufzusteigen, bist du einfach nicht viel besser als deine jetzige Elo.\n\nDas möchte ich verneinen, da dies ein Team-Spiel ist. Man kann mit 3 vs 5 gewinnen. Aber nur, wenn die 3 wirklich sehr, sehr gut zusammenspielen. Aktuell spiele ich öfter als Supporter. Wenn ich einen halbwegs-guten Bottom erwische, läufts, wenn der keine Ahnung hat, ist man selbst aufgeschmissen. \nUnd, wenn der Jgler keine Ahnung hat, ist man tw. auch aufgeschmissen.\nSprich, als Braum wandelte ich in den paar Spielen mit ihm zwischen S+ und D-.\n\nAls Jgler - meiner Meinung häufig der Taktgeber des Spiels - kann ich aufgrund der Mobilität und Bewegungsfreiheit viel mehr beeinflussen. Hier sind mir allerdings auch die Hände gebunden, wenn ich mit Leuten spielen muss, die Champs aussuchen, die total ungeeignet für ne Lane sind, oder wenn sie absolut keine Ahnung haben. Die Gegner sind ja nicht dumm. Attackieren stets den Schwächsten. Wenn du davon 2 hast und die noch Bottom und Top heißen, hast du ein Problem.\n\n>Jetzt überleg aber auch Mal wie viel Sinn es für Riot machen würde jeden Spieler für jede Kleinigkeit zu sperren.\n\nIch rede nicht von Kleinigkeiten. Fakt ist, dass \"ranked Games\" gespielt werden als wären sie unranked.. N Unranked nutze ich ab und an zum Ausprobieren. Und Aram spiele ich, wenn ich nicht viel Zeit oder Lust auf ein ranked Game habe.\n\n> Das würde die ganzen Flamer nur dazu bringen in normals Games Schwachsinn anzustellen bis sie ihre Strafe abgesessen haben.\n\nJa, dann werden Sie für diesen Schwachsinn in den normalen Games gesperrt. Ich bin mir sicher, dass man nicht nur den Chat bannen kann.\nMan kann 100pro auch einzelne Spielmodis für einzelne Spieler deaktivieren.\nUnd, wenn jemand solange Scheiße baut bis nur noch der Trainingsmodus offen ist, ist das halt so. \n\n>Riot hat sich schon häufiger gegen ein Prison Island system ausgesprochen. Wie bereits gesagt, Besserung durch Bestrafung. Riot möchte Toxicity bekämpften nicht wegsperren.\n\nMan sperrt sie nicht für immer weg. Sondern für die Zeit der Bestrafung. Dann sitzen die Chaoten alle in einem Boot und warten daraufhin teilweise 10 Minuten um ein Match spielen zu können, fucken sich gegenseitig ab und irgendwann machts Klick. Und bei denen es Klick macht, die werden sich resozialisieren. Die Anderen werden weiter Scheiße bauen. #Knastinside\n\n> Selbes Prinzip. Manche Leute sind auch einfach so in Bronze, ohne toxisch zu sein oder zu trollen. Denen dann irgendwelche ehemaligen toxic high Dia Spieler aufzudrücken, die sie dann trashtalken und wegdominieren? Wo wäre das fair?\n\nGegenfrage: Ist es fair, dass ich 30-60€ ausgebe und ständig mit irgendwelchen Spinnern zusammenspielen muss, die\n\n- Rumheulen, weil man pro Minute 1 Minion killt, \n- Rumheulen, weil man überhaupt einen Minion gekillt hat, \n- Rumheulen, weil man einen Gegner gekillt hat während man mit ihm den Gegner attackierte\n- Rumheulen, weil man nicht überall gleichzeitig ist\n- Rumheulen, weil sie Kamikazemoves machen und einen dann daraufhin verantwortlich machen wollen?\n- Rumheulen, weil man 15s wartete bis man Coins für ein Item zusammenhatte?\n- Rumheulen, weil sie nicht umgehend Hilfe am Tower erhielten\n- Rumheulen, weil ihre fkn Kamikaze-Strategie nicht aufgeht\n- Aufgeben, weil siehe rumheulen\n- Aufgeben wollen, weil sie n Scheiß-Zeitmanagement haben\n- Aufgeben, weil sie 1-4 Mal gestorben sind\n- Surrendern, weil siehe Rumheulen\n- Flamen und Haten, weil sie Rumheulen\n- Afk gehen, weil siehe Rumheulen\n- andere beleidigen, weil siehe Rumheulen\n- den Matchingmodus verlassen, weil Sie so unflexibel sind, dass sie nur mit 1 Champ spielen können und der gebannt wurde?\n(Meiner Auffassung müsste man sowieso mind. 3 Champs auf Lvl 3-4 für jede Lane haben, um ranked Games spielen zu können)\n- Auf der Map rumspazieren als wären sie Touristen, weil se ihre privaten Probleme an Leuten auslassen wollen, die einfach nur zusammenspielen und Spaß haben und im besten Falle gewinnen möchten\n\n?\n\nUnd, wenn die Chaoten in der virtuellen Welt der Allgemeinheit weit unterlegen sind, dann gehören Sie wie Straffällige in der realen Welt je nach Schwere des Vergehens weggesperrt/ausgegrenzt. Das Ausgrenzen verhindert ja nicht die Kommunikation. Auch ist die Tür dann noch nicht komplett zu. Aber die Leute wissen, dass sie sich zusammenreißen müssen, da sie sonst ne Liga oder mehr herabgestuft werden.\n\nMan könnte den Spielern auch einfach je krassem Regelverstoß einen Champ löschen. ;) Und dann am besten den, den sie am häufigsten nutzten. Man könnte auch einfach den am häufigsten genutzten Champ für x Tage sperren.","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T14:23:02.648+0000","up_votes":2,"down_votes":0,"body":">Die Gegner sind ja nicht dumm. Attackieren stets den Schwächsten. Wenn du davon 2 hast und die noch Bottom und Top heißen, hast du ein Problem.\n\nDas stimmt doch gar nicht, du spielst mit und gegen Bronze. Die Leute treffen da Massenhaft schlechte Entscheidungen. Es ist ja nicht so, als ob ich nicht auch schon Spieler im unteren Gold gesehen habe, die lieber den ADC angreifen, den ich als Soraka ständig auf max. HP halten konnte, statt die Soraka die **zwischen **ihnen und dem ADC steht, die viel einfacher zu töten wäre, da sie sich selbst nicht gut heilen kann. \n\nDie Leute da versuchen bestimmt den Typen noch mal zu töten, der nicht viel aushält und schon 0/10/1 steht. Aber genau das ist auch ihr Problem. Stell dir mal vor, wie dämlich das in einem Teamfight ist. Syndra und Veigar hauen ihre Ult für den 0/10/1 Sona Supp raus, dazu springt noch ein Kha drauf. Klar, die Sona ist sowas von tot, aber das ist einfach nur ein sinnloser Overkill, wenn das Team richtig reagiert, stehen da nämlich gerade 3 Champions ohne verfügbare Skills direkt neben ihnen und warten nur darauf auseinander genommen zu werden. Mit etwas Glück hat die Sona sogar noch ihre Ult auf die 3 durchgebracht und die können nicht mal versuchen auszuweichen.\n\n>Ich rede nicht von Kleinigkeiten. Fakt ist, dass \"ranked Games\" gespielt werden als wären sie unranked.. N Unranked nutze ich ab und an zum Ausprobieren. Und Aram spiele ich, wenn ich nicht viel Zeit oder Lust auf ein ranked Game habe.\n\nHier kannst du dir selbst aber erst einmal an die eigene Nase fassen. Such mal nach Guides zu Warding und Support. Da findet sich sicher etwas für dich. Teste das dann mal im Normal und spiele dann erst wieder Ranked. Dein Braum-\"Support\" ist keiner. Du spielst eher Braum Offtank auf der Botlane. Klar, im Lategame kannst du dir gerne mal Hydra holen. Aber wie wäre es, wenn du {{item:2055}} benutzt, dein {{item:3340}} gegen {{item:3364}} tauschst, wenn dein {{item:3401}} fertig ist und {{item:3401}} öfter benutzt? Dazu wäre noch etwas wie {{item:3190}} und {{item:3109}} hilfreich für einen Support. \n\nUnd wenn dein ADC nichts taugt, dann setzt den Ritterschwur für deinen Toplaner ein und unterstütze den, wenn der gerade ein gutes Spiel hat. Im Idealfall bringst du dein Team noch dazu auch mal Objectives, etwa Türme, zu machen. In deinem 4/5/17 Braumspiel bringt es euch nichts, wenn fast jeder von euch 5 Killbeteiligungen pro Tod hat, die Gegner aber euren Nexus zerstören.\n\nIn dem Spiel habt ihr gerade mal einen Inhib gekriegt und zeitgleich  zur Zerstörung eurer Basis den gegnerischen Mid-Inhibtower geholt. \n\n>Man sperrt sie nicht für immer weg. Sondern für die Zeit der Bestrafung. Dann sitzen die Chaoten alle in einem Boot und warten daraufhin teilweise 10 Minuten um ein Match spielen zu können, fucken sich gegenseitig ab und irgendwann machts Klick. Und bei denen es Klick macht, die werden sich resozialisieren. Die Anderen werden weiter Scheiße bauen. #Knastinside\n\nDas ist völlig falsch. Wenn es bei denen Klick macht, dann ist das Klick eher gleichbedeutend mit \"hey, es gibt hier eh nur Feeder und Flamer, da ist es ja ganz normal und ich sollte mich selbst auch so mies verhalten\". Dazu kommt noch das Problem, dass man ihre Freunde da mit rein ziehen würde. Entweder spielt man nämlich in der ToxicQ oder nicht. Wenn also Toxic1 seinen Freund zu LoL bringt, der noch nicht bestraft wurde, landen beide entweder in der Normalen Q und er umgeht so seine Strafe oder beide landen in der ToxicQ und du bestrafst Unschuldige gleich mit. Das funktioniert übrigens auch, wenn er einfach nur mit anderen Normalen als Premade spielt. \n\n>Gegenfrage: Ist es fair, dass ich 30-60€ ausgebe und ständig mit irgendwelchen Spinnern zusammenspielen muss, die\n\nDa dein Geld hier überhaupt keine Rolle spielt, ja. Irgendwo ist es schon fair, solche Spieler kann jeder abkriegen.","replies":[]},{"id":"","poster":"Noxempire","date":"2018-09-25T12:34:02.961+0000","up_votes":1,"down_votes":0,"body":">das möchte ich verneinen\n>\n\n?Zum Smurf Beispiel sagst du nichts?\n\nEs gibt mehr als genug Leute, die es schaffen sehr schnell aus den niedrigen Elos zu climben. Ich halte es dementsprechend für völligen Humbug sich da ein allumfassendes Urteil zu erlauben. \n\nWenn du doch tatsächlich so gut bist, solltest du kein Problem haben zu climben. \nEs ist auch keine Schande in seiner Elo nicht mehr aufsteigen zu können. Es ist nicht vorgesehen dass JEDER climbed Nicht jeder wird Challenger. \n\n_______\n\nZum Prison Island System: \n\nhttps://nexus.leagueoflegends.com/en-us/2017/01/ask-riot-banished-to-prisoners-island/\n\nLes dir einfach das hier durch. Riot tut das nicht und Punkt. Da mögen deine ethischen Ansätze eben andere sein. League ist eben keine 1 zu 1 Reflektion der Gesellschaft. \n\n>Gegenfrage: Ist es fair, dass ich 30-60€ ausgebe und ständig mit irgendwelchen Spinnern zusammenspielen muss, die\n>\n\nErstmal zwingt dich niemand Geld auszugeben, dementsprechend hast du überhaupt keine Forderungen die aufgrunddessen stellen kannst. \n\nUnd nein, es ist nicht fair. Aber deswegen müssen wir es doch nicht schlimmer machen?? \n\nIch schätze du bist sehr frustriert mit der Situation in der du dich gerade befindest, was ich voll und ganz nachvollziehen kann. In dem Fall würde ich aber dann doch lieber das Spiel wechseln. \n\nDenn diese Dinge wirst du immer in jedem PvP basierten Teamspiel haben.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T13:15:52.839+0000","up_votes":1,"down_votes":1,"body":"> Les dir einfach das hier durch. Riot tut das nicht und Punkt. Da mögen deine ethischen Ansätze eben andere sein. League ist eben keine 1 zu 1 Reflektion der Gesellschaft.\n\nHmm, League ist ein Spiegelbild der Gesellschaft und wenn die meinen es nicht so behandeln zu wollen, dürfen Sie sich nicht beschweren, wenn Spielerzahlen und Einnahmen sinken, weil die Qualität, sprich, die Gamingumwelt schlechter wird.\n\n> Erstmal zwingt dich niemand Geld auszugeben, dementsprechend hast du überhaupt keine Forderungen die aufgrunddessen stellen kannst.\n\nRichtig. Dennoch bleibe ich ein Stakeholder von Riot. Egal ob mit oder ohne Einzahlung. Und als solcher kann ich sehr wohl Forderungen stellen. Ob die dann erfüllt werden, ist eine andere Frage. \n\nWenn Riot kundenorientiert arbeitet - und als zahlender Kunde, gehöre ich einer Kundengruppe an, der man Gehör schenken sollte - müssen Sie mehr für die qualitative Verbesserung tun statt irgendwelche sinnlosen Dopamintriggernde Glückspielmodi aufsetzen, die kein normaler Mensch spielen wird.\n\nWarum? In einer beschissenen Gamingumwelt gibt ein zahlungsbereiter Kunde kein oder nur wenig Geld aus.\nDie vergangene Zeit hat doch gezeigt, dass es mit ihren bisherigen alternativen Methoden nicht funktioniert.\n\n> Und nein, es ist nicht fair. Aber deswegen müssen wir es doch nicht schlimmer machen??\n\nJein und falls nein sollten se noch ne Wooden League aufmachen in der alle Chaoten bei Regelverstoß temp. oder permanent landen. Dann ist Bronze 4 die niedrigste Einstiegsliga und Iron die Unterste der Normalen.\n \n> Ich schätze du bist sehr frustriert mit der Situation in der du dich gerade befindest, was ich voll und ganz nachvollziehen kann. In dem Fall würde ich aber dann doch lieber das Spiel wechseln.\n\nDas was du jetzt forderst, ist, dass der Betroffene das Spiel wechseln soll. Du machst somit das Opfer zum Täter. Das ist in etwa wie die Polizei, die mich aufgrund der regelmäßigen Ruhestörungen unter mir und der Äußerung meines Unmuts meinerseits und der Anzeige bei der Polizei fragten , nein, fast schon vorwarfen, dass ich sie anrufe und nicht einfach umziehe.\nSoll ich dir jetzt auch noch einen Einlauf verpassen wie der Polizei ? XD\n\nDu solltest dein Weltbild ändern. Die Leute, die Scheiße bauen, sind die, die sich ändern oder verpissen müssen, und nicht die, die der gesunden Allgemeinheit angehören.\n \n\n> Denn diese Dinge wirst du immer in jedem PvP basierten Teamspiel haben.\n\nDas stimmt so nicht. \nBattlefield ist ein gutes Gegenbeispiel. \nWOW ebenfalls.\nCounter Strike ebenfalls.\nJedes Spiel bei dem es Maps, Server und Admins gibt, ist ein gutes Gegenbeispiel, da die Admins konsequent gegen solche Spieler vorgehen, um das Spielerlebnis der Allgemeinheit zu schützen.","replies":[{"id":"","poster":"Noxempire","date":"2018-09-25T13:45:04.447+0000","up_votes":1,"down_votes":0,"body":">Battlefield ist ein gutes Gegenbeispiel.\nWOW ebenfalls.\nCounter Strike ebenfalls.\nJedes Spiel bei dem es Maps, Server und Admins gibt, ist ein gutes Gegenbeispiel, da die Admins konsequent gegen solche Spieler vorgehen, um das Spielerlebnis der Allgemeinheit zu schützen.\n>\n\nCounter Strike? Soweit ich weiß gibt es da außer VCA bans gar nichts. \n\nDa darf jeder durchbeleidgen wie er möchte. \n\nEine Art Admin System gab es in der Vergangenheit bereits. Das Tribunal. Wurde abgeschafft weil es ineffizient war. \n\nWoW ist kein PvP Spiel in erster Linie und deutlich privater und faniliärer, dementsprechend kommt es dort nicht so häufig zu frustrierenden Spielerlebnisen. \n\nDie anderen Spiele habe ich nie gespielt, wobei ich sehr schlechte Dinge über die Battlefield 4 Community gehört habe. \n\n>Die Allgemeinheit zu schützen\n>\n\nDu redest hier nur für dich selbst. Wie du siehst, wollen hier nur die wenigsten \"mehr Schutz\" \nDie \"Allgemeinhet\" hat deine Probleme nicht. Was für mich ein weiterer Indikator ist, dass deine Forderungen mehr auf deiner Frustration beruhen als auf tatsächlich empirischen Überlegungen. \n\n>Das was du jetzt forderst, ist, dass der Betroffene das Spiel wechseln soll.\n>\n\nKein Grund sich direkt angegriffen zu fühlen. \nDas war lediglich eine Empfehlung. Wie ich dir bereits mehrmals erklärt habe, sind deine Forderungen in Riots Geschäfts und Ethikmodell nicht umsetzbar. \n\nWenn du trotzdem so extrem deswegen unzufrieden bist, ist es doch wohl eine bessere Lösung das Spiel zu wechseln anstatt sich nur noch aufzuregen. \n\n>Du solltest dein Weltbild ändern. Die Leute, die Scheiße bauen, sind die, die sich ändern oder verpissen müssen\n>\n\nAhja. Nur weil ich dir geraten habe, das Spiel zu wechseln wenn es dir nicht gefällt bin ich jetzt ein Verfechter der Gesetzlosen? \n\nIst das nicht ein kleines bisschen lächerlich? Es ist und bleibt ein Spiel.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-09-25T13:23:07.043+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0001000000000000,timestamp=2018-09-25T13:15:52.839+0000)\n\n>Das ist in etwa wie die Polizei, die mich aufgrund der regelmäßigen Ruhestörungen unter mir und der Äußerung meines Unmuts meinerseits und der Anzeige bei der Polizei fragten , nein, fast schon vorwarfen, wieso ich sie denn anrufen und nicht einfach umziehen würde.\n> \n\nDa das OWiG für \"Ruhestörung\" nur eine Geldstrafe vorsieht, hat die Polizei tatsächlich relativ wenig Handlungsspielraum. Rühestörungen begehen meistens Assis. Assis haben kein Geld. Also ja, wenn du damit nicht klarkommst, solltest du umziehen. Oder dich nicht so anstellen und Rückgrat zeigen, alternativ Ohrenstöpsel verwenden. Gibts in jeder guten Uni-Bib.\n\n> Du solltest dein Weltbild ändern. Die Leute, die Scheiße bauen, sind die, die sich ändern oder verpissen müssen, und nicht die, die gesunde Allgemeinheit.\n\nDein Weltbild ist sehr einfach gestrickt. Das hat vielleicht noch in der Steinzeit funktioniert, dass man Störenfrieden die Keule ins Gesicht geschleudert hat. In einer modernen, aufgeklärten, mithin humanistischen Gesellschaft läuft das ein wenig anders.","replies":[]}]}]}]}]},{"id":"","poster":"Rena","date":"2018-09-25T13:47:02.099+0000","up_votes":2,"down_votes":1,"body":"Adde mich wenn du Tipps brauchst um aufzusteigen.\nMerke dir aber: **Elo hell existiert nicht**\nNur **du** bist schuld das du Bronze bist.\nIch war auch mal Bronze 5 Spieler.\n\nBronze ist nicht mehr Toxic als andere Ligen.","replies":[{"id":"","poster":"Veezey","date":"2018-09-25T17:35:37.164+0000","up_votes":1,"down_votes":0,"body":"Bronze fand ich mit am entspanntesten^^","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T21:18:01.843+0000","up_votes":1,"down_votes":0,"body":"Es war so angenehm in Season 3, als man teilweise als Support nur Wards kaufen musste, um Spiele zu gewinnen. Dann warten da 3 Gegner drinn, dein Team will natürlich die Kills und schon kann man durchpushen.","replies":[{"id":"","poster":"Veezey","date":"2018-09-25T22:36:59.678+0000","up_votes":1,"down_votes":0,"body":"Ich weiß noch, wenn einfach der ganze gegneriwsche Jungle zugewarded ist und man immer sieht wenn da einer lang geht. und man den gegner einfach abholen kann :D\nZum Glück sind diese Zeiten vorbei xD","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-26T10:45:08.822+0000","up_votes":1,"down_votes":0,"body":"Ich hab es auch lieber, weniger Wards setzen zu können, als alles in Wards stecken zu müssen. In Silber und Bronze hat das damals zum Glück keiner erwartet. Da waren die 10 Wards je Spiel mehr als ausreichend^^","replies":[{"id":"","poster":"Qbert","date":"2018-09-26T10:50:59.558+0000","up_votes":1,"down_votes":0,"body":"ohje, das waren noch Zeiten, als ich 2-3 Slots voll mit Wards dabei hatte .... ich war eine Ward-Maschine sag ich dir! :D","replies":[{"id":"","poster":"Veezey","date":"2018-09-26T12:00:43.181+0000","up_votes":1,"down_votes":0,"body":"Konnte man da noch 9 Wards pro Slot haben oder auch schon nur 5? :D","replies":[{"id":"","poster":"Qbert","date":"2018-09-26T12:06:04.693+0000","up_votes":1,"down_votes":0,"body":"sowohl als auch ... ich spiele seit knapp nach der Beta :S","replies":[{"id":"","poster":"Veezey","date":"2018-09-26T12:25:04.124+0000","up_votes":1,"down_votes":0,"body":"Ich spiele seit Season 1 :D\nIch weiß noch, wie man damals als Toplaner mit gefühlt Hundert Pots auf Level 1 gestartet hat xD","replies":[{"id":"","poster":"Qbert","date":"2018-09-26T12:28:35.598+0000","up_votes":1,"down_votes":0,"body":"damals habe ich keine Pots gekauft ... Goldverschwendung dachte ich mir! Was bringt's mir 50HP zu reggen? Dann steh ich lieber passiv irgendwo rum, das reggt auch!\n\nUnd vorallem immer schon Heart of Gold gestackt, 3-5 Stück, Gp5 items waren der Hammer! :D :D :D","replies":[{"id":"","poster":"Veezey","date":"2018-09-26T12:35:09.976+0000","up_votes":1,"down_votes":0,"body":"Naja bevor man das so gereggt hat, konnte man auch in die Base gehen xD\n\nHast du zufällig auch Gankplank gespielt? xD","replies":[{"id":"","poster":"Qbert","date":"2018-09-26T12:38:07.934+0000","up_votes":1,"down_votes":0,"body":"nein, damals war noch Tristana Mitte oder Bruiser Teemo Top meta ... das waren so meine Specials x)","replies":[{"id":"","poster":"Veezey","date":"2018-09-26T12:40:02.404+0000","up_votes":1,"down_votes":0,"body":"Damals waren auch nicht AP Champs auf AP gespielt irgendwie immer richtig dumm xD","replies":[{"id":"","poster":"Veezey","date":"2018-09-26T12:48:59.433+0000","up_votes":1,"down_votes":0,"body":"Atmogs war ja auch OP und wurde zurecht entfernt xD\nMadreds hab ich schon ganz vergessen lol","replies":[]},{"id":"","poster":"Qbert","date":"2018-09-26T12:41:04.615+0000","up_votes":1,"down_votes":0,"body":"doch klar ... oder Top ATMOGS!! (Athmars Pfähler und Warmogs) ... IMBA!!! xD selbst ADC haben irgendwann so gebaut ... dann noch n Madreds dazu und du hast rasiiiiiiiiierRrrRrrRt","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Cenâreth","date":"2018-09-27T19:30:03.630+0000","up_votes":1,"down_votes":0,"body":"Hahah wird genauso enden wie vorher, neuer Spieler ranked in Silber 3 ein, erstmal alle runter nach Iron gedrückt xD. Selbst die guten Spieler.\n\nSolche Typen wie ihn hier gibt es derzeit in Massen im Silber Bereich. Frag mich nur warum Riot nicht langsam mal aufräumt und hart durchgreift.","replies":[]},{"id":"","poster":"Lynatix","date":"2018-09-25T11:51:10.655+0000","up_votes":1,"down_votes":0,"body":"Hö also ich würde dir gerne helfen muss aber vorher was los werden .... 1. Liegt es vermutlich schon an deiner Einstellung das du dort bist wo du aktuell bist denn \"ich fordere riot auf\" ist völlig der falsche weg... denk doch mal logisch du bist für riot ein kleiner fisch in einem riesigen meer ... es gibt genug spieler die alle skins haben weist du was die dafür hingelegt haben? ... 2. Du redest von bronze 5 spielern in deinem game und gleichzeitig davon auf gold aufzusteigen?  Das passt nicht zusammen den wenn du silber bist spielst du zu 99,9 Prozent mit andern silberspielern zusammen ... und 3 ist es dein eigenes können warum du nicht weiter kommst aber daran kann man arbeiten ... ich muss leider gerade zur arbeit aber sofern du ein headset hast und nicht gerade erst eingeschult worden bist könnten wir uns im discord heute spät abends treffen dann könnt ich dir helfen evtl .. und ja ich bin gold gruss lynatix ps vom hamdy geschrieben","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T12:27:02.667+0000","up_votes":1,"down_votes":3,"body":"?? Ok, weil ich etwas einfordere was mir nach logischem Denken zusteht, soll ich ein Einstellungsproblem haben?\nIch gebe Geld aus. Was denkste was bei BF los wäre, wenn die Spielatmosphäre nicht mehr stimmt. Oder in der Bundesliga im realen Leben. Dann gibts Proteste und Forderungen. Gleiches gilt für die Politik. Ich bin , so klein ich auch bin, ein Stakeholder von Riot.\n\nIch war bereits in Silber 5 und 4. Die sind in der Mehrheit schlechter als Bronze-5-Spieler. Nur der Anteil der toxischen Spieler lässt nach.\n\nWie ich bereits schrieb. Zu sagen \"es ist dein Problem, dass du nicht höher spielst\" ist zu pauschal. Ich bin als z.B. Supporter mit Braum extrem von meinem Bottom-Spieler abhängig. Hinzu kommt die Abhängigkeit vom Jgler (bezogen auf die gesamte Map).\n\nBeides nimmt mit dem Spielverlauf ab. Irgendwann lösen sich die festen Lanes ja eh auf.\n\nHave fun auf Arbeit. Bis später denn.","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T12:41:09.940+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=00030000,timestamp=2018-09-25T12:27:02.667+0000)\n>\n> ?? Ok, weil ich etwas einfordere was mir nach logischem Denken zusteht, soll ich ein Einstellungsproblem haben?\n\nEs steht dir aber nach korrektem logischen Denken nicht zu.\nDas Geld, welches du angeblich ausgegeben haben möchtest, ist doch für eine bereits geleistete Sache geflossen.\nDu hast Geld gegeben und In-Game-Währung(Riot-Points) erhalten. Damit ist die Verpflichtung abgegolten, denn nichts anderes kannst du kaufen.\n\nDass du nun noch weitere Leistungen ohne jedwede Gegenleistung erwartest, dafür kann ja kein logisch denkender Mensch etwas.\n\n\n> Wie ich bereits schrieb. Zu sagen &quot;es ist dein Problem, dass du nicht höher spielst&quot; ist zu pauschal. Ich bin als z.B. Supporter mit Braum extrem von meinem Bottom-Spieler abhängig. Hinzu kommt die Abhängigkeit vom Jgler (bezogen auf die gesamte Map).\n\nZum Großteil ist es aber dein Problem, denn du bist der gemeinsame Nenner all deiner Spiele.\nIch bin auch Main Support und habe es auch geschafft, aus Bronze raus zu kommen.\n\nZumal ich aber deinen Frust über die vielen Verfehlungen vieler Spieler absolut verstehen kann.","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T14:14:17.804+0000","up_votes":1,"down_votes":1,"body":"Ok, deinem korrekten Denken nach heißt die Devise \"Friss oder Stirb.\" Auch auf dich beziehe ich mich gleich nach der Teepause. Muss ja auch wieder gesund werden. RealLife > all.\n\n------------\nSchon allein mit Installieren des Spiels werde ich als Kunde des Providers zu dessen Stakeholder. \nDiesen gilt es bei seinen betriebwirtschaftlichen, strategischen wie spielentwicklungsbezogenen Entscheidungen zu berücksichtigen.\nDie Spielatmosphäre ist ein ausschlaggebender Grund für mich anfänglich gewesen Geld zu investieren.\nHätte ich mich anfänglich nicht wohlgefühlt, hätte ich kein Geld ausgegeben.\nFür das Geld habe ich im Spiel selbst Waren erhalten. Aufgrund der Tatsache, dass ich diese Waren nicht wieder in Echtgeld umtauschen und dieses dann auszahlen kann, bin ich auf Lebzeiten ein Stakeholder von Riot.\n\nIch zahle Geld für eine Dienstleistung. Diese Dienstleistung berücksichtigt dann nicht nur die techn. sondern auch die sozialen Faktoren, denn der Champ wird im Spiel eingesetzt und dort stoße ich auf andere Spieler.\n\nMein Geld, welches ich ausgab, gab ich aus, um im Spiel Dinge erwerben zu können, welche\n- das Spiel abwechslungsreicher\n- das Spielerlebnis steigern/verbessern \n- und aus Sicht Riots die Kundenbindung erhöhen sollen.\n\n\n> Dass du nun noch weitere Leistungen ohne jedwede Gegenleistung erwartest, dafür kann ja kein logisch denkender Mensch etwas.\n\nDeine Argumentation lässt mich aktuell vermuten, dass du Neues vollständig ablehnst und den Status Quo erhalten willst. Stimmt das?\n\nIch erwarte keine Leistung. Ich erwarte etwas Grundsätzliches. \nEine angenehme Spielumwelt ist etwas Selbstverständliches für einen logisch Denkenden.\nWenn ich ein Spiel spiele, kann ich vom Anbieter erwarten und fordern, dass er eine gute Gaming-Atmosphäre schafft. \nV.a.D. in dem Kontext, dass ich ein potenziell zahlungswilliger Kunde bin.\nUnd da ist es egal ob das WOW, Pokerstars oder LOL ist. Egal ob ich mir ein Handy kaufe, Whatsapp nutze oder einem Verein oder einer Partei beitrete. Oder ob ich einen Arbeitsvertrag unterschreibe.\n\n> Zum Großteil ist es aber dein Problem, denn du bist der gemeinsame Nenner all deiner Spiele.\n> Ich bin auch Main Support und habe es auch geschafft, aus Bronze raus zu kommen.\n> Zumal ich aber deinen Frust über die vielen Verfehlungen vieler Spieler absolut verstehen kann.\n\n\nIch hab ja nicht geschrieben, dass ich nicht für die eigene Leistung verantwortlich bin. \nMeinem Leistungspotenzial sind allerdings natürliche Grenzen gesetzt. \nUnd eine davon ist das Spielverständnis und Auftreten meiner Mitspieler.\nDenn wir sind ein Team. Man gewinnt und verliert zusammen.","replies":[{"id":"","poster":"Qbert","date":"2018-09-26T08:21:35.270+0000","up_votes":1,"down_votes":0,"body":"Du kannst dich gerne noch mal schlau machen, was [Stakeholder](https://de.wikipedia.org/wiki/Stakeholder) bedeutet. Du nimmst einen Anglizismus und denkst, das hat wunder für eine Bedeutung.\nDu bist durch den Kauf der (wie du es nennst) \"Waren\" NICHT Stakeholder, sondern einfach nur, weil du das Spiel spielst, das genügt schon.\nDu hast damit auch KEINE Anteile oder ähnliches gekauft und es ist auch NICHT die Pflicht des Anbieters, dir die Wiederveräußerung zu ermöglichen.\n\nDu scheinst wenigstens oberflächlich betriebswirtschaftlich bewandert, es ist echt traurig, dass man dir erklären muss, das du nichts aber auch gar nichts von Riot beim Installieren des Spiels erstehst, außer einer Nutzungslizens.\n\n>Deine Argumentation lässt mich aktuell vermuten, dass du Neues vollständig ablehnst und den Status Quo erhalten willst. Stimmt das?\n\nDen Rückschluss musst du mir mal erläutern, das ist schon mehr als abwegig.\n\n> Ich erwarte keine Leistung. Ich erwarte etwas Grundsätzliches.\nDu stellst eine Forderung, und zwar eine sehr spezifische. Grundsätzliches müsstest du anders formulieren, bspw. \"ein respektables Miteinander\".\n\n>Wenn ich ein Spiel spiele, kann ich vom Anbieter erwarten und fordern, dass er eine gute Gaming-Atmosphäre schafft.\n\nSiehst du, das ist ein Grundsatz der auch absolut nachvollziehbar ist.\nRiot ist auch sichtbar bestrebt das zu erreichen, nur das Verhalten von Menschen ist nun mal höchst speziell und auch nicht mal eben zu ändern.\nOder verhältst du dich genau so wie alle anderen Menschen?\n\n> Ich hab ja nicht geschrieben, dass ich nicht für die eigene Leistung verantwortlich bin.\nDas stimmt.\nDennoch schiebst du deinen persönlichen Erfolg auf dein Team, was ja prinzipiell nicht falsch ist.\nWas du aber offenbar vergisst ist, dass du Teil dieses Teams bist. Du bist ergo nur bedingt besser als deine Mitspieler. Denn wärst du deutlich besser, würdest du dein Team zum Sieg führen können. Da dies offensichtlich nicht der Fall ist bist du in etwa dort, wo du leistungstechnisch hingehörst.\n\nWie gesagt:\nJeder hier kann deinen Frust über das Fehlverhalten der Spieler nachvollziehen. Niemand aber kann nachvollziehen, dass du mit deinem angeblichen Können ganz unten hockst. Denn wir alle haben klein angefangen, die einen haben sich entwickelt, die anderen eben nicht.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-09-25T14:55:13.484+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0003000000000001,timestamp=2018-09-25T14:14:17.804+0000)\n>\n> Schon allein mit Installieren des Spiels werde ich als Kunde des Providers zu dessen Stakeholder. \n> Diesen gilt es bei seinen betriebwirtschaftlichen, strategischen wie spielentwicklungsbezogenen Entscheidungen zu berücksichtigen.\n> Die Spielatmosphäre ist ein ausschlaggebender Grund für mich anfänglich gewesen Geld zu investieren.\n> Hätte ich mich anfänglich nicht wohlgefühlt, hätte ich kein Geld ausgegeben.\n> Für das Geld habe ich im Spiel selbst Waren erhalten. Aufgrund der Tatsache, dass ich diese Waren nicht wieder in Echtgeld umtauschen und dieses dann auszahlen kann, bin ich auf Lebzeiten ein Stakeholder von Riot.\n> \n\nMag ja aus betriebs-\"wissenschaftlicher\" Sicht so sein, aber aus rechtswissenschaftlicher Sicht stehen dir nach Erhalt der RP keine Ansprüche gegen Riot mehr zu. Riot ist auch nicht verpflichtet, dir gegenüber den Betrieb von League aufrecht zu erhalten. Im Gegenteil, irgendwann wird LoL abgeschaltet werden und all dein investiertes Geld wird weg sein. Wenn dir das nicht zusagt, solltest du Retailspiele kaufen. Die gehören dir dein Leben lang.\n\n> Ich zahle Geld für eine Dienstleistung. Diese Dienstleistung berücksichtigt dann nicht nur die techn. sondern auch die sozialen Faktoren, denn der Champ wird im Spiel eingesetzt und dort stoße ich auf andere Spieler.\n> \n\nDie Dienstleistung von Riot, auf die du einen vertraglichen Anspruch hast, erschöpft sich darin, dir RP gutzuschreiben und - das lässt sich zwar nicht unmittelbar aus den AGB folgern, aber aus Sinn und Zweck des Vertrages - dir Möglichkeiten zur Verfügung zu stellen, diese RP auch für wiederum andere Dienstleistungen zu nutzen - Skins etc.\n\n> Mein Geld, welches ich ausgab, gab ich aus, um im Spiel Dinge erwerben zu können, welche\n> - das Spiel abwechslungsreicher\n> - das Spielerlebnis steigern/verbessern \n> - und aus Sicht Riots die Kundenbindung erhöhen sollen.\n> \n\nDeine Absichten - oder genauer - deine inneren Motive spielen keine Rolle, jedenfalls nicht in rechtlicher Hinsicht. \n\n> Ich erwarte keine Leistung. Ich erwarte etwas Grundsätzliches. \n\nDiese Erwartung bist du jedoch nicht mit konkreten Ansprüchen zu untermauen in der Lage.\n\n> Eine angenehme Spielumwelt ist etwas Selbstverständliches für einen logisch Denkenden.\n> Wenn ich ein Spiel spiele, kann ich vom Anbieter erwarten und fordern, dass er eine gute Gaming-Atmosphäre schafft. \n> V.a.D. in dem Kontext, dass ich ein potenziell zahlungswilliger Kunde bin.\n> Und da ist es egal ob das WOW, Pokerstars oder LOL ist. Egal ob ich mir ein Handy kaufe, Whatsapp nutze oder einem Verein oder einer Partei beitrete. Oder ob ich einen Arbeitsvertrag unterschreibe.\n> \n\nWie schon gesagt: Du hast weder Anspruch auf eine angenehme Spielatmosphäre noch auf eine angenehme Arbeitsatmosphäre.\n\nWenn dir dein Arbeitgeber nicht passt, solltest du den Arbeitsvertrag kündigen. Mehr Möglichkeiten hast du kaum. Bei Spielen ist es ähnlich.\n\n\n> Ich hab ja nicht geschrieben, dass ich nicht für die eigene Leistung verantwortlich bin. \n> Meinem Leistungspotenzial sind allerdings natürliche Grenzen gesetzt. \n> Und eine davon ist das Spielverständnis und Auftreten meiner Mitspieler.\n> Denn wir sind ein Team. Man gewinnt und verliert zusammen.\n\nDein Leistungspotential wird gerade nicht durch dein Team eingeschränkt, da du jedes Spiel ein anderes Team zugewiesen bekommst. Die Theorie, dass du immer das schwächere Team bekommst, ist mathematisch unhaltbar.","replies":[]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T13:54:16.190+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T13:59:36.209+0000","up_votes":1,"down_votes":0,"body":"Das ist so nicht korrekt.\nEs ist genau so wie ich es geschrieben haben, die Geldleistung deinerseits ist mit dem Transfer der RP ausgeglichen und damit sind jedwede Forderungen beglichen.\n\nSelbstverständlich kannst du als Spieler Wünsche äußern. Nur sind es eben nur Wünsche.\nDu kannst keine Forderungen stellen und erwarten, dass sie erfüllt werden.\n\nDu musst ganz klar zwischen Angebot und Forderung differenzieren.\nDas was du gerade tust ist eine Forderung stellen. Obgleich Riot die Umsetzung für möglich hält oder nicht ist irrelevant, de facto ist das derzeitige Bestrafungssystem nun mal wie es ist.\n\nUnd noch mal:\nIch kann deinen Frust verstehen, jedoch hier alle anderen als Problem darzustellen ist weder zielführend noch korrekt. Tausende Spieler haben es geschafft aus Bronze rauszukommen, dass du das nicht schaffst liegt einfach nur an dir.","replies":[]}]}]},{"id":"","poster":"Lynatix","date":"2018-09-25T13:09:38.508+0000","up_votes":1,"down_votes":0,"body":"Okay ich versuch es dir nochmal so vernünftig wie nur irgendwie möglich zu erklären - ich hab deinen Kommi + deine Kommis durchgelesen hier in dem Beitrag .... Alleine anhand dessen wie du hier schreibst, ist mir relativ einfach bewusst warum du fest hängst.\n\n1. Es sind alle anderen Schuld, aber die Schuld bei dir selbst siehst du nicht! Du versteckst dich hinter einem S oder A (was du in einem Game mal erreicht hast) - ist dir eigentlich bewusst das diese Statistik für deine Aktuelle Elo gilt? Ein S bedeutet einfach nur das du in diesem einen Spiel gut genug warst im vergleich zu den anderen in deiner Elo, die diesen Champ spielen! Davon hängen Farm, Kills, Tode, Assists dran. Somit hast du in EINEM Spiel deinen Champ gut gespielt, jedes andere Game wo du nur A-, B-, C.... usw erreicht hast spiegelt deine Leistung in der Elo wieder und schlimmer noch, zeigt das du genau der Durchschnitt in deiner Elo bist! \n\n2. Jetzt kommt wieder dein Argument \"ich brauch nen guten ADC dafür...\" son Quark ... ein guter Supporter versteht sich darauf, einen schlechten ADC zu puschen das dieser besser wird und entscheident zum Spiel beitragen kann! Ich rede nicht davon das du jedes Spiel gewinnst, das schaffen nicht mal Challanger wenn sie von Bronze 5 aufsteigen wollen zu Challanger mit nem gekauften Acc, aber sie gewinnen eben 19 von 20 Games weil sie einfach anders Denken und andere Mechanics an den Tag legen an die du noch nichtmal im geringsten aktuell denkst ...\n\n3. Hör auf Beratungsresistent zu sein - du schreibst und fluchst hier und fühlst dich im Stich gelassen aber die Leute hier wollen dir helfen! Im Augenblick scheinst du dich aber von jedem Kommi hier gerade angegriffen zu fühlen. Sprich du bist getilted...\n\n4. Du vergleichst LoL mit anderen Spielen, nenn mir einen logischen Grund dafür? BF ist draufballern, hier ist Logik, Mathematik und Mechanics gefragt! Keinerlei Vergleich möglich! Und es ist nunmal so das RIot es 0 interessiert wieviel Geld du ausgibst - schließlich musst du es nicht und es dient nur deiner Optik das DU dich und dein Selbstwertgefühl steigern kannst. Aufs Spiel oder darauf, das du spielen kannst, hat es 0 Einfluss! Somit hast du auch 0 Ansprüche (ist übrigens bestens in den AGB geregelt, da du schließlich kein Eigentum erwirbst)\n\n5. Du WARST bereits S5 und S4? Was bist du denn jetzt? Wieso bist du abgestiegen? Wieso steigst du nicht mehr auf? Schreib uns doch mal bitte deinen Ingamenamen dann kann man sich wenigstens deinen Spielverlauf schonmal ansehen! Und ich garantiere dir wir brauchen nicht lange suchen und finden mehrere games wo du über 10 Tode hast! - Sicher, passiert mal, aber genau das ist das falsche DENKEN! - Du musst umdenken nicht die anderen! Jeder Tod den du stirbst bringt dein Gegnerteam vorran auf ihrem Weg zum Sieg des Spiels...\n\nBeispiel gefällig? Du bist Support: Dein ADC bringt sich mal wieder in eine dumme Lage und droht zu sterben, da du den Jungler schon kommen siehst - was tust du? Richtig du gehst mit rein und gibst alles damit dein ADC am leben bleibt oder? \n\nFALSCH! Wenn dein ADC nicht helle genug ist auch mal defensiv zu spielen nachdem ihr eh schon am verlieren seid auf Bot, dann lass ihn halt sterben, ja versuch von mir aus noch den jungler zu slowen, aber stirb doch nicht noch unnötig für ihn, sonst bekommt das Gegnerteam wieder 2 Kills mehr! Ich hoffe du verstehst was ich sagen will damit...\n\n6. Möchte ich dir gerne jemanden, sofern du dich auch nur Ansatzweise darauf einlässt und auch mal endlich aufhörst jeden Kommi hier abzuschmettern, jemanden vorstellen der SELBST SUPPORTER MAIN ist und dieser aus deiner \"Elohell\" ohne Probleme hoch gekommen ist. Dieser jemand hat durch mich erst das Spiel angefangen und ist jetzt Platin und das ohne festen Premade Partner ... Denkst du er hatte keine besch... ADC's dabei? Er hats trotzdem recht schnell geschafft und wenn du glaubst das sei ein Märchen, wiegesagt ich stell ihn dir sehr sehr gerne vor aber nur wenn du aufhörst gerade so tilted zu sein und versuchst umzudenken... Denn es ist, btw egal auf welcher Lane, nicht Schuld deiner Mitspieler sondern einzig und allein DEINE SCHULD das du in deiner Elo fest hängst!\n\nUnd wenn du nicht aufwachst, kann dir leider keiner hier helfen sorry, aber das ist nunmal die harte Realität (auch ich habe die erst sehr spät eingesehen, aber ich hab es eingesehen!)\n\nUnd nein mein Kommi ist kein Hate, aber ich mag es nicht durch die Blume zu reden denn es bringt dich effektiv nicht weiter wenn du nicht bereit bist an dir selbst zu arbeiten!\n\nVG Lynatix","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T14:38:03.692+0000","up_votes":1,"down_votes":1,"body":"Allein, dass du versuchst aus meinem normalen Schreibstil etwas abzuleiten, lässt mich etwas an deiner Neutralität zweifeln. Ich beziehe mich sogleich auf deinen Text. Muss vorher noch etwas essen. Und Tee trinken.\n\n1. Das hab ich nicht geschrieben und btw. versuchst du unter 1. all das was ich bei toxischen Spielern anmerke gegen mich zu benutzen.\n2. Ja, probier mal einen ADC zu pushen, der sich in den unmöglichsten Szenen wegteleportiert und Gegner jagt wie Hunde Knochen oder Frisbees.\n3. Bitte unterstell mir doch keinen Tilt. XD wenn ich tilte, wirst du es lesen können. Dafür wurde ich bereits temp. gesperrt. Frag QBert.\nUnd ich bin nicht beratungsresistent. \nAlles was hier bisher an Argumenten kommt, fällt in die Kategorie \"Status Quo\" schützen. Ja keine härteren Bestrafungen für Flamer und Co. Wieso verpisst du dich nicht, wenn dir die Atmo hier  nicht gefällt. Etc. pp.\n4. Bei Spielen wie BF ist man a) freier, es ist b) taktisch anspruchsvoller und c) jeder will gewinnen. Ohne Logik gewinnst du bei keinem Spiel irgendetwas. Gleiches gilt für Denken ohne Wahrscheinlichkeiten.\n5. In 1. wirfst du mir vor ich würde mich hinter Statistiken und Bewertungen verstecken, aber jetzt hier bei 5. möchtest du dieselben Statistiken und Bewertungen, hinter denen ich mich angeblich verstecke, gegen mich verwenden. Chapeau XD.\n\n\nIch schmetter Kommis nicht ab. Ich argumentiere. Und argumentiere so gut, dass ich deine \"Argumente\" mit meinen abschmettere, zerstöre und entkräfte.\n\nPS. Btw. spielt mein ADC scheiße und rennt gegen 3 rein. Gehe ich da nicht mit rein. Weil ich nicht bescheuert bin.\nMein letzter ADC hat sich beschwert, warum ich mich wegbeamte anstatt sein 10%Life vs. 3 zu verteidigen.\nKommt der Jgler, ist das natürlich klar, dass ich mit reingeh.. 3 vs 3. easy. is der gut drauf auch 2 vs 3.. Items sei dank.\n\nPS. Edit. Irgendetwas stimmt bei euw nicht. Jetzt ist die Siegesrate als Supporter bei 100%.. \nNaja, wie dem auch sei. Ich spiel jetzt ne Runde. Ggf. bis später, wenn dir noch ein paar echte Argumente einfallen.","replies":[{"id":"","poster":"Lynatix","date":"2018-09-25T15:19:35.231+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=000300000001000000000000,timestamp=2018-09-25T14:46:51.571+0000)\n>\n> ?? Halloo? Lies dir die Headline noch mal durch.\n> \n> \n> Ich trete mit meiner Meinung für die Allgemeinheit ein und alles was du willst, ist mich als Täter hinzustellen. XD.. Glückwunsch. C ya\n> Dass alle anderen Schuld sind, steht nirgends !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n> \n> Also bleib bitte bei den Fakten und reim dir nix dazu als wär das hier n Bildzeitungs-Forum.\n\n... siehe weiter ...\n\n> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0003000000010002,timestamp=2018-09-25T14:38:03.692+0000)\n> \n> Ich schmetter Kommis nicht ab. Ich argumentiere. Und argumentiere so gut, dass ich deine &quot;Argumente&quot; mit meinen abschmettere, zerstöre und entkräfte.\n> \n\n\nOk alsooooo ... \n\nDa du mich angehst obwohl ich dir eigentlich helfen möchte und du allem anschein einfach ignorierst was die Leute dir hier schreiben fasse ich mich diesmal recht kurz und geh auf das wichtigste nochmal ein, villeicht denkst du ja in ruhe nochmal drüber nach:\n\n1. Du bist (vermutlich) Bronze, fragst dich warum und kommst aus der \"Elohell\" nicht raus - meine Wenigkeit und andere wollten dir helfen, du blockst es ab und begründest es mit irgendwelchen Argumenten von dennen du glaubst, sie seien relevant und richtig.\n\n2. Wir versichern dir das es an dir liegt, weshalb du in der \"Elohell\" hängst, für dich sind die anderen Schuld (hast du so nicht gesagt, schiebst es aber perma auf dein Team, deinen ADC die alle kacke sind)\n\n3. Ich biete dir an dir zu helfen und sogar jemanden, welcher Main Support ist (Platin, von Bronze aufgestiegen) vorzustellen und du gehst mich dafür auch noch an.\n\n4. Du verträgst die Wahrheit nicht und gehörst so leid es mir tut, in diese Elo da du den Vergleich mit anderen Spielen misst und alles schönreden willst was dir nicht in den Kragen passt. Auch das versteht man unter Beratungsressistent....\n\nSorry für mich ist hier Ende - ich hab dir Hilfe angeboten was ich hiermit dann leider zurück ziehe. Man kann nur Mitspielern helfen, die auch Bereit sind ihre eigenen Fehler einzugestehen.\n\nDa du dich aber offenbar für einen Challanger Support Spieler hälst, brauchst du natürlich keine Tipps, weder von mir noch von sonst irgendeinem hier im Forum und wolltest hier nur mal Dampf darüber ablassen, da du ingame vermutlich nicht flamen wirst und auch sonst nicht vorran kommst, da in jedem Spiel ja schließlich Top, Mid, Jungle, ADC 0/10 stehen und nur du der einzigste bessere Spieler bist :O\n\nBtw viel Erfolg weiterhin, ... achso und falls du morgen aufwachst und bemerkst das die Challanger Traumblase geplatzt ist, so liegt das vermutlich leider immernoch an deinem können und deiner Denkweise, welche halt nun leidermal Bronze entspricht... Schade eigentlich\n\nVG Lynatix\n\nUnd niemand soll mir nachsagen, ich hätte es nicht versucht zu helfen ;)","replies":[]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T13:52:34.854+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Lynatix","date":"2018-09-25T14:23:47.748+0000","up_votes":1,"down_votes":0,"body":"?! Im Gegenteil ich bin überhaupt nicht Neutral! Ich bin auf deiner Seite sobald du versuchst dich zu ändern. Aber bisher lese ich von dir nur das alle anderen Schuld sind - Das ist keine Grundlage mit der man arbeiten kann.\n\nDas ist wie als wenn man geblitzt wird, man jedoch dem Staat dafür die Schuld gibt - getreu dem Motto: WTF warum steht da nen Blitzer der ist total überflüssig und man wird doch nur abgezockt usw ... Die Realität ist jedoch, wäre man langsam gefahren, wäre man nicht geblitzt worden ... (und ich fahre gerne schnell btw :D)","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T14:46:51.571+0000","up_votes":1,"down_votes":1,"body":"?? Halloo? Lies dir die Headline noch mal durch.\n\n\nIch trete mit meiner Meinung für die Allgemeinheit ein und alles was du willst, ist mich als Täter hinzustellen. XD.. Glückwunsch. C ya\nDass alle anderen Schuld sind, steht nirgends !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n\nAlso bleib bitte bei den Fakten und reim dir nix dazu als wär das hier n Bildzeitungs-Forum.\n\n","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-09-25T14:00:29.658+0000","up_votes":2,"down_votes":0,"body":">Wie ich bereits schrieb. Zu sagen \"es ist dein Problem, dass du nicht höher spielst\" ist zu pauschal. Ich bin als z.B. Supporter mit Braum extrem von meinem Bottom-Spieler abhängig. Hinzu kommt die Abhängigkeit vom Jgler (bezogen auf die gesamte Map).\n\nAlso, erst einmal, bist du davon abhängig, was du machst. Klar, du kannst nicht 1vs5 gewinnen. So gut wie niemand kann das. Aber wenn du Sightstone + Wardtrinket hast und in 31 Minuten 8 Wards platzierst, während dein Toplaner nur mit dem Trinket im selben Spiel 10 Wards platziert, hast du eine deiner Hauptaufgaben als Support kläglich vernachlässigt. \n\nWenn du aus Bronze raus willst, werde besser. Letztes Jahr habe ich einen jemanden gesehen, der einfach nur mit Soraka gespielt hat, statt seinem Ahir Damagesupport und damit in Null komma nichts nach B1 kam.\n\nEr war nicht wirklich gut mit Soraka. Grob zusammengefasst konnte er gerade mal W und R drücken und wusste, dass er Wards platzieren kann, was er auch gemacht hat. Es hat über ein halbes Jahr gedauert ihn so weit zu bringen, zu verstehen, dass er mit seiner \"aber Ahri hat doch einen CC\" Wahl nicht aus B4 raus kommen wird. \n\nEr hat danach noch immer haufenweise Fehler gemacht, etwa statt mit dem Team die Toplane zu pushen, wo der Support am nützlichsten wäre, Solo Botlane farmen. Er hat nie so recht verstanden, warum es schlecht ist, dem ADC Farm auf der Lane streitig zu machen und als er das verstanden hatte, wollte ihm nicht einleuchten, dass er den Farm durchaus nehmen kann, wenn sonst keiner da ist und der Turm den sonst kriegt. \n\nWenn diese Person es einfach von B4 nach B1 geschafft hat, indem sie einfach nur 2 Skills und ein Item in Bronze benutzen konnte, sollte es für dich auch nicht so schwer sein, es nach Silber zu schaffen.","replies":[]}]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T19:17:58.051+0000","up_votes":1,"down_votes":3,"body":"Update:  Im letzten Match spielte jemand mit Twitch Jgl. \nEr sagte irgendwann, weil sie die Leute und ich beschwerten, dass er keine Lanes aufsucht, dass er Main-Morgana ist.\nIch fragte ihn daraufhin weshalb er ranked Games spielt, wenn er nur einen Champ beherrscht.\nKeine Antwort.\n\nMein Supporter war nur am Anfang an meiner Seite.\nDarüber hinaus verpisste er sich als er allein am Tower war und ich gerade gekillt.\nWas zur Folge hatte, dass der Tower an dem wir standen nur noch 10% Life hatte.\n\nusw. usf. Das ich da auch nicht gut gespielt habe, ist klar. ","replies":[{"id":"","poster":"Skagerak","date":"2018-09-25T19:35:17.799+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ifuifuwrafncydrs,realm=EUW,application-id=KYnfKGf0,discussion-id=6muxTpEp,comment-id=0009,timestamp=2018-09-25T19:17:58.051+0000)\n>\n> Update:  Im letzten Match spielte jemand mit Twitch Jgl. \n> Er sagte irgendwann, weil sie die Leute und ich beschwerten, dass er keine Lanes aufsucht, dass er Main-Morgana ist.\n> Ich fragte ihn daraufhin weshalb er ranked Games spielt, wenn er nur einen Champ beherrscht.\n> Keine Antwort.\n> \n> Mein Supporter war nur am Anfang an meiner Seite.\n> Darüber hinaus verpisste er sich als er allein am Tower war und ich gerade gekillt.\n> Was zur Folge hatte, dass der Tower an dem wir standen nur noch 10% Life hatte.\n> \n> usw. usf. Das ich da auch nicht gut gespielt habe, ist klar.\n\nSol jetzt echt nicht fieß klingen aber bei deinen builds ist es ein wunder wenn du überhaupt was gewinnst und dein team dich carrien kann. Nicht dein Team ist das Problem sondern du. Wenn du einen normalen Champ spielen würdest und dazu noch einen normalen build würdest du sofort aufsteigen. So wie du spielst solltest du lieber normals spielen wo du keinem andern die games verlierst mit seriös spielen hat das nämlich nicht viel zu tun. Du hast insgesammt gerade einmal eine 49% winrate was aber echt gut ist wenn man bedenkt das du ad Braum top spielst.. \n\nIch versteh nur nicht ganz warum du einfach die ganzen Fakten ignorierst. Entweder bist du ein Troll und machst das weil es dir Sspaß macht dann tut es mir für die Leute leid die im Forum wirklich versuchen dir zu helfen oder du verschließt einfach die Augen vor der Wahrheit. \n\nWäre nett wenn du mir das beantworten könntest. \n\nAußerdem musst du verstehen das du der einzige bist der besser werden kann und sich verändern kann. Dein Team wird das nicht machen auch wenn du 1000 games machst werden deine Mitspieler nicht besser. Nur du kannst dich verbessern auf andere hast du eh keinen Einfluss da hilft auch kein meckern über die Teammates immerhin willst ja du aufsteigen also musst auch du dich verbessern. \n\nBis du das nicht verstehst wirst du nicht aufsteigen, im Forum wirst du auch niemanden finden (wenn dieser schon länger hier ist) der dir zustimmen wird. Das solltest du aber anhand der ganzen Kommentare hier schon gemerkt haben.  \n\nFalls du hiernach mal versuchen willst aufzusteigen kann ich dir nur empfehlen:\n\n1: 2 Main Champions zu haben welche auch wirklich für ihre lane gemacht sind (also kein Braum top oder andere solcher picks)\n2: die Seite KoreanBuilds da sind immer die besten Build für den jeweiligen Champion als auch die Runen (sind alle von pro playern also auch brauchbar)\n3: deine attitude im allgemein ändern, du wirst erssst aufsteigen wenn du dir eingestehst das du der grund bist das du nicht aufsteigst und das du dich verbessern musst. \n4: was mir z.B auch geholfen hat war einen guten duo mate zu finden wenn man schon nicht allein climben kann einen Kumpel oder so (bei mir war es mein Bruder)\n\nIch hoffe du nimmst das hier ernst und versuchst wirklich es nachzuvollziehen, denn mehr kann man einem gar nicht helfen außer durch elo boosting. Wenn du das machst verspreche ich dir das du aufsteigen willst. Wenn nicht ist dir dein Rang wohl auch nicht so wichtig. \n\nSorry falls es etwas zu grob klingt ich denke nur das jemand mal die Wahrheit sagen muss. (was hier eigentlich schon getan wurde) \n\nMfg Skagerak","replies":[]}]},{"id":"","poster":"Awsane","date":"2018-09-25T13:17:27.906+0000","up_votes":1,"down_votes":0,"body":"Also neben den ganzen Moralischen Aspekte ist es Mathematisch auch einfach nicht möglich.\n\n\n> ligatechnisch extrem herabzustufen.\n\nAlso klar, du kannst Manuell von jemanden die Lp senken aber solange die MMR von jemanden nicht anfasst wird er sehr schnell wieder aufsteigen. Das wird in Extremfällen dazu führen, dass er nach einem win wenn er dia MMR hat und in Bronze angezeigt wird aus Bronze 5 mit 0 LP wahrscheinlich direkt Bronze 3-Silber hochgestuft wird. \n\nUnd die MMR kannst du nicht verändern ohne das ganze MMR (oder Elosystem ist das selbe) zu zerstören.\n\nWeil die Formel\n\n(MMR aller Spieler zusammengezählt)/(Anzahl aller Spieler) = festen Wert (wahrscheinlich 1200)\n wenn du willst erkläre ich dir das warum das so sein muss. \n\nAber deswegen kannst du nicht einfach beliebig MMR von Spielern abziehen. Wenn man das machen würde, würde sich das auch auf alle anderen auswirken (da ja dann weniger MMR im ganzen System ist) und über kurz oder lang wären dann einfach alle Bronze 5","replies":[{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T14:51:57.454+0000","up_votes":1,"down_votes":1,"body":"Naja, aber man kann doch bestimmt im System eine Regel hinterlegen a la \"Wenn strafenbelastet/heruntergestuft, zähle MMR des Spielers nicht, sondern nur den Durchschnitts-MMR der jeweiligen Liga bis er wieder in der Liga ist in der er vor Herabstufung war??","replies":[{"id":"","poster":"Awsane","date":"2018-09-25T14:59:42.027+0000","up_votes":1,"down_votes":0,"body":"Du müsstest genauer erklären was du damit meinst.\n\nGenerell klar. Man kann die MMR nicht anfassen und koppelt den LP gain aus. \nDann würde der Spieler wenn er z.B. Dia ist immer noch gegen Dia Gegner spielen würde aber immer z.B. +/- 20 bekommen und in bronze angezeigt sein. So ähnlich wird es ja bereits mit den Honour Level auch gemacht, weil man ja keine Belohnung bekommt, und hier läuft es auf das selbe hinaus (man bekommt also nicht die Prestige hinter dem rang aber sonst ändert sich nix)\n\nWenn du aber für die Matchsuche die MMR drücken willst (sprich du willst, dass der Spieler jetzt von Dia Niveau gegen Bronze Spieler spielen soll) dann wäre eine Hinterlegung der MMR das selbe als wenn du die MMR direkt aus dem System entfernst, und das geht nicht wie oben gesagt. Will wenn die Spieler aufhören zu spielen wegen im Verlauf der Reformierung oder weil sie dann gebannt werden hat und das mehren Spielern widerfährt hat man ein riesen Problem, das MMR System stabil zu halten.","replies":[]},{"id":"","poster":"Alpacana","date":"2018-09-25T14:55:08.799+0000","up_votes":1,"down_votes":0,"body":"Könnte man...theoretisch.\nPraktisch gesehen würde dann die Elo-Inflation ausbrechen. Wenn du mehr dazu wissen willst müsstest du mal Awsane befragen, der kann dir da einen 4-Stunden-Vortrag drüber halten (oder auch eine Kurzzusammenfassung geben) ;)","replies":[]}]}]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-26T10:39:47.462+0000","up_votes":1,"down_votes":3,"body":"update.. gerade mit nem main von mir jgl gespielt. ein team erwischt, was ziemlich aggro drauf war..\neasy win.. jeder wusste was zu tun war.","replies":[]},{"id":"","poster":"ifuifuwrafncydrs","date":"2018-09-25T21:10:18.637+0000","up_votes":1,"down_votes":4,"body":"kurzes Update. Im vergangenen Match war alles ok. Außer ggf. dass sich der Top beschwert, dass ich keine Fantastic-4-Reichweite habe und, dass er sich über den Jgler beschwert, dass er nicht top war als er offensiv attackierte. Hierauf antwortete ich ihm, wenn du den Champ nicht handlen und aggro spielen kannst, weil dein Gegner stärker ist, und Jgl nicht da, kannst du eben nicht aggro-offensiv spielen..","replies":[]}]}