{"id":"jMVx0ksl","poster":"MetroXproXGamer","date":"2018-09-25T09:18:28.353+0000","title":"Ist Varus auf der Midlane spielbar ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nwollte mal wissen, ob man Varus auf der Mitte spielen kann (am liebsten auf full ad, draktharr, youmous etc.) Keine Ahnung wie man die schreibt...\r\n\r\nWenn ja, worauf muss man achten bzw. was is negativ oder wo ist er anf&auml;llig. Habe paar Games mit ihm im Normal auf ADC gemacht, aber auf der Midlane h&auml;tte ich glaube mehr Lust auf ihn.\r\n\r\nDanke im Voraus.\r\n\r\nLG","replies":[{"id":"","poster":"Wekra","date":"2018-09-25T09:29:21.744+0000","up_votes":3,"down_votes":0,"body":"Naja man kann überall alles spielen. Varus wurde sogar schon von Profis in der Mitte gespielt. Du bist aber squishy und wirst gegen Assasins und Mages schnell auf die Fresse fliegen wenn du nicht extrem gut und sicher spielst und weißt wie du pokest und für deinen Sustain sorgst","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-09-25T09:34:58.153+0000","up_votes":1,"down_votes":0,"body":"Ja ich würde bei den Runen gegen APler diese Kugel für nen Schild bei einem all in mitnehmen...nur wenn ich gegen nen zed/Yasuo lane kann ich mir vorstellen, dass ich da Probleme bekommen würde","replies":[{"id":"","poster":"Bronze7Main","date":"2018-09-25T20:34:15.666+0000","up_votes":1,"down_votes":0,"body":"wenn du als varus gegen yas die laningphase verlierst sry dann machst entschieden was falsch. Gegen Zed ist da deutlich schwerer aber nur weil man nen adc spielt heißt es nicht das rüstung verboten ist :) ","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-09-26T14:37:44.184+0000","up_votes":1,"down_votes":0,"body":"Finde das matchup Zed wesentlich einfacher tbh, yasuo kann viel mehr deines dmges dodgen als ein Zed durch windwall und seine dashes. \nHabe früher sehr oft Varus midlane gespielt und hatte mit dem Zed matchup so gut wie Nie Probleme. Mit yasuo durch eine well timed Windwall da schon eher.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-09-26T14:38:41.194+0000","up_votes":1,"down_votes":0,"body":"Edit: Varus mid wurde früher gegen Zed als Counterpick gespielt btw","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-09-25T10:39:46.068+0000","up_votes":1,"down_votes":0,"body":"Im Profi-Bereich wurde er auf Lethality in der Mitte gespielt um besser poken zu können und früher seine ItemSpikes zu haben.\n\nEr wurde sehr defensiv (Lanefreeze und tw unterm Turm gfarmen) gespielt.\n\nPros: Guter Poke, Wenig Mana-abhängig beim farmen, man hat nen ADC, wennBot nen Mage spielt bzw DoppelADC, guter CC\n\nCons: Squishy und anfällig für Assassins, kein \"escape\" bei Ganks, mMn nur inbestimmten Comps sinnvoll (2-3 Tanks, die dich schützen), wenig/kaum Roam-Pozenzial (da er save spielen muss)\n\nFinde ihn nicht sooo toll auf der Mid. Da finde ich Corki und Lucian besser.","replies":[{"id":"","poster":"Cenâreth","date":"2018-09-27T18:51:20.486+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=Wj1wcocU,discussion-id=jMVx0ksl,comment-id=0002,timestamp=2018-09-25T10:39:46.068+0000)\n>\n> Im Profi-Bereich wurde er auf Lethality in der Mitte gespielt um besser poken zu können und früher seine ItemSpikes zu haben.\n> \n> Er wurde sehr defensiv (Lanefreeze und tw unterm Turm gfarmen) gespielt.\n> \n> Pros: Guter Poke, Wenig Mana-abhängig beim farmen, man hat nen ADC, wennBot nen Mage spielt bzw DoppelADC, guter CC\n> \n> Cons: Squishy und anfällig für Assassins, kein &quot;escape&quot; bei Ganks, mMn nur inbestimmten Comps sinnvoll (2-3 Tanks, die dich schützen), wenig/kaum Roam-Pozenzial (da er save spielen muss)\n> \n> Finde ihn nicht sooo toll auf der Mid. Da finde ich Corki und Lucian besser.\n\nLethality funktioniert aber auch nur mit der Q nicht mit W und autohits. Wobei die Lasthits immer gehen.\n\nAP Ezreal würde ich eher vorschlagen, geht derzeit extrem gut, mit Electrocute bringst jeden zum schwitzen.","replies":[]}]},{"id":"","poster":"Wekra","date":"2018-09-25T09:38:31.639+0000","up_votes":1,"down_votes":0,"body":"Lucian war ja zeitweise der Metapick gegen Orianna, da gibt es bestimmt einige Matchup Analysen. Schau dir da mal Videos zu an und schau was man da übernehmen kann. Ich denke Blade ist am Anfang da sehr sinnvoll","replies":[]}]}