{"id":"jUYnAugb","poster":"4 For Maggie","date":"2018-09-25T06:37:44.785+0000","title":"[TGSG] Dat es en Quasselstripp","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":4,"body":"Kennt ihr das wenn ihr so viel sagen wollt c.c aber nicht wisst wo vorne und wo hinten ist? Und dann gehen euch so viele Dinge durch den Kopf, aber ein Anfang l&auml;sst sich nich finden. Am Ende lasst ihr es dann doch sein, weil die Kopf-Sortiererei einfach zu anstrengend ist.\r\n\r\nMeh.\r\n\r\nUnd es ist soooooo kalt seit gestern Morgen c.c glaub 5&deg; heute? Wahnsinnig sch&ouml;n! Heute ist sogar der erste Tag an dem ich die T&uuml;re zu lasse bzw. auf automatisch gestellt, weil mir des sonst zu frisch wird. Also gibt es nur ein gekipptes Fenster + Schal + Kakao... und Augen die mir permanent zu fallen &gt;.&lt; \r\n\r\nNun denn. Haucht diesem Ding hier Leben ein c.c Ich fall jetzt erst mal &uuml;ber meinen Reiswaffel Tagesvorrat her! Reiswaffel 1 von 3 - betrachte dich als vernichtet!","replies":[{"id":"","poster":"Maexle","date":"2018-09-25T09:17:48.473+0000","up_votes":1,"down_votes":0,"body":"Ich habe mir heute morgen ein Schinken-Käse Brötchen gemacht und irgendwie bin ich seit einiger Zeit Fan von Frischkäse an Stelle von Butter geworden... \n\nBei mir gehen die Temperaturen diese Woche nochmal über 20 Grad... Das ist doof. \n\n{{champion:17}}","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T09:30:34.556+0000","up_votes":2,"down_votes":0,"body":"Frischkäse statt Butter(am besten der Natur) ist auch immer cool!\nBei uns gibt's nur so gut wie nie Brot/Brötchen außer ausnahmsweise mal am WE ... daher fällt das immer hinten runter, aber ich mochte das auch immer sehr gerne... gibt dem Ganzen mehr Pepp.\nWas ich, wenn wir denn mal Brötchen essen, gerne mache ist Dinge mischen ... oft Wurst und Käse zusammen :D \n\n20°C geht ja noch, aber der Winter darf dieses Jahr ruhig hart und schneereich zuschlagen!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:46:12.759+0000","up_votes":1,"down_votes":0,"body":"Kommen wir nochmal auf das Tomaten-Mozzarella Ding zurück.\n\nTomaten kann man nicht schneiden und einpacken, weil die sonst förmlich zerlaufen! Außer man hätte Cocktailtomaten die man nur halbiert und zwar so, dass ihr Fruchtfleisch von der zarten Zwischenwand festgehalten wird :o\n\nMozzarella... Kugel trocknen? In Scheiben o. Stücke schneiden? In eine Box? Und das soll halten ohne das Wasser abgegeben wird? :o","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-25T10:29:12.831+0000","up_votes":1,"down_votes":0,"body":"Sooo kompliziert...\n\nMan nehme 1 Paradeiser und halbiere ihn\nMan nehme 1 Kugel Mozarella\nMan macht nen Burger draus (1/2 Paradeiser|Mozarellakugel|1/2 Paradeiser)\nMan beißt ab","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:37:18.735+0000","up_votes":1,"down_votes":0,"body":"*Paradeiser Google\n\nxDDDDDDDDDDD :D Sag doch Tomate du Frucht!\n\nAlso... halbe Tomate oben und eine unten... in der Mitte eine ganze Kugel? c.c Das kriegt man doch gar nicht in den Mund ?!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-25T10:57:51.211+0000","up_votes":1,"down_votes":0,"body":"Nein wir kämpfen in Wien dagegen, dass sich Tomate durchsetzt xD\n\nJoa...naja weit aufmachen und AAAA sagen :>","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T11:03:10.788+0000","up_votes":1,"down_votes":0,"body":":o Aber was ist an Tomate so verkehrt?\n\n:> Bist du auch vollständig angezogen?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-25T13:22:45.413+0000","up_votes":1,"down_votes":0,"body":"Paradeiser = Öserreichisch\nTomate = Deutsch\nEnde :>\n\nJop Hose, Hemd, Sakko alles da, wieso? Du etwa nicht? ( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T13:54:09.780+0000","up_votes":1,"down_votes":0,"body":"Doch schon, aber nicht mehr lange :>","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-25T13:25:06.090+0000","up_votes":1,"down_votes":0,"body":"Ich mag keine Hosen, die sind unmoralisch...","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-25T10:34:48.764+0000","up_votes":1,"down_votes":0,"body":"ich musste eben *Paradeiser* googeln, woraufhin ich mich dunkel erinnerte, das du offenbar Österreicher bist ... :D","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-09-25T09:59:40.324+0000","up_votes":1,"down_votes":0,"body":"na klaaaaaaaaar ... so schlimm ist das nicht ... Tomaten in Stücke geschnitten und eine Kugel Mozzarella auch in Stücken ... bissl Pfeffer ran und feddisch :)\nklar bildet sich da Flüssigkeit, aber das ist alles nicht so tragisch","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:10:14.342+0000","up_votes":1,"down_votes":0,"body":"\\#Zitronenpfeffer \\o/\n\nSo etwas esse ich halt lieber direkt x.x Ich mag das nicht wenn da alles so rum schwimmt","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T10:15:19.959+0000","up_votes":1,"down_votes":0,"body":"ja das verstehe ich, aber ich esse das auf Arbeit zum Mittag schon seit ... 4 Jahren? :D \n\nIch bin was das angeht wirklich sehr sehr einfach gestrickt","replies":[{"id":"","poster":"Maexle","date":"2018-09-25T10:27:20.210+0000","up_votes":1,"down_votes":0,"body":"Ich esse Tomaten Mozarella auch lieber einfach so. Aber ab und zu auf nem Brötchen geht es schon mal klar. {{champion:17}}","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T10:33:51.976+0000","up_votes":1,"down_votes":0,"body":"aufm Brötchen? das holt mich gar nicht ab :S \nMettbrötchen, DAS ist was! ... oooooder mal Leberwurst, hmmmm","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:35:30.357+0000","up_votes":1,"down_votes":0,"body":"Leberwurst mit Nutella!","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T10:37:16.122+0000","up_votes":1,"down_votes":0,"body":"ahja ... jeder hat so seine perverse Seite ........ \n\nhttp://i0.wp.com/cakeisnotalie.net/wp-content/uploads/2014/10/PoroScreenshot.png","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:48:10.928+0000","up_votes":1,"down_votes":0,"body":"Ja .-. das dachte ich auch als du Mettbrötchen geschrieben hast.\nAußerdem erinnert Mett/ gehacktes mich immer an diese Domian Folge....","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T11:23:22.090+0000","up_votes":1,"down_votes":0,"body":"du sollst das Mett ja aufs Brötchen machen, nicht irgendetwas damit formen.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T12:03:48.401+0000","up_votes":1,"down_votes":0,"body":"Achso... c.c","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:25:26.586+0000","up_votes":1,"down_votes":0,"body":"Hmmm aber allein schon durch Salz würde sich da mehr Wasser bilden bei mir D:\nMobbing durch Lebensmittel c.c\n\n:o Seit vier Jahren schon? Seit vier Jahren Mittagsessen? :o","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T10:32:27.610+0000","up_votes":1,"down_votes":0,"body":"wenn du genau liest, habe ich nirgends Salz erwähnt :P\n\nsiet 4 jahren auf Arbeit als \"Mittagessen\" ja, da wir abends immer frisch kochen :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:35:05.444+0000","up_votes":1,"down_votes":0,"body":"Aber ich mache über all Salz dran!\n\nSalz ist König! Salz über alles! \\o/","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T10:36:55.618+0000","up_votes":1,"down_votes":0,"body":"ja salz ist schon schön, aber man sollte sorgsam damit umgehen ... glaube mir, wenn wir jetzt nicht sorgsam sind haben wir mit 60+ Jahren richtig Probleme, ich sehe das beim Freund meiner Mutter ...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:49:10.072+0000","up_votes":1,"down_votes":0,"body":"Naja c.c Man streut ja nicht zwei Kaffeetassen voll über das Essen?","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:23:18.089+0000","up_votes":2,"down_votes":0,"body":"Uhhh Frischkäse... Ich liebe Miree (französischer Kräuterfrischkäse) mit prosciutto cotto... schlagmichttot... Schinken halt :D","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-25T07:42:22.999+0000","up_votes":1,"down_votes":0,"body":"Ich bin immer noch am Überlegen, welcher Champion den besten Emote Spam hat. Außer Konkurrenz steht natürlich Kindred, das muss man ja nicht extra erwähnen, der alte Nunu Bot hatte auch seinen ganz eigenen Platz auf der Liste, aber wer ist da sonst noch so vertreten?  \nVel Koz würde ich sagen, Xerath und Malz. \nWas denkt ihr?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T07:47:08.688+0000","up_votes":2,"down_votes":0,"body":"Das Glocken Ding vom Ali Skin und Lux xD Die quasselt soooooooooooo viel! Bei jeder Gelegenheit c.c","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-25T08:15:05.099+0000","up_votes":1,"down_votes":0,"body":"Gerade bei Elementalist Lux war ich ein bisschen traurig, als ich den Client auf englisch zurück gestellt habe. Die deutsche Stimme und vorallem die Sprüche fand ich super. \n\"Öl ins Feuer? Immer zu.\"","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T08:19:45.912+0000","up_votes":1,"down_votes":0,"body":"Am tödlichsten (wortwörtlich) finde ich immer noch den Todesschrei von Cassiopeia wenn man auf englisch spielt xDDDD Ich probiere das mit der englischen Einstellung vielleicht noch mal aus, aber damals... beim ersten Versuch... War dieser Todesschrei der Grund den Client instant\n\n#INSTANT\n\nwieder auf deutsch zu stellen. Das war einfach traumatisierend xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-25T08:29:21.290+0000","up_votes":1,"down_votes":0,"body":"Es ist sicherlich gewöhnungssache. Im großen und ganzen haben die synchronsprecher gute Arbeit geleistet, aber es gibt da ein paar Champions die mir auf deutsch überhaupt nicht gefallen haben. Kled zB.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T08:38:05.775+0000","up_votes":1,"down_votes":0,"body":"Naja, ich kenne halt die englischen Sachen nicht ^^ oder merk sie mir nicht das ich es tatsächlich beurteilen könnte. Ich finde den deutschen Kram halt okay und ich verstehe alles ohne viermal drüber nach denken zu müssen :]","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-09-25T08:37:14.500+0000","up_votes":1,"down_votes":0,"body":"Der eine Kaisa emote ist unfassbar nervig, wenn du ihn spamst. :D\n\nDa geht sie so in die hocke und schreit >.<","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-25T08:40:20.255+0000","up_votes":1,"down_votes":0,"body":"Oh ja...\nAber Kai Sa und Evelynn in Kombination ist einfach immer wieder gut. Nur durch das was sie Ingame von sich geben, herrlich.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-25T10:32:05.997+0000","up_votes":1,"down_votes":0,"body":"Ja die Eve sprüche sind schon witzig :D\n\nKaisa hab ich noch nicht gespielt außer 1x arammeln","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-25T11:24:25.493+0000","up_votes":1,"down_votes":0,"body":"Naja lass es mich nacherzählen.\n\n(Hyperventilates)\n\n\"Come on, touch me.\"\n\n(Hyperventilates)\n\n\"Let Evelynn take over\"\n\n(Hyperventilates) (Groans)\n\nIch habe mich der Original Quotes von Lol Wiki bedient.","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-09-25T08:41:12.595+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit Nami und ihrem “Lachen“? Die beginnt es ja ganz gerne mal mit einem “yeah“","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-25T08:53:36.555+0000","up_votes":1,"down_votes":0,"body":"Ja, das ist auch nicht schlecht.","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-09-25T07:44:38.240+0000","up_votes":1,"down_votes":0,"body":"Karthus mit diesem scheiß \"YEEEEAAAAAAAAAAH\" oder so ... meganervig -.-\n\nAnsonsten liebe ich meinen Muhkuh-Alistar *klong klong klong klong klong*","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-25T08:16:52.449+0000","up_votes":1,"down_votes":0,"body":"Ja das stimmt, der Emote ist schon gut. Aber kann man den auch gut Spammen? Z.b Tahm Kench kotzt mit dem richtigen Timing seine Teammates voll, das ist einfach super. Oder eben der Tentakel Zappler von Vel Koz. \n\nOder eben das Kindred lach Emote...... Einfach nur gut.","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-25T12:30:16.364+0000","up_votes":1,"down_votes":0,"body":"HHHHIIIIIIIIIIIIIIIILLLLLLLLLLLLLLLLLFFFFFFFFEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T13:08:02.183+0000","up_votes":1,"down_votes":0,"body":"Kakao verschüttet.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T13:56:34.901+0000","up_votes":1,"down_votes":0,"body":"xD Ich hatte heute Morgen ja tatsächlich einen Kakao. Einen Becher.\nDen hab ich von kurz nach sieben (?) bis halb eins getrunken xDDDDDDDDD","replies":[{"id":"","poster":"Veezey","date":"2018-09-25T14:55:26.090+0000","up_votes":1,"down_votes":0,"body":"Du hast \"es langsam angehen\" wirklich verinnerlicht :D:D:D","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2018-09-25T12:36:14.214+0000","up_votes":1,"down_votes":0,"body":"*einen helfenden Flügel reich*\n\nWas gibts denn? xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T13:57:19.057+0000","up_votes":1,"down_votes":0,"body":"xD Ich kann mir das gerade bildlich vorstellen :D","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-09-25T12:37:57.096+0000","up_votes":1,"down_votes":0,"body":"was los? o_o","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T13:55:45.889+0000","up_votes":1,"down_votes":0,"body":"D: Die Leute... Die Leute einfach!","replies":[]}]}]},{"id":"","poster":"INoKami","date":"2018-09-25T12:38:23.149+0000","up_votes":1,"down_votes":0,"body":"** [Der TGSG-Blog] Geschichten eines Azubis, Tag 12**\n\nDu weißt, dass etwas in deinem Leben dezent schief läuft, wenn die täglichen Scherereien mit der deutschen Bahn berichtenswerter werden als die Ausbildung, um die es hier eigentlich gehen sollte. Also:\n\nNach den fast schon standardmäßigen 2 Minuten Verspätung (wenn das so weiter geht, geh ich bald zu irgendeiner Stelle und sag denen, die sollen doch lieber gleich den Fahrplan \"ändern\" anstatt jedes Mal mit Verspätung aufzukreuzen) ging wie immer die wilde Fahrt los, aber hey, zumindest ein Sitzplatz von Anfang an! Und das, obwohl wir auf der Linie erst der vierte Halt sind. Denkt mal darüber nach.\nUnd wenig überraschend, kurz vor Hauptbahnhof (da, wo ich auch immer raus muss), staut sich die S-Bahn-Kolonne und wir kommen mit 5 Minuten Verspätung an. Ist den U-Bahnen aber sch++ssegal und ich darf nochmal 7 Minuten nutzlos auf einem Bahnsteig rumgammeln. Aber Daumen hoch an den heutigen S-Bahn-Zugführer, der den Stau den Mitfahrern mit etwas Humor rübergebracht hat. Geiler Typ, ey!\nRückfahrt war natürlich wie immer der Knüller. Alles läuft gut, bis 1 Station vor meinem Ausstieg: Die S-Bahn bremst auf einmal herunter auf ein Tempo, bei dem ich das Alter der Ameisen im Busch 4,5 Meter entfernt problemlos abschätzen könnte (á propos… wie läuft eigentlich LoA? Schon lange nichts mehr gehört...) und bleibt einfach mal 5 Minuten stehen. Ohne jeglichen Grund. Signalstörung, meinte der verdrossen-gelangweilter Zugführer. Und als scheinbar wieder grünes Licht angegeben wird, mit Schleichtempo zur Haltestelle, das übliche Prozedere, und, wie könnte man es auch anders erwarten, im Schritttempo wieder von der Haltestelle weg, weil anscheinend die Information durchkam, dass in 2 Kilometern Entfernung noch schnell eine 8-köpfige Igelfamilie über die Absperrung geklettert ist und nun die Gleise überqueren will. Ist aber den Bussen sch++ssegal und so durfte ich dann heute nochmal 20 Minuten am Bussteig herumsitzen und so aussehen wie jemand, dem die deutsche Bahn ohne Grund eine halbe Stunde Lebenszeit geraubt hat. Uargh!\n\n...Ausbildung? Ah, stimmt, da war was. Machen wir es kurz, weil mir die Nerven fehlen: Zuerst beinahe an einem Überraschungstest vorbeigeschrammt, danke an die Mitschüler, und wir hatten die erste Stunde Mathe. Und ja, was soll ich sagen... wir stecken bei \"Geschichte der Mathematik\" gerade bei den Ägyptern... oder schon Griechen? Keine Ahnung, nicht zugehört. Auf jeden Fall hat der Lehrer auch aussichtsreiche Chancen auf... nun, sagen wir, ein Auftragskiller würde sich im Moment an mir eine goldene Nase verdienen, die Liste meiner \"Hassobjekte\" füllt sich bedenklich schnell die letzten Wochen...","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T13:20:04.703+0000","up_votes":1,"down_votes":0,"body":"Ich darf an dieser Stelle mal mit meinem Insiderwissen glänzen und folgendes erläutern ^^:\n\nBei der Bahn fahren wir signalabhängig, das bedeutet:\n\nEin grünes Signal sagt dem Zugführer: Strecke ist frei bis zum nächsten Signal. Gib Feuer und fahre die zugelassene Geschwindigkeit. Das ist wichtig, wegen des langen Bremsweges der Züge. Eine 160 km/h S-Bahn kann nicht mehr bremsen, wenn der Triebfahrzeugführer eine Gefahr selbst bemerkt. Daher ist es unheimlich wichtig, dass die Signale korrekt funktionieren. \n\nSobald ein Abschnitt dementsprechend nicht mehr lückenlos überwacht ist oder die Elektrik or whatever eines Signales eine Störung aufweist, bleibt das Signal aus Sicherheitsgründen rot. Denn das System meldet unklare Verhältnisse im vorausliegenden Streckenabschnitt und kann dem Triebfahrzeugführer nicht einfach so \"Volle Kraft voraus\" melden. \n\nJetzt gibt es drei Möglichkeiten:\n\n- Die technische Bereitschaft fährt raus und behebt die Fehlfunktion / entfernt den störenden Gegenstand oder was auch immer. Dauert sicherlich eine Stunde oder zwei. Das passiert ohnehin, aber wenn wir nur das machen, wartet ihr da halt eben eine Stunde bis die Fehlerquelle geklärt ist.\n\n- Eine Bereitschaft läuft die Strecke ab um zu klären, ob da alles frei ist. Wenn ja bekommt der Triebfahrzeugführer grün. Dauert ewig, ist bei S-Bahnen sicherlich nicht praktikabel.\n\n- Der Fahrdienstleiter gibt dem Triebfahrzeugführer ein Ersatzsignal *oder* einen Befehl. Das bedeutet, dass der Triebfahrzeugführer seine S-Bahn **auf Sicht** an dem roten Signal vorbei und bis zum nächsten Signal fahren darf. Auf Sicht bedeutet hierbei 20 km/h, da das System den vorausliegenden Abschnitt als \"nicht frei\" bezeichnet und die S-Bahn beim Erkennen eines Problemes (Schienenbruch, liegen gebliebener Waggon o.ä.) noch anhalten können muss. \n\nBei dir werden die Punkte 1 und 3 gleichzeitig passiert sein. Eine langsam zur Haltestelle fahrende S-Bahn ist immernoch besser als eine, die da 2 Stunden stehen muss ^^. \n\nWie du siehst dient das alles deiner Sicherheit. 5 Minuten zu warten und dann mit 20 km/h zum nächsten Hauptsignal zu fahren ist immernoch besser, als mit 160 Sachen auf einen liegen geblieben Waggon aufzufahren, der da den Gleisstromkreis kurzschließt und damit völlig zurecht den Abschnitt als \"besetzt\" zurückmeldet ^^.\n\nWer alles verstanden hat was ich schrob schreibt jetzt \"wow\" ^^. Wer weiteres Interesse hat fragt gern nach ^^","replies":[{"id":"","poster":"INoKami","date":"2018-09-25T13:51:53.299+0000","up_votes":1,"down_votes":0,"body":"Wow.\n\nIch habe eigentlich kein Problem damit, wenn S-Bahnen langsam fahren, weil ich denen dann auch so weit vertraue, dass die das nicht absichtlich machen und ein Grund dahinter steckt. Es ist halt der übliche Frust der Sorte \"Danke, dass ich meinen Anschlusszug/-bus/-whatever verpasse\". Die Sache ist halt auch, dass ich leider auf eine Verbindung angewiesen bin, bei der ich im besten Fall (!) 2 Min Umstiegszeit habe und die zurückzulegenden Distanzen sind auch nicht ohne, vor allem morgens im Hbf, wenn alle Pendler ebenfalls unterwegs sind. Vor allem die Hinfahrt, Rückfahrt habe ich **etwas** mehr Puffer...","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-09-25T13:24:50.491+0000","up_votes":1,"down_votes":0,"body":"Warum ist mein Kassadin so scheiße? Der macht ur keinen Dmg .-. Nicht mal Full-Build {{sticker:sg-janna}}","replies":[]},{"id":"","poster":"Veezey","date":"2018-09-25T12:18:43.004+0000","up_votes":1,"down_votes":0,"body":"Das ist alles unwichtig. Ich hab gestern einen Orden verliehen bekommen xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T12:19:40.968+0000","up_votes":1,"down_votes":0,"body":"Letzte überlebende Arbeiterin des Stocks? ^^","replies":[{"id":"","poster":"Veezey","date":"2018-09-25T12:29:07.981+0000","up_votes":1,"down_votes":0,"body":"So fies bin ich nicht :D\n\nIch habe den Felsorden bekommen xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T12:34:09.142+0000","up_votes":1,"down_votes":0,"body":"Der ist ja noch ganz am Anfang... Ruh dich auf jeden Fall nicht darauf aus!","replies":[{"id":"","poster":"Veezey","date":"2018-09-25T12:37:40.607+0000","up_votes":1,"down_votes":0,"body":"Ach ne kleine Pause schadet nicht :D","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-25T10:46:58.608+0000","up_votes":1,"down_votes":0,"body":"Ich bin wieder auf der Arbeit!!! Ich habe es nach Hause geschafft, nachdem ich gestern durch Zugverspätungen in absoluter Finsternis in Fulda auf dem Bahnsteig stand und alle Anschlusszüge weg waren xD. \n\nIch hab mir erlaubt, dementsprechend heute erst um 11 auf der Arbeit zu erscheinen... nach meinen Schilderungen des gestrigen Tages wollte man mich wieder heim schicken ^^. Bin trotzdem geblieben... Immerhin ist gestern, als ich nciht da war um Mails zu beantworten, offensichtlich die Welt zusammen gebrochen xD.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:51:29.735+0000","up_votes":1,"down_votes":0,"body":"\\o/ Ein Hoch auf Moni! Der sich den Strapazen des Zug-Dschungels ausgeliefert sah!\nHauptsache du bist heil angekommen, da sei dir auch der Mittags-Auftritt gegönnt :p\n\nWie war's denn noch so? Ist der Lehrer nochmal aufgetaucht? xD\n\nDie Welt hätte ruhig noch einen Tag warten können :o Du bist zu gut!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T11:22:15.913+0000","up_votes":1,"down_votes":0,"body":"Der Lehre kam dann tatsächlich und das Seminar war so weit unspektakulär, es gab nicht mal eine Prüfung. Allerdings war das ganz interessant, in Hamburg war gestern noch Sturm und das Seminar ging um das Erden von Oberleitungen...\n\nEntsprechend sind wir da im Sturm und Regen mit 5 Meter langen Stangen rumgeschwankt... Das war außerordentlich abenteuerlich xD. Und vermutlich auch gefährlich ^^","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-25T10:31:18.850+0000","up_votes":1,"down_votes":0,"body":"meine erkenntnisse der letzten Tage sind auch zum umfangreich, um ein sinnvollen Anfang zu finden und sie sinnvoll zu ordnen. Ich versuchs mal:\n\nTeemo ist back: 2 Spiele 2 mal S\nIch hab wieder Lust aufs OT: 3  Aktionen sind in Planung - eine betrifft euch\nLOL macht wieder Spaß, aber wie lang und wie lang wird dann die nächste Pause?\nMaexle zerstückelt Leichen und sagt er würde Rocketleague spielen - nicht sehr glaubhaft\nich habe humpels Statement zu 98% richtig vorrausgesagt\nEine freundschaft, die zerstört schien, fängt an von neuem zu entstehen\nKopf Sortiererei ist anstrengend, deswegn hör ich jetzt auf","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:46:43.059+0000","up_votes":1,"down_votes":0,"body":"Uff, gleich drei Aktionen? :o\n\nJa, LoL ist kompliziert... Man muss denke ich genau wissen was einem am LoL Spaß bereitet .-. und das darf man nicht aus den Augen verlieren.\n\nZu 98% richtig vorausgesagt? Vielleicht solltest du Lotto spielen? :p\n\nDas sind schon ein paar viele Erkenntnisse ^^ wer weiß was da noch so bei rum kommt.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-25T10:52:27.948+0000","up_votes":1,"down_votes":0,"body":"beim Lotto spielen hilft aber die gabe der Beobachtung und menschenkenntis nicht ;)\n\nich spiele LOL seit season 1. seit dem werden die Phasen in denen ich spiele immer kürzer und die Pausen immer länger. Letzte Pause fast ein Jahr. ich befürchte, dass ich jetzt noch mal 2 Monate spiele und aus der nächste Pause nicht mehr zurückkomme","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:56:28.762+0000","up_votes":1,"down_votes":0,"body":":p Dann spiel Poker?\n\nHmmm das wäre natürlich schade. Aber wenn es so ist, dann ist das eben so. Was hat dich denn vorher so an League gehalten?","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-25T11:08:22.486+0000","up_votes":1,"down_votes":0,"body":"auf jeden Fall der virtuelle Freundeskreis\n\nIch habe in lol viele, viele nette Menschen kennengelernt, die ich auch als Freunde bezeichne. Einige haben meine Handynummer, ein paar ganz wenige hab ich auch im RL getroffen.\n\nMit LOL halte ich es seit jeher so, wenn ich Lust habe spiele ich, wenn nicht dann nicht. Damit bi ich stets gut gefahren, da ich ausschließlich Spaß am Spielen habe Das Spiel frustet mich nicht, wie manch anderen.\n\nIch habe mir auch nie vorgenommen, jetzt mach ich einen Monat Pause, das kam automatisch. Ich spüre nur einfach, dass das ende sehr Nahe ist.\n\nDie einzige Furcht, dass die virtuellen Freunde dann auch nach und nach verschwinden ;)","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-25T10:37:42.233+0000","up_votes":1,"down_votes":0,"body":":O KENNT IHR TEE BLUMEN?\nhttps://www.amazon.de/Teabloom-Eternal-Bl%C3%BChender-Teekanne-Geschenkset/dp/B01M7YUEBN/ref=pd_sbs_201_7?_encoding=UTF8&pd_rd_i=B01M7YUEBN&pd_rd_r=5b4a5262-c0ae-11e8-8fe2-f5f9fc655aa1&pd_rd_w=IakBz&pd_rd_wg=uIAID&pf_rd_i=desktop-dp-sims&pf_rd_m=A3JWKAKR8XB7XF&pf_rd_p=946762da-975a-438a-9e2b-a585cbe769b5&pf_rd_r=7YTX8HJPFHBVFM7FYXR3&pf_rd_s=desktop-dp-sims&pf_rd_t=40701&psc=1&refRID=7YTX8HJPFHBVFM7FYXR3","replies":[]},{"id":"","poster":"XenesisCH","date":"2018-09-25T08:46:09.494+0000","up_votes":1,"down_votes":0,"body":"Ich verliere gerade jedes Midlane Matchup mit Ahri... teilweise richtiggehend zerstört im 1v1... der TILT ist real! Wie soll ich so noch weiter climben... BITTE ERHÖRT MICH OH IHR GRAUSAMEN ELO Götter und gebt mir die Macht der Bezauberung zurück! x.x","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:07:45.444+0000","up_votes":1,"down_votes":0,"body":"> BITTE ERHÖRT MICH OH IHR GRAUSAMEN ELO Götter \n\n\\o/ Sie haben gerufen?","replies":[{"id":"","poster":"XenesisCH","date":"2018-09-25T09:29:26.802+0000","up_votes":1,"down_votes":0,"body":"OH NEHMET {{champion:17}} ALS OPFERGABE...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:39:25.907+0000","up_votes":1,"down_votes":0,"body":":o Ist er wenigstens gebraten?\n\nIch habe übrigens geheime Informationen für dich, die ich dir nach Feierabend vermutlich mitteilen werde wenn ich sie nicht selbst vergesse! Die sind nämlich so geheim das direkt jedes Hirnzellchen so tut als kenne sie das Geheimnis nicht! Oder so.. hab mich grad selbst verwirrt ._.","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T09:42:39.380+0000","up_votes":1,"down_votes":0,"body":"Hau raus!\nWir lesen auch ... erm .... weg :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:47:10.189+0000","up_votes":1,"down_votes":0,"body":":o Niiiiicht so neugierig junger Mann!","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T09:58:11.722+0000","up_votes":1,"down_votes":0,"body":"hö? was? hab grad nicht mitgelesen... *hehe*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:59:20.619+0000","up_votes":1,"down_votes":0,"body":":D Du Schlitzohr","replies":[]}]}]}]},{"id":"","poster":"XenesisCH","date":"2018-09-25T09:47:13.594+0000","up_votes":1,"down_votes":0,"body":"Natürlich, frisch aus der Hölle, gut durchgeschmort! :D\n\no: geheime Informationen... neugierig o:? \n\nPass auf, dass du dich bis am Abend vor Verwirrung nicht selbst verletzt! :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:50:49.831+0000","up_votes":1,"down_votes":0,"body":"> Pass auf, dass du dich bis am Abend vor Verwirrung nicht selbst verletzt! :D\n\nxD ich seh mich schon vor den Bus laufen wenn er an die Haltestelle gefahren kommt ...\n\nUff ... so ein leckeres kleines Cordon Bleu wär jetzt irgendwie geil xD Ich mag auch voll gerne kaltes Essen ._. manchmal ist das sogar besser! Wenn ich am Wochenende oder so mal mehr zocke und mir beispielsweise ein Stück Fleisch gebraten habe, vergesse ich das schon mal zu essen xD dann steht das da neben mir rum und drei Stunden später bemerk ich des dann :D aber DANN schmeckt es noch besser :>\n\nAwas. so geheim ist das gar nicht xD Aber es bleibt geheim wenn ich hier nichts öffentlich sagen muahahaha","replies":[]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-25T08:48:46.472+0000","up_votes":1,"down_votes":0,"body":"ich verliere derzeit auch alles in Gold .... Himmel hilf :D","replies":[{"id":"","poster":"XenesisCH","date":"2018-09-25T08:57:02.233+0000","up_votes":1,"down_votes":0,"body":"Geteiltes Leid fühlt sich schon mal besser an! :D\n\nIch glaube ich werde mich glücklich schätzen müssen, wenn ich es noch auf Platin 1 schaffe im nächsten Monat x.x","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T08:59:32.414+0000","up_votes":1,"down_votes":0,"body":"ich drück dir die Daumen!\nMein Ziel liegt noch Platin zu kommen, hatte aber lange Pause und nunja, ich gebe mir Mühe, mehr kann ich nicht tun^^","replies":[{"id":"","poster":"XenesisCH","date":"2018-09-25T09:25:00.645+0000","up_votes":1,"down_votes":0,"body":"Danke dir auch viel Glück! \nNach einer Pause wieder reinzukommen ist immer schwer... vor allem mechanisch und reaktionstechnisch bin ich gefühlt auf dem tiefsten Level (in nicht allzuferner Zukunft auch Iron genannt) das überhaupt möglich ist nach einer Pause xD","replies":[]},{"id":"","poster":"Maexle","date":"2018-09-25T09:15:33.084+0000","up_votes":1,"down_votes":0,"body":"Viel Erfolg. \n\n{{champion:17}}","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T09:17:11.524+0000","up_votes":1,"down_votes":0,"body":"danke, den werd ich brauchen\n\nhttps://banner2.kisspng.com/20180206/rpw/kisspng-league-of-legends-whiskers-clip-art-poro-png-picture-5a7975de9cdd24.9127072015179094706425.jpg","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-09-25T08:42:30.533+0000","up_votes":1,"down_votes":0,"body":"Bei mir ists auch total stressig im Kopf :D\n\nhttps://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSitl02eLN3W3uUEThF1DjCnaOfoEMXJ0Hx0JsDC_hd_cOZegb_fw","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T09:09:26.882+0000","up_votes":1,"down_votes":0,"body":":D Ich vermute du bist eine der Fliegen die super busy durch die Gegend fliegt!","replies":[]}]},{"id":"","poster":"Qbert","date":"2018-09-25T06:39:04.701+0000","up_votes":1,"down_votes":0,"body":"Machst du Diät? Nur Reiswaffeln wären ja nix für mich :S\n\nIch mag wieder nach Hause :( aber immerhin ist ein Tag ja schon geschafft","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T06:57:36.777+0000","up_votes":1,"down_votes":0,"body":"c.c Ich bekomme es nicht auf die Kette mir abends was für morgens zu machen oder morgens was für den Tag .. oder so... xD Also schmeiß ich mir Reiswaffeln in die Tasche. Aber gute Nachrichten! Ich habe noch ein 3er Päckchen von gestern gehabt \\o/ Also sind es heute sechs Reiswaffeln.\n\nWenn ich das Gefühl habe zu sterben, bestell ich was. Oder ich zur Post muss ^^ dann kauf ich mir Brötchen. Aber das passiert nur einmal im Monat xD\n\nDer heutige Tag ist ja auch fast rum *kappa\nAlso sind es nur noch 2,5 Tage diese Woche :> Sieht doch gut aus!","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T07:00:38.112+0000","up_votes":1,"down_votes":0,"body":"tja .... dabei ist es soooo einfach sich etwas vorzubereiten :O\n\n2,5 Tage? ... Stimmt, Freitag ist bei dir nur ein halber Tag, ne?  ... da bin ich schon etwas neidisch! \n\nich muss am WE mal anfangen für meine Klausur in der nächsten Woche zu lernen *hmpf*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T07:14:22.952+0000","up_votes":1,"down_votes":0,"body":"sooooooo einfach ist das gar nicht! Ich bin ja froh das ich GERADE SO noch meine Beine bewegen kann um mit dem Hündchen raus zu gehen. Das verbraucht dann das letzte Fünkchen Energie. Wenn bis dahin auch kein Essen irgendwie zur Verfügung steht, esse ich halt gar nichts mehr c.c Glaub da gab es letzte Woche so zwei Tage, bis ich dann mit jemandem auf der Arbeit was bestellt habe \\o/\n\nGestern war ich echt stolz auf mich. Es waren noch Nudeln von Sonntag vorhanden. Da habe ich Schinken angebraten + Nudeln rein geworfen + Sößchen gemacht und innerhalb 15 Minuten war das Essen fertig.\n\nTheoretisch müsste alles was gekocht wird in vierfacher Menge gemacht werden xD Dann könnte ich das in Dosen packen und mitnehmen. Wenn ich dran denke :'D\n\nKlausur? Hast du wieder mit der Schule angefangen oder Studium? :o Hör auf noch schlauer zu werden!","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T07:22:59.308+0000","up_votes":1,"down_votes":0,"body":"Ja mach das doch mensch!\nWir machen uns morgens etwas für den Tag, für mich gibt's immer Tomate+Mozerella :) ansonsten mache ich dann morgens zum Frühstück immer noch lecker Rührei ... glaube mir, ist alles nur eine Sache der Gewohnheit! :)\n\nKauf dir einfach für morgens n Brötchen, da schmeißt du bevor du mitm Wuff rausgehst einfach bissl Butter und Käse/Wurst/Marmelade drauf und das mümmelst du dann, während du Gassi gehst\n\nIch studiere Wirtschaftsingenieurwesen neben dem Beruf :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T07:35:57.702+0000","up_votes":1,"down_votes":0,"body":"Seit wann machst du denn so etwas kleiner Knuffel? c.c\n\n:x Ich geh morgens nicht mit dem Hund raus xD der steht vor zehn am Morgen nicht auf ... meine Schwester kommt extra rüber um mit ihm zu gehen. Ich stehe um 5 auf und bin um 5.20 aus'm Haus. Lieber hungere ich als noch früher aufzustehen o.o\n\nLetztes Jahr Weihnachten/ Neujahr war ich Ewigkeiten versorgt xD Es war so viel essen übrig, dass ich jeden Tag irgendwas mitnehmen konnte! Das war so geil c.c\n\nMan kann Tomaten und Mozzarella mit sich rumtragen? Aber das wird doch total wässrig?! :o Ich liebe ja Zitronenpfeffer auf Mozzarella <3","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T07:43:52.343+0000","up_votes":1,"down_votes":0,"body":"achso, ich dachte du gehst mitm Hund ^^\n\nJaaaaaaa, Tomate+Mozerella verwässert, das dauert aber ... ich esse es mittags und bis dahin ist noch alles frisch :)\n\nSeit wann ich studiere? Seite diesem Jahr :D komme ins 2. Semester ... aber die Prüfungen des 1. Semesters stehen noch an  :|","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T07:57:46.968+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, morgens/ Vormittags kommt extra meine Schwester vorbei und der Kleine steht eh nicht vor zehn auf wenn ich nicht da bin. Außerdem hat er so zwischendurch noch was Gesellschaft bis sie dann auch zur Arbeit fährt. Wobei ihn das selten interessiert xD\n\nWenn meine Schwester ankommt und ihn aus dem Schlafzimmer holen möchte (ja, mein Hund schläft im Bett. Sein Bett, sein Zimmer c.c) dann streckt er sich erst mal gaaaaaaaanz ausgiebig - rollt sich auf den Rücken damit das Bäuchlein gestreichelt werden kann und gähnt natürlich um zu zeigen das er noch etwas müde ist.\n\nDann hüpft er vom Bett und lässt sich anleinen. Je nach Wetter entscheidet er wie weit er gehen möchte. Wenn es regnet ist er da schon mal etwas zickiger.\n\nWenn er wieder in der Wohnung ist, dann klaut er entweder was und flitzt damit durch die Gegend oder er rennt direkt wieder ins Schlafzimmer um weiter zu schlafen xD\n\nLetztens hat meine Schwester gedacht er wäre irgendwie abgehauen, weil sie ihn nirgends finden konnte. Dabei hat er die ganze Zeit unterm Bett gelegen und sie getrollt weil er Leckerchen haben wollte ^^\n\nAlso noch gar nicht so lange! :o Ich dachte immer nur würdest noch überlegen damit anzufangen, aber das ist auch schon ein Weilchen her x.x","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T08:01:35.768+0000","up_votes":1,"down_votes":0,"body":"Ja ne, ich habe diese Jahr angefangen weshalb eiiinige Samstage draufgegangen sind ... was meine Zeit zum zocken noch mehr schmälert :S","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T08:17:11.488+0000","up_votes":1,"down_votes":0,"body":"Ja gut, dass ist dann ja... doof ^^\n\nDahin schwindet sie, die Chance auf den fast high Elo Bereich.\n{{sticker:sg-janna}} \n\nDoch Sorge dich nicht kleines Flauschebällchen! Ich werde Gebete\nfür dich sprechen und etwas richtige high Elo Duft zu dir hinab senden\nwenn ich auf meinem Challenger Thron neben Freddy sitze!\nDER TAG WIRD KOMMEN!\n{{sticker:katarina-love}}","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T08:18:23.071+0000","up_votes":1,"down_votes":0,"body":"Danke :)\n\nHab gestern ein schönes Spiel gemacht, mit Nami, leider trotzdem verloren :(\n\nNunja, ich gebe einfach weiterhin mein Bestes! *Motivationsporo ftw*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-25T08:29:26.462+0000","up_votes":1,"down_votes":0,"body":"Genau! Nur nicht aufgeben :]\n\nAußerdem... wer weiß wie es nächste Season aussieht. Nur noch ca. acht Wochen bis die jetzige endet und dann schauen wir mal :o","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T08:30:28.845+0000","up_votes":1,"down_votes":0,"body":"ja ist richtig, ich hätte nur gerne meinen Standard Platin wieder erreicht :/ zumal ich ja schon mal kurz vor P1 war .. das ist ja das, was mich so geärgert hatte ^^","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T08:47:48.752+0000","up_votes":1,"down_votes":0,"body":"Anfang des Jahres war er es definitiv noch ... jetzt nach so langer Pause, kann es gut möglich sein, dass er es nicht mehr ist ... dennoch habe ich das als mein Ziel :) \n\nOb es dazu kommt oder nicht, werden wir ja sehen *hehe*","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-09-25T08:38:39.919+0000","up_votes":1,"down_votes":0,"body":":x Vielleicht ist das ja nicht mehr dein Standard?","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}