{"id":"FLY3EshH","poster":"Uaireagh","date":"2018-09-24T20:01:11.195+0000","title":"Ungerechter Bann, nach Besserung","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":13,"body":"Hallo Liebes Riot Team, da mir ja anscheined keiner auch nur Ansatzweise antworten m&ouml;chte, gehe ich mal einfach &ouml;ffentlich ins Forum.\r\n\r\nIch habe auf 2 Accounts einen Bann bekommen, einen 14 t&auml;gigen und einen Perma Bann auf einen low Elo accoutn von mir!\r\nUm erstmal Klar zustellen: ja ich war in der Vergangenheit toxic und manchmal nicht gerade freundlich, auch  ab und an in den letzten Games negative, sowas gebe ich auch zu, nur muss ich mich echt langsam fragen ob ihr eigl vorher genau hinseht wenn ihr jemanden bannt.\r\nIch habe mich die letzte Zeit wirklich ruhig Verhalten und wenn dann normals gespielt, worin ich auch nur gesagt habe&quot; Pls FF and go next, dont lose time&quot; oder versucht habe zu callen.\r\n\r\nMan hat wohl anscheined sehr gro&szlig;es Gl&uuml;ck oder aber das Bannsystem von Riot z&auml;hlt nur abh&auml;nging von den Reportzahlen,wo sich keiner genau anschaut was da steht.\r\nIch hatte wohl 2. da ich ja gebannt worden bin, f&uuml;r meiner Meinung nach, Kleinigkeiten w&auml;hrend andere in meinem Team hard am flamen oder super negative waren und das Team an sich niedermachte mit seinen Ansprachen.\r\nBei manchen flamern war ich soweit, mit Ihnen leider zu schreiben und zu fragen was das soll und es ein normal es und doch egal ist.\r\nDiese Spieler hatten aber ihre 2-3 Premades parat und haben dann mich angefangen zu flamen und zu reporten am Ende das Games, das hatte ich jetzt auch schon vor diesen Banns, da habe ich dann einfach aus dem Nichts, Chatdestrict bekommen, OBWOHL die anderen super negative und toxic waren und andere oder mich beleidigt haben.\r\nAuch aus dem Gegner Team habe ich versucht flamern in ruhe zu kl&auml;ren dass es doch nur eh ein Normal ist und siehe da: das gegnerische Team ist ein 4er Mann preamde, reported mich und danach kam der 14.Tage Bann.\r\nSowas hatte ich jetzt wirklich oft.\r\n\r\n\r\nIch will jetzt hier nichts Rechtfertigen und jeder kann seine eigene Meinung haben dazu.\r\nIch war kein Engel und werde auch keiner werden, jedoch habe ich keinen! beleidigt oder so wie manch meiner MItspieler: jemanden den Tod gew&uuml;nscht:)\r\nSchade das man da keinen Bericht von kommt, aber wenn diese ja auch nur in 3-4 Mann premade spielen, kommt ja auch kein Report zustande,verstht ihr was ich mein:).\r\n\r\nEs ist einfach schrecklich, darf ich nicht mehr sagen lass uns das verscuhen oder aber das wir surrendern sollten? Ohne das Leute darauf hin isntant &quot; Pls reprot him for Toxicness&quot; schreiben?ICh wurde wirklich als Toxic abgestempelt, weil ich nur SUrrendern wollte!\r\nMehr nicht, aber da euer Fehlerhaftes Bannsystem ja nur die Reports anscheinend anerkennt, wird nat&uuml;rlich mein Account belastet, nur weil vielleicht ein paar 12 J&auml;hrige oder schlecht gelaunte halbstarke 20 j&auml;hrige, einen mit einer sinnlosen Anschuldigung reporten.\r\nEs darf einfach nicht seien! Da muss jemand genauer hinschauen, ich habe jetzt 2 Tickets erstellt und warte seit nun knapp 4 TAGEN! auf eine Antwort.\r\nUnd nicht auf eine Standard antwort wie:Befolge den Code oder Mute deine Mitmenschen.\r\nKlar k&ouml;nnte ich das machen, aber wieso sollte ich Leuten RECHT GEBEN dann! und sie die n&auml;chsten 20 GAmes auch weiter flamen lassen, anstatt zu versuchen sie umzustimmen oder Ihnen einfach erkl&auml;ren warum das, was sie gerade machen, scheisse ist auf gut Deutsch gesagt!\r\nAuch wegen dem Surrendern oder wenn ich Calls gebe oder sage&quot; Du h&auml;ttest auf Ihn gehen sollen in den TF, mach es beim n&auml;chsten mal bitte anders&quot;,\r\nman darf mir doch nciht meine berechte und in Deutschland gesetzlich festegelegte! Meinungsfreiheit nehmen und mich DARF&Uuml;R bestrafen!\r\nDas ist inaktzeptabel und sowas d&uuml;rfen wir einfach nicht tollerien.\r\nDie Leute d&uuml;rfen weiterhin frei spielen auf ihren Toxic Account und weiterhin anderen das Leben zur H&ouml;lle machen, weil eurer System diese Person leider 2-3 Monate sp&auml;ter ODER gar nicht erkennt, w&auml;hrend einer wie ich, der JA Ich war vorbestraft und es war auch gerechtfertig das ich bestraft worden bin,\r\nder dann aber einfach sagt wieso das gerade nicht gut ist oder sie doch bitte aufh&ouml;ren sollten andere zu flamen oder die Gegner zu BMen, reported und dann gebannt wird, nur weil man in der Vergangenheit bei mir man ein negatives Verhalten gesehen hat, und man mich dann automatisch als:\r\nWIederholungst&auml;ter abstempelt!\r\n\r\n~~~\r\n\r\n\r\nIch w&uuml;rde gern einen Chatverlauf den sie mir schicken euch hier zeigen, was jedoch nat&uuml;rlich dumm w&auml;re wo man nur sieht wie ich dann schreibe:\r\n\r\nPls FF this Team is so negative\r\n\r\nSupertoxic Dudes, pls reprot them\r\n\r\nStop call other People Bad if you act also like a Idiot and flame them\r\n\r\netc.\r\n\r\nmein sieht ja leider nur meine Sicht und nciht was meine wehrten MItmenschen so alles von sich gegeben und genau DAS ist auch noch ein gro&szlig;es Manko,\r\nwenn Chatverl&auml;ufe, dann schickt mir auch ALLES, so dass man es wenigstens halbwegs normal anklagen darF!!!","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T12:26:46.213+0000","up_votes":1,"down_votes":9,"body":"Du bist wohl eher selten im Forum unterwegs. Leider ist es hier sehr schwer eine Diskussion auf Augenhöhe zu führen. Zumindest wenn man auch einen kritischen Blickwinkel gegenüber Riot hat.\n\n[Das deutsche Forum](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/NYmXH8LF-wichtige-warnung)\n\nIn dem Thread steht drin wie es hier im Forum so ungefähr abläuft. Denk einfach immer daran, dass hier im Forum nur ca. 0.002 % der deutschen Spieler aktiv sind. Es handelt sich auch zum Großteil um Riot Verehrer. \n\nAufgrund des Umganges mit Mitmenschen wie dir, wird kritische Meinung in der Regel schnell von hier vertrieben. Nimm es dir nicht zu sehr zu Herzen, wie gesagt nur ca. 0.002 % der Spieler sind im Forum \"aktiv\".","replies":[{"id":"","poster":"Abasin","date":"2018-09-25T12:33:28.683+0000","up_votes":9,"down_votes":0,"body":"> In dem Thread steht drin wie es hier im Forum so ungefähr abläuft.\n\nIn dem Thread steht nur drin wie Mad Loony denkt, dass es läuft. Das ist der kleine Unterschied.{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T12:41:18.509+0000","up_votes":3,"down_votes":6,"body":"Stimmt, die meisten Leute hier denken es wäre anders. Zum Glück wird der verlinkte Thread jeden Tag aufs neue von genau diesen Personen bestätigt. Das erspart mir das Argumentieren ;)\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Abasin","date":"2018-09-26T06:01:09.116+0000","up_votes":3,"down_votes":0,"body":"Stimmt. Wir sind alle brainwashed von RIOT. Nur Du bist immun.\n\nStimmt nicht. Wir sind alle vernünftig und setzen uns mit den Gegebenheiten auseinander. Nur Du bist beratungsresistent und verkündest dauernd irgendwelchen Unfug.\n\nStimmt bedingt. <place your text here>\n\n{{sticker:sg-lux}}","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-26T16:00:32.000+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0006000000000000,timestamp=2018-09-26T06:01:09.116+0000)\n>\n> Stimmt. Wir sind alle brainwashed von RIOT. Nur Du bist immun.\n> \n> Stimmt nicht. Wir sind alle vernünftig und setzen uns mit den Gegebenheiten auseinander. Nur Du bist beratungsresistent und verkündest dauernd irgendwelchen Unfug.\n> \n> Stimmt bedingt. &lt;place your text here&gt;\n> \n> {{sticker:sg-lux}}\n\nMeinst du jetzt mich? Oder wen? ^^","replies":[{"id":"","poster":"Abasin","date":"2018-09-26T20:18:37.650+0000","up_votes":2,"down_votes":0,"body":"Wem habe ich geantwortet?{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-28T16:05:54.208+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000600000000000000000000,timestamp=2018-09-26T20:18:37.650+0000)\n>\n> Wem habe ich geantwortet?{{sticker:sg-zephyr}}\n\nweiß ich nicht, deshalb frage ich :D XD","replies":[{"id":"","poster":"Abasin","date":"2018-10-01T05:36:57.563+0000","up_votes":1,"down_votes":0,"body":"Ich will's mal so sagen, nicht Dir. {{sticker:slayer-jinx-wink}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:37:54.658+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0006,timestamp=2018-09-25T12:26:46.213+0000)\n>\n\n> In dem Thread steht drin wie es hier im Forum so ungefähr abläuft. Denk einfach immer daran, dass hier im Forum nur ca. 0.002 % der deutschen Spieler aktiv sind. Es handelt sich auch zum Großteil um Riot Verehrer. \n\nErinnert mich daran, dass ich heute noch gar keine Duftstäbchen in meinem Riot-Schrein angesteckt habe. D: {{sticker:sg-janna}} \n\nDanke für die Erinnerung. {{sticker:sg-jinx}}","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T12:44:30.223+0000","up_votes":2,"down_votes":2,"body":"Seht ihr die Rioter mehr als Götter, Propheten oder doch eher als Engel?","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T12:47:56.317+0000","up_votes":4,"down_votes":0,"body":"http://www.dotch.de/sites/dotch.de/files/images/Flying_Spaghetti_Monster.jpg","replies":[{"id":"","poster":"Abasin","date":"2018-09-26T05:54:06.723+0000","up_votes":2,"down_votes":0,"body":"[Pasta](https://de.wikipedia.org/wiki/Fliegendes_Spaghettimonster)\n{{sticker:galio-happy}}","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2018-09-25T17:06:47.245+0000","up_votes":1,"down_votes":0,"body":"Ist das Sirrkas?","replies":[]},{"id":"","poster":"Uaireagh","date":"2018-09-25T12:49:19.287+0000","up_votes":1,"down_votes":0,"body":"Praise the God","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T12:50:13.748+0000","up_votes":1,"down_votes":1,"body":"du hast gerufen?","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:57:38.651+0000","up_votes":2,"down_votes":0,"body":"Da ich der Engel des OT bin und ich Riot natürlich verehre, stehen sie höher als ich. \nEs ist gleichzusetzen mit Götter. Nicht direkt Götter, aber das was andere Menschen denken, wenn sie an Gott denken oder das Wort hören, ist es gleichzusetzen. \n\nRiechst du auch die Duftstäbchen? Haaach, die betören meine Sinne. {{sticker:sg-jinx}}","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T13:03:08.728+0000","up_votes":2,"down_votes":0,"body":"*hüpft auf die Schulter und kuschelt sich an*\n\nJaja, unser OT-Engel ... ich mag deine Räucherstäbchen immer","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T13:08:11.165+0000","up_votes":2,"down_votes":0,"body":"_Hinter den Hörnchen kraul_\n\nIch mag sie auch. :3 Lass uns gemeinsam den Duft genießen. {{sticker:sg-jinx}}","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T13:13:15.279+0000","up_votes":2,"down_votes":0,"body":"https://pre00.deviantart.net/969b/th/pre/i/2013/342/0/5/league_of_legends_poro_by_ambivartence-d6hfoa7.jpg","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T13:14:23.766+0000","up_votes":1,"down_votes":0,"body":"Jetzt wird es langsam sehr gruselig^^....","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T13:39:29.145+0000","up_votes":2,"down_votes":0,"body":"Oder ich ein Engel? ^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T13:58:39.183+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000600010000000100000000000000000001,timestamp=2018-09-25T13:39:29.145+0000)\n>\n> Oder ich ein Engel? ^^\n\n... und Königin ! {{sticker:sg-jinx}}","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T14:19:39.118+0000","up_votes":2,"down_votes":0,"body":"Ja. :3\n\nAber vergiss nicht, ich war Königin. {{sticker:sg-ahri-2}}","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-25T13:21:22.576+0000","up_votes":1,"down_votes":0,"body":"War dir etwa nicht bekannt, dass Qbert ein Poro ist? ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uaireagh","date":"2018-09-25T12:48:34.454+0000","up_votes":1,"down_votes":0,"body":"hahahha ^^Ok der war gut","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-09-25T12:46:17.328+0000","up_votes":1,"down_votes":0,"body":">In dem Thread steht drin wie es hier im Forum so ungefähr abläuft. Denk einfach immer daran, dass hier im Forum nur ca. 0.002 % der deutschen >Spieler aktiv sind. Es handelt sich auch zum Großteil um Riot Verehrer.\n\nGut dass du's sagst, ich muss mir noch meine 1000 RP für den Monat abholen...\n\nNe, Spaß beiseite. Ich persönlich mag die Art und Weise wie Riot mit Flamern umgeht. Ich habe mich mit dem System beschäftigt und wage zu behaupten, dass ich seine Regeln verstehe und ungefähr weiß, wie es arbeitet. \n\nDaher versuche ich immer, solchen TE's wie hier zu erklären, warum sie gebannt wurden und warum das System nach seinen Regeln in ihrem Fall richtig entschieden hat. Gleichzeitig stimmt die Entscheidung des Systems mit meiner persönlichen Meinung überein, wie ich selbst diesen Fall entschieden hätte.\n\nMacht mich das zum Riot Verehrer? Ich weiß nicht ^^. Wenn Riot jetzt entscheiden würde, die Bestrafungen drastisch zu entschärfen (z.b. kein Permaban mehr möglich, nur noch Verwarnungen) würde ich mich selbstverständlich auch dagegen aussprechen. \n\nAber so wie es jetzt ist finde ich es einfach gut... Auch wenn ich mir weiterhin die extrem frühe \"Wir beobachten dich - 2 Spiele CR ohne weitere Folgen\" Bestrafungsstufe noch wünschen würde ^^","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T13:03:50.392+0000","up_votes":2,"down_votes":4,"body":"Vielleicht würde ich das Bestrafungssystem auch gar nicht so schlecht finden. Allerdings gibt es so wenig Insiderwissen, dass es echt schwer ist sich ein objektives Bild zu machen. Zu nem Riotverehrer braucht es jedenfalls schon noch mehr xD","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T13:07:52.512+0000","up_votes":1,"down_votes":1,"body":"Ich würde es halt nur gut finden wenn man mal mit jemandem persöhnlich reden könnte von Riot, wenn man vpn sowas betroffen ist. \nImmer ein Ticket zu erstellen ist doch doof und angeblich sind ja auch nur 0,006 % der Spieler so wie ich^^ Also sollte doch Zeit sein.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T13:19:48.426+0000","up_votes":2,"down_votes":4,"body":"Die Rioter, die man theoretisch mit ganz viel Glück erreichen kann, haben mit den Strafen absolut nichts am Hut und können dir in keinster Weise dabei helfen :/\n\nDer Support ist ja genau für sowas da. Insgesamt bekommen die glaub ich schon ne ganze Menge an Tickets. Es gibt ja auch viel mehr Rubriken, als nur \"ungerechte Strafen\". Es ist übrigens eh ein häufigerer Kritikpunkt, dass der deutsche Support unterbesetzt ist und relativ lange braucht.\n\nFalls du das mit den 0,006% von den Volus hast würde ich aufpassen. Die schmeißen gerne mal mit uralten Zahlen oder absolut unrealistischen Werten um sich.","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T13:24:56.759+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00060002000000000000,timestamp=2018-09-25T13:19:48.426+0000)\n>\n> Falls du das mit den 0,006% von den Volus hast würde ich aufpassen. Die schmeißen gerne mal mit uralten Zahlen oder absolut unrealistischen Werten um sich.\n\nDas war eine Aussage seitens Riot ... das wurde irgendwo mal publiziert ... Google müsste dir da bei der Suche helfen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T13:37:55.018+0000","up_votes":1,"down_votes":2,"body":"Habs gerade gegoogelt. Ist tasächlich ne offizielle Zahl, die man auch zusammen mit nem Perma geschickt bekommt (zumindest in NA noch vor weniger als einem Jahr). \n\nWobei damals die offizielle Fehlerquote mit Sicherheit auch falsch war. Also bin ich dennoch vorsichtig. Die Fehlerquote lässt sich mittlerweile gar nicht mehr so leicht finden, da die Seiten entfernt wurden! Ich wurde ja noch ausgelacht, als ich sie vorher schon angezweifelt habe xD","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T13:42:30.491+0000","up_votes":1,"down_votes":0,"body":"naja es ist wie so oft, traue keiner Statistik usw. :)","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T14:05:24.698+0000","up_votes":1,"down_votes":0,"body":"Absolut. \n\nDie 0.006% könnten aber sogar stimmen. 60 Permas pro 1 Million Spieler (Edit: pro erstelltem Account?) klingt eigentlich ganz plausibel.","replies":[{"id":"","poster":"Don Brando","date":"2018-09-25T14:18:20.963+0000","up_votes":1,"down_votes":0,"body":"Und rechnen kannst du auch noch...\n\n{{sticker:zombie-brand-mindblown}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-25T13:24:10.785+0000","up_votes":1,"down_votes":0,"body":"nur mal so:\ngemäß op.gg sind es  2,664,689 auf EUW, davon 0,006% sind rund 15988 .... so wenig ist das mMn nicht :|","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-25T13:22:54.186+0000","up_votes":1,"down_votes":0,"body":"Eher unwahrscheinlich... Aber tatsächlich hast du die Begründung, warum du gebannt wurdest, in diesem Thread bekommen. Zumindest so weit das ohne Chatlog möglich ist. Mitarbeiter von Riot würden dir nichts anderes sagen.","replies":[]}]}]}]},{"id":"","poster":"Uaireagh","date":"2018-09-25T12:55:31.375+0000","up_votes":1,"down_votes":0,"body":"Also so ein bisschen vertrete ich deine Meinung, viele haben hier ja auch Recht und jeder hat seine Meinung! \nDie soll er oder sie, auch Kund tun!\n\nNur finde ich hat halt wie z.B die eine die dann mit ihrer Tochter angefangen hat, stark übertrieben meinrr Meinung naxh,aber was willst du machen^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T13:10:05.030+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00060003,timestamp=2018-09-25T12:55:31.375+0000)\n>\n> \n> Nur finde ich hat halt wie z.B die eine die dann mit ihrer Tochter angefangen \n\nOch menno, ich hab das doch nur als Beispiel angebracht um zu zeigen, das alles und jeder mich auf dem Richtfeld besiegen würde, selbst meine Katze. Darüber definiere ich mich einfah nicht. Deshalb bringt das nix mich da herausfordern zu wollen. \n\nEs geht um das Schreiben im Chat. Das ist doch der Kasus Knaxus ! In nem Edit von nem Post von mir hab ich das nochmal reingeschrieben. Deine Ansicht, daß es unfair ist, weil Du ja \"nur\" verteidigt hast ist falsch. Im chat verteidigen tut man einfach net. Kannst reinschreiben \"please stop flame\" aber sowas kann auch schnell mal eskalieren. Is doch einfach so. Du willst den Acc mit den 14d noch behalten, oder etwa nicht !?\n\nDas hat nix mit Meinung zu tun, sondern is ne Tatsache, nach nem 14d z.B. ist jedes Wort was nicht absolut freundlich ist oder was zum Spiel gehört und im Anschluss reported wird der Tod des Acc. So sind die Regeln. Und nein, RIOT führt nur aus, die Commnity ist es, die die Reglen vorgibt. Du, ich , alle hier im Thread. Wenn Du was schreibst und irgendeinem gefällt das nicht oder der fühlt sich angegriffen und reported Dich, dann bist Du im Prinzip von der Community bestraft worden . Wenn kein report kommt dann kannst Du auch nicht bestraft werden, wenn ein report kommt und Du hast nix geschrieben, wirst Du auch nicht bestraft.","replies":[{"id":"","poster":"Tobbel","date":"2018-09-25T13:16:28.227+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000600030000,timestamp=2018-09-25T13:10:05.030+0000)\n>\n> Och menno, ich hab das doch nur als Beispiel angebracht um zu zeigen, das alles und jeder mich auf dem Richtfeld besiegen würde, selbst meine Katze. Darüber definiere ich mich einfah nicht. Es geht um das Schreiben im Chat. Das ist doch der Kasus Knaxus ! In nem Edit von nem Post von mir hab ich das nochmal reingeschrieben. Deine Ansicht, daß es unfair ist, weil Du ja &quot;nur&quot; verteidigt hast ist falsch. Im chat verteidigen tut man einfach net. Kannst reinschreiben &quot;please stop flame&quot; aber sowas kann auch schnell mal eskalieren. Is doch einfach so. Du willst den Acc mit den 14d noch behalten, oder etwa nicht !?\n> \n> Das hat nix mit Meinung zu tun, sondern is ne Tatsache, nach nem 14d z.B. ist jedes Wort was nicht absolut freundlich ist oder was zum Spiel gehört und im Anschluss reported wird der Tod des Acc. So sind die Regeln. Und nein, RIOT führt nur aus, die Commnity ist es, die die Reglen vorgibt. Du, ich , alle hier im Thread. Wenn Du was schreibst und irgendeinem gefällt das nicht oder der fühlt sich angegriffen und reported Dich, dann bist Du im Prinzip von der Community bestraft worden . Wenn kein report kommt dann kannst Du auch nicht bestraft werden, wenn ein report kommt und Du hast nix geschrieben, wirst Du auch nicht bestraft.\n\nalso wenn ich mal geflamed werde ( was selten ist ) schreib ich einfach blabla oder jaja ^^ selbst wenn jmd kys schreibt mir würd das sowas von am arsch vorbeigehen xD dann schreib ich einfach jaja du mich auch ^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T13:20:37.362+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tobbel,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0006000300000000,timestamp=2018-09-25T13:16:28.227+0000)\n>\n> also wenn ich mal geflamed werde ( was selten ist ) schreib ich einfach blabla oder jaja ^^ selbst wenn jmd kys schreibt mir würd das sowas von am arsch vorbeigehen xD dann schreib ich einfach jaja du mich auch ^^\n\nAuch ne Möglichkeit, ist sogar witzig. Musst halt nur aufpassen, daß der andere dann nicht noch anfängt zu trollen, weil er sich dann ärgert wie Hulle. Aber das wär eigentlich auch egal, dann musste den am Ende nur reporten.","replies":[]}]}]}]}]},{"id":"","poster":"Maexle","date":"2018-09-25T09:14:26.008+0000","up_votes":2,"down_votes":0,"body":"Immer diese \"ich wurde zu unrecht gebannt\" Threads. Ich finde es bemerkenswert und ziemlich knuffig, dass du denkst, du könntest das Verhalten der anderen ändern. Und das dann auch noch durch toxisches Verhalten. Das ist eine interessante Denkweise und selbstverständlich sehr naiv, oder aber eine sehr schlechte Ausrede. \n\n{{champion:17}}","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T09:43:02.844+0000","up_votes":1,"down_votes":4,"body":"Ich habe nicht gesagt das ich gleich direkt ändern kann, ich versuche es.\nFür viele ist halt wohl schon toxisch das bloße schreiben dass er sich gerade blöd verhält.\n\nNach all den Nachrichten habe ich auch  vieles entnommen und konnte mir nun ein Bild machen wie viele andere Menschen, wo ich mal vermute das diese nicht gerade negative auffallen, auf meine Meinung bzw Sichtweise reagieren.\nLeider hat sich noch keiner mit einem ähnlichen Fall gemeldet, nicjt desto trotz kann ich entnehmen, dass man selbst wenn man nicht gerade groß Beleidigt oder negative ist,man ziemlich aufpassen sollte wie man was formuliert.\n\nEs scheint wohl sehr viele sensible Erwachsene bzw Kinder/Jugendliche zu geben, die auch schok Kleinigkeiten negative aufnehmen. \nDas soll jetzt keik Angriff auf die leute hier sein, nur meine Einschätzung bzw. was ich mitbekommen habe. \n\n\nIch habe auch kein Problem mit den Bann, ich kann mich oft genug hochspielen ^^\nDanke trotzdem","replies":[{"id":"","poster":"Qbert","date":"2018-09-25T10:06:35.338+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00050000,timestamp=2018-09-25T09:43:02.844+0000)\n\n> \n> Es scheint wohl sehr viele sensible Erwachsene bzw Kinder/Jugendliche zu geben, die auch schok Kleinigkeiten negative aufnehmen. \n\n\nDu siehst das einfach falsch.\nNur weil es einem sauer aufstößt wenn jemand sagt \"du bist schlecht\" heißt es nicht, dass diese Person sensibel ist ... es ist schlichtweg unsportliches Verhalten.\n\nMeiner Einschätzung nach liegt genau da dein Problem(vllt. sogar das von vielen). Es ist nicht \"sensibel\" sich zu beschweren sondern es ist unsportlich und gehört sich nicht, andere Leute blöd von der Seite an zu machen.\nDas muss man differenzieren und auch mal klar formulieren. Nur weil sich bisher keiner beschwert hat heißt es nicht, dass es okay ist.\n\nAuch Dinge wie \"lass uns aufgeben, Zeit sparen, ist eh verloren\" sagt man mal daher, mal meint man es ernst. Dennoch ist es einfach ein negatives Verhalten da man merkbar aufgegeben hat was oft dazu führt, dass man auch nicht mehr alles tut um das Spiel noch zu drehen.\n\nLeute die solch eine Einstellung haben empfehle ich dann mal die Teilnahme an einem echten Wettkampfsport ... denn da lernt man sich nicht Nachteilen hinzugeben sondern alles für den Sieg zu tun. Verliert man dann, kann man wenigstens stolz behaupten alles gegeben zu haben.\nVielleicht kannst du ja deine Einstellung dahingehend etwas überdenken.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T10:21:32.262+0000","up_votes":1,"down_votes":2,"body":"jetzt hast du mich anscheinend nicht verstanden, nicht die leute sind schlecht.\nIch sage daa ihr Verhalten schlecht ist , den oder den dafür so zu flamen.\nWenn ich dann aufeinmal der Täter bin weil ich jemanden verteidige dann ist es so.\n\nWürde zu gerne sehen wie die Leute mit Politik umgehen oder im echten Leben wo es so viele schlimme Diskussionen gibt und dort gehjt es härter zu. ^^ Aber ich bin ehrlich, jetzt schweife ich extreme ab.Und das hat hiermit nichtd zu tun","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T11:07:40.229+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0005000000000000,timestamp=2018-09-25T10:21:32.262+0000)\n>\n>verteidige\n\nDas hast Du nicht verstanden ! Im Chat zurückzuflamen ist kein Kavaliersdelikt und hat auch nix mit verteidigen zu tun ! Und wegen Flame bist Du gebannt worden.\n\n>Auszug aus Wickipedia verteidigen Punkt 2:\nfür eine Person, Sache, die irgendwelcher Kritik ausgesetzt ist, eintreten, sprechen, argumentieren\n\nHast Du argumentiert ?\n\n>Pls FF this Team is so negative\n\nArgument ?\n\n>Supertoxic Dudes, pls reprot them\n\nIst das ein Argument ?\n\n>Stop call other People Bad if you act also like a Idiot and flame them\n\nWie man sieht, nein, Du hast weder für jemanden gesprochen, noch bist Du verbal für jemanden eingetreten und Du hast schonmal gar nicht argumentiert. Das war blanker Flame !","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T11:21:39.350+0000","up_votes":1,"down_votes":0,"body":"Schon lustig, wenn manch \"hochintelligente Leute\" sich Einzelne Wörter, statt ganze Sätze rauszupicken um ihrer Aussage mehr Wirkung zu verleihen. \n\nHab mir ein paar deiner anderen Kommentare durchgelesen in anderen Threads,ich wette du bist auch nicht gerade ein Unschuldslamm so wie du ab und zu pampig antwortest ^^.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T11:27:45.741+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000500000000000000000000,timestamp=2018-09-25T11:21:39.350+0000)\n>\n> Schon lustig, wenn manch &quot;hochintelligente Leute&quot; sich Einzelne Wörter, statt ganze Sätze rauszupicken um ihrer Aussage mehr Wirkung zu verleihen. \n> \n> Hab mir ein paar deiner anderen Kommentare durchgelesen in anderen Threads,ich wette du bist auch nicht gerade ein Unschuldslamm so wie du ab und zu pampig antwortest ^^.\n\n{{sticker:sg-jinx}} Ohh, ein Fan \n\n---\n\n1. Die Sätze hast Du geschrieben, Du hast im Eröffnungspost genau das geschrieben. Hab da nix rausgepickt, Du hast das geschrieben.\n\n2. Die Ausrede \"verteidigen\" hast Du benutzt, so wie viele andere Flamer vor Dir . Ist auch nicht rausgepickt, Du hast geschrieben, das Du jmnd. verteidigen wolltest und deswegen wärst Du gebannt worden. \"Weil ich auf einmal der Täter bin\" -> Deine Worte\n\n3. Du bist gebannt, 2(!) mal. Hast nix verstanden redest Dich nur raus. Deine Antworten hier im Thread zeigen null Einsicht. Ich seh hier nur einen der pampig ist  und zwar Dich !\n\n4. Mir latte, ich bin nicht gebannt, ich hab meine 2 Acc's noch und wenn ich Bock und Zeit hab, dann kann ich darauf spielen, mit all meinen Skins {{sticker:sg-lux}}\n\nedit:\nUnd das find ich sowas von gerecht !","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T11:33:31.534+0000","up_votes":1,"down_votes":3,"body":"Wen jucken Skins?? Ich bin in 4 Tagen oder an einem guten Wochenende wieder höher als 98% der Community.\nEs geht um Gerechtigkeit und um Meinungsfreiheit. \nMan darf nicht gleich reported bzw bestraft werden, wenn man \"pls ff\"schreibt.\n\nWie gesagt habe ich oben geantwortet bei jemaden das ich auch vieles einsehe  und andere Sichtweisen nun auch habe. \n\n\nDu Versuchst jetzt nur noch meiner Meinung nach den dicken internethelden raushängen zu lassen und gibst dein Senf wohl anscheinend sehr oft irgendwo hinzu wenn ich deine forumhistory so anschauen mein Freund  ;).\n\n\nUnd um es in deinen Worten zu sagen : wir sehen uns vielleicht mal in der Kluft wenn ich dich am überholen bin mal wieder\n\n\n\nUnd das ist mir jetzt auch mal kurz egal ob das alle sehen, aber ich lass mich hier nicht von dir einfach runtermachen bzw BMen  ;) ","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T15:06:00.638+0000","up_votes":1,"down_votes":0,"body":">Wen jucken Skins?? Ich bin in 4 Tagen oder an einem guten Wochenende wieder höher als 98% der Community.\n\nDas glaube ich nicht so Recht. Dein Account war im März Gold und ist jetzt Dia4. In 2 bis 3 Tagen wirst du es wohl kaum nach Dia 5 schaffen.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T16:00:10.232+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000500000000000000000000000000000004,timestamp=2018-09-25T15:06:00.638+0000)\n>\n> Das glaube ich nicht so Recht. Dein Account war im März Gold und ist jetzt Dia4. In 2 bis 3 Tagen wirst du es wohl kaum nach Dia 5 schaffen.\n\nPssst. Man kann mehr Accounts haben und ich besitze leider noch ein privat Leben^^\n\nWenn du auch genau nachgeschaut hättest,wäre dir auch aufgefallen das ich mal 2-3 Wochen kaum oder gar nicht dort gespielt habe.\nIn der Theorie aber, brauche ich nicht so lange, also zumindest bis Platin nicht.","replies":[{"id":"","poster":"clair de lune289","date":"2018-09-25T19:19:21.380+0000","up_votes":2,"down_votes":0,"body":"du solltest dir das was du schreibst wirklich nochmal durchlesen bevor du es abschickst bzw bevor du etwas neues schreibst.\n\ndeine Aussage war ganz klar \"Wen jucken Skins?? Ich bin in 4 Tagen oder an einem guten Wochenende wieder höher als 98% der Community.\"\nda steht nichts von \"in 4 Tagen bin ich mit einem Smurf, der in der Vergangenheit schon eine hohe Anzahl an ranked Games gespielt hat, höher als 98% der Community\"\ndas ist übrigens bei weitem nicht die Einzige ungenau oder falsche Aussage,die du später wieder relativieren willst.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T19:38:10.442+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00050000000000000000000000000000000400000000,timestamp=2018-09-25T19:19:21.380+0000)\n>\n> du solltest dir das was du schreibst wirklich nochmal durchlesen bevor du es abschickst bzw bevor du etwas neues schreibst.\n> \n> deine Aussage war ganz klar &quot;Wen jucken Skins?? Ich bin in 4 Tagen oder an einem guten Wochenende wieder höher als 98% der Community.&quot;\n> da steht nichts von &quot;in 4 Tagen bin ich mit einem Smurf, der in der Vergangenheit schon eine hohe Anzahl an ranked Games gespielt hat, höher als 98% der Community&quot;\n> das ist übrigens bei weitem nicht die Einzige ungenau oder falsche Aussage,die du später wieder relativieren willst.\n\nbitte was möchtest du mir sagen mit dem 2. teil?tut mir leid versteh den nur gerade wirklich nicht","replies":[]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-09-25T11:40:44.350+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00050000000000000000000000000000,timestamp=2018-09-25T11:33:31.534+0000)\n>\n> Wen jucken Skins?? Ich bin in 4 Tagen oder an einem guten Wochenende wieder höher als 98% der Community.\n> Es geht um Gerechtigkeit und um Meinungsfreiheit. \n> Man darf nicht gleich reported bzw bestraft werden, wenn man &quot;pls ff&quot;schreibt.\n\nNe , darf man nicht ? Du findest es also Gerecht, in den Chat zu spammen ? Weißt Du überhaupt, wozu der eigentlich gedacht ist ? Der Chat ?\n\nDu hast es immer noch nicht verstanden. Schade.\n\n> \n> Wie gesagt habe ich oben geantwortet bei jemaden das ich auch vieles einsehe  und andere Sichtweisen nun auch habe. \n\nNaja, verteidigen gehört dann wohl nicht dazu.\n\n> \n> \n> Du Versuchst jetzt nur noch meiner Meinung nach den dicken internethelden raushängen zu lassen und gibst dein Senf wohl anscheinend sehr oft irgendwo hinzu wenn ich deine forumhistory so anschauen mein Freund  ;).\n\nOh, ich hab nen neuen Freund {{sticker:katarina-love}} \n\n> \n> \n> Und um es in deinen Worten zu sagen : wir sehen uns vielleicht mal in der Kluft wenn ich dich am überholen bin mal wieder\n\nDassss ist keine Kunst. Ich muss Dich enttäuschen mein Freund (wir sind ja jetzt ganz dicke) . Selbst meine Tochter spielt um längen besser als ich. Und weißt Du was ? Das is mir auch Latte {{sticker:sg-miss-fortune}} \n\nSicher wirst du mich überholen, im Stufenaufstieg und in der Anzahl gebannter Acc's. Ich gönn Dir den Rekord !\n\n---\n\nedit:\nSorry, aber das ganze ist ja wohl nen Witz. Im EP haste mehr reingeschrieben als nur \"pls ff\" und nach Deinem Auftreten hier glaub ich Dir nicht das Du nur \"pls ff\" schreibst. Poste Deine kompletten Chatlogs, wenn Du Dich im Recht fühlst. Ansonsten gehört schon einiges dazu 2 Bans zu kassieren. Echt mal, komm erstmal wieder runter !\n\n---\n\nedit2:\n\n>Und das ist mir jetzt auch mal kurz egal ob das alle sehen, aber ich lass mich hier nicht von dir einfach runtermachen bzw BMen ;) \n\nGrad gelesen, was mir dazu einfällt : Meinungsfreiheit !? Und zwar meine .","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T11:54:29.630+0000","up_votes":1,"down_votes":0,"body":"Nein danke; ich brauch nicht dein Freund sein... meld dafür musst du dich dann woanders anmelden und fündig wären ^^\n\nIch muss auch nicht wissen das du  eine Tochter hast... das ist sehr privat und ihr neuer Vater möchte ich auch nicht werden^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T12:09:05.601+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0005000000000000000000000000000000020000,timestamp=2018-09-25T11:54:29.630+0000)\n>\n> Nein danke; ich brauch nicht dein Freund sein... \n\nMal im Ernst, das hast Du auch geschrieben ! Die persönliche Schiene ging von Dir aus !\n\n>meld dafür musst du dich dann woanders anmelden und fündig wären ^^\n\nMich zu melden steht Dir frei .\n\n> \n> Ich muss auch nicht wissen das du  eine Tochter hast... das ist sehr privat und ihr neuer Vater möchte ich auch nicht werden^^\n\nIch könnt auch nen Sohn haben oder ne Katze, die würden alle besser spielen als ich. Darüber definiere ich mich nicht . Hast Du eigentlich mal über deine Antworten reflektiert und den arroganten Unterton bemerkt, den Du angeschlagen hast ? \n\nMein Aufhänger war Deine Ausrede mit dem \"verteidigen\" , das hat gezeigt, daß Du Deine Denkweise eben nicht geändert hast, Du hast sie nur verlagert. Du suchst immer noch Ausreden für Dein Verhalten. \n\nAber, und das sollte Dir klar sein nach den vielen Antworten hier, wenn Du Dein Mindset nicht dahingegen änderst, wirst Du immer wieder mal Deinen Acc verlieren. \n\nUnd wenn Dir das wirklich so egal ist, warum machst Du dann nen Thread hier auf und beschwerst Dich ?","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T12:27:33.378+0000","up_votes":1,"down_votes":2,"body":"Meinungsfreiheit und jemanden pamping anmachen sind 2 verschiedene Schuhe ^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T12:33:35.271+0000","up_votes":2,"down_votes":0,"body":">Schon lustig, wenn manch \"hochintelligente Leute\" sich Einzelne Wörter, statt ganze Sätze rauszupicken um ihrer Aussage mehr Wirkung zu verleihen.\n\n\"hochintelligente Leute\" ... so, so, das ist nicht pampig ? Hab ich irgendwas von Intelligenz Dir gegenüber geschrieben ? Ich hab Dich zitiert. Hab Dir quasi Deine eigenen Aussagen unter die Nase gehalten. Obige Aussage oder meine Zitate, was meinst Du denn was da pampiger war ?\n\n\n>Hab mir ein paar deiner anderen Kommentare durchgelesen in anderen Threads,ich wette du bist auch nicht gerade ein Unschuldslamm so wie du ab und zu pampig antwortest ^^.\n\nPersönliche Schiene, sofort, gleich auf den ersten Post von mir ! Den Gegenüber mundtot machen wollen. Ist die art und Weise wie Du mir hier pampig unterstellst nicht selber pampig ? Warum muss man sowas machen ? Weil ich Dich zitiert habe ?\n\nDu hast was von \"verteidigen\" geschrieben und im selben Atemzug das Du es angeblich kapiert hast. Nein , hast Du nicht ! Auch jetzt noch nicht ! Du bist arrogant, unhöflich und uneinsichtig !\n\nLösch den Thread lieber, ehe du vlcht.  noch zum nachdenken kommst !","replies":[]}]},{"id":"","poster":"Uaireagh","date":"2018-09-25T12:32:32.745+0000","up_votes":1,"down_votes":0,"body":"Meinungsfreiheit und jemanden pamping anmachen sind 2 verschiedene Schuhe ^^\n\n\n\n\nVielleicht raffst dz es ja nicht,aber ich möchte nicht wissen das du eine Tochter hast,sowas ist meiner Meinung nach super privat ^^ Würde ich hier nie erwähnen","replies":[{"id":"","poster":"Abasin","date":"2018-09-27T05:36:13.310+0000","up_votes":1,"down_votes":0,"body":"> Vielleicht raffst dz es ja nicht,aber ich möchte nicht wissen das du eine Tochter hast,sowas ist meiner Meinung nach super privat ^^ Würde ich hier nie erwähnen\n\nIrgendwie... hab ich den Eindruck... dass Du mit der Anekdote... von der Tochter... nix anfangen kannst. {{sticker:sg-lux-2}} \nEs geht nur darum, dass Haudruppmoor Dir erklären will, wo er skillmässig steht. Und dazu nimmt er halt ein Beispiel aus dem Leben. Es geht weder darum dass er eine Tochter hat - was Du sowieso nicht nachprüfen kannst ohne Zusatzinformationen - noch dass Du nichts über Deine Familie schreiben würdest. Es geht nur darum, Dir bildhaft vor Augen zu führen, wo er sich von seiner Spielstärke her einordnet und Dir deswegen nie über den Weg laufen wird...ausser Du bist ein Blender der einen auf dicke Hose macht.\n\nAber es gibt mir schon zu denken, dass viele - **vermutlich** - jüngere Spieler nicht mehr in der Lage sind, einen bildhaften Vergleich als solchen zu erkennen, sondern nur die nackte Wortinformation nehmen und diese auch noch in den falschen Hals kriegen. So kann das nix werden.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-28T16:33:04.343+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0005000000000000000000000000000000020000000000010001,timestamp=2018-09-27T05:36:13.310+0000)\n>\n> Irgendwie... hab ich den Eindruck... dass Du mit der Anekdote... von der Tochter... nix anfangen kannst. {{sticker:sg-lux-2}} \n> Es geht nur darum, dass Haudruppmoor Dir erklären will, wo er skillmässig steht. Und dazu nimmt er halt ein Beispiel aus dem Leben. Es geht weder darum dass er eine Tochter hat - was Du sowieso nicht nachprüfen kannst ohne Zusatzinformationen - noch dass Du nichts über Deine Familie schreiben würdest. Es geht nur darum, Dir bildhaft vor Augen zu führen, wo er sich von seiner Spielstärke her einordnet und Dir deswegen nie über den Weg laufen wird...ausser Du bist ein Blender der einen auf dicke Hose macht.\n> \n> Aber es gibt mir schon zu denken, dass viele - **vermutlich** - jüngere Spieler nicht mehr in der Lage sind, einen bildhaften Vergleich als solchen zu erkennen, sondern nur die nackte Wortinformation nehmen und diese auch noch in den falschen Hals kriegen. So kann das nix werden.\n\n\n\nDu, ich muss dazu sagen, ich ware am Handy auf Arbeit.\nDa bekomme ich nicht gleich jeden Vergleich mit ^^\nHab selber am Abend, beim ruhig nochmal durchlesen, gemerkt was er/sie meinte.\nDa ist halt viel aneinander vorbei geredet worden^^\n\nUnd keine Sorge... ich gehöre ich nicht zu den \"jungen Wilden\", ich habe schon die Eule auf der Schulter für manch einen User hier ^^","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2018-09-25T12:39:26.602+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000500000000000000000000000000000002000000000001,timestamp=2018-09-25T12:32:32.745+0000)\n>\n>\n>as du eine Tochter hast,sowas ist meiner Meinung nach super privat ^^ Würde ich hier nie erwähnen\n\nVlcht. hab ich ja gar keine ? Ich mein, Du bist ja auch unschuldig ...\n\nhttp://debeste.de/upload/15eae95be9d652acc91d354fa71106c89876.jpg\n\n---\n\nedit:\nOkay, pass auf, sowas bringt hier keinen weiter. \n\nFakt ist, jegliche Antwort von Dir im Chat , selbst wenn Du meinst, es diene der Verteidigung, auf Flame ist erstmal verkehrt, sofern es nicht komplett freundlich bzw. absolut höflich ist. Ein \"please stop flame\" wäre in dem Fall ne Möglichkeit. Generell würde ich es aber an Deiner Stelle unterlassen. Schnell rutscht da mal ein Schimpfwort raus. Tabu sind auch Report-Aufrufe . Wenn Dich einer nervt, dann reporte ihn am Ende des Spiels - fertig. Und das ist ja nicht nur meine Meinung, fast alle Antworten hier deuten darauf hin. Ausser bei Mad looney, der hat das Spaghettimonster beschworen !\n\nIch glaub Dir, daß du gut spielen kannst, aber es ist halt niemandem geholfen, wenn Du das dann den Mates unter die Nase reibst. Nimm den Chat wirklich nur für calls oder nen ss z.B. Dann halten Deine Acc's auch länger. Ich glaub nicht, daß es Dir so egal ist, was damit passiert. Flame wird nunmal bestraft und Meinungsfreiheit gibt es im Chat nicht, dafür ist der einfach nicht da.\n\nUnd nein, mein Acc ist sauber, selbst als ich nioch aktiver gespielt hab, wär ich niemals auf die Idee gekommen da irgendwas anderes als ss oder \"baron in ... \" reinzuschreiben. Eventuell noch eine bitte nach nem Ward, wenn ich grad keinen hab. ","replies":[]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-09-25T11:37:51.203+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00050000000000000000000000000000,timestamp=2018-09-25T11:33:31.534+0000)\n>\n\n> Man darf nicht gleich reported bzw bestraft werden, wenn man &quot;pls ff&quot;schreibt.\n\nBei aller Liebe, du wurdest sicher nicht 2x gebannt, weil du \"ff pls\" geschrieben hast. ^^ \n\n\n> \n> Wie gesagt habe ich oben geantwortet bei jemaden das ich auch vieles einsehe  und andere Sichtweisen nun auch habe. \n\nLeider siehst du nicht genug ein. Das erkennt man daran, wie du hier schreibst und versuchst dein Verhalten zu rechtfertigen. :/\n\n> \n> Und um es in deinen Worten zu sagen : wir sehen uns vielleicht mal in der Kluft wenn ich dich am überholen bin mal wieder\n\nNa ja, keine Ahnung, was deine Elo damit zutun hat. Du bist kein besserer Mensch oder bist mehr Wert, nur weil du in der Elo höher bist als manch anderer.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T11:55:57.875+0000","up_votes":1,"down_votes":0,"body":"Nun gut, bringt ja nichts.\n\n\nLasst uns doch einfach den Post schließen;) .","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:05:02.326+0000","up_votes":1,"down_votes":0,"body":"Es steht dir frei, deinen Thread jederzeit zu löschen. :) \n\nIch hoffe für dich und für die Spieler, die mit dir spielen müssen, dass du tatsächlich mittlerweile verstanden hast und eine bessere Sichtweise hast, wie du jetzt mehrfach erwähnt hast.\n\nAnsonsten wird auch dein nächster Account permanent gebannt werden.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T12:09:50.303+0000","up_votes":1,"down_votes":0,"body":"Dann wäre es nett von dir mir zu erklären wie,ich bin am Handy und sehe gerade nichts was auf löschen hinweisen könnte.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:13:35.425+0000","up_votes":1,"down_votes":0,"body":"Ööhm. Es müsste da stehen wo auch \"Antworten, Zitat\" steht. \nUnten links in deinem Ausgangsthread. \n\nAber frag mich nicht, ob es dort auch im Handymodus steht. :D Ansonsten auf dem Handy einfach mal die Mobilansicht entfernen, sodass dir auf dem Handy das Forum auch so angezeigt wird, wie am PC.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T12:33:36.751+0000","up_votes":1,"down_votes":0,"body":"Glaube auch,mal schauen nachher ^^","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-09-25T12:30:20.059+0000","up_votes":1,"down_votes":0,"body":"Kein Problem. Kann ja auch sein, dass die Funktion am Handy nicht angezeigt wird.","replies":[]},{"id":"","poster":"Uaireagh","date":"2018-09-25T12:25:12.227+0000","up_votes":1,"down_votes":0,"body":"Naja ich finde hier kein Löschen^^ ansonsten nach der Arbeit zuhause mal nachschauen.  Trotzdem danke :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Don Brando","date":"2018-09-25T11:55:01.187+0000","up_votes":1,"down_votes":0,"body":"Ich wollte mich hier eigentlich heraushalten, weil ich dachte du trollst. Aber so wie es aussieht, merkst du es wirklich nicht. Du wurdest NICHT für \n\n>\"pls ff\"\n\ngebannt. Sondern weil durch all deine vorherigen Aktivitäten dieses Spiel das Fass zum Überlaufen gebracht hat. Du prahlst damit, in höchstens vier Tagen besser zu sein als 98% der Community. Glückwunsch!\n\nDu schaffst es aber nicht, die Verbindung zwischen deinem Verhalten und deiner Bestrafung herzustellen. Du schmeißt mit so hohem Gut wie Meinungsfreiheit um dich, ohne die Errungenschaft zu begreifen die dahinter steht. Sonst könnte man diese nicht dafür hernehmen um damit sein bedauernswertes Sozialverhalten in einem Onlinespiel zu rechtfertigen.\n_________\nbtw Sie mein Herr, wurden MB'ed\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Qbert","date":"2018-09-25T11:39:53.959+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00050000000000000000000000000000,timestamp=2018-09-25T11:33:31.534+0000)\n>\n> Wen jucken Skins?? Ich bin in 4 Tagen oder an einem guten Wochenende wieder höher als 98% der Community.\n\nHier zeigt sich doch ein weiteres Problem, deine Arroganz, damit stellst du dir selber ein Bein.\n\n> Es geht um Gerechtigkeit und um Meinungsfreiheit. \n\nMeinungsfreiheit? Beleidigungen fallen nicht unter die Meinungsfreiheit.\n\n\n> Man darf nicht gleich reported bzw bestraft werden, wenn man &quot;pls ff&quot;schreibt.\n\nWird man in der Regel auch nicht.\nIch habe, fußend auf viele Threads im Forum, die Erfahrung gemacht, das offenbar solche \"kleineren Vergehen\" kumuliert werden und dann irgendwann in einer kleinen Strafe (wie CR) münden.\nJedoch muss man sich immer bewusst sein, das solche kleinen Strafen sich ebenfalls addieren, es gibt keinen \"Reset\" in dem Sinne... doch bestimmt, jedoch dauert der bestimmt 1000 Spiele oder was auch immer.\n\n\n\n> Und um es in deinen Worten zu sagen : wir sehen uns vielleicht mal in der Kluft wenn ich dich am überholen bin mal wieder\n\nDa ist sie wieder, diese unsympathische Arroganz.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"need elo police","date":"2018-09-24T20:36:24.549+0000","up_votes":3,"down_votes":0,"body":"Du wirst nicht gebannt weil du reportet wirst. Du wirst gebannt, weil du mit Grund reportet wirst.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-24T20:54:20.427+0000","up_votes":1,"down_votes":3,"body":"wie ich gesagt habe, ich habe in der Vergangenheit mich nicht immer positiv Verhalten, stimme ich 100% zu.\n\nLeider Gottes ändern sich Menschen, mich aber dafür zu bannen, weil irgendwelche Menschen sich in Gruppen stark fühlen und meinen Leure nieder zu machen und zu trollreporten und man nur aufgrund seiner negativen Vergangenheit instant gebannr wird, statr man sich die neuen Tatsachen mal genauer anschaut, finde ich sehr dreist  bzw. schade.\n\n\nDer Bann hat 5 min nach den letzten Spiel gedauert, ich warte seit 4 Tagen auf eine Antwort auf ein von mir erstelltes Ticket... nur mal sp als Vergleich.\n\nMan kann nicht nach 5 min Urteilen, ohne sich nicht jeden Fakten angeschaut zu haben.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-24T21:32:09.162+0000","up_votes":4,"down_votes":0,"body":"Wie schon erwähnt: Du wirst nicht bestraft, weil du reportet wirst, auch nicht bei Trollreports, sondern du wirst bestraft, weil du zurecht reportet wurdest. Deine Vergangenheit mag nicht toll sein, aber wenn du dir ab da nichts hast zuschulden kommen lassen, passiert auch nichts, wenn du reportet wurdest. \n\nDu hast dich in dem Game wohl nicht ordentlich verhalten, sonst hätte man dich nicht reportet und dann wärst du auch nicht bestraft worden. Du wirst nur bestraft, wenn du dich nicht regelgerecht verhältst. Da ist es ein bisschen weniger relevant, was in der Vergangenheit war.","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-24T21:11:40.249+0000","up_votes":4,"down_votes":0,"body":"Um das nochmal klarzustellen: \n\nDie *Anzahl* an Reports ist vollkommen egal. Ein einzelner Report ist ganz genau so viel wert wie 4 oder mehr Reports. es kommt nur darauf an, dass jemand gegen die Regeln verstoßen hat. Er wird, egal ob einer oder vier Reports, genau gleich und genau gleich schnell bestraft. \n\nOhne deine Chatlogs können wir hier nicht sagen, was genau du falsch gemacht hast. Aber lass dir gesagt sein, dass wir da shcon einiges finden würden, was das System als Toxic erkennt, auch wenn du denkst, dass es okay ist. Das ist schon in deinen Beispielen erkennbar. \n\n\"Supertoxic Dudes, pls reprot them\" ist schon negativ. \nEs trägt nichts zum Spiel bei und zieht einfach nur die Moral runter. Allein dafür würde ich dich schon (berechtigt) reporten, wenn du mich auf diese Art und Weise beschuldigst.\n\nDie Reaktionszeit des Systems mit ca. 5 Minuten kommt zustande, weil es automatisiert arbeitet. Es wertet deinen Chatverlauf aus und stellt fest, ob Schlagworte, bestimmte Formulierungen und auch kontextbezogene Beleidigungen darin stehen, die eine Strafe rechtfertigen. Wenn du schon vorbestraft bist erreichst du die folgende Strafstufe schneller als die erste, daher kommen weitere Strafen schnell wenn du dein Verhalten nicht änderst. \n\nDer Chat der anderen ist dabei völlig egal. *Du* sollst nichts negatives schrieben, keine Handlung deiner Mitspieler rechtfertigt einen Regelbruch. Wenn sie dich stören mute sie. Du gibst ihnen damit nicht Recht, du nimmst ihnen ihre Motivation, wenn du nicht auf ihre Provokationen reagierst. Denn genau das wollen sie erreichen. Sie wollen dich zu einer Reaktion provozieren. \n\nIm Übrigen schränkt Riot nicht deine Meinungsfreiheit ein. Dein Grundrecht der Meinungsfreiheit besagt lediglich, dass der Staat dich nicht daran hindern darf, deine eigene Meinung öffentlich kund zu tun, wenn du damit nicht die Rechte dritter verletzt. Es bedeutet nicht, dass Riot dir  in *ihrem* Spiel erlauben muss, andere zu beleidigen. \n\nWenn du noch Fragen hast stell sie nur, ich bin noch etwas hier schätze ich ;).","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-24T21:18:53.277+0000","up_votes":1,"down_votes":2,"body":"Aber wieso, wenn jemand wirklich hart beleidigt, dsrf ich dann nicht schreiben das man ihn doch bitte repoten soll? \nWir wollen doch dass dieses Spiel endlich besser wird, also warum darf ich nicht sagen das man ihb reporten soll. weil er jetzt schon die ganze Zeit trollt und den und den als Hurensohn z.B bezeichnet?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-24T21:30:31.011+0000","up_votes":3,"down_votes":0,"body":"Das hat vor allem zwei Gründe:\n\nGrund 1: Es ist negativ:\nIndem du um Reports bittest ziehst du die Moral deines Teams runter. Der angesprochene und die anderen drei wissen jetzt, dass etwas nicht stimmt, beginnen sich Gedanken zu machen und fragen sich ggf., wie du zu der Einschätzung kommst, vielleicht verbünden sie sich gegen diesen einen oder gegen dich. So oder so, du beschädigst den Teamzusammenhalt und schadest effektiv euren Siegchancen.\nWenn du das auch noch im Allchat schreibst zeigst du den Gegnern, dass bei euch etwas im argen liegt und dass sie jetzt angreifen sollten, um euren Siegeswillen endgültig zu zerstören.\n\nGrund 2: Es ist unnötig:\nWie ich schon geschrieben habe, löst jeder Report erst einmal eine Überprüfung des Verhaltens der reporteten Person aus. es ist egal, ob jemand ein mal oder neun mal gemeldet wird. Überprüft wird dessen Chat so oder so und wenn das System etwas findet erfolgt über kurz oder lang eine Bestrafung. \nDementsprechend bringt es nichts, die anderen um Reports zu bitten. Dein einer Report (den du dann hoffentlich machst) reicht vollkommen aus.\n\nEs hat tatsächlich nur Nachteile im Spiel um Reports zu bitten. Daher ist das nicht gern gesehen. \nTatsächlich war in dem von dir genannten Beispiel aber auch nicht nur der Reportcall an sich unschön, die ganze Formulierung in der du offenbar dein eigenes Team vor den Gegner kollektiv als \"Supertoxic dudes\" denunzierst hat nichts konstruktives und ist straight negativ. Dafür ist der Chat einfach nicht gedacht.","replies":[]},{"id":"","poster":"Abasin","date":"2018-09-25T05:58:55.155+0000","up_votes":1,"down_votes":0,"body":"> Aber wieso, wenn jemand wirklich hart beleidigt, dsrf ich dann nicht schreiben das man ihn doch bitte repoten soll?\n\nWeil Dein Report bereits ausreicht.{{sticker:zombie-brand-facepalm}} \n\nIst ja nicht wirklich schwer zu verstehen, oder? Niemand muss andere noch zum Extrareport aufrufen. Das IFS erkannt, dass ein Report ausgelöst wurde und startet die Analyse. Vorher nicht. Mehr Reports lösen nicht mehr Untersuchungen aus.{{sticker:sg-janna}}","replies":[]}]}]}]}]},{"id":"","poster":"Uaireagh","date":"2018-09-24T20:56:44.522+0000","up_votes":1,"down_votes":7,"body":".","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-24T21:56:03.211+0000","up_votes":3,"down_votes":0,"body":"Die Downvotes kommen eher daher, dass die Forenbesucher hier schon genug Erfahrungen mit \"unschuldig gebannten Spielern\" gesammelt haben. In deinem Thread findet sich eine sehr lange Begründung, die Schuld wird natürlich auf die anderen abgeschoben (die waren ja schlimmer). Dein eigenes Verhalten hast du zwar teilweise umschrieben, jedoch wird hier Erfahrungsgemäß sehr viel \"vergessen\". Ohne Chatlogs kann dir keiner glauben schenken, dass du wirklich nicht schlimm warst. \n\nWobei man auch hier schon Widersprüche in deinem Text findet:\n\n>Stop call other People Bad if you act also like a Idiot and flame them\n\nvs. \n\n> jedoch habe ich keinen! beleidigt\n\nDie meisten würden das wohl durchaus als Beleidigung bezeichnen.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T04:15:50.161+0000","up_votes":1,"down_votes":5,"body":".","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-25T06:29:21.675+0000","up_votes":2,"down_votes":0,"body":">  ich darf Ihnen dann nicht sagen, dass sie sich gerade selber wie ein Idiot verhalten.\n\nGenau. Wenn du dich auf das Niveau von Idioten herabbegiebst, was denkst du macht das aus dir? \n\n> Ich findr es nur überhastet, dass ein Programm dann entscheidne darf, wer wen bannt.\nMeiner Meinung nach sollten in diesen extreme Situationen echte Menschen eingeschalten werden\n\nDazu fällt mir immer das (sinngemäße) Zitat vom CEO von Toyota (könnte auch President oder sonstwas gewesen sein, bin mir nicht mehr sicher) zum Thema \"selbstfahrende Autos\" ein: \"Selbstfahrende Autos werden Hunderte von Menschen töten. Und Tausende retten\"\n\nDie wesentliche Message dahinter ist, dass nicht klug ist, intelligenten Maschinen nicht zu trauen, weil sie Fehler machen. Ja, sie machen Fehler und ja, das kann schlimme Konsequenzen haben. Das Ding ist aber, dass Menschen ebenfalls Fehler machen, und zwar gerne mal deutlich mehr Fehler. \nSowohl bei selbstfahrenden Autos als auch beim Bestrafen ungezogener Spieler in League ist das der Fall. Selbst als Riot nicht nur EINEN Mensch verwendet hat um Fälle zu beurteilen, sondern ganze Gruppen von 20-50 Leuten pro Fall, war die Fehlerquote immer noch höher als sie es jetzt im automatischen System ist. \nD.h. egal wie groß dein MIsstrauen in Maschinen ist, dein Misstrauen in Menschen sollte noch größer sein. \n\nDazu kommt noch, dass es in deinem Fall ja gar nichts ändern würde. Du bist schuldig, das geht aus der Beschreibung deines Verhaltens ganz klar hervor. Ein Mensch würde das ganz genauso sehen wie die Maschine...außer er macht einen Fehler. \n\nUnd last but not least kann ich zu diesem Thema noch sagen: Du kannst bereits echte Menschen einschalten. Wenn du ein Support-Ticket zu deinem Ban schreibst, wird AUF JEDEN FALL nochmal ein Mensch drüber schauen. Das wird in deinem Fall nichts ändern, da du schuldig bist, aber du wirst einen echten Menschen bekommen, wenn es das ist was du willst. \n\n> Es geht großteils darum, dass dieses \"Autobann/Reportsystem\" nicht gerade für sowas ausgereift ist bzw. genau hinschaut.\n\nAus deinen Kommentaren geht ziemlich deutlich hervor, dass du gar nicht weißt wie das System funktioniert geschweige denn wie groß die Fehlerquote und ähnliche für dieses Urteil relevante Daten überhaupt sind. Ohne dieses Wissen ergibt es sehr wenig Sinn, das System als nicht ausgereift zu betrachten. Wie willst du etwas beurteilen, worüber du nichts weißt?","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T08:34:02.133+0000","up_votes":1,"down_votes":3,"body":"> Und last but not least kann ich zu diesem Thema noch sagen: Du kannst bereits echte Menschen einschalten. Wenn du ein Support-Ticket zu deinem Ban schreibst, wird AUF JEDEN FALL nochmal ein Mensch drüber schauen. Das wird in deinem Fall nichts ändern, da du schuldig bist, aber du wirst einen echten Menschen bekommen, wenn es das ist was du willst. \n>\n\n\n\nwie gesagt... ich warte seit 4 Tagen nun auf eine Antwort...so viel zu dem Thema ^^ \nAber danke für deine Sichtweise.","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-25T08:35:02.869+0000","up_votes":3,"down_votes":0,"body":"2 davon waren Wochenende. Und generell ist momentan viel los beim Support.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T08:49:30.366+0000","up_votes":1,"down_votes":2,"body":"Naja...sonst hat es auch immer schnell geklappt, auch am Wochenende aber nun gut.\nMal schauen wie lange ich noch warten muss.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T11:24:29.825+0000","up_votes":1,"down_votes":2,"body":"lustig, sogar diese 2.kurz antworte wurden gedownvotet ^^ \nSchon Schulschluss?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T12:10:07.348+0000","up_votes":1,"down_votes":0,"body":"Warum interessieren dich die Downvotes überhaupt? Hier hat ohnehin jeder eine andere Philosophie, die sagen wenig bis gar nichts aus... So mancher benutzt den Downvote Button einfach nur um zu einer Aussage \"nein\" zu sagen, manch anderer bringt damit ggf auch Antipathie zum Ersteller des Posts zum Ausdruck, niemand weiß es, die Votes sind anonym. \n\nIch halte es da eher so, dass ich Beiträge runtervote, die meiner Meinung nach unangemessen oder beleidigend sind. Aber es gibt nirgendwo eine Liste, die besagt, wann man runter oder hochvoten muss. \n\nWie dem auch sei. Gib nichts auf die Votes. Die helfen dir nicht bei der Lösung deines Problemes und sind auch kein \"Score\" den du irgendwie verbessern kannst oder der dir irgendwie hilft. \n\nKonzentriere dich darauf zu verstehen, wie das Bansystem funktioniert und was du im Chat schreiben solltest und was lieber nicht... Konzentriere dich auf die Lösung deines Problems.","replies":[]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-09-25T08:00:13.251+0000","up_votes":2,"down_votes":0,"body":">Ich weiß aber genau das meinte ich auch damit, andere Leute beleidigen und flamen und ich darf Ihnen dann nicht sagen, dass sie sich gerade selber wie ein Idiot verhalten.\n\nWeil du sie damit nur zurück beleidigst. Anderes Fehlverhalten rechtfertigt nicht dein eigenes. \n\n>Klar ist es nicht gerade besser, jedoch muss man dann auch mal also Riotmitarbeiter/Team verstehen, wieso diese Person denn dann jemanden als \"Idiot \" bezeichnet oder warum ich möchte das er reportet wird.\n\nRiot folgt hier gewissen Regeln. Die Regel besagt nicht, \"wenn jemand dich Idiot nennt, darfst du ihn auch Idiot nennen\" sondern eher \"Sei kein Arsch\". Also im Grunde, \"nenne niemanden Idiot\". Du hast die Regel leider gebrochen und kannst deshalb dafür bestraft werden.\n\nFalls du meinst ich bin Riotmitarbeiter, das ist übrigens nicht der Fall. Der grüne Name markiert freiwillige Helfer aus dem Volunteerprogramm, die als Emissary tätig sind.\n\n>Das ist auch ein Problem mit den Chatlogs: ihr würdet alle nur sehen was ich schreibe ubd nicht nachvollziehen können warum.\n\nWir würden sehen, was du falsch gemacht hast. Wie schon erwähnt ist es egal, warum du toxisch wurdest. Wenn andere dich im Chat stören, hast du die Option sie stumm zu schalten und/oder zu melden. Ich persönlich antworte einfach nicht auf Flame, mute aber nicht, damit ich sehe, wofür man ihn melden sollte. \n\n>Ob man mir nun glaubt oder nicht ist eure Entscheidung, ich kann darin dumnerweise dann nur meine Sicht schildern.\n\nDeine Sicht ist vermutlich leider sehr subjektiv geprägt. Deutlich objektiver wäre der Chatlog. \n\n>Ich findr es nur überhastet, dass ein Programm dann entscheidne darf, wer wen bannt.\nMeiner Meinung nach sollten in diesen extreme Situationen echte Menschen eingeschalten werden, ich habe nehmlich auch, lustiger weise, viele Menschen kennen gelernt, denen das selbe passiert.\nEs geht großteils darum, dass dieses \"Autobann/Reportsystem\" nicht gerade für sowas ausgereift ist bzw. genau hinschaut.\n\nEigentlich ist das System sogar viel besser als Menschen. Es bewertet alle immer nach den gleichen Maßstäben. Es handelt schnell. Es macht deutlich weniger Fehler und zudem ist es nicht gerade einfach genug Menschen zu haben, die sich alles durchsehen sollen. \n\nFalls dir das Tribunal etwas sagt, das war eine Abstimmung von Spielern, wer bestraft werden sollte und wer nicht. Da waren teilweise Fälle dabei, die Monate zurück lagen. Aber schnelles Feedback bei Fehlverhalten ist ein wichtiger Teil, damit der Bestrafte sein Handeln und die Konsequenzen nachvollziehen kann. Dir würde es sicher nicht gefallen, für den Chatlog, über den du dich jetzt beschwerst als Grund für genau die selbe Strafe zu erhalten, wenn du das Spiel im August hattest. \n\nDie anderen mit dem selben Problem sind übrigens ebenfalls toxische Flamer, die ihre Schuld nicht einsehen wollen. Wenn ich du wäre, würde ich mich nicht an diesen Teil der Community halten, wenn es um deine Strafe geht. Da besteht durchaus die Möglichkeit, dass du unverbesserlich wirst, immer wieder neue Accounts erstellst und jedes mal wieder den Perma bekommst. Eben weil dein Verhalten nicht dem entspricht, was der Großteil der Community sich wünscht. \n\n>Zu den Downvotes verständlich, man könnte aber auch es so sehen dass ich eigl hier nur meinungen, beziehungsweise andere Erfahrungen einholen wollte von anderen.\n\nDie hast du ja erhalten. \n\n>Bis jetzt haben sich ja anscheinend nur die immer positiven Spieler gemeldet, die nie in ihren Leben, irgendwas gesagt haben.\nDa helfen mir dann auch eure Texte nur bedingt, ich möchte ja auch wie gesagt von der Erfahrung andere hören.\n\nVon dieser Neugier konnte ich als ich deinen Text gelesen habe nichts finden. Ich weiß auch nicht, wie es dir helfen soll, wenn hier jemand aufschlagen sollte, der dir einfach nur zustimmt und meint das wäre unfair. Die Leute die hier geantwortet haben, besitzen meist einige Infos zum System, die dir helfen können. Was übrigens deutlich mehr ist, als der stereotypische Flamer zu bieten hat und auch mehr als der durchschnittliche Spieler. \n\nWir könnten dir erklären, was an deinem Chatlog alles als toxisch angesehen werden kann, damit du das in Zukunft bleiben lässt. Man kann dir hier quasi den Weg aufzeigen, der dich fern vor jedem weiteren Bann hält. Du musst ihn aber selber beschreiten. Und der erste Schritt dahin ist, den Wegweiser erst einmal zu sehen, wahr zu nehmen und sich Gedanken darüber zu machen, wo man hin will. \n\nEs gibt hier auch einige, die schon mal Strafen hatten und sich gebessert haben. Wenn du gezielt danach fragen würdest, würden sich sicher einige melden. Aber als erstes musst du zulassen, dass dir jemand hilft, wenn du in Zukunft nicht mehr bestraft werden willst.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-09-25T06:09:21.436+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000100010000,timestamp=2018-09-25T04:15:50.161+0000)\n>\n> Bis jetzt haben sich ja anscheinend nur die immer positiven Spieler gemeldet, die nie in ihren Leben, irgendwas gesagt haben.\n> Da helfen mir dann auch eure Texte nur bedingt, ich möchte ja auch wie gesagt von der Erfahrung andere hören.\n\nDer Prozentsatz an Spielern, die tatsächlich bestraft werden, ist äußerst gering. Die findest du idR nicht im Forum. Aber aus dem Umstand, dass du dich beharrlich weigerst, deine Chatlogs zu posten, ansonsten aber weitschweifige Ausführungen zu deinem Bann machst, lassen sich schon Schlussfolgerungen ziehen.","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2018-09-25T06:01:33.148+0000","up_votes":2,"down_votes":0,"body":"Du möchtest Bestätigung und zwar dafür, dass dein Handeln ok ist.\nDie kann Dir ohne Chatlog niemand geben.","replies":[]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2018-09-24T21:07:15.905+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0001,timestamp=2018-09-24T20:56:44.522+0000)\n>\n> Lustig wie die ganzen downvotes zustande kommen, ob es Riot Mitarbeiter sind die Kritik abwehren wollen oder Menschen die voreilig Urteilen ohne eine Sicht von ihrer Weise her mir zu schenken\n\nDu hast mehrere Seiten Text geschrieben, aber den Chatlog weggelassen.\nOhne Chatlog keine Diskussion, fertig.\nDeine Interpretationen sind keine Grundlage für irgendetwas.\nPoste die Fakten, oder lass es bleiben.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-24T21:14:36.174+0000","up_votes":1,"down_votes":4,"body":".","replies":[{"id":"","poster":"eingew","date":"2018-09-25T09:54:37.563+0000","up_votes":2,"down_votes":0,"body":"Ich persönlich melde auch Spieler, die in den Chat schreiben, dass das Spiel verloren sei und/oder man surrendern solle. Wenn du aufgeben willst gibt es dafür eine Funktion im Spiel. Klick sie und damit hat es sich. Es gibt keinen Grund dazu seine Meinung im Chat breitzutreten, außer man will das Team zusätzlich demotivieren und die Niederlage umso wahrscheinlicher macht. Also solange du keine Niederlage herbeiführen willst, schreib einfach nichts übers surrendern in den Chat. Außer natürlich motivierende Nachrichten, die deine Mitspieler genau davon abhalten sollen zu surrendern.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T10:10:11.737+0000","up_votes":1,"down_votes":3,"body":"Das isr halt meiner Meinung nach falsch...ich darf ja wohl meine Meinung kurz äußern und erklären wieso wir surrendern können. \nWenn dann keiner will, dann ist es so, aber man darf mich nicht danach reporten, nur weil ich es wollte und kurz versucht habe zu erklären wieso.\n\n\nIn Rankeda ff ich z.B nie...das ist einfach aber auch was anderes. \n\nMan kann ja wohl nicht von mir verlangen; das ich in einem normal draft Game 40 min ausharre,obwohl das Game eigl schon gelaufen ist ubd die Gegner nur noch mit uns spielen.\nIch beleidige keinen und negative ist es auch nicht wenn ich kurz sage, warum ich mal vermute, dass die Gegner das Ding eh gewinnen.\nEs ist nur ein normal und ich finde tryharder in normal Games die andere fürs schlecht spielen beleidigen oder Trollen um einiges schlimmer, als jemand der nur surrendern will. \nIch stehe aber damit wohl nur alleine da.\nWeiß jetzt auch nicht ob das auch meine Gedankengänge sind weil ich high elo bin und man dort sogar sehr viele leute im Ranked hat die sofort FFn oder aus anderen Gründen,weil mab ja im nächsten normal Game noch gewinnen kann mit neuen Mates und einer besseren Einstellung.\n\n\n\n\nedit : Downvotes incoming da es viele wieder als toxisch erachten ^^","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2018-09-25T10:35:55.238+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=00010000000000020000,timestamp=2018-09-25T10:10:11.737+0000)\n>\n> Das isr halt meiner Meinung nach falsch...ich darf ja wohl meine Meinung kurz äußern und erklären wieso wir surrendern können. \n> Wenn dann keiner will, dann ist es so, aber man darf mich nicht danach reporten, nur weil ich es wollte und kurz versucht habe zu erklären wieso.\n> \n> \n\n\nUnd weil du dich standhaft weigerst, deine Logs zu posten, kann hier niemand beurteilen, ob es wirklich so passiert ist.\nIch glaube dir keine Sekunde lang dass das der Grund für irgendeine Sperre war.\n\n> edit : Downvotes incoming da es viele wieder als toxisch erachten ^^\n\nUnd woher kommt das wohl...\nUnterstellungen ohne die Logs zu posten sind nach wie vor keine Grundlage für eine Diskussion.\n\n> Würde zu gerne sehen wie die Leute mit Politik umgehen oder im echten Leben wo es so viele schlimme Diskussionen gibt und dort gehjt es härter zu. \n\nDort wird mit Fakten diskutiert... nicht mit haltlosen Behauptungen.\nIn einer solchen Diskussion wärst du schon längst rausgeflogen.\nBin überrascht, dass die Grünen den Thread hier noch nicht dicht gemacht hben.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T10:53:40.492+0000","up_votes":1,"down_votes":4,"body":"Warum sollten sie? Ich erkläre mich bzw diskutiert man hier nur etwas aus.\nHier wird keiner beledigit oder angegriffen.\n\nDie Downvotes finde ich einfach ehrlich gesagt lächerlich wie schon oben geschrieben: Logs hin oder her, ich schreibe hier Vernünftig und versuche mit anderen Menscheb zu reden und jedes einzelne meiner Antworten wird sinnlos gedownvotet.\n\n\nEin Downvote kann mqn geben,wenn jemand etwas sehr negatives schreibt oder zu diesem thema überhaupt nicht passend, bzw beleidigend wird.\nNicht nur weil ihm vielleicht nicht gefällt das ich es geschrieben habe, der eine andere Meinung hat.","replies":[{"id":"","poster":"Time2Whine","date":"2018-09-25T11:44:12.698+0000","up_votes":3,"down_votes":0,"body":"Ich downvote deine Posts weil ich deine Meinung absolut nicht teile, vor allem weil du immernoch auf demselben Stand bist wie am Anfang obwohl du schon viele fundierte Aussagen zu deinem Fall bekommen hast. Natürlich schreibst du vernünftig und gehst niemanden an, obwohl diese Aussage \n\n> Lustig wie die ganzen downvotes zustande kommen, ob es Riot Mitarbeiter sind die Kritik abwehren wollen oder Menschen die voreilig Urteilen ohne eine Sicht von ihrer Weise her mir zu schenken\n\nschon ziemliches Kopfschütteln bei mir verursacht hat. Ich denke, dass viele hier derselben Meinung sind wie ich vor allem allem weil dein Ausgangspost ziemlich jedes Klischee eines Entbannungsantrags erfüllt hat und du dich hier recht beratungsresistent gibst.\nEs ist nicht ein Fünkchen Einsicht bei dir vorhanden sondern beruhst einfach darauf, dass das deine Meinung ist. Dass wir hier schon viele solcher Beiträge wie deinen gesehen haben und du auch schon einige Vorstrafen erhalten hast, macht die Sache noch umso klarer. Man kommt nicht mit anderen Accounts zum Permabann oder 14 Tagebann weil man anderen sagt dass sie doch aufgeben sollen oder warum man das Spiel verloren oder wer war falsch macht. Das erreicht man durch permanentes, stark negatives Chatverhalten.\n\nDiese Aussage \n\n> Ich habe auch kein Problem mit den Bann, ich kann mich oft genug hochspielen ^^\nDanke trotzdem\n\nhat mir jegliche Motivation genommen mit dir in irgendeiner Weise zu diskutieren. Wenn es dir wirklich so egal ist, warum bleibst du nicht in deinem stillen Kämmerlein hocken und spielst auf einem anderen Account weiter, wenn dir die Meinung vollkommen egal ist und dir auch die Strafe scheißegal ist?\nWarum verschwendest du hier die Zeit derjenigen, die sich die Zeit nehmen vernünftig mit dir zu reden? Warum rückst du trotz mehrmaliger Bitte/Aufforderung immernoch nicht mit den Chatlogs raus? Ich glaube einfach dass du nicht so unschuldig bist wie du tust und uns die Chatlogs vorenthälst damit wir nicht sehen können was du wirklich schreibst.\n\nWir haben hier schon genug solcher Leute wie du erlebt die meinten sie wären komplett unschuldig und in den Chatlog liest man von permanenter Toxicity und Homophobie (Originalaussagen: \"Faggot\" ist doch kein schlimmes Wort etc.).\n\nSo jetzt weißt du woher ein paar Downvotes kommen und viel Spaß beim hochspielen deiner anderen Accounts. Wenn man seine Zeit mit dem Hochspielen neuer Accounts verschwenden will, weil man sich anderen Menschen gegenüber nicht benehmen kann, dann mach das, aber laber uns keine Frikadelle ans Ohr und frag nach der Meinung anderer die genauso wie du denken und nach der Meinung derjenigen die es besser wissen und dir helfen wollen.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T11:52:04.876+0000","up_votes":1,"down_votes":3,"body":"Ich bin nicht Beratungsresistent,ich habe hier jetzt auch schön öfters geschrieben, dass ich dank euch neue Sichtweise bekommen habe, nur bildet sich wohl gerade eine kleine Gruppendynamik wo man meine für euch eigl positiven Aussagen ignoriert und man versucht, nur mein negatives mir entgegen zu werfen, sowas nennt man im übrigen auch Mobbing  ;).","replies":[{"id":"","poster":"Time2Whine","date":"2018-09-25T13:21:03.864+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000100000000,timestamp=2018-09-24T21:14:36.174+0000)\n>\n> .\n\nDeswegen editierst du Beiträge wie den von mir oben zitiert damit man sie nicht mehr lesen kann oder? Wozu? Damit die Leute besser von dir denken? Nur doof dass andere dich bereits damit zitiert haben und man sehen kann was du geschrieben hast. {{sticker:zombie-brand-facepalm}} \n\n> für euch eigl positiven Aussagen ignoriert und man versucht, nur mein negatives mir entgegen zu werfen\n\nLiegt daran dass man nicht merkt dass du dich ändern willst. Du hast deine Vorstrafen bereits breitgetreten und trotzdem bist du hier und sagst, dass das eben deine Meinung ist und du dich daher auch nicht ändern wirst.\nSowas ist beratungsresistent! Stell dir mal vor du bekommst in zwei Diskotheken Hausverbot weil du den das Personal oder andere Leute in der Location beleidigt hast. Jetzt kommst du her und meinst dass du dich gebessert hast, obwohl du bereits wieder vorm Rausschmiss in der nächsten Disko stehst. Dazu bist du weiterhin der Meinung, dass du dich fehlerfrei verhalten hast obwohl fast alle das Gegenteil behaupten.\n\nDu bist für mich einfach nur absolut unglaubwürdig und die Fakten dass du bereits einige Vorstrafen erhalten hast verstärken diesen Eindruck einfach nur. Da kannst du noch so positiv reden, das ist mir vollkommen schnuppe. Zeig uns deine Chatlogs bevor du hier weiter über Meinungsfreiheit oder sonst was redest. Meinungsfreiheit hört da auf wo die Rechte Dritter verletzt werden und ob du das getan hast sehen wir anhand deiner Logs.\n\n> sowas nennt man im übrigen auch Mobbing\n\nJetzt zieht er die Mobbing Karte, da musste mal herzhaft prusten {{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T13:28:30.855+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Time2Whine,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=0001000000000002000000000000000000000000,timestamp=2018-09-25T13:21:03.864+0000)\n>\n> Deswegen editierst du Beiträge wie den von mir oben zitiert damit man sie nicht mehr lesen kann oder? Wozu? Damit die Leute besser von dir denken? Nur doof dass andere dich bereits damit zitiert haben und man sehen kann was du geschrieben hast. {{sticker:zombie-brand-facepalm}} \n> \n> Liegt daran dass man nicht merkt dass du dich ändern willst. Du hast deine Vorstrafen bereits breitgetreten und trotzdem bist du hier und sagst, dass das eben deine Meinung ist und du dich daher auch nicht ändern wirst.\n> Sowas ist beratungsresistent! Stell dir mal vor du bekommst in zwei Diskotheken Hausverbot weil du den das Personal oder andere Leute in der Location beleidigt hast. Jetzt kommst du her und meinst dass du dich gebessert hast, obwohl du bereits wieder vorm Rausschmiss in der nächsten Disko stehst. Dazu bist du weiterhin der Meinung, dass du dich fehlerfrei verhalten hast obwohl fast alle das Gegenteil behaupten.\n> \n> Du bist für mich einfach nur absolut unglaubwürdig und die Fakten dass du bereits einige Vorstrafen erhalten hast verstärken diesen Eindruck einfach nur. Da kannst du noch so positiv reden, das ist mir vollkommen schnuppe. Zeig uns deine Chatlogs bevor du hier weiter über Meinungsfreiheit oder sonst was redest. Meinungsfreiheit hört da auf wo die Rechte Dritter verletzt werden und ob du das getan hast sehen wir anhand deiner Logs.\n> \n> Jetzt zieht er die Mobbing Karte, da musste mal herzhaft prusten {{sticker:sg-miss-fortune}}\n\nInternet Hero ;)","replies":[{"id":"","poster":"Time2Whine","date":"2018-09-25T13:56:31.353+0000","up_votes":1,"down_votes":0,"body":"Du musst mich nicht gleich als Held ansehen, das tut nicht Not.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-09-25T10:36:58.525+0000","up_votes":2,"down_votes":0,"body":"Ich finde man muss differenzieren. \nIch reporte auch nicht, wenn jemand sagt \"lets surr i think we cant win this\". Und nach einem erfolglosen Surrender Vote nichts mehr in der Richtung von ihm kommt.\n\nWenn dieser aber immer wieder den Surrendervote startet und dazu immer wieder sagt \"its lost, wtf why not surr?, its lost surr pls\" dann reporte ich sehrwohl.","replies":[{"id":"","poster":"Uaireagh","date":"2018-09-25T10:54:09.383+0000","up_votes":1,"down_votes":2,"body":"Stehe ich zu 100% dahinter","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-25T11:19:35.451+0000","up_votes":2,"down_votes":0,"body":"Dazu muss ich aber erwähnen, dass ich es trotzdem nicht gut finde. ^^ Einmal nen Surr Vote starten reicht völlig aus, man muss es nicht noch im Chat erwähnen. ;)\n\nAber es ist wie gesagt nichts, was ich dann reporten würde, wenns einmal vorkommt, jenachdem wie es geschrieben wurde natürlich.","replies":[]}]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2018-09-25T06:17:41.642+0000","up_votes":3,"down_votes":0,"body":"> Was nützt es dir zuehen wie ich darum bitte zu surrendern oder aber sage das sich jemand gerade ganz schön wie ein Idiot verhält, wenn ich dir nicht zeigen kann was diese Person geschrieben hat. \n\nGenau diese Reaktion zeigt, warum dieser Ban schon in Ordnung geht, denn du hast die wesentliche Message scheinbar nach wie vor nicht verstanden. \n\nEs ist völlig egal, was die anderen geschrieben haben. Vergeltung ist nicht okay. NICHTS was die anderen Spieler tun, gibt dir das Recht dich über die Regeln hinweg zu setzen oder dich ähnlich schlecht zu verhalten. \nDu machst einen Fehler, den ganz viele gebannte Flamer machen: Du denkst dein Verhalten wäre okay, wenn du nur einen Grund für dein Verhalten anführen kannst. Das ist nicht der Fall. \nJEDER Flamer hat einen Grund. Es gibt immer eine Möglichkeit den Grund so weit zurück zu verfolgen, dass man selber nicht mehr wirklich Schuld ist. Das gilt nicht nur für Flaming, das selbe kannst du für jede Missetat oder jedes Verbrechen der Welt anwenden. Sei es Diebstahl, Versicherungsbetrug oder Völkermord...du kannst ohne Zweifel Gründe finden, warum die Leute das gemacht haben. Das macht es aber nicht okay. Das erklärt es vielleicht, aber es rechtfertigt es nicht. Das ist nunmal nicht das gleiche.\n\nUnd genauso ist das auch mit deinem Verhalten in League. Du hast sicherlich Gründe für dein Verhalten gehabt und vermutlich waren deine Mitspieler diese Gründe. Das ändert aber nichts. Dein Verhalten ist nach wie vor deine Verantwortung.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2018-09-24T21:39:53.698+0000","up_votes":2,"down_votes":0,"body":"Weil es auch egal ist, was die anderen schreiben denn du wirst dafür bestraft was du schreibst und nicht andere.\nGenau so wie die anderen dafür bestraft werden, was sie schreiben.\n\nSchlussendlich ist es ja egal was die andere Person schreibt, da du sie muten kannst und nicht darauf antworten musst was sie geschrieben hat.\n\nEigentlich sollte man meinen, du weisst es besser nachdem du ja schon einen Perma auf einem anderen acc hattest.\nHast du dich etwa nie mit dem Bannsystem auseinandergesetzt?\n\nDenn das ist eine der ersten Grundregeln, es zählt nicht was die anderen geschrieben haben sondern nur was du geschrieben hast.\nDaher kann hier auch nur darüber diskutiert werden ob die Strafe gerechtfertigt ist oder nicht wenn man die Chatlogs hat.\n\nAusserdem wenn die anderen auch so was schreiben, dann mute sie einfach und reporte sie nach dem Spiel.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-09-25T11:35:09.266+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uaireagh,realm=EUW,application-id=KYnfKGf0,discussion-id=FLY3EshH,comment-id=000100000000,timestamp=2018-09-24T21:14:36.174+0000)\n>\n> Ich habe oben geschrieben dass sowas kein Sinn macht.\n> \n> \n> Was nützt es dir zuehen wie ich darum bitte zu surrendern oder aber sage das sich jemand gerade ganz schön wie ein Idiot verhält, wenn ich dir nicht zeigen kann was diese Person geschrieben hat. \n> \n> Ich könnte euch nie vom Gegenteil dann überzeugen, da Rior einem nur seine eigenne Texte schickt. \n> \n> \n> Ich frage auch wir ihr euch fühlen würdet bzw ob jemand das selbe erlebt hat\n\nIch finde es faszinierend, wie du immerzu auf \"die andern\" verweist. Und versuchst dein Verhalten zu rechtfertigen und böse Verschwörungstheorien zu entwickelst, dass ja die 4 Premades...\nOh und du kommst mit der Wunderbaren \"Auge um Auge, Zahn um Zahn\" Philosophie... vielleicht solltest du dich mal damit auseinander setzen, dass wir das Alte Testament, welches diese Rechtsgrundlage verbreitet hat, vor cirka 2000 Jahren hinter uns gelassen haben. Nur weil andere dich Beleidigen hast du nicht das Recht sie auch zu beleidigen. Ganz einfach.\n\nLasst uns mal die Fakten, die du uns bisher gegeben hast, raus sortieren: Du wurdest auf 2 Accounts, die völlig unabhängig voneinander behandelt werden, für 14 Tage gebannt. Die einzige Gemeinsamkeit dieser 2 Accounts bist du. Damit wird am Ende auch dein Verhalten der Auslöser dieser Strafe sein.\n\nDanach hast du dann trotz der Warnung weiterhin Leute als Idiot beleidigt und mit Reportaufrufen und einem \"Let's not waste time\" negative Stimmung im Team verbreitet, worauf relativ wenige Spieler Bock haben. Riot hat dann genau das gemacht, was sie vor dem 14 Tages Bann angekündigt haben: Sie haben den Account gebannt. \n\nUnd es ist ja nicht so, dass Riot dir nicht mitgeteilt hat, dass die nächste Strafe ein Perma ist. Dass jetzt irgendwas überraschendes passiert. Und ja, man kann nach dem 14 Tages Bann für sehr sehr wenig einen Perma bekommen. Da reicht dann ein negativer Kommentar aus. Aber dass man sich in diese Position manövriert hat, liegt nicht an irgendwelchen Premades, sondern ausschließlich an einem selbst.\n\nIch vergleiche das gerne mit unserem Punktesystem in Flensburg: Wenn du deinen Führerschein 3 Monate abgeben musstest, reicht auch ein kleines Vergehen, welches für einen unbelasteten Autofahrer mit einer Geldstrafe und einem Punkt abgehandelt werden würde, um dich zum Idiotentest zu schicken. Und dann ist auch egal, warum du zu schnell gefahren bist (\"war nen Medizinischer Notfall, meine Frau musste ins Krankenhaus\" zählt dann auch nicht), du bist dann deinen Führerschein los, bis du den Idiotentest bestanden hast. Und da hilft dann auch kein \"Aber die andern haben sich auch nicht an das sinnlose 70 Schild auf der 2-spurigen Bundesstraße gehalten\"... Es geht dann um dein Vergehen und dass du dir ein derartiges Vergehen nicht mehr leisten konntest, weil du vorbestraft warst.\n\nSo, was lernen wir jetzt daraus. Denn das ist ja das einzig wichtige für deinen Main Account. 1. Trenne dich von deiner Opferrolle. Es liegt nicht an Fehlern im System oder an den anderen, dass du auf 2 Accounts diese Probleme hast, es liegt nur an dir.\n2.) Jede negative Kleinigkeit kann dazu führen, dass dein Diamond Account auch gebannt wird. Also jeder Reportaufruf. Jedes \"Wir können das Aufgeben\". Am besten schreibst du auf Monate nur noch \"GJ\" und \"WP\"... wenn man ehrlich ist, kann man die Calls, von denen du hier schreibst, im Jahr 2018 eh mit Pings ausdrücken.\n\nOder du ignorierst diese 2. Tipps, beharrst auf deiner Sicht, dass die Anderen Schuld sind oder Riot es auf dich abgesehen hat... aber dann wirst du auch deinen Main Account zeitnah los sein... deine Entscheidung...","replies":[]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-25T06:34:44.327+0000","up_votes":3,"down_votes":0,"body":"Dein ganzer Post und auch deine Antworten zeigen, dass du deine Einstellung in keiner Form geändert hast.\nMinus und Minus ergibt nun mal einfach nicht Plus.\n\nNur weil andere die Regeln brechen und dich beleidigen gibt es dir nicht das Recht, dies auch zu tun.\nAllein dass du auf zwei Accounts so unbeherrscht warst zeigt doch, dass du keinerlei Lehre daraus gezogen hast.\n\nLehn dich zurück, denk mal in Ruhe drüber nach und entweder du besserst dich oder du kassierst mit dem nächsten Account früher oder später einen Bann.","replies":[]},{"id":"","poster":"Abasin","date":"2018-09-25T05:55:09.652+0000","up_votes":3,"down_votes":0,"body":"> Man hat wohl anscheined sehr großes Glück oder aber das Bannsystem von Riot zählt nur abhänging von den Reportzahlen,wo sich keiner genau anschaut was da steht.\n\nDas Reportsystem wird für Dich sicher keine Ausnahmeregelung einprogrammiert haben...von dieser Voraussetzung ausgehend kannst Du Dir den Rest Deiner Beteuerungen und Vorhaltungen schlicht sparen. Du wurdest auf die immer gleiche Weise für Dein immer noch nicht einwandfreies Verhalten zur Rechenschaft gezogen. So ist das im Leben. Und ab jetzt solltest Du eigentlich Deine Lektion gelernt haben.","replies":[]},{"id":"","poster":"legofreak1","date":"2018-09-24T21:14:07.391+0000","up_votes":3,"down_votes":0,"body":"Das Verhalten anderer Spieler ist nicht ausschlaggebend für deine Strafe. Wenn du die Regeln brichst, kannst du eine Strafe bekommen, genau wie deine Mitspieler, welche ebenfalls die Regeln gebrochen haben, denn deren Verhalten gibt dir nicht das Recht, es ihnen Gleich zu tun. Im Gegenteil, du kannst toxische Mitspieler muten und nach dem Spiel melden. Wiederholtes Fehlverhalten führt dann, wie du schon am eigenen Leib erfahren hast, zu einer Strafe.\nDie Anzahl der Reports, die in einem Spiel gegen einen Spieler ausgesprochen werden, ist für eine Strafe ebenfalls unerheblich. Es zählt nur, **dass** man gemeldet wurde, ganz egal ob nun alle 9 Spieler oder nur einer dies getan haben. Entsprechend haben Premade-Teams auch keine Möglichkeit per Reports eine Strafe gegen unschuldige Spieler zu erzwingen, da hiermit nur eine Überprüfung ausgelöst wird und nur bei tatsächlich vorhandenem Fehlverhalten auch eingegriffen wird.\nZu deinem Argument der Meinungsfreiheit: Deine freie Meinung hört dort auf, wo die Rechte und Gefühle anderer Menschen anfangen. Beleidigungen können zwar deine Meinung wiederspiegeln, du hast aber durch die Meinungsfreiheit, welche in Deutschland außerdem zwischen privaten Personen und dem Staat bzw Medien gilt, nicht zwishen privaten Parteien, kein Recht darauf andere Mitspieler zu verletzen. Dazu hat Riot jederzeit das Recht dich als Person vor die Tür zu setzen bzw deinen Account vom Spiel auszuschließen, wenn du die Regeln brichst. Dem hast du mit der Erstellung des Accounts zugestimmt. Von einer wirtschaftlichen Perspektive macht dies durchaus auch Sinn, da flamende Spieler andere bisher zufriedene Spieler davon abhalten werden Geld auszugeben.","replies":[]},{"id":"","poster":"Uaireagh","date":"2018-09-25T14:28:30.372+0000","up_votes":1,"down_votes":0,"body":"Ich finde es schön , dass hier gerade Leute mit komplett andere Ansichten, nett und freundlich unterhalten :D.\nSo schlecht war mein Post ja dann wenigstens doch nicht ^^.\nEinfach toll haha","replies":[]},{"id":"","poster":"Uaireagh","date":"2018-09-25T13:27:30.526+0000","up_votes":1,"down_votes":0,"body":"15988 aber nicht an einem Tag^^ über die Jahre verteilt","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T14:20:03.688+0000","up_votes":1,"down_votes":1,"body":"159,88* also ~ 160 Permas. Bei Prozentrechnung ist eine Division durch 100 empehlenswert.\n\nAllerdings beziehen sich die 0,006% soweit ich weiß auf alle erstellten Acc (inkl. lvl 1-30). Da es keine Zahlen dazu gibt wird eine Betrachtung durch uns Spieler im Grunde genommen unmöglich.\n\nWenn ich drüber nachdenke, ist die Zahl in Wirklichkeit komplett nutzlos für uns. Wenn sie sich wenigsten nur auf Ranked Accounts oder alle aktiven Accounts beziehen würde könnte man was damit anfangen. Riot trollt uns mit dem Wert, er ist absolut nichtssagent :D","replies":[]}]}]}