{"id":"ornpgnvl","poster":"[COULD NOT READ POSTER]","date":"2019-08-23T13:00:28.350+0000","title":"Gewinne klassische Skins mit freundlicher Unterstützung von Pringles","subforum":"Esports","up_votes":2,"down_votes":2,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"The merry Midget","date":"2019-08-23T13:27:39.279+0000","up_votes":408,"down_votes":8,"body":"That means you give us a total of 70 free classic skins for only 115 million cans of pringles? \r\nHow generous {{sticker:zombie-brand-clap}} ","replies":[{"id":"","poster":"Roman Joestar","date":"2019-08-23T18:14:39.268+0000","up_votes":99,"down_votes":2,"body":"logged in to upvote","replies":[{"id":"","poster":"UncensoredHentai","date":"2019-08-24T01:21:26.551+0000","up_votes":19,"down_votes":1,"body":"Same!","replies":[{"id":"","poster":"I Anivia Main I","date":"2019-08-26T05:37:17.802+0000","up_votes":5,"down_votes":0,"body":"Same!","replies":[]}]},{"id":"","poster":"T Beutel","date":"2019-08-23T20:45:26.594+0000","up_votes":8,"down_votes":3,"body":"Too man haha","replies":[]},{"id":"","poster":"LinusSmallBeast","date":"2019-08-25T13:53:57.255+0000","up_votes":1,"down_votes":0,"body":"me too{{sticker:zombie-brand-mindblown}} ","replies":[]},{"id":"","poster":"Drey21","date":"2019-08-25T10:44:16.087+0000","up_votes":1,"down_votes":0,"body":"jup\r\n","replies":[]}]},{"id":"","poster":"FollowDatTrainCJ","date":"2019-08-23T13:38:50.152+0000","up_votes":46,"down_votes":2,"body":"stonks","replies":[]},{"id":"","poster":"Sioox","date":"2019-08-23T14:45:11.970+0000","up_votes":11,"down_votes":2,"body":"Made my Day","replies":[]},{"id":"","poster":"Hanayagii","date":"2019-08-25T14:47:16.972+0000","up_votes":1,"down_votes":0,"body":"dude, riot is a small indie company, they can't just give stuff out for free /s","replies":[]},{"id":"","poster":"Trump in China","date":"2019-08-25T13:58:49.646+0000","up_votes":1,"down_votes":0,"body":"You can win with every code of that 115Million, the only thing that is Capped is how much win per day. But also only people that actually redeem a code could potentionally win. Since there are like in total 115Mio league players, there wont be too many of them actually buying pringles...","replies":[]},{"id":"","poster":"Evelynns Shadow","date":"2019-08-24T10:20:58.636+0000","up_votes":1,"down_votes":0,"body":"I read this, and i instandly deleted it out of my brain, because i don't buy millions of pringels cans...","replies":[]},{"id":"","poster":"KYSL","date":"2019-08-24T11:42:13.537+0000","up_votes":1,"down_votes":1,"body":"What a Joke, like all the new champs and reworkes a fcking Joke","replies":[]}]},{"id":"","poster":"Jarró","date":"2019-08-23T15:13:29.450+0000","up_votes":167,"down_votes":4,"body":"Fakten:\r\n- 115 Millionen Codes\r\n- NUR ZWEI Gewinner am Tag möglich (\"jeden Tag gewinnen zwei glückliche Teilnehmer\")\r\n- Zeitraum 35 Tage (Stand 23.08.2019 - 26.09)\r\n- 2 x 35 = 70 Skins \r\nErgebnis: Von 115 MILLIONEN Codes (Dosen Pringles) werden NUR 70 Skins \"verschenkt\"!\r\nPersönliche Meinung: WTF....OHNE Worte {{summoner:11}} {{summoner:14}} \r\n","replies":[{"id":"","poster":"SyLoN412","date":"2019-08-23T19:33:10.223+0000","up_votes":75,"down_votes":1,"body":"da kannste halt auch gleich Lotto spielen und dann alle Skins kaufen xD","replies":[]},{"id":"","poster":"xduxxxorallfisch","date":"2019-08-24T21:05:27.474+0000","up_votes":3,"down_votes":1,"body":"und in der Türkei kannst du ne Cola Flasche für umgerechnet 80 cent kaufen und kriegst 1 Hextech chest mit 1 Schlüssel","replies":[]},{"id":"","poster":"Yoda1991","date":"2019-10-12T01:07:27.661+0000","up_votes":1,"down_votes":0,"body":"aber echt :(","replies":[]},{"id":"","poster":"Tooittim","date":"2019-08-25T17:35:16.011+0000","up_votes":1,"down_votes":0,"body":"+ man unterstützt dabei noch einen Konzern der Wasser privatisieren will","replies":[]},{"id":"","poster":"TheSnakeTounsi","date":"2019-08-25T11:59:13.295+0000","up_votes":1,"down_votes":0,"body":"was passt wenn jedem spielt nicht league of legends kaüft eine Pringle Dose?\r\n","replies":[]},{"id":"","poster":"Myoote","date":"2019-08-25T08:25:11.061+0000","up_votes":1,"down_votes":0,"body":"Das Ding ist ja, nicht jeder der die Dosen kauft spielt automatisch League... also wette ich, dass es dann nicht mal 70 Skins werden.","replies":[]},{"id":"","poster":"Trump in China","date":"2019-08-25T13:54:22.995+0000","up_votes":1,"down_votes":1,"body":"So wie du denkst, gäbe es 70 Codes von 115Mio die gewinnen können. Nein, denn alle können gewinnen... von den 115 Mio werden zu 90% nicht league spieler diese kaufen. Und dennoch jeden Tag 2 gewinnen Minimum und Maximum... Außerdem kannst du die Chips trotzdem zum Standard Preis kaufen und hast davon gleichviel wie, wenn keine Promo Aktion wäre.","replies":[]},{"id":"","poster":"freudiger stein8","date":"2019-08-24T09:46:59.097+0000","up_votes":1,"down_votes":1,"body":"bin foll deiner meinug","replies":[]},{"id":"","poster":"Shikox","date":"2019-08-24T08:23:34.238+0000","up_votes":2,"down_votes":2,"body":"Ist doch nen faires Angebot {{summoner:4}} {{summoner:14}} {{champion:17}} :D","replies":[]},{"id":"","poster":"Support Hotline","date":"2019-08-23T21:23:40.070+0000","up_votes":1,"down_votes":8,"body":"70 Skins?? 70 Legacy Skins!!","replies":[]}]},{"id":"","poster":"Frısk","date":"2019-08-23T15:09:39.395+0000","up_votes":97,"down_votes":4,"body":"70 skins on 115 million cans ahahhhahahaAHAHAHAAHAHAH RIOT PLS XD do you hate your comunity THAT much? at this point it started to be more funny then sad.... oh no wait it is still sad as fuck my bad.{{sticker:sg-miss-fortune}} ","replies":[{"id":"","poster":"Trump in China","date":"2019-08-25T14:02:32.428+0000","up_votes":1,"down_votes":1,"body":"Why shall they hate us, there are in total like 115 Million players playing league. If only 70 of them actually redeem a code they would all win. Since there are not 115 Million players actually buying pringles there will be less than 115 Million actually redeeming them since there are also people buying pringles just to eat them, these are the ones who wont actually redeem a code.\r\n\r\nDear idiot u have shown your potential to be a high IQ Member of this society","replies":[{"id":"","poster":"Trump in China","date":"2019-08-25T14:03:17.363+0000","up_votes":1,"down_votes":0,"body":"Also not every league player will be buying those. {{sticker:zombie-brand-facepalm}} ","replies":[]}]},{"id":"","poster":"Frisk","date":"2019-08-25T13:12:19.267+0000","up_votes":1,"down_votes":0,"body":"You're god damn right, my beloved Name-Soulmate! {{sticker:sg-ahri-2}} ","replies":[]}]},{"id":"","poster":"Kamî Sama","date":"2019-08-23T22:41:45.547+0000","up_votes":82,"down_votes":11,"body":"Haha seid ihr lächerlich... 2 Skins am Tag könnt ihr euch sonst wo hinstecken. Ganz ehrlich ihr verdient ein Schweinegeld mit nur EINEM Spiel, das am laufen zu halten ist relativ leicht verglichen mit einem neuen Spiel wo man alles neu entwickeln müsst. Und obwohl ihr vergleichsweise nur so wenig arbeit habt, habt ihr die Preise für RP angehoben und Skins teurer gemacht...Und nun habt ihr die Frechheit mit so einer unverschämten aktion zu kommen? Ganz ehrlich wie geldgeil und geizig kann man eigentlich noch werden??? Einfach nur ne ganz arme aktion für die ihr euch schämen solltet. außerdem was glaubt ihr wieviele leute die die pringels kaufen spielen auch lol? vlt 5% oder so, d.h. ihr werdet wahrscheinlich grade mal ne handvoll skins überhaupt verschenken müssen. mir fehlen echt die Worte...wer auch immer sich das im Marketing ausgedacht hat, gehört gefeuert. ","replies":[{"id":"","poster":"deavildemon","date":"2019-08-24T02:15:40.612+0000","up_votes":16,"down_votes":2,"body":"hoffe echt die schneiden sich ins eigene fleisch mit diesem scheiß","replies":[]},{"id":"","poster":"Yoda1991","date":"2019-08-24T00:30:55.213+0000","up_votes":17,"down_votes":4,"body":"du sprichst mir echt aus der seele man!{{sticker:slayer-pantheon-thumbs}} ","replies":[{"id":"","poster":"freudiger stein8","date":"2019-08-24T09:54:50.171+0000","up_votes":1,"down_votes":0,"body":"ja\r\n","replies":[]}]},{"id":"","poster":"xduxxxorallfisch","date":"2019-08-24T21:08:06.374+0000","up_votes":2,"down_votes":0,"body":"Da lad ich mir lieber über Paypal 310 RP auf und hol mir ne chest mit Schlüssel für 250 kostet mich genau so viel wie ne dose Pringles und hab dann noch 60 RP übrig","replies":[]},{"id":"","poster":"McSuchi","date":"2019-08-25T14:19:00.888+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich das richtig verstanden habe, werden 100% die GANZEN 70 Skins verlost, da jeden Tag auf jedenfall 2 der eingelösten Codes des Tages einen Skin bekommen ^^ Ist trotzdem traurig :P","replies":[]},{"id":"","poster":"Itsutsu KreeD","date":"2019-08-24T12:56:12.594+0000","up_votes":1,"down_votes":0,"body":"true shit. ich fühl das so sehr. Mit den Codes, wird es so gehandhabt, das nur die Codes die ingeschickt werden \"ausgeloßt\" werden, von daher kann kein 2 Jähriger \"ausversehen\" n Skin bekommen. das is an sich gut gemacht aber tzdm. absolut frech von #ritogames. mehr kann man dazu nicht sagen. eine unverschämtheit\r\n","replies":[]},{"id":"","poster":"Trump in China","date":"2019-08-25T14:06:23.771+0000","up_votes":1,"down_votes":1,"body":"Du verstehst etwas falsch mein lieber,\r\n\r\n1. Punkt es ist Garantiert, dass 70 Skins verlost werden. \r\n2. Die Codes selbst sind nicht speziell als \"Gewinner/Griff ins Leere\" ausgestellt.\r\n3. Nur eingelöste Codes können überhaupt gewinnen.\r\n4. Jeder Code könnte gewinnen.\r\n\r\n\r\nWenn du es immernoch nicht raffst, dann glückwunsch.","replies":[]},{"id":"","poster":"Leonα","date":"2019-08-24T10:39:24.506+0000","up_votes":1,"down_votes":1,"body":"logged in to upvote !{{summoner:31}} ","replies":[]},{"id":"","poster":"STG Evolv","date":"2019-08-24T10:20:08.919+0000","up_votes":9,"down_votes":21,"body":"AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH so ziemlich 80% des Textes stimm halt ned: Rito hat die Preise nur deshalb erhöht weil der Wert des Euros vergangenen Jahres zurückgegangen ist und se somit extemen Verlust gemacht hätten und des mit keine Arbeit: Riot bringt jede 2. Woche nen patch raus der sehr umfassend ist noch dazu alle 2 Monate ein komplett neuer Cahmpion oder ein Rework. Ich glaube dass du absolut keine Ahnung hast wieviel Arbeit das ist. Klar die Aktion mit Pringles is vllt ned die beste aber man muss es so sehen: man hat die Chance (auch wenn sie recht klein ist) nen skin zu bekommen den keiner hat. Also us Flamen eig des Dümmste was man da jez machen kann.","replies":[{"id":"","poster":"STG Evolv","date":"2019-08-24T10:36:06.507+0000","up_votes":1,"down_votes":1,"body":"Fast* keiner hat","replies":[]},{"id":"","poster":"xXBlvckWolfXx","date":"2019-08-24T13:39:20.412+0000","up_votes":1,"down_votes":3,"body":"Ich bin ganz deiner Meinung. Ich kann auch überhaupt nicht verstehen, warum sich hier irgendwer beschwert. Man hätte auch keine Aktion machen müssen. So viel Madness, wie man in dieser Comunity findet, findet man echt in keiner anderen. \r\n","replies":[{"id":"","poster":"HyperionCH","date":"2019-08-31T19:14:46.871+0000","up_votes":1,"down_votes":0,"body":"Aus meiner Sicht (als BWLer) hätte es Riot wirklich besser lassen sollen statt eine solche Aktion zu machen.\r\nMan sieht ja, wie grösstenteils die Reaktionen sind und diese sind sehr negativ, weil die Gewinnchancen so minimal sind. Damit verärgert man nur die treuen Spieler, die dadurch allenfalls sogar weniger RP kaufen aufgrund solchen Aktionen.\r\nUnter dem Strich kann so etwas für Riot also sogar ein Verlustgeschäft sein (je nachdem, wie viel Riot von Pringles bekommt).\r\n\r\nIronie der Sache: bei mir in der Schweiz führt ein lokaler Chips-Hersteller auch gerade einen Wettbewerb durch und der Hauptgewinnt sind 10'000 CHF (umgerechnet etwa 9'000 EUR). Und die Gewinnchancen sind dort sicherlich höher, da sie nicht über 100 Mio. Einheiten in dieser Zeit verkaufen.\r\n\r\nRiot müsste bei solchen Aktionen doch dafür sorgen, dass die Preisgestaltung attraktiver ist. Dies bedeutet z.B.:\r\n\r\n- höhere Gewinnchancen (warum z.B. nicht 20 oder 50 Skins pro Tag?)\r\n- attraktivere Gewinne (z.B. täglich auch Ultimate Skins verlosen; oder einen speziellen Skin für diese Aktion)\r\n\r\nSo wie diese Aktion durchgeführt wird, macht sich Riot leider wirklich selbst keinen Gefallen. ","replies":[]}]},{"id":"","poster":"Kamî Sama","date":"2019-08-24T11:50:29.923+0000","up_votes":4,"down_votes":0,"body":"Alle 2 Monate ein neuer Champion oder ein neues Rework...eine Firma mit 2500 Mitarbeitern ( natürlich programmieren und designen auch bei weitem nicht alle, es geht hierbei nur um die Gesammtkapazitäten des Unternehmens zum Vergleichen mit anderen Entwicklerstudios ) ist das natürlich sooooo viel. Nein ganz ehrlich, das ist Blödsinn, ich komme aus der Informatikbranche und die Arbeit die Riot hat ist vergleichsweise wirklich nicht viel. Vergleich es doch mal mit anderen Spieleentwicklern die pro JAHR ein komplett neues Spiel heraus bringen. Außerdem wenn du dir mal Dokumentationen zu den Arbeitsbedingungen bei Riot anschaust, da fehlen dir die Worte. Die Angestellten dürfen den ganzen Tag an ihrem Arbeitsplatz zocken, solange sie rechtzeitig ihre Sachen fertig kriegen. Sprich Sachen die Riot raus brigt könnten deutlich schneller und effektiver gemacht werden, aber da die Mitarbeiter einen großzügigen Zeitraum haben, passiert das nicht. Man könnte ohne Probleme z.B. jeden Monat ein Rework oder neuen Champion raus bringen. Das würde mit ihren Kapazitäten wirklich gehen, aber warum sollten sie? Die Spieler spielen das Spiel eh und weniger Arbeit ist immer besser. Und zu dem Geld: oh Nein der Euro verliert 1,4-1,6% Wert pro Jahr. Das ist vergleichsweise für eine Firma mit über 2 Mrd Dollar Umsatz ja soooviel ( Davon kommt ja vieles auch aus NA und den anderen Regionen, die 2 Mrd kommen ja nicht nur aus EU ). Aber jetzt mal ernsthaft, die Einnahmen von Riot Games gehen derzeit runter, was aber nicht daran liegt das der Euro an Wert verliert ( der Euro verliert extremste langsam an Wert ), denn Riot Games hat z.B. von 2016 auf 2017 21% Einnahmen verloren, was absolut nicht an dem Euro liegt, das Argument ist absoluter Blödsinn, sondern Riot verliert an Einnahmen, weil die Spieler langsam genug haben jeden Scheiß zu kaufen und LoL langsam stirbt...viele Leute hören langsam auf und es kommen vergleichsweise wenig neue Spieler....und viele Spieler haben auch die Skins die sie wollen und kaufen nicht jedes neue Packet was raus kommt. Daher macht Riot Verluste, und das versuchen sie zu kompensieren indem sie die Preise anheben, damit die Leute die noch was kaufen genug Geld investieren um das ganze auszugleichen. Also Tut mir Leid, wie naiv bist du eigentlich, Wirtschaft funktioniert etwas anders. Und das du die Pringels Aktion verteidigst, zeigt mir das du entweder ein bezahlter Angestellter bist oder ein echt absoluter blinder Fan von Riot bist. SIE PREISEN DIESE AKTION GROß an, AUF DEM LAUNCHER DIE ERSTE GROßE HAUPTSEITE. Das ist so absolut lächerlich, wenn man eine Aktion wie diese macht, dann sollte man sowas brigen wie: \"Iss 10 packungen pringels, dann kriegst du einene Skin\" oder sowas, aber doch nicht 70 Skins auf 115 Millionen packungen verteilt. Das ist einer der lächerlichsten Marketingaktionen ÜBERHAUPT, sowas freches hab ich bisher noch nicht gesehen. Wenn man sowas macht dann richtig oder man lässt es bleiben. Eine groß angekündigte Marketingaktion bei der Riot vlt wenn überhaupt Skins im Wert von unter 100€ zusammen AUSZAHLEN muss ( viele Leute die Pringels kaufen spielen ja auch kein lol ). Das ist die allerbilligste Marketingaktion überhaupt.   ","replies":[]},{"id":"","poster":"xduxxxorallfisch","date":"2019-08-24T21:13:31.589+0000","up_votes":1,"down_votes":0,"body":"hey jeder hat seine Meinung aber bei einer Community die mehrere Millionen Spieler umfasst sind 70 skins grade mal ein Millionstel die etwas kriegen was dann auch noch wertlos ist weil die Legacy skins auch nicht jedem taugen und einen skin zu verschenken oder zu verlosen kostet Riot wirklich nix. Damit ist die Community enttäuscht aber nebenbei gibt es Aktionen wie in der Türkei wo man zu einer Flasche Coca Cola 1 Hextechchest samt schlüssel bekommt für den Preis einer Pringles Dose hätte man 3 garantierte shards wenn man glück hat 3 skinshards dann hätte man auch nen Skin  ","replies":[]},{"id":"","poster":"Moik","date":"2019-08-24T19:17:46.413+0000","up_votes":2,"down_votes":0,"body":"Die werden ziemlich sicher keine neuen skins die niemand hat verschenken, wenn sie schreiben das es ein klassischer skin wird.","replies":[]},{"id":"","poster":"Much Doge So LoL","date":"2019-08-24T11:41:23.387+0000","up_votes":4,"down_votes":2,"body":"\"extreme verluste\" ahhahahahhahahahahahahahahahahaahahahahhAHAHAHAHAHAHAHAHHAHAHAH HAH A HA HA AH AH HAH AH AH AHA HAHA HA AH AH AH HA HAH HA HA HH *silence*","replies":[]},{"id":"","poster":"WF EatMe","date":"2019-08-24T12:59:00.493+0000","up_votes":2,"down_votes":0,"body":"Keiner der skins die die verschenken ist rare in irgendeiner form und mindestens 1x im jahr im shop zu kaufen.","replies":[]},{"id":"","poster":"Bananaboy HD","date":"2019-08-24T22:16:07.753+0000","up_votes":1,"down_votes":0,"body":"Jo also wie kann man was richtiges sagen und dass mit so viel bullshit vertauschen.\r\nDas mit den Patches stimmt vollkommen. Allein alle Morde bugs zu fixen ist ja schon viel arbeit. Aber die haben ja noch LEC,LCS,MSI,Worlds gedöns,  Reworks, neue Champs , Skins , die arbeiten mitleiweile an noch einem neuen Client etc.\r\nAber der bullshit mit dem Euro. Wtf wir hatten keine Venezuela mäßige inflation Tencent die bastarde wollten einfach mehr aus ihren investieren Milliare sehen. Und diese Aktion ist halt echt der dickste witz und weil das so fucking dreist ist soll man sich auch aufregen dürfen wenn die Bastarde irgend einen krassen deal mit Pringels am laufen haben um mal wieder n batzen geld zu kriegen","replies":[]},{"id":"","poster":"HyperionCH","date":"2019-08-31T18:59:09.145+0000","up_votes":1,"down_votes":0,"body":"Naja, in der Schweiz sind die RP-Preise ebenfalls stark angestiegen.\r\nDer Schweizer Franken hat nicht an Wert (gegenüber dem USD) verloren. Die Umsatzsteuer (was auch als Grund genannt wurde) sank sogar noch ein wenig.\r\n\r\nSo gesehen müssten die RP in der Schweiz sogar günstiger werden, aber das Gegenteil tat Riot.","replies":[]}]},{"id":"","poster":"Ωra Ωra Ωra","date":"2019-08-23T23:44:41.318+0000","up_votes":3,"down_votes":3,"body":"Da hat wer offensichtlich keine Ahnung :shrug:","replies":[]},{"id":"","poster":"Sardalu","date":"2019-08-24T13:53:31.220+0000","up_votes":1,"down_votes":2,"body":"Also ich finde du übertreibst ein Bisschen was das mit dem \"Spiel am laufen halten\" angeht, dass schwierigste an einem Spiel IST es am Laufen zu halten nicht die Entwicklung, ein Spiel zu entwickeln ist kein Aufwand es zu balancen und Interessant zu halten ist das Schwierigste in jedem Game, und dafür hat sich meiner Meinung nach Riot ein Lob verdient, ein Game das es über 9 Jahre Existiert immer noch so Populär zu halten RESPEKT.\r\nDas Event selbst ist totaler BS das will ich nicht verneinen.","replies":[]},{"id":"","poster":"CoolFlashBro","date":"2019-08-24T11:28:37.217+0000","up_votes":2,"down_votes":3,"body":"Ich stimme dir vollkommen zu, nur die RP wurden meines Wissens nur teurer weil die EU neue Steuergesetze oder so einen Bullshit ausgehandelt hat. Also damit haben die anscheinend nicht ganz so viel am Hut","replies":[]}]},{"id":"","poster":"Ragnar Lodbrok","date":"2019-08-23T16:05:41.630+0000","up_votes":47,"down_votes":4,"body":"***","replies":[{"id":"","poster":"wallygon","date":"2019-08-23T17:33:30.012+0000","up_votes":10,"down_votes":2,"body":"schuld hierbei ist wohl eher pringels als riot aber das riot dies selbst bewirbt ist hier eher das schamlose \r\n","replies":[{"id":"","poster":"RealSlimKing","date":"2019-08-23T18:37:03.696+0000","up_votes":5,"down_votes":1,"body":"Das kannst du nicht erwarten, man wär schon blöde, wenn eine andere Firma so eine Aktion macht, die dich auch betrifft und das dann nirgendwo erwähnst. Es hätte ja kein LoL-fan was davon mitbekommen, wenn's nicht hier angekündigt wäre. ","replies":[{"id":"","poster":"Prøχγ","date":"2019-08-24T08:24:37.705+0000","up_votes":13,"down_votes":0,"body":"Wär auch besser gewesen, wenn das keiner von der League Community mitbekommen hätte.... Immerhin ist das wirklich nur ein schlechter Witz. Sie schaffen es weder Wartezeiten noch Server oder Champions anzupassen, ABER 70 in 115m DAS IST WAS JEDER LEAGUE SPIELER WILL; JA MANNN","replies":[]}]},{"id":"","poster":"CatSwordmaster","date":"2019-09-22T19:54:53.206+0000","up_votes":1,"down_votes":0,"body":"ich glaube nicht das Pringles bestimmen kann wieviele Skins verschenkt werden. Ich denke es ist eher so dass Pringles Riot einen haufen Geld gibt und Riot verschenkt dafür 70 Skins. Hört sich ziemlich nach einem Scam an XD","replies":[]}]},{"id":"","poster":"Yoda1991","date":"2019-08-24T00:27:54.204+0000","up_votes":7,"down_votes":0,"body":"ja das denke ich auch die aktion ist doch unter aller sau. sollte eher so wie beim Ü-Ei sein in jeder 7. dose oder so!!!","replies":[]},{"id":"","poster":"RealSlimKing","date":"2019-08-23T18:39:29.061+0000","up_votes":3,"down_votes":1,"body":"Kapitalismus Leude, ist dich toll!","replies":[]}]},{"id":"","poster":"Yek0n","date":"2019-08-23T14:52:50.823+0000","up_votes":40,"down_votes":2,"body":"Riot: How about low odds of getting a skin so we don't spend to to much on this community stuf \r\n\r\nPringles: 0,0006 odds of getting a skin sounds good to me ","replies":[{"id":"","poster":"Frısk","date":"2019-08-23T15:10:46.915+0000","up_votes":27,"down_votes":4,"body":"Riot fucking hates its community were just walkin wallets at this point be real with me here.","replies":[{"id":"","poster":"chilledkroete","date":"2019-08-24T07:12:25.863+0000","up_votes":13,"down_votes":2,"body":"were not even walking, were sitting and playing league","replies":[{"id":"","poster":"røpad","date":"2019-08-24T21:31:01.425+0000","up_votes":1,"down_votes":0,"body":"+1{{champion:36}} \r\n","replies":[]}]}]},{"id":"","poster":"ToxV TickTack","date":"2019-08-25T09:12:16.471+0000","up_votes":1,"down_votes":0,"body":"The odds are actually even lower (0,0000006%)","replies":[]}]},{"id":"","poster":"DímensíonInSpace","date":"2019-08-23T21:28:41.235+0000","up_votes":37,"down_votes":1,"body":"Ich habe da eine bessere Idee: man kauft 5... oder 10... oder 20 Dosen Pringles, in jeder ist ein code und wenn man die 5/10 oder auch 20 codes zusammen hat, gibt man diese alle ein und bekommt dann den EXKLUSIVEN PRINGLES-BRAUM SKIN!!! {{champion:201}} ","replies":[{"id":"","poster":"kitho04","date":"2019-08-24T13:00:53.903+0000","up_votes":13,"down_votes":0,"body":"mit nem chip als schild oder wie xD","replies":[{"id":"","poster":"DímensíonInSpace","date":"2019-08-25T01:17:35.115+0000","up_votes":1,"down_votes":0,"body":"Ja, das wär doch mal was XD und wenn er ultet kommen so Krümel hoch {{summoner:31}} ","replies":[]}]},{"id":"","poster":"Drey21","date":"2019-08-25T10:49:22.598+0000","up_votes":8,"down_votes":0,"body":"Hier bitte riot ich glaube er hat 2min gebraucht um sich was besseres einfallen zu lassen als euer dreckiges Marketing Team","replies":[{"id":"","poster":"DímensíonInSpace","date":"2019-10-21T19:11:31.794+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Drey21,realm=EUW,application-id=hGYdiTd1,discussion-id=ornpgnvl,comment-id=00160002,timestamp=2019-08-25T10:49:22.598+0000)\n>\n> Hier bitte riot ich glaube er hat 2min gebraucht um sich was besseres einfallen zu lassen als euer dreckiges Marketing Team\n\nKorrigiere: \"sie\", nicht \"er\" ;P","replies":[]}]},{"id":"","poster":"Chogs","date":"2019-08-25T01:41:30.051+0000","up_votes":2,"down_votes":0,"body":"85 CM BIZEPS\r\n","replies":[]},{"id":"","poster":"mariowertzu12","date":"2019-08-25T15:51:21.403+0000","up_votes":1,"down_votes":0,"body":"alter die Idee ist einfach mal mega im vergleich zu riot´s Einfall ... verstehe nicht das denen selber nicht so etwas einfallen konnte, ich meine was machen die denn da den ganzen tag  ","replies":[]},{"id":"","poster":"w4termelon4","date":"2019-08-25T15:35:31.931+0000","up_votes":1,"down_votes":0,"body":"EHRE","replies":[]}]},{"id":"","poster":"Diexkuh","date":"2019-08-23T18:29:14.145+0000","up_votes":31,"down_votes":1,"body":"Deutschland wird am jahres ende 2019 ca. 81 453 631 MILLIONEN einwohner haben, wenn jeder 2. prigels dosen kauft, haben 70 leute das glück. Das vorher die preise im eu raum für RP erhöht worden ist, für weniger punte versteht sich. nun diese \"spendable\" aktion. riot wird echt zu einem scheiß haufen EA zieht seinen hut vor euch, haha.","replies":[{"id":"","poster":"untoter Hase","date":"2019-08-24T06:40:24.609+0000","up_votes":19,"down_votes":1,"body":"das Lustige is ja, dass ich sicher nicht der einzige bin der beim nächsten Einkauf garantiert alles andere nur nicht Pringles kaufen wird. Alles dank dieses brillianten marketings und das für ne laaaange Zeit. {{sticker:slayer-pantheon-popcorn}} ","replies":[{"id":"","poster":"freudiger stein8","date":"2019-08-24T09:55:53.550+0000","up_votes":1,"down_votes":0,"body":"pringels sind sowieso hässlich","replies":[]}]},{"id":"","poster":"kitho04","date":"2019-08-24T12:59:24.713+0000","up_votes":1,"down_votes":0,"body":"die 631 waren wichtig, oder?","replies":[]}]},{"id":"","poster":"untoter Hase","date":"2019-08-24T06:35:44.820+0000","up_votes":32,"down_votes":2,"body":"don´t we pay enough jet?\r\n\r\nWhat comes next commercial breaks ingame? \r\n\r\n**This dragon kill was brought to you by fruity loops \"hmmmm our dragon loves cheap carbs that makes his food fat\"**\r\n{{sticker:slayer-pantheon-rainbows}} ","replies":[{"id":"","poster":"Tempest Wanderer","date":"2019-08-27T06:46:23.693+0000","up_votes":1,"down_votes":0,"body":"\"don´t we pay enough jet?\" Best comment EUW XDDDSDDD u know its free 2 play right?","replies":[]},{"id":"","poster":"lavars","date":"2019-08-24T07:05:16.095+0000","up_votes":1,"down_votes":0,"body":"I had to upvote :D Before every game a spot, after every game a spot ( there was a game that did that)","replies":[]}]},{"id":"","poster":"Mistεr Gingεr","date":"2019-08-23T21:21:24.607+0000","up_votes":21,"down_votes":2,"body":"Riot Games hat doch nicht mehr alle Latten am Zaun.\r\nFrüher war alles besser, klischee ist aber leider bei Riot so.....\r\nNicht mehr lange und ich wechsel freiwillig zu EA Titeln xD\r\nDacht mir schlimmer als EA geht nimmer aber das ist ja mal ein Paradebeispiel!\r\n\r\nGreed of Riot {{item:3690}} ","replies":[{"id":"","poster":"kitho04","date":"2019-08-24T12:54:09.785+0000","up_votes":1,"down_votes":0,"body":"glaub mir, eaids ist schlimmer","replies":[]}]},{"id":"","poster":"Sick Roland","date":"2019-08-24T08:59:14.788+0000","up_votes":19,"down_votes":1,"body":"Bitte Hochdrücken, will von Riotgames gebannt werden.","replies":[]},{"id":"","poster":"Nackotheoriginal","date":"2019-08-23T15:28:02.607+0000","up_votes":15,"down_votes":0,"body":"Lol, nichtmal wenn ich bock auf Pringles hätte würd ich den Code einlösen. Get your marketing straight!","replies":[]},{"id":"","poster":"baschier05","date":"2019-08-23T16:00:41.899+0000","up_votes":15,"down_votes":1,"body":"Das ist der Grund, warum keiner an solchen Gewinnspielen teilnehmen will.\r\nZu niedrige Gewinnchancen und man muss sich irgendwo registrieren, damit man überhaupt herausfindet, ob man gewonnen hat","replies":[{"id":"","poster":"Tooittim","date":"2019-08-25T17:34:24.304+0000","up_votes":1,"down_votes":0,"body":"Und dabei noch einen Konzern unterstützen der Wasser privatisieren will XDD ","replies":[]},{"id":"","poster":"NocTurnMeOn","date":"2019-08-25T16:50:27.967+0000","up_votes":1,"down_votes":0,"body":"hey, du hast 0,00006% chance einen skin zu bekommen!!!! um diese chance auf 1% zu erhöhen, musst du nur 16667 Dosen kaufen. und das nennst du niedrige chance?!!!!!!eins elf kappa (achtung ironie)","replies":[]},{"id":"","poster":"BelieveMeImSexy","date":"2019-08-25T13:01:17.077+0000","up_votes":1,"down_votes":0,"body":"logo, jedes Unternehmen brauch heutzutage Daten von Nutzern, um zu überleben.. *kotz*","replies":[]}]},{"id":"","poster":"19Akane92","date":"2019-08-23T13:31:15.947+0000","up_votes":9,"down_votes":1,"body":"lohnt sich nicht dafür mein ess oder kauf verhalten zu ändern xD","replies":[{"id":"","poster":"deavildemon","date":"2019-08-23T19:46:38.208+0000","up_votes":13,"down_votes":1,"body":"riot wird immer mehr wie EA. echte pest ist das.","replies":[]},{"id":"","poster":"Katarinio","date":"2019-08-24T12:53:45.379+0000","up_votes":1,"down_votes":0,"body":"Ja, und zwar alles außer Pringles :)","replies":[]},{"id":"","poster":"Enderized","date":"2019-08-23T14:12:16.831+0000","up_votes":2,"down_votes":24,"body":"Ich hatte eh vor fürs Wochenende ne Dose Pringles zu kaufen... vielleicht bin ich ja mal zur abwechslung lucky? :D","replies":[]}]},{"id":"","poster":"Lomliam","date":"2019-08-25T00:03:26.744+0000","up_votes":11,"down_votes":0,"body":"Wow wie Leute hier auch noch diese Gelsäcke von Riot verteidigen xD LoL ist echt ein schönes Spiel und da es Free 2 Play ohne Pay2win ist, kann man es sich auch geben, allerdings sind Aktionen wie diese der Grund warum ich meine RP-Käufe nur auf Ahri-Skins reduziert habe, Riot Games ist ein Haufen geldgeiler Halunken und ich sehe es nicht ein diese Aktionen zu unterstützen, welche eindeutig Scam sind. Wahrscheinlich wünscht sich Riot nen größtmöglichen Shitstorm damit mehr Leute über LoL reden, einfach für den Fame. \r\n\r\nAn all die Leute in den Kommis die Riot und diese Aktion verteidigen: es geht nicht darum das wir Spieler uns nicht über kostenlose Skins freuen, es geht darum das sie wollen das wir versuchen diese Skins zu erhalten damit wir schön viele Dosen kaufen und damit beide Firmen unterstützen!!! Meint ihr echt das Riot es irgendwie juckt das ein Bot 70 Skins verschenkt und RIot keinen einzigen Handgriff tätigen muss? Das juckt die nicht!!! Und geschenkt ist hier garnix, du sollst immernoch diese überteuerten Chips kaufen damit du mit dieser \"realistischen\" Chance deinen super exklusiven Premier 520 RP Skin von vor 5 Jahren erhältst, der dumm wie scheiße aussieht, keine Effekte besitzt und absoluter Schwachsinn ist... Klar kann man das Ganze so sehen: \"Hey niemand zwingt dich an dieser Aktion teilzunehmen, regt euch mal nicht so auf ihr 9jährigen Yasuo Kiddos!\" aber das Schlimme was den Großteil der Community stört ist die Tatsache das Riot das nur macht um Geld zu verdienen, nicht etwa um Spielern eine Freude zu bereiten! Wenn ihr Riot-Verteidiger das nicht begreift kann ich euch auch nicht helfen, dann werft Riot ruhig euer Geld in den Rachen für überteuerte Chips und eine 0,000000001% (grob ÜBERschätzt) Chance auf nen Coral Reef Malphite, gl hf ;D hoffe ich konnte hier den einen oder anderen Spieler erläutern wie absolut nutzlos und dreist diese Aktion ist.\r\n\r\nBtw. mit den Eternals will uns Riot schon wieder das Geld aus den Taschen ziehen :D für Fortschritte im Spiel, die es in jedem anderen Game for free gibt ;D ihr müsst eure Community echt hassen Riot, ich unterstütze so etwas nicht, bitte arbeitet an eurem Marketing und schenkt euren \"Kunden\" ein wenig Liebe, dann würde so ein Shitstorm auch garnicht zustande kommen\r\n\r\nPS: Ich kaufe dank dieser Aktion keine einzige Dose Pringels mehr, so wie viele andere LoL-Spieler auch :) super gemacht Riot ;D","replies":[{"id":"","poster":"w4termelon4","date":"2019-08-25T15:44:45.428+0000","up_votes":1,"down_votes":0,"body":"Danke, endlich rationale Argumente. Ich mag rito für diese Aktion auch nicht viel mehr als vorher, aber was genau ist der Nachteil für mich? Wir wissen doch eh schon seit Pässen und lootboxen, dass bei rito Geld schon lange Große Motivation ist.","replies":[]}]},{"id":"","poster":"deavildemon","date":"2019-08-23T19:44:23.984+0000","up_votes":10,"down_votes":0,"body":"Riot seems to like the idea of greed and wants money for lots of bullshit i rly hope they either change theyre ways to be more consumer friendly or go down from all this bullshit nonsense. {{sticker:darius-angry}} {{sticker:sg-ahri-3}} ","replies":[]},{"id":"","poster":"Shrine of Annie","date":"2019-08-24T14:23:27.961+0000","up_votes":10,"down_votes":1,"body":"-Die Chancen sind also lächerlich niedrig, fast Lotto-mäßig schlimm, wobei die Belohnung es absolut nicht wert ist\r\n-Wieder mal eine Marketing Aktion die auf maximalen Profit und minimale Spielerzufriedenheit ausgelegt ist\r\n-das schlimmste aber finde ich, dass mit \"besonderen Skins\" geworben wird\r\n\r\nwenn Riot wenigstens EXTRA für diese Aktion lustige Pringles Skins designed hätte und die Wahrscheinlichkeit auf etwas humanes wie 5-10% pro Dose hochgeschraubt hätte (immernoch 10 oder 20 mal 2€, was einen normalen skin deutlich übersteigen würde), dann könnte man sich freuen, weil man Geld gegen Skin eingeht und noch Pringles bekommt\r\n\r\naber die Frechheit zu haben Skins wie Conquerer Varus, Alistar, oder Championship Skins zu verkaufen, die eh jedes Jahr ein mal im Shop gibt, weil Riot den Rachen nicht voll bekommt zu verlosen ist die Kirsche oben drauf...","replies":[]},{"id":"","poster":"xxreapingsoulsxx","date":"2019-08-23T21:10:09.549+0000","up_votes":8,"down_votes":0,"body":"WHY RIOT??? \r\nWerde es vielleicht machen, das könnte dann aber auch daran liegen das ich von Jamaika komme und kiffi kiffi mache.\r\nxD{{sticker:slayer-pantheon-thumbs}} ","replies":[{"id":"","poster":"untoter Hase","date":"2019-08-24T06:42:19.518+0000","up_votes":1,"down_votes":0,"body":"im Ernst? und dann ziehst du dir so nen Rotz wie Pringles rein? ^^","replies":[]}]},{"id":"","poster":"AriZona The God","date":"2019-08-24T11:30:31.895+0000","up_votes":7,"down_votes":0,"body":"Der Moment, wenn es wahrscheinlicher ist im Lotto zu gewinnen, als einen Skin aus einer Dose zu bekommen... {{sticker:zombie-brand-mindblown}} ","replies":[{"id":"","poster":"Project Shadow","date":"2019-08-25T14:18:38.854+0000","up_votes":1,"down_votes":0,"body":"Inwiefern ist es wahrscheinlicher? Von x Codes, die am Tag eingelöst werden, gewinnen 2. Am Tag werden definitv keine 115m Codes eingelöst, aber selbst wenn das das Fall wäre... Die Wahrscheinlichkeit im Lotto liegt bei 1/134m... Wenn dir ein Skin aber so wichtig ist, dann kauf dir halt einfach mal 20 Dosen oder gib ein paar RP für Chests aus. Es sei denn natürlich, dir geht das ganze eigentlich am Arsch vorbei... Dann wäre das hier lediglich Meckern auf hohem Niveau und du solltest mal den Rand halten.","replies":[]}]},{"id":"","poster":"SHaMe tO fUnNeL","date":"2019-08-23T22:07:07.415+0000","up_votes":8,"down_votes":1,"body":"70 SKINS WoW IcH LiEbE EuCh IhR SeId So NeTt","replies":[]},{"id":"","poster":"Reimu sama","date":"2019-08-24T11:00:54.921+0000","up_votes":14,"down_votes":7,"body":"It's nice to see how everybody is enraged about this... I mean, nobody forces you to buy pringles... It's just like you get the chance to get the skin, if you buy pringles... So if you like pringles and play league, its a nice addition... if you dont like them you don't have to buy them... don't hate everything riot does just because it's riot...","replies":[{"id":"","poster":"EsgibtKuchen","date":"2019-08-24T11:08:43.605+0000","up_votes":9,"down_votes":4,"body":"finally someone who is not acting like a little child who got the wrong present xD","replies":[]},{"id":"","poster":"kitho04","date":"2019-08-24T12:56:31.812+0000","up_votes":3,"down_votes":2,"body":"true, I mean seriously, you wouldn't buy pringles JUST BECAUSE OF THIS GIVEAWAY even if the odds were much higher. You buy the pringles to eat them, not to have a chance to get a skin in LoL. xD","replies":[{"id":"","poster":"Drey21","date":"2019-08-25T10:51:51.407+0000","up_votes":2,"down_votes":1,"body":"i woud","replies":[]}]},{"id":"","poster":"Rbby","date":"2019-08-25T10:20:08.317+0000","up_votes":2,"down_votes":1,"body":"Well you are not really getting anything for free here, especially with those odds. The only people profiting are Riot cause they get paid for the Pringles Promotion and Pringles themselfs, cause even if you dont think its a big deal they get the data of everyone trying to use those codes (well also those 70 lucky bois i guess). It may not be that important for you but people need to realize that its not really for free if you have to `pay` with your personal Information (i know you can use fake emails etc but not many will do) So i think its understandable for the community to get upset when Riot Games is selling out for such a shitty thing.","replies":[]},{"id":"","poster":"Drey21","date":"2019-08-25T10:51:31.187+0000","up_votes":1,"down_votes":0,"body":"...","replies":[]},{"id":"","poster":"GoodMoaningAll","date":"2019-08-24T11:15:08.015+0000","up_votes":1,"down_votes":1,"body":"That wouldnt be a huge problem, if Riot wouldnt have increased the amount of scummy tactics over the years.","replies":[]}]},{"id":"","poster":"HuilokoilLOL","date":"2019-08-23T14:31:02.095+0000","up_votes":7,"down_votes":1,"body":"{{sticker:zombie-brand-mindblown}} ","replies":[]},{"id":"","poster":"Xames","date":"2019-08-24T01:25:34.142+0000","up_votes":6,"down_votes":2,"body":"Das ist Wahnsinn. Und dann wird uns das auch noch so offensichtlich dämlich aufgetischt, dass man sich verarscht und beleidigt fühlen muss. So lernt man ein Unternehmen zu hassen.","replies":[]},{"id":"","poster":"KerzenChime","date":"2019-08-23T14:26:38.919+0000","up_votes":8,"down_votes":4,"body":"Lays > Pringles\nChange my Mind","replies":[{"id":"","poster":"RealSlimKing","date":"2019-08-23T18:37:42.694+0000","up_votes":3,"down_votes":0,"body":"Luft","replies":[]},{"id":"","poster":"Enderized","date":"2019-08-23T14:28:59.160+0000","up_votes":5,"down_votes":4,"body":"_soo und hier noch was schrauben_ ...\nJa gleich haben wir's!\n_hämmert auf irgendwas rum_\nOh kaputt... war bestimmt nicht so wichtig\n_setzt irgendwelche Apparaturen ein_\n\nFertig!\n\nPringles > Lays","replies":[]},{"id":"","poster":"EsgibtKuchen","date":"2019-08-24T11:08:01.367+0000","up_votes":1,"down_votes":1,"body":"you must be from China lmao","replies":[]}]},{"id":"","poster":"Xarodas64","date":"2019-08-25T08:55:42.143+0000","up_votes":3,"down_votes":0,"body":"Alleine mit dem Akzeptieren der Geschäftsbedingungen auf der Kellogs Seite verdienen die sich durch Werbung schon dumm und dämlich? Wenn es wenigstens Skins wären die man sonst nicht bekommt oder so etwas... aber bei den `Preisen´ lohnt es sich nichtmal die Zeit zu opfern um sich da anzumelden.\r\nHEY DU JA GENAU DU!! KAUF DIR PRINGLES MELDE DICH BEI EINER WERBUNG VOLLGEKLATSCHTEN SEITE AN DIE DEINE DATEN ZU WERBEZWECKEN VERWENDEN AN UND MIT EINER WAHRSCHEINLICHKEIT DIE SO GERING IST, DASS SIE QUASI NICHT VORHANDEN IST, BEKOMMST DU EINEN SKIN DEN MAN FÜR 5 EURO AUCH IM GAME KAUFEN KANN!!! JETZT MITMACHEN  ( euer Rito Team )","replies":[]},{"id":"","poster":"OZ FlareoN","date":"2019-08-23T22:36:05.301+0000","up_votes":3,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}} ","replies":[]},{"id":"","poster":"Kıan","date":"2019-08-24T09:59:51.099+0000","up_votes":4,"down_votes":1,"body":"Yay! 0,00006% chance of getting a skin! That's not even worth if you buy like 1000 Pringles...","replies":[]},{"id":"","poster":"kleinerWolf ","date":"2019-08-23T21:01:01.275+0000","up_votes":5,"down_votes":2,"body":"€ > &lt;3 {{sticker:sg-soraka}} ","replies":[]},{"id":"","poster":"wallygon","date":"2019-08-23T17:32:11.029+0000","up_votes":6,"down_votes":3,"body":"almost riot almost , \r\nnext time yu do a colap \r\nevery 3rd buy of this product gives you a garunteed classic oof your choice ","replies":[{"id":"","poster":"Katarinio","date":"2019-08-24T12:54:17.043+0000","up_votes":1,"down_votes":0,"body":"I mean a random classic would do too","replies":[]}]},{"id":"","poster":"WildBlubb","date":"2019-08-27T17:17:50.467+0000","up_votes":2,"down_votes":0,"body":"absolut traurig.. man hätte das gewinnspiel echt fairer gestalten können. einfach nur um kohle zu machen lockt man mit 70 skins auf 115mio  dosen ? ohman, frechheit, genauso wie die preiserhöhungen der rp:)","replies":[]},{"id":"","poster":"LeroyBlancins","date":"2019-08-26T08:40:46.590+0000","up_votes":2,"down_votes":0,"body":"wait im calling it riot will make the wow move so we have to pay monthly {{sticker:slayer-jinx-unamused}} ","replies":[]},{"id":"","poster":"LeroyBlancins","date":"2019-08-26T08:37:28.267+0000","up_votes":2,"down_votes":0,"body":"money whores ","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-26T06:23:26.945+0000","up_votes":2,"down_votes":0,"body":"Ok alle die hier heulen .... spielt niemals Lotto","replies":[]},{"id":"","poster":"BattleBossSion","date":"2019-08-25T18:12:38.050+0000","up_votes":2,"down_votes":0,"body":"Aber wenigstens verschenken sie was ….  ist auch was positives dran …\r\n{{sticker:sg-ahri-2}} \r\nneben der Tatsache das es halt 70 Skins für 115 Millionen sind ….\r\n{{sticker:zombie-brand-facepalm}} ","replies":[{"id":"","poster":"ImTheCaptn","date":"2019-08-26T09:05:48.379+0000","up_votes":1,"down_votes":0,"body":"Die verschenken nichts. Der Preis sind deine Daten bei der Registrierung die du machen musst wenn du den Code eingibst.","replies":[]}]},{"id":"","poster":"Tooittim","date":"2019-08-25T17:30:26.581+0000","up_votes":2,"down_votes":0,"body":"Würde man dabei nicht Nestle unterstützen...{{item:3151}} {{sticker:slayer-jinx-unamused}} ","replies":[]},{"id":"","poster":"LessThanThre3","date":"2019-08-25T16:21:43.645+0000","up_votes":2,"down_votes":0,"body":"I mean imo if there's 70 skins in 115 million cans they could at least give away ultimate skins to the winners.","replies":[]},{"id":"","poster":"LinusSmallBeast","date":"2019-08-25T14:01:54.546+0000","up_votes":2,"down_votes":0,"body":"Für die die es sich noch nicht ausgerechnet haben: man hat eine wahrscheinlichkeit von 0,00006 % also so gut wie unmöglich.{{sticker:sg-ahri-1}} WTF","replies":[]},{"id":"","poster":"ImTheCaptn","date":"2019-08-25T10:53:33.500+0000","up_votes":2,"down_votes":0,"body":"Wie kann dieser Threat nur -1 likes haben bei 150 negativen kommentaren????{{sticker:sg-lux-2}}","replies":[]},{"id":"","poster":"Epic Melons","date":"2019-08-24T15:13:34.635+0000","up_votes":2,"down_votes":1,"body":"Ich unterstütze Riot finanziell nicht mehr. Die Preise für RP sind einfach nur unverschämt.\r\n\r\nHabe bis season 7 ca. 1.600€ für RP ausgegeben. Das war in Ordnung, weil man sich für 10€ so ziemlich jeden Skin holen konnte. Heute für einen Ultimate Skin 25€. Junge, dafür bekomme ich Wichter 3 mit beiden DLCs, ich glaub es hackt. {{sticker:sg-ahri-2}} \r\n\r\nKann mir auch nicht vorstellen Riot jemals wieder zu unterstützen, werde mir lediglich noch so ein paar TFT Eier holen, weil ich gerne den Pinguin hätte. Und möglicherweise MissFortune/Teemo/Yuumi skins, wenn sie gut sind. {{sticker:fiora-cool}} ","replies":[{"id":"","poster":"Lotrex2001","date":"2019-08-24T17:41:37.963+0000","up_votes":3,"down_votes":2,"body":"Niemand zwinkt dich Skins zu kaufen, außerdem ist League of Legends komplett kostenlos. Sei nicht so undankbar.","replies":[{"id":"","poster":"SAO Heathcliff","date":"2019-08-25T10:19:25.407+0000","up_votes":2,"down_votes":0,"body":"Undankbar?? Einerseits hat Riot gesagt das sie die Preise nach der allerersten Erhöhung wieder angleichen wenn sich der Markt wieder stabilisiert - haben wie das bekommen nein - Riot hat setzt noch einen drauf und gebt uns noch weniger RP für das Geld.\n\nEs ist einfach nur Unverschämt, sei es mal egal ob man Geld reinsteckt oder nicht. Man kann nicht sowas machen ohne davon auszugehen das sich die Community nicht dagegen stellt. Und jetzt die Aktion mit den Pringles ist unter aller sau. \nEs ist einfach ein falscher Schritt um sich die Community zu sichern und um vielleicht auch mal wieder neue Spieler anzulocken die aber von Smurfs, Flamern, Feedern und Bots gleich wieder vertrieben wird. Vielleicht sollte man mal andere Prioritäten setzen und nicht nur Geld, Geld, Geld.","replies":[{"id":"","poster":"JediMindTrixD","date":"2019-08-25T15:49:51.705+0000","up_votes":1,"down_votes":0,"body":"ja man, bitcoins!","replies":[]}]}]}]},{"id":"","poster":"EsgibtKuchen","date":"2019-08-24T11:06:56.356+0000","up_votes":4,"down_votes":4,"body":"Wieso sind alle jetzt so enttäuscht dass Riot nicht haufen Skins verschenkt? Tut doch einfach so als wäre nichts, Riot nimmt euch ja nichts weg sondern kündigt nur an, dass es diese (mini) Chance gibt. Ich komme mir so vor als wären viele kleine Kinder, die wütend sind, dass sie das falsche Geschenk zum Geburtstag bekommen haben.\r\nAls würde man sich aufregen, weil  jemand einem nur einen Lolli schenkt, obwohl er selber 10 in der Hand hält.{{sticker:sg-lux-2}} ","replies":[{"id":"","poster":"Shrine of Annie","date":"2019-08-24T14:19:15.437+0000","up_votes":2,"down_votes":1,"body":"stell mal vor du arbeitest irgendwo und bekommst 3k im Monat, dein Chef macht 100 Millionen im Monat und verschenkt dann 1k unter allen deinen Mitarbeitern, unter der Voraussetzung du machst im Monat 20 Überstunden... theoretisch hast du ja nichts zu verlieren und keinen Grund dich aufzuregen, aber dieses \"Ich bin so großzügig, ich verschenke Sachen... aber nur, wenn ihr selbst wieder viel Geld ausgebt\" kotzt halt viele Fans an die das Spiel mögen aber die absolut geizigen Marketing-Entscheidungen langsam satt haben","replies":[{"id":"","poster":"Sorakas Mom","date":"2019-08-24T22:13:43.709+0000","up_votes":2,"down_votes":2,"body":"Ein Unterschied zwischen deinem Beispiel und dieser Aktion, welchen man nicht übersehen sollte, ist aber, dass sich viele Menschen so oder so Pringles kaufen, Aktion oder nicht.\r\nDie Möglichkeit etwas gratis und ohne zusätzlichen Aufwand zu erhalten, ist etwas, was man in keiner Hinsicht schlecht reden sollte/kann.\r\nWer keine Pringles mag, hat halt Pech gehabt, und muss damit klar kommen.","replies":[{"id":"","poster":"ImTheCaptn","date":"2019-08-25T08:39:04.539+0000","up_votes":2,"down_votes":0,"body":"Das Gewinnspiel zielt aber darauf ab dass sich viele die zuvor keine Pringels gekauft haben jetzt animiert sind das zu tun. Gewinnspiele macht man nicht aus großzügigkeit. Das ist eine Art von Werbung.","replies":[]}]},{"id":"","poster":"SPICY FARTS","date":"2019-08-24T14:25:33.863+0000","up_votes":2,"down_votes":1,"body":"Und wo ist dabei das Problem? \r\nKlar ist die Chance bei der Aktion hier lächerlich gering, aber sich hier aufzuregen wird es nicht besser machen - eher noch wird es dann zukünftig gar keine Aktionen mehr geben.","replies":[]}]},{"id":"","poster":"Agnaraam","date":"2019-08-25T07:04:12.316+0000","up_votes":2,"down_votes":0,"body":"Oh mein Gott, es gibt noch normale Menschen in dieser Kommentarsektion :D \r\nSo ein Kindergarten ey.","replies":[]},{"id":"","poster":"Achte auf deine ","date":"2019-08-24T23:39:31.729+0000","up_votes":1,"down_votes":0,"body":"naja, es ist eher zu vergleichen mit jemand dem man einen cent schenkt. Ich denke du hast nicht ganz verstanden was bei so einer Aktion an geld umgesetzt wird für den Konzern Pringles + Riot. Was die Menschen hier aufregt ist die verhältnissmäßigkeit die nicht gegeben ist. ","replies":[]},{"id":"","poster":"MagicalBardini","date":"2019-08-24T23:13:54.376+0000","up_votes":1,"down_votes":0,"body":"Ich glaube was hier eher das Problem ist dass man die Aktion auch gleich hätte sein lassen können. Das ist ja so als würde man einfach sagen \"Kauft mehr Pringles und denkt an uns\". \r\n\r\nDie lassen es so wirken als würden diese 70 skins krass wertvoll sein...ich meine es gibt bei McDonalds Aktionen mit ähnlichen Gewinnchancen weitaus wertvollere Preise und da kann man ja genauso einfach ohne die zu beachten sein Leben weiter Leben. \r\nBei dieser Aktion hier ist es den Aufwand einfach nicht Wert. ","replies":[]}]},{"id":"","poster":"Raqha","date":"2019-08-25T00:19:17.746+0000","up_votes":2,"down_votes":2,"body":"Warum Hatet ihr das so sehr??? Ich mein, Leauge ist immernoch ein Kostenloses Game und das sie soetwas überhaupt machen ist eine nette Idee. Und vorallem freut es mich persönlich wenn Leauge einen so großen Partner bekommt wie Pringles bzw Kellog. Es ist immernoch besser als gar nichts.\r\n","replies":[{"id":"","poster":"ImTheCaptn","date":"2019-08-25T08:36:51.949+0000","up_votes":2,"down_votes":0,"body":"Dieses Gewinnspiel zielt darauf ab Werbung für Pringels zu machen und mit dem niedrigen Preis von 70 Skins einige Millionen Pakungen verkaufen zu können.\n\nRiot hat Shell, Cola , MasterCard usw als Sponsoren. Die brauchen GMO Kellogs nicht.","replies":[]},{"id":"","poster":"Dîshonored","date":"2019-08-25T07:54:54.031+0000","up_votes":3,"down_votes":1,"body":"Du bist die Art von Person, der man eine Backpfeife geben könnte und du dich dabei noch bedankst, da sie kostenlos war.","replies":[]},{"id":"","poster":"iDroggelbecher","date":"2019-08-25T08:02:06.876+0000","up_votes":1,"down_votes":0,"body":"Sie könnten auch einen neuen Skin erstellen und den bei jeder Pringlesdose dazu geben. Dass würde ihnen auch kein Zacken aus der Krone brechen ","replies":[]}]},{"id":"","poster":"Yoda1991","date":"2019-08-24T00:38:22.538+0000","up_votes":3,"down_votes":1,"body":"kommerzgeile schweinehunde, wie geldgierig kann man eig. noch sein?{{sticker:zombie-nunu-tears}} ","replies":[]},{"id":"","poster":"I Asph8lt King I","date":"2019-08-23T21:56:52.623+0000","up_votes":3,"down_votes":1,"body":"Tbh it is nice by Riot that they make something like this, but seriously...\r\nOut of 115 million cans and 2 winners daily we get up to an ammount of only 70 skins and a chance of 0.00006% of winning...\r\nRiot... you could have raise the odds much higher than that. Ik you also have to make money out of a free 2 play game, but LoL got to one of the most popular and successful games ever so you might have some more ´´mercy´´ to us too.{{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"D4T RueL FuN","date":"2019-08-24T20:16:05.317+0000","up_votes":3,"down_votes":2,"body":"jooo kommt doch alle mal runter. 110 Millionen von den Dosen werden sowieso im Müll landen ohne dass jemand den Code eingibt.\r\nIst gut für jeden der LEC mag, dass sie nen weiteren Deal mit ner bekannten Marke haben, es zwingt euch niemand deswegen Pringles zu kaufen:)","replies":[]},{"id":"","poster":"iBrosephi","date":"2019-08-24T12:29:42.134+0000","up_votes":2,"down_votes":2,"body":"Immerhin kann man Skins bekommen, also wenn man Pringles mag kann man ja vielleicht gewinnen also warum darüber aufregen, das man nur wenige Skins bekommen kann immerhin kann man sie bekommen.","replies":[{"id":"","poster":"kitho04","date":"2019-08-24T12:57:35.279+0000","up_votes":3,"down_votes":2,"body":"true. mal ehrlich ist ja nicht so als ob man pringles nur kaufen würde um eine chance auf nen free skin zu haben xD, pringles kauft man weil sie geil schmecken :D","replies":[{"id":"","poster":"Agnaraam","date":"2019-08-25T07:05:16.077+0000","up_votes":1,"down_votes":1,"body":"Jetzt tun alle so, als wären sie gezwungen, Pringles zu kaufen ^^","replies":[]}]}]},{"id":"","poster":"Jinx Will Eat U","date":"2019-08-25T16:42:21.390+0000","up_votes":2,"down_votes":1,"body":"{{sticker:slayer-jinx-unamused}}  Super. Das geht wohl nach hinten los. ","replies":[]},{"id":"","poster":"ImTheCaptn","date":"2019-08-23T20:08:58.765+0000","up_votes":2,"down_votes":1,"body":"Die enthalten GMO also nee sorry ..mal abgesehen von der gewinnchance die niedriger ist als beim lotto alle zaheln richtig zu haben LuL","replies":[{"id":"","poster":"freudiger stein8","date":"2019-08-24T09:58:38.198+0000","up_votes":1,"down_votes":0,"body":"echt xD\r\n\r\nriot ist echt brutal","replies":[]}]},{"id":"","poster":"tramfahrer09","date":"2019-09-02T23:50:00.460+0000","up_votes":1,"down_votes":0,"body":"LMAO RIOT I WANT A DIVORCE {{item:1056}} ","replies":[]},{"id":"","poster":"muss Ios bruder","date":"2019-09-01T18:51:39.249+0000","up_votes":1,"down_votes":0,"body":"🡓","replies":[]},{"id":"","poster":"Luthalor","date":"2019-08-27T18:17:39.142+0000","up_votes":1,"down_votes":0,"body":"Die Aktion ist so heftigst billig, dass ich sogar absichtlich KEIN Pringles kaufen werde {{sticker:sg-miss-fortune}} HAHAAAA damit habt ihr sicher nich gerechnet wa?! GENUTSED !","replies":[]},{"id":"","poster":"Cygne","date":"2019-08-26T21:39:20.670+0000","up_votes":1,"down_votes":0,"body":"I mean, thanks for doing an event Riot...But please think about that 70 out of 115 MILLION thing again? Like the odds are higher for non-League-Players to win the skins at this rate \r\n{{sticker:sg-lulu}} ","replies":[]},{"id":"","poster":"Sorakas Mom","date":"2019-08-24T22:22:15.318+0000","up_votes":4,"down_votes":11,"body":"Nachdem ich mir die Kommentare hier durchgelesen habe, könnte ich es Riot nicht einmal mehr übel nehmen, wenn sie nur einen einzigen Gewinncode in allen Pringles-Dosen der Welt verstecken würden. Die Menge an Leuten die sich beschweren über dinge wie:\"selbst wenn man 20€ für Pringles ausgibt hat man immer noch keine realistische Chance zu gewinnen\" und dabei offensichtlich vergessen, dass man zusätzlich Pringles im wert von 20€ dazu bekommt, ist einfach nur nicht akzeptabel. Egal wie gering die Chance, gratis ist gratis, und da sich viele Leute so oder so Pringles kaufen, kann man sich bei dieser Aktion eigentlich über nichts beschweren.","replies":[{"id":"","poster":"BR  ΞΧΡΞŘŤ","date":"2019-08-25T09:52:46.656+0000","up_votes":4,"down_votes":1,"body":"Nightaries3 bin gerade fast auf deine Schleimspur ausgerutcht...\r\nWegen solchen Flitzpiepen wie dir denken Konzerne das die jeden so easy verarschen können!\r\n\"Entweder bist du blind oder einfach nur Blöd\" -Andreas,33","replies":[{"id":"","poster":"w4termelon4","date":"2019-08-25T15:40:45.739+0000","up_votes":1,"down_votes":0,"body":"Argumente sind bei dir nur leider nicht vorhanden. Es ist free shit. Wenn du keine Pringles magst, kauf sie nicht. du verpasst nichts.","replies":[{"id":"","poster":"BR  ΞΧΡΞŘŤ","date":"2019-08-26T08:20:35.376+0000","up_votes":1,"down_votes":0,"body":"Mach die Augen auf und ließ ein paar Kommentare hier durch\r\nPS: Fürs schleimen gibt es keine Skins also hör bitte damit auf...","replies":[]}]},{"id":"","poster":"zzoidberg","date":"2019-08-25T14:34:37.815+0000","up_votes":1,"down_votes":1,"body":"So ist es. Gutes Beispiel für die Dummheit der Menscheit. Manche wollen offensichtlich verarscht werden. Den anderen bleibt oftmals keine Wahl.","replies":[]}]},{"id":"","poster":"Rbby","date":"2019-08-25T10:33:57.906+0000","up_votes":1,"down_votes":0,"body":"my dude du bist terribly wrong. Riot bekommt nen haufen geld für die promo indem sie die reichweite der community legit im client abusen mit werbung für dieses 'giveaway'. Außerdem gibts du beim einlösen des Codes deine persönlichen daten ein also würde ich nicht von gratis reden und selbst als person die Pringles so oder so kauft würde ich den code deshalb nicht einlösen bei den odds. Zuletzt sind viele wahjrscheinlich bisschen sauer weil es z.B auf dem türkischen Server wesentlich bessere Promos gibt (eine kiste und schlüssel pro Flasche Coke z.b)\r\nalles in allem find ich schon dass es ok von der Community ist Riot darauf aufmerksam zu machen dass solche giveaways nicht gut ankommen (auch wenn es prolly eh nichts ändert)\r\n\r\ntl;dr ich bin butthurt {{summoner:3}} ","replies":[]},{"id":"","poster":"Agnaraam","date":"2019-08-25T07:06:34.870+0000","up_votes":4,"down_votes":0,"body":"Danke!","replies":[]}]},{"id":"","poster":"LucasonZockt","date":"2019-08-25T15:24:01.292+0000","up_votes":1,"down_votes":0,"body":"Eine Chance von 1 zu 1642857 einen Skin aus einer Pringlesdose zu bekommen.\r\n\r\nIch lasse das einfach mal unkommentiert :) {{champion:119}} ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-26T06:21:24.602+0000","up_votes":1,"down_votes":0,"body":"Schon mal Lotto gespielt ?","replies":[]}]},{"id":"","poster":"Yay its Ray","date":"2019-08-25T21:59:41.742+0000","up_votes":1,"down_votes":0,"body":"Rito.  U  are partnering up with fecking  Pringles!  Pringles! and there is no new : \"Mr.Pringles Braum\" Skin {{sticker:slayer-jinx-unamused}} {{sticker:zombie-brand-facepalm}}  How couldt u miss that opportunity  {{sticker:zombie-brand-mindblown}} {{sticker:zombie-brand-clap}} ","replies":[]},{"id":"","poster":"KryioX","date":"2019-08-25T20:37:10.614+0000","up_votes":1,"down_votes":0,"body":"Every Gamer's Dream\r\nPringles : How many Skins u want to Giveaway Riot Games?\r\nRiot Games : Yes\r\n\r\n\r\n\r\n**Reality : This Shit**","replies":[]},{"id":"","poster":"Search92","date":"2019-08-25T20:10:30.960+0000","up_votes":1,"down_votes":0,"body":"ALBAN ‘STILGAR FREMEN’ DECHELOTTE  seine stelle soltle doch bitte neu ausgeschrieben werden.","replies":[]},{"id":"","poster":"KingBRA","date":"2019-08-25T18:49:16.107+0000","up_votes":1,"down_votes":0,"body":"just go home{{summoner:6}} ","replies":[]},{"id":"","poster":"FurzAntrieb","date":"2019-08-25T18:15:57.705+0000","up_votes":1,"down_votes":0,"body":"Kapitalismus + die Community fett halten -> stonks\r\n","replies":[]},{"id":"","poster":"Ð3mon","date":"2019-08-25T15:32:24.578+0000","up_votes":1,"down_votes":0,"body":"einfach nür lächerlich .. ","replies":[]},{"id":"","poster":"Da passiert WASS","date":"2019-08-25T13:58:47.223+0000","up_votes":1,"down_votes":0,"body":"70 skins on 115 million cans AHAHAHAAHAHAH    bullshit \r\n","replies":[]},{"id":"","poster":"Trump in China","date":"2019-08-25T13:48:02.943+0000","up_votes":1,"down_votes":0,"body":"Echt mal, was denkt ihr leute euch das zu verurteilen? 70 Skins nicht aufgeteilt auf 115 Dosen, sondern 115 Millionen Dosen die einen Code enthalten. Wenn jetzt nur 2 leute Pro überhaupt einen Code einlösen dann hat jeder von denen nen Skin. Die Chance erhöht sich je weniger leute es einlösen. Es gibt ja auch leute, die sich einfach so Pringles kaufen... Außerdem ist das gegenseitige Promo von Pringles und Riot, vielleicht Zahlt Riot denen sogar noch viel Geld.\r\n\r\nIhr könnt dankbar sein, die Chance dazu zu haben.","replies":[{"id":"","poster":"Trump in China","date":"2019-08-25T13:49:56.274+0000","up_votes":1,"down_votes":0,"body":"Ehrlich mal die, die sich aufregen sind Wetten nur 15 Jährige plebs oder leute die nicht gut lesen können!","replies":[]}]},{"id":"","poster":"Sufifix","date":"2019-08-25T13:41:04.507+0000","up_votes":1,"down_votes":0,"body":"Im Ernst Riot, was soll das den? Mehr Abzocke geht wohl echt nicht!{{sticker:sg-ahri-1}}  xc","replies":[]},{"id":"","poster":"Rosmas","date":"2019-08-25T13:15:14.034+0000","up_votes":1,"down_votes":0,"body":"Hauptsache jetzt ne fette Pringles Dose aufm Startbildschirm oO  -  WTF","replies":[]},{"id":"","poster":"EM6969","date":"2019-08-25T12:35:25.842+0000","up_votes":1,"down_votes":0,"body":"simply outrageous. Shame on you. Not worth the time. Already wasted too much time reading this effrontery !","replies":[]},{"id":"","poster":"tKmHkSAdam","date":"2019-08-25T09:43:06.214+0000","up_votes":1,"down_votes":0,"body":"SCAM SCAM SCAAAAAAAM","replies":[]},{"id":"","poster":"Sharik","date":"2019-08-25T09:25:14.486+0000","up_votes":1,"down_votes":0,"body":"70 skins on 115m million cans. THIS IS HOW BUSINESS WORKS! RIOT stop TROLL US! {{sticker:sg-shisa}} ","replies":[]},{"id":"","poster":"Piponator01","date":"2019-08-25T08:45:06.180+0000","up_votes":1,"down_votes":0,"body":"Magst du Pringles, hast du kein problem damit dir ein oder zwei packungen zu kaufen... Spielst du LoL und hast Glück, gewinnst du ZUSÄTZLICH noch einen skin. Wenn du dich entscheidest hunderte von Packungen zu kaufen, nur um EINEN Skin zu bekommen, hast du meiner Meinung nach keine Ahnung warum es solche Events nun mal gibt. (Oder du hast zu viel Geld).\r\n","replies":[]},{"id":"","poster":"ReiAyanami2234","date":"2019-08-25T07:57:59.527+0000","up_votes":1,"down_votes":0,"body":"Jetzt mal Butter bei den Fischen! Wie erbärmlich muss mann bitte sein, um so eine Aktion zu starten? Ihr erhöht die Preise, schert euch einen Dreck um die Trolle da draußen und lockt nun mit so einem Angebot? \r\n\r\nViel Glück die Preise am Mann zu bekommen. Ich werde mir nur Pringles holen um diese zu schnabulieren. Den Code schmeiße ich mit Freuden weg {{summoner:32}} ","replies":[]},{"id":"","poster":"SelfExpand","date":"2019-08-25T02:06:21.162+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, dass es das erstemal ist, dass ich hier irgendwo kommentiere, aber ich muss mich einfach mal über euch TOTLACHEN, weil ihr die geldgeilen Affen seid, die nicht damit klar kommen, dass nicht genau DU einen FreeSkin bekommst. Und an alle Schlaumeier die sagen \"Zuviele spielen eh nicht\" - Deshalb sollt ihr den Code ja auch eingeben und es gibt jeden Tag 2 Gewinner und nicht 70 Codes die richtig sind. D.h von den 100Mio werden vlt. 100k eingelöst. Bessere Chancen für euch Gewinner(ironie) auf einen wertlosen Skin? :DD","replies":[]},{"id":"","poster":"Chogs","date":"2019-08-25T01:39:59.640+0000","up_votes":1,"down_votes":0,"body":"A JOKE","replies":[]},{"id":"","poster":"KaedeSama","date":"2019-08-24T23:33:41.852+0000","up_votes":1,"down_votes":0,"body":"RIOT Games bitte überlegt doch mal ein bisschen - sind wir, League of Legends Spieler, die einzigen, die Pringles in dem Zeitraum kaufen werden? Schön, das dann jemand den richtigen Code gekauft hat und ihn aber nicht eingelöst hat - weil er/sie/es kein Plan davon hat was League of Legends eigentlich ist - starke Leistung von euch jetzt gibt es doch noch Leute die noch geboosted sind als das Team vom Balance des Spiels - ich meine damit Garen xD {{summoner:4}} out","replies":[]},{"id":"","poster":"Uberboss Alex","date":"2019-08-24T23:03:22.475+0000","up_votes":1,"down_votes":0,"body":"Das Argument \"Gratis ist Gratis\" zählt nicht, und zwar aus folgendem Grund: \r\n\r\nIm Endeffekt ist es nämlich nicht gratis. Vor allem wenn man üblicherweise keine Pringels kauft. Skins zu verschenken kostet Riot im Endeffekt auch nichts.\r\nFür diejenigen, die sonst auch Pringels kaufen eine \"nette\" Aktion, an der man dann auch teilnehmen kann. \r\nEs ist einfach nur gegenseitige PR. Und das sollte man schon übel nehmen. Jeder mit ein bisschen Verstand wird erkennen, dass Menschen, die vorher kein League gespielt haben League spielen werden, wieder RP kaufen etc. und Menschen, die keine Pringels essen, jetzt dazu verleitet werden, Pringels zu kaufen.\r\nZumal vor dem PC zu sitzen und Chips zu futtern die Ultimative Wombo-Combo ist. Die Pharma freut sich direkt mit.\r\n\r\n**Ich werde diese Aktion nicht unterstützen**. Solche Geldmacherei-PR-Aktionen, selbst wenn sie die chance auf 10% anheben, kann ich nicht gut heißen. Und die Rewards sind im Verhältnis lächerlich, und wiegesat diese PR-Aktion kostet nichtmal viel. Es geht wieder einfach mal nur ums Geld. Und das merkt man schon deutlich. Von wegen \"gratis\" wenn man die Gesamtheit betrachtet. ","replies":[]},{"id":"","poster":"gamefer3","date":"2019-08-24T22:16:45.899+0000","up_votes":1,"down_votes":0,"body":"Ich brauch erstmal ein paar mg Mophium jetzt","replies":[]},{"id":"","poster":"Rydar","date":"2019-08-24T13:54:08.040+0000","up_votes":1,"down_votes":0,"body":"Schämt euch, was ist das für eine Aktion?","replies":[]},{"id":"","poster":"juan888l","date":"2019-08-24T12:28:50.802+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-3}} ","replies":[]},{"id":"","poster":"gfxynN","date":"2019-08-24T11:51:08.799+0000","up_votes":1,"down_votes":0,"body":"ahhhaahhahh","replies":[]},{"id":"","poster":"Much Doge So LoL","date":"2019-08-24T11:47:02.202+0000","up_votes":1,"down_votes":0,"body":"Goin to buy 1.65 million Pringles cans and hope i am the one that uses the right code the right day to get my random classic skin.\r\n{{item:2319}} {{summoner:13}} ","replies":[]},{"id":"","poster":"linglingxD","date":"2019-08-24T11:27:18.483+0000","up_votes":1,"down_votes":0,"body":"This actually makes me want to buy Prungels less.. Thx Riot","replies":[]},{"id":"","poster":"GoodMoaningAll","date":"2019-08-24T11:20:43.103+0000","up_votes":1,"down_votes":0,"body":"Isnt the purpose of those promotions, that more people buy pringles? With those odds you get the least amount of people to buy this overpriced chips. I mean...in the end some people buy this crap, but in the expense for your already damaged reputation to be a greedy company? Is that worth it?","replies":[]},{"id":"","poster":"PD BR BESTA666","date":"2019-08-24T09:31:14.078+0000","up_votes":1,"down_votes":0,"body":"115 milhões de latas e apenas 70 skin ....... Eu pensei que no servidor Europa tudo seria mais barato e acessível.....  ","replies":[]},{"id":"","poster":"Kevlevra","date":"2019-08-24T09:10:53.414+0000","up_votes":1,"down_votes":0,"body":"Aber was ist, wenns 70 mal Black Alistar wäre?{{champion:12}} ","replies":[]},{"id":"","poster":"Rynkk on LSD","date":"2019-08-24T09:07:39.782+0000","up_votes":1,"down_votes":0,"body":"if they are exclusive classic skins like og championship riven i wouldnt even mind the probability thats equivalent to getting a good team","replies":[]},{"id":"","poster":"Rukyo","date":"2019-08-24T09:07:21.136+0000","up_votes":1,"down_votes":0,"body":"Naja 70 Skins bei 115m Dosen, is ja schon hart lächerlich.\r\nEs gibt immernoch die Chance das Menschen, die League nichtmals spielen den Code bekommen... schämen solltet ihr euch.","replies":[]},{"id":"","poster":"Frouz3","date":"2019-08-24T08:47:15.127+0000","up_votes":1,"down_votes":0,"body":"as long as there's no nestle colab im fine with it {{sticker:vayne-pose}} ","replies":[]},{"id":"","poster":"G2 ImKasua","date":"2019-08-24T08:31:41.717+0000","up_votes":1,"down_votes":0,"body":"hhaha ich dachte in jeder 5ten dose ist ein skin und ihr gibt uns 70 skins in 115 dosen??? \r\nich glaub ich benutz meine 50 euro paysafe karte doch nicht für skins : ^  )","replies":[]},{"id":"","poster":"Jennifer420","date":"2019-08-24T05:46:10.932+0000","up_votes":1,"down_votes":0,"body":"ist das der MSI reward den es bisher jährlich gab, nur für eu nicht als wir gewonnen haben? danke riot :D","replies":[]},{"id":"","poster":"Xames","date":"2019-08-24T02:16:35.030+0000","up_votes":1,"down_votes":0,"body":"Und dann wird auch noch mit dem Abbild von Championship, Challanger und MSI Skins geworben. Dabei wissen wir doch alle, dass man Legacy Skins immer nur der Abfall ist, den Riot uns hinterher wirft. Ich bin mir sicher das 90% von den 70 Gewinnern mit den alten Skins von vor 2012 belohnt werden. Für den Müll würde ich nicht mal ne Dose Pringles kaufen, selbst wenn mir der Gewinn garaniert wäre.","replies":[]},{"id":"","poster":"Yoda1991","date":"2019-08-24T00:26:15.605+0000","up_votes":1,"down_votes":0,"body":"toll und wenn man nicht nach berlin kann? aber das gewinnt... ist mir schonmal bei einem gewinnspiel passiert. dann hätte das lieber ein anderer glücklicher aus der nähe von berlin bekommen, so verfällt es oder was? :(","replies":[]},{"id":"","poster":"CubeX1","date":"2019-08-23T22:52:15.822+0000","up_votes":1,"down_votes":0,"body":"Wow danke Riot, echt, danke. Sowas alleine zu bewerben, so traurig haha, hoffe ihr geht pleite ihr Scheißhaufen.","replies":[]},{"id":"","poster":"V34N1","date":"2019-08-23T22:07:43.871+0000","up_votes":1,"down_votes":0,"body":"made my day :D\r\n","replies":[]},{"id":"","poster":"ImTheCaptn","date":"2019-08-23T20:32:15.835+0000","up_votes":1,"down_votes":0,"body":"Da ist GMO drinnen {{sticker:zombie-nunu-tears}}","replies":[]},{"id":"","poster":"Shurimas Slave","date":"2019-08-23T19:46:40.174+0000","up_votes":1,"down_votes":0,"body":"grade mal 115 millionen mit 70 skins {{sticker:sg-zephyr}} ","replies":[]},{"id":"","poster":"FlashDice","date":"2019-08-23T18:33:32.484+0000","up_votes":1,"down_votes":0,"body":"Hey Riot , How about Braum as Gift for every Can ? Would Fit perfectly.(\"MR. Pringles\")","replies":[]},{"id":"","poster":"eck0o","date":"2019-08-23T18:24:13.483+0000","up_votes":1,"down_votes":0,"body":"70 Skins bei 115 Millionen. Das heißt man hat eine Chance von 0,00006% einen Skin zu bekommen. \r\nMal ganz abgesehen davon wie ungesund Pringles sind. Beim RP Kaufen bekommst du sicher etwas und du hilfst auch noch deiner Figur. {{champion:13}} ","replies":[]},{"id":"","poster":"I Anivia Main I","date":"2019-08-26T05:43:46.288+0000","up_votes":1,"down_votes":1,"body":"No Pringels for me for the next years! #Believe in Siv (HD)!","replies":[]},{"id":"","poster":"DerKeiler","date":"2019-08-25T18:57:28.280+0000","up_votes":1,"down_votes":1,"body":"Ich kann mir vorstellen warumm sämtliche LOL Spieler so empört darüber sind es heist es gibt kostenlose skins ich dachte sofort an Noxus {{champion:78}} denn die will ich unbedingt haben dann las ich wie die Bedingungen sind und zwar enttäuschend was zu erwarten war bei der gewinn Changs. #Eeinfach ne dose Pringels Futtern und ATS {{champion:201}}  TOP auspacken und neben bei nen Skin schnappen# Is leider nicht so. was haben sich Riot und Pringels gedacht? vielleicht: riot: \"nicht gut uns gehen die Spieler flöten was tun ja TFT läuft ungeahnt gut. Wir müssen an Leute rann MER LEUTE ansonsten können wir unser {{champion:119}}  nicht mehr halten (Die Firma mit den 1,470 (2014 geschätzten angestellten) was ist zu tun? na klar Werbung läuft nicht so gut also eine Aktion führ Leute die uns noch nicht {{champion:85}}  (wohl klar) aber was hat eine hohe fan basis mit Spielern in unserem alter in Europa Ah Pinguin! so jung were toll aber die meisten in dem alter haben kinder die auf ihre Eltern hören also was älteres ????\" Pringels: hei ihr Riot Games ihr happt da so nen {{champion:201}} mit dem selben {{champion:432}} wie unser logo (Klage versuch {{champion:86}} schrei wir sind Bekannter {{champion:17}} und weitreichender {{champion:18}} als ihr auf der welt usw.)\" Riot: \"das wissen wir!!! und zur Entschuldigung machen wir kostenlos Werbung für euch mit Hilfe einer Aktion {{champion:157}} wo wir Nicks verdienen\" ( perfekte Werbung fur uns {{champion:45}} )  jor wir geben euch 70 skins macht was draus. Pringels und Riot Games am tisch dass meine freunde ist dabei rausgekommen {{champion:6}} sie haben nicht daran gedacht den Spielern eine Freude zu machen sondern den {{champion:223}} von nicht Spielern zu beeinflussen und Werbung für die LEC zu machen mehr Zuschauer usw. im richtigen alter oder über die breite masse zu finden. So hoffe Diese kleine Anekdote hat euch gefallen {{champion:103}} .","replies":[]},{"id":"","poster":"Project Shadow","date":"2019-08-25T14:12:21.186+0000","up_votes":2,"down_votes":2,"body":"Seid ihr alle eigentlich kernbehindert? Hier wird so getan, als ob Pringles zu Riot gehört. Denkt ihr Riot verdient jetzt an jeder Dose mit, nur weil sie 70 Skins VERLOSEN? Kommt mal klar auf euren Bias. Absolut lächerlich, was sich hier manche drüber aufregen, dass man tatsächlich was gewinnen kann, wenn man gern Pringles futtert und dann mal nen Code einlöst. Ihr werft Riot Greed vor und greeded mit eurem Benehmen doch nur nach Skins. Wenn ihr euch keine kaufen wollt, dann kauft euch keine. Aber erwartet nicht, dass ihr sie wie Zahnstocher an der Imbissbude geschenkt kriegt. Und wer so dämlich ist, nur wegen einem Free Skin jetzt 20 Dosen Pringels zu kaufen, ist auch selber schuld. Das ist ne reine Promoaktion für beide Parteien (Pringles und Riot). Es gibt genug Promoaktionen, bei denen die Gewinnchancen low af sind. Regt ihr euch aber da über jede einzelne auf? Und die Leute, die hier mit einer Gewinnchance von 0,0006% ankommen denken, sie wären Mathegenies... Es ist eine Verlosung... 115m Dosen enthalten einen Code, 2 werden am Tag verlost. Es ist also nicht relevant, wie viele Codes es insgesamt gibt, sondern, wie viele am Tag eingelöst werden. Aber keiner, wirklich keiner. Zwingst euch Pringles zu kaufen, Skins zu kaufen, League zu zocken, an der Aktion teilzunehmen oder überhaupt sich nen Dreck hier rum zu scheren. Also haltet doch mal den fucking Ball flach oder macht euer eigenes Game, wo ihr dann eure eigenen Aktionen mit anderen Firmen startet, wo ihr alles, was ihr so auf die Beine gestellt habt, einfach an jeden und alles raushaut.{{sticker:zombie-brand-facepalm}} ","replies":[]},{"id":"","poster":"Hollowstorm","date":"2019-08-24T13:09:39.211+0000","up_votes":1,"down_votes":1,"body":"Lasst mal aus Prinzip Prignles boykotieren !!!!!!                      Let us stop buying this shit ","replies":[]},{"id":"","poster":"Hollowstorm","date":"2019-08-24T13:06:10.902+0000","up_votes":1,"down_votes":1,"body":"Riot are u like to kidding us stop this bullshit give evry one a Skin for 3 Pringles packs a ratte from lover as 0,0004 isn t takeable ","replies":[]},{"id":"","poster":"Astrikas","date":"2019-08-24T13:00:05.631+0000","up_votes":1,"down_votes":1,"body":"Hmm... Dann werde ich wohl keine Pringles mehr kaufen. Glückwunsch an die Marketingabteilung\r\n{{sticker:slayer-pantheon-thumbs}} ","replies":[]},{"id":"","poster":"Lotrex2001","date":"2019-08-24T12:28:59.023+0000","up_votes":2,"down_votes":2,"body":"Alle sind nur am weinen. Ihr habt woll alle nicht verstanden. Na und dann sind es halt nur 70 Skins von 115 Million Codes. Niemand zwinkt euch an diesem Event mitzumachen, hauptsache bedankt wird sich nicht. LoL kann man kostenlos spielen und Riot Games macht auch viele gute Events, aber immer nur am beschweren. Ich meine ihr sollte euch mal alle nicht so beschweren und ein bisschen dank zeigen.","replies":[]},{"id":"","poster":"funtimefelix","date":"2019-08-23T15:07:47.950+0000","up_votes":1,"down_votes":1,"body":"nice ^^\r\n","replies":[]},{"id":"","poster":"w4termelon4","date":"2019-08-25T15:33:53.625+0000","up_votes":1,"down_votes":2,"body":"I don't get the people complaining here. Neither do you have to buy pringles, nor do you miss something unique when you don't want to participate. It's basically free skins for people who like pringles. What the fuck is wrong with rito giving us free stuff? I just dont get it.","replies":[]},{"id":"","poster":"Muteki no Sapota","date":"2019-08-24T02:48:18.392+0000","up_votes":1,"down_votes":3,"body":"Leute, hört doch bitte auf so zu meckern, weil es nur 70 Skins gibt die verlost werden und zu sagen dass Riot die Community am Arsch vorbei geht. Riot ist nicht dazu verpflichtet euch Skins zu schenken. Seid doch einfach froh dass ihr die Chance darauf habt wenn ihr euch zufällig eine Pringles Dose kauft und gewinnt und wenn nicht habt ihr halt 2 min eures Lebens gewasted fertig.","replies":[]}]}