{"id":"pvIhd9cg","poster":"Wombatus93","date":"2018-09-24T16:53:36.628+0000","title":"On Slaught nicht spielbar","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Ich habe gerad 4x hintereinander &quot;verloren&quot;, weil immer 2 Leute in meinem Team der Meinung waren, dass sie so nicht ihre Quests abschlie&szlig;en k&ouml;nnen, also nicht spielen brauchen. Einige wollen 2 Augments, dann hat einer 4 drin und zack. Game vorbei. Das ganze jetzt ungelogen 4x hintereinander. Das kann doch nicht wahr sein. \nIn diesem Falle machen die Quests den &quot;Spa&szlig;&quot; kaputt, weil durch die super nette Player Base bei LoL, ist es nun scheinbar unm&ouml;glich diesen Modus zu spielen!","replies":[{"id":"","poster":"masterkabu","date":"2018-09-25T12:26:22.769+0000","up_votes":1,"down_votes":0,"body":"Ja, geht mir auch dezent auf die Nerven. Die unterschiedlichen Queststände erschweren es ungemein voran zu kommen.\nMan ist bei den Quests einfach komplett auf seine Teammates angewiesen. Und nicht jeder hat 4 Leute zur Hand mit denen er diese Quests absolvieren kann.\nWir waren letztes Wochenende zu viert und haben 5 anläufe gebraucht um die \"Alle Yasuo\" Quest zu machen. Einfach weil viermal die \"Randoms\" irgendeinen Champ instent eingeloggt haben. \nDer Modus an sich ist mega genial und auf Onslaught auch wirklich fordernd. Gerade mit weniger Augments. Aber die teamabhängigen Quests rauben doch enorm den Spielspaß. Man kann sich dann entscheiden auf ewig \"mitzulaufen\" und anderen bei quests zu helfen oder man lässt die Finger von dem Modus.","replies":[]},{"id":"","poster":"Bronze7Main","date":"2018-09-24T17:10:46.302+0000","up_votes":1,"down_votes":3,"body":"naja der Modus soll auch eher anregen dazu das man sich ein Team sucht  das man mit leuten kommuniziert. Das ist mit diesem Modus auch völlig gegeben. Wer sich darauf nicht einlassen möchte für den ist ein Multiplayer spiel definitiv das falsche sry.\n\nallerdings merkt man auch einfach dort den unterschied zum star guardian mode: da waren keine solchen Vorraussetzungen gegeben weswegen man den Modus  zu 99,9% aus Spaß gespielt hatte während hier eben Vorraussetzungen gegeben sind. Das hat Rito ein wenig vergeigt hätte aber selber nicht erwartet das es solche negativen Auswirkungen hat.  Naja aus Fehlern lernt man hoffentlich und Rito kriegt das beim nächsten mal besser hin was die Missionen angeht :3 aber trotzdem ein gut gelungener Modus und eine echte herausforderung. Selbst faker hats beim 1. Versuch verkackt lel sprich dh der Modus ist echt schwer :3","replies":[]}]}