{"id":"xogAPJzE","poster":"Necromant","date":"2018-09-24T09:55:45.403+0000","title":"Helft mit! Izaya soll wieder Emissary werden!","subforum":"Allgemeiner Chat","embed":{"title":"Abstimmung: Soll Izaya Kumiho weiterhin Emissary bleiben? - Online Abstimmung","description":"Abstimmung: Abstimmung: Soll Izaya Kumiho weiterhin Emissary bleiben?","url":"https://onlinevoten.de/poll/96625-abstimmung-soll-izaya-kumiho-weiterhin-emissary-bleiben/","image":"https://onlinevoten.de/img/onlinevoten_fb.png"},"up_votes":38,"down_votes":22,"body":"Sehr geehrte Forennutzer und Forennutzerinnen!\n\n**UPDATE**\n\n> Leider wurde der Link durch ein Botnet infiziert, somit stimmen die Angaben nicht mehr.\n> Letzter Stand waren 80 Ja Stimmen, 11 Nein.\n> \n\n**Wir brauchen eure Hilfe!** \nEine Freundin von uns wurde offiziell und zu unrecht aus dem Volunteerstatus geworfen, was sie sehr schwer traf.\nEiner ihrer Freunde kam auf die Idee, eine Stimmenstammlung für sie zu starten, um das arme Mädchen wieder grün zu machen!\nWir möchten sie nicht leiden sehen und versuchen hiermit unsere Sorge mit jedem frei teilen.\n\n\n\n\n\n**Doch warum das Ganze?**\n\n\nHier ein paar Begrüdungen/Kommentare von uns:\n\nUser A:\n\n> Wieso so ausgerechnet Izayah?\n> \n> Seit einigen Monaten bin ich nun im Forum tätig und habe doch schon einiges gelesen. Bevor Izaya Kumiho ein Emissary wurde, hab ich mir schon des \n> des öfteren die Frage gestellt, wieso sie kein Emissary ist. Sie beschäftigt sich wirklich viel mit den Themen und Problemen der Forenuser.\n> Wie beispielsweise bei Chatlogs von angeblich ungerechtfertigten Bans. Kein User/Volu erklärt dem Spieler so gut wieso er gebannt wurde, wie Izaya.\n> Man ließt die Motivation förmlich heraus und man weiß direkt \"Ja diese Person hat sich mit meinem Thema beschäftigt\".\n> Genau das wollen User doch, wenn sie ein Problem haben. Ein User will nicht mit einem Regelbuch schreiben, das einfach nur die Regeln zitiert und völlig unmotiviert ist..\n> Und genau das ist es was Izaya ausmacht. Sie zitiert nicht einfach nur Regeln, sie erklärt dir die Regeln und nimmt sich für jeden Spieler viel Zeit!\n> Und Diskussionen gehören nunmal auch dazu! Was wäre das Forum ohne Diskussionen und wieso sollten Volus das nicht auch dürfen?\n\nUser B:\n\n> o: kio ist unteranderem eine der aktivsten im ganzen volunteer programm, beteiligt sich eig. überall an projekten und gestaltet diese auch aktiv mit, ist jeden tag in den boards &amp; auf dem discord aktiv und hilft den spielern, widmet sehr viel zeit dem programm und ist wahrhaftig ein volunteer in geist &amp; seele :D, sie kann diskussionen argumentiv führen und auf einen hohen niveau halten, sie ist aufmerksam und hört zu wenn jemand was sagt, sie ist ehrlich und wenn ihr etwas nicht passt kann sie es auch sagen, wenn sie merkt dass sie etwas falsch gemacht hat dann entschuldigt sie sich im nachhinein dafür und bereut es, weil sie bereits viel erfahrung mit communitys etc hat uuund joa weil sie eine liebenswerte person ist :3\n\n\nUser C:\n\n> Als ich hörte, dass Izaya kein Emissary mehr ist war ich total irritiert. Ich bin seit paar Monaten im Riot Discord Server zutreffen und dort habe ich sie als die \"erste\" Emissary getroffen. Schon damals habe ich immer wieder mitbekommen, wie oft sie anderen mit ihren Ratschlägen half oder versuchte auftretende Fragen zu beantworten. Auch mir hat sie sehr geholfen, als ich ein Problem mit meinem Client hatte. Von allen Volunteers war sie mit Abstand die aktivste und hatte ihren Emissary Status immer im Hinterkopf. Wie es hier im Forum aussieht kann ich jetzt zwar nicht sagen, da ich hier nicht wirklich aktiv bin, aber laut dem was die anderen kommentieren, müsste das Gleiche auch hier im Forum zutreffen. Als ich von nem' Kumpel hörte, dass ne' Stimmenabgabe stattfindet musste ich mich direkt einloggen und meine Meinung mitteilen.... ich glaube das ist auch das erste mal, dass ich hier irgendetwas schreibe... hm . _. \n> Wie auch immer ich HOFFE die gefallene Entscheidung wird nochmal überdenkt. Sonst wäre es sehr schade, da die Volunteers sonst jmd verlieren würden, die durch niemanden ersetzt werden kann.\n\n\n\nUser D: (Kommentar aus dem Forum)\n\n> Mir kam es immer so vor als wärst du die einzige die überhaupt etwas schreibt und dann auch noch mit großer Mühe :O\n> https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/2RiLuJZl-tgsg-annemie-isch-kann-nit-mieh?comment=0003000000000000\n> \n> Wow.. just wow...\n> Jemand so motiviertes rauswerfen, wegen einem Fehler...\n> Damit schneiden sie sich ins eigene Fleisch! Vorallem bist du mir immer sympathischer vorgekommen als die anderen. Deswegen hatte ich auch immer ein besseres Licht auf die Grünen :D\n> https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/2RiLuJZl-tgsg-annemie-isch-kann-nit-mieh?show=flat&amp;comment=000300000000000000010000\n\n\n\n\n\nUser E: (Kommentar aus dem Forum)\n\n\n> ich fand du warst ein toller Grüner, etwas lockerer drauf als die anderen.\n> \n> Das war eigentlich was Gutes, es hat oft eine “andere“ Sicht auf manche Dinge ermöglicht und den Reaktionsquerschnitt der Grünen sinnvoll aufgewertet und das ganze etwas “volksnäher“ gemacht.\n> \n> Hat mir gefallen.\n> https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/2RiLuJZl-tgsg-annemie-isch-kann-nit-mieh?comment=0003000000000002\n\n\n\n\n\n\n\n\n(Wir nehmen jeden weiteren Kommentar für die Begründungsliste unter diesem Beitrag nehmen wir mit auf)\n\nUnter diesem Link könnt ihr uns helfen! Wenn wir genug Stimmen gesammelt haben, gehen wir zu den Volus und fragen nach, ob sie nun unsere Izaya zurück  nehmen und eine weitere Chance geben!\n\n(Wir starten hier im Forum mit 68 Stimmen von Freunden, OT Usern, TGSG Usern und Volus)\n\nhttps://onlinevoten.de/poll/96625-abstimmung-soll-izaya-kumiho-weiterhin-emissary-bleiben/","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-24T18:58:53.287+0000","up_votes":19,"down_votes":4,"body":"So, war den ganzen Tag unterwegs, aber hier ein kleines \"Statement\". \n\nEins vorneweg: Wir reden grundsätzlich nicht über die genauen Gründe, wenn Volunteers das Team verlassen müssen oder wie hier in diesem Fall, die Probezeit nicht bestehen. Das dient dem Schutz der Privatsphäre der \"gegangenen\", schließlich sind die Gründe für Kicks immer eher nicht so positive Dinge. Es ist normalerweise nicht im Interesse des gekickten, dass alle Welt davon weiß. Insofern muss ich euch da weiterhin spekulieren lassen. Ich kann euch nur versichern, dass wir ganz sicher nicht zum Spaß oder zu Unrecht Leute kicken. Es ist nicht so, dass das etwas angenehmes ist. Leute zu kicken ist IMMER unangenehm, wir machen das ganz sicher nicht gerne oder ohne guten Grund und versuchen es zu vermeiden, wenn möglich. \n\n___\nNoch zu ein paar Kommentaren:\n\n> Jedoch möchte ich wie viele andere auch das diese Entscheidung nochmal überdacht wird.\n\nWurde sie bereits. Wir haben uns die Entscheidung nicht leicht gemacht. \n\n> Sie brennt für die Tätigkeit. \n\nZweifellos. \n\n> Ich habe vielleicht nicht zu unrecht das Gefühl, dass die Volus in letzter Zeit versuchen Abstand zu ihrer Community zu nehmen.\n\nDas ist nicht der Fall und ich wüsste auch nicht, warum das in unserem Interesse sein sollte. Klar, Aktivitätslevel einzelner Volus können immer schwanken, aber quasi ALLES was wir machen hat irgendwie mit der Community zu tun. Abstand zu nehmen ist so ziemlich das letzte, was wir tun wollen. \n\n> Ich möchte aber auch an die Forengemeinde apellerien dass wir, egal wie jetzt die letztendliche Entscheidung ausfallen sollte, den Greens nicht feindlich gegenüber stehen sollten und sachlich sein müssen. \n\nDanke. Uns nicht feindlich gegenüber zu stehen bedeutet selbstverständlich NICHT, dass ihr uns nicht kritisieren dürft oder sollt, ganz im Gegenteil. Wenn wir was besser machen können, sagt es uns. \n\n> Sollten nun unklare Regelungen oder kleinere Verstöße der Grund für ein dauerhaften Ausschluss sein würde ich es auch überzogen halten.\n\nAlle Volunteers erhalten bei ihrere Einführung eine sehr ausführliche Erklärung unserer Regeln und Ansprüche, da dürften keine Unklarheiten herschen. \n\n> Beste Entscheifdung, mir ist er/sie/es auch einige male negativ aufgefallen\n\nDas wage ich zu bezweifeln. Ich hab sicherlich nicht all ihre Posts gelesen, aber viele, und die waren meiner persönlichen Meinung nach alle (mindestens) völlig okay.\n\n> Je nachdem wie viele Stimmen zusammen kommen, sollte es aber unausweichlich sein das der aktuelle Fall nochmal ausführlich intern besprochen wird mit der Aussicht auf eine letzte Chance. \n\nDie Abstimmung war sicherlich nett gemeint, aber für diesen Zweck nicht notwendig. Izayas Beliebtheit war uns bekannt und wurde berücksichtigt. \n\n___\n\nMir ist bewusst dass das hier nicht alle Fragen beantwortet, aber ich fürchte dabei wird es bleiben müssen. Nicht alles geht jeden etwas an und nicht alles gehört in die Öffentlichkeit gezerrt. Auch wenn es sicherlich nett gemeint ist, ist es nicht förderlich wenn Dinge die nur Izaya etwas angehen, öffentlich breit getreten werden. Wie gesagt, ich bin mir sehr wohl darüber bewusst, dass es gut gemeint ist. \nIch kann nur nochmal betonen dass wir keinerlei Interesse daran haben Leute grundlos oder zum Vergnügen zu kicken und bitte euch darum uns bei internen Entscheidungen ein wenig zu vertrauen.\nDas ist nicht das erste Mal dass ein Volu die Probezeit nicht besteht und es wird auch ganz sicher nicht das letzte Mal sein. ","replies":[]},{"id":"","poster":"PHUB Silphi","date":"2018-09-24T12:16:20.045+0000","up_votes":1,"down_votes":0,"body":"kann mich einer aufklären? \nich bin recht neu hier und hab ka worum es geht \nhab 1 game mit izaya gemacht eher eine recht stille ( zumindestens in diesem game ) mehr weiß ich aber auch nicht von ihr \n\nwieso wurde sie rausgekickt? \nhab hier den post durchgelesen und nichts interessantes gefunden \n\nweil der post aber von necro kommt take my upvote","replies":[{"id":"","poster":"Qbert","date":"2018-09-24T12:18:40.700+0000","up_votes":3,"down_votes":0,"body":"Long Story short:\nSie war Emissary (grüner Forumsler) und hat diesen Status nun aus nicht (öffentlich) näher erläuterten Gründen aberkannt bekommen.\nDas wollen einige im Forum gerne rückgängig gemacht haben.","replies":[{"id":"","poster":"PHUB Silphi","date":"2018-09-24T12:23:15.346+0000","up_votes":10,"down_votes":0,"body":"was geht es die leute hier dann an? \nwenn wir nicht wissen was passiert ist dann sollten wir auch keinen \"druck \" ausüben oder nicht? \n\nvllt hat sie die falsche person nicht freundlich begrüßt?\nvllt hat sie dem ober foren heini auf den tisch gekackt? ( musste schmunzeln beim schreiben lol )\n\nkönnte alles sein","replies":[{"id":"","poster":"Qbert","date":"2018-09-24T12:25:31.068+0000","up_votes":2,"down_votes":1,"body":"Richtig, es könnte alles sein.\n\nIch finde es einerseits richtig was du sagst, es geht die Leute nichts an.\nDennoch ist  es auch schön zu beobachten, dass einen Teil der Community etwas daran liegt, dass eine Person gehalten wird.\n\nIch persönlich fand ihre Arbeit gut, sehe es aber auch so ... wir als Community dürfen etwas sagen, aber im Prinzip geht's uns nichts an.","replies":[{"id":"","poster":"PHUB Silphi","date":"2018-09-24T12:28:34.378+0000","up_votes":2,"down_votes":0,"body":"klar ist es schön das der community was dran liegt aber... \nsie kann die netteste person der welt in diesem forum sein \nund abends babys fressen \n\nnur weil sie nett zu ins ist heißt es nicht das babysfressen aufeinmal in ordnung ist :D \nsind zwar übertriebene beispiele aber sollten die nachricht rüberbringen \n\nwürde mal echt gerne wissen was sie gemacht hat \nQBERT wenn sie jemanden aufm tisch gekackt hat kriege ich nen 10er von dir \n\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Ηastur","date":"2018-09-24T14:00:56.984+0000","up_votes":3,"down_votes":2,"body":"Danke!\n\nFinds auch etwas eigenartig, dass die Entscheidung der Forenleitung hier ohne Angabe von irgendwelchen Infos via Vote angezweifelt wird. Es mag alles schön und gut sein, was sie gemacht hat und sie mag gute Beziehungen zur OT-Community haben, aber das (vor allem zweites) rechtfertigt doch diesen Thread hier nicht. Wenn sie nicht einmal selbst etwas dazu sagt, warum mischen sich dann auf einmal andere ein die selbst nicht einmal über die Gründe bescheid wissen?\n\nOder, wie soll man zu etwas Stellung beziehen, wenn Freunde/gute Bekannte diese Aktion ins Leben gerufen haben, die sicher alles andere als objektiv an die Sache gehen und zu der Geschichte keine Infos außer der eine Fakt der Entlassung bekannt sind? Das kann man nicht objektiv bewerten, da zur Einschätzung des Ganzen einfach jede Menge Informationen fehlen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-24T14:09:06.646+0000","up_votes":2,"down_votes":4,"body":"Es gibt halt auch keine Infos. Alles was bekannt ist: einer der beliebtesten Volus wurde wegen inoffiziellen Gründen gekickt.\n\nWie soll man diese Entscheidung bitte **nicht** anzweifeln?","replies":[{"id":"","poster":"Ηastur","date":"2018-09-24T14:19:30.577+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0008000000000000000000030000,timestamp=2018-09-24T14:09:06.646+0000)\n>\n> Es gibt halt auch keine Infos. Alles was bekannt ist: einer der beliebtesten Volus wurde wegen inoffiziellen Gründen gekickt.\n> \n> Wie soll man diese Entscheidung bitte **nicht** anzweifeln?\n\nEdit: Ich muss jetzt mal fragen wie du das meinst. Du hast das so schlacht formuliert, dass ich grad nen Knoten im Kopf bekomme. Ich habs mir mehrfach unterschiedlich gedeutet übersetzt, wenn auch die Logik ganz einfach ist und eben genau das nicht vertritt: Logik\n\nDu fragst hier also, wieso jemand diesen Thread hier anzweifelt? Du willst wissen, warum man nicht hinter jemandem steht, den man nur oberflächlich \"kennt\" und der sich hier nicht einmal selbst äußert zu einem Sachverhalt über den nichts weiter bekannt ist, als wer betroffen ist? Gut, dann frage ich zurück, wie argumentierst du denn dafür? Überzeuge mich, ich bin kein Freund der betroffenen Person und will nen Grund der mehr als Charisma sagt.\n\nWie kann man eine Entscheidung anzweifeln, über deren Hintergrund man rein gar nichts weiß?","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-24T14:33:46.366+0000","up_votes":1,"down_votes":1,"body":"Selbstverständlich hat jeder seine eigene Sichtweise und Art Dinge anzugehen. Du kannst das auch hier gerne so sehen wie du willst. \n\nIch, für mich finde es halt wichtig einen kritischen Blickwinkel beizubehalten und Sachverhalte die mich stören direkt anzusprechen. So eben auch hier.\n\nLeider weiß ich fast nichts darüber was vorgefallen ist. Und kann demensprechend nicht die \"absolute Wahrheit\" verbreiten, wie mir früher mal wo anders unterstellt  wurde. \n\nAber ich kann sehr wohl sagen: \"Ich kann nicht nachvollziehen, wieso hier so agiert wurde, wie es eben der Fall war, weil deffinitiv ein paar Fehler gemacht wurden.\" Und wenn es nur schlechte Kommunikation war. **Schlechte Kommunikation** kann auch ein **sehr großer Fehler** sein.","replies":[{"id":"","poster":"Ηastur","date":"2018-09-24T14:49:59.747+0000","up_votes":2,"down_votes":0,"body":"Du kannst natürlich deine eigene Denke haben, dagegen is ja nichts zu sagen. Kritisch zu hinterfragen ist auch nicht verkehrt, eher im Gegenteil, sonst würden wir immer noch in Höhlen leben. Dieser Thread hier dient aber nicht zum Fragen, sondern zum Fordern und das sehe ich wiederum kritisch. ...so ganz ohne jede Info. Wie du selbst sagtest, es kann niemand hier die _absolute Wahrheit_ verbreiten und was ich von der Pro seite gelesen habe erschöpft sich in Sympathiebekundungen, was an und für sich mMn. nicht ausreicht.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-24T15:09:19.336+0000","up_votes":1,"down_votes":0,"body":"Naja, sie ist halt gleichzeitig einer der aktivsten und hilfsbereitesten Volus auf den Boards. \n\nIch kann mich noch erinnern als ich übelsten Streit mit den Forenmods hatte und gebannt wurde. Da war eine vernünftige Diskussion gar nicht mehr möglich. \n\nMein einziger Ansprechspartner war Izaya Kumiho, weil sie damals als einzige mit mir in Kontakt getretten ist um Unklarheiten aus dem Weg zu räumen. \n\nSie hat eh nichts anderes gemacht, als die Mods zu verteitigen, von denen ich eine \"schlechte\" Meinung hatte. Irgendwie ist sie seit dem aber der Volu wo ich den größten Bezug zu habe.\n\nIst für mich Grund genug das Ganze hier zu hinterfragen.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-24T15:15:48.139+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00080000000000000000000300000000000000000001,timestamp=2018-09-24T15:09:19.336+0000)\n>\n> Sie hat eh nichts anderes gemacht, als die Mods zu verteitigen, von denen ich eine &quot;schlechte&quot; Meinung hatte. Irgendwie ist sie seit dem aber der Volu wo ich den größten Bezug zu habe.\n\n\n\nDanke für dein positives Feedback, Loony.\nAber...\nfyi: ich habe auch dich in den Schutz genommen, soweit es ging.(Das kannst du nur nicht wissen, weil du die Gespräche nur zwischen uns beiden kennst.)\nDu bist immer noch ein guter Spieler in meinen Augen. \nEs ist auch nicht meine Aufgabe gewesen, mir eine Seite zu picken. \nAls Emissary beschütze ich alle, bzw. beide Seiten.","replies":[]},{"id":"","poster":"Ηastur","date":"2018-09-24T15:22:40.667+0000","up_votes":1,"down_votes":0,"body":"Wenn du meinen Beitrag noch einmal ließt, dann wirst du sehen, dass ich gegen Hinterfragen auch nichts habe. Ich denke nur eine Abstimmung führt zu gar nichts, denn wir entscheiden hier einfach nichts.\n\nEs ist vielleicht nicht das beste System, aber es ist das was wir haben und um Dinge zu erreichen muss man entweder das System umgehen/ersetzen, oder das System selbst nutzen. Wie Prolitik, nicht das beste System aber eben da und die Leute an der Spitze sitzen am längeren Hebel, wenns um Entscheidungen geht.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-24T15:30:40.715+0000","up_votes":1,"down_votes":0,"body":"Ach so. Mein Fehler. Dann hab ich an dir vorbeigeredet xD\n\nIch halte die Abstimmung auch eher für mäßig Sinnvoll. Wahrscheinlich weil ich sonst meistens gegen eine Überzahl diskutieren musste :)\n\nAber soll jeder machen was er für das beste hält.","replies":[]},{"id":"","poster":"Awsane","date":"2018-09-24T15:30:17.985+0000","up_votes":1,"down_votes":0,"body":"Irgendwie müssen wir ja unseren Unmut kundtun.\n\nIch finde das hier so immer noch besser als gar nix zu machen.\n\nKlar die Volus sitzen am längeren Hebel, aber so zeigen wir, dass wir ihre Arbeit aus unsere Perspektive gut fanden und wir ihr nochmal ne Chance geben würden. Was die Volus daraus machen ist deren Sache. Wir fordern ja auch nicht direkt ihre Wiederaufnahme sondern wollen eben nur zeigen wir fanden ihre Arbeit gut und vllt überdenken sich die Volus das dann nochmal, je nachdem was vorgefallen ist.\n\nEs steht den Volus dann ja immer noch offen Nein zu sagen dazu. Aber wenigstens haben wir es dann versucht.","replies":[]}]}]},{"id":"","poster":"OT Riku","date":"2018-09-24T15:02:08.175+0000","up_votes":2,"down_votes":0,"body":"Das mit der Sympathie ist aber leider das einzige was wir zur Verfügung haben.\nUnd die gut geschriebenen Beiträge. \nDie Volus haben sich das letzte mal als der Gemüsestreik anfing, auch dazu entschlossen sich darüber zu äußern. Natürlich ist dies nicht dasselbe aber es wäre wünschenswert in meinem Augen, das sie ein Statement abgeben damit das gemeine Forenvolk auch diese Entscheidung nachvollziehen kann.\nIch bezweifle nicht das sie ihre Gründe für die Entlassung von Izaya haben, jedoch bezweifle ich das ein Ausschluß aus dem Volu-Programm wirklich das richtige ist.","replies":[{"id":"","poster":"Ηastur","date":"2018-09-24T15:16:46.015+0000","up_votes":2,"down_votes":1,"body":"Du vergleichst hier aber schon zwei Dinge die unterschiedlicher kaum sein könnten. :)\nDer \"Streik\" war viel mehr eine Unart einer Gruppe um einem vermeidlichen Troll den Spaß am Forum zu verderben. Dabei wurde nicht bedacht, dass es ihm völlig egal war und ist ausgeartet und selbst einer der Grünen hat dadurch gegen die Forenregeln verstoßen. Ich weiß genau darüber bescheid, weil ich den - ich sage mal - großen Shitstorm iniziiert habe und dann ne zeitlang von besagter Gruppe auf jedem Beitrag, egal zu welchem Thema -18 Votes hatte. Damals gabs ne Eskalation, die einen recht großen Teil der aktiven Nutzer dazu verleitet hat sich einfach völlig daneben zu benehmen und jeden anzugehen, der irgendetwas dagegen sagt. Das hat die Grundstimmung im Forum ziemlich ungenießbar gemacht.\n\nDas hier .. naja, hier haben wir jemanden, der einen Status verloren hat. Die Gründe sind der Allgemeinheit unbekannt und müssen auch nicht offenbart werden. Es gibt keinen offensichtlichen Fehler und aus Respekt sollte man ein Fehlverhalten hier im Board nicht provozieren. Das artet schnell mal im unsinnigen Ausmaße aus und ist eher Kontraproduktiv für das, was hier angestrebt wird. Schreibt die Leitung und die entsprechende Person an, wenn sie die Stelle überhaupt wieder haben will und die Leitung dazu gewillt ist, wird es seinen Gang gehen.\nIch widerhole mich und fand eigentlich Silphis erster Beitrag hier hat schon ziemlich genau ausgesagt was es da zu sagen gibt.\n\n> wieso wurde sie rausgekickt?\nhab hier den post durchgelesen und nichts interessantes gefunden \n\nDabei ist es bislang geblieben. Solange sich das nicht ändert, wird sich auch nichts ändern. (badum ts)","replies":[{"id":"","poster":"OT Riku","date":"2018-09-24T15:22:48.355+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe deine Argumentation.\nIch verstehe auch das ich hier quasi Äpfel mit Birnen Vergleiche. \nJedoch möchte ich wie viele andere auch das diese Entscheidung nochmal überdacht wird. \nIch denke nicht das diese Entscheidung schnell gefällt wurde. \nTd denke ich,  das die Arbeit die sich Izaya mit jedem Kommentar gemacht hat nicht einfach so abgeschrieben wird.\nBzw Izaya abgeschrieben wird.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-24T12:29:46.248+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OldHunter Silphi,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00080000000000000000,timestamp=2018-09-24T12:28:34.378+0000)\n>\n> QBERT wenn sie jemanden aufm tisch gekackt hat kriege ich nen 10er von dir \n\n10er in RP oder Bargeld?\n\nWie dem auch sei, deal.\n\nWenn sie es nicht gemacht hat, coacht du mich bis Dia.\n\n*hehe*","replies":[{"id":"","poster":"PHUB Silphi","date":"2018-09-24T13:05:40.018+0000","up_votes":2,"down_votes":0,"body":"nichtmal jesus könnte dich bis dia coachen \n{{sticker:sg-ahri-3}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-24T14:05:23.068+0000","up_votes":1,"down_votes":0,"body":"Und das von jemanden der professionelles Coaching betreibt. Yikes.","replies":[{"id":"","poster":"PHUB Silphi","date":"2018-09-24T14:17:16.179+0000","up_votes":1,"down_votes":0,"body":"sarkasmus ist wohl eine fremdsprache \nyikes","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-24T14:38:26.991+0000","up_votes":1,"down_votes":0,"body":"Ich wollte doch nur Qbert ärgern.","replies":[]}]}]},{"id":"","poster":"Qbert","date":"2018-09-24T13:07:36.532+0000","up_votes":1,"down_votes":0,"body":"ich war schon mal Dia >.<\n\nAber mir läuft die Zeit einfach davon, hab nicht mehr genug um die Meta zu trainieren und bla bla ... bin einfach nicht mehr gut genug dafür, kann ich aber mit leben ...\n\nAber welchen Anreiz hab ich denn dann von der Wette? =O","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-24T13:16:10.214+0000","up_votes":1,"down_votes":0,"body":"Ein weiser Reisbürger aka Sologesang sagte einst:\nBis Platin ist es egal was du spielst!\n\nVielleicht ist die nächste Season deine Season und dann will Silphi von dir gecoacht werden \\o/","replies":[]},{"id":"","poster":"PHUB Silphi","date":"2018-09-24T13:12:25.794+0000","up_votes":1,"down_votes":0,"body":"meta ist in deiner elo irrelevant tbh \nist wie mit mathe und mir \n\nich hasse mathe selbst wenn ich es hart versuche sucke ich drinne \nbin in meiner 1+1 rechen zone zufrieden :D","replies":[{"id":"","poster":"Qbert","date":"2018-09-24T13:14:43.499+0000","up_votes":1,"down_votes":0,"body":"Na dann, werde ich mich wohl einfach mal wieder einspielen ... wollte ohnehin noch wenigstens Platin wieder erreichen aber nun ja, die Zeit ... und Übung macht den Meister \n\nMathe ist mein Ding ...","replies":[]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-09-24T12:32:00.608+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, die Beziehungen der Volus sind digitaler Natur, da gibt's maximal das Kack-Emoji ;)","replies":[{"id":"","poster":"PHUB Silphi","date":"2018-09-24T13:06:17.332+0000","up_votes":1,"down_votes":0,"body":"das kack emoji {{sticker:sg-ahri-1}} \ndas schlimmster aller emojis!","replies":[{"id":"","poster":"Megamaexx","date":"2018-09-24T13:19:43.012+0000","up_votes":1,"down_votes":0,"body":"Ist wohl vergleichbar mit “auf den Tisch kacken“","replies":[]}]}]},{"id":"","poster":"Awsane","date":"2018-09-24T12:35:53.821+0000","up_votes":1,"down_votes":0,"body":"Es geht auch darum den Volus zu zeigen, dass wir ihre Arbeit gut gefunden haben.\n\nNatürlich haben die das letzte Wort aber je nachdem was vorgefallen ist überlegen die es sich vllt nochmal, wenn sie das hier sehen.","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2018-09-24T16:17:23.482+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OldHunter Silphi,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000800000000,timestamp=2018-09-24T12:23:15.346+0000)\n>\n> vllt hat sie dem ober foren heini auf den tisch gekackt?\n\nIch wurde gerufen?","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-09-24T12:34:59.708+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OldHunter Silphi,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000800000000,timestamp=2018-09-24T12:23:15.346+0000)\n>\n> was geht es die leute hier dann an? \n\nSie war halt einer der aktivsten Volus im Forum und hatte nen guten Draht zu TGSG, OT und auch Leuten wie mir. Der einzige Volu in meiner Freundesliste!\n{{sticker:sg-janna}} \n\n\n> vllt hat sie dem ober foren heini auf den tisch gekackt? \n\nDeswegen also. Kein Wunder, dass es so vertuscht wird, ist natürlich etwas peinlich für die Beteiligten.","replies":[]}]}]},{"id":"","poster":"Rena","date":"2018-09-24T17:52:14.404+0000","up_votes":1,"down_votes":0,"body":"Silphi, was machst du auf den Foren? :D","replies":[{"id":"","poster":"PHUB Silphi","date":"2018-09-24T18:28:40.540+0000","up_votes":1,"down_votes":0,"body":"ab und an mal rum gurken","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-09-24T16:16:19.007+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OldHunter Silphi,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0008,timestamp=2018-09-24T12:16:20.045+0000)\n>\n> weil der post aber von necro kommt take my upvote\n\nBester Mann! :D","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-24T10:43:35.468+0000","up_votes":12,"down_votes":2,"body":"Ich kenne nicht die Gründe, warum sie aus dem Volu-Programm geflogen ist. Ich kann auch nicht beurteilen, ob sie eine gute Arbeit geleistet hat. Aber nachdem ich sie gestern kennenlernen durfte kann ich zumindest eines mit Sicherheit sagen:\n\nSie brennt  für die Tätigkeit. \n\nIch bin grundsätzlich der Meinung, dass jemand mit Engagement und Herzblut eine zweite oder dritte Chance verdient.","replies":[]},{"id":"","poster":"HyperionCH","date":"2018-09-24T22:26:46.693+0000","up_votes":2,"down_votes":2,"body":"Mir geht es ähnlich wie vielen hier: so genau wissen wir nicht, was vorgefallen ist.\n\nSo wie es gem. Statement von Humpelstilzche aussieht, ist es ein Eintscheind der Volus (mir war z.B. nicht einmal klar, ob der Entscheid von Volus oder von Riotern getroffen wurde, was ja theoretisch auch möglich sein könnte).\n\nIzaya Kumiho ist mir eigentlich immer positiv aufgefallen. Früher war ich auch öfter im Spielerverhalten-Forum tätig und habe sehr ausführlich und sachlich geantwortet, z.B. warum man gebannt wird etc. Leider hat das Arbeitsvolumen bei mir stark zugenommen, weshalb dies nicht mehr so oft möglich ist. Deshalb bin ich froh, dass andere User - wie Izaya Kumiho - nun dort aktiv sind und ausführliche, hilfreiche Antworten posten.\n\nEtwas kritisch finde ich jedoch die Aussage, dass u.a. viele kleine Fehler zum Entscheid führten.\nDa Izaya Kumiho sehr aktiv war, ist es nachvollziehbar, dass durch den grösseren Effort auch eine grössere Anzahl kleinerer Fehler gemacht werden. Oder anders gesagt: wenn man Fehler vollständig vermeiden möchte, dann macht man besser gar nichts.\n\nZumindest wirkte jetzt diese Aussage (und die Aktivität von Izaya Kumiho) ein wenig so, dass doch die Gefahr besteht, dass aktive Teilnahme bestraft wird, da dadurch auch mehr Fehler entstehen. Ohne genauere Infos ist dies natürlich nicht gut einschätzbar. Da jedoch hier im deutsch-sprachigen Forum die Interaktion zwischen der \"normalen\" Community und Riot mehr oder weniger vollständig fehlt, wäre es natürlich sehr schade, wenn die Interaktion zwischen Volus und der Community auch noch aus solchen Gründen abreisst.\n\nSicher ist auch, dass nun hier im Forum eine Lücke entstehen wird. Ich kann jetzt nicht behaupten, dass wir zuwenig aktive Emiss im Forum haben; gerade weil ja die rote Aktivität vollständig fehlt (und eigentlich Volus die fehlende Aktivität der Reds niemals vollständig kompensieren können). Die Qualität und die Quantität der Support-Funktion der Volus - insbesondere im Spielerverhalten-Forum - wird deshalb zwangsweise sinken. Auch ein schneller Ersatz wird dies kurzfrisitg nicht ändern können. Ich hoffe, dies ist den Volus bewusst.\n\n@Izaya Kumiho\nIch weiss nicht, ob es eine gute Idee ist, wieder zu den Emiss zurückkehren zu wollen. Überlege dir dies sehr gut.\nDa ich zu wenig Informationen habe, was genau passierte, kann ich dies nicht gut beurteilen. Irgendetwas hat jedoch offenbar nicht gut geklappt. Es ist deshalb fraglich, ob nicht wieder das gleiche passiert. Ob du dir dann einen Gefallen tust, musst du dir gut überlegen.\n\nDenn die Frage ist auch, welchen Ertrag du hast, wenn du wieder Emissary bist.\nEigentlich hast du dann nur einen grünen Nickname hier; sonst nichts. Ob du deine Tätigkeit im Spielerverhalten nun mit grüner oder weisser Schrift ausführst, ist grundsätzlich unerheblich. Die Anerkennung der aktiven Foren-Community hast du unabhängig von der Farbe des Nicknames.\n\nOK, du hast vielleicht etwas mehr Infos als Emissary, aber dies ist aus meiner Sicht nicht ausschlaggebend. Ich war nie Emissary und konnte auch immer gut helfen. Abgesehen von den wirklich beratungs-resistenten Flamern, kam ich auch so gutes Feedback und dem einen oder anderen toxischen Spieler konnte ich sicherlich auch helfen, ohne dass ich diese Zusatz-Infos hatte, zu denen Emiss offenbar Zugang haben.\n\nFür mich war - bzw. ist - es immer wichtiger, dass ich der Community helfen konnte (auch wenn es natürlich auch unbelehrbare Spieler gibt, die dies nicht würdigen). Dies klappte auch ohne grünem \"HyperionCH\"-Schriftzug sehr gut. Wer weiss? Vielleicht klappte es sogar deshalb so gut, weil ich als \"Weisser\" als unabhängiger Spieler galt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-25T07:12:04.703+0000","up_votes":3,"down_votes":1,"body":"> Da Izaya Kumiho sehr aktiv war, ist es nachvollziehbar, dass durch den grösseren Effort auch eine grössere Anzahl kleinerer Fehler gemacht werden. Oder anders gesagt: wenn man Fehler vollständig vermeiden möchte, dann macht man besser gar nichts.\n\nDas ist nicht die Art von Fehlern, um die es hier primär geht. Hohe Aktivität erhöht nicht die Wahrscheinlichkeit gekickt zu werden. \n\n>  Da jedoch hier im deutsch-sprachigen Forum die Interaktion zwischen der \"normalen\" Community und Riot mehr oder weniger vollständig fehlt, wäre es natürlich sehr schade, wenn die Interaktion zwischen Volus und der Community auch noch aus solchen Gründen abreisst.\n\nDas wird nicht passieren. Wir arbeiten für die Community, nicht für Riot. Und das bleibt auch so. \n\n> Denn die Frage ist auch, welchen Ertrag du hast, wenn du wieder Emissary bist.\n\nDas ist ein SEHR guter Punkt. Man sollte sich, egal man bereits Volu ist oder nicht, selbst fragen was man eigentlich selbst sucht. Ich frag das z.B. auch immer, wenn ich neue Bewerber interviewe: Was genau springt für dich dabei raus? Wie profitierst du? \nDas ist so eine Frage, wo ich fast immer nachhaken musst, denn als erstes kommt fast immer \"Ich will anderen helfen\". Das ist zwar in aller Regel richtig und auch ganz toll, aber keine Antwort auf meine Frage. Helfen kann man immer. Und das ist auch nicht das, was für einen persönlich dabei rausspringt (der Spaß am Helfen wäre z.B. eher ein persönlicher Profit). \n\nAber man sollte sich überlegen, was genau eigentlich anders ist, wenn man Volu ist. Warum braucht man das? Das können gute Gründe oder auch doofe Gründe sein. Ich z.B. habe eigentlich aus völlig behämmerten Gründen angefangen Volu sein zu wollen, ich wollte Status und Anerkennung. Da bin ich nicht stolz drauf und das ist auch ganz sicher keiner der besten Gründe, aber das waren eben meine Anfänge und ich steh dazu. Mittlerweile habe ich andere Gründe, aber es ist eben wichtig diese Gründe für sich selbst zu kennen. Für viele Dinge ist es nicht notwendig Volu zu sein, was man sehr schön daran sehen kann, dass es EXTREM viele Leute im Forum gibt, die super hilfreich und definitiv eine Bereicherung für die Community sind...ganz ohne Farbe und fancy Titel. Gerade wenn man primär im Forum aktiv ist, ist der Volu-Status primär ein Status-Symbol, das man eigentlich nicht braucht. \nIch hab bis vor kurzem ein Jahr lang mit einem normalen Account im Forum gepostet...nichts war wirklich anders.\n\n>  OK, du hast vielleicht etwas mehr Infos als Emissary\n\nIch glaube dieser Punkt wird generell überbewertet. Es gibt ganz wenig Situationen, wo wir tatsächlich mehr wissen. Und selbst WENN wir mal mehr wissen, können wir es in der Regel nicht verwenden.\nUnd das ist echt so selten, ich hab grad versucht mich zu erinnern wann ich in meinen 6-7 Jahren als Volu eigentlich mal irgendwas geheimes oder gar wichtiges wusste...mehr als eine knappe handvoll Sachen fällt mir da echt nicht ein. Nichts davon ist/war spektakulär. \n\nDas, was das Volu-Programm primär bietet, ist ein Netzwerk bzw. eine Organisationsstruktur. Für manche Sachen ist das nützlich, aber für vieles auch völlig unnötig. Im Forum zu posten ist eines der Dinge, wofür es eigentlich komplett irrelevant ist. \n\nIch will jetzt die Bedeutung Volu zu sein nicht runterspielen, insbesondere weil es für mich persönlich z.B. eines der wichtigsten und einflussreichsten Umstände meines Lebens darstellt, aber in Bezug auf \"Wie kann ich der Community helfen\" ist das Volu-Programm bzw kein Volu zu sein keinesfalls ein großes Hindernis.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-25T08:02:22.550+0000","up_votes":5,"down_votes":9,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00150001,timestamp=2018-09-25T07:12:04.703+0000)\n>\n> Das ist ein SEHR guter Punkt. Man sollte sich, egal man bereits Volu ist oder nicht, selbst fragen was man eigentlich selbst sucht. Ich frag das z.B. auch immer, wenn ich neue Bewerber interviewe: Was genau springt für dich dabei raus? Wie profitierst du? \n\n\n\n\n Und meine Antwort war ganz sicher nicht, dass ich **nur** der Community helfen möchte.\n\nIch werde trotz der Strafzeit im Oktober sofort eine neue Bewerbung einreichen- eine die noch besser ist. So gut, dass ich aufgenommen werden muss, weil sie alle - auch der, der mich am meisten hasst- überzeugen wird.\nUND HECK ich werde dieses mal nicht nur nach Einblicken hinter den Volusachen fragen.\nNo way, ich werde nach meinem fking Zuhause fragen. Ich will als Team für meine Leidenschaft arbeiten. Ich will diese 24/7 Unterstützung zurück haben. Ich möchte meinen Volukollegen helfen! Und dafür muss ich zurück in's Team aufgenommen werden.\nIch werde den ganzen Schmerz und die Trauer in **NOCH MEHR** Motivation, Quallität und nonstop Aktivität umwandeln.\nIch werde meine Energie nicht für diese brutale und unfaire Strafe wegwerfen. \n\nDas Volunteer-sein bedeutet für mich Spaß zu haben und nicht alleine zu sein, dabei trotzdem noch mehr Leuten helfen zu können und Projekte groß zu machen.\n\nVolunteer sein bedeutet auch, dass mein Umfeld von mir viel gutes erwarten darf.\n\nVolunteer sein bedeutet, meine Liedenschaft mit x weiteren Volus ausleben zu können.\n\n\n\nUnd warum ich dafür Volu sein muss? Weil ein Rudel stärker ist, als nur eine Person. Weil viele mich nicht verstehen, wenn ich nicht mit gleichgesinnten laufe. Weil ich nur von Mitvolus lerne, den besten Support zu geben.\nIch will und brauche das Feedback meiner Kollegen.\n\nIch muss dort sein, um bestimmte Tätigkeiten ausführen zu können. (Tectum, andere Projekte etc)\n\nUnd in 6 Monaten werde ich ein vollständiger Emi sein, der für euch die HTML-Seiten schreibt!\n\nMein größer Fehler war es, immer Angst vor dem Fliegen zu haben. Nun mache ich es anders. \n\nDer Falke wird mich nicht erneut einschüchtern! ICH FAUCHE IHN AN! (aslo..insider...du weisst welche Person ich meine <_<)\n\nIch werde im Oktober aufgenommen und zeige Stärke. Egal  ob er mir das verbieten möchte! \n\n\n> Im Forum zu posten ist eines der Dinge, wofür es eigentlich komplett irrelevant ist. \n\nUnd das ist nicht, wofür ich alleine gut bin. Ich bin NICHT **nur** gerne im Playerbehaviour/Allchat tätig. Genau das dachte sich scheinbar der doofe Falke auch. Und ich werde ihm gezielt zeigen, das ich mehr kann als nur das. Und dabei wird meine Quallität und Aktivität im Forum **NICHT** leiden.","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-25T08:25:16.996+0000","up_votes":12,"down_votes":1,"body":"No offense, deine Meinung steht dir natürlich zu,aber ich bin mir nicht sicher ob Schuldverschiebung, Ignoranz der dir mitgeteilten Bedingungen, offensichtlich stolz zur Schau getragene mangelne Einsicht und persönliche Angriffe gegen Andere dein Anliegen sinnvoll unterstützen. \n\nIch hab in meinem angepinnten Post schon gesagt, dass es nicht in deinem Interesse ist, diese Diskussion in die Öffentlichkeit zu zerren und wenn mich nicht alles täuscht, wurde dir das auch in unserem Gespräch gesagt. Posts wie dieser sind exakt der Grund dafür.  \n\n> Ich will und brauche das Feedback meiner Kollegen...\n\n...und ignorierst es, beispielsweise in diesem Post, komplett. \n___\n\nIch kann nur noch mal empfehlen, diese Angelegenheit nicht weiter in die Öffentlichkeit zu zerren, als du es bereits getan hast. Das ist nicht in deinem Interesse; das ist hier kein Popularitätswettbewerb. Ich weiß nicht wie ich dir deutlich machen kann, dass ich dir wirklich nur helfen will, du wirst es mir einfach glauben müssen.\n\nDu kannst mich im Discord kontaktieren. ","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-25T09:07:19.427+0000","up_votes":4,"down_votes":9,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0015000100010000,timestamp=2018-09-25T08:25:16.996+0000)\n>\n> \n> ...und ignorierst es, beispielsweise in diesem Post, komplett. \n\n\n\nUnd warum ignoriere ich mein Urteil?\n\nWeil ich zeigen will, das ich nicht einfach so aufgebe.","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-09-25T09:45:19.311+0000","up_votes":9,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00150001000100000000,timestamp=2018-09-25T09:07:19.427+0000)\n>\n> Und warum ignoriere ich mein Urteil?\n> \n> Weil ich zeigen will, das ich nicht einfach so aufgebe.\n\nHumpel meine offensichtlich, dass du das feedback deiner Kollegen ignorierst.\n\nSo langsam verstehe ich, warum man dir die Farbe wieder entzogen hat. Vielleicht ist es besser so.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-25T10:32:20.519+0000","up_votes":2,"down_votes":6,"body":"> [{quoted}](name=Dr Madscientist,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=001500010001000000000000,timestamp=2018-09-25T09:45:19.311+0000)\n>\n> Humpel meine offensichtlich, dass du das feedback deiner Kollegen ignorierst.\n\nDas tu ich nicht, sonst hätte ich nie aus meinen Fehlern gelernt.\n\n\n\n> So langsam verstehe ich, warum man dir die Farbe wieder entzogen hat. Vielleicht ist es besser so.\n\n\nWenn du das so siehst, wird dem wohl sein.","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-09-25T10:48:49.467+0000","up_votes":7,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0015000100010000000000000000,timestamp=2018-09-25T10:32:20.519+0000)\n>\n> \n> Wenn du das so siehst, wird dem wohl sein.\n\nUnd genau das ist es was ich meine:\nEin minimaler negativer Reiz, eine winzige Provokation und sofort kommt ein Kommentar der, vielleicht nicht bewusst, passiv--aggressiv wirkt.\nUnd genau dies ist es was man von einem Volu NICHT erwarten sollte. Als Normalsterlicher, eine akzeptable Reaktion. Als Volu eher nicht.\nMir fällt kein Volu ein, der sich zu einer solchen Reaktion hätte so einfach provozieren lassen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T10:56:39.339+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Dr Madscientist,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00150001000100000000000000000000,timestamp=2018-09-25T10:48:49.467+0000)\n>\n> Und genau dies ist es was man von einem Volu NICHT erwarten sollte. \n\nSie ist doch aber keiner mehr ;)\n\nIch find, im Moment ist hier zuviel Emotional in der Luft ... ich mach ma grad das Fenster ein bischen auf. Mal durchlüften hier. Aaaah schöne kalte Luft !","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-09-25T11:42:51.951+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=001500010001000000000000000000000000,timestamp=2018-09-25T10:56:39.339+0000)\n>\n> Sie ist doch aber keiner mehr ;)\n> \n> Ich find, im Moment ist hier zuviel Emotional in der Luft ... ich mach ma grad das Fenster ein bischen auf. Mal durchlüften hier. Aaaah schöne kalte Luft !\n\naber sie will ja, aus mir nicht verständlichen Gründen, wieder einer werden, sollte sich also auch entsprechend verhalten.\nIch würde nie Volu werden wollen, dafür kann ich einfach auf none-sense posts und stichelleien gegen leute die es provozieren einfach nicht verzichten.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-25T11:59:32.598+0000","up_votes":1,"down_votes":0,"body":"Ich versteh Dich ! Das war wahrscheinlich auch ihr Problem. Aber man muß es doch jetzt auch positiv sehen, daß sie nun nicht weiter darauf eingeht. An Ihrer Stelle würd ich im Moment den Thread hier nicht mehr anpacken . Aber das ist ihre Entscheidung.\n\nIch hab das ja schon seit dem ersten Post von ihr in nem anderen Thread mitverfolgt. Ich denk mal, sie hat sich hinreißen lassen. Vlcht. auch ein bischen von uns motiviert. War nicht richtig, hat sie wohl gemerkt . \n\nFür viele ist dieses \"ruhig bleiben\" nicht sehr einfach. Seh ich grad in nem anderen Thread. \n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-09-25T12:12:59.917+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Dr Madscientist,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00150001000100000000000000000000,timestamp=2018-09-25T10:48:49.467+0000)\n>\n> Mir fällt kein Volu ein, der sich zu einer solchen Reaktion hätte so einfach provozieren lassen.\n\nDas war auch nicht eine Reaktion aus Provokation. Ich rede nur nicht gegen deine Meinung an, sondern lasse dich damit in Ruhe.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-09-25T10:41:38.074+0000","up_votes":4,"down_votes":1,"body":"Jetzt sollte man das nicht überbewerten. Schließlich sind wir in diesem Thread nicht ganz unschuldig. Wir haben hier eine Bühne für Izaya gebaut und sie hochgezerrt, obwohl sie anfangs nicht wollte. Mit Schlußfolgerungen jedweder Art wäre ich hier deshalb sehr vorsichtig.\n\nIch würd vorschlagen, das Ganze etwas abkühlen zu lassen und den Thread vlcht. als Symphatiebekundung mit kritischen Untertönen betrachten .\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2018-09-25T09:54:06.520+0000","up_votes":7,"down_votes":0,"body":"Izaya, also ich glaub [@Humpelchen](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/xogAPJzE-helft-mit-izaya-soll-wieder-emissary-werden?comment=0015000100010000) hat Dir in seinem Statement ein kleines rotes Stoppschild gezeigt. Ich würd sein Angebot mit Discord annehmen und es hier nicht weiter schriftlich verfolgen. Ich vermute mal, Du verschlechterst Dir damit nur Deine Chancen auf eine Rückkehr.\n\nIst nur grad mein Eindruck . Deine flammende [Rede](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/xogAPJzE-helft-mit-izaya-soll-wieder-emissary-werden?comment=001500010001) war zwar nicht schlecht, beinhaltete aber , ob bewußt oder unbewußt, angedeutete persönliche Animosität. Was vrmtl. auch begründet ist, aber der Erwähnung hier vlcht. nicht wert. \n\nIch mag Dich und Deine Post's, hatte ich ja schon geschrieben und ich denke, wenn Du Dein Ziel ernsthaft verfolgen willst, solltest Du im Moment hier Humpels Rat annehmen.\n\nViel Erfolg noch und LG\n\nmfg\nMB","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-25T10:38:04.961+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=001500010001000000000001,timestamp=2018-09-25T09:54:06.520+0000)\n>\n> Izaya, also ich glaub [@Humpelchen](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/xogAPJzE-helft-mit-izaya-soll-wieder-emissary-werden?comment=0015000100010000) hat Dir in seinem Statement ein kleines rotes Stoppschild gezeigt. Ich würd sein Angebot mit Discord annehmen und es hier nicht weiter schriftlich verfolgen. Ich vermute mal, Du verschlechterst Dir damit nur Deine Chancen auf eine Rückkehr.\n\n\nIch habe bereits das Gespräch auf dem Discord geführt. Und ja, ich glaube auch nicht, eine Chance zu haben, weil ich ja angeblich gegen die Volus hetzen würde und mein Verhalten mit der Rede hier wohl nicht okay war. Ich würde ja auch scheinbar nicht einsehen, dass ich Fehler gemacht habe...\n\n./shrug\n\n\n\n\n\n\n> Ich mag Dich und Deine Post&#x27;s, hatte ich ja schon geschrieben und ich denke, wenn Du Dein Ziel ernsthaft verfolgen willst, solltest Du im Moment hier Humpels Rat annehmen.\n> \n> Viel Erfolg noch und LG\n> \n> mfg\n> MB\n\n\nDas werde ich. Seinem Wunsch folge ich. Es wird mir zwar mehr schaden, aber was solls.","replies":[{"id":"","poster":"Don Brando","date":"2018-09-25T11:33:02.661+0000","up_votes":2,"down_votes":0,"body":"Hallo Izaya,\n\nich wünsche mir für dich, dass du das erreichst was dich erfüllt und glücklich macht. Falls es wirklich darum geht, ein Emissary zu sein, dann hast du während deiner Zeit doch sicherlich genug Feedback sammeln können und Freundschaften aufgebaut, die du nun nutzen kannst, wenn es um die Aufarbeitung geht. Dazu würde ich empfehlen, das nach ein Phase der Besinnung und etwas Abstand anzugehen. Man muss nicht Meister der Empathie sein um zu bemerken, wie sehr es dich enttäuscht und verletzt hat.\n\nNur finde ich auch, dass es jetzt keine gute Idee ist, wie Ash Ketchum nach einer Niederlage Gelöbnisse abzuhalten. Zumal da Sachen wie, unter anderem das hier, mit hinein rutschen, die du mit etwas Abstand sicherlich souveräner ausdrückst.\n\n> Humpelstilzche (EUW) - vor etwa 3 Stunden\n\n>...und ignorierst es, beispielsweise in diesem Post, komplett.\n\n>Und warum ignoriere ich mein Urteil?\n\n>Weil ich zeigen will, das ich nicht einfach so aufgebe.\n\nVon daher glaube ich tatsächlich, dass sein Rat darauf fußt, Schaden von dir abzuwenden.\n\nIch hoffe sehr, dass ich bald wieder Posts von dir lesen kann, die mehr an denen der letzten Monate angelehnt sind. Eventuell hilft es auch, sich die Ratschläge der 14-Tage Gebannten vor Augen zu führen - ohne dich jetzt damit gleichsetzen zu wollen. Aber mal ein wenig Abstand, nicht gleich auf alles anspringen und dem Kopf mal etwas anderes gönnen. Danach kannst du sicher wieder fokussiert an deinen Zielen arbeiten.\n\nBeste Grüße","replies":[]}]}]}]}]}]},{"id":"","poster":"Qbert","date":"2018-09-25T07:28:27.796+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00150001,timestamp=2018-09-25T07:12:04.703+0000)\n>\n Was genau springt für dich dabei raus? Wie profitierst du? \n\n\nMACHT! MUHAHAHAHAAAAA \nhttps://srv.latostadora.com/designall.dll/mordekaiser_poro_league_of_legends--i:14138543099114138512;x:12;w:520;m:1.jpg\n\n\n.... sorry, da ging der Poro in mir durch ._.","replies":[]},{"id":"","poster":"HyperionCH","date":"2018-09-25T18:09:41.910+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00150001,timestamp=2018-09-25T07:12:04.703+0000)\n>\n> Das ist nicht die Art von Fehlern, um die es hier primär geht. Hohe Aktivität erhöht nicht die Wahrscheinlichkeit gekickt zu werden. \n\nWie gesagt ist es als Aussenstehender sehr schwer einzuschätzen, was vorgefallen ist.\nEs klang sehr stark daran, dass kleinere Fehler schwerer aufwiegen als der Effort, der geleistet wurde. Ob dies objektiv stimmt, ist eine andere Sache; die subjektive Wahrnehmung nach Aussen wirkte zumindest so.\n\nFür mich wirkt es so, dass einiges innerhalb der Volus nicht gepasst hat. OK, kann passieren.\nEs ist einfach etwas unglücklich, weil das \"Service-Level\" von Riot leider derzeit auf einem extrem Niveau ist; insbesondere auf den deutsch-sprachigen Seiten, wo man von \"Null Service\" sprechen kann und grosse Fehler in Newsmeldungen auch nach einer Woche nicht korrigiert werden (bzw. einmal korrigiert wurde; das Ganze aber immer noch falsch ist).\n\nSagen wir es konkret: von Seiten Riots gibt es auf den deutsch-sprachigen keinen nennenswerten Kundenservice.\n\nDer Service in den Boards wird grundsätzlich von Volus und von \"normalen\" aktiven Usern getragen.\nDeshalb sehe ich es nicht gerne, wenn bei Unstimmigkeiten die Volus sich selbst schwächen, was auch zu einer Schwächung der Community führt. Ohne Volus und aktiven Usern hier im Forum, müsste man das Board ehrlich gesagt dicht machen (bzw. fragt sich ohne Interaktion zwischen Riot und Community sowieso, ob es dieses Board überhaupt braucht).\n\n> Das wird nicht passieren. Wir arbeiten für die Community, nicht für Riot. Und das bleibt auch so. \n\nHier hast du mich etwas falsch verstanden.\n\nJa, die Volus arbeiten für die Community. Riot müsste aber eigentlich auch für die Community arbeiten.\nLetzteres ist aber gerade auf den deutsch-sprachigen Seiten kaum zu erkennen.; insbesondere was die Interaktion zwischen Riot und der Community hier im Forum angeht.\n\nDie Community bekommt hier bereits keinen nennenswerten Service mehr von den Reds.\nWenn sich die Volus auch schwächen (und wie gesagt ist dies hier der Fall; zumindest kurzfristig), wird noch weniger für die Community gearbeitet (btw. ist leider der Parrrley-Stream auch schon in einer längeren Sommer-Pause als die heute show).\n\nMir gefällt der Trend bei den Reds bereits seit einiger Zeit nicht.\nEs wäre extrem schade, wenn auch die anderen Farben ihren Service an die Community ebenfalls (ungewollt) bei Quallität und Quantität herunterschrauben.","replies":[]}]},{"id":"","poster":"Awsane","date":"2018-09-24T23:20:55.371+0000","up_votes":4,"down_votes":0,"body":"Ich finde deinen Text ziemlich gut, weil du zu differenzierten Aufforderst.\n\nWobei ich dir im Folgenden etwas Widersprechen möchte\n\n>  Etwas kritisch finde ich jedoch die Aussage, dass u.a. viele kleine Fehler zum Entscheid führten.\nDa Izaya Kumiho sehr aktiv war, ist es nachvollziehbar, dass durch den grösseren Effort auch eine grössere Anzahl kleinerer Fehler gemacht werden. Oder anders gesagt: wenn man Fehler vollständig vermeiden möchte, dann macht man besser gar nichts.\n\nDas ist mMn total normal, wenn man in einer Position mit Verantwortung ist und diese Verantwortung auch nutzen möchte. \nDas ist wie der Führerschein. Ja, die sicherste Methode ist nicht zu Fahren, dann brauch man aber auch ihn direkt nicht machen, weil man ihn nicht nutzen kann. Das selbe gilt hier für die Volus. Zudem haben ja die auch schon gezeigt, dass man auch ohne viele Fehler zu machen aktiv sein kann, genau wie es Leute gibt die viel Auto fahren und 0 Punkte zurecht in Flensburg haben.\n\nDas ganze soll sich aber nicht auf Izaya beziehen, sondern allgemein gelten.\n\nUnd Izaya ich wünsche dir noch viel Erfolg bei deinem weiteren Werdegang und halt die Ohren steif.","replies":[]}]},{"id":"","poster":"UberStronk","date":"2018-09-24T13:56:46.512+0000","up_votes":9,"down_votes":2,"body":"Ich habe vielleicht nicht zu unrecht das Gefühl, dass die Volus in letzter Zeit versuchen Abstand zu ihrer Community zu nehmen. \nOb das gut ist und ab wo man vielleicht aufpassen sollte, müssen sie selbst wissen.\nWir kennen zwar keine Fakten, wir können bloß mutmaßen, allerdings ist es selten angenehmes was gemutmaßt werden kann.\nEtwas mehr Transparenz wäre definitiv gut.\n\nGez.\n\nDie Graue Eminenz","replies":[{"id":"","poster":"bahri zabi","date":"2018-09-24T14:02:39.955+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=UberStronk,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000b,timestamp=2018-09-24T13:56:46.512+0000)\n>\n> Ich habe vielleicht nicht zu unrecht das Gefühl, dass die Volus in letzter Zeit versuchen Abstand zu ihrer Community zu nehmen. \n> Ob das gut ist und ab wo man vielleicht aufpassen sollte, müssen sie selbst wissen.\n> Wir kennen zwar keine Fakten, wir können bloß mutmaßen, allerdings ist es selten angenehmes was gemutmaßt werden kann.\n> Etwas mehr Transparenz wäre definitiv gut.\n> \n> Gez.\n> \n> Die Graue Eminenz\n\nIst bloß fraglich ob Transparenz euch mehr bringen würde ...\n\n„Wer dein Schweigen nicht versteht, versteht deine Worte auch nicht.“","replies":[{"id":"","poster":"916191112131610","date":"2018-09-24T14:08:10.106+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=bahri zabi,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000b0000,timestamp=2018-09-24T14:02:39.955+0000)\n>\n> Ist bloß fraglich ob Transparenz euch mehr bringen würde ...\n> \n> „Wer dein Schweigen nicht versteht, versteht deine Worte auch nicht.“\n\nIch sehe es eher so: \n„Ein langer Streit beweist, dass beide Seiten Unrecht haben.“","replies":[]}]},{"id":"","poster":"Noxempire","date":"2018-09-24T14:39:45.802+0000","up_votes":1,"down_votes":0,"body":"hm. Gestern waren noch 2 Volus im OT Stream mit dabei.\n\nIch glaube die Volus sind da selber ein wenig gespalten inwiefern man der Forencommunity interagieren sollte.\n\nAber grundsätzlich sind die alle sehr nett. \n\nLetztendlich wird das ganze darauf hinauslaufen inwiefern die Volus das OT tolerieren/mögen oder nicht.","replies":[]}]},{"id":"","poster":"Dr Madscientist","date":"2018-09-24T19:49:24.259+0000","up_votes":4,"down_votes":0,"body":"Mir kommt der Name wage bekannt vor.\nUnd ich glaube mich zu erinnern, dass dieser Name nicht negativ in Erinnerung geblieben war.\nAber mal zum thema:\nIch habe diesen thread gelesen und herausgelesen, dass viele Nutzer wohl ihr Verhalten gegenüber Fragen und ihre Erklärungen besonders gut fanden.\nNun.\nMag ja sein.\nAber...\nihre Forenfarbe muss daran ja nun nichts ändern, oder?\nGanz ehrlich gesagt ist es doch sogar ein Vorteil KEIN Volu zu sein, wenn man mit der Community interagiert, weil ein Otte-normal-nutzer bei besonders speziellen Schneeflocken auch mal ehrlich die Meinung sagen kann und dies auch mal mit etwas härte (im Rahmen der Forenregeln) ausdrücken kann.\nVolus und andere Forenpapagaien sind da etwas....eingeschränkter, wenn sie ihren Farbstatus behalten wollen.\nJa. die Haben ein paar sonderfunktionen zur Verfügung...aber dafür auf Stichelleien gegen Pappnasen verzichten, weil man ja Vorbildfunktion hat?\nHA! Nein.\n\nIch fasse zusammen:\nIzaya? Mach weiter wie bisher und genieße die Freiheiten der Farblosigkeit statt dessen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-24T20:28:28.510+0000","up_votes":7,"down_votes":1,"body":"> Volus und andere Forenpapagaien sind da etwas....eingeschränkter, wenn sie ihren Farbstatus behalten wollen.\n\nSind wir nicht. Bezüglich desssen was wir sagen dürfen, sind wir genauso wie jeder andere Spieler. Und auch sonst. Du hast es eigentlich schon gut auf den Punkt gebracht: Die Forenfarbe ändern nicht sooo viel. Wer der Community helfen will, kann das mit und ohne Farbe tun. Tendenziell wird, was es bedeutet Volu zu sein, ziemlich überschätzt. \nWir definieren uns über das was wir tun, Volu hin oder her.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-24T20:38:05.493+0000","up_votes":2,"down_votes":4,"body":"Hmm....\n\nIhr könnt **bannen** und wir können..... **gebannt werden**. Klar, von eurer Seite gibt man sich gern als gewöhnlicher Spieler. Aber wenn euch in ner Diskussion mal die Argumente ausgehen oder ihr angepisst seid könnt ihr easy zu härteren Mitteln greifen.\n\nWenn Volus und Forennutzer von der Anzahl ihrer Banns sprechen geht es ja doch um ganz andere Dinge xD","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-24T20:50:16.356+0000","up_votes":2,"down_votes":1,"body":">  wir können..... gebannt werden\n\nWir auch. \n\n> wenn euch in ner Diskussion mal die Argumente ausgehen oder ihr angepisst seid könnt ihr easy zu härteren Mitteln greifen.\n\nTheoretisch. Genauswie wie der US-Präsident Atomraketen verschießen kann. Theoretisch. In der Praxis macht man das nicht, wegen der Konsequenzen. \n\n> Wenn Volus und Forennutzer von der Anzahl ihrer Banns sprechen geht es ja doch um ganz andere Dinge xD\n\nOk, da musste ich schmunzeln^^\nAber bei beiden Gruppen ist die häufigste Antwort wohl \"null\".","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-24T20:58:13.727+0000","up_votes":1,"down_votes":1,"body":"Ehrlich gesagt hab ich noch gar kein schlechtes Bild von dir. Hab wohl noch nicht genug Zeugs von dir gelesen.\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Noxempire","date":"2018-09-24T23:53:08.709+0000","up_votes":3,"down_votes":0,"body":"Humpel war auch lange Zeit inaktiv, aber so ziemlich DER VOLU schlechthin und war zu seiner Zeit auch sehr bekannt und beliebt. \n\nBei deinem Aufstieg zur Macht war er leider nicht anwesend.","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-25T06:47:30.274+0000","up_votes":3,"down_votes":0,"body":"Ich war nie wirklich weg^^\n\nIch hab nur meine Volu-Account nicht benutzt, das ist alles.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T08:02:30.756+0000","up_votes":3,"down_votes":0,"body":"Humpel war hier die ganze Zeit im Tarnmodus unterwegs??? Schnell Leute, welcher Account postet weniger, seit er wieder da ist???","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T14:55:12.591+0000","up_votes":1,"down_votes":0,"body":"Wenn man seine Posts gesehen hat, sollte man es gut erkennen können. Ich finde er hatte sogar fast schon mit dem Zaunpfahl gewunken, an dem ein in grellen Neonfarben leuchtendes \"hier ist Humpel\" befestigt war.","replies":[{"id":"","poster":"Awsane","date":"2018-09-25T15:59:56.954+0000","up_votes":1,"down_votes":0,"body":"Plot Twist\n\nes war der Talon ADC Account und er hat damit nen Foren Stresstest durchgeführt \n\n{{sticker:sg-kiko}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T17:03:29.771+0000","up_votes":1,"down_votes":0,"body":"Quatsch, er **ist** Mad Loony und schreibt in diesen Thread hier mit sich selbst ^^","replies":[{"id":"","poster":"Awsane","date":"2018-09-25T17:35:54.744+0000","up_votes":2,"down_votes":0,"body":"https://imgur.com/gallery/WrKPhfd","replies":[]}]}]},{"id":"","poster":"A Ryze From Dead","date":"2018-09-25T15:54:30.398+0000","up_votes":1,"down_votes":0,"body":"Wie aktiv muss man im Forum sein um sowas zu merken? Ich schau vielleicht in jeden 5. Thread mal rein, aber ich kann mich nicht an jemanden wie Humpel erinnern.","replies":[{"id":"","poster":"Sirrkas","date":"2018-09-25T21:02:30.783+0000","up_votes":1,"down_votes":0,"body":"Ich fürchte dazu musste man schon einige Infos zu Humpel haben. Bei ein paar Schlüsselaussagen dachte ich mir, jeder der das liest und weiß, dass Humpel so etwas schon mal geschrieben hat, kann das nicht übersehen.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-09-25T15:44:59.398+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich hab ich heute früh mal in ein paar 2 - 3 Monate alten Posts rumgewühlt, aber ich bin offensichtlich menschlich allzu sehr ein Krüppel um das zu erkennen ^^","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2018-09-25T09:38:38.897+0000","up_votes":2,"down_votes":0,"body":"Dann geh mal an die Arbeit Watson!\n\nBis heute Abend wir dein Statusbericht erwartet^^","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-09-25T10:35:08.795+0000","up_votes":1,"down_votes":1,"body":"Ich hab so ~5 Accounts auf meiner \"Achtung das ist ws ein Volu\" Liste. Einer davon wirds wohl sein XD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-25T10:37:30.008+0000","up_votes":1,"down_votes":0,"body":"Ich wollte jezt keine Abschussliste, es würde mich aber tatsächlich einfach interessieren xD.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T10:48:05.254+0000","up_votes":1,"down_votes":1,"body":"Ich schreib eh sicher keine Namen wo rein, weil es ja doch reine Spekulation/Vermutung ist. Einmal hatte ich aber das starke Gefühl von Volusmurfs ausgetrickst worden zu sein. So was triggert mich schon sehr.\n\nEs war sogar Izaya die mir damals die Volusmurfs ausreden wollte :)\n\nZweimal mit dem selben Trick lass ich mich dann aber doch nicht so leicht schnappen.","replies":[]}]}]}]},{"id":"","poster":"OT Riku","date":"2018-09-25T08:24:20.041+0000","up_votes":2,"down_votes":0,"body":"Du kleiner Strolch, unterwanderst also das gemeine Volk.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-25T11:01:41.559+0000","up_votes":1,"down_votes":1,"body":"Da bin ich nun doch neugierig. Was war denn die Motivation dahinter?\n\nich spekuliere einfach mal:\n\n- andere Volus mehr ins Rampenlicht stellen\n- nicht auf den Namen beschränkt zu werden, alleine der Name Humpel bringt upvotes und hält viele vom widersprechen ab\n- neugierde\n\nAuch interessant fände ich die Erkenntnisse, die du daraus gezogen hast","replies":[{"id":"","poster":"Humpelstilzche","date":"2018-09-25T12:07:14.309+0000","up_votes":1,"down_votes":0,"body":"Mein Job war der Grund. Ich arbeite in der Gaming-Industrie und bin bzw war dort relativ stark in der Öffentlichkeit und wollte die zwei Sachen nicht vermischen. Jetzt hab ich einen neuen Job der etwas mehr im Hintergrund ist, daher gehts wieder. \n\nDie Erkenntnisse sind ebenso unspektakulär: Kaum ein Unterschied, vlt im Schnitt ein bisschen weniger Upvotes, aber nicht viel.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2018-09-25T15:01:49.914+0000","up_votes":1,"down_votes":0,"body":"Danke für das befriedigen meiner neugierde :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-09-24T20:42:46.785+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00130001,timestamp=2018-09-24T20:28:28.510+0000)\n>\n> Sind wir nicht. Bezüglich desssen was wir sagen dürfen, sind wir genauso wie jeder andere Spieler. Und auch sonst. Du hast es eigentlich schon gut auf den Punkt gebracht: Die Forenfarbe ändern nicht sooo viel. Wer der Community helfen will, kann das mit und ohne Farbe tun. Tendenziell wird, was es bedeutet Volu zu sein, ziemlich überschätzt. \n> Wir definieren uns über das was wir tun, Volu hin oder her.\n\nWenn ihr seid wie alle anderen Spieler....dann wärt ihr ja alle anderen Spieler.\nWas ihr aber nicht seid. Denn ihr habt ja lustige Farben, also oder auch ergo, was ja das gleiche ist wie also...ach sagen wir doch einfach:\nErgalso bestimmt die Farbe komma dass ihr nicht so seid wie wir.\nHier liegt also der klassische Punkt vor von: Wir sind wir und ihr seid ihr.\nUnd da ich uns für die Guten halte und meine Meinung fest steht die Form aus Lehm gebrannt, Frisch Gesellen seid zur Hand, von der Stirne heiß rinnen muss der Schweiß. Soll das Werk der Meister loben, doch der Segen kommt von Oben.\nDa wir, die farblosen, die Guten sind, wie ja obrigen Zeilen zu entnehmen, müsst ihr, die bunten, ja die Bösen sein.\nUnd da das Böse ja schon per se es nicht so mit regel und gesetzen hat, außer natürlich es handelt sich um rechtschaffene Böse, würde das ja bedeuten dass alle Bunten des Forums entweder für Regelverstöße gebannt werden müssen oder aber rechtschaffend sind, wobei ich das erschaffen von Rechten und deren Propaganda im Forum nicht gut heißen kann.\nWarum tut ihr Volus das?\n\nDa muss ich mir noch was überlegen, aber ich denke ich habe meinen Standpunkt relativ deutlich Unklar gemacht.\nIrgendjemand muss da nun mal was unternehmen und so wie ich das sehe, ist das alles ziemlich verschwommen.\nAber weil ich ja am Meer lebe, hab ich mich noch nie verschwommen. Ist auch schlecht so einen Kontinent in aus der Sichtweite zu kriegen, muss ich dazu sagen Kontinente sind vergleichsweise groß.","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-09-24T20:02:26.925+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Dr Madscientist,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0013,timestamp=2018-09-24T19:49:24.259+0000)\n>\n>Ganz ehrlich gesagt ist es doch sogar ein Vorteil KEIN Volu zu sein\n\n\nIch kann nach mehr Dingen fragen, habe also auch mehr Infos für die Spieler.\nUnd ja, das ist doch schon ziemlich wichtig. Sehr wichtig.\n\n\n>Izaya? Mach weiter wie bisher und genieße die Freiheiten der Farblosigkeit statt dessen.\n\nTbh, ich mochte mein Halsband mehr.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-09-24T20:07:27.873+0000","up_votes":1,"down_votes":0,"body":"Ich kann dich gut verstehen, dass du traurig darüber bist. Ich wäre auch sehr geknickt, wenn ich die Probezeit als Volu nicht überstehen würde. \n\nAber hey, das heißt nicht, dass du den Spielern hier im Forum nicht mehr helfen kannst; das heißt nicht, dass du uns mit deinen Beiträgen erheitern kannst; das heißt nicht, dass du dir weiterhin so süße Geschichten -die mich immer zum schmunzeln gebracht haben- ausdenken kannst um Strafen in LoL mit dem Real Life zu vergleichen. \nEs heißt nicht, dass du nicht mehr aktiv im Forum sein darfst. \n\nMach einfach so weiter wie bisher. :) Wir, die Forencommunity werden weiterhin auf deiner Seite sein und deine Beiträge weiterhin mögen und unterstützen. Völlig egal, ob dein Name wie unserer Beige ist oder ob er grün ist.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-09-24T20:07:33.501+0000","up_votes":1,"down_votes":10,"body":"{{sticker:zombie-nunu-bummed}} {{sticker:darius-angry}} {{sticker:fiora-cool}} \nDie drei Smileys haben mehr zu bieten als alle Volus zusammen. Ich hab von Anfang an nicht ganz verstanden, wieso du bei dem Haufen dabei bleiben willst. Hab ich dir aber eh schon gesagt ;)","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-25T21:20:11.727+0000","up_votes":1,"down_votes":3,"body":"Damn ich hab nen Fehler gemacht :(\n{{sticker:zombie-nunu-bummed}} \nEin Smiley schlägt alle Volus mit leichtigkeit!","replies":[]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-24T21:55:38.032+0000","up_votes":8,"down_votes":2,"body":"Liebe Kyo, \n\nMan kann alles immer auf zwei Arten sehen. Man könnte sich jetzt drauf versteifen, dass du nach der Probezeit nicht übernommen wurdest. ich würde aber einen anderen Blickwinkel empfehlen. Du konntest viele Erfahrungen sammeln. Du konntest viele Leute kennenlernen und hast dir ein gewisses Standing in der Community erarbeitet.\n\nDas sind alles super Grundvoraussetzungen, um weiterhin etwas für unsere Community zu tun. Überleg dir was du als Volu tun würdest und mach genau das gleiche. Niemand wird dich davon abhalten. Im Gegenteil. Du hast gesehen, wieviel Unterstützung du hier erhalten hast und die gleiche Unterstützung wirst du auch bei deinen künftigen Projekten erfahren. \n\nEines kann ich dir ganz sicher sagen. Man bekommt auch als Nicht Volu die Unterstützung von Volus, wenn man sinnvolle Dinge tut. Den Respekt, den du in den letzten Monaten bekommen hast, hast du nicht für deine Farbe erhalten, sondern für deine Taten!\n\nJedes Ende ist ein Anfang. Mach diesen zu dem Beginn von etwas ganz Großem!","replies":[]},{"id":"","poster":"i own hookers","date":"2018-09-24T11:20:34.881+0000","up_votes":6,"down_votes":1,"body":"Ich würde gerne mal wissen warum die Amtsenthebung \"unrechtmässig\" ist.","replies":[{"id":"","poster":"Qbert","date":"2018-09-24T11:31:09.033+0000","up_votes":3,"down_votes":2,"body":"gerecht und ungerecht sind eben sehr subjektiv.\n\nEs gibt zum \"Rauswurf\" keine offizielle Stellungnahme, deshalb kann man nur vermuten, was wiederum zu einem verzerrten Bild Unrecht/Recht führt ... \n\nSo ist das leider ...\n\nIch persönlich fand ihre Arbeit gut.","replies":[{"id":"","poster":"i own hookers","date":"2018-09-24T13:42:02.765+0000","up_votes":1,"down_votes":0,"body":"Das was ich von ihr mitbekommen habe fand ich einwandfrei. Ich möchte mich aber nicht in Dinge einmischen von denen ich nicht alle Seiten kenne. Es würde mich sehr freuen, wenn sich Riot dazu äussern würde.","replies":[]}]}]},{"id":"","poster":"Rena","date":"2018-09-24T17:57:48.715+0000","up_votes":1,"down_votes":0,"body":"Wtf? Der Post hat 1.2k Aufrufe, aber 1400 Teilnehmer auf der Seite?","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-24T17:58:19.964+0000","up_votes":4,"down_votes":0,"body":"> UPDATE\n\n >   Leider wurde der Link durch ein Botnet infiziert, somit stimmen die Angaben nicht mehr.\n    Letzter Stand waren 80 Ja Stimmen, 11 Nein.","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-24T18:00:20.134+0000","up_votes":2,"down_votes":0,"body":"Vermutlich botting. Schade.","replies":[]}]},{"id":"","poster":"FrostigerKennen","date":"2018-09-26T06:03:30.723+0000","up_votes":6,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-26T06:59:14.550+0000","up_votes":1,"down_votes":2,"body":"Ich denke die wenigsten hier haben die Aktion damals gefeiert ;)\n\nEs war nur so, dass die meisten hier im Forum ihr verziehen haben und daher auch gegen euch argumentiert haben. Schließlich waren etwaige negative Konsequenzen abzusehen. Im Gegensatz dazu hattet ihr nicht wirklich was zu verlieren. \n\nWie man hier gut sehen kann sind negative Konsequenzen eine unschöne Sache und deswegen ist man auf euch losgegangen um diese zu verhindern. Ich würde das gar nicht so perönlich nehmen, immerhin habt ihr den Thread damals auch relativ offensiv formuliert.\n\nEine Entschuldigung ist natürlich eine schöne Sache, aber ich denke sie wäre gar nicht unbedingt nötig gewesen. Euer damaliges handeln war durchaus nachvollziehbar. Es freut mich aber zu hören, dass euch ein absehen von einer Strafe für Izaya lieber gewesen wäre. Fehler passieren halt doch jedem.","replies":[{"id":"","poster":"FrostigerKennen","date":"2018-09-26T07:41:39.617+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-26T08:12:10.119+0000","up_votes":1,"down_votes":3,"body":"Die haben euch nicht wirklich die Accounts gesperrt? Omg, die schaffen es echt immer wieder einen zu überraschen. Im negativen Sinn.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-26T12:36:22.332+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=FrostigerKennen,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=001600000000,timestamp=2018-09-26T07:41:39.617+0000)\n>\n> war halt schade um meinen frisch gekauften ebay acc der 2 tage danach gesperrt wurde :(\n\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0016000000000000,timestamp=2018-09-26T08:12:10.119+0000)\n>\n> Die haben euch nicht wirklich die Accounts gesperrt? Omg, die schaffen es echt immer wieder einen zu überraschen. Im negativen Sinn.\n\nEy sach ma, seid ihr jetzt völlig belämmert, seit wann ist es denn erlaubt sich die Acc's zu kaufen ?! Natürlich werden die gesperrt !\n\nIhr zwei trollt doch !","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-26T12:45:46.734+0000","up_votes":1,"down_votes":4,"body":"Ich bin halt davon ausgegangen, dass der Riot-Support gewisse moralische Ansprüche an sich selbst stellt. Das verwenden von geleakten Informationen aus einer privaten Whatsappgruppe ist in meinen Augen etwas fragwürdig.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-26T12:56:40.218+0000","up_votes":4,"down_votes":0,"body":"Riot hat sicherlich andere Möglichkeiten hochgebottete Accounts zu erkennen... Ich schätze nicht, dass sie dafür Emissarys in dunkle Bars und Whatsappgruppen als Maulwürfe einschleusen müssen","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-26T13:06:31.136+0000","up_votes":2,"down_votes":3,"body":"Klar, das machen sie auch sicherlich nicht. Mir gehts hier nur um diesen einen Fall.\n\nRichtig und Konsequent wäre es gewesen Izaya zu sagen, dass ihre Aktion nicht in Ordnung war und ihre \"Beweise\" daher nicht weiter verwendet werden.\n\nStattdessen bannt man mit den gebrachten Infos die Accounts, aber wirft ihr jetzt vor damals einen Fehler gemacht zu haben. Das geht in Richtung Doppelmoral und gefällt mir daher nicht.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-26T13:12:22.656+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00160000000000000000000000000000,timestamp=2018-09-26T13:06:31.136+0000)\n>\n> Klar, das machen sie auch sicherlich nicht. Mir gehts hier nur um diesen einen Fall.\n> \n> daher nicht weiter verwendet werden.\n\nÜberprüft werden musste es trotzdem, es hätte sich ja auch als falsch heraustellen können.\n\nIch seh das eher als Kollege Zufall. Der Tipp hätte auch von jemand anderen aus der Gruppe kommen können. Dem nachgehen mussten sie auf jeden Fall (siehe andern Post von mir)\n\n\n> Stattdessen bannt man mit den gebrachten Infos die Accounts, aber wirft ihr jetzt vor damals einen Fehler gemacht zu haben. Das geht in Richtung Doppelmoral und gefällt mir daher nicht.\n\nDas hab ich jetzt hier nirgends eindeutig herauslesen können. Da sich keiner so genau dazu äussert. Von daher nur Mutmaßungen.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-09-26T13:03:34.638+0000","up_votes":2,"down_votes":0,"body":"Du meinst also, wenn die wissen das der Acc nachprüfbar gekauft wurde, das die den Acc nicht sperren sollten/dürften/müssten, weil die aus einer \"fragwürdigen\" Quelle die Info haben ? \n\nAlso die wissen bei RIOT daß da ein Acc bespielt wird, welcher nach einer Überprüfung eindeutig illegal und gegen die AGB's hochgespielt und weiterverkauft wurde. Also die wissen davon und sollen den dann trotzdem gewähren lassen ? \n\nIch mein, die haben den ja nicht einfach so gesperrt, der wurde schon überprüft. \n\nUnd wie ist es bitte mit denen die nach einem Spiel dem Support mitteilen, das Acc xyz sehr suspect war und damit eine Überprüfung des betroffenen Acc's einleiten. Was ist mit denen die den Support mit Hinweisen auf verdächtige Acc's füttern. Ich habe selber einmal nen Acc hinterher gemeldet, weil der Gegner immer wußte wo ich war , ,nein da war kein Ward im Busch, das haben meine Mates und ich überprüft . Wir gingen davon aus, daß da nen Script bzw. nen Programm benutzt wurde. Ich hab das gemeldet und  irgendwann wurde ich deswegen sogar positiv benachrichtigt.\n\nWenn ich den Verdacht hab, mit Bots zu spielen, wo eigentlich keine Bots sein dürften, dann melde ich das auch. RIOT dürfte dann ja Deiner Meinung nach nix von alledem nachprüfen . omg\n\nMMn. ist das egal, woher die die Info haben. So Acc gehören dann einfach aus dem Verkehr gezogen.\n\nHier hat doch keiner der beiden Parteien moralische Bedenken, RIOT wohl nicht, weil die ihre Spieler schützen wollen und derjenige der den Acc gekauft hat, hat erst recht keine moralischen Bedenken.","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-26T13:14:43.161+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0016000000000000000000000001,timestamp=2018-09-26T13:03:34.638+0000)\n>\n> Du meinst also, wenn die wissen das der Acc nachprüfbar gekauft wurde, das die den Acc nicht sperren sollten/dürften/müssten, weil die aus einer &quot;fragwürdigen&quot; Quelle die Info haben ? \n\nJa, das trifft es ziemlich genau auf den Punkt wie ich darüber denke.\n\n> \n> Also die wissen bei RIOT daß da ein Acc bespielt wird, welcher nach einer Überprüfung eindeutig illegal und gegen die AGB&#x27;s hochgespielt und weiterverkauft wurde. Also die wissen davon und sollen den dann trotzdem gewähren lassen ? \n\nJa.\n> \n> Ich mein, die haben den ja nicht einfach so gesperrt, der wurde schon überprüft. \n> \n> Und wie ist es bitte mit denen die nach einem Spiel dem Support mitteilen, das Acc xyz sehr suspect war und damit eine Überprüfung des betroffenen Acc&#x27;s einleiten. Was ist mit denen die den Support mit Hinweisen auf verdächtige Acc&#x27;s füttern. Ich habe selber einmal nen Acc hinterher gemeldet, weil der Gegner immer wußte wo ich war , ,nein da war kein Ward im Busch, das haben meine Mates und ich überprüft . Wir gingen davon aus, daß da nen Script bzw. nen Programm benutzt wurde. Ich hab das gemeldet und  irgendwann wurde ich deswegen sogar positiv benachrichtigt.\n\nDas ist meiner meiner Meinung nach ein legitimer und richtiger Weg gebottete Accounts zu entfernen.\n\n> \n> MMn. ist das egal, woher die die Info haben. So Acc gehören dann einfach aus dem Verkehr gezogen.\n\nIch finde das Ganze auch nicht übertrieben schlimm. Deine Meinung ist gut nachvollziehebar und wird wohl von vielen geteilt. Wie schon gesagt sehe ich das aber etwas anders.\n> \n> Hier hat doch keiner der beiden Parteien moralische Bedenken, RIOT wohl nicht, weil die ihre Spieler schützen wollen und derjenige der den Acc gekauft hat, hat erst recht keine moralischen Bedenken.\n\nDie beiden Partein vielleicht nicht. Ich aber schon. Gerade weil es für Izaya letztendlich Konsequenzen gab spielt dieser Umstand eine gewisse Rolle.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-26T13:17:49.259+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=00160000000000000000000000010000,timestamp=2018-09-26T13:14:43.161+0000)\n>\n> Die beiden Partein vielleicht nicht. Ich aber schon. Gerade weil es für Izaya letztendlich Konsequenzen gab spielt dieser Umstand eine gewisse Rolle.\n\nIch hab das nicht an ihr festgemacht. Wie oben schon geschrieben, der Tipp hätte genausogut von jmnd. anderen kommen können .\n\nDen Bezug zu ihr , der Aktion und darauffolgende Repressalien können wir hier doch überhaupt nicht ,aus Mangel an Informationen, so eindeutig darstellen.\n\nAlles nur Spekulationen, die hier im Thread mMn. nix zu suchen haben. \n","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Released Ape","date":"2018-09-24T11:40:09.485+0000","up_votes":3,"down_votes":0,"body":"Kann jemand genauer sagen warum sie rausgeflogen ist bzw. eine Vermutung benennen, ich würde mir da schon gerne ein Bild davon machen bevor ich einfach bei einer Umfrage mein Kreuz reinsetze.\n\nHabe sie nicht negativ in Erinnerung, aber manchmal etwas pauschalisierend und als würde sie ein Skript abhaken. Was man aber sagen muss das sie eine sehr hohe Aktivität hatte und die Posts häufiger lange Erläuterungen hatten und so kann man durchaus sagen das sie sehr motiviert und mit Wohwollen im Forum agiert hat. Sollten nun unklare Regelungen oder kleinere Verstöße der Grund für ein dauerhaften Ausschluss sein würde ich es auch überzogen halten.\n\nAber solange ich nur anhand der Posts es grob abschätzen kann werde ich mich erstmal raushalten, in der Hoffnung das es sich von selbst regelt. Also eigentlich so wie alles in meinem Leben...","replies":[{"id":"","poster":"Killerkekssss","date":"2018-09-24T11:54:16.469+0000","up_votes":3,"down_votes":0,"body":"Was wir und sie bisher wissen ist, dass sie aus vielen kleinen Fehlern und eigentlich einer etwas größeren Sache geflogen ist, welche am Anfang war. Was es genau ist, weiß ich jedoch auch nicht. Ich habe auch nicht das Recht es zu wissen, da es anscheinend etwas internes ist.","replies":[]}]},{"id":"","poster":"Awsane","date":"2018-09-24T10:39:46.652+0000","up_votes":4,"down_votes":1,"body":"Habt ihr sie gefragt ob es ihr recht ist?\n\nWir wissen ja nicht was vorgefallen ist. Ich habe auch erstmal dafür abgestimmt, weil auch ich nur positives mitbekommen habe (der einzige Volu mit dem ich mal persönlich gesprochen habe)\nund ich würde sie von dem was ich mitbekommen habe auch sofort wieder als grünen sehen wollen.\n\nAber wie wissen die Hintergründe ja nicht. Und bevor wir hier Druck machen sollten Izaya doch wenigstens um Erlaubnis fragen (wenn das nicht schon gemacht wurde).","replies":[{"id":"","poster":"Killerkekssss","date":"2018-09-24T10:50:47.755+0000","up_votes":2,"down_votes":0,"body":"Sie sagte solange wir nicht gegen die Volus hetzen und auch keine dummen Sachen anstellen ist es unsere Sache. Sie hält sich daraus.","replies":[]}]},{"id":"","poster":"OT Riku","date":"2018-09-24T10:25:04.197+0000","up_votes":4,"down_votes":1,"body":"Ich fand es immerwieder Interessant wie Izaya eine bestimmte Situation beschrieb.\n\nWir die Forenuser, haben bei bestimmten Strafen von Spielern,  gerne mal einige Sachen aus dem Realen Leben als Vergleiche genommen.\nIzaya hat dies oft nochmal einen Tacken anders beschrieben.\nDiese Beschreibungen machten Spaß zu lesen und waren sehr schwungvoll und so geschrieben das man fast von einer Geschichte ausgehen konnte.\nIch habe gern ihre Beiträge verfolgt eben weil sie so geschrieben wurden. \n\nEs wäre echt schade wenn, man jemanden wegen einen Fehler etwas kaputt macht was diese Person gerne gemacht hat.\nJeder sollte eine zweite Chance verdienen.","replies":[]},{"id":"","poster":"Noxempire","date":"2018-09-24T10:43:01.895+0000","up_votes":5,"down_votes":2,"body":"Ich hab zwar bereits vor ein paar Tagen an der Abstimmung teilgenommen, aber ich möchte auch noch einmal ein paar Worte sagen, als Urgestein dieses Forums.\n\nIzaya hat einfach einen völlig einzigartigen Umgang mit den Leuten im Forum.\n\nWenn sie die Forenregeln nicht beachtet hat ist das natürlich doof, aber ein kompletter Rauswurf sollte und darf nicht passieren, da Izaya für mich immer stellvertretend für nicht toxischen und freundlichen Umgang stand. \n\n**Für mich war sie sowas wie der Forengandhi**\n\nKein Emmisary stand für mich allen Gruppen im Forum gleichzeitig so nah. Egal ob OT, TGSG und unabhängigen Forenusern. \n\nAuch wenn ich doch im Stream erstaunt war wie gut sich die Greens und OT/TGSG verstehen können. \n\nIch möchte aber auch an die Forengemeinde apellerien dass wir, egal wie jetzt die letztendliche Entscheidung ausfallen sollte, den Greens nicht feindlich gegenüber stehen sollten und sachlich sein müssen. ","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-24T11:31:57.472+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Noxempire,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0003,timestamp=2018-09-24T10:43:01.895+0000)\n\n> Auch wenn ich doch im Stream erstaunt war wie gut sich die Greens und OT/TGSG verstehen können. \n\nDas wird zu großen Teilen am fernbleiben gewisser Personen gelegen haben.","replies":[{"id":"","poster":"Qbert","date":"2018-09-24T11:58:04.489+0000","up_votes":1,"down_votes":1,"body":"Ich war nicht dabei :(","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-24T11:59:30.246+0000","up_votes":1,"down_votes":1,"body":"Ich auch nicht.","replies":[{"id":"","poster":"Qbert","date":"2018-09-24T12:00:07.871+0000","up_votes":2,"down_votes":1,"body":"duuuuuuuuuuuuuuuuuuuuuuuuu ärgerst ja auch immer!","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-24T12:01:16.378+0000","up_votes":2,"down_votes":1,"body":"Ja... Ne.... Is richtig.","replies":[]}]}]}]}]}]},{"id":"","poster":"dêr zwerg","date":"2018-09-24T14:10:56.471+0000","up_votes":2,"down_votes":0,"body":"nutzt noch wer das Forenscript? wäre interessant zu wissen wiviele Up und Downvotes der Thread hat","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-09-24T12:35:04.395+0000","up_votes":2,"down_votes":0,"body":"Scheint so einige zu geben, die dagegen halten wollen, aber dennoch ihre Meinung hier nicht kundgeben.\nAls ich das letzte mal geschaut habe, hatte der Fred noch 11 Upvotes, jetzt sind wir bei 6","replies":[{"id":"","poster":"Maexle","date":"2018-09-24T14:19:57.111+0000","up_votes":1,"down_votes":0,"body":"Ich glaube 2-3 der Votes kommen tatsächlich von Leuten, die Izaya nicht mehr als Emissary wollen. Aber es gibt ja auch die Fraktion, die einfach alles, was nicht direkt mit dem Spiel zu tun hat downvoten. \n{{champion:17}}","replies":[{"id":"","poster":"Megamaexx","date":"2018-09-24T14:29:43.773+0000","up_votes":1,"down_votes":0,"body":"Oder wenn sie sehen, dass es jemand vom OT oder TGSG erstellt hat^^","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-26T13:19:48.449+0000","up_votes":3,"down_votes":1,"body":"Hallo Zusammen,\n\nich würde empfehlen die Diskussion zu beenden. Das Vorgehen von Riot bei gekauften Accounts, Das Servicelevel der Volus, usw. Das sind zwar interessante Themen, die durchaus einer Diskussion wert sind. Aber solche Diskussionen sollten nicht auf dem Rücken einer einzelnen Person ausgetragen werden.","replies":[{"id":"","poster":"Necromant","date":"2018-09-26T21:49:03.884+0000","up_votes":1,"down_votes":0,"body":"True.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-09-26T13:23:29.349+0000","up_votes":1,"down_votes":0,"body":"Seh ich auch so .","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-09-26T13:22:22.826+0000","up_votes":1,"down_votes":1,"body":"Hast recht. Ich hab mich etwas mitreißen lassen. Tut mir Leid.","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-24T10:22:19.360+0000","up_votes":4,"down_votes":2,"body":"o/\n> Stimmenstammlung\n\nFTW\n\n\"gehen wir zu den Volus und fragen nach, ob sie nun unsere Izaya zurück nehmen und eine weitere Chance geben!\"\n\nDas ist unglücklich formuliert denke ich.\n\nJe nachdem wie viele Stimmen zusammen kommen, sollte es aber unausweichlich sein das der aktuelle Fall nochmal ausführlich intern besprochen wird mit der Aussicht auf eine letzte Chance. So etwas wie ein Todesstoß im Anschluss. Sogar 68 Stimmen finde ich sind nicht zu verachten wenn man bedenkt wie viele aktive Forenuser es hier gibt (gefühlt 30 maximal).\n\nEs ist ja offensichtlich das es gewünscht ist benannte Person zu behalten. Diesbezüglich sollte es keine Ignoranz geben. Wenn es darauf hinausläuft das sie noch eine letzte Chance bekommt, dann hat sie dafür eben lebenslanges Volu-Verbot wenn sie es versemmelt.\n\nOder sie kann sich bei **nächster Gelegenheit (!)** nochmals bewerben, startet bei Null, ihr Platz im Programm ist aber praktisch reserviert damit sie ihn auch tatsächlich antreten kann.\n\nOder ihr entbannt Azima und gebt ihr den Posten :>\n___\n\nMit Bezeichnungen wie \"zu Unrecht\" wäre ich allerdings sehr vorsichtig wenn es dazu keine Erklärung geben soll oder geben darf ;)","replies":[{"id":"","poster":"Veezey","date":"2018-09-24T12:40:21.374+0000","up_votes":1,"down_votes":0,"body":"Azima schwingt den Banhammer mit eiserner Hand! xD","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-24T12:49:44.377+0000","up_votes":1,"down_votes":0,"body":"Du würdest dich wundern wie hart sie durchgreifen kann :o","replies":[{"id":"","poster":"Veezey","date":"2018-09-24T12:53:52.086+0000","up_votes":1,"down_votes":0,"body":"Da bin ich mir sicher :>","replies":[]}]}]}]},{"id":"","poster":"Megnok","date":"2018-09-24T15:47:47.779+0000","up_votes":4,"down_votes":5,"body":"Beste Entscheifdung, mir ist er/sie/es auch einige male negativ aufgefallen","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-24T15:50:56.371+0000","up_votes":5,"down_votes":3,"body":"> [{quoted}](name=Megnok,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000e,timestamp=2018-09-24T15:47:47.779+0000)\n>\n> Beste Entscheifdung, mir ist er/sie/es auch einige male negativ aufgefallen\n\nMagst du mir ein genaueres Feedback dazu geben?","replies":[{"id":"","poster":"Megnok","date":"2018-09-24T17:44:53.602+0000","up_votes":1,"down_votes":1,"body":"hm, ehrlich gesagt kann ich dir da nicht mal was spezifisches nennen. Es waren nur kurze Eindrücke beim durchscrollen einiger Threats. Tut mir leid.","replies":[{"id":"","poster":"OT Riku","date":"2018-09-24T17:54:34.661+0000","up_votes":2,"down_votes":2,"body":"Naja dann kannst du ja einfach Izaya Forenprofil durchsuchen,  dann wirst du bestimmt fündig.","replies":[{"id":"","poster":"Megnok","date":"2018-09-25T07:58:51.012+0000","up_votes":2,"down_votes":1,"body":"Könnte ich. Mach ich aber nicht. Denn das Forenprofil sprengt jeden Rahmen. Ich denke, da die Person ja von den Volus verabschiedet wurde, wurden ihr mit Sicherheit auch genügend negative Punkte aufgezählt. Da brauch ich mir jetztg die Arbeit auch nicht machen","replies":[{"id":"","poster":"A Ryze From Dead","date":"2018-09-25T15:38:09.726+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Megnok,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000e,timestamp=2018-09-24T15:47:47.779+0000)\n>\n> Beste Entscheifdung, mir ist er/sie/es auch einige male negativ aufgefallen\n\n\n\n> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000e0000,timestamp=2018-09-24T15:50:56.371+0000)\n>\n> Magst du mir ein genaueres Feedback dazu geben?\n\n> [{quoted}](name=Megnok,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000e00000000,timestamp=2018-09-24T17:44:53.602+0000)\n>\n> hm, ehrlich gesagt kann ich dir da nicht mal was spezifisches nennen. Es waren nur kurze Eindrücke beim durchscrollen einiger Threats. Tut mir leid.\n\n\n> [{quoted}](name=OT Riku,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000e000000000000,timestamp=2018-09-24T17:54:34.661+0000)\n>\n> Naja dann kannst du ja einfach Izaya Forenprofil durchsuchen,  dann wirst du bestimmt fündig.\n\n\n> [{quoted}](name=Megnok,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000e0000000000000000,timestamp=2018-09-25T07:58:51.012+0000)\n>\n> Könnte ich. Mach ich aber nicht. Denn das Forenprofil sprengt jeden Rahmen. Ich denke, da die Person ja von den Volus verabschiedet wurde, wurden ihr mit Sicherheit auch genügend negative Punkte aufgezählt. Da brauch ich mir jetztg die Arbeit auch nicht machen\n\nEi der Dreist manchmal...","replies":[]}]}]}]}]}]},{"id":"","poster":"El Pingu","date":"2018-09-24T16:53:04.645+0000","up_votes":1,"down_votes":0,"body":"Servus,\n\nSie scheint mir in der Tat äußerst sympathisch, aktiv und hilfsbereit bei Fragen zu sein.\nAllerdings habe ich noch nirgends die genaue Begründung (mit Wortlaut und Kontext) lesen können, weshalb sie wieder degradiert wurde.\n\nSolange ich nur die Gedanken der einen Seite kenne, ohne die Begründung und die Meinung der anderen Seite, kann ich leider keine nüchterne Entscheidung treffen und halte mich so lange raus.\n\nLG, Pingu","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-24T17:15:20.628+0000","up_votes":4,"down_votes":4,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000f,timestamp=2018-09-24T16:53:04.645+0000)\n>\n> Servus,\n> \n> Sie scheint mir in der Tat äußerst sympathisch, aktiv und hilfsbereit bei Fragen zu sein.\n> Allerdings habe ich noch nirgends die genaue Begründung (mit Wortlaut und Kontext) lesen können, weshalb sie wieder degradiert wurde.\n> \n> Solange ich nur die Gedanken der einen Seite kenne, ohne die Begründung und die Meinung der anderen Seite, kann ich leider keine nüchterne Entscheidung treffen und halte mich so lange raus.\n> \n> LG, Pingu\n\nAlles was ich bisher weiss:\n\n- Ich wurde wegen \"Stress\" mit drei anderen Volus ganz böse angesehen (Einmal am Anfang, eine kleine Sache in der Mitte und am Ende etwas, was auf dem Anfang aufbaut)\n\n- Ich habe zu viele \"kleine\" Fehler gemacht. Es ging nicht wirklich um die Fehler an sich, sondern darum, dass das wohl zu viele gewesen sein.\n\n- Ich bin in meinem ersten Monat mit einem großen Thema falsch umgegangen, was Datensicherheit angeht. So habe ich Screenshots für etwas Wichtiges in den falschen Voluchat geposted gehabt, weil ich es nicht besser wusste.\n\n...\nTL:DR Dinge die eher so am Anfang der 4 Monate passiert sind, geklärt wurden und trotzdem dafür gesorgt haben, dass mich wohl angeblich \"4-5\" Leute bestraft sehen wollen.\nUnd das, wo man mir doch so viel Lob immer gab und ich meine Fehler doch auch bereut habe  ._. \nmeh.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-24T17:51:31.917+0000","up_votes":2,"down_votes":1,"body":"Es klingt bitter, 4 Monate Probezeit durchzuziehen, wenn wohl nach wenigen Tagen (?) schon klar war, dass man dich raus haben möchte. \n\nEs fragt sich ob deine Verfehlung damals so schlimm war, dass sie tatsächlich auf keinen Fall wieder gut zu machen war, egal wie viel Arbeit du in die Position steckst. Dann wäre es grausam, es dich überhaupt versuchen zu lassen.\n\nOder ob betreffende Personen zwar *gesagt* haben, dass du es wieder raus reissen kannst, hinterher aber nicht zu ihrem Wort stehen und als Begründung keine neuen Vorkommnisse haben, sodass sie auf diejenigen vom Anfang zurückgreifen müssen. Was das wäre kann sich jeder selbst ausdenken...\n\n\nDas sind die zwei Möglichkeiten die zumindest mir einfallen, wenn in der Begründung tatsächlich vornehmlich die alten Sachen herangezogen werden, die aufgrund mangelnder Erfahrung passiert sind.","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2018-09-24T17:07:14.643+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000f,timestamp=2018-09-24T16:53:04.645+0000)\n> kann ich leider keine nüchterne Entscheidung treffen.\n> \n> LG, Pingu\n\nDie umfrage kommt für dich also einen Tag zu spät :P","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-24T14:22:15.083+0000","up_votes":2,"down_votes":1,"body":"https://media.giphy.com/media/609o8uNjasiJO/giphy.gif\n\nIzaya Ftw!","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-09-24T15:51:45.900+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Prinzessinˆˆ,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=000d,timestamp=2018-09-24T14:22:15.083+0000)\n>\n> https://media.giphy.com/media/609o8uNjasiJO/giphy.gif\n> \n> Izaya Ftw!\n\nhype! Katzengif ftw!","replies":[]}]},{"id":"","poster":"Mad Loony","date":"2018-09-24T17:32:45.515+0000","up_votes":1,"down_votes":1,"body":"WTF, was ist mit der Umfrage passiert? Mir war gar nicht klar, dass es hier so viele aktive Forennutzer gibt xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-24T17:54:07.198+0000","up_votes":1,"down_votes":0,"body":"Um 18:30 Uhr (ca.) Hatte die Umfrage noch in etwa 65 Teilnehmer. Ich hab die Entwicklung aus Interesse verfolgt...\n\nDas hier sieht jetzt nach botting aus, was die Umfrage leider wertlos macht, sollte sie je eine Aussagekraft gehabt haben. \n\nSchade das...","replies":[{"id":"","poster":"Mad Loony","date":"2018-09-24T17:55:28.971+0000","up_votes":1,"down_votes":0,"body":"unlucky","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-24T17:56:26.163+0000","up_votes":1,"down_votes":0,"body":"Absolut, ich bin ein Freund der prinzipiellen Idee.","replies":[]}]}]},{"id":"","poster":"OT Riku","date":"2018-09-24T17:41:20.069+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein bisschen verwirrt wie geht das es 1388 Teilnehmer gibt aber 3333 Stimmen????\nOder es liegt an meiner Unfähigkeit.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2018-09-24T17:35:32.805+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=YnZkMR0R,discussion-id=xogAPJzE,comment-id=0010,timestamp=2018-09-24T17:32:45.515+0000)\n>\n> WTF, was ist mit der Umfrage passiert? Mir war gar nicht klar, dass es hier so viele aktive Forennutzer gibt xD\n\nBots. Bots everywhere D:","replies":[]}]},{"id":"","poster":"Veezey","date":"2018-09-24T12:39:35.344+0000","up_votes":1,"down_votes":1,"body":"Make Izaya great again!","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-09-24T11:16:27.371+0000","up_votes":2,"down_votes":2,"body":"Izaya interagiert mit dem Forum. Die Volus haben seitdem das Problem, dass sie einen Publikumsliebling aus dem Programm genommen haben.\n\nWenn also die Volus die vorgefallenen Fehler verzeihen, stehen sie in der Öffentlichkeit besser da.\n\nAlso liebe Volus, entweder ihr seid eisern und stellt euch damit gegen einen Teil der aktiven Community oder ihr beugt euch und poliert damit euer Image wieder auf.\n\nBeides hat sein Für und Wider.","replies":[]}]}