{"id":"mAJoAWLj","poster":"Tobbel","date":"2018-09-22T16:08:23.520+0000","title":"Wie sollte man sich nach einem Ban verhalten ?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"ich bin vor kurzem f&uuml;r 2 wochen gebannt worden ( wegen angeblichen &quot;zuspielen&quot; ). nach langem diskutieren mit dem riot support hat der moderator das ticket geschlossen. ich belass es jetzt einfach mal dabei aber wie ist das wenn ich jetzt nach den 2 wochen z.B sachen wie noob, oder fuck yourself oder &auml;hnliches schreibe werd ich dann direkt gepermabanned oder ? das w&uuml;rd ich n&auml;mlich unbedingt vermeideN wollen. und verf&auml;llt mit der zeit diese &quot;vorstrafe&quot; ?","replies":[{"id":"","poster":"ImTheFox115","date":"2018-09-22T18:46:55.302+0000","up_votes":2,"down_votes":0,"body":"Wenn du geinted hast einfach nicht mehr inten.\nWenn du geflamed hast einfach nicht mehr flamen.","replies":[{"id":"","poster":"Tobbel","date":"2018-09-22T19:14:09.620+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ImTheFox115,realm=EUW,application-id=KYnfKGf0,discussion-id=mAJoAWLj,comment-id=0001,timestamp=2018-09-22T18:46:55.302+0000)\n>\n> Wenn du geinted hast einfach nicht mehr inten.\n> Wenn du geflamed hast einfach nicht mehr flamen.\n\nich hab laut dem expert support mitarbeiter \"intentional feeding\" betrieben oder wie auch immer das geschrieben wird wegen 2:21:4 stats. ich hab dem ungefähr 10 mal erklärt, dass dieses oft sterben keine absicht war ich einfach nur grottig gespielt habe ( ich bin nicht in tower reingelaufen oder ähnliches ). nachdem ich ihn gefragt habe was ich denn hätte machen sollen afk in die base stellen ( weil ich dann ja nicht getötet werden kann ) kam \"es tut mir leid wir in unserem expertenteam haben uns ausführlich beraten wir werden den ban nicht aufheben\" hat der das ticket geschlossen ^^","replies":[{"id":"","poster":"ImTheFox115","date":"2018-09-22T20:51:38.274+0000","up_votes":1,"down_votes":0,"body":"shit happens xD","replies":[]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-09-22T16:15:24.800+0000","up_votes":2,"down_votes":0,"body":">Wie sollte man sich nach einem Ban verhalten ? \n\nKommt auf den Bangrund an. Bleib erstmal ruhig und überdenke dein Verhalten, oder was alles passiert ist. Wenn es kein Permaban ist, solltest du besonders darauf achten, dich nicht wegen einem Spiel triggern zu lassen und die Warnung vor dem Permaban wahr zu nehmen. Der Tempban ist schließlich die letzte Chance, die man mit einem Account bekommen kann.\n\n\n>ich belass es jetzt einfach mal dabei aber wie ist das wenn ich jetzt nach den 2 wochen z.B sachen wie noob, oder fuck yourself oder ähnliches schreibe werd ich dann direkt gepermabanned oder ?\n\n\nDa ist man sich leider nicht ganz sicher. Die einen sagen, es gibt zwei Strafverläufe, die anderen sagen es gäbe nur einen.\nDu solltest aber eh niemanden flamen. Das bringt dir und deinen Mitspielern nichts.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-09-23T07:24:07.352+0000","up_votes":1,"down_votes":1,"body":"Eigentlich gibt es 4 Bestrafungen mit denen man zurzeit bestraft werden kann.\n\n1: 10 game chatban\n2: 25 game chatban\n3: 2 week ban\n4: Perma ban\n\n\nBei härteren Vergehen werden die ersten 2 Stufen einfach übersprungen und man landet direkt beim 2 week ban.\nDarauf folgt dann natürlich der permaban beim nächsten Vergehen.\nRecht simpel eigentlich.\nAb dem 2 week ban wird kein flaming mehr geduldet und sogar das kleinste Fuck you Report X for X ecc kann zum permaban führen.\nAlso einfach nichts schreiben dass das Game negativ beeinflussen könnte.","replies":[]}]},{"id":"","poster":"Shaakugaan","date":"2018-09-22T19:24:45.338+0000","up_votes":3,"down_votes":1,"body":"Mute all und hab Spaß mit dem Singleplayer Game.","replies":[]}]}