{"id":"gEwIrpOq","poster":"Kirschkern","date":"2020-02-20T08:10:50.878+0000","title":"[TGSG] ✨✨ Schlafmangel, Berliner, LoR, die Ewigen ✨✨","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"🎊✨🎉🎈🎊✨🎉🎈🎊✨🎉🎈🎊✨🎉🎈🎊✨🎉🎈🎊✨🎉🎈🎊✨🎉🎈🎊✨🎉🎈🎊✨🎉\n🎉     :D Probieren wir und hier mal Gestaltungsmäßig etwas aus!\n🎊     Heute ist ja praktisch der Beginn des Straßenkarnevals °^° Der Zeitpunkt an dem offiziell alle so richtig\n✨     hart am Rad drehen dürfen und sich ihrer wahren Natur hingeben. Was auch irgendwie traurig ist XD\n\n🎈     Den Tag gestern habe ich dann wohl doch noch überlebt! 12 Stunden Arbeit :o Das war etwas abartig.\n🎊    Auch wenn ich im Prinzip ab 16.30 Uhr nur noch eine Serie geguckt und dabei mein Hawaii Schnitzel\n✨    gegessen habe XD Was btw. ziemlich minderwertig und nicht empfehlenswert war. Aber leider ist mir\n🎉    der Laden nicht mehr eingefallen wo ich mal dieses bombastisch gute Hawaii Schnitzel her hatte :(\n🎈     Dafür gibt es heute auch nur Frühstück (zwei Brote), eine Banane und einen Eimer Dattel Tomaten &lt;3\n    \n✨    Die Heimreise war dafür ziemlich lässig.\n\n🎈     Der Bus hatte nur mich als Fahrgast und der Zug war auch sehr leer. Außerdem hatte ich super süße\n🎊    Gesellschaft beim 'auf den Zug warten weil ich den ersten habe fahren lassen' XD\n✨    Da war nämlich ein kleines Mäuschen :3 Das ist da rum geflitzt wie bekloppt und ist am Ende fast neben\n🎉    mir sitzen geblieben und hat an irgendwas geknabbert ^^ Schade das ich keine Fotos hochladen kann\n🎈     Wobei °^° […]\n\n✨Außerdem habe ich es noch fertig gebracht zwei Folgen \"Locke &amp; Key\" zu schauen und bis 23:55 Uhr\n🎉    LoR gespielt XD Glaub es gab nur einen Win, aber der war auch episch nach vier? Runden. Aber kann\n🎈     es sein das diese \"Ich friere alles ein\" Schamanin entfernt wurde? Entweder das oder ich hatte Tomaten\n🎊    auf den Augen o.O Für die tägliche Mission war ich nämlich gezwungen Freljord/ Iona zu spielen .-.\n\n🎉    Der Morgen hier hat übrigens mit einem Berliner angefangen &lt;3 und dann auch noch mit einem der eine\n🎈     Aprikosenmarmeladen-Füllung hatte. Uff XD Dafür sterbe ich ja. Wobei so ein Berliner gar keine Füllung\n🎊    braucht tbh D: Die sind auch so toll.\n\n🎉    Die wichtigste Frage heute lautet aber für mich: **KRIEGEN WIR ENDLICH DIE EWIGEN? °^° **\n🎈     Sehe ich es richtig das nur \"Sachen\" gewertet werden die in der Kluft passieren? Das wäre tatsächlich \n🎊    ein akzeptabler Grund Ranked zu spielen. Vielleicht auch wieder etwas das den Spaß mehr fördert \\o/\n✨    Ich mein … vor zehn Stunden wurde der Artikel veröffentlicht. Bis ich heute Abend zuhause\n🎉    bin ist da genug Zeit was zu drehen XD Wobei genau genommen bis … Samstag Mittag Zeit ist =p\n\n🎊    Sagt es also falls jemand etwas genaueres weiß oder es sieht weil er aus fadenscheinigen Gründen\n✨    Zuhause am PC sitzen kann statt zu arbeiten o.ä. °^°\n\n🎈     So. Denke das war es! Hoffe mein Thread sieht karnevalistisch genug aus XD \n\n✨    Bild vom Mäuschen\nhttps://images2.imgbox.com/25/87/R7DIdJfZ_o.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-02-20T09:17:46.530+0000","up_votes":1,"down_votes":0,"body":"Die viel wichtigere Frage ist doch: Berliner mit Puder, Krümel oder Guss?","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T09:25:02.594+0000","up_votes":1,"down_votes":0,"body":"Zucker und/ oder Puderzucker\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-02-20T10:56:23.147+0000","up_votes":2,"down_votes":0,"body":"Ich mag sie am liebsten mit Zuckerguss.","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T11:13:49.770+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-1}} \n\nZuckerguss ist nur auf Teilchen erlaubt!","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-02-20T11:26:38.796+0000","up_votes":1,"down_votes":0,"body":"Aber Zuckerguss ist so lecker","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T11:27:12.777+0000","up_votes":1,"down_votes":0,"body":"Nur auf Teilchen D:\n\n{{sticker:sg-ahri-1}}","replies":[]}]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2020-02-20T09:59:58.083+0000","up_votes":1,"down_votes":0,"body":"Was auch noch wichtig ist, wenn man die Dinger selber gemacht hat zu beobachten, wer den mit Senf erwischt :D","replies":[]}]},{"id":"","poster":"INoKami","date":"2020-02-20T18:41:03.671+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 304, extra-späte Theater-Sonderausgabe**\n\nIch möchte hiermit offiziell meine Dienste als ÖPNV-Prophet anbieten.\nUm mich von Dienstag nochmal zu zitieren:\n\n> Irgendwas planen die und es will mir jetzt schon gar nicht gefallen...\n\nTja, heute gab es die große Auflösung. Es begann mit der Regio und ihrer 3-minütigen Verspätung. Eigentlich toll, aber heute nicht so, weil der Bus auch Verspätung hatte und ich sie daher knapp nicht erwischt habe. Erschwerend kam aber auch hinzu, dass heute statt der üblichen zwei Wagen nur einer da war, heißt, die Regio hielt etwas weiter mittig auf dem Bahnsteig, aber weiter weg von mir und diese 20m haben heute den Unterschied gemacht. \"Gut, nehm ich halt die S-Bahn...\", dachte ich mir und so geschah es auch. Rein in die Bahn, Musik läuft noch und los geht es. Bis zum Mittelpunkt der alltäglichen Reise. Denn kurz vor Einfahrt in diesen Bahnhof ertönt eine Lautsprecherdurchsage: \" [10 Sekunden Pause, kein Witz] Zwischen Station X und Y ist eine Oberleitung aus der Halterung gerissen, wir werden bis auf weiteres an diesem Bahnhof halten!\"\nOk. Wow. Erstens sind Stationen X und Y noch ein gutes Stück weg (jenseits meines Zielortes) und ich hätte spontan aus dem Bauch heraus mindestens zwei Bahnhöfe nennen können, bis zu welchen man problemlos fahren könnte und dort wieder umdrehen könnte. Aber nein, lieber erstmal auf Verdacht das **GESAMTE** S-Bahn-Netz zum Totalstillstand bringen. Und zweitens fragte ich mich, welches gottverdammte Genie eigentlich auf die Idee kam, alle S-Bahn-Linien der Region durch eine Strecke schicken zu wollen. Waren solche Probleme nicht irgendwie vorhersehbar?\nGut, 25 Minuten auf dem Bahnhof für nichts gewartet (eigentlich 20, aber die Regio, die noch fuhr hatte natürlich Verspätung, was auch sonst?), rein in die Regio, Gruppenkuscheln vom allerfeinsten, nebenher mit \"Sie 2\" gechattet, weil sie das selbe Problem hatte (übermorgen ist es soweit!!!) und \"nur\" mit einer halben Stunde Verspätung war ich dann auch mal in der Schule.\nVerblüffend: die Lehrerin, die wir in der ersten Stunde haben, macht meistens noch zu Beginn des Unterrichts organisatorischen Kram und macht sonst viel Unterricht per Folien auf Tageslichtprojektor auflegen und dazu was sagen. Umso komischer war es heute, als ich das Klassenzimmer ~~betrat~~ betreten durfte und schon beide (!) Tafeln vollgeschrieben waren!\nDanach die Organik-Klausur... na ja. Ging eigentlich, aber für meinen Geschmack zu viele Kleinigkeiten nicht gewusst und das summiert sich auch. Dann wieder zwei Schulstunden Schlaftablette, nichts aufregendes, nachmittags gab es Protokolle zurück (eine 3 in Umkristallisation. Wesentlich besser als erwartet tbh) und eine erneute Sitzung beim Demotivationscoach. Und wir stellten endgültig fest, dass er eigentlich keinen Plan von der modernen Arbeitswelt hat.\nTheaterprojekt... wir haben nun offiziell ein Programm und sind das auch mal grob durchgegangen. Aber unser größtes Problem wird definitiv die Textsicherheit sein.\n\nMorgen wieder ein neuer Satz Mangas, oh boi, ich freue mich schon. Und dann werde ich auch bei Attack on Titan den aktuellen Anime-Stand überholt haben und all denen voraus sein!!!","replies":[]},{"id":"","poster":"G2 Slippi","date":"2020-02-20T08:35:54.122+0000","up_votes":1,"down_votes":0,"body":"Gut dass mich die Ewigen absolut nicht Interessieren :) Da geb ich das Geld lieber für Skins aus :3\nDa hab ich echt keinen Bock drauf, dass ich für jeden Champ, für den ich die Ewigen haben möchte, diese extra kaufen muss. Also nein Danke dazu ^^ Das wird wieder so ein Hypetrain der einfach an mir vorbei fährt :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T08:54:57.110+0000","up_votes":1,"down_votes":0,"body":"Vielleicht hättest du den Artikel mit offenen Augen lesen sollen? :o\n\n> Die Sets der Startauflage können für jeden Champion freigeschaltet werden und sind dauerhaft für 2.500 blaue Essenzen oder 225 RP erhältlich.\n[…]\n> Zusätzlich zur Startauflage veröffentlichen wir auch *Ewigen-Kapseln als zusätzliche kostenlose Belohnungen für Ranglisten-Splits.\n[…]\n> Der Startauflagenpass wird 14.750 blaue Essenzen oder 1.350 RP kosten.\n\n\nVielleicht wird es manches nur für RP geben :o Aber das ist okay und gut. Sonst dürfte es ja gar keine Inhalte in diesem Spiel für RP geben.\n\n######*Die Ewigen-Kapseln enthalten orange Essenzen und zwei zufällige Setsplitter, die sich gleich verhalten wie Skinsplitter. Ein Setsplitter schaltet ein Ewigen-Set für einen bestimmten Champion frei, wenn er mit orangen Essenzen aufgewertet wird.","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-20T12:51:03.495+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, auf den Hypetrain werde ich nicht aufspringen :)\nIch lasse mittlerweile meine Champs alle auf Level 5 weil ich dafür keine BE ausgeben möchte und Chards wandle ich lieber in BE um :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T13:16:10.800+0000","up_votes":1,"down_votes":0,"body":"Liebst du denn keinen Champion so wirklich? Keine brennende Leidenschaft?\n\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-20T13:18:18.702+0000","up_votes":1,"down_votes":0,"body":"Doch, aber dafür brauch ich kein Mastery 7 oder Eternals ^^\nGeht doch niemandem was an, wie gut ich mit welchem Champ bin. Und vor allem sagt Mastery 7 meistens nichts darüber aus wie gut jemand auf einem Champ ist. \nMan sieht ja die Masterypoints, also sind die Wappen komplett um sonst. Die Wappen sind nur dazu da, dass man den Gegner mit Emotegespamme disrespected und das finde ich zum Kotzen.","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T13:42:57.539+0000","up_votes":1,"down_votes":0,"body":"°-° Wie kann man denn so auf andere fixiert sein?\n\nGrundlegend solltest du nie Dinge machen und dich von Reaktionen o.ä. anderer beeinflussen lassen. Und jetzt sag nicht das machst du nicht ;)\n\nMan erspielt sich Mastery 7 nicht für die gesamten League Spieler, um damit angeben zu können oder ähnliches. Außer Max. Er denkt seine fast 2 Millionen auf Riven wären irgendwie relevant XD ❤❤❤❤❤ \n\nDiscrespecten kann man auch ab der vierten Meisterschaftsstufe. Aber du bist gezwungen Champions auf Lv 5 zu spielen weil man den Erhalt von Punkten eben nicht abbrechen oder verweigern kann. Lv 6 oder Lv 7 zu spamen ist also keine Begründung .-.\n\nIch zum Beispiel liebe meine Mädchen. Meine Supporter. Und das Level 7 sein ist mehr wie ein … das Weihnachtsgeschenk ihres Lebens :D Die Punkte sind völlig irrelevant, da achte ich gar nicht drauf. Die Champs sind einfach, für mich, was besonderes aus X Gründen. Darum bekommen sie was besonderes. Das haben wir uns verdient °^°","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-20T13:59:46.055+0000","up_votes":1,"down_votes":0,"body":"> Grundlegend solltest du nie Dinge machen und dich von Reaktionen o.ä. anderer beeinflussen lassen. Und jetzt sag nicht das machst du nicht ;)\n\nMach ich auch nicht, ich brauche das Masteryzeugs einfach nicht :) Bringt mir persönlich legit nix ^^\nMir reicht es, wenn ich ein S für die Truhe erreichen kann :)\n\n> Man erspielt sich Mastery 7 nicht für die gesamten League Spieler, um damit angeben zu können oder ähnliches.\n\nDie Meisten, denen ich ingame begegne, machen das leider genau aus dem Grund :( Deshalb wäre ich dafür, dass man diesen Blödsinn einfach aus dem Spiel nimmt :)\n\n> Discrespecten kann man auch ab der vierten Meisterschaftsstufe.\n\nDeshalb hab ich das Emotegespamme bei den Gegnern generell ausgestellt :) (Aber ich hasse es auch wenn ein Mate Masteries spammed. Das gehört sich einfach nicht! Ein weiterer Grund warum es aus dem Spiel genommen gehört)\n\n> Und das Level 7 sein ist mehr wie ein … das Weihnachtsgeschenk ihres Lebens :D\n\nAlso ein rein psychologischer Effekt für dich selbst ^^\nDann sollen sie es so machen, dass man für sich selbst die Masteries anzeigen lassen kann, aber alle anderen das nicht sehen, weils einfach unnötig ist :)","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:14:15.809+0000","up_votes":1,"down_votes":0,"body":"Und was kann es nun ?","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T10:03:46.214+0000","up_votes":1,"down_votes":0,"body":"Dir zeigen wo der Hammer hängt =p","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:07:41.968+0000","up_votes":1,"down_votes":1,"body":"Hab vor ein paar Minuten erst den Hammer in der Hand gehabt :D \n\nDer hängt da wo er immer hängt ^^'","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:22:50.626+0000","up_votes":1,"down_votes":0,"body":"°-° Verstaubt im Geräteschuppen?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T13:00:06.376+0000","up_votes":1,"down_votes":0,"body":"Ich würde gerne sagen es wäre anders aber leider ist es echt so :(","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2020-02-20T09:12:47.975+0000","up_votes":1,"down_votes":0,"body":"Um mal einen großen Philosophen aus der Hauptstadt zu zitieren: \"Berliner? Die findste uf der Straße.\" Den letzten Berliner, den ich gesehen habe, hatte eine Dürüm-Füllung. Bin aber der festen Überzeugung, dass Dürüm eingelegt in Magensaft nicht so geil schmeckt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-02-20T09:18:16.614+0000","up_votes":1,"down_votes":0,"body":"Und wie Sabaton schon sagte: Berlin has fallen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:26:11.561+0000","up_votes":1,"down_votes":0,"body":"Und wie eine andere Band sagte: Berlin bleibt .... Ach nicht so wichtig ^^","replies":[{"id":"","poster":"Megamaexx","date":"2020-02-20T10:40:13.917+0000","up_votes":1,"down_votes":0,"body":"Oder die andere Band, die meinte \"Ich will nicht nach Berlin\". Jetzt wo ich so nahe an Berlin wohne, kann ich das nachvollziehen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:04:03.108+0000","up_votes":1,"down_votes":0,"body":"Ich will in keine Stadt :/ \nMag mein Dorf leben viel mehr ^^","replies":[{"id":"","poster":"Megamaexx","date":"2020-02-20T13:24:16.363+0000","up_votes":1,"down_votes":0,"body":"Stadtrand ist chillig ;)","replies":[]}]}]},{"id":"","poster":"II3RDB4NG","date":"2020-02-20T11:15:12.933+0000","up_votes":1,"down_votes":0,"body":"Alter, echt jetzt....grad heut ist das wirklich unangebracht.  Um mal auf das Lied einzugehen....\nNischt mit Opas Bildern vom Fackelzug durchs Brandenburger, nie wieder, verstehste.....!\nBraune Kolonnen im lodernden Schein...ey Ich kotz dich grad so ab","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:05:34.640+0000","up_votes":1,"down_votes":0,"body":"Meinst du mich ? :0 \nWeil heute Donnerstag ist ?","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T13:05:56.777+0000","up_votes":1,"down_votes":0,"body":">Proxima Centauri wurde wegen seiner geringen Entfernung oft als sinnvollstes erstes Ziel für&nbsp;interstellare Reisenvorgeschlagen, obwohl er als&nbsp;Flarestern&nbsp;ein schwieriges Ziel darstellt. Bei der jetzigen Entfernung würde eine Raumsonde, die beispielsweise mit 61.000 km/h so schnell ist wie die Raumsonde&nbsp;Voyager 1, ca. 75.000 Jahre für die Reise benötigen.\n\nWas für Entfernungen das sind :0 \nFind ich einfach Mega interesant :3","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-02-20T12:23:32.696+0000","up_votes":1,"down_votes":0,"body":"Keiner sagt wie hübsch der Thread aussieht. Ihr Unwürdigen!\n\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-20T12:26:56.729+0000","up_votes":1,"down_votes":0,"body":"Der Tread sieht hübsch aus ;)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:31:48.073+0000","up_votes":1,"down_votes":0,"body":"Nee .-. Das zählt jetzt auch nicht mehr.","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-20T12:48:08.039+0000","up_votes":1,"down_votes":0,"body":"Von mir zählt das immer {{sticker:katarina-love}}","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:52:15.734+0000","up_votes":1,"down_votes":0,"body":":o Mit welcher Begründung?","replies":[{"id":"","poster":"G2 Slippi","date":"2020-02-20T13:03:57.705+0000","up_votes":1,"down_votes":0,"body":"Weil ich ich bin :D","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:56:54.940+0000","up_votes":1,"down_votes":0,"body":"Ach das sollen Luftballons sein :0","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:10:18.299+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :)\n\nOhhhh Mausi :3 \nSo sahen meine Mäuse auch mal aus :)\nMäuse sind super süß wie sie Rum wusseln und sich dann putzen :3 \n\nKarneval geht wie jedes Jahr mal wieder an mir vorbei. Hauptsache ich hab ein paar freie Tage von der Arbeit.\nUnd wenn ich meine Natur freien Lauf lassen würde ....Würde wohl keiner mehr mit mir reden ^^\n\nLoR hab ich seit dem nicht mehr gespielt :/ Schade eigentlich\n\nDie ewigen? Sau dummer Name. Ist mir komplett egal ich versteh immer noch nicht was das sein soll. Und es ist mir auch egal. Ist unnötig. Wie schon bei den dummen fun Modi wie urf. Riot sollte Leiber resourcen sparen und sich um das Hauptspeicher kümmern. Klassisches 5v5. Alles andere ist unnötig :/ \n\nSooo heute Abend gibt's wohl nen stream. \nGlaub ich starte einen neuen Kolonie in Rimworld :3 \nVilt auch 1-2 lol games vorher ^^ \n\nIst es lustig wenn ich meine stream \"screams\" nenne weil ich ab udn an mal schrei? ^^\n\nNaja Wünsch euch einen schönen Donnerstag :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T09:23:39.774+0000","up_votes":1,"down_votes":0,"body":"> Ist es lustig wenn ich meine stream \"screams\" nenne weil ich ab udn an mal schrei? ^^\n\nXD Lachen musste ich schon tbh. Aber nur weil der Gedanke so … keine Ahnung XD Flach ist und völlig random irgendwie XD\n\nAlso ich hab ja eh so einen Sammelfetisch und versuche immer alles mögliche zu bekommen. Das ist so meine eigenen Challenge. Und ein Teil der mir bei League fehlt, zumindest um Normals oder Ranked zu spielen. Wenn ich nichts \"zum erfüllen\" habe, wird das auch nichts. Deswegen hoffe ich das \"Die Ewigen\" gut genug sind mich wieder anzukurbeln. Du oder ihr versteht das vielleicht nicht weil ihr einfach immer spielt XD Ihr spielt das Spiel offensichtlich aus anderen Gründen oder gar keinen .-. Ich brauche einfach ein gewisses \"mehr\". Nicht mal mein ARAM gespame ist sinnfrei lel \n\nDie Maus war schon cool :D In Köln am HBF habe ich auch immer die Gleise beobachtet weil da welche rumgelaufen sind °^° Und die gestern war meine aller erste Maus am Bonner HBF!\n\nEiner meiner 5400 Cousins hatte mal Wüstenspringmäuse ^^ die waren auch höllisch niedlich!\n\nIch muss unbedingt Black Desert updaten .-. Eigentlich war es auf neustem Stand aber nur weil ich die neue Klasse schon mal \"kreieren\" wollte XD Da gab es nämlich ein Event zu. Seitdem sind wieder ein? zwei? Patches in die Welt gezogen >.&lt; Glaub ich werf morgen früh den PC an und lass ihn halt laufen bis ich zuhause bin. Dann kann ich **Death end re;Quest ** auch mit fertig runterladen. :o Solltest du dir vllt auch mal anschauen wenn du Anime Spiele magst.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:39:02.723+0000","up_votes":1,"down_votes":0,"body":"Naja also wenn du lachen musstest ist es ja eindeutig gut :D \n\n\nIch sammel Ultra gerne in league ! :0 \nIch hab mehr Spaß daran die Kisten und Belohnungen zu sammeln als sie auf zu machen ^^ deshalb hab ich ja so viele. \nIch sammel sogar die twitch Prime Sachen ^^ \n\nGenau wie ich mich über die Mastery Punkte freue wenn ich wieder mal 100k mehr hab auf einen champ :3 solange twitch davon am höchsten ist ^^ \n\n\n\nNoch nie von dem Spiel gehört :0 \nWas für eine Art game soll das sein?","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T09:59:03.985+0000","up_votes":1,"down_votes":0,"body":":o Aber dann solltest du doch gerade deswegen Spaß an den Ewigen haben du Nase! \n\nBeschreiben kann ich das Spiel nicht wirklich XD Hab es noch nicht fertig runtergeladen. Aber so vom Aussehen her ähnelt es 'Tales of Berseria' was den Animestil angeht. Deswegen könnte es vielleicht auch was für Nana sein wenn sie sowas mag °-°\n\nAlles was ich im Kopf habe ist das man zwischen der normalen und virtuellen Welt hin und her springt xp\n\nHier ein Trailer (der schlecht ist xD)\nhttps://www.youtube.com/watch?v=_F5-wKS-wHQ\n\nVielleicht ist das Review besser .-.\nhttps://www.youtube.com/watch?v=dURuH4MXl4U","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T11:10:39.773+0000","up_votes":1,"down_votes":0,"body":"Mhh ich schau es mir mal an :/ Aber ich bin skeptisch :/ \n\nMuss ich mir daheim mal die trailer von anschauen :3","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T11:26:38.370+0000","up_votes":1,"down_votes":0,"body":"Bei solchen Spielen bin ich auch immer skeptisch.\n\nDeswegen kaufe ich sie nur und spiele sie nie XDDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:06:37.469+0000","up_votes":1,"down_votes":0,"body":"Natoll das ist ne gute kauf Empfehlung ^^ \n\n\"Kauf es dir um es nie zu spielen\" :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:16:55.676+0000","up_votes":1,"down_votes":0,"body":"Ich besitze so einige Steam Spiele die ich zwar gekauft, aber dann nicht mal runtergeladen habe XDDD\n\n{{sticker:sg-miss-fortune}} \n\nWobei ich bei einigen erwähnen muss das sie dann teilweise schon mal massiv reduziert waren durch irgendwelche Angebotswochen °^° Wenn irgendwas nur noch 10€ statt 60€ kostet, schlage ich selbstverständlich zu xp","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T13:02:24.354+0000","up_votes":1,"down_votes":0,"body":"So geht's morgen mit den ganzen Kistenlosen spielen :/ \n\nIch \"kauf\" sie halt um sie zu haben aber spiele sie nie ^^' \n\nIch Spiel auch seit Jahren das selbe ^^ \nLol\nWow &lt;- Schiffe versenken \nOverwatch \nDiablo 3 \nBF \n\nKaum zeit für neue Spiele:/","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-02-20T09:43:52.152+0000","up_votes":1,"down_votes":0,"body":"°-° Und mit was kommt dieses **Light's End** Icon?\nWird es ein Event? Kann man wieder PP farmen? Hätte ich den Senna-P Skin doch eintauschen können? D:\n\nhttps://1.bp.blogspot.com/-hwZ7xMFDcJ8/Xk2PKMn642I/AAAAAAABfQE/sX0SwZK0N1sgTjlPBpDobwys9InNva28QCLcBGAsYHQ/s1600/4496.jpg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:47:27.608+0000","up_votes":1,"down_votes":0,"body":"Sieht nett aus :) \n\nIst das links lissandra ?","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T10:02:49.074+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung.\n\nVielleicht ist die dunkle Seite auch Zyra und das Icon gehört zu ihrem neuen Skin + Prestige-Skin °-° Aber wer ist das Gegenstück zu Zyra? LeBlanc? XD I mean … sie hat einen Elderwood Skin xp\n\nAber das wäre irgendwie crap … Zyra muss etwas wunderschönes bekommen das auch sehr sexy ist °^°","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:02:36.391+0000","up_votes":1,"down_votes":0,"body":"Also ivern ?^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:04:16.248+0000","up_votes":1,"down_votes":0,"body":"XD Wäre eine Möglichkeit?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:11:38.335+0000","up_votes":1,"down_votes":0,"body":"Mehr sexy als ivern geht wohl kaum :D \n\nWenn man mich nicht mit zählt ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:21:01.434+0000","up_votes":1,"down_votes":0,"body":"=p Bäume sind grundsätzlich sexier als Lauch \n\nAlso: Ivern > Martin \n\nXD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:58:17.201+0000","up_votes":1,"down_votes":0,"body":"Ohhhhhhhhhhhhhhhhhhhhhhhhhhhh :0","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-02-20T11:59:09.179+0000","up_votes":1,"down_votes":0,"body":"Wir haben schon 13 Uhr!\n\nhttps://tenor.com/view/happyfeet-penguin-happydance-gif-5594398 \n\nHeute um 16 Uhr Feierabend zu machen, wird sich anfühlen wie Freitag 13 Uhr XD\n","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:01:51.310+0000","up_votes":1,"down_votes":0,"body":"Ich hab doch freitags immer um 12 aus :P","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:05:44.879+0000","up_votes":1,"down_votes":0,"body":"c.c Du Glücklicher. Aber dir macht es bestimmt nichts aus noch eine Stunde dran zu hängen xp","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:10:41.371+0000","up_votes":1,"down_votes":0,"body":"Das wird schwierig :/ \nGerade freitags ist mein Sofa besonders kuschelig ^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T12:20:23.933+0000","up_votes":1,"down_votes":0,"body":"Kann ich verstehen :o\n\nEigentlich weiß ich auch gar nicht was dein frei mit meinem frei zu tun hat XDDDDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T12:57:43.507+0000","up_votes":1,"down_votes":0,"body":"Also ich hab Montag und Dienstag frei :3","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-02-20T09:00:50.808+0000","up_votes":1,"down_votes":0,"body":"Bei den Wochentagen bin ich auch schon die ganze Zeit durcheinander …\n\nGestern war ich schon bei Donnerstag, heute immer wieder bei Freitag. Das ist die reinste Qual c.c","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:11:40.395+0000","up_votes":1,"down_votes":0,"body":"Es ist Vorfreitag :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T09:12:16.406+0000","up_votes":1,"down_votes":0,"body":"XD Ich will aber Nachfreitag!","replies":[{"id":"","poster":"Megamaexx","date":"2020-02-20T09:24:43.123+0000","up_votes":1,"down_votes":0,"body":"Nachfreitag ist Vorsonntag und danach kommt doch schon der Vormontag D:","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T09:29:51.763+0000","up_votes":1,"down_votes":0,"body":"D: Einigen wir uns einfach auf Mitt(e)freitag!","replies":[{"id":"","poster":"Megamaexx","date":"2020-02-20T09:57:32.903+0000","up_votes":1,"down_votes":0,"body":"Joa, das ist ok^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T11:56:39.004+0000","up_votes":1,"down_votes":0,"body":"https://tenor.com/view/dog-high-five-shiba-inu-puppy-gif-13852681","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:24:14.494+0000","up_votes":1,"down_votes":0,"body":"Aber Nachfreitag ist schon Samstag! \nUnd Samstag ist schon Vorsonntag und am Sonntag ist das Wochenende vorbei :(","replies":[{"id":"","poster":"Kirschkern","date":"2020-02-20T09:26:32.509+0000","up_votes":1,"down_votes":0,"body":"Wiesooooooooooooooo\n{{sticker:sg-janna}} \n\nDann brauchen wir nicht Nachfreitag sondern einen Mittefreitag :o Da ist der Arbeitstag dann vorbei und man hat noch die restlichen Stunden bevor der Samstag kommt!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-02-20T09:40:44.649+0000","up_votes":1,"down_votes":0,"body":"Das ist gut ! \nLass und das einführen! \n\nWir gehen sofort dafür auf die Straße \n\nMittelfreitag for Future !","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-02-20T11:38:52.244+0000","up_votes":1,"down_votes":0,"body":"Yeay \\o/\n\nNoch einen Berliner abgestaubt!","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-02-20T09:28:12.121+0000","up_votes":1,"down_votes":0,"body":"QB will das Haus verlassen und dreht sich zu mir um:\n\nQB: Sind Sie den ganzen Tag heute hier?\nIch: *trauriges, stilles nicken*\nQB: Sind Sie die ganzen Tage hier?\nIch: *trauriges, stilles nicken*\nQB: Rosenmontag?\nIch: *trauriges, stilles nicken*\nQB: Sind wir die einzigen blöden die hier sind?\nIch: *Tja, sieht wohl so aus*\n\n{{sticker:sg-lulu}}","replies":[]}]}