{"id":"1GbVArQa","poster":"Ultimeep","date":"2019-08-20T15:54:10.938+0000","title":"3v3 Ranked kaputt?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Habe gestern nach Ewigkeiten das letzte 3v3-Ranked-Placementgame (5/5) gemacht und wurde b3 eingerankt, soweit so gut. Hab heute mit 'nem Kumpel wieder eins gemacht und wir haben zu zweit gerade so die 0/10 Irelia gecarried gekriegt. Ist mir auch relativ egal, dass sie 0/10 stand, so wie's aussah, war sie noch ziemlich neu im Game. Jetzt zum Problem: Ich hab für den Sieg nur neun LP bekommen. NEUN! Ich wusste nicht mal, dass es so niedrig geht... Meine MMR sollte auch nicht so niedrig sein, letzte Season war ich glaub ich b1 und im 5v5 bin ich s3. Hat jemand ähnliche Probleme oder weiß woran das liegt?\n\nEdit: Noch ein Game gemacht, 20/1/5 mit Hecarim, 11 LP ","replies":[{"id":"","poster":"Alpacana","date":"2019-08-20T17:15:13.765+0000","up_votes":1,"down_votes":0,"body":"Liegt wahrscheinlich daran, dass alle Gegner Iron 3/4 mit negativer Winrate waren. Ihre MMR ist also so schlecht gewesen, dass das Spiel für euch relativ leicht gewesen sein sollte (abgesehen von der 0/10 Irelia, aber bad games happen). Demnach verdient ihr natürlich auch nur relativ wenig LP.\nWenn ich (Challenger in 3v3) gegen Silber-Leute gematched werde bekomme ich pro Sieg auch nur +3 LP und sollte ich verlieren -30~.\n\nDie LP-Vergabe besteht zum einen aus deiner MMR, zum anderen (was teilweise daraus folgt, nur in 3v3 leider schwer umsetzbar ist) aus der Elo der Gegner.\nMit anderen Worten:\nWenn du Silber bist aber eine Platin MMR hast bekommst du in Abhängigkeit zum Durchschnitts-Silber-Spieler viele LP. Da die 3v3-Playerbase aber verdammt klein ist kann es sein, dass du selbst mit deiner Platin-MMR gegen Iron-Gegner gematched wirst, wodurch du dann wiederum weniger LP bekommst.\n\nHat auch nichts mit Loss Prevented zu tun, die 3v3 Playerbase ist einfach so gering, dass das Matchmaking viel unausgeglichener ist als in 5v5.\n\nAlso tl;dr:\nDeine MMR war viel höher als die deines Gegners, deswegen bekommst du weniger LP.","replies":[{"id":"","poster":"Ultimeep","date":"2019-08-24T20:59:44.790+0000","up_votes":1,"down_votes":0,"body":"Danke","replies":[]}]},{"id":"","poster":"MidlaneGod115","date":"2019-08-20T15:59:30.115+0000","up_votes":1,"down_votes":0,"body":"Loss prevented?","replies":[{"id":"","poster":"Ultimeep","date":"2019-08-20T16:22:02.956+0000","up_votes":1,"down_votes":0,"body":"Wieso sollte das was damit zu tun haben? Falls du meintest ob der Loss bei den Gegnern prevented wurde, nein wurde er nicht","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-08-20T17:11:55.420+0000","up_votes":1,"down_votes":0,"body":"Der Gewinner bekommt auch nur halbe LP mein Sohn...","replies":[]}]}]}]}