{"id":"WBk1bpwi","poster":"Xayah Strife","date":"2019-08-20T05:21:12.276+0000","title":"[TGSG] Mixed Animedienstag Nummer 002","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://i.redd.it/wjmw4tugnah31.jpg\n\nIch muss heute mal wieder früh austehen weil ich ein Termin habe der leider notwendig ist. \nHeute ist leider die halbjährliche Kontrolluntersuchung beim Zahnarzt welche eigentlich schon vor 2 Monate hätte stattfinden sollen aber \nwegen den negativen Erfahrungen von letzten Jahr wo ich mehrere schmerzhafte Operationen hatte hab ich bisher noch keine lust darauf gehabt.\nLeider hab ich gerade das Gefühl das sich da was entwickelt und bald behandelt werden muss...>.&lt; \nDabei bin ich sogar viel gründlicher geworden mit der Pflege meiner Zähne aber leider hat wohl meine Schlampigkeit der letzten Jahr große Spuren hinterlassen. \nAllerdings sollte ich bis 10 Uhr wieder da sein also unterhaltet euch solange gegenseitig aber bitte keine Menschen in Keller einsperren. *Max anschauen* \n\nIch combiniere einfach mehrere halbfertige Teile als Geschenk. :) \n\nIch warte immer noch gespannt auf die Syncopreview von Darling in the Franxx nachdem die deutsche Syncro von Akashi Records gut war hoffe ich auch hier auf eine \ngute Syncro. Obwohl ich bezweifele das man eine gute weibliche Stimme für Zero Two findet.\nCrunchyrole hat mitte August gesagt und nun haben wir schon den 20. so langsam könnten die mal was raushauen...\n\nheute fällt mir kein großes Thema ein darum \"arbeite\" ich ein wenig \"Kleinram\" ab. :) \n\nWas hältet ihr denn von Games zu Animeserien?\nPokemon und Digimon jetzt mal rausgelassen das wäre zu einfach wobei ich hierbei sagen möchte das die Spiele zuerst da waren und es die Animes nur wegen der Erfolg der Spiele gibt.\nObwohl es bei Digimon nur das erste war die anderen Digimon Worlds sind eher so mäh. \n(Ich weiß das manche PS4 Titel von Digimon gut sind aber damals waren die Nachfolger von Digimon World einfach mäh...)\n\nLetzte Woche glaube ich bin ich fertig geworden mit meinem ersten Game zu SAO. \nEs war \"Lostsong\" und ich war ziemlich zufrieden damit. \nOhne das SAO-Thema wäre es zwar unterdurchschnittlich gewesen aber für ein \"Fangame\" ist doch ziemlich gut. Viele lustige Dialoge, schöne Kämpfe, sogar ein gute Story mit Charakteren die extra für das Spiel entwickelt wurden und sogar noch eine Menge Content nach der Hauptstory. \nEs ist ein Actionrpg was sich leicht nach MMO anfühlt. Man hat mehrere Overworlds wo man Monster töten kann und Dungeons besucht. \n3 Charaktere darf man mitnehmen wobei man sich sogar einen Eigenen erstellen kann welche ich nie so wirklich genutzt habe. Einen spielt man direkt die anderen beiden werden von der KI gesteuert. Dabei ist die KI nicht so schlecht zumindest heilen die Begleiter recht zuverlässig. \n(Ich hab immer Kirito gespielt mit Asuan und Leefa in der Party aber man kann auch andere nehmen)\nWaffen lasst sich finden und hochschmieden mithilfe von Items die von Mob droppen.\nEinige Charaktere haben kleine Sidestorys die ganz nett sind. \nDie Fliegen von Alfheimonline wird richtig gut eingesetzt in diesem Game finde ich. \nEs gibt sogar Flugkämpfe wenn auch soviele Bosskämpfe im fliegen meiner Meinung nach.\nAlles in allem hat mich gut unterhalten für ein Game zu einer Serie ziemlich gut. \n(War sogar im Sale weshalb ich gleich noch 2 weitere Teile gekauft habe die ich irgendwann noch spielen muss. XD Nur das Gungaleonline werde ich nicht spielen.) \n\nAndere Animeserie von denen ich und wahrscheinlich auch viele von euch gezockt haben ist Dragonball.Omg wie viele Spiele ich davon schon gespielt habe. Budokai 1-3, Budokai Tenkaichi 1-3, Xenoverse, der Erbe des Gokus und noch ein paar für die PS1 wo ich denn Titel noch mehr weiß. Heute weiß ich nicht warum ich soviele Spiele gespielt habe die sich alle viel zu ähnlich sind...Ich glaube damals gab es einfach nichts besseres bzw. wir kannte nichts besseres wegen kein eigenes Internet. Obwohl ich bei meinem PS2 Spiele eh eine Menge Müll dabei habe welchen ich heute nicht mehr kaufen würde. \nAufjedenfall gibt es soviele Dragonballspiele das ist krass wenn ich bedenkt wann Z zuende war und wie lange danach noch Games davon erscheinen sind. \nAber hat sich wahrscheinlich gelohnt auf das Franchise zu setzen. Ich denke damit haben die Entwickler viel Geld gemacht. :) \n\nWar doch mehr als ich dachte....hätte ich vllt auch ein ganzen Thread draus machen können wenn ich noch weiter ins Detail gegangen wäre aber das wäre wahrscheinlich zu langweilig gewesen. \n\nLetzte Woche hatte ihr kurz über Overlord gesprochen welche ich maybe diese oder nächste Woche schauen werde.\nWas ich aber komisch an der Serie finde ist: \nStaffel 1: \nAired: Jul 7, 2015 to Sep 29, 2015\nStaffel 2: \nAired: Jan 9, 2018 to Apr 3, 2018\nStaffel 3: \nAired: Jul 10, 2018 to Oct 2, 2018\n\nÄhm ja also erst 3 Jahre warten und dann innerhalb eines Jahres 2 Staffel machen? \nWhat? Warum? Muss ich das verstehen? \nBtw hätte man die 2. Staffel auch einfach auf 24 Folgen machen können und da die 3. Staffel reinnehmen. \nObwohl ich das lustig finde das er die gleiche Stimme hat wie Saito aus Zero no Tsukaima. \nDann werde ich dann immer an Zero no Tsukaima wenn ich Overlord schaue. ;D \nAchja und Staffel 2 hat sich leider ein schlechten Zeitpunkt ausgesucht weil es gegen die Konkurenz in der Winterseason 2018 nicht unter die Top 3 gekommen ist. \nTop 3 in der Winterseason 2018 waren nämlich:\nPlatz 3 Nanatsu no Taizai Staffel 2 \nPlatz 2 Darling in the Franxx (deutsche Syncro soll am 11 September kommen) \nPlatz 1 Violet Evergarden \n\nViolet Evergarden bekommt btw keine richtig Fortsetzung mehr weil es nur 2 Bücher gibt und die mit den 13 Folgen + OVA abgehalt sich. \nWobei ich mich dann fragen warum das Studio aus so einer kurzen Serie einen Anime macht obwohl sie gut war fühlt sich das unbefriedigend an. \nAber es gibt es \"Spinoffbuch\" also glaube ich zumindest. \nDer Titel heisst Violet Evergarden Gaiden was bedeutet das damit eine neue Buchreihe beginnt. \nDazu soll eigentlich gerade sogar ein Movie laufen wovon ich nichts mitbekommen habe. \nWas auch leider die letzten Wochen vergessen wurde sich die Ereignisse auf das Studio was den Anime produziert hat. \nIch will die Geschichte hier nicht niederschreiben weil es zulange ist darum liest sie euch durch. \nIch wollte einfach nur darauf hinweise für alle die es nicht mitbekommen haben obwohl es eigentlich zuspät dafür ist sorry. :(\nSuperkurzfassung: Es gab ein Brandanschlag auf das Gebäude des Studio und einige Menschen sind gestorben und einige Menschen sind verletzt wurden. \nZum Nachlesen: https://www.crunchyroll.com/de/anime-news/2019/07/17/eilmeldung-brandstifung-bei-kyoto-animation-mehrere-tote-dutzende-verletzte\n\nHmm...jetzt ist es schon halb 11 und ich habe kein lust noch mehr zu schreiben darum sag ich mal\n\nnehmt euch ein Grateng und ein Glas Apfelsaft und endspannt euch erstmal.\nEs ist leider Montag und das ist kein Traum es ist wirklich Montag. \n\nDas Wochenende war mittelmäßig Ereignisreich. Nach dem harten Freitag ging es bei mir eher darum ein wenig Kraft zu tanken. \nObwohl ich eigentlich sogar ein wenig joggen wollte aber es hat geregnet zwar nicht durchgängig aber ich kenne mein Glück wenn es rausgehe fängt es wieder an zu regnen \nsobald ich ein paar Straßen von meinem Haus entfernt bin. \n\nAlso hab ich zuhause gechillt eigentlich das war jeder Gamer so an einem Wochenende macht. ^^\nIrgentwas schauen (Serie,Film, Anime usw...) irgentwas zocken und noch irgentwas auf Youtube/Twitch schauen. \nDiese Wochenende hab ich mich sogar mal in ein Ranglistenspiel getraut also kein TFT Ranglistenspiel sondern auch richtiges Ranglistenspiel in der Kluft der Beschwörer. \nAlso hab ich wieder jede menge Müll gesehen und komische Entscheidungen die ich noch nachvollziehen kann. \nAber ich war auch nicht zufrieden mit mir und hab eine menge Müll gespielt also war es schon okay das ich nicht jedes Game gewonnen habe. xD \nGold schaffe ich eh nicht mehr diese Season aber maybe komme ich ja noch Silber zumindest in Flexi mit meinem Mainaccount. \nMein einer Smurf hat ja schon Silber seit Mai aber da hab ich atm keine lust den zu spielen. \n\nBtw auf TFT Ranglistenspiele habe ich keine lust mehr. Seid die neuen Champions draußen sind finde ich das Balacing für den Popo.... \nEs wird eh nur 2-3 Combs größstenteils gespielt eine richtige vielfalt gibt es kaum noch. \nManche Champions bekommt man schon gar nicht mehr als Lvl 2 weil noch 2-3 andere Leute die haben möchten..\nAußerdem mit dem nächsten Patch noch eine neuen 5er Einheit ins Spiel die diesmal bestimmt nicht op sein wird kappa. ^^ \nPantheon hat Dragon/Bewahrer leider konnte ihn bisher noch nicht spielen aber falls ich es tun sollte werde ich davon berichten. \n\nDieses andere komische neue Systeme habe ich mir teilweise durchgelesen (eher überflogen) aber den Sinn davon verstehe ich nicht wirklich.\nWarum sollte ich dafür Geld ausgeben? Die kleinen Legenden sich schon viel zu teuer..>.&lt; \n\n\nHF am Dienstag und macht schön langsam. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:26:51.880+0000","up_votes":1,"down_votes":0,"body":"Schaut mal ein schlafendes Maddin :0 soooooo süß :0 \n\nhttps://cdn.discordapp.com/attachments/312477482836295681/612967225959251977/IMG-20190805-WA0026.jpg","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T11:36:49.658+0000","up_votes":1,"down_votes":0,"body":"Oh Man XD Jetzt guck ich mir wegen dir Zelte an!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:41:45.180+0000","up_votes":1,"down_votes":0,"body":"Ja ich arbeite heimlich für die geheime Zelt Lobby :D \n\nMuss später in discord ein Bild Posten wo ich morgens fertig auf meinen Stuhl hänge ^^ eingekuschelt in meine decke :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T11:47:57.974+0000","up_votes":1,"down_votes":0,"body":"Würde es auch nur einen Grund geben zu Zelten, würde ich mir jetzt vermutlich eins bestellen XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:51:17.299+0000","up_votes":1,"down_votes":0,"body":"Grund zum Zelten?\nEine \"romantische\" Nacht im freien. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T12:18:39.497+0000","up_votes":1,"down_votes":0,"body":"Pls XD ich hab eh schon Kopf","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T12:19:48.198+0000","up_votes":1,"down_votes":0,"body":"Jeder Mensch hat ein Kopf das ist vollkommen normal.\nAußer du bist ein Fischkopfmenschen aber von dieser Spezies hab ich bisher noch nie jemanden gesehen. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T12:50:05.428+0000","up_votes":1,"down_votes":0,"body":"Aber mein Kopf ist so .................. und @@@@@@@@@@@@@@@@@@ und %%%%%%%%%%%%%%%%%%%%%\n{{sticker:slayer-jinx-wink}} {{sticker:zombie-brand-facepalm}} {{sticker:sg-jinx}} {{sticker:sg-jinx}} {{sticker:sg-ahri-1}} {{sticker:sg-ezreal}} {{sticker:sg-lux-2}} {{sticker:katarina-love}} {{sticker:zombie-brand-clap}} {{sticker:slayer-jinx-wink}} {{sticker:leblanc-funny}} {{sticker:draven-pose}} ","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:00:19.772+0000","up_votes":1,"down_votes":0,"body":"Das ist okay.\nSprich dich einfach aus. :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T13:02:05.341+0000","up_votes":1,"down_votes":0,"body":"In diesem Fall ist runter schlucken eindeutig die bessere Wahl!\n[...] [...] [...] ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T13:26:07.514+0000","up_votes":1,"down_votes":0,"body":"Schlucken ist immer ne gute Wahl *hust hust*","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T13:35:32.236+0000","up_votes":1,"down_votes":0,"body":":P Würdest du das auch noch sagen wenn du es selbst tun würdest?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T13:46:59.942+0000","up_votes":1,"down_votes":0,"body":"Ach ich schweige lieber :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-21T05:19:51.857+0000","up_votes":1,"down_votes":0,"body":"Und welche sind das ? :D","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T13:51:31.035+0000","up_votes":1,"down_votes":0,"body":"Also ...\n\nDas ergibt jetzt genau drei Szenarien in meinem Kopf ... und ich komme nur auf eine klar XD","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:53:34.519+0000","up_votes":1,"down_votes":0,"body":"Wusstest du das die Aussage \"Schlucken oder Spucken\" aus der Weinverkostung kommt?\nWenn man z.B. als Händler auf einer Messe ist kann man nicht jeden Wein den man probiert runterschlucken das wird sonst zuviel. Darum gibt es auf Verkostungen häufig Spuckeimer damit niemand ausversehen betrunken wird.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:31:54.259+0000","up_votes":1,"down_votes":0,"body":"Davon wirst du aber betrunken. :)","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:07:39.081+0000","up_votes":1,"down_votes":0,"body":"Nein das du musst dich mehr öffnen. :)\nMir kannst du davon erzählen ich hab eh kein Schamgefühl. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T13:08:13.151+0000","up_votes":1,"down_votes":0,"body":"> ich hab eh kein Schamgefühl. ^^\n\nWürde ich so bestätigen XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:34:42.470+0000","up_votes":1,"down_votes":0,"body":"Stehe ich zu. :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T14:04:39.765+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht was offensichtlich sein sollte...\nAber du kannst gerne alles sagen was du möchtest ist immer noch besser als schweigen. \nOhne eine Reaktion weiß man ja gar nicht warum der anderen aufeinmal schweigt oder komisch wird.\nDas finde ich immer doof dann soll man sich lieber anschreien oder streiten anstatt den anderen mit unwissen zurückzulassen.","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T14:01:03.568+0000","up_votes":1,"down_votes":0,"body":"Ja, keine Ahnung.\n\nFür mich ist es einfach selbstverständlich ein gewisses Maß an Anstand zu besitzen und nicht alles irgendwem an den Kopf zu knallen ohne etwas erwähnen zu müssen. Vor allem wenn es doch offensichtlich ist das der andere da nicht so drauf abfährt :p","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:51:30.962+0000","up_votes":1,"down_votes":0,"body":"Schön das du einen das nicht wissen lässt wenn die seltene Situation kommt das es dich stört. \nDu könntest in der Sache mal offener sein und einfach sagen wenn dich etwas stört. :)","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T13:42:02.997+0000","up_votes":1,"down_votes":0,"body":"Manchmal gut :p Manchmal nicht so gut","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:52:19.671+0000","up_votes":1,"down_votes":0,"body":"Zelten ist cool :0 \n\nSo mit Freunden grillen, am Feuer sitzen und etwas feiern :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-20T12:49:00.622+0000","up_votes":1,"down_votes":0,"body":"Jop, aber schon bestimmt seit 5 Jahren nicht mehr gemacht... Meine Freunde werden glaub ich alle zu alt dafür :(","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T13:26:53.417+0000","up_votes":1,"down_votes":0,"body":"Kenn ich :(","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T11:53:30.064+0000","up_votes":1,"down_votes":0,"body":"Ich hab keine Freunde mit denen man grillen könnte! XD\n{{sticker:sg-poppy}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T12:04:34.012+0000","up_votes":1,"down_votes":0,"body":"Ja hab auch nur einen Kumpel der einmal in Jahr mir mir auf das Festival geht ^^ und der jammert immer :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T12:13:31.075+0000","up_votes":1,"down_votes":0,"body":"Ich war drei oder vier Jahre mit meiner Schwester und ein paar Jungs bei Rock am Ring zelten .-. das war eigentlich ziemlich entspannt. Aber unsere Zelte waren immer so blöder 0815 Kram. Klar .. wir als Schülerinnen hatten kein Geld und meine Mama wollte keine 100€ ausgeben XD Aber wir haben es überlebt. Haarscharf.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T12:19:49.146+0000","up_votes":1,"down_votes":0,"body":"Sowas härtet ab :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T12:57:57.996+0000","up_votes":1,"down_votes":0,"body":"Oder macht empfindlich. Wie gesagt. Die Zelte waren eher so traumatisierend das man keine Lust hat des zu wiederholen XD Und die Zeltplätze im Grunde auch .. mit den Jahren wurd des immer schlimmer.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T12:08:51.251+0000","up_votes":1,"down_votes":0,"body":"Hab noch ein Bild wo ich in der Hängematte liege mit einer Dose Captain Mojito in der Hand.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T12:20:11.830+0000","up_votes":1,"down_votes":0,"body":"Hast du das Nicht mal im discord gepostet ? :0","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T12:20:55.833+0000","up_votes":1,"down_votes":0,"body":"Eins davon, aber es gibt ja eins, da bin ich in Gänze zu sehen.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T12:48:56.597+0000","up_votes":1,"down_votes":0,"body":"Und bisher kennen wir nur deine Beine und deine erotischen Hände!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T12:56:42.027+0000","up_votes":1,"down_votes":0,"body":"Und deine verschwommenen Umrisse. A vielleicht ringe ich mich dazu durch.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T13:00:28.310+0000","up_votes":1,"down_votes":0,"body":"Und B? :P\n\nIch hab ja auch schon mal bei mir durchgeblättert. Aber so viele gibt es nicht. Und das was es gibt finde ich katastrophal\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T13:28:56.233+0000","up_votes":1,"down_votes":0,"body":"Halb unrasiert auf einem Festival ist jetzt auch nicht gerade das Bild, welches ich einer Bewerbung beifügen würde. Aber es ist halt natürlich.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T13:33:53.586+0000","up_votes":1,"down_votes":0,"body":"Aber du hast doch einen Bart! Du bist immer unrasiert? :DDDDDD\n\nJa. idk. Glaub das einzige was ich verwenden kann sind Bilder vom Sommer '18. Wo ich wenigstens etwas Farbe im Gesicht hatte XD Wobei ich ja auch im Oktober wieder fliege und eventuell auch wieder etwas Bräune bekomme °-° je nachdem wie das Wetter dort ist.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-08-20T13:01:37.521+0000","up_votes":1,"down_votes":0,"body":"Kann man sich kaum vorstellen... Von mir hab ich z.b. nen Haufen hübscher Bilder aufm Handy :P. Und das obwohl ich nicht mal Selfies mache :D","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T13:07:15.100+0000","up_votes":1,"down_votes":0,"body":"Bewusst sind mir tatsächlich nur ein paar Bilder von Weihnachten 2017 und 2017 oder 2016 im Urlaub (zumindest Hinflug?) wo ich gezwungener Maßen drauf bin weil ich an Weihnachten gezwungen werde und im Urlaub meine Schwester einfach ohne Rücksicht auf Verluste drauf hält.","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-20T13:12:00.286+0000","up_votes":1,"down_votes":0,"body":"Hm, ich verstehe ^^. Fotografiert werden kann schon echt unangenehm sein.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T13:13:10.478+0000","up_votes":1,"down_votes":0,"body":"Da steckt noch einiges anderes mit drin.\nHundi und Katzis fotografieren ist eh viel besser!\n{{sticker:zombie-brand-clap}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:33:46.060+0000","up_votes":1,"down_votes":0,"body":"Was ist diese Gesicht auf der Kühlbox?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:40:48.385+0000","up_votes":1,"down_votes":0,"body":"Das ist meine Rick Cap :D \n\nDamit bin ich der coolste maddin weit und breit ! ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:46:48.778+0000","up_votes":1,"down_votes":0,"body":"Das ist okay weil ich eh kein anderen maddin kenne. ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:51:44.713+0000","up_votes":1,"down_votes":0,"body":"Brauchst auch keine mehr kennen lernen ich bin der beste !","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T11:31:04.687+0000","up_votes":1,"down_votes":0,"body":"Woah :o so ein Zelt hätte ich auch gern bei Rock am Ring für mich alleine gehabt!\n\nGlaub mit so einem Ding würde ich ganz vielleicht, mit einer mini Wahrscheinlichkeit, nochmal zelten XD auf meinem Balkon :'D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:40:08.493+0000","up_votes":1,"down_votes":0,"body":"Mein Kumpel sein Zelt ^^ davor steht noch ein Pavillon ^^ aber ja das ist schon ein gutes Zelt und selbst bei üblen regen Wasser dicht :3","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-08-20T14:48:31.383+0000","up_votes":1,"down_votes":0,"body":"Ich schau dann mal hier drüber wenn ich zu Hause bin und mich noch nicht bis dahin umgebracht hab :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T14:52:33.560+0000","up_votes":1,"down_votes":0,"body":"Müssen wir uns Sorgen machen? \n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Necromant","date":"2019-08-20T14:53:06.772+0000","up_votes":1,"down_votes":0,"body":"Arbeit &amp; mein Leben kooperieren nur nicht so gut.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T14:55:29.341+0000","up_votes":1,"down_votes":0,"body":"Musst du Überstunden schieben wegen einem neuen Projekt?","replies":[{"id":"","poster":"Necromant","date":"2019-08-20T14:57:36.376+0000","up_votes":1,"down_votes":0,"body":"Nö, nur theoretisch komplett neu Anfangen weil sich mein Chef jetzt wie n Teebeutel mit ins Glas hängt und alles anders haben möchte, was aber nur bedingt die Vorstellungen vom Kunden sind :)\nbzw. bei meinen Chef natürlich auch z.T. das technische Verständnis dahinter fehlt, was Möglich ist und was eben nicht.\nIch soll am liebsten alle gegebenen Bestimmungen wo sich jede Website auf der Erde dran halten muss aushebeln nur um das zu ermöglichen was er sich so vorstellt.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T15:05:53.271+0000","up_votes":1,"down_votes":0,"body":"Das hört sich übel an....\nDu brauchst erstmal ein Bier zum Feierabend. :)","replies":[{"id":"","poster":"Necromant","date":"2019-08-20T15:28:40.500+0000","up_votes":1,"down_votes":0,"body":"Trink kein Alk.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:45:40.760+0000","up_votes":1,"down_votes":0,"body":"Hab noch zwei lustige Lieder mit denen ich neulich das ganze Wochenende beschallt wurde ^^' \n\nhttps://youtu.be/AtMzgFOJzeo\n\nSo geil :D \n\nUnd \n\nhttps://youtu.be/QmsNTRScCAg\n\nDie Nachbarn von uns haben das gehört und dazu voll Gedanced dann wieder etwas Lachgas und schlafen und dann wieder aufputschen und wieder von vorne ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-08-20T12:47:14.321+0000","up_votes":1,"down_votes":0,"body":"Ich hab eben das hier gefunden... Ist kein Lid, aber auch ein ganz nettes Video, von einem Karussel, das vor 12 Wochen im Schwarzwald eröffnet wurde xD\n\nhttps://www.youtube.com/watch?v=hm6fp10ZuDo","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T12:48:36.749+0000","up_votes":1,"down_votes":0,"body":"Wurde das von der AFD gesponsert?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T13:21:12.827+0000","up_votes":1,"down_votes":0,"body":"Die Lüfter von meinen PC sehen auch so aus ^^'","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:31:15.972+0000","up_votes":1,"down_votes":0,"body":"glaub ich dir nicht. ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T13:46:19.351+0000","up_votes":1,"down_votes":0,"body":"Bist du auf dem discord ? Dann kann ich es dir zeigen :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:49:56.863+0000","up_votes":1,"down_votes":0,"body":"Ich bin nie auf dem Discord. :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T14:13:25.320+0000","up_votes":1,"down_votes":0,"body":"Das ist doof :(","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-08-20T12:55:02.405+0000","up_votes":1,"down_votes":0,"body":"Der Parkbertreiber, Herr **Braun** versichert, dass ihm das vor Fertigstellung nicht aufgefallen sei xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:08:58.563+0000","up_votes":1,"down_votes":0,"body":"Der hat nur den Auftrag an die Sklavenarbeiter ähm ich meine Baufirma gegeben.","replies":[]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T13:46:35.783+0000","up_votes":1,"down_votes":0,"body":"... Wusstet ihr das morgen schon Mittwoch ist? O.O","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T13:49:35.762+0000","up_votes":1,"down_votes":0,"body":"Erstmal gibt es heute Abend noch ein paar Bier. :)","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:23:05.332+0000","up_votes":1,"down_votes":0,"body":"Findet ihr sowas ist noch Musik oder einfach Krach? \n\nIch sehe das als Geräusch ^^ \n\nhttps://youtu.be/THaA6MNG-CY\n\nHab am Wochenende mal so Sachen mit viel bpm durch geschaut.\nHab ja früher auch speedcore gehört aber das ist next Level Krach ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:29:04.202+0000","up_votes":1,"down_votes":0,"body":"Ich habe extra mein Sound so leise gestellt wie nur möglich weil ich so eine Ahnung hatte.^^ \nRIP Headphone User mit normaler Lautstärke hätte mich das bestimmt gekillt aber ich war vorbereitet. \n\nKunst bleibt Kunst also ist es noch Musik.\nJeder Kunst wird ihre Liebhaber finden. :) \n\nBtw ich hab letzte Woche in Maxstream Ahrideadsounds requestet. :D \nDu weißst was Ahrideadsounds sind oder?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:42:36.891+0000","up_votes":1,"down_votes":0,"body":"Die Sounds die sie macht wenn sie stirbt ? ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:45:47.434+0000","up_votes":1,"down_votes":0,"body":"Hehe\nGibt mal ahri death sound auf Youtube ein wenn du alleine bist oder ein Headset aufhast. :)\nDas hat nicht umsonst eine Altersbeschränkung. :) ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:52:42.532+0000","up_votes":1,"down_votes":0,"body":"Muss ich daheim mal schauen :0","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T11:29:12.203+0000","up_votes":1,"down_votes":0,"body":"Hardcore, Speedcore, Metallcore, Jumpstyle, die meisten Techno \"lieder\" ... bäh! XD Einfach weg damit. Fällt auch keinem auf.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:43:18.429+0000","up_votes":1,"down_votes":0,"body":"Hardcore !!!!!!! ^^ angerfist :D beste Musik ^^' zumindestens in der Richtung ","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:33:17.119+0000","up_votes":1,"down_votes":0,"body":"Jumpstyle war eine geile Zeit. *-*","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T10:08:23.981+0000","up_votes":1,"down_votes":0,"body":"Glaub mir wird langweilig  D:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T10:26:47.990+0000","up_votes":1,"down_votes":0,"body":"Ich hab eine Idee für nächste Woche.\nIch mache so eine Art beste der besten.\nAlles was 9/10 oder 10/10 in meiner Animeliste hat wird mit 2-3 Sätzen kurz vorgestellt.\nDa ist dann wirklich nur das gute Zeug drin und vllt sogar was für dich oder Stäbchen dabei. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:13:48.850+0000","up_votes":1,"down_votes":0,"body":"Ob das gutes zeug wird ? \n\nDu schaust schon manche serie die ich als mäh bezeichnen würde ^^'","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:19:23.391+0000","up_votes":1,"down_votes":0,"body":"Du soll ein Buch doch nicht anhand seiner Hülle behandeln...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:24:04.711+0000","up_votes":1,"down_votes":0,"body":"Du zeigst mir ja deinen Inhalt :0 und erzählst ja was in den animes passiert :/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:32:50.401+0000","up_votes":1,"down_votes":0,"body":"Nicht wirklich...\nNur Anhand eines Bilder oder ein Trailer kann man zuwenig sagen. \nEigentlich muss man sich die erste wenn noch sogar die ersten Folgen anschauen um ein richtiges Bild zu haben.","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:30:03.494+0000","up_votes":1,"down_votes":0,"body":"Ich denke mein Lieblingsanime ist Valkyria Chronicles. Hab Teil 1+4 gespielt und gemocht und die Serie fand ich auch extrem gut. Einfach weil mich das Szenario anspricht und es im großen und ganzen schon ernster ist.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T10:39:01.916+0000","up_votes":1,"down_votes":0,"body":"Das habe ich mir sogar gemerkt!!!\nIch mache es noch irgendwann versprochen. \nDas Szenario ist wahrscheinlich gut aber der männlichen Hauptfigur werde ich meine Probleme haben.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:44:44.858+0000","up_votes":1,"down_votes":0,"body":"Nun das Problem hatte ich überhaupt nicht, weil man sich sehr gut in die Personen einfühlen kann. Es sind eben keine Supersoldaten oder überlebensgroße Helden, sondern einfach Menschen und das kommt sehr gute und sehr deutlich rüber.\nGenauso wie die \"bösen\" mehr sind als \"Die Bösen\". Es sind eben auch Menschen mit liebenswerten Eigenschaften und Szenen.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T10:55:27.610+0000","up_votes":1,"down_votes":0,"body":"Nein das ist es nicht. \nWenn du viel Anime gesehen hast wirkt diese Art von Charakter zu erwachsen für ein typischen männlichen Maincharakter...\nZu erwachsen bedeutet das die Figur langweilig werden könnte aber das ist Geschmackssache. \nManche Leute mögen auch reifere Hauptfiguren.\nKraft Lawrence aus Ookami to Koushinryou fand ich zum einschlafen....Aber das kennst du bestimmt nicht.\nMax könnte dazu mehr sagen aber der ist nicht da.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:58:54.186+0000","up_votes":1,"down_votes":0,"body":"Achso, ja das kann ich nicht beurteilen, aber ich denke deine Befürchtungen sind unbegründet, zumindest fand ich das. Es ist halt ein guter Charakter, der mal mehr, mal weniger ernst und erwachsen ist, wie ein Mensch eben.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:16:53.242+0000","up_votes":1,"down_votes":0,"body":"Dazu sag ich mehr wenn ich dabei bin. :)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T10:27:43.396+0000","up_votes":1,"down_votes":0,"body":"Und gegessen habe ich auch noch nichts. Obwohl mein Toast neben mir steht! Und Paprika + Kohlräbchen + Tomaten sind auch noch vorhanden. Wenn ich die heute wieder nicht gegessen kriege kann ich die bestimmt weg werfen. Oder es wird mit dem Abend essen gegessen. \\o/ Ein Schnitzelchen mit Kartoffeln! Vielleicht mach ich Bratkartoffeln draus o.O\n\nMit der neuen Pflegedienstleitung habe ich mich eben auch etwas unterhalten. Oder sie mit mir. Keine Ahnung. Sie weiß anscheinend das sie #6 ist und hat für sich auch schon festgestellt das es wahnsinnig an Struktur fehlt. :D Mittlerweile habe ich aber ein wenig Angst weil sie mich irgendwie ausquetscht. Immer noch keine Ahnung was ich von ihr halten soll XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T10:42:36.579+0000","up_votes":1,"down_votes":0,"body":"Ich habe heute Essen bekommen. :)\nNudeln mit Hähnchenschnitzel und Gemüse. \n\nHast du denn noch Bauchschmerzen?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T10:45:54.221+0000","up_votes":1,"down_votes":0,"body":"Nicht wirklich .-. aber ich zitter so komisch >.&lt; glaub ich muss mir was warmes zu trinken holen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T10:55:54.695+0000","up_votes":1,"down_votes":0,"body":"Wtf warum hast du sowas?\nIch hab sowas nie...","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T11:10:51.789+0000","up_votes":1,"down_votes":0,"body":"Du hast sicherlich auch schon getrunken und gegessen und ausreichend geschlafen. **DAVON** hab ich nämlich auch bisher nichts XD\n\nAußerdem fühl ich mich eh so stumpf als würde ich krank werden. Heute morgen hab ich schon gedacht es würde richtig los gehen und ich baue wieder innerhalb weniger Stunden ab. Aber es ist nichts passiert. Also frühstücke ich jetzt und trinke einen Kakao. Dann geht es vermutlich wieder ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:21:29.816+0000","up_votes":1,"down_votes":0,"body":"Getrunken hast du auch schon.\nGegessen bist du selbst schon dran schuld. \nGeschlafen nein. \n2 noch wach um 5:40 aufgewacht vom Radio.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T11:24:06.271+0000","up_votes":1,"down_votes":0,"body":"Getrunken hab ich bis eben noch gar nichts. Gestern hab ich auch erst was getrunken als ich abends Zuhause war. Aber nicht mal einen Liter -.-'\n\nWieso weckt dich dein Radio um 05.40Uhr? D:","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:12:39.975+0000","up_votes":1,"down_votes":0,"body":"Hab 2 Frikadellen Brötchen gegessen :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T11:23:00.930+0000","up_votes":1,"down_votes":0,"body":"Mit Salat drauf?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T11:17:39.811+0000","up_votes":1,"down_votes":0,"body":"Ich hab gerade zwei zusammen geklappte Toasts mit gekochtem Schinken gegessen XD und es folgt das gleiche nochmal aber mit Tomaten und Gouda! °^° Dann werd ich wohl erst wieder heute Abend zuhause essen.\n\nAber für morgen kann ich save ein Schnitzelchen und Kartoffeln mit zur Arbeit nehmen &lt;3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:20:39.298+0000","up_votes":1,"down_votes":0,"body":"Ich weiß noch nicht was es heute abend zu essen geben wird :/ \n\n\nAber Schnitzel ist immer gut :3","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T07:45:03.459+0000","up_votes":1,"down_votes":0,"body":"Donnerstag hätte ich eigentlich eine Besichtigung gehabt.\n\nAber \\*Trommelwirbel* Satan hat den Termin übernommen. Und ich wusste das sie das macht, weil ich der Frau das am Telefon schon angekündigt habe XD a la \"Wenn Sie in der anderen Einrichtung nach einem Termin fragen, wird mir unsere Besichtigung weg genommen\". Aber jetzt kann ich chillen :3 Das ist besser.\n\nNur müsste ich ein paar Prospekte vom Haus anfertigen XD Satan will bestimmt eins mitgeben und ich hab die Dinger nur lose rum fliegen weil gar keine Folien mehr da sind. Aber vllt krieg ich welche organisiert und die Aushilfe morgen kann die dann fertig machen ._.\n\nAber ich glaube Satan war etwas von meiner Reaktion überrascht XD\n\nAls sie angerufen hat verlief das Gespräch in etwa so:\nSatan: Sie haben am Donnerstag einen Termin mit einer Frau X zur Besichtigung.\nIch: Richtig, habe ich.\nSatan: Den Termin habe ich übernommen.\nIch: Super! Alles klar! Dankeschön!\nSatan: \\*kurzes zögern* jahaaa. Bitte. Tschüüüsss\n\nXDDDDDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:02:05.825+0000","up_votes":1,"down_votes":0,"body":"Wo ist eigentlich Max schon wieder?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:15:05.087+0000","up_votes":1,"down_votes":0,"body":"Hat er letzte Woche nicht gesagt er lässt sich diese Woche krank schreiben?\n\nKeine Ahnung warum du mich das fragst :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:22:40.741+0000","up_votes":1,"down_votes":0,"body":"Wenn soll ich das sonst fragen? o.O","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:27:09.943+0000","up_votes":1,"down_votes":0,"body":"Martin?\n\nOder besser noch: Stäbchen!\n\nDie zwei können nämlich nie die Finger voneinander lassen :o Und hängen den ganzen Tag im Discord aufeinander!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:29:56.468+0000","up_votes":1,"down_votes":0,"body":"Ich kann auch nichts dafür das die so an mir kleben :0","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:34:11.678+0000","up_votes":1,"down_votes":0,"body":"Ja doch :D pack den Sekundenkleber weg!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T11:15:38.964+0000","up_votes":1,"down_votes":0,"body":"Der riecht aber so gut :0","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:32:53.796+0000","up_votes":1,"down_votes":0,"body":"Ist das physikalisch überhaupt möglich in Discord aufeinander zu sein? \nUnd warum hab ich gerade das Gefühl das du Yaoi magst?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:00:50.451+0000","up_votes":1,"down_votes":0,"body":"Was ist Yaoi?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:01:31.867+0000","up_votes":1,"down_votes":0,"body":"Das Gegenstück zu Yuri. ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:10:46.802+0000","up_votes":1,"down_votes":0,"body":"Wer oder was ist Yuri? x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:16:31.223+0000","up_votes":1,"down_votes":0,"body":"...\nDazu gab es sogar extra eine Southparkfolge...\nYuri = lesbisch\nYaoi = schwul\n\nDu verstehst?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:22:26.041+0000","up_votes":1,"down_votes":0,"body":"ich steh nicht auf Yaoi falls du das meinst :o Aber ich habe selbst welche in der \"Familie\" und mein Cousin heiratet sogar im Oktober seinen Lebensgefährten. Leider an dem Wochenende wo ich noch in Spanien bin, denn diese Hochzeit würde für mich zwei Tage allein sein bedeuten >.&lt; Naja. Pech halt XD\n\nYuri allerdings ... °-°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:28:16.176+0000","up_votes":1,"down_votes":0,"body":"Ich wollte nur darauf anspielen das sich manche Frauen vorstellen wie Kerle miteinander rummachen.\nDa du gerade so doppeldeutig darüber gesprochen hast die im Discord immer \"aufeinandern\" hocken wäre es möglich gewesen.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T06:50:24.605+0000","up_votes":1,"down_votes":0,"body":"Guten morgen \n\nUnd Sorry aber dein anfangs Post ist mir echt zu lang zum lesen ^^' \n\nHabs daher nur Stichpunkte halber überflogen. \n\n\nAnime games ?\n\nIch kann sagen die beiden AoT games waren garnicht so schlecht und haben sogar viel spaß gemacht. Besonders wenn man mit Freunden zusammen Titanen zerhackt ^^ \n\nUnd zu dragon ball games \nBudukai Tenkaichi 2 für die ps2 ist für mich immer noch der mit Abstand beste Titel aus allen DB games !!!!!! Das hat gefühlt alle kämpfe und Orte drin gehabt. Von kleinen Son Goku bis hin zum SSJ4 ! Und das war alles so geil :3 \nNach so spezial Attacken hat sich das ganze Schlachtfeld verändert. Die Kämpfer haben sichtbaren Schaden genommen.man konnte im gewissen Grad frei rum fliegen :0 \n\nBESTES DBZ GAME EVER!\n\n------------\n\nGestern lol gezockt ..... ranked .... Man steht positiv man gibt seinen lane gegner keine kills. Ist im Farm gleich auf. Geht Roamen und macht kills. \nDamit der jungler AFK geht ....\nMan warnt den top laner das Malzahar kommt nur damit er an ihm stirbt .... Während man selbst kills auf der bot holt. \nJungler kommt wieder um zu sterben und darauf afk zu gehen .... \n\nAlle inten fröhlich weiter. Jungler kommt wieder pings um Hilfe ich laufe hin er läuft weg Richtung base **HAT DAS SPIEL VERLASSEN **... Ich leider jetzt eingekreist ! \n\nUnd dann obwohl es noch möglich wäre weil ich still gut im game bin wird FF gemacht ! Holy shit \n\nUnd solche games muss ich verlieren ... lächerlich danke an diese Abschaum Geburten! \n\nNaja letzten 3 rankeds mit Annie 30 kills zu 8 toten .... 1 Win .... naja coinflip Teams \n\n\nAch und TFT hab ich seit dem vorherigen patch nicht mehr angefasst werd ich auch nicht mehr spielen :/ \n\nAnsonsten hab ich nichts zu sagen .... Eben an lol zu denken macht halt direkt schlechte Laune. Dran zu denken das solche Dinger meine Luft atmen widert mich an.\n\n\nHeute abend gibt's wahrscheinlich einen DS 3 Stream ;) \n\nWünsch euch trotzdem einem schönen Dienstag","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T07:03:07.301+0000","up_votes":1,"down_votes":0,"body":"Also... Ich hab die Screenshots von deinem einem Anniegame gesehen... Wenn du alle so gespielt hast, wundert mich die winrate nicht wirklich.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:23:33.101+0000","up_votes":1,"down_votes":0,"body":"Ich finde in letzter Zeit häufiger Screenshots von Leaguegames auf Pornhub btw auch von deinen. :) \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T07:45:38.649+0000","up_votes":1,"down_votes":0,"body":"Sah mich gestern gezwungen die Downtime meines Conan Servers mit einem normal zu überbrücken. Hab reingefeed wie ein Loch","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:52:55.530+0000","up_votes":1,"down_votes":0,"body":"Was ist an gefeedeten Löchern verkehrt?\n\nhttps://cdn.imgbin.com/17/13/8/imgbin-twitch-kappa-emote-youtube-streaming-media-tangy-man-s-face-zM6Cb2zsRzsXYrrUJAH4RbcE0.jpg\n\n######Jajajajajajajajajajajajajajajajjajaja der war schlecht! Dafür ja auch das Kappa °^°","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:20:01.786+0000","up_votes":1,"down_votes":0,"body":"Xaxaxaxaxaxaxaxaxaxaxa\n\nDarf ich deine Löcher feeden?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:24:25.774+0000","up_votes":1,"down_votes":0,"body":"Muss ich Ohren und Nase zu halten oder werden die automatisch ignoriert?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:41:56.886+0000","up_votes":1,"down_votes":0,"body":"Ich denke die sind sicher","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:47:04.701+0000","up_votes":1,"down_votes":0,"body":"Sehr gut.\n\n°-° Wobei ich sagen muss das ich absolut verunsichert bin wenn es um das benutzen der Hintertüre geht!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T09:08:49.640+0000","up_votes":1,"down_votes":0,"body":"Darüber würde ich sehr, wirklich sehr gerne diskutieren, aber ich befürchte wir bewegen uns gerade auf den MonkaTos Bereich zu....","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:19:22.598+0000","up_votes":1,"down_votes":0,"body":"Dann machen wir die Türen zu und entfernen uns aus diesem Bereich? °-°","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T09:22:23.364+0000","up_votes":1,"down_votes":0,"body":"Solange du damit das Gespräch an sich meinst und nicht den Gegenstand des Gespräches bin ich einverstanden","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:26:18.376+0000","up_votes":1,"down_votes":0,"body":"Wenn ich den weg werfe, kann ich nicht mehr sitzen. Und es wäre weird.\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:46:05.963+0000","up_votes":1,"down_votes":0,"body":"Und du weißt wie selten ich smileys verwende...\nBetrachte es als großes Interesse an dem Thema.","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T10:33:06.197+0000","up_votes":1,"down_votes":0,"body":"Ein zwinkersmiley\n{{sticker:sg-jinx}}","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:17:43.168+0000","up_votes":1,"down_votes":0,"body":"Das meinte ich tatsächlich nicht ;-)","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:14:06.691+0000","up_votes":1,"down_votes":0,"body":"Darf man hier nicht über Hintertürchen reden ? :0 \nFrechheit !","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T09:22:49.199+0000","up_votes":1,"down_votes":0,"body":"FSK 12 heißt das Zauberwort.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:25:05.724+0000","up_votes":1,"down_votes":0,"body":"Was ist mit Gartentörchen? \n\nDavon hatte ich früher zwei und sogar ein Törchen zum Gartenbereich wo meine Hunde laufen konnten x.x","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T10:33:48.255+0000","up_votes":1,"down_votes":0,"body":"Jetzt hab ich dich an zwei Tagen hintereinander verstört o_o","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:18:48.625+0000","up_votes":1,"down_votes":0,"body":"Im geschrieben Kontext eine süße Erinnerung, im gedachten Kontext sehr verstörend","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:31:59.445+0000","up_votes":1,"down_votes":0,"body":"Aber ich mag Hintertürchen :0 geh auch immer ganz vorsichtig durch :0 \n\nIst doch noch fsk 12 :0 da darf man doch schon viel härter reden :0","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:18:11.949+0000","up_votes":1,"down_votes":0,"body":"Oh ich höre schon die Eulchen auf ihrer Tastatur klappern.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:06:23.845+0000","up_votes":1,"down_votes":0,"body":"Ich dachte Loch ist Loch oder hab ich da was falsch verstanden?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:30:50.734+0000","up_votes":1,"down_votes":0,"body":"Es gibt keine falschen Löcher. Es gibt nur falsche Einstellungen ;)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:34:53.701+0000","up_votes":1,"down_votes":0,"body":"Ich erinnere dich daran wenn deine Nase dran glauben muss! Oder deine Ohren D:","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:46:22.493+0000","up_votes":1,"down_votes":1,"body":"Er könnte ja in den Ohr pinkeln. \n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:48:13.468+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-janna}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:53:51.442+0000","up_votes":1,"down_votes":0,"body":"Wann singst du eigentlich für mich?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:55:46.338+0000","up_votes":1,"down_votes":0,"body":"Niemals?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:56:26.962+0000","up_votes":1,"down_votes":0,"body":"Nicht mal heute?\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T10:32:15.810+0000","up_votes":1,"down_votes":0,"body":"D: Kommt sofort!\n\n\\*leise ein Geburtstagslied sing*","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T10:22:39.118+0000","up_votes":1,"down_votes":0,"body":"Ich will das jetzt nicht die große Glocke hängen darum psst. \nSchreib einfach Sternchen Sing und sowas ganz heimlich. ;)","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T09:58:14.981+0000","up_votes":1,"down_votes":0,"body":"x.x Jetzt sag mir nicht du hast Geburtstag?","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:38:21.009+0000","up_votes":1,"down_votes":0,"body":"Das zeigt wie wenig du eigentlich schon mir hältst wenn du an einem so besonderen Tag wie heute nicht mal singen willst...","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T09:10:16.964+0000","up_votes":1,"down_votes":0,"body":"Nicht mal heute!\n\nHeute würde ich gerne nach Hause kommen, essen, Rocky, duschen, halbe Stunde chillen, Haare föhnen, schlafen. Wäre dann so spätestens 21Uhr oder 21:30 Uhr im Bett wenn alles nach Plan laufen würde. Aber da ich mich kenne ... wird es wieder 22/ 22:30 Uhr >.&lt; Was im Moment einfach zu spät für mich ist","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:04:07.286+0000","up_votes":1,"down_votes":0,"body":"Ok die hatte ich jetzt nicht im Sinn :0","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T08:15:45.907+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht XD Ich versteh immer nur was ich will. Oder zumindest meistens XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:24:42.087+0000","up_votes":1,"down_votes":0,"body":"Darum hast du mich als pervers bezeichnet als ich dich gefragt habe ob du deine Tage hast was etwas vollkommen natürliches in nichts pervers ist. \nAn was hast du dabei bloß gedacht?","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:58:16.481+0000","up_votes":1,"down_votes":0,"body":"Immer diese Downtimes...","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T07:54:23.117+0000","up_votes":1,"down_votes":0,"body":"Ja das kann sein wenn man vom System gefickt wird damit man nicht gewinnt kann man das schonmal hochlafen ;)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:05:41.554+0000","up_votes":1,"down_votes":0,"body":"Aber wer würde mit dir ins Bett gehen?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:31:32.841+0000","up_votes":1,"down_votes":0,"body":"Wer nicht ? :0 Ich bin kuschlig :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:35:23.244+0000","up_votes":1,"down_votes":0,"body":"Ich glaube deine Freundin hätte etwas dagegen wenn du mit jemand anderen kuscheln würdest. ^^","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T07:53:45.332+0000","up_votes":1,"down_votes":0,"body":"Ja Ja  schön \n\nAlso die letzten Annie games \n\n10/2/8 ....lose \n4/1/6 ....Win\n10/1/7 ....Win auch noch knapp \n10/5/2 .... Lose gestern ...jungler mehrfach afk \n\nSo hab glaub ich alle gescreenshotet. Welches meinst du ?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:06:57.357+0000","up_votes":1,"down_votes":0,"body":"Ich meine das Spiel in dem die gegnerische Vayne weder Qss, noch cleanse, noch Mikaels zur Verfügung hatte und trotzdem einen Teamfight gegen eine gefeedete Annie überlebt hat. Das geht nämlich nicht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:11:31.498+0000","up_votes":1,"down_votes":0,"body":"Ach das game wo der gegnerische aartox mit 15 kills alles zerstört hat während ich die vayne mit Q W Raus nehmen konnte ? \n\n\nSorry da hatte ich meine ulti leider für den problematischen gegner verwendet. Da ich gefühlt der einzige war der ihn irgendwie stoppen konnte ....\n\nMal davon abgesehen das ein Adc in meiner elo der kein qss oder Co hat ja auch sooooooooooooooooooo selten ist ...","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:19:39.364+0000","up_votes":1,"down_votes":0,"body":"Ja aber dann ist das doch free as fuck, wenn die legit ihr einziges Counterplay gegen dich nicht verwenden.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:35:14.659+0000","up_votes":1,"down_votes":0,"body":"Bist du ...\n\nDer AARTOX hat easy unser Team zerfickt ausser wenn ich ihn aufgehalten habe was mein Team bereits nicht hindert dann am Rest vom Gegner Team zu sterben. \n\nIch kann halt nicht überall kämpfen im Team fight. Geh ich auf vayne sterben 3 in der Zeit (5sec) gegen aartox ..... geh ich auf den alleine dauert es zu lange so das mein Team wieder nicht überlebt gegen vayne \n\n\nSolche Aussagen -.-","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:14:13.071+0000","up_votes":1,"down_votes":0,"body":"AoT hab ich nie gesehen. :( \n\nBudukai Tenkaichi 2 und Budukai Tenkaichi 3 waren sich sehr ähnlich.\nAber da war ich 17 als ich die gespielt habe. \nDas ist schon ultra lange her. \nIch glaube Teil 2 war der bessere.\n\nDu musst auch nicht alles lesen. xD\nEs ist halt Content der da ist wenn Leute es freut ist es super auch wenn sie nicht alles schaffen. \nZumal es der Entwurf eines Thread für gestern war mit dem ich nicht 100% zufrieden war außerdem warst du eh schon um 7 wach..\nImmer noch besser als ihn wegzuschmeißen. \n\nIch glaube der Jungle ist häufig kacke in der untere Elos.\nIch glaube auch das manche Leute keine Lust auf Jungle haben und einfach gefiled werden.\nOder die farmen einfach das halbe Game und achten Null auf das Team.\n\nEs war Sonntag glaube ich wo ich Cait gespielt habe und Top war Jax gegen Nasus.\nIch schreibe noch \"jungle pls help Top\". Ich hab es geahnt das Jax seine kills bekommen wird und dann Fett wird.\nUnd es passierte auch genau so. Jungle hilft nicht und Toplane verliert hard.\nAußerdem ist dann einfach mal Nasus afk gegangen weil sein Vater ihn zu essen gerufen hat.. DAS HAT SEIN KUMPEL WIRKLICH GESCHRIEBEN \n\nDa bekomme ich lust selbst Jungle zu spielen wenn die Rolle für meisten in meiner Elo doch so suckt.\nAber da gibt es ja noch die andere Seite. Du willst ganken aber dein Laner pushed bis zu Tower und du gehst woandern hin und 2 Minuten gibt es natürlich an einem Gank weil es nicht gewarded hat und dann heult er rum weil es nie Ganks bekommt.\nWie soll ich dir helfen wenn du 90% der Zeit am gegnerischen Tower bist???","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T07:59:46.434+0000","up_votes":1,"down_votes":0,"body":"Ich arbeite wieder das heißt ich bin wieder jeden tag ab 5 Uhr wach :( \n\nJa ranked ist nur noch coinflip wer der schlechtere Team hat verliert :/ \n\nIch versuche mich weniger aufzuregen aber ganz ehrlich 90% meiner Mitspieler wünsche ich einen ekelhaften tot \n\nNaja heute Abend wieder lol pause :/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:04:00.626+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich bin Mental fast soweit das mir alles egal ist und ich die meisten Scheiße ignorieren kann.\nDie Season ist eh fast gelaufen reicht wenn ich irgendwann noch Silber werde...\n\nWenn TFT auch reichen würde für den Seasonskin wäre das godlike für mich aber ich glaube das machen sie nicht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:07:51.520+0000","up_votes":1,"down_votes":0,"body":"Ach wäre gerne noch Platin gekommen :( \nAber wenn  das game so weiter macht bleib ich halt da wo ich bin :/ \n\nWie gesagt tft Spiel ich nicht mehr","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:14:26.451+0000","up_votes":1,"down_votes":0,"body":"Dabei ist doch nun Jinx draußen.\nWarst du nicht ein großer Jinxfan?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:36:08.093+0000","up_votes":1,"down_votes":0,"body":"Ja hab schon gehört unbalanced wie zu erwarten ....\n\nNe der modus macht keinen Spaß mehr","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T07:04:38.276+0000","up_votes":1,"down_votes":0,"body":"Seit meine Große Gold4 bei TFT hat, hab ich mit ihr auch kein Ranked mehr gespielt.\n\nIst halt viel zu kriminell. Allerdings spiele ich mit Kirsche Ranked und hab so meine geheim Einheit die einfach immer mit muss XD Natürlich in entsprechender Kombination. Letztes Wochenende gab es da keinen Platz unter 4 und einmal erster. Das eine Mal wo ich 7. geworden bin war halt fett getrollt XD weil das so ein Spiel war wo ich keine Lust hatte mich an meine Rolls anzupassen oder hart zu forcen >.&lt; Also hab ich einfach alles quer Beet aufs Feld gestellt O:-)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:24:08.008+0000","up_votes":1,"down_votes":0,"body":"Wie war das noch mit dem Typen der dich beleidigt hat weil du seine Shyvana hattest?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:33:58.092+0000","up_votes":1,"down_votes":0,"body":"XD Er hat mich nicht richtig beleidigt!\n\nAber er hatte geschrieben das er hofft das ich auf dem 8. Platz lande weil ich seine Shyvanas hätte und er keine bekommt :D Hat er dann gesagt als ich meinte \"Das ist aber nicht nett!\".\n\nTatsächlich habe ich dann alle meine Shyvanas verkauft weil ich nur Mist bekommen habe und keine Lust mehr hatte. Wollte halt auch mal Shyvana ausprobieren mit Items aber bei mir funktioniert das nicht v.v Die kann nichts.\n\nFür das verkaufen hab ich dann noch ein \"Ehrenbruder\" kassiert ^^'","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:21:38.383+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ich kann die komplette Story worauf ich später dann selbst Wild/Shapeshifter gespielt habe und vermerkt habe wie outdatet die Kombo ist...\nDas Problem ist einfach wenn ich Ahri 2-3 Items gebe und dann noch eines auf Nida oder einem Tank tue bleibt nicht genug für Shyvana übrig...","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T07:44:33.722+0000","up_votes":1,"down_votes":0,"body":"Ehrenbruder Kirschkern","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:57:04.575+0000","up_votes":1,"down_votes":0,"body":"Wüsste es nicht Ehrenschwester sein oder ist Ehrenbruder mittlerweile Unisex geworden?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:05:39.037+0000","up_votes":1,"down_votes":0,"body":"Ehrenbrüderin ist der korrekte Terminus.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:14:52.424+0000","up_votes":1,"down_votes":0,"body":"Schwöre?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:20:32.832+0000","up_votes":1,"down_votes":0,"body":"Wallah","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T07:48:57.887+0000","up_votes":1,"down_votes":0,"body":"Isso! Kniet nieder! °^°","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:12:01.873+0000","up_votes":1,"down_votes":0,"body":"Ich hab noch etwas.\nIst zwar schon etwas alt aber dafür versteht es jeder. ^^\n\nhttps://i.redd.it/4abkuhd6m2b31.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T10:28:26.802+0000","up_votes":1,"down_votes":0,"body":"Savage","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:20:01.854+0000","up_votes":1,"down_votes":0,"body":"Mhh","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:29:16.712+0000","up_votes":1,"down_votes":0,"body":"Ich glaube die Liga von Sonne und Mond ist gerade vorbei. \nAlso im Anime welche ich seit Sonne und Mond nicht mehr schauen weil die neue Ashstimme schrecklich ist.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:32:50.249+0000","up_votes":1,"down_votes":0,"body":"Hab damals die erste serie / Staffel gesehen das wars ^^'\n\nDigimon ist viel cooler","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:34:00.219+0000","up_votes":1,"down_votes":0,"body":"Digimon hat die bessere Serie und Pokemon die besseren Spiele außerdem Digimon World das war genial aber alle Nachfolger waren so naja.","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:29:14.131+0000","up_votes":1,"down_votes":0,"body":"Ich sollte echt langsam Abstand von Forum halten .... So blind oder b..... Kann man doch nicht sein wie manche Leute hier antworten holy .... Boah ich muss mich zusammen reißen keine ban zu bekommen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:34:37.783+0000","up_votes":1,"down_votes":0,"body":"Btw ich glaube die Mods sich nicht wirklich aktive hier.\nDu hast ja in den Thread gepostet wo ich mich so furchtbar darüber aufgeregt habe das die Leute immer in den falschen Bereich postet.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:50:16.331+0000","up_votes":1,"down_votes":0,"body":"Ja die Mods .... naja die sind mir eh mittlerweile suspekt","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:55:04.999+0000","up_votes":1,"down_votes":0,"body":"Außerdem vom Ghetto hab ich ewig kein Mod mehr gesehen...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:03:24.388+0000","up_votes":1,"down_votes":0,"body":"Versteh ich nicht","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:08:06.436+0000","up_votes":1,"down_votes":0,"body":"Ghetto = Spielerverhalten\n\nDiese ganzen ich wurde zu unrecht bestraft Thread.\nDa stehe ich manchmal Mods aber außerhalb davon fast nie.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:11:39.519+0000","up_votes":1,"down_votes":0,"body":"Achso verstehe","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T09:00:25.492+0000","up_votes":1,"down_votes":0,"body":"Es gibt ein paar die sind ganz niedlich.  Glaub ich :>\n\nDie wirklich verdorbenen sitzen an anderer Stelle. Besten der Hölle!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:11:18.304+0000","up_votes":1,"down_votes":0,"body":"Ich bin doch gar kein mod :0","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T08:50:00.601+0000","up_votes":1,"down_votes":0,"body":"Manchmal tun sie auch einfach nur so und auf einmal schlagen sie zu!\n\nWie die ganzen Threads die letzte Woche so übertrieben hyper schnell verschwunden sind. Das betrachte ich als Warnung °^° Sie sind unter uns!","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:31:05.213+0000","up_votes":1,"down_votes":0,"body":"War ich zu gemein zu dir? \n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:47:45.438+0000","up_votes":1,"down_votes":0,"body":"Nö \n\nMich widert nur manches hier an ^^","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:49:06.943+0000","up_votes":1,"down_votes":0,"body":"#\"HIER\"???\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:53:35.797+0000","up_votes":1,"down_votes":0,"body":"Hier in diesen theard eigentlich nicht ;) \n\nAlso IHR die ihr gerade hier seit sind von solchen Aussagen immer frei gesprochen :3 \nWürde sowas nicht zur TGSG Familie sagen :3","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:56:39.716+0000","up_votes":1,"down_votes":0,"body":"D: Glück gehabt. Hatte für einen kurzen Moment Tränen in den Augen!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:02:33.556+0000","up_votes":1,"down_votes":0,"body":"Tut mir leid :( \nSo war das nicht gemeint :0","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T08:33:32.626+0000","up_votes":1,"down_votes":0,"body":"XD Du darfst dich eben nur hier aufhalten und nicht wie ein Flummi im Dreieck titschen =p\n\n*Martin einen Cocktail reich*","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:48:59.240+0000","up_votes":1,"down_votes":0,"body":"Werd mir jetzt eine Forums (int) Liste anlegen. Leute die drauf stehen. Bekommen von mir keine Antworten mehr .... oder nur noch Troll antworten das schau ich mal\n\n\n*Cocktail geexd* :/","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:50:01.614+0000","up_votes":1,"down_votes":0,"body":"Ich fühle mich ultra müde gerade...\nIrgendwie konnte ich kaum schlafen die Nacht weil jemand aus der Nachbarschaft Nachts Lärm gemacht hat.\nDa sind bei uns wohl wieder Rehe nachts unterwegs.\nDie fressen alle Blumen in den Gärten weg und kacken alles voll. >.&lt;","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:51:31.276+0000","up_votes":1,"down_votes":0,"body":"Das waren sicher Veganer auf Soja Milch sauf Tour","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:58:08.410+0000","up_votes":1,"down_votes":0,"body":"Sicher?\nHast du schon mal mitbekommen das Veganer in dein Garten kacken?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:01:40.944+0000","up_votes":1,"down_votes":0,"body":"Hast du schonmal gehört das sie das nicht machen ? \n\nSo düngen die ihre Nahrung","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T09:06:55.348+0000","up_votes":1,"down_votes":0,"body":"Warum bekomme ich bei diese Aussage einen Lachflash? :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T09:10:46.878+0000","up_votes":1,"down_votes":0,"body":"Weil man über Veganer nur lachen kann? :) \n\nErnst kann man diese öko Hippies nicht nehmen","replies":[]}]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T08:56:11.609+0000","up_votes":1,"down_votes":0,"body":"Awwwwww Soja-Milch &lt;333333","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T05:37:40.693+0000","up_votes":1,"down_votes":0,"body":"Overlord hat drei Staffeln? TIL.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T05:42:16.754+0000","up_votes":1,"down_votes":0,"body":":o Das hat Max doch gesagt. Oder nicht? Oder Martin? Aber es würde bisher nur eine mit deutscher Synchro geben .-.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T06:01:11.554+0000","up_votes":1,"down_votes":0,"body":"Nun ja, ich kann nicht behaupten, dass ich mir jeden Post über Animes aufmerksam durchgelesen habe... Eher so gar nicht...","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T06:14:05.334+0000","up_votes":1,"down_votes":0,"body":":o Aber das war in den Kommentaren.\n\nWillst du damit etwa sagen das du die Antworten deines geliebten Mäxchen-S.Spielzeugs und des überaus sexyschen (????????????????) Martins nicht mit der gebührenden Aufmerksamkeit honorierst?\n\nUnd jetzt sag nicht \"Jo\" XDDDDDDDDDDDDDD\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T06:23:20.326+0000","up_votes":1,"down_votes":0,"body":"Ohne die Zustimmung meines Secretarys kann ich eine solche Aussage weder bestätigen noch dementieren.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T06:25:00.903+0000","up_votes":1,"down_votes":0,"body":"°-° Immer dieser Secretary. Wo finde ich ihn und wie kann ich ihn bestechen?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T06:35:54.866+0000","up_votes":1,"down_votes":0,"body":"Der Punkt ist halt einfach. Animes interessieren mich nicht. Also so wirklich nicht. Ja es gibt gute, die ich gesehen habe und auch sicherlich gute die ich nicht gesehen habe, aber an sich schätze ich das Format der animierten Serien nicht höher ein als das der realen. Wenn die Geschichte gut ist, dann ist sie gut, egal ob animiert oder nicht. Wenn ich mir dann beim Lesen der Titel allerdings die Frage stellen muss, ob entweder der Verfasser oder ich gerade den Schlaganfall haben, bin ich halt raus.\nAber das Thema ist eben sehr beliebt und deswegen wird darüber geredet. Ich bin ehrlich, wäre TGSG eine IRL Party, würde ich schon lange besoffen in der Ecke liegen, weil ich nicht mitreden kann und des zuhörens überdrüssig geworden bin.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T06:55:08.387+0000","up_votes":1,"down_votes":0,"body":"Nja, ich bin ja auch nicht so in der Materie drin wie die hyper Profis Strife und Max (und Martin?). XD Heute hab ich das auch alles ignoriert bzw. nur irgendwas mit Violet Evergarden wahrgenommen. Der Anime hat mir schon gut gefallen °^° \n\n> würde ich schon lange besoffen in der Ecke liegen\n\nDann hab ich's einfach!\nhttps://media.tenor.com/images/60469fe4434151415beffeee0af8a629/tenor.gif","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T07:43:42.458+0000","up_votes":1,"down_votes":0,"body":"Ich hab ja jetzt endlich ein Bild von dir!","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:47:28.230+0000","up_votes":1,"down_votes":0,"body":"Hast du gar nicht!!!!!!!!!!!!!!!!!!!!!!!!\n????????????????????????????\n\nHier! Das war ich als ich noch jung und begehrenswert war:\nhttp://www.fotoblog-jk.de/images/800/kirsche_04.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T07:51:04.567+0000","up_votes":1,"down_votes":0,"body":"Doch, hast du gestern im Discord geschickt.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:57:46.235+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht fair. Ich kann nicht gucken was ich da fabriziert hab!\n\nIch erinnere mich nur an Chila, Nala und Rocky!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:07:44.355+0000","up_votes":1,"down_votes":0,"body":"Korrekt. Nur hast du einen Fehler gemacht. Du spiegelst dich in Roxkys Augen, also hab ich mal meine CSI Skillzs ausgepackt.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:05:20.538+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=WBk1bpwi,comment-id=00000000000000000000000000000000000100000000000000000002,timestamp=2019-08-20T08:53:58.034+0000)\n>\n> Naja ich habe verpixelte Umrisse! Aber immerhin.\n\nAlso nichts womit man was anfangen kann :p","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T09:04:16.572+0000","up_votes":1,"down_votes":0,"body":"XD Eindeutige Verwechslung!","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T08:53:58.034+0000","up_votes":1,"down_votes":0,"body":"Naja ich habe verpixelte Umrisse! Aber immerhin.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:39:00.663+0000","up_votes":1,"down_votes":0,"body":"Sie hat doch vor ein paar Jahren gestreamt damals noch mit einem anderen Name before ihr Mainaccount Azima wurde oder verwechsel ich das gerade?","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-20T08:20:29.550+0000","up_votes":1,"down_votes":0,"body":"#XD HAST DU NICHT GEMACHT?\n\nIch muss grad so lachen XDDD\n\nKam denn wenigstens nichts gutes dabei raus? XD Jetzt muss ich auch noch bis heute Abend warten bis ich selbst nachgucken kann!","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T07:04:46.355+0000","up_votes":1,"down_votes":0,"body":"Was man nicht auf dem Gif sieht \n\nIst der verwahrloste Keller in dem du ihn dann zerlegt und seine Haut als Bademantel trägst :0","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:16:27.402+0000","up_votes":1,"down_votes":0,"body":"Nein. Definitiv NEIN!\n\nWieso hat man so eklige Fantasien? c.c","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:04:45.896+0000","up_votes":1,"down_votes":0,"body":"Seine sich doch noch harmlos.\nHab ich dir von meinen schon mal erzählt?","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:21:55.132+0000","up_votes":1,"down_votes":0,"body":"> Hab ich dir von meinen schon mal erzählt?\n\nNein c.c und tu es bitte auch nicht.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:37:14.797+0000","up_votes":1,"down_votes":0,"body":"Wieso hast du ausgerechnet bei mir angst davor?\nDenkst du es kann noch schlimmer sein als bei Martin und Max? xD \nDas ist doch unmöglich.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T09:03:43.059+0000","up_votes":1,"down_votes":0,"body":"Actually geb ich dir da Recht XD Aber ich habe auch gelernt das es immer anders kommen kann als man denkt °^°","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T08:01:33.074+0000","up_votes":1,"down_votes":0,"body":"Findest du ? :0","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:33:39.457+0000","up_votes":1,"down_votes":0,"body":"Dafür beteiligst du dich teilweise aber mehr als Max.\n{{sticker:sg-miss-fortune}} \nFindest du meine Titel wirklich so schlimm? xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-20T07:46:50.928+0000","up_votes":1,"down_votes":0,"body":"Schlimm nicht, nur uninteressant, weil ich halt kaum dazu beitragen kann. Meine Nerdthemen sind hier ja leider nicht bekannt genug für eine umfassende Diskussion.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:55:08.574+0000","up_votes":1,"down_votes":0,"body":"Ich glaube umfassende Diskussion passen allgemein nicht in dieses Format und denke häufig auch das ich ein wenig zu sehr in die Tiefe gehe.\nOberflächlich Gespräche zu führen wo sich jeder beteiligen kann scheinen schwerer als man denkt gerade wenn einem dann nichts einfällt. \nDas kann Tamara leider viel besser wir.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:44:05.894+0000","up_votes":1,"down_votes":0,"body":"Das Ding ist eigentlich eher das schwer ist Themen zu finden.\nObwohl das Ausgangsthema nicht unbedingt etwas mit der Unterhaltung innerhalb des Thread zutun haben muss.\nAber wenn ich ein Thread schreibe möchte eigentlich irgendwie mit dem Ausgangsthread Lesestoff bieten. \nNur 3 Sätze zu schreiben finde ich zuwenig die Leute sollen etwas zu lesen haben und dazu muss man ein Thema nehmen wo man eben auf mehr als 3 Sätze kommt. \nDazu nimmt man natürlich etwas wozu man auch etwas mehr schreiben kann und ein wenig in Tiefe gehen kann. \nUnd die Leute müssen es ja nicht unbedingt verstehen es soll eigentlich nur der Unterhaltung dienen. \nEs ja schließlich immer noch ein TGSG :)","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T07:03:37.808+0000","up_votes":1,"down_votes":0,"body":"Als wäre man das nicht bei jeder Party ^^ egal ob man mit reden kann oder nicht","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T06:51:26.430+0000","up_votes":1,"down_votes":0,"body":"Aww :0 \n\n\nDu hast recht wie kann er nur meine sexy Art ignorieren ? \n\n\nWobei !\n\nMöglicherweise erregen ich ihn ZU sehr und er ist deshalb abgelenkt :0","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:36:08.817+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch manchmal das Problem das er mich zu sehr erregt °-°","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:02:55.424+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich einer der wenigen Animes der es weiter als bis zur zweiten Staffel schafft. :)\nUnd es gibt sogar noch Movies.\nAlso viel zu schauen xD \nGerade weil ich wenn ich mit einem Anime anfangen und er mir gefällt immer alles schaue was es dazu gibt. \nSAO hat \"nur\" zwei Woche gedauert bis ich alles davon geschaut habe...","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2019-08-20T06:09:12.269+0000","up_votes":1,"down_votes":0,"body":"^^' Wie schön oft du erwähnst das es Montag ist.\n\nIch für meinen Teil habe heute Bauchweh und das bleibt bestimmt bis Mittag. Ist immer so. Oder meistens. Deswegen muss ich mein Frühstück raus zögern und actually viel trinken ... aber hier kriegt man ja kein Wasser und ich bin zu geizig immer wieder am Automaten Cola Zero zu ziehen. Da böller ich lieber Geld in die kleinen Legenden. Wovon der Monarchen Wisperschweif bisher der schönste ist &lt;3 Ich liebe seine Ohren!\n\nDas neue \"Belohnungssystem\" soll dich eben nach Meisterschaft 7 weiter belohnen. Sprich du entscheidest dich für einen (oder mehrere) der zahlreichen Ewigen und erfüllst dann Aufgaben. In wie weit der Fortschritt dann gewertet wird weiß ich jetzt so nicht mehr, aber du kannst dann zum Beispiel dein Level 7 Symbol aufwerten. Naja. \"Aufwerten\". Da kommt dann halt so eine I über dein Level-Symbol. Vermutlich als Zeichen das du Stufe 1 der Ewigen abgeschlossen hast. Außerdem werden \"besondere Leistungen\" im Spielbildschirm (zum Start) sowie in der Spielzusammenfassung angezeigt. Ob nur ersteres oder beides für alle sichtbar ist (Gegner und Mates) weiß ich grad auch nicht mehr. Definitiv gibt es bei Spielbeginn eine kurze eingeblendete Information über Spieler X weil er Y ganz toll gemacht hat. Wobei ich mir das gerade doof vorstelle diese Einblendung bei insgesamt 10 Leuten zu haben XD \n\nKeine Ahnung ob ich des richtig verstanden habe das nicht jeder Champion jeden Ewigen/ Pfad wählen kann. In deiner Sammlung wird dann unter jedem Champion angezeigt was möglich ist und dann kannst du dir was aussuchen.\n\nRito will das System halt nur für RP zugänglich machen weil sie meinen das sie es nur dadurch langfristig auch finanzieren bzw. gut umsetzen können.\n\nAn sich finde ich das System halt interessant und auch gut im Sinne der Herausforderung an sich selbst. Mich stört nur wahnsinnig das es so dargestellt wird wie es eben im aktuellen Artikel/ DEV-Blog dargestellt wird. Nämlich als Möglichkeit nochmal richtig fett vor anderen mit deinen Bestleistungen anzugeben. Ich bin immer noch der Meinung das sie besser damit gefahren wären wenn sie sagen: \"Jo. Mit diesem System und den gestellten Herausforderungen habt ihr die Möglichkeit das Beste aus euch heraus zu holen und an euch selbst zu arbeiten mit positiven Nebeneffekt in Form von [Belohnungen]\". Oder so etwas in der Art ^^' Aber das man einfach an die Verbesserung seiner selbst appelliert und nicht daran vor anderen angeben zu müssen. Das ist so 8-Jährig! Rito pls >.&lt;\n\nAngucken werd ich mir des auf jeden Fall und ich bin froh das es nicht als etwas so besonders großes gewertet wird das man sagt \"Hehe. Gibt es aber erst in der Pre-Season!\" sondern das es eben schon nächste Woche kommt. In der Hoffnung das ich dann für mich eine Aufgabe habe die erfüllt werden will, was mich wieder dazu bringt mehr zu spielen. Richtiges League. Keine fünf Stunden TFT wo ich nebenher afk gehe und was zu essen mache oder Pokemon spiele XD\n\nUnd vorsichtshalber nochmal der Link zum DEV-Ding: https://nexus.leagueoflegends.com/de-de/2019/08/dev-exploring-eternals/\n\nFalls ich irgendwas falsch verstanden und wiedergegeben habe und sich wer die Mühe machen will mich zu korrigieren =p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:17:29.533+0000","up_votes":1,"down_votes":0,"body":"Ich hatte keine Zeit dazu.\nIch hab 3 alte Thread genommen welche Entwürfe waren und sie zusammen getan in der Hoffnung das sich jemand darüber freut. \n\nIch hab das mit den ewigen nur kurz gelesen und fand es doof.\nHört sich danach es das man extra Statistiken über Kills usw bekommen wenn man dafür Zahl.\nIch habe es wahrscheinlich nicht richtig gelesen...\n\nIst ja nicht so das bestimmt Person schon eine Summe XX für kleine Legenden ausgegeben haben. \n{{sticker:katarina-love}}","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:29:37.127+0000","up_votes":1,"down_votes":0,"body":"Der Witz ist das an sich alles zusammen passt XD nur das mit dem \"Montag\" nicht :D\n\nIch weiß nicht ob man so etwas wie \"noch andere\" Statistiken bekommt. Ich glaube alles in diese Richtung wird bereits völlig umfangreich angegeben im Client durch die Spielzusammenfassung und auch andere Wertungen.\n\nDu bekommst halt Aufgaben erstellt die erfüllt werden wollen. Beispielsweise als Support \"X Wards in X Minuten\" oder \"Sichtwertung X erreicht in X Minuten\" ^^ irgendwie so was vielleicht. Die Ewigen werden wohl gelevelt/ aufgewertet durch das spielen/ erfüllen von Aufgaben und im Blog steht das es eine ungefähre Dauer hat wie einen Champion auf Mastery 5 zu bringen bis so etwas völlig aufgewertet ist/ der Meilenstein erreicht ist. Zumindest hab ich das jetzt so verstanden XD\n\nDer Angeber-Effekt ist dann halt das man auch gewisse Bestleistungen erringen kann die dann für dein Team und/ oder die Gegner im Spielbildschirm bei Start angezeigt werden. Wobei ich keinen Schimmer habe was andere meine Leistung(en) angehen.\n\nIch werde nie wieder so viel Geld für die Legenden ausgeben! Aber Hushtail hat mir keine andere Wahl gelassen.\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:19:00.174+0000","up_votes":1,"down_votes":0,"body":"Irgendwann kann sich sein Boost nach Gold bei Rito direkt kaufen für nur 99,95€\nVllt versteigern die ja mal den Siegreichen Jannaskin für 500€.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:25:22.250+0000","up_votes":1,"down_votes":0,"body":"> Vllt versteigern die ja mal den Siegreichen Jannaskin für 500€.\n\n500€ ist zu viel.\n\nAber lass ihn 100€ bis 200€ kosten und ich kauf ihn legit instant >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T08:36:27.281+0000","up_votes":1,"down_votes":0,"body":"Armes Ding.\nWir müssen dein Ausgabenprobleme dringend in den Griff bekommen. :(","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T08:41:36.383+0000","up_votes":1,"down_votes":0,"body":"XD Rito und Blade and Soul dürfen halt einfach nichts mehr veröffentlichen. :D Problem gelöst!","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-20T07:01:07.319+0000","up_votes":1,"down_votes":0,"body":"Kümmeltee ist sehr hilfreich bei Magenbeschwerden","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:14:40.165+0000","up_votes":1,"down_votes":0,"body":"Mittlerweile geht es schon :o und meistens trinke ich wenn dann Kamillentee.\n\nIch hab mal bei Magenkrämpfen Früchtetee getrunken. Wirklich schlechte Idee >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:28:54.150+0000","up_votes":1,"down_votes":0,"body":"Ich hab noch Gastrimimint Magen Tabletten da aber sich nicht so gut.\nIrgendeine Marke von Rossmann war aber ich weiß aber nicht welche.\nSodbrennblocker helfen auch manchmal zumindest verhindern sie das Kotzen kurzzeitig.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:31:07.406+0000","up_votes":1,"down_votes":0,"body":"Bullrichsalz! Das nehm ich immer bei Sodbrennen XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:35:44.107+0000","up_votes":1,"down_votes":0,"body":"Das schmeckt scheiße und davon bekomme ich Bauchschmerzen.\nDie Sodbrennblocker schmecken hingegen nach Pfefferminze und wirken gefühlt deutlich besser und schneller. :) \n\nhttps://cdn02.dm-static.com/images/mediacatalog/h4036581526970-983074/productimage_1120x1720/1554810766000/4036581526970-983074_org.png","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-20T07:38:48.388+0000","up_votes":1,"down_votes":0,"body":"Kenn ich nicht .-.\n\nZur Zeit bin ich auch froh das ich kein Sodbrennen habe seit längerem. Und mit Bullrichsalz ist alles fine. Ich nehm eine Tablette und schwups :o ist es weg. Selten das ich nochmal eine nehmen muss danach.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:56:31.122+0000","up_votes":1,"down_votes":0,"body":"Wenn es Magensäure binden kann hilft es zu mehr als nur gegen Sodbrennen. xD\nHilft auch wenn du einen zuviel getrunken hast dir schlecht wird.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:21:46.738+0000","up_votes":1,"down_votes":0,"body":"#Edit\nPatchnotes 1.01:\nIch hab den vorletzten Satz raus genommen und Montag durch Dienstag ersetzt.\nDer untere Teil war ein Entwurf für Gestern da Martin aber schneller war hab ihn in der Eile noch hintenran getan.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-20T07:47:12.090+0000","up_votes":1,"down_votes":0,"body":"Wuahaha :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-08-20T07:58:55.972+0000","up_votes":1,"down_votes":0,"body":"Ist okay :)","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-08-20T06:56:50.411+0000","up_votes":1,"down_votes":0,"body":"Ich bin endlich zurück vom Zahnarzt es scheint alles okay zu sein. :)\n\nJa der Post ist sehr lang aber das ist eine besondere Ausnahme weil heute ein besonderer Tag ist. \n{{sticker:sg-ahri-2}}","replies":[]}]}