{"id":"5sKjt4op","poster":"Riot Kengen","date":"2018-09-20T11:48:18.488+0000","title":"Meddlers Gameplay Gedanken 19. September","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo!\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen sprechen wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern, und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\n----------------------------------------------------------------------------    \r\n**Weiterer Kontext f&uuml;r 8.19**\r\n\r\nHier unsere Gedanken &uuml;ber ein paar weitere Dinge, die wir uns f&uuml;r Patch 8.19 ansehen:\r\n\r\n* Janna &ndash; Wie bereits letzte Woche erw&auml;hnt, testen wir eine Verbesserung des Beitrags ihres Passivs zum Schaden ihrer normalen Angriffe und ihres Ws. Diese Woche probieren wir eine gr&ouml;&szlig;ere Verbesserung aus (35 % auf allen Stufen anstatt nur im sp&auml;ten Spiel), aber wir kehren m&ouml;glicherweise zu einer Skalierung zur&uuml;ck. Wir wollen zun&auml;chst sehen, wie viel st&auml;rker sie dadurch genau wird.\r\n* Kog &ndash; Wir testen Verbesserungen f&uuml;r die Magieresistenz-/R&uuml;stungsverringerung seines Qs, um ihn zu einer besseren Wahl gegen Tanks zu machen, da er momentan etwas schwach ist. In der Vergangenheit hat er oft diese spezielle Rolle eingenommen und ein weitere Absicherung gegen Tanks sollte unserer Meinung nach wertvoll sein.\r\n* Thresh &ndash; Wir wollen Thresh im fr&uuml;hen Spiel f&uuml;r l&auml;ngere Schlagabt&auml;usche ein wenig st&auml;rken, aber nichts an ihm &auml;ndern, wenn er sich tats&auml;chlich in den Kampf st&uuml;rzt. Wir sehen uns deswegen Verbesserungen bei den Manakosten und der Abklingzeit seines Qs an.\r\n* Nunu &ndash; Wir st&auml;rken Kombinationen, die auf F&auml;higkeitsst&auml;rke bauen, ein wenig, da sie durchschnittlich um einiges schw&auml;cher als Tankkombinationen sind. Wir wollen die Tankvariante nur ein wenig st&auml;rken und vermeiden, dass Kombinationen mit F&auml;higkeitsst&auml;rke zu stark und damit zur einzig richtigen Wahl werden.\r\n\r\n----------------------------------------------------------------------------      \r\n**Kassadin**\r\n\r\nWir sehen uns au&szlig;erdem Kassadin an, aber seine &Auml;nderungen kommen wahrscheinlich erst in 8.20. Momentan planen wir, den Schaden von Q und/oder Skalierung der F&auml;higkeitsst&auml;rke von E etwas zu verringern. Damit sollte er nicht gleich dominieren, sobald er ins Rollen kommt, nachdem er aufgrund der geringeren Abklingzeit seines Ults zu Beginn diesen Punkt jetzt leichter erreicht. Wir haben allerdings diese &Auml;nderungen noch nicht getestet, also h&auml;ngt unsere Herangehensweise eventuell davon ab, wie die Tests ausfallen werden. \r\n----------------------------------------------------------------------------     \r\n**Odyssee-Bestenlisten**\r\n\r\nFalls es dir bisher entgangen sein sollte: Es gibt Bestenlisten f&uuml;r den Odyssee-Modus mit den besten 10 Spielern pro Region und weltweit. \r\n\r\nhttps://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/eE3KLxie-die-odyssee-rettungsaktion-bestenliste-aktualisiert-am-1409\r\n\r\nEs ist besonders interessant zu sehen, dass Spieler eine Menge unterschiedliche Kombinationen verwenden, um diese Punktzahlen zu erreichen. Zu Beginn haben wir sehr oft viele Yasuos gesehen, aber inzwischen sind auch andere Varianten dazugekommen, wie eine Strategie mit 1 Sona/4 Jinx, die einige Teams ziemlich effektiv eingesetzt haben.\r\n\r\n----------------------------------------------------------------------------      \r\n**Warum wir nicht immer die bestimmenden St&auml;rken eines Champions verbessern**\r\n\r\nAls wir letzte Woche &uuml;ber die Verbesserungen von Jannas normalen Angriffen und W gesprochen haben, kam h&auml;ufiger die Frage auf, warum wir ihr mehr Schaden geben, anstatt ihre F&auml;higkeiten zum Besch&uuml;tzen/Abdr&auml;ngen zu st&auml;rken, da man sie normalerweise daf&uuml;r ausw&auml;hlt. Wir konzentrieren uns bei Verbesserungen oft auf die charakteristischen Eigenschaften eines Champs, um ihn von anderen abzugrenzen. Allerdings erreichen wir in manchen F&auml;llen einen Punkt, an dem eine weitere St&auml;rkung dieser F&auml;higkeiten zu anderen Problemen f&uuml;hren w&uuml;rde. Wenn beispielsweise Janna noch bessere Schilde wirken bzw. Gegner leichter fernhalten k&ouml;nnte oder Soraka noch mehr heilen k&ouml;nnte, w&auml;ren ihre Verb&uuml;ndeten &uuml;berm&auml;&szlig;ig sicher und wir w&uuml;rden &uuml;ber l&auml;ngere Zeitr&auml;ume kaum Interaktionen/Konsequenzen bei Spielz&uuml;gen sehen. Also m&uuml;ssen wir bei Verbesserungen manchmal andere Stellen finden, die wir nutzen k&ouml;nnen. Eine &auml;hnliche Situation hatten wir auch bei unseren letzten Verbesserungen mancher Assassinen. Ihre charakteristische Eigenschaft besteht darin, ein Ziel durch hohen Schaden &uuml;ber kurze Zeit auszuschalten, aber es ist nicht immer angemessen, einfach nur diesen Schaden zu verbessern. Stattdessen &auml;ndern wir Dinge wie die Abklingzeit von Rengars Ult, damit er leichter Ziele erreichen kann, oder eine erh&ouml;hte prozentuale Verlangsamung von Kha&rsquo;Zix&rsquo; W zur Unterst&uuml;tzung. \r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"Bronze7Main","date":"2018-09-20T23:51:35.823+0000","up_votes":1,"down_votes":0,"body":"Janna-Buff wird eh wieder so ausarten das pick or ban vorprogrammiert ist aber malen wa mal den teufel nicht an die wand.\n\nKog buff ist definitiv notwendig aber so wie sich das liest geht der Buff definitiv in die falsche Richtung.\n\nThresh Buff ist halt komplett unnötig. Verstehe den Sinn dahinter nicht ganz.\n\nNunu klingt interessant. Da lass ich mich einfach überraschen.\n\nKassa-Nerf auch  ein wenig an der falschen Stelle geplant. Aber vielleicht wird das was. Aber eher so meh-Idee","replies":[]}]}