{"id":"wROdrr2z","poster":"Metalmonni","date":"2018-09-20T05:07:10.322+0000","title":"[TGSG] Wenn du ein mal schlafen willst, ja dann kommt der nerve Pilz...","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":4,"body":"Guten Morgen meine lieben Mitstreiter der gepflegten Arbeitszeit&uuml;berbr&uuml;ckung, wie geht es euch?\r\n\r\nIch f&uuml;r meinen Teil hab mir gestern gedacht, Schei&szlig; doch auf alles und habe in dem Glauben, mein Vertreter bekommt das bestimmt hin, meine Nachtbaustelle **nicht** besucht sondern bin stattdessen um 21:30 schlafen gegangen weil &quot;M&uuml;digkeit&quot; mittlerweile schon fast mein Ingame Name ist.\r\n\r\nIn der Nachbetrachtung stellt sich folgendes heraus:\r\n\r\n- Die Baustelle hat funktioniert *yay*\r\n- Mein Vertreter hatte damit aber wenig bis gar nichts zu tun, da er mich bei jedem Fitzel angerufen hat, damit ich ihm sage was er tun soll xD. Man muss dazu sagen, dass dieser Bauherrenvertreter von einer Fremdfirma kommt, denen wir unheimlich viel Geld daf&uuml;r bezahlen, damit sie da drau&szlig;en einen sinnvollen Job abliefern ^^.\r\n\r\nVermutlich habe ich den armen Mann aber auch einfach v&ouml;llig fertig gemacht durch meine Zureden, dass da auf keinen Fall etwas schief gehen darf, sodass er am Ende total verunsichert war... Also irgendwie ist das doch meine Schuld...\r\n\r\nUnd nachdem ich nun im Threat von gestern schon alles Wissenswerte &uuml;ber mein Kuh-Horror-Haus abgelassen hab (Was damals ein echtes Meisterwerk war!!!!) bin ich wieder m&uuml;de... Und da &quot;M&uuml;digkeit am Arbeitsplatz&quot; ein hochphilosophisches Thema ist dachte ich mir, mache ich es zum heutigen Thema der Diskussion!!\r\n\r\nBeginnt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T05:35:28.021+0000","up_votes":2,"down_votes":0,"body":"Müdigkeit gehört zur Arbeit, wie Käse auf den Burger. Wer am Arbeitsplatz wach und ausgeruht ist, ist mir unheimlich suspekt. Denn irgendetwas kann ja nicht mit ihm stimmen, ansonsten wäre er ja so müde wie wir.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:12:23.273+0000","up_votes":2,"down_votes":0,"body":"Ich wage anzumerken, das kommt auf die Arbeitszeit und das Umfeld an ^^. \n\nIch hatte mal einen Nebenjob als Berater / Verkäufer in einem Laden für Brettspiele, Tabletop, Rollenspiele, Mangas, Magic etc.\n\nDas ging immer von 10 - 16 Uhr, da war ich *fast* nie müde ^^. Vor allem wenn Leute rein kamen, denen man Warhammer per Testpiel beibringen sollte ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:10:29.523+0000","up_votes":2,"down_votes":0,"body":"Da würde ich ihm  ja als Prüfung, ob er überhaupt verdient hat Warhammer spielen zu dürfen, eine Tryraniden Armee zum bemalen geben.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T10:20:48.186+0000","up_votes":2,"down_votes":0,"body":"Pf, Tyraniden....\n\nIch hab mir mal in den Kopf gesetzt, für ein Warhammer Fantasy Turnier mit meinen Chaoskriegern 200 Chaosbarbaren aufzustellen. Zu diesem Zeitpunkt hatte ich 40 Stück. \n\nIch hab innerhalb von 6 Tagen 160 Chaosbarbaren zusammengebaut, grundiert, angemalt und versiegelt. 50 Stück davon hab ich eigene Zweihandwaffen gebastelt, weil der Bausatz nur Handwaffen, Schilde und Flegel hergibt.\n\nDer Anblick war beeindruckend, 2 mal 50 Mann mit Flegeln, 1 mal 50 Mann mit Zweihandäxten und 1 mal 50 Mann mit Schilden als Garde des Häuptlings, dazu noch 100 Reiter und das einzige Modell mit auch nur einem Fitzel an Rüstung war der eigentliche Häuptling, ein Held des Chaos. \n\nIch bin auf dem Turnier krachend letzter geworden, hat aber den Preis für das fluffigste Armeedesign bekommen xD.\n\nIch hab öfter mal so einen Quatsch gemacht als ich noch aktiv war ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:27:06.118+0000","up_votes":2,"down_votes":0,"body":"Warhammer Fantasy.... Yikes... \n\nDa bin ich eher ein radikaler 40K Fan. Außer die Skaven, die meiner Meinung nach die beste Rasse aller Zeiten darstellen. Wenn es die in 40k geben würde, das würde ich komplett feiern.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-20T10:38:31.288+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=wROdrr2z,comment-id=00000001000000000000,timestamp=2018-09-20T10:27:06.118+0000)\n>\n> Warhammer Fantasy.... Yikes... \n> \n> Da bin ich eher ein radikaler 40K Fan. Außer die Skaven, die meiner Meinung nach die beste Rasse aller Zeiten darstellen. Wenn es die in 40k geben würde, das würde ich komplett feiern.\n\nMachst Dir ne Nurglearmee . Die Ratten dann als Warpbiester vom Nurgle. Mit ein paar Umbauten sollte das gehen. Kannst ja als Vorlage Blanchitsu nehmen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:43:14.311+0000","up_votes":2,"down_votes":0,"body":"Ich mach mir gar keine Armeen, weil ich das Tabletop nicht spiele, denn so viel Zeit und Geld hab ich dann doch nicht. Von Geduld mal ganz zu schweigen. \nAber solche Work Arounds sind halt einfach nicht das original. Ich will meine radioaktiven Ratten! Nur eben in 40k","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-20T11:26:20.377+0000","up_votes":1,"down_votes":0,"body":"Sorry, wollt Euch net reinquatschen, hatte halt was von 40k und TT gelesen un da bin ich auch nit mehr zu halten, selbst wenn ich mich wegen Zeitmangel in letzter Zeit weniger damit beschäftigt hab. Fan bin ich seitdem mal auf der Gamestar das Game \"Chaos Gate\" dabei war. \n\n---\n\nÜbrigends bin ich auch von Deinem Valkyria geflasht. Bin grad am gucken und am überlegen ob ich mir das Spiel holen soll. Gibts ja für 20 Öcken bei Steam mit allen DLC's . Mal schauen .\n\nmfg\nMB","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T11:32:41.997+0000","up_votes":2,"down_votes":0,"body":"Reinquatschen ist immer gern gesehen bei Menschen die meine Hobbys teilen ;).\n\nIch empfehle bei den Spielen auf jeden Fall Teil 1. Der war richtig toll...\n\nDie Teile 2 und 3 haben mir nicht gefallen, Teil 4, der in 5 Tagen erscheint, soll allerdings wieder gut sein.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-09-20T11:31:45.967+0000","up_votes":2,"down_votes":0,"body":"Lohnt sich auf jeden Fall. Freut mich sehr, wenn es dir gefällt.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-09-20T20:44:58.007+0000","up_votes":1,"down_votes":0,"body":"https://media.giphy.com/media/71PLYtZUiPRg4/giphy.gif\n\nISARA ist gestorben ! Meine Taschentücher sind alle :(","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-21T05:46:04.782+0000","up_votes":1,"down_votes":0,"body":"Oh ja. Das war wirklich traurig.","replies":[]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2018-09-20T10:50:03.316+0000","up_votes":1,"down_votes":0,"body":"Ahso, Du meinst die PC-Spiele. Stimmt, sowas hattest Du schonmal erwähnt, hatte ich vergessen, sry. \n\n---\n\nAber die Idee so an und für sich hätte schon was, zB. Rattenterminatoren :\n\nhttps://3.bp.blogspot.com/-roFKq6mtq0g/Vu6HMThya_I/AAAAAAAAIaY/s4ENURtnzlUkRdNYF6yzQMxDIaG3dA42w/s1600/stormfiends.jpg","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2018-09-20T10:34:11.577+0000","up_votes":2,"down_votes":0,"body":"Ich hab mal beides gespielt, hatte aber mit Fantasy immer mehr Spaß. Da konnte man einfach immer die cooleren Armeen zusammenstellen, wenn man wirklich mal Lore bzw. Quatsch spielen wollte. Halt zum beispiel so ein mist wie meine Barbareninvasion der südlichen Länder, spieltechnisch völliger Murks aber machbar ^^.\n\nIn 40k hab ich nur mal eine Hand voll Turniere gespielt, ich hatte mal ein paar Grey Knights... Aber die waren im Vergleich mit den Fantasy Rassen eigentlich ziemlich austauschbar. \n\nSkaven hatte ich auch mal einige. Die Patzertabellen der Kriegsmaschinen sind noch immer ungeschlagen xD.\n\nhttp://whfb-de.lexicanum.com/mediawiki/images/thumb/b/bf/H%C3%B6llenglocke_%287._Edition%29.jpg/300px-H%C3%B6llenglocke_%287._Edition%29.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:44:54.429+0000","up_votes":2,"down_votes":0,"body":"Also gerade beim Lore würde ich da widersprechen, aber ich bin nicht so tief im WH Fantasy Lore drin. Nur stelle ich mir einen Kampf zwischen Titanenlegionen auf dem Mars irgendwie unschlagbar episch vor. Vom Bruderkrieg gar nicht erst zu sprechen.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2018-09-20T10:39:56.013+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=wROdrr2z,comment-id=000000010000000000000000,timestamp=2018-09-20T10:34:11.577+0000)\n>\n>\n> In 40k hab ich nur mal eine Hand voll Turniere gespielt, ich hatte mal ein paar Grey Knights...\n\nGrey Knights fand ich immer imba. Ich hab mir, bzw. bin noch dabei, ne Soroarmee aufgebaut/aufzubauen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-09-20T06:50:55.656+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=wROdrr2z,comment-id=0000,timestamp=2018-09-20T05:35:28.021+0000)\n>\n> Müdigkeit gehört zur Arbeit, wie Käse auf den Burger. Wer am Arbeitsplatz wach und ausgeruht ist, ist mir unheimlich suspekt. Denn irgendetwas kann ja nicht mit ihm stimmen, ansonsten wäre er ja so müde wie wir.\n\nMein Arbeitstag beginnt um 14:00 und endet um 21:00 um die Uhrzeit KANN ich einfach nicht müde sein. Höchstens Unmotiviert.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:56:42.979+0000","up_votes":1,"down_votes":0,"body":"Müde zu sein ist eine Hohe Kunst die einen wahren Meister, sofern zur Perfektion gebracht, zu jeder Tages und Nachtzeit völlig unkontrolliert ereilen kann. Meist gepaart mit mangelnder Motivation, so viel geb ich dir ^^","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:27:10.961+0000","up_votes":1,"down_votes":0,"body":"c.c Ein Burger wär jetzt ein gutes Frühstück...","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-09-20T06:09:29.148+0000","up_votes":1,"down_votes":0,"body":"Den Zustand wach und ausgeruht erreiche ich tatsächlich manchmal auf Arbeit. Allerdings dann erst so gegen 16 Uhr. Manchmal auch ab 12-14 Uhr","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-09-20T11:25:32.685+0000","up_votes":1,"down_votes":0,"body":"t -3h 24min\n*zzzzzzz*\n\n& dann noch einkaufen und Möbel schleppen ...","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T11:27:55.941+0000","up_votes":1,"down_votes":0,"body":"t - ...\n\nAhwat, ich geh einfach um 14:30 und sage ich inspiziere die Baustelle von gestern Nacht.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T11:35:08.121+0000","up_votes":1,"down_votes":0,"body":"D: Machst du nicht wirklich!?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T11:39:38.725+0000","up_votes":1,"down_votes":0,"body":"Wenn man eh viel unterwegs ist für die arbeit und keinen Firmenwagen gestellt bekommt hat man eben gewissen Vorteile was das Ausfüllen der Arbeitszeit angeht ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T11:42:51.101+0000","up_votes":1,"down_votes":0,"body":":x Und wenn dich dann wirklich jemand fragt was mit der Baustelle ist?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T11:43:37.969+0000","up_votes":1,"down_votes":0,"body":"Dann sag ich was ich schon weiß, dass sie heute Nacht fertig geworden ist und meine Anschauung nichts anderes ergeben hat ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T11:45:52.234+0000","up_votes":1,"down_votes":0,"body":"xD Und dann ist das nur so eine Baustelle die 10 min zu Fuß weg ist und fragen was mit der restlichen Zeit passiert ist ._.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T11:46:39.551+0000","up_votes":1,"down_votes":0,"body":"Quark ^^. So weit denkt hier keiner :D:D:D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T11:55:55.410+0000","up_votes":1,"down_votes":0,"body":"Ich bin froh das der Vormittag so hart verflogen ist. Jetzt muss ich nur noch eine große Sache erledigen, was aber erst ab 16 Uhr geht. Ich sehe mich schon hier noch um 18 Uhr sitzen und weinend weil nichts mehr funktioniert >.< \n\nAber seit 13 Uhr zieht es sich wie Kaugummi. Wobei.. oh xD sind ja schon fast 14 Uhr!\n\nGG WP","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T12:31:59.308+0000","up_votes":1,"down_votes":0,"body":"Bei mir is gleich schon Feiaabent!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T12:46:29.231+0000","up_votes":1,"down_votes":0,"body":":') \"Feiaabent\" xD\n\nIch versuche immer noch ein Problem zu lösen das sich mir aller spätestens nach 16 Uhr stellt, aber jetzt schon auf den Magen schlägt weil es echt duster aussieht. Einen ungefähren Schlachtplan gibt es zwar, aber dann müssen auch die entsprechenden Voraussetzungen erfüllt sein damit alles funktioniert.\n\nGlaub heute Abend weine ich einfach nur noch xD und das ganze Wochenende durch!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T12:51:59.369+0000","up_votes":1,"down_votes":0,"body":"Ich hab grad ne Einladung zu meiner nächsten Fortbildung bekommen... vom 22.10. - 07.11. in Fulda im Hotel wohnen... meh, keine lust...\n\nWas steht denn schreckliches an bei dir??? Muss Satan gefüttert werden???","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T13:20:00.765+0000","up_votes":1,"down_votes":0,"body":"Die dürfte Futter genug haben und hat hier außerdem eher weniger zu verloren wenn niemand außer mir hier ist :D ich bin ganz alleine hier unten seit 14uhr und morgen den ganzen Tag :3 das wird schön.\n\n:o Aber Hotels können doch schön sein. Vielleicht solltest du mal anregen das so Fortbildungen in Strand nähe durchgeführt werden sollten :]\n\nDas Problem wäre gar kein Problem wenn meine blöde Kollegin nicht die Finger im Spiel gehabt hätte. Die hat sich natürlich nur für die Geldangelegenheiten interessiert und alles andere auf die anderen geschoben - denen wiederum aber nicht mal die nötigen Informationen gegeben so das wir schon heute Morgen im Regen standen, weil sie halt nicht da ist und niemand von irgendwas wusste. Man hätte auch eigentlich genug Zeit gehabt etwas in die Wege zu leiten, aber dank DIESEM WESEN ist die Deadline morgen. Unausweichlich. Und wenn da jetzt halt noch was schief läuft, tjaaaaaaaaaaaaa.\n\nEigentlich habe ich auch gar nichts damit zu tun. Aber ich bin die letzte die auch nur einen Wohnbereich im Regen stehen lässt und sagt \"Das ist euer Problem!\".\n\nMan hört sich das alles dramatisch an :D aber ich bin auch ziemlich sauer!\n\nMorgen soll ein Auszug stattfinden und wir brauchen noch einen unterschriebenen Transportschein vom Hausarzt (was erst ab 16 Uhr möglich ist) und dann muss das instant an die Pflegekasse wegen der Genehmigung. Dann gibt sich das Transportunternehmen hoffentlich erst mal mit einer Kopie zufrieden (was ich dann telefonisch abklären muss), bis ich dem Hausarzt einen vor frankierten Umschlag zu kommen lasse damit der den original Transportschein an uns schickt weil wir anders sonst nicht dran kommen. Der Haustechniker ist atm für beide Häuser zuständig und den will ich nicht auf Weltreise schicken.\n\nWenn der Hausarzt erst um 16 Uhr in der Praxis ist, kann ich mir nicht vorstellen das ich den um 16.05 spätestens habe den Schein. Aber inkl. der Genehmigung der Pflegekasse sollte alles bis 16.20 erledigt und abgeklärt sein, weil ich eigentlich keinen Bock habe Bus und Zug zu verpassen. Nur kann ich das auch nicht meiner Aushilfe überlassen weil -.- ... aus Gründen.\n\nOh und die Angehörige erreiche ich auch nicht mehr um ihr zu sagen wie des jetzt abläuft oder wie es mit der Zeit ausschaut wegen des Transports weil sie da eigentlich mitfahren wollte. Was völliger Schwachsinn ist. Fährt fast zwei Stunden hier hin nur um dann wieder zurück zu fahren.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T17:04:55.021+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung was da verwirrend sein soll\nhttps://media.giphy.com/media/y65VoOlimZaus/200.webp","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-20T14:21:00.470+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sniped By Wesley,realm=EUW,application-id=YnZkMR0R,discussion-id=wROdrr2z,comment-id=00070000000000000000000000000000000100000000000000000001,timestamp=2018-09-20T13:44:21.315+0000)\n>\n> Ich glaube sobald ich etwas runter gekommen bin, geht das wieder. Bloß hoffe ich das alle mitspielen und entsprechend schnell reagieren. Dann sollte alles laufen. Hoffentlich.\n> \n> Dann dir schon mal einen schönen Feierabend und viel Spaß beim auspowern. Halt die Öhrchen steif und alles andere auch ;D\n\ndas klingt verflucht verwirrend xD","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-09-20T13:44:21.315+0000","up_votes":1,"down_votes":0,"body":"Ich glaube sobald ich etwas runter gekommen bin, geht das wieder. Bloß hoffe ich das alle mitspielen und entsprechend schnell reagieren. Dann sollte alles laufen. Hoffentlich.\n\nDann dir schon mal einen schönen Feierabend und viel Spaß beim auspowern. Halt die Öhrchen steif und alles andere auch ;D","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-20T13:31:03.232+0000","up_votes":1,"down_votes":0,"body":"Ich gebe zu, ich habe tatsächlich nur die Hälfte verstanden... aber ich wünsche dir viel Erfolg bei fem was auf dich zukommt und einen möglichst zeitigen Feierabend!\n\nIch werd jetzt etwas sport machen ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T11:48:28.018+0000","up_votes":1,"down_votes":0,"body":"Nimm mich mit, ich halte keine 2 Stunden mehr aus ohne einzupennen xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T12:31:33.559+0000","up_votes":1,"down_votes":0,"body":"K, ich komm dich abholen aufm Weg heim. Schaff ich dann bestimmt noch pünklich nach hause xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T12:33:19.519+0000","up_votes":1,"down_votes":0,"body":"Bin ich auch der festen Überzeugung! :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T12:34:30.316+0000","up_votes":1,"down_votes":0,"body":"*Fährt einen kurzen 500 Kilometer Schlenker*\n\n-> Easy :P","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-09-20T11:36:13.255+0000","up_votes":1,"down_votes":0,"body":":D ich versuch hier gerade schon bisschen Schlaf wieder nachzuholen auf Arbeit :D","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:02:43.068+0000","up_votes":1,"down_votes":0,"body":"Übrigens... vermutlich hat schon jeder das neue Rito Video gesehen, aber sie haben bekannt gegeben das die neuen Klassen sein werden: Eisen, Bronze, Silber, Gold, Platin, Dia, Meister, Großmeister, Challenger. Also Eisen und Großmeister sind die Erweiterungen.\n\nViele hatten ihre Hoffnung auf \"Wood\" gesetzt, wurden aber leider enttäuscht xD\n\nDurch das wegfallen einer fünften Division, verlieren wir vermutlich auch die Bronze V oder Wood V Witze :o Sie werden zu Legenden werden! \"Weißt du noch damals ....?\"","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:04:33.796+0000","up_votes":1,"down_votes":0,"body":"Eisen Witze inc. xD Ich sehe kein Problem ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:10:32.369+0000","up_votes":1,"down_votes":0,"body":":D Ich kann mir das halt noch nicht richtig vorstellen oder mich damit anfreunden das eingefleischte Bronze Spieler besser als irgend etwas anderes sein sollen. Wir alle kennen diese witzigen Videos auf Youtube ... was sehen wir denn dann in Iron? Jetzige Goldspieler sind dann theoretisch Silber? Verteilt sich das alles derartig neu und besser das wir über unsere neuen Ränge staunen werden?\n\nIrgendwie würde ich gerne in Iron starten xD einfach nur um mal dabei gewesen zu sein.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:14:43.388+0000","up_votes":1,"down_votes":0,"body":"Ich denke neue Ränge sind was Gutes. Die eingefleischten Bronze V Spieler, die halt tatsächlich einfach nur schlechter als alle anderen Spieler sind, werden dann einfach in Eisen IV sein. \n\nIch denke, die ganze Elo wird einfach etwas entzerrt. Ggf löst sich dieser Pulk an Scheisse zwischen Silber II und Gold IV etwas xD","replies":[{"id":"","poster":"Necromant","date":"2018-09-20T06:25:33.140+0000","up_votes":1,"down_votes":0,"body":"Ich muss also mein Smurf auf lvl 30 machen, damit ich dann in Eisen starten kann :D\nOh Gott, da muss ich mir erstmal Tutorials anschauen, wie man so scheiße spielen kann ... ich meine, am Ende schaff ich mind. nur Silber 5 oder so ...","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:29:48.192+0000","up_votes":1,"down_votes":0,"body":"Pass auf, dass du nicht wegen Trolling gebannt wirst XD","replies":[{"id":"","poster":"Necromant","date":"2018-09-20T06:38:16.571+0000","up_votes":1,"down_votes":0,"body":"Ich doch nicht :D\nWas soll mit I bims di Riven in Eisen schon schief gehen :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:52:29.324+0000","up_votes":1,"down_votes":0,"body":"Vorschlag: Spiele, während du wenigstens 5 100 GB Testdateien simultan runterlädst. Der Lag lässt dich for sure droppen xD","replies":[{"id":"","poster":"Necromant","date":"2018-09-20T07:14:08.113+0000","up_votes":1,"down_votes":0,"body":"Hintert zwar meine Mechanics und Microplay aber nicht das Macroplay.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T07:38:01.357+0000","up_votes":1,"down_votes":0,"body":"Macroplay ist in low Elo irrelevant. Auf deine Pings achtet eh keine Sau ^^","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T14:22:53.563+0000","up_votes":1,"down_votes":0,"body":"Nur um das klarzustellen, das is wegen der Elo so, nicht wegen dir xD","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:14:41.072+0000","up_votes":1,"down_votes":0,"body":"Omegalol","replies":[]},{"id":"","poster":"Maexle","date":"2018-09-20T07:38:35.488+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn du die Rotationen so nicht umsetzen kannst, weil du laggst, dann schon. \n\nWas die Witze angeht: Eisen Vier hört sich richtig bescheuert an, also passt es irgendwie zu dem spielerischen Niveau. Iron four dagegen klingt beinahe zu \"stark\". \n\n{{champion:17}}","replies":[{"id":"","poster":"Necromant","date":"2018-09-20T07:49:08.791+0000","up_votes":1,"down_votes":0,"body":"stimmt wohl","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-09-20T06:23:49.840+0000","up_votes":1,"down_votes":0,"body":"Eisen? Das klingt ja noch gut ... viel zu gut für diejenigen unter Bronze.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:22:31.585+0000","up_votes":1,"down_votes":0,"body":"Dann werde ich Pyke Main, hardstucke mich in die Eisen Division und nenne mich: Greyjoy. \nWas tot ist, kann niemals sterben.","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T06:35:04.694+0000","up_votes":1,"down_votes":0,"body":"Danke!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:54:20.615+0000","up_votes":1,"down_votes":0,"body":"Aber was nimmst du sonst ohne die Leute zu beleidigen? \nHolz und Plastik gehen aus nahe liegenden Gründen nicht und Kupfer ist auch nur ein Teil der Bronzelegierung... \n\nDa gibt's eigentlich nur noch... Stein...","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T06:58:09.204+0000","up_votes":1,"down_votes":0,"body":"> Aber was nimmst du sonst ohne die Leute zu beleidigen?\n\nWenn du in den Rang kommst ist das schon ne Beleidigung xD\n\nNein, wenn du Stein nimmst fühlt sich Malphite schlecht... \nWie wärs mit Zink oder Blei xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T07:39:21.417+0000","up_votes":1,"down_votes":0,"body":"Ich hab Graphit! Das beleidigt keinen, es sei denn, Riot veröffentlicht irgendwann mal einen Bleistift - Champion.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T07:42:07.430+0000","up_votes":1,"down_votes":0,"body":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRqQYEC_kIPpPbZE9LxC8a44SraXijmxbx2z3i8zKZpKIVyP1DDYA\n\nDarf ich vorstellen Stifto!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T07:45:26.460+0000","up_votes":1,"down_votes":0,"body":"Was hat der so an Skills? Außer Schreiben und sich frontal selbst in irgendwas reinrammen? xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T07:52:04.989+0000","up_votes":1,"down_votes":0,"body":"Also guck:\n\nQ: Zeichonator 2000\nKann ein Objekt zeichnen und es auf den Gegner donnern. Je größer desto mehr Schaden, aber umso langsamer fliegt es.\n\nW: Radieronator 2000\nKann Skillshots in der Luft wegwischen!\n\nE: Pickssonator 2000\nDasht nach vorne und spießt den Gegner auf. Stun für 1 sek.\n\nR: Invasion der Strichmännchen 'onator 2000\nErschafft 4 Strichmännchen die eine mittelgroße Q gerade nach vorne schießt. Q dealt AOE Dmg\n\n_cool oder?_ ._.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T07:58:11.693+0000","up_votes":1,"down_votes":0,"body":"Ich würd das feiern, wenn man als Q Champions zeichnen könnte, die dann für einen Kämpfen :P. Da wird der Skill noch richtig belohne bei dem Champion ^^. \n\nWas ist die Passive? xD\nGraphitstaub? Wenn er angehittet wird werden alle Gegner in Nahkampfreichweite für 0,5 Sec geblendet? ^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T08:04:07.820+0000","up_votes":1,"down_votes":0,"body":"Wenn dann schon Graphitstaubonator 2000!\nAber NEIN!\n\nPassiv: Fusselteilchonator 2000\nWird Stifto mit normalen Angriffen attackiert, so lässt er bei jedem Hit kleine Teilchen liegen die slowen!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T08:12:21.784+0000","up_votes":1,"down_votes":0,"body":"Wow xD. Klingt tatsächlich nach einem sinnvollen Konzept. Bitte einreichen. \n\nUnd damit wäre Graphit als Klasse auch raus.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T08:13:33.793+0000","up_votes":1,"down_votes":0,"body":"Und sein erster Skin wäre ein Kugelschreiber :^) xDD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T08:18:54.823+0000","up_votes":1,"down_votes":0,"body":"Mit so lustigen Dingen wie Langer-Luftballon-Skin oder Gurken-Skin oder Bananen-Skin oder Weltram-Raketen-Skin oder \"Hier beliebige phallische Form einfügen\" Skin? Hundert Pro xD","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T08:16:16.118+0000","up_votes":1,"down_votes":0,"body":"Damit würde Riot den Mega Umsatz des Todes machen xD","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-20T08:14:41.527+0000","up_votes":1,"down_votes":0,"body":"Es gibt viele, ganz schlimme Dinge, die man bei dieser Championform in Skins umsetzen könnte xD. Kugelschreiber ist da noch das harmlosteste xD","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-09-20T07:25:29.750+0000","up_votes":1,"down_votes":0,"body":"Holz wäre tatsächlich besser gewesen. Jeder Minecraft-Spieler weiß, dass Eisen besser als Gold ist","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:11:25.203+0000","up_votes":1,"down_votes":0,"body":"Jein. Gold baut besser ab, ist aber weniger haltbar.","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T06:05:41.019+0000","up_votes":1,"down_votes":0,"body":"Meine Hoffnung war ja Plastik ._.","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:12:54.494+0000","up_votes":1,"down_votes":0,"body":"Plastik in Holzfarben...","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T06:17:57.527+0000","up_votes":1,"down_votes":0,"body":"Bzw. würde ich es sinnvoller finden, einen Rang zwischen Dia und Master ODER zwischen Plat und Dia. Sowas wie Smaragd oder so :>\nUnd Eisen ist für mich iwi wertvoller wie Bronze ._.\nHätte ich wahrscheinlich Kupfer genommen","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:27:36.177+0000","up_votes":1,"down_votes":0,"body":"Blechklasse hätte ich gefeiert ^^.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:26:32.050+0000","up_votes":1,"down_votes":0,"body":"/vote Blumenerde","replies":[]}]}]}]}]},{"id":"","poster":"INoKami","date":"2018-09-20T12:15:57.925+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 9**\n\nMüdigkeit? Hervorragendes Thema! War mein ständiger Begleiter heute über den Unterricht hinweg. So langsam sollte ich zwar jetzt mal anfangen, mitzuhören, weil sich die Wiederholungs-Phase langsam, aber sicher dem Ende entgegen neigt, aber.... pffff nööö, ich probier lieber, noch etwas Halbschlaf nachzuholen. In der vordersten Reihe. Hat aber erstaunlich gut funktioniert. Bin wieder wach.\n\nUnd nein, die halbleere Schwipp-Schwapp-Flasche neben mir hat damit ÜBERHAUPT nichts zu tun, die war gestern Abend schon halb leer... ok, ein, zwei Schlücke hab ich mir eventuell doch genehmigt.\nDie Hausarbeit von gestern ist erfolgreich frist- und formgerecht abgegeben worden, jetzt mal schauen, wie die Note wird (uuuuuh, meine erste Note auf dieser Schule... _*_ _Panik_ _*_ )\n… und habe ich schon erwähnt, dass unser Analytik-Prof keine Moleküle zeichnen kann? Also zumindest haben mir das alle bisherigen Chemie-Lehrer anders beigebracht (ja, auch die an der Hochschule) und wenn ich genau das in den Klassenarbeiten wiedergegeben habe, wurde es mir als richtig angekreuzt und dementsprechend bin ich auch durch´s Leben gelaufen. Jetzt meint halt der Prof, dass diese Schreibweise falsch/unnötig kompliziert/irrelevant oder eine frei wählbare Kombination der drei Punkte sei. Unglücksseligerweise ist eben jener Prof auch gleichzeitig der Schulleiter und (/sarcasm off) vielleicht etwas eingebildet und jetzt muss ich irgendwie damit klar kommen, dass die Schreibweise, die mir nun fast 7 Jahre gelehrt wurde, falsch ist.\n\nDanke dafür.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2018-09-20T09:08:15.893+0000","up_votes":1,"down_votes":0,"body":"ICH BIN OFFIZIELL DURCH FÜR DIESEN TAG!\n\nGebt mir ein Brötchen (voll belegt! salat, Tomate, Gurke, Käse, Ei, Remoulade) und eine Dusche c.c","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T09:08:58.558+0000","up_votes":1,"down_votes":0,"body":"Ist die Reihenfolge wichtig oder geht auch simultan?","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T09:32:13.165+0000","up_votes":1,"down_votes":0,"body":"ICH HAB HUNGEEEEEEEEERRRRRRRR\n{{sticker:sg-shisa}} \n\nDusche ist zweitrangig, aber ja. Der Reihe nach bitte!\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T09:44:59.163+0000","up_votes":1,"down_votes":0,"body":"Ich hab ein Brötchen parat gemacht und es an die Stadtverwaltung Köln-Deutz geschickt.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T09:58:15.900+0000","up_votes":1,"down_votes":0,"body":"Schön xD Dann freut sich jetzt jemand in einer anderen Stadt über MEIN Brötchen x.x","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T10:08:03.768+0000","up_votes":1,"down_votes":0,"body":"Ich hab \"Für Wesley\" auf das Paket geschrieben. Da es eine Behörde ist schätze ich, dass du das Schinken-Käse Brötchen in 4 - 6 Werktagen da abholen kannst.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T10:20:41.093+0000","up_votes":1,"down_votes":0,"body":"xD Also nächstes Wochenende oder in meinem Urlaub, weil ich erst mal Zeit haben muss um dahin zu kommen :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T10:26:16.374+0000","up_votes":1,"down_votes":0,"body":"Ich wünsch dir viel Erfolg und guten Hunger!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T10:28:54.039+0000","up_votes":1,"down_votes":0,"body":"Das schimmelt doch bis ich das habe :<\n\nHab mir jetzt Nudeln bestellt!!!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T10:35:36.375+0000","up_votes":1,"down_votes":0,"body":"Nein, ich hab's vorher in Essigsäure getaucht, das schimmelt nicht so schnell...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T11:35:32.238+0000","up_votes":1,"down_votes":0,"body":"Das wird ja immer... abenteuerlicher x.x","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T11:40:53.099+0000","up_votes":1,"down_votes":0,"body":"Ich denke doch an dein Wohl, sollst ja nicht krank werden :)","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T11:44:50.703+0000","up_votes":1,"down_votes":0,"body":"Und erst gestern habe ich gedacht \"das wars\"! Musste sogar meine IBUS nehmen weil es einfach nicht besser geworden ist. Aber danach ging es dann zum Glück.\n\nSo kurz vor dem Urlaub ist immer fast die schlimmste Zeit. Man stellt sich auf den Urlaub ein, man entspannt sich allgemein etwas, das Immunsystem fährt entsprechend runter UND BOOM! Haste 'ne Bronchitis!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T11:49:51.520+0000","up_votes":1,"down_votes":0,"body":"Beides ist nicht gut. Wobei das runterfahren schon, aber wenn man dann eben Pech hat und eigentlich schon die ganze Zeit kränkelt kann das dann doch noch durch brechen. Oder man ist eben anfälliger für Erkältungen oder alles was schlimmer ist, weil eben das Immunsystem nicht mehr auf Hochtouren arbeitet\n\nKrank wegen Stress oder das Immunsystem betreffend sind zwei unterschiedliche Dinge ^^","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-09-20T11:45:57.708+0000","up_votes":1,"down_votes":0,"body":"Ist nicht eher Stress schädlich für die Gesundheit? ^^","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T09:09:26.032+0000","up_votes":1,"down_votes":0,"body":"ICH BIN OFFIZIELL ZU MÜDE FÜR DIESEN TAG!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T09:10:17.931+0000","up_votes":1,"down_votes":0,"body":"Du wurdest immerhin nicht bis fast 2 Uhr früh per Telefon terrorisiert xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T09:12:10.727+0000","up_votes":1,"down_votes":0,"body":"Stimmt sogar, ich hab bis 2 Uhr Transformers geguckt x.x","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T09:14:58.223+0000","up_votes":1,"down_votes":0,"body":"Alles klar, Point Taken ^^. Ich nehme dir deine Müdigkeit ab und werde heute Nacht Transformers gucken ^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T09:17:27.282+0000","up_votes":1,"down_votes":0,"body":"Und ich Transformers 2 :3","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T09:23:15.103+0000","up_votes":1,"down_votes":0,"body":"Viel Spaß :P","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T10:42:37.577+0000","up_votes":1,"down_votes":0,"body":"Hälfte ist schon um :33","replies":[]},{"id":"","poster":"Necromant","date":"2018-09-20T05:57:24.330+0000","up_votes":1,"down_votes":0,"body":"Kein Kaffee = Keinen guten Morgen.\nWir haben ernsthaft keinen Kaffee mehr auf Arbeit ...\n*zzzzzzz*\n\nZeit bis zur Mittagspause rumschlagen und dann ausm Lidl son fertig Becher holen.\nk.A. ob heute Stream. Fühl mich nur noch wie schlafen \n*zzzzzzzzzzzz*","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:04:55.646+0000","up_votes":1,"down_votes":0,"body":"o/ Um ~ 20 Uhr spielt ESG","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-09-20T10:09:41.436+0000","up_votes":1,"down_votes":0,"body":"Broeki!!!!!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T10:21:12.005+0000","up_votes":1,"down_votes":0,"body":"Hat mit ziggs gestern immerhin nicht gefeeded ;D","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-09-20T06:23:03.916+0000","up_votes":1,"down_votes":0,"body":"Na dann passt das ja :D Hab die übrigens gestern noch gehostet :D also wenn du ohne den nervigen Chat schauen magst, kannst es auch bei mir :P","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:25:37.657+0000","up_votes":1,"down_votes":0,"body":"xD Nach diesem knapp 22 minütigen Spiel wollte ich noch bei dir rein schauen und den schnellen Sieg feiern und hab gesehen das du gehosted hast xp\n\nDen Chat könnte ich auch im Hauptstream ausschalten xD aber tbh mag ich den Twitch Chat. So herrlich gestört!","replies":[{"id":"","poster":"Necromant","date":"2018-09-20T06:27:11.075+0000","up_votes":1,"down_votes":0,"body":"Immer wieder herrlich auf einen Dia5 Toplaner zu treffen :) Da gehen die Spiele immer so kurz :D\n\nJoar ... nja manchmal ist er mir zuuuuuu ääääh Nivea-los :D","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:32:35.126+0000","up_votes":1,"down_votes":0,"body":"Kommt auf den Stream an bzw. den Streamer und wie er seine Mods gedrillt hat ^^","replies":[{"id":"","poster":"Necromant","date":"2018-09-20T06:37:51.770+0000","up_votes":1,"down_votes":0,"body":"Ja meine eine Moderatorin muss ich mal mehr auspeitschen, da hast du recht. Aber die steht da immer drauf ... und eigtl. sollte es ja ne Bestrafung sein ...\nImmer diese Masochisten.","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:42:06.231+0000","up_votes":1,"down_votes":0,"body":"Das ist natürlich.... Pech\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Necromant","date":"2018-09-20T06:46:52.889+0000","up_votes":1,"down_votes":0,"body":"Muss ich stärker schlagen :D\nDann haben die Zuschauer gleich was zu sehen auf YouP...Twitch :D","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Maexle","date":"2018-09-20T07:40:23.549+0000","up_votes":1,"down_votes":0,"body":"Nach zweimonatiger Abstinenz im Forum wollte ich auch mal wieder vorbeischauen. Seid gegrüßt TGSGler.\n\n{{champion:17}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T09:05:35.965+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-09-20T07:46:36.274+0000","up_votes":1,"down_votes":0,"body":"Mahlzeit!","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2018-09-20T05:36:33.480+0000","up_votes":1,"down_votes":0,"body":"xD Also die letzten zwei Wochen habe ich die morgendliche Müdigkeit eigentlich recht erfolgreich verdrängt. Aber deine Müdigkeit ist ansteckend und stachelt meine an. Jetzt häng ich in den Seilen x.x War aber auch erst gegen halb elf schlafen. ESG hat halt gespielt.\n\nESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/ ESG \\o/\n\nUnd die haben sich da durchgeschnitten wie ein heißes Messer die Butter. Gut, anfängliche kleinere Schwierigkeiten. Aber dann zack. Sind sie praktisch durchgerannt. Immer noch faszinierend dieses ESG Phänomen und das ich nochmal von überhaupt einem Team dezent gehyped bin das ich abends sogar länger aufbleibe um die Spiele zu sehen. SINN hatte sogar erst nur 1k Viewer weniger als der RIOT Channel, dann nur noch 300 Unterschied bis während des Spiels die Differenz bei ungefähr 2k lag, aber dann bei RIOT wieder abgefallen ist und es recht even war. Zumindest bei diesem Spiel. Glaub RIOT hatte während des Spiels mal 15k und SINN lag da bei 13.4k. Hoffentlich haben sie überhaupt das gleiche gestreamt xD hab nämlich nicht eine Sekunde rein geschaut um sicher zu gehen :x\n\nSchön das es mit der Baustelle geklappt hat xD doof das du den Kerl so verunsichert hast. Vielleicht hätte er dich wirklich in Ruhe gelassen mit weniger Druck c.c Apropos Druck...\n\nHab auch schon eine Wasserschlacht hinter mir. irgendwie war meine Wasserflasche ziemlich... geladen. Als ich sie dann eben öffnen wollte ging der Spaß los xD \n\nDiese Woche ist echt... meine Güte. Geht aber auch ziemlich auf einen Vollmond zu. Und der Mond ist irgendwie allgemein sehr nah habe ich gestern Abend fest gestellt ... Ich meine richtig RICHTIG nah atm! Ich schlafe auch schon die ganze Woche sehr unruhig o.o heiß, kalt, heiß, kalt, Decke weg, Decke holen, tausend mal aufwachen ... bah!","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:10:21.491+0000","up_votes":1,"down_votes":0,"body":"*Vielleicht* gucke ich dieses Jahr auch noch mal in die Worlds rein um zuzugucken, wie die EUW Teams von den Koreanern gesenst werden ^^.\n\nDas mit dem Schlafen ist nachvollziehbar. ich hab mittlerweile 3 verschiedene Decken im Bett, eine für jede Hitze bzw. Feuchtigkeitslage xD. Vorgestern Nacht aber mal weider ganz ohne... zu warm... Ich will Winter... Im Winter hab ich Geburtstag... Und Urlaub... \n\nUnd ich kann zwischen den Feiertagen wieder Brettspiele auf der Arbeit spielen...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:23:30.868+0000","up_votes":1,"down_votes":0,"body":"Worlds sind auch eigentlich am interessantesten. Aber halt auch nicht jedes Team bzw. jede Phase. Ich warte eigentlich immer etwas bis die Spreu vom Weizen getrennt wurde xD wobei man da ja auch lustige Fails verpassen könnte >.< Mal schauen. Vielleicht schaue ich auch nur rein wenn bestimmte Teams spielen. Aber die Koreaner nerven halt übelst.\n\nUrlaub :o Es sind nur noch ein paar Tage bis zum Urlaubs-Startschuss!\n\nDirekt Winter muss nicht sein x.x aber wenn die Temperaturen sich entsprechend mal anpassen würden wäre das schon ziemlich cool. Hoffentlich stürzen die Temperaturen am Freitag entsprechend :x da ist auch über den Tag verteilt immer mal wieder ein Gewitterchen gemeldet.\n\nAber Herbst ist toll! Nicht heiß, nicht kalt, alles bunt, Kakao, Kuscheldecken <3","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:29:02.290+0000","up_votes":1,"down_votes":0,"body":"Winter ist toll! Heizung an, Wintertee kochen, morgens nackt auf den Balkon stellen...","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:31:21.689+0000","up_votes":1,"down_votes":0,"body":"xD Bitte was?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:34:48.612+0000","up_votes":1,"down_votes":0,"body":"Macht wach ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T06:37:05.390+0000","up_votes":1,"down_votes":0,"body":"Hmmm also da würde ich sterben. Außer es wären gewisse Bedingungen gegeben.\n\nAber ich schlafe immer mit offenem oder zumindest gekipptem Fenster. Auch im Winter. Außer ich bin irgendwie angeschlagen und brauche Wärme. Dann muss auch schon mal das arme Hündchen als Wärmflasche dienen xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T06:55:35.740+0000","up_votes":1,"down_votes":0,"body":"Vielleicht sind \"gewisse Bedingungen\" bei mir ja einfach öfter gegeben als man denkt {{sticker:slayer-jinx-wink}} \n\n\nEin Hündchen hab ich nicht... Aber das finde ich eigentlich ganz gut ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T07:14:39.153+0000","up_votes":1,"down_votes":0,"body":"xD Was genau meinst du denn mit gewissen Bedingungen?","replies":[{"id":"","poster":"Metalmonni","date":"2018-09-20T07:40:14.846+0000","up_votes":1,"down_votes":0,"body":"Na, wenn's drinnen nach der Nacht noch zu warm ist und du dich kurz abkühlen musst {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"4 For Maggie","date":"2018-09-20T09:04:15.395+0000","up_votes":1,"down_votes":0,"body":":> Ich versteheeeeeeeeee","replies":[]}]}]}]}]}]}]}]}]}]}]}]}