{"id":"KG3LEE8a","poster":"Bjornath","date":"2018-09-18T18:00:03.860+0000","title":"Suche mechanisch begabte, die das spiel nur noch zum fun spielen und gerne sachen wie ap bot spielen","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey :)\r\nAlso was ich suche, sind Leute die LoL einfach nicht mehr so ernst nehmen, aber grunds&auml;tzlich gute Spieler sind und sich &uuml;ber ihr mechanisches Talent und das macro verst&auml;ndnis noch erfreuen k&ouml;nnen. Mir ist es egal wie regelm&auml;&szlig;ig, oder unregelm&auml;&szlig;ige jemand spielt und wenn es nur einmal in der Woche ist. Mir ist es nur wichtig, das wenn Sachen, wie ap bot gespielt wird, man nicht 3 Runden hintereinander mit 0/10 rausgeht. Ich geh ja auch nicht jenden Tag mit zwei linken H&auml;nden in die Arbeit, w&uuml;rde auch kein Spa&szlig; machen :D  ( Nicht falsch verstehen, ich gehe meiner Arbeit unglaublich gerne nach, nur manchmal gibt es Tage, an denen es gef&uuml;hlt schon um 12 Feierabend sein k&ouml;nnte, aber deswegen stell ich mich dann nicht absichtlich bl&ouml;d an. Ein gesundes Ma&szlig; an Ehrgeiz, sollte also schon noch vorhanden sein. Was ich nicht gebrauchen kann, sind Leute die toxic sind, tilten, oder schon kein bock mehr haben, wenn sie einmal gestorben sind. Ich spiel auch nicht mehr auf meinem Main, sondern auf einem niedrigeren Account. Weil man sich dort viel mehr Fehler erlauben kann, oder sich spa&szlig;ige flash plays erlauben darf und es nicht gef&uuml;hlt nach dem zweiten Tod, oder Missplay in der Lane, wie ein z&auml;her Kaugummi Faden durch das Spiel zieht. Ich erfreue mich &uuml;bder jeden outplay, perfekt ausgef&uuml;rte combo, oder madlife skill shots, so wie 1v5 versuche die miserabel in die Hose gehen xD von anderen, als auch von mir :D \r\nWenn noch ein gesundes real life (optional) und die geistige Reife vorhanden ist, w&auml;re es perfekt.\r\n\r\nZu mir:\r\nBin 22, spiele seit Season 2. seit Sason 5 nicht mehr aktiv und seit s7 haupts&auml;chlich nur noch zum fun (ausnahmen sind Freunde auf gold spielen)\r\nBin eigentlich Rengar OTP, spiel aber gerne viele Champs auf full ap, oder full ad :D \r\nIch Arbeite seit 6 Jahren als Schreiner/Tischler (sehr erf&uuml;llender Beruf), hab bald meine eigene Wohnung, werde mir die Wohnungseinrichtung selber Palanen und bauen (darauf freue ich mich schon mega^^)\r\nIn meiner Freizeit mach ich gerne Sport Laufen, Kraftsport und ab n&auml;chsten Monat bin ich wieder in einem Leichtathletik Verein. \r\nBin ein spontaner und sehr offener Mensch f&uuml;r vieles. Ich empfinde Anstand, Respekt und H&ouml;flichkeit als drei sehr wichige Eigenschaften, da es vielen daran fehlt.\r\nSo jetzt wei&szlig; man ein bisschen was &uuml;ber mich, danke f&uuml;rs lesen und vielleicht h&ouml;rt man sich:D","replies":[]}