{"id":"bRHGBuy3","poster":"stray cat","date":"2020-03-07T17:43:45.459+0000","title":"Wieso Permabann und wieso keine Hilfe von Riot?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey liebe League-Community, \n\nich schreibe diesen Foreneintrag, weil es jetzt mittlerweile einige Zeit her ist, dass ich nach gefühlter Ewigkeit mal wieder versucht hatte, League of Legends mit meinen Freunden zu spielen, als der neue Modus TFT rauskam. Ich wollte mich ganz normal mit meinen Acc Daten einloggen, wo ich erstmal noch lange überlegen musste, da es wirklich lange her war. Ich hab das Spiel wohl zuletzt aktiv in der S4 oder S5 gespielt. Zwischenzeitlich vielleicht noch kurz mal URF oder einen anderen Funmode, bis das Spiel auch endgültig von meinem PC deinstalliert wurde, da ich weniger Zeit aufgrund Schule und nun Studium habe/hatte. Beim Einloggen bekam ich die interessante Meldung, ich sei gepermabannt. Ich war erstmal sprachlos, weil ich mir nicht ausmalen konnte, wieso. Ich hatte ja schon Ewigkeiten nicht mehr gespielt. Hab mir dann die Chatlogs anzeigen lassen, was wohl der Grund war und nach einiger Recherche, auch in meinem veralteten Email Acc für LoL, ist mir aufgefallen, dass ein Hacker scheinbar eine längere Zeit auf meinem Acc gespielt hat. Es ging sogar so weit, dass diese Person es sich erdreistet hat, ein Supportticket zu schreiben, um ein Namechange zu machen. Dieses Ticket wurde sogar bearbeitet, jedoch auch verneint. Es stellt sich mir also doppelt die Frage, wie es überhaupt sein kann, dass irgendein random Hacker an meine Acc Daten kommen kann und dann auch noch den Support anschreiben kann. Als ich dann diesen Schock verarbeitet hatte, dass mein Acc gesperrt ist, was mich auch sehr traurig gemacht hat, da sehr viele schöne Erinnerungen aber auch nicht wenig Geld drin steckt, hab ich mich dazu entschlossen dem Support zu schreiben. Beim Erstellen des Tickets fiel mir dann auf, was man alles angeben muss, damit man so ein Ticket  überhaupt verfassen kann, um seine Identität zu bestätigen. Also dass man wirklich der Ersteller und Inhaber dieses Accounts ist. Ich wurde nach meinen ersten gekauften Champions für die jeweiligen Preisklassen, die ersten Skins, meine RP Käufe und so weiter gefragt. Ich konnte schon einiges nicht mehr beantworten, da ich es schlichtweg nicht mehr wusste, ein Hacker, der keine Ahnung davon hatte, konnte es also gar nicht. Dennoch wurde das Ticket zugelassen. Es geht aber nicht um das Ticket, sondern eher um Riots Antwort auf meine Bitte, dass mein Acc entbannt wird, weil ich ja nicht gespielt hatte. Es gab einen längeren Emailverkehr, wo niemand sich überhaupt dafür interessiert hat, was ich geschrieben habe. Mir wurde vorgeworfen, dass ich mit Absicht meine Daten geteilt hatte und man wohl keinen Fremdzugriff feststellen konnte. Hab daraufhin angeboten, dass ich meine IP von meinem neuen und alten Rechner schicke und meine Adresse, um zu beweisen, dass ich es nicht war und man vielleicht das weiter überprüfen sollte, wer sich da eingeloggt hat. Nach einem hin und her von Emails bekam ich dann diese Antwort:\" \nWie bereits erwähnt, können wir dir diesbezüglich nicht mehr weiterhelfen. Wir haben uns das Problem genau angeschaut und dir unsere endgültige Antwort diesbezüglich mitgeteilt. Unsere Entscheidung ist endgültig und wird sich auch durch weitere Tickets nicht ändern.\n\nDu bist für die Sicherheit deines Kontos und deiner Anmeldeinformationen verantwortlich. Selbst wenn jemand anderes die Handlungen mit deinem Konto vorgenommen hat, würden wir unseren Standpunkt nicht ändern, da du für die Sicherheit deines Kontos verantwortlich bist.\n\nDa du keine weiteren Probleme hast, um die wir uns nicht bereits gekümmert haben, betrachten wir diese Angelegenheit als abgeschlossen. \"\n\nAnscheinend hat sich niemand das Problem genau angeschaut und ich wurde einfach abgewimmelt und keiner ist überhaupt  auf diesen speziellen Fall eingegangen. Es ist für mich außerdem fraglich, wie ich für meine Sicherheit selber verantwortlich sein kann, wenn irgendein Hacker an meine Daten kommt, sich von irgendwoher einloggt und Riot nichtmal überprüft, ob das normales Einloggverhalten ist und mich deswegen vielleicht kontaktiert. \n\nIch weiß also nicht, was ich machen soll. Wenn ich durch mein auffallendes Verhalten gebannt worden wäre, gut. Das wäre meine eigene Schuld, aber das ist ja nicht passiert. Ich hatte eine langjährige League Pause, wollte mal wieder reinschauen und der Acc ist gebannt und zwar nicht durch mein eigenes Vergehen? Was soll denn das? Dann wird mir auch noch vom Support geantwortet, dass es im übertragenen Sinne einfach mein Pech ist und es den Support eh nicht interessiert. \n\nAus meiner Verzweiflung hab ich mir dann die Gamelogs angeguckt und muss da auch ehrlich dazu sagen, dass in meiner damaligen League Zeit, das völlig normal war und ich hier nicht erkennen kann, wieso der Acc auch gebannt wurde. \n\nIch würde mich wünschen, wenn sich die Community vielleicht diesen Fall anguckt und vorschlagen könnte, wie ich weiter handeln könnte, um meine Unschuld zu beweisen und zu bewirken, dass mein Acc entbannt wird. Habe auch im Ticket geschrieben gehabt, dass ich gerne bereit bin, vieles zu tun und mich auch sehr kooperativ gezeigt, was niemanden interessiert hat. \n\nDanke im Voraus und liebe Grüße \n\neuer ehemals KinGKaRoTTe \n\n\n\nGame 1\nIn-Game\nstray cat: your elodaddy buy u that skin\nstray cat: ?\nstray cat: COVER\nstray cat: OR I INT\nstray cat: go ff\nstray cat: youu make my head go\nstray cat: mental boom\nstray cat: pls\nstray cat: get me out\nstray cat: ff 15\nstray cat: ty\nstray cat: can some1 buy me that new roblox skin pls\nstray cat: how\nstray cat: get me out\nstray cat: go next\nstray cat: bot and top permapushing\nstray cat: focring me to gank a vlad\nstray cat: yes\nstray cat: ?\nstray cat: XDDDDDDDDD\nstray cat: HAHAHAHHA\nstray cat: yas\nstray cat: player\nstray cat: XD\nstray cat: yes listen\nstray cat: to\nstray cat: egirrl\nstray cat: best idea ever\nstray cat: look\nstray cat: pushed\nstray cat: again\nstray cat: and then\nstray cat: kayn ganks you\nstray cat: and you die\nstray cat: X D\nstray cat: ypou\nstray cat: are\nstray cat: so\nstray cat: bad\nstray cat: holy fuck\nstray cat: X D\nstray cat: hes so bad\nstray cat: get me out\nstray cat: He uses all his spells before im even there\nstray cat: tthen dies\nstray cat: XD\nstray cat: our egirl mid telling them to mutee me\nstray cat: but they will remain shit\nstray cat: XD\nstray cat: look\nstray cat: yasuo peerma pushing top\nstray cat: then gets ganked by kayn riven\nstray cat: rushes berserk greaves\nstray cat: aahhah\nstray cat: get me out\nstray cat: my mind is exploding\nstray cat: this morg doesnt blackshield\nstray cat: And f Q miss\nstray cat: aaha\nstray cat: she still miss\nstray cat: f q\nstray cat: XD\nstray cat: how do you lose\nstray cat: morg\nstray cat: ez\nstray cat: against vayne thresh\nstray cat: how\nstray cat: X D\nstray cat: all they need to do is slowpusuh wave\nstray cat: And poke you under turret\nstray cat: but they int\nstray cat: instead\nstray cat: but hey i knew they goonna int cause they didnt cover anyway\nstray cat: woah the egirl is good\nstray cat: that egirrl actually 200iq\nstray cat: lux can i marry u pls\nstray cat: '0 6\nstray cat: \"jg diff\"\nstray cat: XD\nstray cat: Thjey dont want ff\nstray cat: they keeping me hostage XD\nstray cat: Rivven\nstray cat: Stop\nstray cat: Take\nstray cat: its mine\nstray cat: ty\nstray cat: bby\nstray cat: +you mean\nstray cat: 0 7\nstray cat: top\nstray cat: ?\nstray cat: and\nstray cat: 3 9 bot\nstray cat: XD\nstray cat: hoiw can morg mmiss all\nstray cat: black shield\nstray cat: he still manage to lose lane\nstray cat: i think the morg is boosted\nstray cat: 25%\nstray cat: Wr\nstray cat: reportable\nstray cat: rhis yaw\nstray cat: yas\nstray cat: Heal you\nstray cat: ?\nstray cat: Yeah t hey dont care\nstray cat: About\nstray cat: 3rd maountain\nstray cat: tehy just dont care\nstray cat: they keeep me hostag3e\nstray cat: i want to puke\nstray cat: take baron\nstray cat: and end it\nstray cat: you melt it\nstray cat: Yes not the 0 10 yas\nstray cat: its ok\nstray cat: Report me\nstray cat: better\nstray cat: ?\nstray cat: 0 11\nstray cat: X D\nstray cat: its uinreal\nstray cat: kayn wintrade with yas\nstray cat: i thinbk\nstray cat: idk\nstray cat: i\nstray cat: jave\nstray cat: R\nstray cat: uup\nstray cat: and they stack\nstray cat: XD\nstray cat: youi guys\nstray cat: are\nstray cat: fucking cringe\nstray cat: better jg wion\nstray cat: right\nstray cat: jg diff\nstray cat: why\nstray cat: lol\nstray cat: i carry\nstray cat: this shit game\n\n\nGame 2\nIn-Game\nstray cat: ward top\nstray cat: pixel\nstray cat: pls\nstray cat: ty\nstray cat: idk kass\nstray cat: pls dont make my head go boom\nstray cat: im sick in d head\nstray cat: ty\nstray cat: luc dont talk to kass\nstray cat: he is\nstray cat: disabled\nstray cat: yeah top and mid dead\nstray cat: what do you want\nstray cat: ?\nstray cat: X D\nstray cat: lv l4\nstray cat: kass\nstray cat: rom\nstray cat: HAHA\nstray cat: 0 1\nstray cat: ?\nstray cat: you\nstray cat: lose\nstray cat: to aka\nstray cat: ?\nstray cat: solo\nstray cat: ?\nstray cat: ?\nstray cat: you lose\nstray cat: ?\nstray cat: but you arre\nstray cat: d34\nstray cat: ?\nstray cat: XD\nstray cat: why you talk\nstray cat: you lose\nstray cat: to\nstray cat: akali\nstray cat: sollo\nstray cat: lose\nstray cat: top\nstray cat: ?\nstray cat: to akaöli\nstray cat: ?\nstray cat: HAHA\nstray cat: HAHA\nstray cat: 28 cs\nstray cat: HAHAHAHAH\nstray cat: HAHAHAH\nstray cat: 2\nstray cat: LVVL\nstray cat: DOWN\nstray cat: AHAHAHAHAHY\nstray cat: 2 LVL DOWN ROFL\nstray cat: good solo\nstray cat: lane\nstray cat: XD\nstray cat: HAHA\nstray cat: but#\nstray cat: oour top is\nstray cat: 2 lvl\nstray cat: behind\nstray cat: LOL\nstray cat: is kass running it down or something\nstray cat: how he died\nstray cat: 6 times in 10 min\nstray cat: 'but how he die 6 times\nstray cat: oh rly\nstray cat: go next\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: ?\nstray cat: XD\nstray cat: XD\nstray cat: AHAHAHAHAH\nstray cat: muted\nstray cat: hf\nstray cat: With your losee\nstray cat: idk\nstray cat: why yoou keep forcing\nstray cat: go neext\nstray cat: go next\nstray cat: our mid is running it down sincee min 2\nstray cat: idek how we lose the 2v2\nstray cat: kass just\nstray cat: flashed\nstray cat: randomly\nstray cat: away\nstray cat: idk\nstray cat: X D","replies":[{"id":"","poster":"AramStufe Rot","date":"2020-03-07T23:27:08.852+0000","up_votes":1,"down_votes":0,"body":"ich war mit dem support zufrieden\nhaben mir 3 mal geholfen\n1 mal: überweisungsfehler (konto nicht gedeckt) mir wurde alles gründlich und schnell erklärt wie der perma rückgängig gemacht werden kann\n\n2 mal: account wurde gehackt + umbenannt\nmein ticket wurde innerhalb einer halben stunde beantwortet, bearbeitet + alles rückgängig gemacht\n2 spiele später wurde der account nochmal perma gebannt vom system wegen drittanbieter software\nauch hier wurde fix reagiert und alles rückgängig gemacht\n\n3 mal: system perma bannt mich nochmal wegen drittanbieter paar tage später\nwar wohl ein fehler des systems das dachte ich wäre immer noch der hacker^^\n\nmir persönlich kamen die leute beim support immer sehr kompetent vor\nund wenn da wirklich jemand in deinem account war dann wissen die jungs und mädels das auch\n\n> Aus meiner Verzweiflung hab ich mir dann die Gamelogs angeguckt und muss da auch ehrlich dazu sagen, dass in meiner damaligen League Zeit, das völlig normal war und ich hier nicht erkennen kann, wieso der Acc auch gebannt wurde. \n\nhier mal das ein oder andere schmankerl\n\nstray cat: your elodaddy buy u that skin\nstray cat: ?\nstray cat: COVER\nstray cat: OR I INT\nstray cat: go ff\n\nstray cat: get me out\nstray cat: ff 15\n\nstray cat: can some1 buy me that new roblox skin pls\n\nstray cat: yes listen\nstray cat: to\nstray cat: egirrl\n\nstray cat: ypou\nstray cat: are\nstray cat: so\nstray cat: bad\nstray cat: holy fuck\n\nstray cat: hes so bad\nstray cat: get me out\n\nstray cat: our egirl mid telling them to mutee me\nstray cat: but they will remain shit\n\nstray cat: woah the egirl is good\nstray cat: that egirrl actually 200iq\nstray cat: lux can i marry u pls\n\nstray cat: luc dont talk to kass\nstray cat: he is\nstray cat: disabled\n\njaja aus meiner damaligen zeit in cs 1.6 haben wir uns auch andere sachen um die ohren geknallt\nfunzt heute aber nicht mehr und rito is echt schnell mit der bann keule\nfind der perma is gerechtfertigt\nflame/blame/sexismus...is alles schön drin","replies":[{"id":"","poster":"stray cat","date":"2020-03-08T07:06:39.052+0000","up_votes":1,"down_votes":0,"body":"Danke für die Erklärung. Hab da nur im Vergleich so S4/S5 damals noch ganz andere Sachen immer gelesen, wo man reporten konnte wie man wollte, da aber auch nie etwas passiert ist. \n\naber danke dir!","replies":[{"id":"","poster":"Sirrkas","date":"2020-03-08T19:14:09.831+0000","up_votes":1,"down_votes":0,"body":"Man konnte schon immer für Flame bestraft werden. Schon in Season 1 gab es das Tribunal. Das war aber zugegebenermaßen deutlich langsamer als das aktuelle IFS.","replies":[{"id":"","poster":"stray cat","date":"2020-03-09T00:56:18.409+0000","up_votes":1,"down_votes":0,"body":"Ah stimmt. Bei Tribunal klingelt etwas. Hoffe mal, dass der Support sich meinen Fall richtig anguckt und mir da wirklich hilft. Hab ja angeboten, dass meine IP gecheckt wird.","replies":[]}]}]}]},{"id":"","poster":"Aymira","date":"2020-03-07T21:12:51.821+0000","up_votes":1,"down_votes":0,"body":"Also ich weiß nicht. \nDer Support hilft dir nicht? Nun ist die Frage, lügt der Support wenn er dir schreibt, das keine Standortauffälligkeiten vorliegen, oder lügst, wenn du sagst der Account wurde nicht von dir bespielt.\n\n> Anscheinend hat sich niemand das Problem genau angeschaut und ich wurde einfach abgewimmelt und keiner ist überhaupt auf diesen speziellen Fall eingegangen.\n\n... \n\n> Mir wurde vorgeworfen, dass ich mit Absicht meine Daten geteilt hatte und man wohl keinen Fremdzugriff feststellen konnte.\n\nStehen halt irgendwie 2 Aussagen im Raum, die ich nicht nachvollziehen kann. \nEinerseits du, mit der Aussage der Support würde nichts tun, und der Support der sagt, es gab keinen Fremdzugriff.\nWirkt auf mich irgendwie komisch ¯\\\\\\_(ツ)_/¯ \n\n> Aus meiner Verzweiflung hab ich mir dann die Gamelogs angeguckt und muss da auch ehrlich dazu sagen, dass in meiner damaligen League Zeit, das völlig normal war und ich hier nicht erkennen kann, wieso der Acc auch gebannt wurde.\n\nDa die Foren nun sowieso bald schließen, hab ich keine Lust mehr mich mit einer umfassenden Analyse der Chatlogs zu befassen. \nAlso sag ich kurz: Wenn das für dich normal ist, wundert es mich das dein Account nicht noch während deiner aktiven Zeit gebannt wurde.\n\n> Ich würde mich wünschen, wenn sich die Community vielleicht diesen Fall anguckt und vorschlagen könnte, wie ich weiter handeln könnte, um meine Unschuld zu beweisen und zu bewirken, dass mein Acc entbannt wird.\n\nIch mein, schreib dem Support halt nochmal. Obs was bringt? Keine Ahnung. Wenn bei deinem letzten Versuch kein Fremdzugriff festgestellt werden konnte, dann wirds dieses mal auch nicht. Und dann ists wohl unmöglich da noch was dran zu rütteln. xD","replies":[{"id":"","poster":"stray cat","date":"2020-03-08T07:05:08.725+0000","up_votes":1,"down_votes":0,"body":"Na ja, aber jetzt no joke. Wenn ich gespielt hätte und wirklich durch mein eigenes Vergehen gebannt worden wäre, würde ich hier nicht schreiben. Dieses Anstand hätte ich dann schon. Dass ich über die letzten Jahre lange nicht gespielt habe, ist einfach ein Fakt, wofür ich auch meine Hände ins Feuer legen würde - bringt nichts, aber ist einfach mein voller Ernst, leider. \n\n\nAlso, ich weiß aus meiner Erinnerung von so S4 oder S5 hat man noch ganz andere und viel schlimmere Sachen im Chat gelesen. Ich war aber auch nie gebannt oder gesperrt wegen Toxicity, hatte immer schön mein grünes gutes Teammitglied Badge und hab nie geflamed.\n\nDanke für deinen Vorschlag !","replies":[{"id":"","poster":"Aymira","date":"2020-03-08T18:08:27.634+0000","up_votes":1,"down_votes":0,"body":"> Na ja, aber jetzt no joke. Wenn ich gespielt hätte und wirklich durch mein eigenes Vergehen gebannt worden wäre, würde ich hier nicht schreiben.\n\nDas ergibt an sich Sinn. \nEs gab hier jedoch schon eine ganze Menge Leute hier, die die Tatsachen verdreht haben nur um Zuspruch zu bekommen. \nMan ist daher schon etwas skeptisch bei gewissen Dingen. ¯\\\\\\_(ツ)_/¯ \nNichts gegen dich. xD \n\nWünsche die jedoch viel Erfolg, vielleicht klappt es doch irgendwie. :D","replies":[{"id":"","poster":"stray cat","date":"2020-03-09T00:54:37.478+0000","up_votes":1,"down_votes":0,"body":"Da hast du auch vollkommen Recht! Deswegen habe ich ja von mir aus angeboten und, dass gerne die IPs und die Locations gecheckt werden. Das habe ich vorgeschlagen, was aber nicht überprüft wurde. Ich werde wohl demnächst noch ein Ticket verfassen.\nDanke dir!","replies":[]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2020-03-07T18:12:39.073+0000","up_votes":1,"down_votes":0,"body":"Ganz einfach.\nDu schreibst den Support nochmal an und die prüfen mit welcher Ip auf diesem Acc gespielt wurde.\nDie finden schon heraus was Phase ist.\n\nEntweder hat wirklich jemand deinen Acc gehackt obwol dieser dann Natürlich auch die Daten geändert haben sollte.\nOder es stellt sich heraus das du es warst.\n\nMehr kann man dir dazu leider nicht sagen.","replies":[{"id":"","poster":"stray cat","date":"2020-03-08T07:00:07.454+0000","up_votes":1,"down_votes":0,"body":"Ich hatte ja auch mehrmals angeboten, dass die das mit meiner IP prüfen. Sind da nicht weiter drauf eingegangen. Ich werde aber vermutlich noch einmal schreiben. \n\nDie Daten wurden tatsächlich nicht geändert, da ich mich wieder mit meinen damaligen Daten anmelden konnte. Und vielleicht haben die es deswegen nicht überprüft, von welchem Standort gespielt worden ist. \n\nFun fact, hatte dann mal in die Match History geguckt über die Seasons und anscheinend hat da jemand richtig langeweile gehabt, weil der sogar mal Platin war und nie auf dem Platinlevel war.. hab eh selber immer nur Aram gespielt \n\nDanke für deinen Vorschlag!","replies":[]}]}]}