{"id":"jXRb3tKA","poster":"Deverless","date":"2018-09-16T15:18:21.698+0000","title":"Abgeschlossene 140k Wörter Freljord-Fanfiktion (Ashe, Quinn, Udyr, Ezreal, Braum, ...)","subforum":"Community-Kunstwerke","embed":{"title":"Schatten der Vergangenheit - Kapitel 1 - Deverless | FanFiktion.de","description":"Schatten der Vergangenheit - Kapitel 1 - Deverless - League of Legends Onlinespiele Computerspiele Fanfiction Geschichte Abenteuer Fantasy","url":"https://www.fanfiktion.de/s/596223d90007d4af3a6c45f7/1/Schatten-der-Vergangenheit","image":null},"up_votes":1,"down_votes":0,"body":"Ich gr&uuml;&szlig;e dich, geneigter Leser!\r\n\r\nDu suchst nach einer hingebungsvoll geschriebenen Fanfiktion, die nicht pl&ouml;tzlich aufh&ouml;rt, weil der Autor keine Lust oder Zeit mehr hat? Du hast keine Lust, Ewigkeiten auf neue Kapitel zu warten? Du bist bereit f&uuml;r ein episches Abenteuer, dessen Fortsetzung bereits in Planung ist? Dann bist du bei meiner [Geschichte Schatten der Vergangenheit](https://www.fanfiktion.de/s/596223d90007d4af3a6c45f7/1/Schatten-der-Vergangenheit) genau richtig!\r\n{{sticker:slayer-jinx-wink}}\r\n\r\n\r\nIch bin vor kurzem fertig geworden und habe nochmal alle Kapitel Korrektur gelesen und neu hochgeladen. Es w&uuml;rde mich freuen, Kritik, Anregungen und Kommentare zur Geschichte zu bekommen. Auch gerne, was die [Karte ](https://www.pic-upload.de/view-34302315/Freljord_Karte_digital_02.png.html) oder das &quot;[Biest](https://www.pic-upload.de/view-34107186/Biest_Pergament.png.html)&quot; angeht. Schaut bei Interesse gerne auf meiner [Webseite](https://deverless.weebly.com/) vorbei.\r\n\r\n_______________\r\n**Kurzbeschreibung**\r\n\r\n{{champion:22}} {{champion:133}} {{champion:77}} {{champion:81}} {{champion:201}} \r\nFreljord, das eisige Land im Norden Valorans, steht kurz vor einem B&uuml;rgerkrieg. Ausgerechnet jetzt zwingen seltsame Geschehnisse im Gebiet Sn&ouml;dals die K&ouml;nigin Ashe, die Hauptstadt zu verlassen und Untersuchungen anzustellen. Begleitet wird sie von dem legend&auml;ren Krieger Braum, dem Geistwanderer Udyr und einem fremdl&auml;ndischen Magier namens Ezreal. Die Gruppe geht den tragischen Vorf&auml;llen auf den Grund und muss erkennen, dass die Vergangenheit ihren Schatten auf die Gegenwart wirft. Zeitgleich hat K&ouml;nigin Ashe der demacianischen Gesandtin Quinn gestattet, das Land zu bereisen. Diese sammelt im Auftrag Prinz Jarvans IV. Informationen &uuml;ber die politische Lage im n&ouml;rdlichen Nachbarn, was sie selbst in Gefahr bringt. Weder Ashe noch Quinn ahnen, dass sie sich schon bald unter widrigen Umst&auml;nden wieder begegnen werden. Das Land steht kurz vor dem Chaos und es bedarf der Zusammenarbeit aller gutgewillten Kr&auml;fte, um dies zu verhindern und Ashes Traum eines geeinten Freljords nicht in weite Ferne r&uuml;cken zu lassen.","replies":[]}