{"id":"7pxLw6KJ","poster":"oCgYfHilary","date":"2018-09-15T15:26:18.754+0000","title":"LoL-Veteran sucht aktives Team [MID]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"_**Guten Abend die Damen, Herren, Beschw&ouml;rer und Yasuo-Riven Mains,**_\r\n\r\nIch weiss das alles wird sich vielleicht, teilweise, etwas direkt oder auch eingebildet anh&ouml;ren aber ich wollte nicht lange um den Brei herum reden oder so und mich dann wieder lange mit Teams rumschlagen die nicht meinen Vorstellungen entsprechen, also hoffe ich dass ihr mir doch die direkte Art verzeiht.\r\n\r\nAlso mein Name ist Max, allerdings nennen mich die Leute mit den denen ich LoL und der gleichen spiele immer nur Joker. Ich bin 20+ und spiele schon seit sehr langem League of Legends, ich habe die letzte Season und teile dieser Season zwar komplett ausgesetzt doch nun da ich wieder genug Zeit und Willen dazu habe, spiele ich seit ein paar Monaten wieder aktiv. Ich habe in meiner LoL-Karriere, wenn man es so nennen darf, schon in so ziemlich allen Elos gespielt und auch schon an vielen Turnieren teil genommen, manche sogar gewonnen. Doch da ich nicht vorhabe wieder hardcore Ranked-Games zu spielen, bleiben meine Accounts mehr oder weniger da wo sie sich momentan befinden und zwar im Silber-Gold-Bereich aber da ich nach wohl gut und gerne mehr als 5.000 LoL Games immer noch der Meinung bin dass der Elo-Rank wenig &uuml;ber einen Spieler aussagt, habe ich keine Pr&auml;ferenzen was die Elo eueres Teams angeht, meine Accounts haben die Spannweite von Silber bis Platin um Flexq zu spielen, aber das soll kein Hindernis sein. Sollte ihr aus einem anderen Bereich sein wird sich einen L&ouml;sung sicherlich finden.\r\n\r\nDoch beziehen wir uns nun mehr aufs Gameplay. Ich pers&ouml;nlich habe wenn ich ehrlich bin bereits jede Rolle mehrere Monate gemained, was meiner Meinung nach auch eine meiner gr&ouml;ssten St&auml;rken ist. Doch mit Abstand am l&auml;ngsten habe ich, und dies tue ich auch noch immer, die Midlane gemained weshalb ich auch als Midlaner ein Team suche. Als zweites w&uuml;rde ich mich f&uuml;r eine feste Position als Toplaner anbieten, sollte sich auf der Midlane nichts finden. Falls ihr Substitudes sucht so kann ich problemlos auf jeder Lane behilflich sein, von der Zeit her d&uuml;rfte das auch kaum ein Problem sein.\r\n\r\n_**Was bringe ich mit f&uuml;r euer Team?**_\r\n\r\n- Viel Erfahrung \r\n- Viel Zeit\r\n- ein Spieler der immer f&uuml;r das Team spielt und das picked was das Team braucht\r\n- Shotcaller (allerdings nur wenn man sich auf einen Shotcaller einigt und man dem auch folgt)\r\n- sehr Objectiv-orientiertes Gameplay\r\n- konstant gute Laune\r\n- Never Surrender ( ich gebe nie auf denn durch die viele Erfahrung habe ich eins sicher gelernt und dies ist dass man jedes Spiel noch gewinnen kann wenn man einfach die St&auml;rken seines Teams und die Fehler seiner Gegner ausnutzt )\r\n- gutes Visiongameplay ( allerdings muss ich mich hierf&uuml;r bereits entschuldigen denn ich werde euch damit wohl immer wieder auf die Nerven gehen )\r\n- ( f&uuml;r gew&ouml;hnlich ) Farmmonster\r\n\r\n_**Was ich von euch verlange?**_\r\n\r\n- Respekt\r\n- oft Training\r\n- Wille sich zu verbessern\r\n- P&uuml;nktlichkeit\r\n- Kein Tilt, Flame oder sonst was oder ich bin weg!\r\n\r\naber am wichtigsten Spass am Spiel und dass es euch bewusst ist dass es immer noch nur ein Spiel ist!\r\n\r\n_**Wann habe ich Zeit?**_\r\n\r\nEigentlich immer Abends ab so 18/19:00 ( manchmal auch fr&uuml;her ) bis open end allerdings m&uuml;sst ihr mir verzeihen dass ich auch mal dazwischen etwas esse oder dass es kurzfristig wegen Familie oder dergleichen nicht geht dies ist allerdings eher selten der Fall. Als Substitute k&ouml;nnt ihr mich immer gerne anschreiben wenn ihr noch jemanden braucht um zu 5. zu spielen, ich bin normalerweise immer &uuml;ber die Handy-App erreichbar. \r\n\r\n\r\nFalls dies euch jetzt angesprochen hat und/oder ihr mich in euerem Team haben wollt/braucht oder einen Substitute sucht, dann added mich bitte unter diesem Namen :   _**oCgYfHilary**_ \r\n\r\ndes Weiteren w&uuml;nsche ich euch noch einen angenehmen Abend und viel Spass beim zocken,\r\nMit freundlichen Gr&uuml;ssen,\r\neuer Joker\r\n\r\nPs: Ich werde den Namen des Accounts dem n&auml;chst &auml;ndern in irgendwas mit &quot;Joker&quot;, dann werde ich ihn nat&uuml;rlich auch hier &auml;ndern.","replies":[]}