{"id":"RB0l5ATA","poster":"SonicDa Hedgehog","date":"2018-09-12T15:47:41.125+0000","title":"3 skin splitter reroll gegen einen skin permanet den ich schon habe","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\n\nhabe mir  zum aktuellen  event mal paar  Orb´s gegönnt.\n\nHabe dann 3 skin spitter reroll gemacht und einen permanten skin  bekommen  den ich schon habe.\n\nAlso der ist jetzt in meinem inventar aber damit kann ich ja nix anfangen außer disenchanten.\n\nDas muss doch ein Bug sein, weil da habe ich ja jetzt für nix Geld verblasen.....  \n\nUnd nein ich habe noch nicht alle skins.\n\nWeiß einer ob ich  über den support einen radom permanent bekommen kann von riot?\nWeil ich habe ja bezahlt dafür.","replies":[{"id":"","poster":"Herós","date":"2019-11-03T14:06:04.194+0000","up_votes":1,"down_votes":0,"body":"Hab mir auch gerade noch paar orbs gegönnt und panzerwalküren miss fortune permanent gezogen obwohl ich diese schon besitze. Kann die jetzt auch nur in Essenzen umwandeln.\nHabe mal den Support angeschrieben und hoffe, da dies sonst sehr ärgerlich wäre...","replies":[]},{"id":"","poster":"SonicDa Hedgehog","date":"2018-09-14T16:09:10.157+0000","up_votes":1,"down_votes":0,"body":"Ich schreibe das jetzt mal hier rein falls jemand anderes das gleiche problem hat.\n\nDer Support hat es jetzt rückgängig gemacht.\nUnd meinte das sowas passieren kann.\nSowas sollte aber nicht passieren wenn man geld dafür ausgibt und dann dafür quasi nix gekommt...","replies":[]},{"id":"","poster":"Gin","date":"2018-09-12T22:50:03.867+0000","up_votes":1,"down_votes":0,"body":"Das sollte eigentlich nicht möglich sein. Wenn es dir trotzdem passiert ist, und du den Shard noch nicht disenchanted hast, kannst du ihn dir vom Support eventuell umtauschen lassen gegen einen zufälligen permanenten Skinshard den du noch nicht hast. (Bzw. direkt den Skin.)\n\nRechne allerdings dass deine Antwort vom Support länger brauchen wird als üblich da es aktuell starke Serverprobleme gibt und die Inbox vom Support gerade wahrscheinlich bis oben überläuft.","replies":[]},{"id":"","poster":"Vesstan","date":"2018-09-12T17:44:42.748+0000","up_votes":1,"down_votes":0,"body":"Es steht doch nirgendwo das du einen Skin nicht doppelt bekommen kannst, oder irre ich mich da ? Sowas ist \"Glücksspiel\"","replies":[{"id":"","poster":"GΦDZILLA TOP","date":"2018-09-12T17:57:50.475+0000","up_votes":1,"down_votes":0,"body":"ne normalerweise kriegt man keine skins die man schon hat doppelt, außer wenn man alle hat (oder fast alle) glaub ich","replies":[]}]}]}