{"id":"x9JEcAIA","poster":"Λ BσΠgσCΔΓ","date":"2018-09-12T14:14:35.161+0000","title":"Das Odyssey-Update zertstört meinen Client","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Seit Heute spinnt mein Client komplett rum. Erst hatte ich anscheinend nicht die Erlaubnis auf &quot;Play&quot; zu gehen um ein Spiel zu spielen. Danach gings erstmal mit dem Into von Odyssey. Danach. Die Mission das Intro von Odyssey zu gewinnen. Erschien einfach nicht. Wir haben gewonnen, kein PoP-Up. UNd ja, ich hab auch in den Mission das angefangen. Danach. Bin nicht in der Lage auf &quot;Play Again&quot; zu dr&uuml;cken. Will einfach nicht. Aber auf &quot;X&quot; zum rausgehen darf ich aber? {{sticker:sg-ahri-1}} \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHab mich neu eingeloggt und pl&ouml;tzlich Poppen alle Missionserfolge auf. Habe dann wieder nicht die Erlaubnis auf Play zu dr&uuml;cken. und was sehe ich da? Modi &quot;Cadet&quot; ist nicht freigeschaltet. Und da steht auch ich muss erstmal &quot;Intro&quot; gewinnen. **HAB ICH DOCH**. Cleint restarted ging wieder. Doch davor wieder keine Erlaubnis f&uuml;r Play. FIX EURN CLIENT RIOT. Kein warum warum Sola grad leided. ICh sehe ja auch die Warnung, dass die Champ Select Bugt. FIX IT. {{sticker:sg-shisa}} \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNull bock immerwieder den CLient zu restarten.","replies":[{"id":"","poster":"NikiHawk","date":"2018-09-12T19:07:18.389+0000","up_votes":2,"down_votes":0,"body":"Das wird ne Odyssee bis der Client wieder funktioniert {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Sexy Yasuo Main","date":"2018-09-12T14:17:05.341+0000","up_votes":2,"down_votes":0,"body":"Das Problem mit Patchen die nicht getestet werden, aber direkt auf den Live Server kommen unlucky {{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Λ BσΠgσCΔΓ","date":"2018-09-12T15:12:04.980+0000","up_votes":1,"down_votes":0,"body":"Das erklärt also warum bei SkinSpotlight die neuen Skins nicht mit Pre-Release betiltet waren. Ah ok. Riot Games. WARUM SOFORT LIVE?!{{sticker:zombie-brand-facepalm}}","replies":[]}]},{"id":"","poster":"Fox Gun","date":"2018-09-12T16:02:30.787+0000","up_votes":1,"down_votes":0,"body":"Na dann, Client spinnt bei mir genauso rum und die ganze collection section funktioniert gar nicht erst. Also darf ich mir diesen langweiligen Modus nicht vereinfachen da ich die augments nicht einstellen kann und es funktioniert auch nicht im champselect. Ich kann es ja verstehen wenn sich mal ein, zwei Bugs einschleichen aber gleich so hart? xD","replies":[]},{"id":"","poster":"SgtBananenkuchen","date":"2018-09-12T14:18:53.730+0000","up_votes":1,"down_votes":0,"body":"Zwar nicht das selbe Problem, aber ich hänge mich mal mit dran: Wir wollten vorhin mehrere Male in den Modus und jedes mal kam die Meldung, dass mein Pre-Partner nicht angenommen hätte bzw. bei ihm stand, ich hätte nicht angenommen (was aber eindeutig der Fall war). Später wurde bei ihm die Mission nicht angerechnet. Keine Ahnung, ob es mittlerweile geht oder nicht, aber zumindest hatten wir auch Probleme damit.","replies":[]}]}