{"id":"eEvtwshn","poster":"Hi Im Sona OTP","date":"2018-09-12T10:21:34.813+0000","title":"Game crashed mehrere Male im Loading Screen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich spiele Lol mit dem selben PC und der selebn stabielen Internet Verbindung seit mehrern Jahren. Ich war h&auml;ufig einer der ersten die 100% geladen sind, so gut wie nie Lags und einem okishen Ping von etwa 37.\r\n\r\nMein Ping ist immernoch zumindest im 35-40er Bereich\r\nJeodh l&auml;d seit einigen Patches das Spiel extrem langsam, obwohl alle anderen Internet ben&ouml;tigenden Programme weiterhin schnell laden und auch Speedchecks der Verbindung gut verlaufen.\r\n\r\nNun hat sich das etwas langsamere Laden im Loading Screen zu Disconnects gewandelt und ich hab mehere Remakes verursacht.  Ich hab meinen Router neu gestartet, den PC neu hochgefahren usw. Jedoch bin ich nicht in der Lage ins Spiel zu kommen. \r\n\r\nWoran kann das liegen und wie kann ich es fixen?","replies":[{"id":"","poster":"Qbert","date":"2018-09-12T10:24:14.875+0000","up_votes":2,"down_votes":0,"body":"Hast du schon mal das Spiel komplett gelöscht und neu installiert, sodass du eine \"frische\" Version hast?\nEventuell genügt es auch schon, die Reparatur durchlaufen zu lassen.\n\nEtwas anderes würde mir erst mal nicht einfallen.","replies":[{"id":"","poster":"Hi Im Sona OTP","date":"2018-09-12T10:27:09.379+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Qbert,realm=EUW,application-id=7hciEY9w,discussion-id=eEvtwshn,comment-id=0000,timestamp=2018-09-12T10:24:14.875+0000)\n>\n> Hast du schon mal das Spiel komplett gelöscht und neu installiert, sodass du eine &quot;frische&quot; Version hast?\n> Eventuell genügt es auch schon, die Reparatur durchlaufen zu lassen.\n> \n> Etwas anderes würde mir erst mal nicht einfallen.\n\nWo kann ich eine Reperatur durchführen?","replies":[{"id":"","poster":"Gin","date":"2018-09-12T23:20:24.917+0000","up_votes":1,"down_votes":0,"body":"Zusätzlich zu dem was Qbert dir bereits empfohlen hat würde ich dir auch raten in 1-2 Tagen am besten nochmal drüber zuschauen da die Server aktuell ohne Ende überfordert sind.\n\nEine Reparatur durchzuführen kann allerdings nie Schaden. Und wenn du eine Fehlermeldung geworfen bekommst, oder du ansonsten noch irgendwelche Infos hast die du uns weitergeben könntest wäre das sehr hilfreich :)\n\n(Dein Betriebssystem usw.)","replies":[]},{"id":"","poster":"Qbert","date":"2018-09-12T10:30:00.708+0000","up_votes":1,"down_votes":0,"body":"https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool\n\nSchau mal da nach.\nDort kannst du das Tool herunter laden und es ist auch alles schön erklärt.\n\nVielleicht löst das ja schon dein Problem.\n\nWas mir aber auch noch eingefallen ist, dass du natürlich immer allgemein für aktuelle Treiber sorgen solltest, gerade bei der Grafikkarte.","replies":[]}]}]}]}