{"id":"556crGiq","poster":"BANG LostMelody","date":"2018-09-11T19:31:33.636+0000","title":"Luna Lupus sucht Euch!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer!\r\n\r\nLuna Lupus existiert nun schon seit etwas mehr als 2 Monaten. Wir sind ein Team welches gro&szlig;teils den Fokus auf den Spielspa&szlig; gelegt hat aber auch mit tryhard etwas erreichen wollte. Obwohl wir von der Elo recht unterschiedlich waren (Silber, Gold, Platin) nahmen wir dennoch gemeinsam an Turnieren teil. So erreichten wir beim NGU Just4Fun Turnier den 4. Platz und beim Misfits Gaming Discord Clash das Virtelfinale. \r\n\r\nDoch wer sind wir? \r\nLuna Lupus gr&uuml;ndete sich am 02.07.2018. Auf der Suche nach neuen Mitgliedern war der Andrang so gro&szlig; das sich aus den Bewerbern noch das Schwesterteam Lupus Sole gr&uuml;ndete. Beide Teams starteten kurz nach der Gr&uuml;ndung gleich in das Just4Fun Turniers des NGU Clans als Ersatz 2 anderer Teams.  Doch Schule und Rollenprobleme l&ouml;sten das Roster langsam auf. Die verbleibenden Mitglieder hei&szlig;en wie folgt:\r\n\r\nTop: LL Ostboys (Silber IV Solo I Silber IV Flex)\r\nJng: LL Raidon (Silber V Solo I Silber III Flex)\r\nMid: wird gesucht\r\nAdc: LL YatogamiTohka (Platin IV Solo I Gold I Flex)\r\nSupp: wird gesucht\r\n\r\nDas Coaching &uuml;bernimmt der Teamk&auml;ptn aus unserem Schwesterteam und ich selbst versuche mich daran das Team so gut es geht zu managen ^^\r\n\r\nWen suchen Wir? \r\nIhr seid Mid oder Supporter Main? Befindet euch in einer f&uuml;r das Team passenden Rolle und findet Flame und Tilt nicht in euren W&ouml;rterb&uuml;chern? Dann seid ihr bei uns herzlich willkommen! Egal ob M&auml;nnlich oder Weiblich! Solange wir uns untereinander verstehen ist uns jeder recht :D\r\n\r\nWas bieten wir euch?\r\nHoffentlich bald regelm&auml;&szlig;ige Trainingstage, einen eigenen TS/Discord Server (vom NGU Clan), Teilnahme an Turnieren etc\r\n\r\nSo das w&auml;re erstmal all das was mir einf&auml;llt!\r\n\r\nBei weiteren Fragen stehe ich euch nat&uuml;rlich gern zur Verf&uuml;gung!\r\nAddet mich einfach bei League of Legends unter dem Namen LL Keisuke ich beantworte eure Bewerbungen dann so schnell wie es mir m&ouml;glich ist und wir organisieren so schnell es geht die Testspiele!\r\n\r\nIch freue mich auf euch!\r\nKeisuke &lt;3","replies":[]}