{"id":"JZ0qjVXw","poster":"AI Gude","date":"2018-09-11T17:44:45.007+0000","title":"ALL IN Clan - Jungler gesucht für Teamtraining mit Coaching!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nwir suchen einen Jungler, der daran Interesse hat im Team zu improven. Da das &uuml;berall dabeisteht hier folgende Anmerkung:\r\n\r\nUnser Team wird in Zukunft gecoached, was nat&uuml;rlich auch mit Kosten f&uuml;r DICH verbunden ist. Diese bleiben aber &uuml;berschaubar und sind f&uuml;r DICH, wenn DU an professionellem Training interessiert bist, in jedem Falle unumg&auml;nglich. Ziele und Probleme werden im Team diskutiert, Verbesserungsvorschl&auml;ge sind erw&uuml;nscht und werden ebenfalls gemeinsam er&ouml;rtert. F&uuml;r alle weiteren Fragen stehe ich DIR gerne zur Verf&uuml;gung.\r\n\r\nWas DU mitbringen solltest:\r\n\r\n   - 18 Jahre alt oder &auml;lter\r\n   - Teamerfahrung, Macro Knowledge\r\n   - Teamkommunikation (Shotcalling)\r\n   - &uuml;ber die Elo kann man diskutieren nach einem try out (mindestens Plat 2 im Solo/Duo Queue sollte es aber sein)\r\n   - Bereitschaft Geld zu investieren (wie gesagt, es sind &uuml;berschaubare Betr&auml;ge)\r\n   - Kritikf&auml;higkeit\r\n   - Interesse am Teamspiel (dazu geh&ouml;ren gemeinsame Analysen von Spielen sowie Theoriestunden)\r\n   - KEIN OTP!!!\r\n\r\nWenn ich DEIN Interesse wecken konnte, komm doch einfach zu uns aufs TS (IP: allin-clan.de) und melde dich bei mir oder adde mich in LOL und schreib mich an.\r\n\r\nLiebe Gr&uuml;&szlig;e AI Flix | Felix (damit es keine Missverst&auml;ndnisse gibt beim Adden in LOL am besten so eingeben: ai fLix)","replies":[{"id":"","poster":"AI Gude","date":"2018-09-11T19:45:14.872+0000","up_votes":1,"down_votes":0,"body":"Hast du schonmal ein professionelles Coaching gebucht? Kein Coach, der was auf sich hält, macht das kostenlos, weil es sehr zeitintensiv ist. Außerdem bist du ja nicht gezwungen dich zu melden, wenn es nichts für dich ist ;-)","replies":[]},{"id":"","poster":"ImTheFox115","date":"2018-09-11T18:53:48.907+0000","up_votes":1,"down_votes":0,"body":"Wieso sollte man denn Geld investieren xD","replies":[]}]}