{"id":"xMzY5NxA","poster":"Tantrum21","date":"2019-08-13T13:23:21.514+0000","title":"Abbruch des Clients nach der Championauswahl","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo zusammen!\r\nEs kommt bei mir jetzt immer häufiger vor, dass ich in der Championauswahl ganz normal den Champion auswählen kann und sobald der Client sich schließt und das Spiel starten bzw. der Loadingscreen kommen sollte, sich die ganze Applikation schließt.\r\nKennt jemand dieses Problem oder kann mir da jemand weiterhelfen, um dieses Problem zu lösen?","replies":[{"id":"","poster":"Orpeics","date":"2019-08-13T20:11:30.122+0000","up_votes":1,"down_votes":0,"body":"Ich habe dasselbe Problem! Gefühlt alle 1-2 Games, unabhängig davon ob TFT oder Normal/ Ranked, hängt sich nach Spielannahme oder Champselect der Client komplett auf. Ein Reconnecten zum Spiel ist auch nicht möglich, hab das Gefühl, dass es ein Glückspiel ist, ob der Client mich spielen lassen möchte oder nicht.. Was aber dennoch manchmal geholfen hat, ist über den Task Manager den Client komplett zu schliessen, somit ist das Program auch wirklich beendet und läuft nicht im Hintergrund weiter. Dann erneut anmelden und Reconnecten.. das hat zumindest bei mir anfangs manchmal geklappt.\n \n@riotgames:  Bitte versucht den Client zu fixen! musste diesen schon mehrmals neu installiert und hab mich bei besagtem Problem neu angemeldet bzw. den PC auch des öfteren neu gestartet, meist aber ohne Erfolg. Hab das Gefühl, dass seit TFT vermehrt solche Probleme aufgetreten sind, denn nicht nur bei mir, sondern auch bei Bekannten aus der Freundesliste kam es in letzter Zeit immer vermehrt zu gleichartigen Bugs.","replies":[{"id":"","poster":"Tantrum21","date":"2019-08-15T08:10:09.601+0000","up_votes":1,"down_votes":0,"body":"Sieht bei mir exakt so aus, wie bei dir.\nKonntest du den Client im Task Manager noch sehen?\nBei mir ist die Application nämlich leider auch im Task Manager nicht mehr sichtbar, bzw. als beendet zu sehen.\nDas einzige was bei mir hin und wieder hilft ist den PC neu zu starten. Aber wie du schon geschrieben hast... manchmal klappts, manchmal auch nicht.","replies":[]}]}]}