{"id":"4Pczz8sa","poster":"SPQRaiden","date":"2019-08-13T13:06:31.748+0000","title":"RUHRSPORTS eSports sucht einen Manger/Coach für ein bereits bestehendes Team!","subforum":"Esports","embed":{"title":"Ruhrsports.com - eSport #malochen","description":"Latest news League of Legends 99Damage Liga Ruhrsports Teams Unsere Spiele Keep updated with the tweets Keep track of our amazing tweets on the right. We have awesomecontent that will let you know the latest gaming trends. Latest Posts Our Departments Über uns Wir sind eine eSport Organisation mitten aus dem Herzen des Ruhrgebiets.","url":"https://ruhrsports.com/?fbclid=IwAR1VzVbVLy3MJNXGpK7cfOGTcH-e86hVHBgFz9fNUUnjpglb36NB_BJL6Hw","image":"https://i2.wp.com/ruhrsports.com/wp-content/uploads/2019/04/cropped-PNG.png?fit=4791%2C4791&ssl=1"},"up_votes":1,"down_votes":0,"body":"Hey, schön das du auf diesen Post eingegangen bist und das zeigt dein Interesse daran vielleicht als Manager / Coach bei uns aktiv zu werden.\r\n\r\nDu bekommst auch gleich die wichtigsten Infos von mir.\r\nIch bin bereits der Manager eines Teams, wir spielen viel in Cups und Ligen. Das Team ist noch recht jung und brauch noch etwas Zeit sich zu verbessern.\r\nDie Jungs spielen alle in Solo sowie Flexi in der Diamant Bereich mit!\r\n\r\nDeine Aufgaben wären es sich mit mir hinzusetzten und für das Team da zu sein! Sprich, wir schauen uns gemeinsam die Spiele an wenn du Zeit hast!\r\nWir analysieren die Spiele und schauen was war gut und was nicht. Wir üben Kritik aus die aber sachlich ist, schließlich wollen wir dem Team ja helfen.\r\n\r\nWir schauen uns nach Ligen und Cups um und schauen ob wir das in Erwägung ziehen.\r\nWenn es dir nichts aus macht wäre es natürlich super wenn du mit mir im Stream die Spiele des Teams mit zukommentieren.\r\nEs erwartet dich ein Stream der ganz gut besucht ist und wir können uns austauschen.\r\n\r\nCool wäre es auch wenn du aus dem südlichen Raum von Deutschland kommst! Wir planen Bootcamp und LAN Besuche. Allerdings ist das keine Pflicht!\r\n\r\nWas erwarte ich von dir? Eigentlich ganz einfach:\r\n\r\nHoher Elobereich (Dia-Challenger)\r\nKnow How über League\r\nFreundlich \r\nSpaß daran bei einem bestehenden Projekt mit zu wirken\r\n\r\nHast du Bock? Dann schreib mich an. Ich bin über den Ingame Chat zu erreichen","replies":[]}