{"id":"966L2hGG","poster":"justicerox","date":"2018-09-10T14:50:46.972+0000","title":"Tiltproof ist diese season sie schwer wie noch nie zuvor.","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":3,"body":"Vor noch etwa einem jahr war im V&ouml;llig tiltproof,  inzwischen aber tilte ich bei jeder Gelegenheit v&ouml;llig weg.\r\n\r\nBotlane steht zusammen 0/6 und ich habe schon keine Lust mehr zu spielen und gehe an schlechten tagen sofort afk\r\nMidlane steht 0/6 --&gt; ich tilte weg und sterbe dumm oder gehe afk\r\nJungler bekommt das ganken nicht hin (egal auf welcher lane) sofrt keine list mehr zu spielen.\r\n\r\nEin Schlechter Spieler kann dir das game mir sehr hoher warscheinlichkeit verlieren, aber das jemand Solo ein spiel entscheidet ist relativ selten.\r\n\r\nFr&uuml;her hatte ich mehr Zeit, deswegen hat es mich nicht gest&ouml;rt &uuml;ber gleiche performance in vielen games aufzusteigen. ich habe auch das gef&uuml;hl man hat weniger wegen dummer teammates verloren.\r\nAber jetzt mit weniger zeit kotzt es mich einfach nur an schon wieder wegen braindead teammates zu verlieren. Klar w&uuml;rde ich auf lange sich aufsteigen, aber ganz erherlich wer hat zeit daf&uuml;r.\r\nVersteht mich jetzt nicht falsch. Ich liebe dieses spiel. aber der starke focus auf teamspielen hat es irgendwie ruiniert. Auf einen oder 2 teammates zu hoffen, dass sie nicht das spiel inten hat mich unfassbar toxic gemacht.\r\n\r\nIch wei&szlig;, dass das problem auch zum gr&ouml;&szlig;erem teil bei mir liegt, ich wei&szlig; aber nicht was ich anders machen soll.","replies":[{"id":"","poster":"Alpacana","date":"2018-09-10T15:00:31.145+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=justicerox,realm=EUW,application-id=KYnfKGf0,discussion-id=966L2hGG,comment-id=,timestamp=2018-09-10T14:50:46.972+0000)\n\n> Ich wei&amp;szlig;, dass das problem auch zum gr&amp;ouml;&amp;szlig;erem teil bei mir liegt, ich wei&amp;szlig; aber nicht was ich anders machen soll.\n\nEinfach gesagt: Nicht tilten/afk gehen.\n\nKonzentrier dich weniger auf deine Mates und mehr auf deine eigene Performance.\nEine 0/6 Botlane kannst du z.B. ausgleichen wenn du selber 6/0 bist.\nSchlechte Teammates wirst du in jeder Elo bekommen, die bist du auch in Master nicht los und in niedriger Elo wirst du sie nach dem Spiel vermutlich sowieso nie wieder sehen, also bringt dir flamen/afk gehen rein gar nichts.\n\nGehe in jedem Spiel durch was die besten Möglichkeiten sind die du zu jeder Spielsituation hast. Überleg wie du das Spiel so gut und schlau wie möglich spielen kannst.\nBist du Jungler und deine Botlane stirbt schon wieder an einem Gank? Okay, versuch ein Crossmap-Play und versuche irgendwas in der Mitte oder Top zu machen wenn der Jungler Bot ist und wenn es nur counterjunglen ist.\nBist du Toplaner und gewinnst deine Lane? Versuch deinen Lead auf andere Lanes zu übertragen, push z.B. 2 Waves raus und roam mit deinem Lead auf die Botlane. (etc etc.)","replies":[{"id":"","poster":"justicerox","date":"2018-09-10T15:01:47.599+0000","up_votes":1,"down_votes":1,"body":"eine 0/6 botlane kann man als 6/0 toplane aber nicht ausgleichen. die wird immer mehr impact haben","replies":[{"id":"","poster":"Alpacana","date":"2018-09-10T15:03:42.703+0000","up_votes":2,"down_votes":0,"body":"Nicht wirklich.\nIch sehe du spielst viel Darius und bist momentan Gold 1.\nDas Positioning haben die meisten dort noch nicht richtig drauf, du wirst also in der Lage sein den 6/0 Adc zu oneshotten wenn du selber 6/0 bist und einen Lvl-Advantage von 2~ Level hast. Der Bot-Feed ist somit komplett useless und du kannst das Game carrien ;)\n\nEdit: Außerdem kannst du als 6/0 Bruiser das Game viel schneller closen als ein 6/0 Adc der noch halbwegs lange scalen muss.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-09-10T15:50:28.806+0000","up_votes":1,"down_votes":2,"body":"ich als plat 2 (peak) zed main kann dir auch sagen, eine 6/0 botlane kannst du auch als 6/0 midlaner schlecht ausgleichen. Und wer jetzt sagt \"roam doch mehr\" meistens passieren viele kills schon bevor ich überhaupt roamen kann und selbst wenn ich roame, roamt der gegner jungler easy dazu und es ist 3v3 (welches wir verlieren weil unsere bot feeded und die gegner  bot ahead ist) Als botlane hast du es einfach am einfachsten, der erste tower fällt schneller, du bist zu zweit, du musst nichtmal wirklich roamen. Du als midlaner killst deinen gegner und sollst dann roamen gehen (nachdem rauspushen) während die gegner botlane einfach gediegen den tower pushen muss. Und dafür werden sie sogar noch belohnt weil der tower bei ihnen keinen 5 min startschutz hat und somit schneller stirbt und sie dadurch schneller swappen können.","replies":[{"id":"","poster":"Alpacana","date":"2018-09-10T15:58:39.686+0000","up_votes":1,"down_votes":0,"body":"Naja ich als Support Main kann da nur sagen ich wunder mich immer, wenn mein 6/0 Adc von einem 6/0 Darius/Irelia/Jax auseinandergenommen wird, wenn er mal einen Schritt zu weit nach vorne macht.\n\nAuch fallen die Botlane-Towers nicht viel früher als die anderen Tower auch, jedenfalls in meinen Games. Liegt wahrscheinlich daran, dass der 5 Minuten-Schutz auch für die Botlane-Tower gilt.\n\nKommt letzten Endes wohl doch auf das Positioning an.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-09-10T16:09:17.169+0000","up_votes":1,"down_votes":0,"body":"wir reden nicht über adcs, ein 6/0 adc wird auch vom 6/0 midlaner genommen, es geht ja um die botlane allgemein. Und es geht halt auch viel um die pressure, die botlane kann halt schon viel mehr pressuren als jede andere lane und du springst da halt nicht einfach 2v1 rein, (was du bei mid vs top machen kannst). Und nein, der 5 minuten schutz ist bei dem botlane tower eben nicht vorhanden (ich glaube der normale schutz ist sogar noch länger) bei mir in den games fällt zu 80% zuerst ein botlane tower, toplane und midlane sind da fast immer gleich (meistens top immer bissl früher weil da viele push champs sind, oder die botlane geswapt hat) das problem daran ist einfach das die sau viel gold bekommen dann top gehen und da mit hoher wahrscheinlichkeit wieder viel gold bekommen, und das ist ihr einziger job.\n\n\nIch muss als assassin roamen, meine eigene lane gewinnen, konstant kills bekommen, snowballen, den adc rausnehmen und tower halten.","replies":[{"id":"","poster":"Alpacana","date":"2018-09-10T16:13:34.137+0000","up_votes":2,"down_votes":0,"body":"Gerade im Costum nochmal nachgeschaut, Botlane Towers haben den gleichen Schutz wie andere Tower.\n\nWenn es um die gesamte Botlane geht, wage ich noch mehr zu bezweifeln, dass ein 6/0 Darius nicht 1v2 gegen eine evtl 6/0 Thresh 0/0 Jinx Lane ankommt. Da wird die Botlane ganz schnell rip sein, auch wenn Jinx alle Kills hat, alleine aus dem Grund, dass du mit Darius mit so einem Lead höchstwahrscheinlich einen Levelunterschied von 3 Leveln haben wirst.\n\nUnd genau darum geht es. Wie du mit einem 6/0 Lead eine gegnerische Lane mit dem gleichen Lead aus dem Spiel nehmen kannst.","replies":[{"id":"","poster":"justicerox","date":"2018-09-10T16:23:33.581+0000","up_votes":1,"down_votes":0,"body":"wenn du darius bist und die Jinx threshbotlne top kommt, dan ist dein tower weg. Egal ob 0/6 oder 10/0. die haben zu viel cc","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-09-13T01:57:19.226+0000","up_votes":1,"down_votes":0,"body":"Wenn du Darius bist und 10-0 stehst, dann gehst du shoppen falls nötig und räderst die komplett weg. Einfach von Thresh engagen lassen und Thresh töten. Danach kannst du Jinx killen. Die macht null Dmg, Ninja Tabbys und Blackcleaver wenn die dich schief angucken sind die schon tot.\nDarius ist early ultra stark und thresh jinx ist nicht gut.","replies":[{"id":"","poster":"OrangeBubble","date":"2018-09-13T10:30:00.467+0000","up_votes":1,"down_votes":0,"body":"Darius 1 vs 2 gegen eine Jinx + Tresh, wie soll er da ankommen ohne das Thresh und Jinx massive Fehler machen? Thresh Hook (OHNE ranziehen) into Jinx Choompa into Thresh E into Thresh R, währendessen benutzt die Jinx ihre Minigun  oder Rocket (je nachdem ob Darius ranziehen raus ist) und zu Not finish mit der Ulti, Darius kommt nie und nimmer an die beiden ran, dazu ist der CC und anschließender Slow viel zu lange.\n\nAußerdem wieso sollte eine gefeedete Person gegen 2 gefeedete Personen eine Chance haben? 1vs2 sollte der Solo Player immer einen Nachteil haben. \n\nKlar in der unteren Elo kann man davon ausgehen, dass die Botlanes Fehler machen, aber zu sagen, Darius hat generell ein leichtes Spiel, ist Blödsinn. Das geht schon in der Theorie nicht auf.","replies":[{"id":"","poster":"eingew","date":"2018-09-14T06:45:14.554+0000","up_votes":1,"down_votes":0,"body":"Ich würde mal sagen ihr seid euch da beide zu sicher. Es kommt am Ende drauf an, wie gut Darius dodgen und wie gut Thresh und Jinx zielen können.","replies":[{"id":"","poster":"OrangeBubble","date":"2018-09-14T11:49:24.598+0000","up_votes":2,"down_votes":0,"body":"Es ging mir aber um die Aussage, Darius sollte es gegen Jinx + Thresh einfach haben und das stimmt nicht. Wenn beide Lanes korrekt spielen, haben Jinx + Thresh einen Vorteil, da man Darius kiten kann. Eine Irelia z.B. wäre nicht so einfach zu kiten, da sie mehr Mobilität besitzt als ein Darius.\n\nMan sollte sich nicht darauf verlassen, dass der Gegner Fehler macht. Man wird selber mind. genauso viele Fehler machen.","replies":[]}]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-09-10T20:16:55.851+0000","up_votes":1,"down_votes":0,"body":"man hat keinen bot schutz, ich habe auch selber nachgeschaut","replies":[]}]}]},{"id":"","poster":"justicerox","date":"2018-09-10T16:22:11.580+0000","up_votes":2,"down_votes":1,"body":"Wenn der supp alles richtig macht kommt ein darius nicht an den adc ran, klar der adc muss mitmachen, aber solange er nicht in mele range geht sollte der darius in 9/10 fällen nichts machen können.","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-09-13T01:58:07.090+0000","up_votes":2,"down_votes":0,"body":"Der thresh hat early aber gigantische cooldowns und da der aus papier ist und seine eigene lantern nicht nehmen kann killt man den zuerst.","replies":[]}]}]}]},{"id":"","poster":"justicerox","date":"2018-09-10T16:20:47.634+0000","up_votes":2,"down_votes":1,"body":"als 6/0 darius kann man genau nichts gegen eine fed botlane machen. den adc alleine zu töten ist schon schwer genug, aber wenn der supp dabei ist, keine chance. 2 mal flash und heal +ignite/exhaust. dagegen kann kein toplaner ankommen. und oneshotten geht nicht so früh im game. und das mit/late erreicht man gegen eine so gefeedete botlane nicht.","replies":[]}]}]},{"id":"","poster":"justicerox","date":"2018-09-10T15:04:07.385+0000","up_votes":1,"down_votes":1,"body":"eine 0/6 botlane kann man als 6/0 toplane aber nicht ausgleichen. die wird immer mehr impact habenund ich will ja wirklich nicht toxic sein, aber im moment pissen mich andere spieler so unfassbar an, dass ich nicht anders kann.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-09-11T15:44:53.030+0000","up_votes":1,"down_votes":0,"body":"Was für Bullshit du laberst holy shit xD, es ging um 6/0 toplane nicht only um Darius. (und sogar wenn es nur um Darius geht der schafft das auch mit dem richtigen Itembuild)\nDu willst mir erzählen dass ne 6/0 Fiora/Poppy,irelia,Akali,Camille oder nen Jax/trynd/Gnar/Garen nicht gegen ne 6 kills(aufgeteilt) botlane gewinnen?? Ka welche Spiel du da spielst aber in meinen Spielen kann der Toplaner die Botlane meist easy rekken. \nBesonders champs die hart ins late scalen wie Fiora/Irelia/Jax haben da überhaupt keine Probleme damit eine Botlane die ahead ist außeinanderzunehmen.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2018-09-11T07:57:52.744+0000","up_votes":1,"down_votes":0,"body":"Du klingst als wärst du auf dem \"Ich bin meinen Mitspielern nicht mehr überlegen und kann sie deshalb nicht mehr wie früher problemlos carryn\" - Punkt angelangt. Der Trick ist hier derselbe wie immer: Die Fehler deiner Mitspieler sind irrelevant, denn du kannst sie nicht ändern. Deine eigenen Fehler kannst du aber durchaus ändern. Wenn du deine Botlane trotz ihrer Niederlage nicht carryn kannst, bedeutet das im Umkehrschluss, dass du auf sie angewiesen bist, was wiederum heißt, dass du deinen Mitspielern nicht überlegen bist. Wenn du aufsteigen und Spiele gewinnen willst, *musst* du deinen Mitspielern aber überlegen sein. *Nur dann* hast du den Aufstieg auch verdient! Also hör auf Ausreden zu suchen, warum du auf deine Botlane angewiesen bist und mache dich frei von diesem Klotz am Bein! Geh so lange trainieren, bis der Klotz nicht mehr für dich spürbar ist ;).\n\nZumal die Gegner die gleichen Fehler machen wie deine Mitspieler. Deine Mitspieler und Gegner werden nämlich aus der gleichen Liste von Spielern ausgesucht und zufällig in die beiden Teams verteilt. Wenn du die Fehler deiner Mitspieler nicht ausgleichen kannst, heißt das also auch, dass du die Fehler deiner Gegner nicht ausnutzen kannst. Genau diesen Punkt musst du aber erreichen: Du musst die Fehler deiner Gegner ausnutzen!\n\nWenn du nach Möglichkeiten suchst, dein Spiel zu verbessern, so kann ich dir folgende Tipps mit auf den Weg geben:\n\nBleib bei Darius. Du bist ein OTP und du fährst gut damit. 59% WR in über 100 Spielen heißt, dass du noch immer am Aufsteigen bist! Die aktuelle Trockenphase, die du empfindest scheint mir also rein das zu sein: Ein Gefühl aufgrund einer kurzfristigen Niederlagenserie. Wenn du offen dafür bist, deine eigenen Fehler anzuerkennen und regelmäßig Pausen nach einem verlorenen Spiel einlegst, wird auch diese Serie aufhören! Dann schaffst du auch Platin. Die drei Spiele gestern direkt hintereinander zu packen war dein erster Fehler. Du hättest nach dem ersten Loss einfach mindestens eine halbe Stunde Pause machen sollen, besser mehr. \n\nDann finde ich deinen Build seltsam. Gestern gegen Vladimir bist du sehr defensiv gegangen, was gut und richtig war, aber Randuins ist da ehrlich gesagt eine vergleichsweise schlechte Wahl auf Darius. Warum gehst du nicht stattdessen lieber mal Righteous Glory? Das finde ich generell nicht in deiner History, dabei gibt es dir viel mehr von der dringend benötigten Mobilität auf Darius, ich denke das wäre eine deutlich bessere Alternative zu Randuins gewesen. Ich meine: Das ist kein grundsätzlich schlechtes Item, auch nicht auf Darius, aber Righteous Glory wäre eben noch besser. Außerdem hast du die letzten drei Spiele kein Steraks gebaut, das scheint mir auf Darius eigentlich Pflicht zu sein.\nDu baust scheinbar generell sehr defensiv auf ihm. Ich denke in Spielen, die gut für dich laufen, können durchaus auch sehr offensive Items auf Darius funktionieren, wie zum Beispiel Trinity oder Guardians Angel.\n\nDeine Killbeteiligung im Spiel ist ziemlich durchschnittlich. Flash/Ghost ist auf Darius eine durchaus gute Wahl, wenn du magst würde ich an deiner Stelle aber mal ein paar Spiele mit Teleport ausprobieren, wer weiß, vielleicht schaffst du es damit ja mehr Druck aufzubauen, indem du häufiger deine Lane verlässt und andere dafür gankst.\n\nKommen wir zu meinem Lieblingspunkt: Vision. Darin bist du in Relation zwar durchaus gut, aber mir ist das ehrlich gesagt noch viel zu wenig. In diesem Spiel wird einfach schrecklich schlecht gewardet, per se gesprochen und nichts für ungut, aber auch bei dir sieht das gar nicht so viel rosiger aus. Ich meine 10-11 Wards pro Spiel zu setzen ist einfach nicht wirklich nennenswert. Das bedeutet ja, dass du dein Warditem durchaus häufiger mal einfach vergisst. Das darf dir nicht passieren! Wann immer du einen Ward bereit hast, setze ihn irgendwo hin! Völlig egal wo, solange von dir ein Ward auf der Map steht. Je besser der Ward typische Laufwege abdeckt, desto besser natürlich. Aber auch an Pinks darf es dir nicht mangeln. Die kaufst du ja immerhin, das ist schonmal ein guter Anfang. Sobald du deine Boots ausgebaut hast sollte aber jederzeit im Spiel irgendwo auf der Map ein Pink von dir stehen. Fehlt einer, hast du etwas falsch gemacht! Außer natürlich du bist Fullbuild, dann ist das letzte Item wichtiger.\n\nUnd wenn du das komplette Programm willst: Guck dir jedes deiner Replays an und analysiere haarklein, in welchen Situationen du was hättest anders machen müssen, präg dir die Fehler ein und starte erst dann ins neue Spiel.","replies":[{"id":"","poster":"justicerox","date":"2018-09-11T15:09:30.195+0000","up_votes":2,"down_votes":0,"body":"Also ja danke erstmal, dass du dir die mühe gemacht hast.\n\nZum Itembuild, normalerweise ist bei mit steraks an zweiter oder dritter stelle immer drinn, aber wenn ich behind bin gehe ich immer mehr devensiv.\nRighteous Glory habe ich eine zeit lang ausprobiert, aber das item gibt zu wenig tank stats, damit komme ich nicht zurecht.\n\n\nAber ansonsten werde ich mir alles zu herzen nehmen was du gesagt hast.\n\nIch will ja auch nicht immer so tilten, aber ich kann grade nicht anders.","replies":[]}]},{"id":"","poster":"Pure Cynicism","date":"2018-09-10T16:14:59.967+0000","up_votes":2,"down_votes":0,"body":"War das früher aber so anders? Champs wie Lulu und Janna tilten jeden Assassin und Bruiser, aber die sind schon ewig im Spiel vorhanden. Was mich am meisten nervt in dieser Season, daher habe ich auch kaum SoloQ gespielt: Oneshots. Sobald ein Champ 2-3 Kills und Level vorne ist, kann er alles und jeden oneshotten ohne Counterplay. Egal ob das ein Zed ist oder ein Yi oder eine Irelia. Das Spiel nimmt dir jede Möglichkeit, dich wehren zu können.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-11T12:47:08.660+0000","up_votes":1,"down_votes":0,"body":"Ja das sehe ich genauso. Finde es ziemlich unlustig. Ich bleibe bei meiner forderung gesamten Champ Dmg (bei jedem einzelnen) um 10-20% reduzieren. Dann normalisiert sich das ganz vl ein bisschen...","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-09-11T14:10:58.552+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=KYnfKGf0,discussion-id=966L2hGG,comment-id=00020000,timestamp=2018-09-11T12:47:08.660+0000)\n>\n> Ja das sehe ich genauso. Finde es ziemlich unlustig. Ich bleibe bei meiner forderung gesamten Champ Dmg (bei jedem einzelnen) um 10-20% reduzieren. Dann normalisiert sich das ganz vl ein bisschen...\n\nIst denke ich immer noch eine Nachwirkung von den Runen. Da hatte man früher einfach flat 13 MR und 9 Rüstung mehr dabei, diese Runen waren Standard. Davon gab es nur ganz selten mal Ausnahmen. Wenn ich mich richtig erinnere, wurde der durch die Runen fehlende Grundschaden sogar noch erhöht, aber nicht entsprechend die Resistenzen angepasst. Die Rune im grünen Baum, die früh flat Resi gab, wurde ja auch entfernt. Als Crit-Adc, Enchanting-Support, ggf. Mage baust du oft keine MR-Items. Da läufst du dann im Lategame mit <50 MR herum, während die gegnerische Lux über 1000 AP hat. Hab ich die Tage selbst erst gespielt. Wenn man als Lux mit Q+AA schon Carries töten kann, läuft irgendwas ziemlich falsch.","replies":[]}]}]},{"id":"","poster":"Ninjarjar","date":"2018-09-10T14:59:06.708+0000","up_votes":1,"down_votes":0,"body":"Ist evtl. nicht das Spiel das Problem, sondern Veränderungen in deinem Alltag?\n\nIch persönlich merke, dass ich in der Woche wesentlich schneller gereizt bin, als am Wochenende.\nIch komme bereits kaputt und gestresst von der Arbeit. Wenn ich jetzt ein Game starten würde, rege ich mich zu etwa 90 prozentiger Sicherheit über jede Kleinigkeit auf, selbst wenn das Spiel noch relativ ausgeglichen ist.\n\nEventuell ein bisschen Sport machen, bevor du an den PC gehst, das bringt einen meist ein wenig runter...","replies":[]}]}