{"id":"yHsBux5i","poster":"Nordwolf87","date":"2019-08-13T11:44:03.432+0000","title":"Jungle lernen","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":0,"body":"Hallo!\n\nIch möchte gerne meinen Smurf wieder dem Zweck zuführen zu dem er erstellt wurde. Neue Rollen/Champs kennen zu lernen. Toplane hab ich schon, ist grad nicht meine Meta (Ich mag {{champion:78}} , {{champion:98}}  und {{champion:59}} ). Darum würde ich gerne Jungle lernen. Vom Main (diesem Acc) hab ich schon bissi Erfahrung mit {{champion:79}} {{champion:121}} und ein Wenig {{champion:141}} und {{champion:64}} wobei ich letzteren nicht gut genug kann, auch wenn er viel Spaß macht. Am Smurf hab ich ab und an mit {{champion:59}} den Wald besucht.\n\nAber ich hatte immer das gleiche Problem (egal welcher Champ): ich verliere im Jgl zu viel Leben bei den Camps, obwohl ich versuche zu Kiten. Kennt jemand ein Video oder so wo man lernt zu  Kiten ohne viel Hp zu verlieren (besonders die Krugs/Golems/Kieselsteine kosten mich immer viel HP...). Sprich *wann genau* muss ich spacen um den Schaden zu minimieren?\n\nJust zur info am Smurf würde ich mich auf: {{champion:59}} {{champion:121}} und {{champion:141}} beschränken (wenn alle Stricke reissen und ich unbedingt einen APler brauch würdr ich {{champion:32}} picken auch wenn ich ihn nicht wirklich mag).\n\nDanke im Voraus für die Hilfe für Tipps (auch was  Champs angeht) bin ich dankbar.\n\nFalls es von bedeutung ist mein Smurf ist Bronze 2 am Sprung zu Bronze 1.","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-08-13T12:58:07.046+0000","up_votes":2,"down_votes":0,"body":"Mit J4 wirst du auf jeden Fall beim ersten Clear low...\nGeh einfach nach ein paar camps back, Kauf dir ein Longsword und dann gehts sehr viel besser...\n\nWenn du einen AP Jgler spielen willst, würde ich auf jeden Fall Elise empfehlen!","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-13T13:49:56.579+0000","up_votes":1,"down_votes":0,"body":"Elise habe ich noch nie gespielt. Sie schaut intressant aber ziemlich schwierig aus :c","replies":[]}]},{"id":"","poster":"SSF LastAngel","date":"2019-08-13T12:44:31.321+0000","up_votes":2,"down_votes":0,"body":"https://www.youtube.com/watch?v=8MaQpvQKp_M\nIst relativ gut und zeigt auf mehreren Jungler Arten wie man Jungle Camps kited.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2019-08-13T12:34:31.019+0000","up_votes":2,"down_votes":0,"body":"Kannst mich adden, wenn du möchtest, dann können wir zusammen ein paar Jungler und verschiedene clears durchgehen.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-13T12:52:25.267+0000","up_votes":1,"down_votes":0,"body":"Mach ich gerne sobald ich von der Arbeit daheim bin. Danke :)","replies":[]}]},{"id":"","poster":"StopFlameAndWin","date":"2019-08-13T12:32:49.500+0000","up_votes":2,"down_votes":0,"body":"Da hab ich was für dich, \n\nhttps://www.youtube.com/watch?v=iAl_mwG6zrg\n\nDieser Youtuber ist zwar nicht so bekannt, aber seine Videos behandeln alles was du über Jungle wissen musst, super aufbereitet und einfach zu verstehen, solang du der englischen Sprache mächtig bist.\n\nAnsonsten ist Jarvan ein super champ um den Jungel zu lernen. Ein Tipp Vorweg, wenn du mit mehr Leben durch den Jungel gehen möchtest, dann fang bei Red an, greife mit 3 Autoattacks an, (Nutze deine Fähigkeiten zwischen den Autoattacks) und dann rennst du weg, bis er dir folgt und greifst dann wieder an. So bekommst du 3 attacken + Fähigkeiten raus und steckst nur 2 Autoattacks von den Monstern ein. Bei den Golems (Krugs) machst du einen Auto auf die kleinen, smitest, (red vorher nicht smiten! lass dir helfen von der Botlane), und dann greifst du den großen an und kitest die kleinen drum herum oder nutzt deine AOE Fähigkeiten um die mit einem schlag weg zu hauen. Dann gehst du zu wolves, Blue und Scuttle. Wenn du Scuttle machst, bekommst du viel Leben und Mana zurück ohne auch nur ein Leben zu verlieren. Red verschafft dir sehr viel Lebensregeneration, deswegen ist es in der akutellen Meta so wichtig, bei Red anzufangen. Gromp kannst du zur Zeit getrost ignorieren, da gankst du lieber eine Lane und machst ihn danach irgendwann. Aber das wird alles in diese Videos erklärt.\n\nFalls du noch fragen hast, oder keine besseren Antworten kennst, kannst du mich auch einfach adden.\n\"StopFlameAndWin\"\n\nGruss","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-13T12:51:44.413+0000","up_votes":1,"down_votes":0,"body":"Wow super! Dann bin ich immer zur falschen Zeit gelaufen. Bei mir gings immer weglaufen-> er holt mich ein->ich kassier nen Hit...und ich dachte so: \"da hätt ich auch stehenbleiben können\"...Die Steinviecher hab ich auch immer falsch gemacht: hab immer den Großen gefocust (E>(Q)>AA-> W >AA> Smite>laufen).\n\nDanke hast mir sehr geholfen :)","replies":[]}]},{"id":"","poster":"BestKillerEu","date":"2019-08-13T12:26:29.769+0000","up_votes":2,"down_votes":0,"body":"Bei Kayn kann ich dir tipps geben, bzw. (Eigenwerbung ist hier leider automatisch enthalten)  Schau das Video an. Und auch in der playlist den nächsten Teil ( manchmal geht es auch bei mir schief, mit Kayn jungle.) Aber generell kenne ich meine Wege.  Zumindest solltest du in der Lage sein, durch das Video zu sehen wie man Kitet, bzw. wie man die Steinviecher recht gut erledigen kann. Vielleicht kannst du einiges selbst anwenden. \n\nIch bin aber vorab kein Pro oder so. Manchmal läuft es richtig geil, und manchmal gar nicht. (wobei mein Focus die Mid lane ist, jungle eher nebenbei) Ansonsten empfehle ich den YouTube kanal Playershub er zeigt allgemein wie man im Jungle besser überlebt. (sein letztes video war mit Kayn jungle)\n\nhttps://youtu.be/4S2thTcOq-M?list=PLVYgAOaRUBKKkOEIgAqC7Nu2OjUbK-lyd","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-13T12:47:31.578+0000","up_votes":1,"down_votes":0,"body":"Ok danke schonmal.\n\nJa Silphi schau ich mir eig. alle Videos an und wenn sichs ausgeht auch mal nen Stream. Mit seinem letzten Video \"Letstorial\" hat er mir wieder Lust auf  Jgl gemacht - was auch ein Grund für den Post hier ist xD","replies":[{"id":"","poster":"BestKillerEu","date":"2019-08-13T17:15:39.374+0000","up_votes":1,"down_votes":0,"body":"Also oben beschreibt jemand die steinviecher zum Beispiel schon anders. Ich gehe immer auf den Fetten, (da kayn ja eh beide erwischt mit der Q bekommen beide damage) auf der hälfte des steinvieh einfach smite drauf (so heilst du auch nochmal hoch). Dann andere seite, wölfe ignorieren. und blue saven. und die krabbe. nutze ich seit einigen Wochen. (also den weg) die aufnahmen sind ja auch etwas älter. \n\nAber schön auch andere Sucuks zu treffen hier druaßen im Forum. :D","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-14T04:41:45.618+0000","up_votes":1,"down_votes":0,"body":"Das Pathing ist mir momentan nicht so wichtig. Ich spiele derzeit Red>Crugs>Raptors>Blue>Crab. Gromp mach ich gar nicht und Wölfe nur wenn ich zufällig nix besseres zu tun hab. Die 4 bzw 5 Camps halte ich auf farm. Das funktioniert recht gut.\n\nAber Riot hat schon angekümdigt diese Season den Jgl noch zu überarbeiten. Und zwar dahon gehend, dass Crugs und Raptors weniger bringen sollen und die dort abgezogenen EP bzw Gold Gromp und Wöflen zu gute kommen sollen. Dh da kommt eh ein ganz neuer Pfad.\n\nEr macht einfach gute Formate und hat halt echt ahnung vom Game, was er auch weitergibt indem er viel erklärt....auch wenn ich noch nicht genau weiß was eine Sucuk ist xD scheint so ne Art Wurst zu sein oO","replies":[{"id":"","poster":"BestKillerEu","date":"2019-08-14T11:15:23.954+0000","up_votes":1,"down_votes":0,"body":"Ok den Insider kennst du nicht. :D","replies":[]}]}]}]}]},{"id":"","poster":"NiicQ","date":"2019-08-13T11:58:48.311+0000","up_votes":2,"down_votes":0,"body":"https://youtu.be/uTQBZ0_94S8\nDas ist zwar kiten für adc.. Aber ist ja eigentlich das selbe schaus dir mal an :)","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-13T12:43:27.233+0000","up_votes":1,"down_votes":0,"body":"Dankeschön :)","replies":[]}]},{"id":"","poster":"TF Autophil","date":"2019-08-20T13:30:05.586+0000","up_votes":1,"down_votes":0,"body":"Moin Nordwolf!\n\nIch empfehle dir, dich auf höchstens 2-3 Champs zu kontentrieren, am besten 1-2. Damit du erstmal Jungle an sich lernst und danach den Championpool erweiterst.\nWir von Get Good Coaching haben einen [Discord Server ](https://discord.gg/dTzgcA8) genau für diesen Zweck aufgebaut. Wir helfen mittlerweile knapp 400 League Spielern und es wäre uns eine Freude, wenn wir auch dir helfen dürften. \nAlle wichtigen Infos kriegst du direkt auf dem Discord :)\n\nWir sehen uns ;)","replies":[]},{"id":"","poster":"twenty47","date":"2019-08-13T15:19:23.456+0000","up_votes":1,"down_votes":0,"body":"wenn du möchtest kann ich dir helfen. \nSpiele zz Kayn, Elise, Panth \nHabe aber auch viel exp auf anderen Jungle Champs. \nEinfach adden bei interesse\n\n\nDas kiten im Jungle geht mMn mit Graves ganz gut, da man nur die shift taste und rechtsklick bedienen muss ;) \nDazu noch der knockback und der dash :)","replies":[]}]}