{"id":"bpyjnEAJ","poster":"Minazura","date":"2018-09-10T00:53:04.141+0000","title":"Verpeilter Supporter sucht Gleichgesinnte (Silber)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ohayo  (◕ᴗ◕✿)\r\n\r\n_Du bist verpeilt, siehst League of Legends als Spiel und nicht als bitteren Ernst an und kannst &uuml;ber Fehler eines Deppensupporters lachen? Dann klingt das schon mal ganz gut!_\r\n\r\n**Who dis**\r\nIch bin 19 Jahre jung (im Dezember 20, weay), bekam den Namen Janine zugeteilt und befinde mich derzeit im sch&ouml;nen Silber V. Momentan fokussiere ich mich eher auf normale Spielrunden, da Ranked tilted wie Sau und ich auch zu lange Pausen hatten, jetzt m&ouml;chte ich dann aber langsam doch mein Gl&uuml;ck wieder herausfordern (und meine Nerven) und wieder mit Rankeds anfangen. Daf&uuml;r fehlt mir nur noch ein Partner (nein, kein Elitepartner).\r\nWas w&auml;re sonst so &uuml;ber mich zu sagen? Ich bin ein Sozialphobiker, mache mir daher mehr Gedanken darum was andere &uuml;ber mich denken als die es eigentlich tun und bin daher anfangs vielleicht etwas awkward und ruhig. Normalerweise lache ich aber &uuml;ber jeden Schwachsinn, verstehe das Ding namens &quot;Humor&quot; und raste gerne mal aus ohne jemanden zu beleidigen (Ja, das geht). Bis Ende Oktober hab ich zu viel Freizeit, d.h ich kann jeden Tag spielen von 8 Uhr morgens bis circa 23 Uhr. Danach muss ich mal schauen, weil dann das Studium beginnt (RiP).\r\n\r\nAnzubieten habe ich TS, LoL VoiceChat, z&auml;hneknirschend Discord.\r\n\r\n\r\n\r\n**Was ich gebacken kriege**\r\nIch liebe Morgana {{champion:25}}  und kann stolz mit einer 88% Winrate mit ihr prahlen (Achtung: durch normale Games entstanden und nicht durch Rankeds). Ich w&uuml;rde sagen, dass ich ganz gut mit ihr bin, mein Q trifft jedenfalls ein oder zwei Mal und ich ulte jetzt nicht unbedingt den n&auml;chst besten w&auml;hrend der ADC in der Base Party macht. \r\n\r\nAnsonsten kann ich noch Soraka {{champion:16}} anbieten, mit der bin ich eigentlich auch nicht komplett hirnlos aber scheinbar ist das mein Pechchamp denn ich verliere immer mit ihr. q_q\r\n\r\nAndere Supporter kann ich nat&uuml;rlich auch spielen, aber das sind so meine zwei Lieblinge. Man kann mir gerne Lulu, Janna, Pyke, whatever aufzwingen, ich beschwere mich auch nur ab und an :3 \r\n\r\nIch bin Silber V und das sollte eigentlich schon vorwarnen ABER: Ich: Kein Profi. Ich bin nicht Faker und &uuml;ber Gold kann ich wahrscheinlich auch nur tr&auml;umen. Deppenfehler passieren, vor allem je sp&auml;ter es wird. Beweis? [Klick mich.](https://www.twitch.tv/minazuraeuw/clip/BreakableAlluringCheeseMVGame) Taktische Werbung und Info das ich nebenbei streame? Yes. Bin ich famous? N&ouml;. Ich hab einen Zuschauer. ^-^ \r\n\r\n\r\n**Was ich erwarte**\r\nElo: Ist mir eigentlich Schnuppe. Ich w&uuml;rde aber gerne versuchen, die Elo zu climben, also vielleicht nicht unbedingt Bronze V.\r\nAlter: Geistig sollte es &uuml;16 sein.\r\nCharakter: Bitte. Nicht. Flamen. Danke! Und wenn man dauernd nur &uuml;ber meinen Spielstil redet und nonstop kritisiert ohne das ich danach frage, bin ich auch schnell mal genervt. Kritik? Gerne! Aber nicht 40min lang und vor allem bei jedem kleinen Fehler. Die mach ich und die allermeiste Zeit wei&szlig; ich das :&lt; Ansonsten ist noch zu sagen, dass ich League of Legends spielen will und das hier kein Bauer sucht Frau ist. \r\n\r\nOh. Ich spiele gerne mit MatchaEis, da sie eine gute Freundin von mir ist. Wenn die online kommt, verziehe ich mich also zu ihr. Das ist dann Dienstag abends, mittwochs und am Wochenende (meist abends). Wer also einen 24/7 treuen Partner haben will, ist bei mir an der falschen Stelle. Ich gehe fremd. Auch kann man von mir nicht erwarten, dass ich jeden Tag Lust auf LoL habe. Wie gesagt: Wer einen festen Partner haben will, der jeden Tag erreichbar ist und Bock auf Tilting hat, sollte lieber jemand anderen suchen.\r\n\r\nHab ich zu viel geschrieben? Jap!\r\nHabt ihr noch Fragen? Einfach ingame oder hier anschreiben.\r\n\r\nMina~","replies":[{"id":"","poster":"Pool Party Power","date":"2018-09-10T01:35:20.026+0000","up_votes":1,"down_votes":0,"body":"Kannst mich gerne mal adden heiße Pool Party Power","replies":[]},{"id":"","poster":"Neín","date":"2018-09-10T05:26:52.201+0000","up_votes":1,"down_votes":1,"body":"Hallöchen liebe Minazura,\n\nwie ich gesehen habe bist du auf der suche nach Mitgliedern für deine Games?\nBei uns spielen täglich Gruppen in Normals, Rankeds und anderen Modi in Bronze-Platin - d.h. du müsstest nie mehr fremde Leute suchen!\n\nAußerdem bieten wir dir DuoQ-Partner und Flex-Teams an, welche von unserem Staff managed werden.\n\nZu uns:\nWir sind eine ~300 Mitglieder große Ü18 Community mit Bereichen in LoL, OW, P&P und Other Games.\nBesteht evtl. Interesse? Dann melde dich doch einfach nochmal bei mir oder joine einfach direkt dem Discord! :)\n\nHier musst du nur unsere Regeln lesen und dein Alter bestätigen:\nhttps://discord.gg/RtgmsCe\n\nWir sehen uns in der Kluft!","replies":[]}]}