{"id":"Br6OiWE5","poster":"BANG LostMelody","date":"2018-09-09T21:47:23.266+0000","title":"DuoQ Partner (gern Adc :3) für den Climb aus Bronze gesucht! :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute!\n\nMein Name ist David, ich bin 21 Jahre alt und spiele LoL seit 2015 (Quelle: erster gekaufter Skin :D). Ich fokussierte mich die letzten Jahre eher weniger aufs Ranked sondern spielte viel lieber im Team doch irgendwie hielt die Motivationsspanne der Mitglieder nicht all zu lang und es entstand eine, f&uuml;r mich unangenehme Atmosph&auml;re. \n\nAus diesem Anlass und aus dem Grund das ich von Silber V auf Bronze 1 gedroppt bin, habe ich beschlossen meinen Weg ins Solo Q wieder zu finden! Ich sags gleich ich bin nicht der Beste! Es gibt Momente da kann ich plays machen aber es gibt auch Situationen da ist genau das Gegenteil der Fall! Aber wir sind ja keine Profis und spielen das Spiel nur zum Spa&szlig; (hoffe ich ^^) \n\nDoch wen suche ich? \nAm wichtigsten bei der Person, welche mein DuoQ Partner werden m&ouml;chte, ist Tiltresistenz! Klar man kann nicht jedes Game 100% krass performen und es ist auch deprimierend das man immer mal wieder geoneshotted wird aber solange ihr euch davon nicht unterkriegen lasst seid ihr gern gesehen! ^^\n\nIch bin eine Frohnatur! Sollte ich mich in der Anwesendheit der anderen Person wohl f&uuml;hlen werdet ihr das m&ouml;glicherweise sogar gut merken wenn nicht sag ich es euch nat&uuml;rlich gern &lt;3\n\nAm liebsten w&auml;re es mir ja wenn ihr ebenso wie ich Bronze I mit 0 LP seid denn ich denke da ist der Anreiz gemeinsam zu climben etwas gr&ouml;&szlig;er auch wenn meine MMR komplett im Eimer ist und ich kaum was an LP verdiene haha ^^&quot;\n\nDa ich ein alter Supportmain bin (Leona I Rakan sind Favoritenchamps alle anderen kann ich auf jeden Fall in den Basics+) w&auml;re mir f&uuml;rs DuoQ ein ADC Main am liebsten! Mir ist es vollkommen egal wie gro&szlig; dein Championpool ist mit ordentlich Synergie kann man dennoch gewinnen ^-^\n\nErster Treffpunkttag w&auml;re Dienstag 19 Uhr nat&uuml;rlich werde ich aber alle die sich auf meinen Post melden und mich adden schon vorher begr&uuml;&szlig;en und kennen lernen wollen ^.^ Also Spiele erst am Dienstag ^^ addet mich unter LL Keisuke bei lol \n\nAnsonsten werdet ihr alles weitere &uuml;ber mich bestimmt bei einem pers&ouml;nlichen Gespr&auml;ch kennen lernen (zumindest das was ich preis gebe :P) \n\nAnsonsten w&auml;rs das erstmal von mir! Ich freue mich auf euch und hoffe bald mit einem von euch die Kluft gemeinsam unsicher zu machen ^.^\n\nBis dahin w&uuml;nsch ich euch allen die das hier lesen einen wundersch&ouml;nen guten Tag noch oder einen wundersch&ouml;nen guten Abend oder eine wundersch&ouml;ne gute Nacht und man h&ouml;rt sich!\n\nHaut rein \nKeisuke :&gt;","replies":[]}