{"id":"cXLAU7vl","poster":"Tetrapack2","date":"2018-09-09T21:30:44.760+0000","title":"Bronze 2 Aufstieg in Bronze 1","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hey zusammen\r\nIch habe endlich 100 LP in Bronze 2. Jetzt muss ich drei matches machen um aufzusteigen aber wie viele davon muss ich gewinnen und was passiert wenn ich alle 3 verliere? Au&szlig;erdem noch die Frage: wenn ich dann in Bronze 1 bin und die Chance habe in Silber 5 upzuranken wie funktioniert es dann da? Wie viele Spiele muss ich machen und wie viele davon gewinnen?\r\nDanke schonmal im voraus 😀🤘","replies":[{"id":"","poster":"Nordwolf87","date":"2018-09-10T09:18:47.225+0000","up_votes":2,"down_votes":0,"body":"Bronze 2 -> Bronze 1\n\n3 Promo Spiele. 2 davon musst du gewinnen. Solltest du scheitern wird dein LP verlust normal berechnet und du startest bei wieder bei Bronze 2 ~ 50-70 LP hast aber für deinen nächsten Promo - Versuch einen Win schon fix, der wird dir als \"Trostpreis\" geschenkt. D.h. bei jedem weiteren Versuch musst du nur noch 1 von 2 gewinnen.\n\nBronze 1 -> Silber 5\n\n5 Promospiele. 3 davon musst du gewinnen. Alles weitere ist das gleiche wie B 2 -> B1. Nach dem ersten Mal scheitern musst nur mehr 2 aus 4 gewinnen.","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-09-09T22:13:20.274+0000","up_votes":2,"down_votes":1,"body":"Bei einem Divisionsaufstieg (Bsp : Bronze 4 zu Bronze 3) musst du sobald du 100 LP erreicht hast bis zu 3 Promotion-Spiele absolvieren wobei das Dritte lediglich bei einem Unentschieden nach 2 Spielen stattfindet. Solltest du da bereits 2 verloren/gewonnen haben dann wird das 3. Spiel nicht mehr notwendig.\n\nSolltest du verlieren fällst du auf eine gewisse LP-Menge der aktuellen Division wieder zurück diese Menge hängt von deiner MMR ab soweit ich weiß.\n\nBei einem Rangaufstieg also Bronze 1 zu SIlber 5 zb benötigst du bis zu 5 Promotion-Spiele wovon dann 3 gewonnen werden müssen. Auch da bleibt bei frühzeitigen 3 Siegen/Niederlagen der Rest dann überflüssig. Außerdem hast du nach jedem Aufstieg einen Abstiegsschutz der vor allem von Liga zu Liga recht hoch ist während er bei Divisionsaufstiegen nur gering ist.","replies":[]},{"id":"","poster":"Cenâreth","date":"2018-09-10T08:34:02.610+0000","up_votes":1,"down_votes":0,"body":"Bei Best of 3, 2 Games Win, solltest du die Promo losen bekommst du bei der nächsten Chance nen Extra Win damit musst du dann nur noch 1 Game gewinnen.","replies":[]}]}