{"id":"JzOLsXmq","poster":"Pandeonor","date":"2018-09-08T15:08:22.338+0000","title":"2 der 3 groben Zyra bugs anschaulich","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":" https://youtu.be/VxtIY6-OCnI\n\nDie Mechanik eines Bugs scheint inzwischen klarer. Die Pflanzen &quot;sehen&quot; in die Richtung des letzten Zieles beim spawnen. In diesem Falle war es Jax. Wenn sich &quot;hinter&quot; den Pflanzen bereits ein Ziel _innerhalb_ des Sichtradius (575) befindet [hier der Sion), dann wird dieses so lange ignoriert bis es entweder heraus und wieder hineingeht oder er die Pflanze angreift.\n\nWeshalb dann die Pflanzen den armen, toten Jax noch weiter attackieren.... je nun.\n\nZyra hat offenbar seit Juli (&quot;bugtime&quot;) 2% an winrate und 1/3 an Popularit&auml;t eingeb&uuml;&szlig;t.\n\nNa ja. Zyra ist ja _weiblich_. Vielleicht gibt es da ja auch irgendwelche Besonderheiten in der _Behandlung_ was Champs angeht.  *duckundwegrennt*","replies":[{"id":"","poster":"Pandeonor","date":"2018-09-11T08:11:29.636+0000","up_votes":1,"down_votes":0,"body":"Gestern ein Normal gespielt gegen eine Diamond4 Syndra Midlane und KhaZix Dia5 im Jungle.\n\n_Unspielbar_\n\nJa, trotzdem gewonnen. Das ändert nichts. Syndra muss man derb herauszonen, ist für mich persönlich ein sehr schwieriges Matchup zumal jederzeit von irgendwo ein Kha herausploppen kann. Ich _kann_ aber nicht sauber zonen wenn die Pflanzen sich nicht \"umdrehen\". Die Syndra rennt in den River, ich stell´ eine Pflanze, die spawned in Richtung Lane da dort mein letztes Ziel war und spielt Deko, schiesst einfach nicht auf die Syndra welche einen Schritt dahinter herumfliegt. Dies und ähnliches als Blumenstrauß am Ende was die Menge an _Blümchen_ angeht.\n\n\n**el rito games**\n\nIst das so was wie _Al Capone_? :-/","replies":[]},{"id":"","poster":"Pandeonor","date":"2018-09-08T19:51:53.029+0000","up_votes":1,"down_votes":0,"body":"Ich habe Euch noch einmal 2 Ultis - in einem Match, also \"am Stück\" mit 3 nur Minuten dazwischen:\nhttps://youtu.be/OeZwMMz2n9U","replies":[]}]}