{"id":"tUjutayo","poster":"aubergin3","date":"2019-08-11T20:31:39.741+0000","title":"Angefangen zu spielen und auch direkt wieder aufgehört","subforum":"Teamfight Tactics","up_votes":1,"down_votes":3,"body":"Ich habe vor einigen Wochen angefangen LoL zu spielen und bin auch schon wieder am Ende angekommen. Andere Games machen einfach wesentlich mehr Spaß.\r\n\r\nDer Grund ist weniger das Spiel als solches, sondern ausschließlich die Gaming Experience die man in Unranked vorfindet.\r\nStomps, Ragequits und Trolle die absichtlich das Spiel sabotieren sind praktisch Gegenstand von jedem zweiten Game und ich habe nicht das Gefühl dass der Report irgendetwas macht. Nur einmal habe ich das berühmte \"Insta Feedback\" bekommen dass im Hintergrund etwas unternommen wurde.\r\n\r\nInsgesamt ist es mir einfach deutlich zu wenig dass Riot unternimmt um eine ausgeglichene und kompetitive Umgebung zu schaffen.","replies":[{"id":"","poster":"Megamaexx","date":"2019-08-12T09:10:43.274+0000","up_votes":2,"down_votes":0,"body":"TFT ist eben nicht was für jeden. (Es geht doch um TFT oder warum ist es im “Taktischer Teamkampf“-Unterforum?)\nEdit: Moment, Trolle, Raqequitter &amp; Co. stören dich? Das ist doch dann ein free win!","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-08-11T21:15:03.608+0000","up_votes":1,"down_votes":1,"body":">Ich habe vor einigen Wochen angefangen LoL zu spielen\n\n- Träg das Demacia-Icon, welches 2017 (und ganz kurz im Sommer 2018) durch die Events bezüglich der Runterra-lore verteilt worden war...\n\n\"EINIGE WOCHEN\". -TE 2019\n\nWarum schreibst du von einem zweiten Account?._.\n\n>Andere Games machen einfach wesentlich mehr Spaß.\n\nDas muss jeder für sich selber wissen. Eingie Leute sind in MMO's z.B. besser aufgehoben, andere mögen Shooter mehr. Das kann dir niemand übel nehmen.\n\n>Der Grund ist weniger das Spiel als solches, sondern ausschließlich die Gaming Experience die man in Unranked vorfindet.\n\nAlleine wegen diesem Satz würde ich meinen, dass das nicht dein Hauptaccount sei. Du musst einige Rankeds gespielt haben, damit du diesen Vergleich ziehen kannst. Bisher hast du aber kein gewertetes Spiel auf diesem Account gespielt.\n\nAber ja, viele Spieler erstellen sich einen neuen Account, weil sie ursprünglich einen Bann erhalten haben und aus Frust dann extra unfreundlich sind.\nDas sind dann auch oft die, die nicht verstehen, wieso es egal ist, wer mit dem Streit angefangen hat.\n\n\n>Nur einmal habe ich das berühmte \"Insta Feedback\" bekommen dass im Hintergrund etwas unternommen wurde.\n\nDas liegt an der Privatsphäre. Du bekommst dieses Pop-up bewusst selten und ohne Kontext. Die Meldung kann auch von einem Report stammen, der Monate her ist und gar nichts mit deinem letzten Fall zutun hat.\n\nNiemand soll wissen, was wer als Strafe bekommt und ob XY bestraft worden war. Das selbe gilt auch für dich: niemand wird je von deinen Sachen erfahren, solltest du nicht in's Forum damit gehen.\n\n(Was natürlich völlig okay ist, schließlich hilft man hier oft...)\n\n>Insgesamt ist es mir einfach deutlich zu wenig dass Riot unternimmt um eine ausgeglichene und kompetitive Umgebung zu schaffen.\n\nDann sieh dir ruhig an, wie viele Threads wir in dem Bereich \"Spielerverhalten und Moderation\" haben, bezüglich Strafen.","replies":[{"id":"","poster":"611FVNKBlv","date":"2019-08-14T02:30:05.199+0000","up_votes":1,"down_votes":0,"body":"Bei 23823932923923923 Spielern stolze 1-2 spieler pro tag die ne sperre kriegen. Diese Logik von EUW-Spielern schon wieder\n\nIch hab bestimmt in den letzten 3 tagen wieder etwa 30 trolls/inter und mind 5 afks gehabt.  von denen wurde (hab grad nachgeschaut ) EINER  augenscheinlich gesperrt. kann auch sein das der nur nicht spielt aber im optimalfall ist einer mit ner sperre davon gekommen.\n\nich wurde hure genannt ich wurde fot** genannt und da kam noch einiges mehr. Mates die 0:20 gingen , run it down mid machen und tzd alle 30 min n neues game auf op.gg haben-\n\nund was mich am meisten abfuckt :\n\nDie haben oftmals recht normale games und kaum hab ich die im Team haben die 0:20:0 scores usw oder beleidigen massivst.\n\nMan kann mich verschwörungstheoretiker nennen aber riots system drückt mich safe bewusst runter. heute auch schon wieder ... war ganz ganz knapp an der grenze zur goldpromo . war n harter weg ...... bei 97 lp dann nen troll = lose . wieder n win , wieder 97 lp , wieder n troll .... wieder n win .... wieder n ver****** troll. und mit troll meine ich keine leute die 1:5 stehen und mal n bad game haben sondern die leute die schon in der CS salzig sind dann die mitte runterrennen und 0:10 aufwärts gehen  nur weil sein lieblingschamp gebannt wurde.\n\n\nSo etwas bekommt leider keine Sperre oder meine reports sind einfach nichts wert weil riot mich eh überall n bisschen hart zu drücken scheint. \n\nKannst mir also nicht erzählen das die leute ihre gerechte strafe bekommen oder riot etwas dagegen unternehmen möchte.\n\nis schon nice wenn man sup spielt durchschnittlich 4er quote hat, in 30 % der games von op.gg /your.gg als mvp gekennzeichnet ist und man tzd nicht climben kann weil immer irgendeiner trollt nach nem gewonnenen match. man noch matchmaking luck :Worst/Bad angezeigt kriegt und bessere plays hinlegt in mind 85% der games als n durchschnitts dia 3/4-Spieler.\n\nReportsystem funktioniert also legit ziemlich gut. Bei aller fairness muss man zwar sagen das afks wesentlich weniger wurde aber die leute haben gecheckt das trollen nicht bestraft wird also trollen se jetzt lieber . Top :) ","replies":[{"id":"","poster":"LastEra","date":"2019-08-14T23:47:21.176+0000","up_votes":1,"down_votes":0,"body":"Das Reportsystem wird von einem Algorythmus geprüft der nur sehr schwer feststellen kann ob es sich hier wirklich um Troll oder einfach einen schlechten spieler handelt. \nIch kann dir sehr wohl erzählen das Riot daran Arbeitet und auch jeden tag sehr viele Spieler Gebanned werden!\nDein Account ist lvl 12 also entweder Schreibst du von einem Smurf weil DU Gebanned wurdest oder weil du eben nicht in 30% der Games MVP bist und sicher auch nicht besser bist als 85% der Dia 3/4 Spieler. \n\nGutes Beispiel: habe eine bekannte die bronz 1 war und standig wie du am heulen war wie scheiße alle anderen sind, nach dem ich mich ordentlich mit ihr hingesetzt und ihre Replayes durch gegangen bin (sie auf fehler hingewiesen habe), hat sie verstanden das sie einige fehler macht und nach dem sie sich verbessert hat, ist sie jetzt schon gold 2 und kurz vor Platin.\n\nFazit: Hör auf anderen die Schuld zu geben, Spiel mehr Meta Champs, Guck deine Replayes an oder lass sie angucken (gibt kostenlose Coaches im dia bereich)\n\nDas hier ist Übrigends der TFT bereich also wenn es nicht darum geht das deine \"mates\" in TFT dir deine \"Combo\" versauen, RAUS!\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]},{"id":"","poster":"BR Fortnite","date":"2019-08-12T19:50:24.100+0000","up_votes":1,"down_votes":1,"body":"Juckt keinen. Bye.","replies":[]}]}