{"id":"d9ylZzEE","poster":"i own hookers","date":"2018-09-07T17:34:31.239+0000","title":"Laggs in der Championauswahl","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Es laggt jedes zweite mal in der Championauswahl und es geht einfach nicht mehr weiter. Dann nach 2-3 Minuten behauptet der Client ICH H&Auml;TTE DIE CHAMPIONAUSWAHL VERLASSEN!\n\nIch sitze gerade meine Leavebuster sperre ab wegen euch.\n\nLG","replies":[{"id":"","poster":"i own hookers","date":"2018-09-10T16:19:44.389+0000","up_votes":1,"down_votes":0,"body":"Stecke wieder mal in der Championauswahl fest. Wollte es einfach mal posten - Denn auch wenn das hier niemand liest - so brauche ich doch irgend eine Beschäftigung, während ich warte bis der Client wieder ins Hauptmenü zurück fällt und behauptet ich hätte die Auswahl verlassen. Dum di dum tralalalala.\nVielleicht mache ich einen Blog hier. Nur für mich. Ganz allein. Weil es niemanden interessiert.\n\nLalalala.","replies":[]},{"id":"","poster":"i own hookers","date":"2018-09-09T16:30:48.977+0000","up_votes":1,"down_votes":0,"body":"Gerade den Client frisch gestartet, gehe ins Ranked und schon wieder hängt der Client fest. Habe das Spiel inzwischen zum fünften mal neu installiert heute.\nIch habs langsam wirklich satt. Macht mal was dagegen, es ist echt zum kotzen. Ich kann ja wohl kaum der einzige mit diesem Problem sein!!!","replies":[]},{"id":"","poster":"i own hookers","date":"2018-09-09T12:07:42.155+0000","up_votes":1,"down_votes":0,"body":"Geil, gleich im nächsten Spiel schon wieder:\nIch komme in die Championauswahl, möchte dem Team zeigen welchen Champion ich spielen möchte (Morgana) aber egal wie oft ich auf den Button klicke es passiert nichts. Der Countdown steht wieder mal ne gefühlte Ewigkeit auf \"0\" und auf einmal ist die Bannphase abgeschlossen und ich hab natürlich nichts gebannt. Dann sind die Gegner am picken, aber sie picken nichts. Countdown geht runter auf \"0\" und auf einmal fliege ich aus der Champselect und erhalte die Nachricht, dass ich die Championauswahl verlassen habe. \n\nWas mich ebenfalls tierisch nerft, ist dass es keinen von Riot kratzt. Ich kann in diesem Thread wahrscheinlich einen Roman verfassen und Riot bemüht sich kein bisschen darum mir zu helfen. Vielleicht wird dieser Thread einfach kommentarlos gelöscht irgendwann.","replies":[]},{"id":"","poster":"i own hookers","date":"2018-09-09T12:00:05.354+0000","up_votes":1,"down_votes":0,"body":"Gerade ist es wieder passiert. Ich wähle für den ADC einen Champion aus aber kann nicht einlocken. Der Countdown bleibt etwa 30 Sekunden lang auf \"0\" stehen und auf einmal startet das Spiel und ich bin Twitch Support. Ich gehe bewusst nicht ins Spiel und hoffe, dass mein Team ein remake machen kann.","replies":[]}]}