{"id":"qfOEUHFu","poster":"Luzzi27","date":"2019-08-11T15:41:01.956+0000","title":"Noxus vs Demacia","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Wer würde in einer all out Schlacht gewinnen, Demacia oder Noxus?","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-11T16:04:49.855+0000","up_votes":2,"down_votes":2,"body":"Durch die lange expansionistische Vergangenheit von Noxus sind sie deutlich stärker, wenn es um Kriegssituationen geht. Weiterhin verfügen sie über weit aus größere Truppenstärke, da sie das ausgedehnteste Reich Runeterras sind (wobei ich mit gegenüber dem Freljord nicht ganz sicher bin). Da Demacia nicht über innovative Kampfstrategien verfügt (wie es ein Ionia tut) würden sie einfach übermannt werden. Vor allem muss man sich ja auch klar machen, dass sich Demacia gegen den Einsatz von Magie im Kampf stellt, was bedeutet, dass Trümpfe wie Lux in einer derartigen Schalcht ungeachtet der Situation nicht eingesetzt werden würden.\n\nIch bezweifle jedoch, dass Demacia sich mit Noxus anlegen würde und Noxus würde nicht viel bekommen, wenn sei sich mit Demacia anlegen würden. Es würde sich nicht lohnen.","replies":[{"id":"","poster":"Luzzi27","date":"2019-08-11T16:24:41.357+0000","up_votes":2,"down_votes":3,"body":"Da kann ich dir nur zustimmen, ich schätze aber Noxus allgemein als stärkstes Kriegsvolk ein.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-11T18:33:56.119+0000","up_votes":2,"down_votes":1,"body":"Ich schätze Noxus inzwischen gar nicht mehr als Kriegsvolk ein, denn es gibt keine lohnenswerten Ziele mehr.\nGegen Ionia kommen sie nicht voran. DIe relevanten Anteile von Shurima sind schon in noxischer Hand, Demacia besitzt nichts, das Noxus braucht, der Freljord ebenso und Piltover steht in einer Handelsbeziehung zu Noxus, was auch Bilgewater schützt.\n\nMein Bild von Noxus ist, dass einer Nation im Wandel. (Vgl. Antikes Röm zur Zeit von Caeser und Augustus => republikanisches Triumvirat tritt ins Kaiserreich über)","replies":[{"id":"","poster":"Luzzi27","date":"2019-08-11T19:13:17.999+0000","up_votes":2,"down_votes":2,"body":"Das kann gut sein aber ich denke dass Noxus sich weiterhin ausbreiten und verfestigen will ich schätze Noxus eher \"gierig\" ein.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-11T19:18:14.410+0000","up_votes":2,"down_votes":1,"body":"Meinungen sind verschieden.  Und das ist auch gut so.\nIch habe vielleicht auch eine etwas abwegige Perspektive, da ich durch meine Konzepte (Einfach auf meinem Profil nachgucken) auch meine Sicht etwas variiert habe.\n\nIrgendwer scheint jedoch laufend deine Posts zu downvoten. Warum auch immer XD","replies":[{"id":"","poster":"Luzzi27","date":"2019-08-11T19:21:03.712+0000","up_votes":2,"down_votes":1,"body":"sind die salty Demacianer xDD","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-08-12T07:50:42.081+0000","up_votes":3,"down_votes":0,"body":"Wahrscheinlich alles Garen mains","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-12T11:08:53.354+0000","up_votes":2,"down_votes":0,"body":"Es ist halt spätestens nach Erscheinen von Sylas und seiner Lore sehr eindeutig geworden, wer gewinnen wird.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-08-12T15:03:55.836+0000","up_votes":3,"down_votes":0,"body":"Würde ich nicht so sagen Demacia hat sehr viele starke Verbündete wie Pilltover und Ionia.\nMan kann jetzt nicht wirklich Demacia vs Noxus sehen da die 2 Staaten ohne ihre Verbündeten niemals in den Krieg ziehen würden.\n\nMeiner Meinung nach Betrachtet ist Noxus aber eher der fairere Staat da man hier auch wirklich für das man wann leistet entsprechend entlohnt wird. \nStrength above all und durch die eigene Stärke kann man so hoch kommen wie man es schafft egal aus was für einer Schicht man kommt.\n\nDemacia hingegen hat festgesetzte Prinzipien die auch auf keinen Fall gebrochen werden.\nDeswegen werden Magier ja auch komplett unterdrückt weil Demacia eben die komplette Kontrolle haben will.\nNatürlich gilt dies auch für Noxus doch, mir kommt es in der Lore vor als hätte man in Noxus wesentlich mehr Entscheidungsfreiheit als in Demacia.\nAuch ist es in Demacia so dass man nur sehr schwer aus der eigenen Schicht herausbrechen kann.\nWer einmal in einer lowen Kaste oder Schicht ist der wird auch wahrscheinlich für den Rest des Lebens dort bleiben.\n\nIch würde mir wünschen dass Riot viel mehr Lore Events machen würde. \nNoxus Vs Demacia Event würde ich mir echt gerne wünschen. \n\nbtw Noxus > Demacia","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-08-12T15:48:58.633+0000","up_votes":2,"down_votes":0,"body":"> Demacia hat sehr viele starke Verbündete wie Pilltover und Ionia.\n\nPiltover hätte ich jetzt nicht als Verbündeten Demacias angesehen, da sie sehr neutral wirken. Durch die Rolle als Handelszentrum der beiden Kontinente (Valoran und Shurima) bezweifle ich, dass Piltover es sich leisten kann, sich als Verbündeter einer bestimmten Partei darzustellen.\n\nIonia ist so ein Verbündeter nach dem Motto \"Der Feind meines Feindes ist mein Freund\" Vor allem von Seitens Demacia kann nicht mit nicht vorstellen, dass Ionias Mittel und Wege toleriert werden, geschweige den akzeptiert werden können. (Magie ist ja eher ein Feind Demacias, laut der Ideologie, welche wir durch Sylas erfahren durften)\n\n> Man kann jetzt nicht wirklich Demacia vs Noxus sehen da die 2 Staaten ohne ihre Verbündeten niemals in den Krieg ziehen würden.\n\nIch bezweifle, dass sie wirklich ernsthafte Verbündete besitzen:\n\n - Noxus scheint mir keine Verbündeten zu haben, da sie lediglich dem Freljord nicht aufs Dach steigen und dieser nicht \ngeschlossen genug ist, um überhaupt als Nation aufgefasst werden zu können. (Es ist eher eine geographische Region)\n - Durch die demacianische Ideologie ist Demacia ein denkbar ungünstiger Verbündeter für jede andere Nation. Sich mit ihnen zu verbünden würde sogar am ehesten für Noxus rentabel sein, um Kriegstaktiken zu erbeuten.\n\n> Meiner Meinung nach Betrachtet ist Noxus aber eher der fairere Staat da man hier auch wirklich für das man wann leistet entsprechend entlohnt wird.\n\nKommt darauf an, was man als Fair betrachtet. Wenn Fair als äquivalent zu gerecht aufgefasst werden kann, ist Noxus eine reine Leistungsgesellschaft in der sehr viele nach unten heraus fallen, dennoch stimmt das seit dem \"Antritt\" von Swain nicht mehr wirklich. Noxus ist wenigstens nach innen hin deutlich sozialer geworden und auch nicht durchsetzungsfähige Talente werden inzwischen gefördert. Außerdem ist die Parole \"Strength above all\" in der noxischen Gesellschaft gar nicht mal so sehr verankert, denn auch hier hat Swain ordentlich reformiert, nachdem er Darkwill gestützt hatte. Mit Einführung der Trifarix (dem noxischen Triumvirat gebildet aus Darius, Swain und einer unbekannten Person) wurden drei \"Tugenden\" hervorgehoben, der jeweils ein Regent zugehörig ist.\n\n - Darius => Macht\n - Swain => Weitsicht\n - Unbekannt => Intrige\n\nNoxus hat sich unter Swain sehr verändert und auch jemand, der nicht viel leisten kann wird nicht zurückgelassen.\n\n> Demacia hingegen hat festgesetzte Prinzipien die auch auf keinen Fall gebrochen werden.\n\nWir wissen (meines Wissens nach) nicht einmal aus welcher Quelle diese Prinzipien kommen. Wenn man sich das Abbild Demacias (Ritter, Verfolgung von Magiern ...) ansieht, so liegt das europäische Mittelalter nahe indem die Kirche, also eine nicht regierende Größe diese Prinzipien gestaltete. Lediglich die Festigung des Regenten durch die Kirche verpflichtete diesen der Kirche Macht zu verleihen.\nIch kann mir durchaus vorstellen, dass diese Prinzipien in Zukunft gebrochen werden, schließlich ist Lux ja bereits anders behandelt, als Sylas, wobei beide die selbe Bürde tragen.\n\n> Natürlich gilt dies auch für Noxus doch, mir kommt es in der Lore vor als hätte man in Noxus wesentlich mehr Entscheidungsfreiheit als in Demacia.\n\nDa stimme ich dir zu.\n\n> Auch ist es in Demacia so dass man nur sehr schwer aus der eigenen Schicht herausbrechen kann.\n\nKorrekt, wobei die Schichten auch klarer definiert und funktionalisiert sind. In Noxus ist die Gesellschaftsschicht lediglich ein soziales Merkmal, in Demacia ist es jedoch eine funktionale Größe, welche auch das Herrschaftssystem begründet. Dieses gefestigte System schützt Demacia, vor Personen wie Darkwill oder auch einem Putsch, wie er durch Swain in Noxus vollzogen wurde.\nAuch wenn der Aufstieg gehemmt ist, so ist es auch der Abstieg und das System der sozialen Schichten sorgt in Demacia, für politische, wirtschaftliche und soziale Stabilität, die in Noxus lediglich sporadisch etabliert ist.\n\n> Wer einmal in einer lowen Kaste oder Schicht ist der wird auch wahrscheinlich für den Rest des Lebens dort bleiben.\n\nAlso von Kasten brauchen wir hier gar nicht anfangen, denn Kasten sind religiöse (meist im Hinduismus vorzufindende) Schichten.\nDas ist korrekt. Jedoch hat in Demacia die niedrigste Schicht immer noch einen Nutzen und wenn es lediglich der Feldarbeiter ist. In Noxus ist es jedoch durchaus möglich diese unterste demacianische Schicht zu unterbieten.\n\n>  Ich würde mir wünschen dass Riot viel mehr Lore Events machen würde.\n\nDefinitiv. Allerdings würde ich mich zu erst auch darüber freuen, wenn sich mehr Leute an Diskussionen wie dieser beteiligen würden. Noch lassen die Lores der eigenen Interpretation viel offen (weshalb ich auch begonnen habe Champion-Konzepte zu schreiben). Da lohnt es sich noch zu spekulieren und zu diskutieren.\n\n> Noxus Vs Demacia Event würde ich mir echt gerne wünschen.\n\nIrgendwie habe ich das Gefühl, dass dieses Event schon deshalb nie kommen wird, weil sich die beiden Reiche nicht gegenseitig bekriegen würden. Da ist Noxus vs. Ionia realistischer. (In meinen Augen ist es sogar die einzige Konfrontation die Sinn machen würde.)\n\n> btw Noxus > Demacia\n\nSehe ich auch so, jedoch sehe ich Demacia nicht als chancenlos an, wenn sich die Krone mal durchsetzen würde und sich nicht alles vom Klerus diktieren lässt.","replies":[{"id":"","poster":"Luzzi27","date":"2019-08-14T11:05:26.289+0000","up_votes":1,"down_votes":0,"body":"Was denkst du wie würde es bei Noxus vs Ionia enden?","replies":[]}]}]}]}]}]}]}]}]}]}]}]}