{"id":"Z2TG7fjA","poster":"Riot Kengen","date":"2018-09-06T12:17:24.407+0000","title":"Meddlers Gameplay Gedanken 05. September","subforum":"Dev Corner","up_votes":3,"down_votes":1,"body":"Hallo!\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen sprechen wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern, und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n\r\n----------------------------------------------------------------------------   \r\n**Zuk&uuml;nftige Champion-Ver&ouml;ffentlichungen**\r\n\r\nManche haben das wahrscheinlich bereits in ein paar Beitr&auml;gen von Reav3 gesehen, aber falls du es verpasst hast oder unsicher bez&uuml;glich des Zeitplans bist, sind hier unsere momentanen Pl&auml;ne hinsichtlich gr&ouml;&szlig;erer Champion-Ver&ouml;ffentlichungen in diesem Jahr:\r\n\r\n* Patch f&uuml;r die WM (8.19)\r\n* Irgendwann danach kommt die Aktualisierung von Ezreal (geringf&uuml;gige Gameplay-&Auml;nderungen, haupts&auml;chlich am W).\r\n* Irgendwann danach, aber wahrscheinlich noch dieses Jahr, kommt ein neuer Champion.\r\n\r\n----------------------------------------------------------------------------     \r\n**Meisterschaftskurven von Champs vor und nach ihrer Aktualisierung**\r\n\r\nAls ich das letzte Mal Meisterschaftskurven von ein paar Champs besprochen habe, kam die Frage auf, wie sich die Kurven von manchen Champs vor und nach ihrer Aktualisierung unterscheiden. Das ist eine sehr gute Frage, zu der ich weitere Daten vorstellen kann. Sehen wir uns hierzu Meisterschaftskurven von Rengar, Irelia, LeBlanc und Swain an. Auf dem ersten Bild sehen wir ihre Kurven zwischen September und Dezember 2017 von Spielern in allen Regionen und allen MMRs. Das gleiche gilt f&uuml;r das zweite Bild, nur mit den Daten von Juni bis August 2018, also nach der &Uuml;berarbeitung von Irelia/Swain und den teilweise r&uuml;ckg&auml;ngig gemachten &Auml;nderungen von Rengar/LeBlanc.\r\n\r\n2017\r\n\r\nhttps://i.imgur.com/Dg3UyAG.jpg\r\n\r\n2018\r\n\r\nhttps://i.imgur.com/ShXmyFC.jpg\r\n\r\n\r\nIrelias Kurve zeigt die auff&auml;lligste &Auml;nderung: Sie startet viel steiler als zuvor. Beide Graphen sehen nach etwa 25 Spielen ziemlich &auml;hnlich aus und die Leistung steigt best&auml;ndig bei Spielern an, die sich 50 Spielen n&auml;hern. Allerdings hat die &uuml;berarbeitete Irelia zu Beginn eine steilere Kurve, da man ihre Kombos sowie weitere mechanische Ausf&uuml;hrung erst lernen muss. Der h&ouml;here Anspruch von Kombos und mechanischen F&auml;higkeiten erzeugt oft ein besseres Gef&uuml;hl dabei, den Champion zu meistern, und das Ganze passt h&auml;ufig zu manchen thematischen Fantasien (wie &bdquo;geschickt und wendig&ldquo; bei Irelia) &ndash; jedoch kommt das auch auf Kosten der Zug&auml;nglichkeit. Swain ist hier ein guter Vergleich: Seine Kurve zeigt keine bedeutenden &Auml;nderungen nach der Aktualisierung, wor&uuml;ber ich sehr froh bin. Eines unserer Ziele war, seine Meisterschaftskurve beizubehalten.\r\n\r\nBei LeBlanc und Rengar fallen ihre Kurven vor und nach den &Auml;nderungen recht &auml;hnlich aus. Die Anzahl von gespielten Spielen ist bei beiden noch recht ausschlaggebend, aber du wirst in den ersten Spielen nicht mehr so hart bestraft. \r\n\r\n&Uuml;brigens sind die &Auml;nderungen an den F&auml;higkeiten dieser Champs nicht der einzige Faktor, der zu den Unterschieden zwischen den Kurven beitr&auml;gt. Sie werden au&szlig;erdem davon beeinflusst, auf welche Gegner sie &uuml;blicherweise treffen, welche Gegenst&auml;nde/Beschw&ouml;rerzauber am effektivsten f&uuml;r sie sind usw. (wenn Rengar beispielsweise im Optimalfall mit Tiamat seine normalen Angriffe zur&uuml;cksetzen muss, h&auml;tte er wahrscheinlich eine steilere Kurve, als wenn in seiner idealen Ausr&uuml;stung Gegenst&auml;nde mit aktiver Komponente f&uuml;r den Kampf fehlen). \r\n----------------------------------------------------------------------------      \r\n**Kontext f&uuml;r zus&auml;tzliche &Auml;nderungen in 8.18**\r\n\r\n* Aatrox &ndash; Die vorherigen &Auml;nderungen haben seine &uuml;berm&auml;&szlig;ige Pr&auml;senz in der Profiszene zur&uuml;ckgeschraubt. Wir m&ouml;chten ihm jetzt wieder etwas St&auml;rke verleihen, die sich mehr auf das regul&auml;re Spiel bezieht, wie Verbesserungen f&uuml;r seine Heilung durch E auf h&ouml;heren R&auml;ngen und den Angriffsschaden von R auf h&ouml;heren R&auml;ngen.\r\n* Gnar &ndash; Wir reduzieren Gnars Grundwert f&uuml;r R&uuml;stung, damit er nicht immer eine sichere Wahl ist, wenn man sein Gegen&uuml;ber noch nicht kennt. Das sollte gegen Tanks und Gegner mit magischem Schaden keine gro&szlig;en Auswirkungen haben, aber gegen viele aggressive Laner ist dadurch die Wahl etwas riskanter.\r\n* Viktor &ndash; Wir senken die Kosten von Viktors erstem Hex-Kern, damit er h&auml;ufiger eine fr&uuml;he St&auml;rkespitze erreichen kann. \r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"Arammus","date":"2018-09-06T12:39:10.605+0000","up_votes":1,"down_votes":1,"body":"sprecht mal über daniel z klein. das würde mich viel mehr interessieren. wobei das auf der pax passiert ist, darum wird riot eu wohl wenig damit zu tun haben.\naber genau darum fände ich n statement/ne meinung dazu cool. weils euch ja nicht betrifft","replies":[{"id":"","poster":"Megamaexx","date":"2018-09-06T13:03:24.497+0000","up_votes":2,"down_votes":0,"body":"Der Artikel ist nur eine Übersetzung und hat an sich nix mit EU zu tun.","replies":[{"id":"","poster":"Riot Kengen","date":"2018-09-06T14:39:05.388+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=x3W1ubQa,discussion-id=Z2TG7fjA,comment-id=00000000,timestamp=2018-09-06T13:03:24.497+0000)\n>\n> Der Artikel ist nur eine Übersetzung und hat an sich nix mit EU zu tun.\n\nFrag mich was eine Übersetzung eines Textes mit \"nix mit EU zu tun\" zu tun hat. \n\n> Kurven zwischen September und Dezember 2017 von Spielern in allen Regionen und allen MMRs\n\nDas sind Daten die für alle relevant sind :o","replies":[{"id":"","poster":"Megamaexx","date":"2018-09-06T15:02:53.463+0000","up_votes":1,"down_votes":0,"body":"Sorry, hab mich wohl ungünstig ausgedrückt, ich wollte es kurz halten. Der Artikel spiegelt nicht direkt die Meinung der Autoren wieder, die in Europa für Riot tätig sind, da es eine reine Übersetzung ist. Ich hätte auch nicht mit einer Antwort gerechnet xD\n\nIst zwar ganz nett, dass ihr die Texte übersetzt, aber hier im Forum liest man nichts, wo man weiß, das kommt von Riot EUW. \nIch wundere mich auch, dass Cactusgrill so viele Event-Beiträge erstellt, aber keinen roten Namen trägt, der ihn als Rioter klassifizieren würde.","replies":[{"id":"","poster":"Riot Kengen","date":"2018-09-07T16:03:42.559+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=x3W1ubQa,discussion-id=Z2TG7fjA,comment-id=0000000000000000,timestamp=2018-09-06T15:02:53.463+0000)\n>\n> Sorry, hab mich wohl ungünstig ausgedrückt, ich wollte es kurz halten. Der Artikel spiegelt nicht direkt die Meinung der Autoren wieder, die in Europa für Riot tätig sind, da es eine reine Übersetzung ist. Ich hätte auch nicht mit einer Antwort gerechnet xD\n> \n> Ist zwar ganz nett, dass ihr die Texte übersetzt, aber hier im Forum liest man nichts, wo man weiß, das kommt von Riot EUW. \n> Ich wundere mich auch, dass Cactusgrill so viele Event-Beiträge erstellt, aber keinen roten Namen trägt, der ihn als Rioter klassifizieren würde.\n\nIch vermute du meinst \"liest man nichts, wo man weiß, das kommt von Riot NA\" oder? Sonst würdest du dir gerade selbst widersprechen :D\n\nSoweit ich sehen kann, sind bei den meisten Beiträgen (in der Dev-Corner) 250+ Views. Die Sub-Matter Experten zu diesen Themen sitzen in NA. Da können wir leider nicht mehr tun als übersetzen. Ich rede ungern über Sachen von dennen ich jetzt nicht sonderlich viel versteh. Ich bin kein Developer, nicht bein Balancing oder Champion design. Deswegen kommt zu diesen Themen die Information von drüben und wir sorgen dafür, dass ihr auch daran kommt. Nicht jeder kann Englisch gut genug um die originalen Texte zu verstehen.\n\nIch lese hier einiges nur kommentiere ich nicht überall. Wie gesagt, ich gehe ungern in Unterhaltungen wo ich am Ende nur spekulieren und Vermutungen aufstellen kann. Das überlasse ich den Experten :)","replies":[{"id":"","poster":"HyperionCH","date":"2018-09-08T10:51:46.629+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Riot Kengen,realm=EUW,application-id=x3W1ubQa,discussion-id=Z2TG7fjA,comment-id=00000000000000000000,timestamp=2018-09-07T16:03:42.559+0000)\n>\n> Soweit ich sehen kann, sind bei den meisten Beiträgen (in der Dev-Corner) 250+ Views. Die Sub-Matter Experten zu diesen Themen sitzen in NA. Da können wir leider nicht mehr tun als übersetzen. Ich rede ungern über Sachen von dennen ich jetzt nicht sonderlich viel versteh. Ich bin kein Developer, nicht bein Balancing oder Champion design. Deswegen kommt zu diesen Themen die Information von drüben und wir sorgen dafür, dass ihr auch daran kommt. Nicht jeder kann Englisch gut genug um die originalen Texte zu verstehen.\n\nIn der Vergangenheit habe ich einiges an konstruktives Feedback und Verbesserungsvorschläge (nicht ingame wie Balancibg etc.) gelesen.\nWie du sagst, können nicht alle Spieler gut genug Englisch. Da wäre es ja ein guter Service an den Kunden, dass man den Vorschlag übersetzt und diesen an die zuständige Stelle in den USA weiterleitet.\n\n> Ich lese hier einiges nur kommentiere ich nicht überall. Wie gesagt, ich gehe ungern in Unterhaltungen wo ich am Ende nur spekulieren und Vermutungen aufstellen kann. Das überlasse ich den Experten :)\n\nWie oben erwähnt: man könnte dies übersetzen und an die Experten weiterleiten. Hier im Forum kann man kurz bestätigen, dass man es weitergeleitet hat.\nMir konnte von Riot noch niemand plausibel erklären, warum dies Riot nicht tut.\n\nNoch zu den Blauen:\nIch habe vor einiger Zeit den Vorschlag gemacht, einen „Bluetracker“ einzuführen.\n\nDa viele Spieler ins Forum kommen, wenn es technische Probleme gibt, finde ich dies sinnvoll. Denn die Blauen haben meist bei einem bereits eröffneten Thread geantwortet und mit dem Bluetracker findet man die Antwort sofort und man schreibt nicht als Spieler einen neuen Thread über eine bereits beantwortete Frage.\n\nBei den Blauen kam glaube ich der Verbesserungsvorschlag recht gut an. Aber sonst passierte nichts und der Redtracker alleine  einem Spieler vermuten, dass Riot so ziemlich Null aktiv ist hier im deutschsprachigen Forum.","replies":[{"id":"","poster":"flinxxx","date":"2018-09-08T15:08:02.762+0000","up_votes":2,"down_votes":0,"body":"@HyperionCH: Du warst etwas schneller als ich ^^","replies":[]}]},{"id":"","poster":"flinxxx","date":"2018-09-08T15:09:29.904+0000","up_votes":2,"down_votes":0,"body":"Dem deutschsprachigen Forum würde eine stärkere Präsenz der Roten wirklich gut tun ... es eventuell sogar wiederbeleben...\n\nDies kann auch mit den o.g. eindeutigen Verweis  “ist nicht mein Thema“ geschehen - ein „zur Kenntnis genommen“ oder „reiche ich bei Gelegenheit weiter“ oder auch nur eine private Sicht der Dinge (klar als solche gekennzeichnet, um nicht mit eventuellen RIOT-Regeln zu kollidieren), wäre tatsächlich hilfreich für dieses Forum.\n\n… zumindestens man würde sich hier nicht so vergessen und verloren vorkommen ...\n\nPS: \nTrotz meines Hinweises oben - klar an alle Bunten: \nMeine Anerkennung und Achtung für Eure Arbeit  / Freizeit - die ihr hier reinsteckt - ist euch gewiss","replies":[{"id":"","poster":"Riot Kengen","date":"2018-09-10T01:20:07.637+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=flinxxx,realm=EUW,application-id=x3W1ubQa,discussion-id=Z2TG7fjA,comment-id=000000000000000000000001,timestamp=2018-09-08T15:09:29.904+0000)\n>\n> Dem deutschsprachigen Forum würde eine stärkere Präsenz der Roten wirklich gut tun ... es eventuell sogar wiederbeleben...\n> \n> Dies kann auch mit den o.g. eindeutigen Verweis  “ist nicht mein Thema“ geschehen - ein „zur Kenntnis genommen“ oder „reiche ich bei Gelegenheit weiter“ oder auch nur eine private Sicht der Dinge (klar als solche gekennzeichnet, um nicht mit eventuellen RIOT-Regeln zu kollidieren), wäre tatsächlich hilfreich für dieses Forum.\n> \n> … zumindestens man würde sich hier nicht so vergessen und verloren vorkommen ...\n> \n> PS: \n> Trotz meines Hinweises oben - klar an alle Bunten: \n> Meine Anerkennung und Achtung für Eure Arbeit  / Freizeit - die ihr hier reinsteckt - ist euch gewiss\n\nIch versteh deine Bedenken und auch dein Feedback jedoch gibt es hier nicht viel was wir machen können. Wir sind noch ein recht kleines Team.  Wir unterstützen alle Volus (Adjudicator, Wrenchies, Emissaries) bei allem was sie machen und hoffen das zumindest damit unser \"wir haben euch nicht vergessen\" ankommt :)\n\n> Ich habe vor einiger Zeit den Vorschlag gemacht, einen „Bluetracker“ einzuführen.\n> \n> Da viele Spieler ins Forum kommen, wenn es technische Probleme gibt, finde ich dies sinnvoll. Denn die Blauen haben meist bei einem bereits eröffneten Thread geantwortet und mit dem Bluetracker findet man die Antwort sofort und man schreibt nicht als Spieler einen neuen Thread über eine bereits beantwortete Frage.\n> \n> Bei den Blauen kam glaube ich der Verbesserungsvorschlag recht gut an. Aber sonst passierte nichts und der Redtracker alleine einem Spieler vermuten, dass Riot so ziemlich Null aktiv ist hier im deutschsprachigen Forum.\n\nEs ist toll, dass du dir so viele Gedanken um die Spieler machst. Die Vorschläge sind auch nicht von der Hand zu weisen, jedoch ist dies zum jetzigen Zeitpunkt nicht möglich. Ich würd auch vorerst ungern weiter drauf eingehen, wieso und warum. \n\nIch würd euch aber beide darum bitten, dass wir diesen Beitrag beim eigentlichen Thema belassen.","replies":[{"id":"","poster":"flinxxx","date":"2018-09-10T07:41:55.438+0000","up_votes":1,"down_votes":0,"body":"Ok und zu Kenntnis genommen (das noch und warum lesen sich gut .. ^^ )","replies":[]}]}]}]}]}]}]}]}]}