{"id":"PFeU61Yp","poster":"Pandeonor","date":"2018-09-02T20:41:25.706+0000","title":"Zyras Pflanzen verursachen neuerdings Minion-Aggro entgegen Patchnotes","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"In den Patchnotes 8.2 ist eine abschlie&szlig;ende Aufz&auml;hlung der F&auml;higkeiten welche Minion-Aggro verursachen gelistet. Zyra ist nicht dabei\n\nZyras Pflanzen haben danach auch nie Aggro vausgel&ouml;st. Seit etwa 2 Patches ist dem aber so. \n\nDas ist ein Bug.\n\nAlso neben dem das die Pflanzen Dekoratikel werden wenn man den Gegner nicht direkt angegriffen hat der zweite Bug. \n\nDas ist nicht mehr wirklich am&uuml;sant.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-09-03T21:41:45.847+0000","up_votes":1,"down_votes":0,"body":"???\n\nDeine Beweisführung ist mangelhaft\n\nBitte an folgenden Artikel halten. \"[Melde einen Bug](https://boards.euw.leagueoflegends.com/de/c/melde-einen-bug/T8sd6qtH-wichtig-was-ist-ein-bug-und-wie-melde-ich-diesen-richtig)\"","replies":[{"id":"","poster":"Pandeonor","date":"2018-09-04T14:33:56.047+0000","up_votes":1,"down_votes":0,"body":"Pffft. \"Obvious\" beweisen?\n\nDie machen eh´ nichts.  Und falls sie auf etwas reagieren würden, dann sicher nicht auf einen Thread im deutschen Forum.\n\nLustig geht anders. ok\n\nBetroffen: Zyra\nWann: immer\nWo: ingame\nWas: Pflanzen-Hits erzeugen Minion Aggro\nRelevant: Patchnotes 8.2 mit abschliessender Aufzählung der betroffenen targeted Spells: https://na.leagueoflegends.com/en/news/game-updates/patch/patch-82-notes#patch-targeted-spells.   Dort ist Zyra nicht aufgeführt. Weder bei den Spells direkt noch gar bei indirekten Angriffen wie Pflanzenschüssen.\n\nVideobeweis: Echt jetzt?? :-/ Startet ein custom bei Riot. Vielleicht findet Ihr auch einen netten Spieler der das für Euch macht.\n\n\n\nUnd ich habe mir das noch einmal durch den Kopf gehen lassen. Für mich sieht das tatsächlich danach aus als ob es gewollt ist.\n\nDas ist wie\n\nhttps://youtu.be/Jl7FE6eCE_Q\n\nDas ist irgendwo nur schwerlich Zufall, zumal es seit Wochen kommentarlos ignoriert wird durch Riot. \n\n\nDas sind ja keine Snowballs welche nicht treffen. Da jammern manche wegen einem 1 AD Punkt \"nerf\" herum als ob es um sonst etwas ginge. Das mit der Minion-Aggro damals war ein Riesen Ding. Bei Zyra sind es sowohl die Aggro als auch inaktive Pflanzen. Noch mehr geht nicht. Wenn das kein harter \"nerf\" durch die Hintertür ist weiss ich es nicht.\n\nDoch. Das E könnte durch Gegner hindurch gehen. Aber ich will Riot nicht noch auf dumme Gedanken bringen.","replies":[]}]}]}