{"id":"uYA2M2O2","poster":"TheLastAirbender","date":"2018-09-02T14:48:04.954+0000","title":"Mein erstes Let's Play :)","subforum":"Streams & YouTube","embed":{"title":"S8 Edit | ZED - DER ANFANG - Let's Play League of Legends [German] #01","description":"Willkommen zum ersten \"richtigen\" Video auf meinem Kanal von mir kommentiert. Ich bringe ab jetzt regelmäßig Videos. Einen genauen Uploadplan findet ihr unten in den Kommentaren und in meiner Kanalbeschreibung :) Merke gerade, wie leise der In-Game Sound ist und dass das teilweise unsauber geschnitten ist...","url":"https://www.youtube.com/watch?v=1DGaeKvi3q8","image":"https://i.ytimg.com/vi/1DGaeKvi3q8/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Moin Jungs!\r\nWas geht ab? Ich habe mein erstes League of Legends Lets Play hochgeladen und w&uuml;rde mich echt freuen, wenn sich der ein oder andere vllt kurz Zeit nehmen k&ouml;nnte um mir Feedback und Verbesserungsvorschl&auml;ge zu geben! :)\r\nW&auml;re echt korrekt!\r\nDanke an alle und noch einen coolen Tag! {{champion:238}}","replies":[{"id":"","poster":"ActiveBean","date":"2018-09-04T20:58:16.080+0000","up_votes":1,"down_votes":0,"body":"Ich fühle mich wie so ein Stalker: \n\nHast du die Kommentare hier drunter gelöscht? Weil ich bin schon neugierig, ob und falls ja, warum du dein Kanal gelöscht hast. Wir brauchen neuen League Content auf YouTube und nicht nur Streams :D","replies":[{"id":"","poster":"TheLastAirbender","date":"2018-09-05T15:23:20.793+0000","up_votes":1,"down_votes":0,"body":"Ich hab nen neuen Kanal gemacht, der TomSchu heißt...  Ich hab den ersten gelöscht weil der iwie keine Kommentare senden konnte.. Ich habs nicht gecheckt, ich hab meinen Namen geändert, weil ich dachte vllt liegt das an League of Legends im Namen... dann hab bei ganz vielen YouTubern kommerntiert, um zu gucken, ob ich einfach bei Maxim oder so gesperrt bin, warum auch immer... dann hab ich tests gemacht mit Buchstaben Reihenfolgen und ob ich die mit anderen Accs sehen kann oder nicht... und an den Einstellungen lags auch nicht.. daraufhin hab ich wieder nen neuen gemacht, und da ging das auch nicht, da hieß ich auch TheLastAirbender... und jz hab ich halt einen alten verwendet und hab da alles gelöscht und lad ab da jz hoch.. hab bis jz nur die Montage, das Zed und Kata Let's Play kommen morgen und übermorgen und dann noch n neues halt am Samstag... jz klappt's auf jeden Fall und ich lösch nichts mehr :D","replies":[]}]}]}