{"id":"xG6jqgjA","poster":"Last Requiem","date":"2018-09-02T10:31:24.720+0000","title":"[EUW] Kathus club | \"Join the chorus of death!\"","subforum":"Clans & Teams","embed":{"title":"r/karthusmains - [EUW] Karthus Club","description":"r/karthusmains: Discuss anything relating to the League Of Legends character Karthus. Mark NSFW posts, no harassment, **no** Soraka players.","url":"https://www.reddit.com/r/karthusmains/comments/9c8ded/euw_karthus_club/","image":null},"up_votes":1,"down_votes":0,"body":"Da es noch keinen existierenden LoL Club f&uuml;r Karthus mains / Spieler gab, habe ich gestern einen erstellt.\r\n\r\nDer Club ist erst k&uuml;rzlich erstellt worden und hat somit kaum Mitglieder, aber wir werden schon ein paar Spieler finden. Der Name des Clubs ist &quot;KarthusOTPs&quot;. Noch haben wir kein Clubtag, ihr k&ouml;nnt mir also eure Vorschl&auml;ge kommentieren.\r\n\r\nZum Beitreten einfach &quot;FromMemeToDream&quot; adden (ich werde mich aber w&auml;hrend der n&auml;chsten 2-4 Tage in einen an Karthus angelehten Namen umbennen) oder euren Namen kommentieren.\r\n\r\n\r\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\n\r\nSince there was no euw club for karthus mains existing, (at least i didn&#039;t find one) i made one.\r\n\r\nIt&#039;s freshly created, causing me to be the only current member, but i guess we will find a few karthus players to join (3 members already). The clubs name is &quot;KarthusOTPs&quot;. There&#039;s no tag yet, you can give me your suggestions for one in the comment sections. Also make sure to vote those up you like, making it easier for me to choose a fitting one.\r\n\r\nTo join the club add &quot;FromMemeToDream&quot; (i&#039;ll only keep this name for the next 2-4 days and will rename myself into something fitting to karthus) or tell me your names in this thread.","replies":[]}