{"id":"T8BQALck","poster":"sexylord","date":"2018-09-01T19:52:10.272+0000","title":"Solo Carry im Spiel zu wenig?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich spiele mainly AD carry und bin seit season 5 unterwegs aber finde mich nicht dazu games solo zu carrien, mit bountys wollte man snowballing etwas ausgleichen aber ich sehe mich nicht dazu als adc zu carrien entweder ich werde gerunndownd von nem nasus der mich oneshotet oder irgendeinem anderen bruiser oder meine frontline stirbt instant, einer l&auml;sst sich catchen, die liste geht voran. Ich sehe mich in keinem Szenario 1,2v5 als gefeedeter adc \r\nVielleicht bin ich schlecht, oder tiltet wer wei&szlig; aber in dieser Season generell f&auml;llt es mir seehr schwer, Games als adc f&uuml;r mich zu entscheiden, gehts wem genauso? ;/ \r\nWill noch hinzuf&uuml;gen das nasus broken is lulz\r\nlg xcanshi","replies":[{"id":"","poster":"OPChampsSucks","date":"2018-09-01T21:51:29.669+0000","up_votes":2,"down_votes":0,"body":"Naja es ist eben immer noch so das jeder Champ komplett übertriebenen Schaden raushauen kann in kurzer Zeit was einem Adc in keinster weise das komplette Solocarrien ermöglicht wie ich finde. Also auf deinen Supporter wirst du  mindestens immer angewiesen sein (war letzte Season noch nicht so) aber es gibt halt eben Champs mit denen du durchaus Solo was reißen kannst nur es kommt dann halt einfach pur auf die gegnerischen Champs/Spieler an. Lucian und Jhin ist da ja schon eine gute Wahl. oder auch mit draven und MF (gerade draven) kannst du wenn du gefeedet bist  fast alles solokillen.\n\nWas mir aber an deinem Profil direkt auffällt : Du willst unbedingt die Damagemaschine sein. Was nützt dir Damage wenn du nicht so lange überlebst um welchen auszuteilen? vielleicht solltest du mal öfters auch das eine oder andere defensive Item zu holen. So hast du mehr sustain und haust unterm strich wesentlich mehr schaden raus + das du nicht perma oneshotted bist.","replies":[{"id":"","poster":"sexylord","date":"2018-09-01T22:54:11.269+0000","up_votes":1,"down_votes":0,"body":"Damage ist viel zu hoch in dieser Season stimmt!\nAußerdem haha ich will keine Damage maschine sein glaub mir ich spiele genug save aber irgendwie rewarded mein lucian late game mit meinem playstyle mich nicht :P ich bin halt immer fed aber useless gegen diese bruiser da ich niemanden zu iwas zwingen kann i guess, man lernt nie aus","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-09-02T10:31:50.201+0000","up_votes":2,"down_votes":0,"body":"Lucian hat auch kein wirklich gutes Lategame.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-09-02T13:29:24.585+0000","up_votes":1,"down_votes":0,"body":"Um wirklich auch bis ins Late zu carrien brauchst du auch Champions, deren Kit und Itembuild das Lategame zu ihrer Stärke machen.\nWeder Jhin noch Lucian sind da wirklich gut geeignet.\n\nIch empfehle Kai'Sa, die aktuell recht gut vorankommt und Varus, der durch seine Ult notfalls auch einigermaßen alleine gegnerische Engages gegen ihn negieren kann.\nHybride-ADCs und Utility-ADCs sind aktuell jedoch deutlich kompetenter beim carrien, als die bloßen Duellanten wie Lucian oder derartig \"unselbstständige\" wie Jhin","replies":[]}]}]},{"id":"","poster":"SSI CptHaunted","date":"2018-09-03T07:20:41.838+0000","up_votes":1,"down_votes":0,"body":"Solo Carry ist nur unter ganz bestimmten Umständen möglich. LoL ist ein Teamspiel, ergo kommt es auch darauf an was dein Team, bzw dein Gegnerteam macht.\n\nLucian ist gegen Nasus sogar noch besser dran als andere ADCs, da er zumindest einen Dash hat. Im Normalfall sollte ein Bruiser aber nicht durch deine Frontline kommen, außer natürlich du gehst solo auf einer Sidelane overextended.\n\nMeiner Erfahrung nach kannst du allerdings sofort surrendern wenn Mitte/Jungle ein gefeedeter Assassine im Gegnerteam ist, denn egal was du dir an defensiven Items holst, sei es nun ein GA, Hexdrinker oder sonstwas, du wirst so oder so unterhalb einer Sekunde geoneshottet und keinen juckt es. Hatte erst letztens ein Team bestehend aus Malphite, Sejuani, Yasuo und Leona, die natürlich alle blind auf die gegnerische Frontline engagen und keiner verschwendet auch nur einen Augenblick daran den Ekko der auf ihren ADC zuspringt in irgendeiner Weise aufzuhalten. Dann biste eben innerhalb einer Sekunde tot, dein Team hat kaum Schaden und man verliert logischerweise.","replies":[]}]}