{"id":"HBqEHpGU","poster":"Shadousureiya","date":"2019-08-08T16:37:18.717+0000","title":"Ist sowas wirklich die rechtfertigung für einen Bann?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":8,"body":"Hallo alle Spieler und hoffentlich auch Mods denn ich finde dieser Bann ist in keinster Weise großartig gerechtfertigt. Warum werde ich bestraft für diesen Text ich habe niemanden beleidigt oder wirklich angegangen. Ich weiß es ist egal was der Gegner schreibt aber ich habe sogar die mute Funktion genutzt weil ich zu krass beledigt wurde.\r\nIch finde hier eine Bestrafung einzusetzen überzogen\r\n\r\n\r\n\r\nGame 1\r\nIn-Game\r\nShadousureiya: nice flash ashe that FLASH waas very nicely wasted flash ashe flash ashe\r\nShadousureiya: worth a FLASH my guy\r\nShadousureiya: kappa\r\nShadousureiya: ty\r\nShadousureiya: no kill fo u mate\r\nShadousureiya: watch reüöay u cant sidestep everthing ?\r\nShadousureiya: replay*\r\nShadousureiya: wtf sidestep a short loaded pyke q when he is near u then u can talk noob xD\r\nShadousureiya: mad u dont got a kill?\r\nShadousureiya: what darius\r\nShadousureiya: u want a mute?\r\nShadousureiya: ok can do that\r\nShadousureiya: dude i wont explain and waste my time if u dont understand what im t´rying to say then there is no reason to explain a person like you who is missing his whole brain\r\nShadousureiya: call me kiddo we can meet and u will be prob 12 and i will f u up\r\nShadousureiya: muted now btw\r\nShadousureiya: ok malz u get a mute as well cuz the point that ur 2/3 and calling me this proves u dont deserve to even talk to me\r\nShadousureiya: wow that malz is rly in for some report for inting in aram nice\r\nShadousureiya: i dont rly care if u report me these reports will automatically sorted out either so u can report everyone atm these texts u may write wont be ever seen by a single soul if thee automatic system dont see something being invalid from the player there\r\nShadousureiya: no not the same because u see them and that's a reason alone to write them and now ur gettin a mute as well\r\nPost-Game\r\nShadousureiya: lol\r\nShadousureiya: i dont care+\r\nShadousureiya: ey darius\r\nShadousureiya: do you want to get a ban for an aram game?\r\nShadousureiya: is it rly worth this\r\nShadousureiya: ?\r\nShadousureiya: now tilting\r\nShadousureiya: and riscing a ban because u were salty in aram\r\nShadousureiya: dude\r\nShadousureiya: i let u go\r\nShadousureiya: but dont be so toxic\r\nShadousureiya: to other players\r\nGame 2\r\nPre-Game\r\nShadousureiya: f\r\nIn-Game\r\nShadousureiya: ?\r\nShadousureiya: ?\r\nShadousureiya: ???\r\nShadousureiya: paying?\r\nShadousureiya: ss???\r\nShadousureiya: REPROT\r\nShadousureiya: u dont even have a rank lmao\r\nShadousureiya: punish push bot\r\nShadousureiya: 3 mid\r\nShadousureiya: why 3 mid for a morde... to get punished?\r\nShadousureiya: i taake this\r\nShadousureiya: darius emote spam pls\r\nShadousureiya: ez toplane\r\nShadousureiya: better top wins\r\nShadousureiya: &lt;3\r\nShadousureiya: ty\r\nShadousureiya: no mate\r\nShadousureiya: i try to\r\nShadousureiya: second time\r\nShadousureiya: morde\r\nShadousureiya: against\r\nShadousureiya: darius\r\nShadousureiya: x9 fiora btw\r\nShadousureiya: ?\r\nShadousureiya: ok\r\nShadousureiya: i gues\r\nShadousureiya: i am\r\nShadousureiya: an\r\nShadousureiya: assasin\r\nShadousureiya: btw\r\nShadousureiya: i go\r\nShadousureiya: lethality\r\nShadousureiya: ok\r\nShadousureiya: lets go\r\nShadousureiya: lmao\r\nShadousureiya: k\r\nShadousureiya: i wanted\r\nShadousureiya: to pick\r\nShadousureiya: aatrox\r\nShadousureiya: my otp\r\nShadousureiya: btw\r\nShadousureiya: BUT SOMEONE\r\nShadousureiya: BAANNED IT\r\nShadousureiya: BTW\r\nShadousureiya: nah\r\nShadousureiya: aatrox needs skill\r\nShadousureiya: nah mate\r\nShadousureiya: 90% winrate on aaterxo\r\n\r\n\r\nDa ist in keinster Weise auch nur unter den Community Standarts und ich hoffe das ein Mod das sieht und man vielleicht drüber nachdenkt ob man sowwas bestrafen sollte. Vielen Dank :)","replies":[{"id":"","poster":"dugg","date":"2019-08-09T07:23:06.340+0000","up_votes":4,"down_votes":0,"body":"> Da ist in keinster Weise auch nur unter den Community Standarts und ich hoffe das ein Mod das sieht und man vielleicht drüber nachdenkt ob man sowwas bestrafen sollte. Vielen Dank :)\n\nDa musste ich schon schmunzeln. Was sind dann Community Standards? Geht es nun bei offiziellen Regeln (gegen die du verstößt) darum, was der Querschnitt der Spieler macht? Dem Regelwerk/den AGBs ist Folge zu leisten. \n\nDie Forum MODs können dir nicht weiterhelfen. Weil das hier ein reiner Community-Bereich ist und die MODs das Forum moderieren. Sie haben nichts mit dem Spiel zu tun oder haben Einfluss darauf. Wenn, dann musst du ein Ticket erstellen. Die Aussichtschancen einer Rücknahme des Bans halt ich für sehr gering. Augenscheinlich hattest du deinen 14Tage Ban und somit ist der Folgeschritt der, der nun eingetreten ist. Du bist nämlich toxisch gewesen. Das ist nicht von der Hand zu weisen.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-08-09T04:41:38.483+0000","up_votes":3,"down_votes":0,"body":"Du bist von der 1. Zeile an salty und toxic. Stell dir selbst die Frage: würdest du germe mit jemandem wie dir zusammenspielen? Und wenn du ehrlich  zu dir bist wird die Antwort \"nein\" sein.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2019-08-08T21:04:13.457+0000","up_votes":4,"down_votes":1,"body":"Wenn ich das richtig sehe, hattest Du zwischen dem 21.06.2019 und dem 05.07.2019 eine 14-tägige Pause.\nIch vermute einmal, dass Du hier einen 14 Tagesbann erhalten hattest.\n\nIn der Nachricht, die Du zum 14 Tagesbann erhalten hattest steht explizit drin, dass **jegliches weitere** negative Verhalten zu einem permanenten Ausschluss führt. Damit ist gemeint, dass Du ab dem Zeitpunkt unter verschärfter Beobachtung stehst, und Du für etwas den Perma bekommst, für das noch nicht auffällig gewordene Spieler höchsten eine 10 Spiele CR erhalten.\n\nIzaya Kumiho hat recht gut aufgeführt, was alles in Deinem Chatverlauf negativ ist, und somit zu dem Perma beigetragen hat.\n\nDu darfst nicht den Fehler machen und glauben, dass RIOT jeden Chatverlauf darauf prüft, welche Bestrafung hier als angemessen erachtet werden kann. RIOTs Strafsystem ist in Stufen aufgebaut. Du bekommst bei der ersten Bestrafung eine Chatrestriction für 10 Spiele, besserst Du Dich nicht, kommt als nächste Strafstufe 25 Spiele Chatrestriction, änderst Du Dein Verhalten dann immer noch nicht kommt der 14 Tagesbann, und letztendlich, solltest Du weiterhin negativ sein, kommt letztendlich der Perma. Du kannst bei extremen Verhalten Strafstufen überspringen, so dass Du z. B. mit dem 14 Tagesbann als erste Strafstufe einsteigst, oder in ganz seltenen Fällen direkt mit dem Perma als erste Strafstufe belohnt wirst.\n\nDu hast offenbar alle Warnungen, die RIOT Dir gegeben hatte, einfach mal eben in den Wind geblasen und gedacht \"so schlimm bin ich doch nicht\". Dass dieser Ansatz der falsche Weg ist, siehst Du ja jetzt an Deinem Perma. Du hättest aber selbst schon spätestens beim 14 Tagesbann mal nachfragen sollen, was Du an Deinem Verhalten ändern solltest, um keinen Permabann zu bekommen. Fakt ist allerdings, dass der Perma dahingehend in Ordnung geht, da Du ja bereits den 14 Tagesbann hattest, und der Perma die logische und angekündigte Konsequenz ist. Wie gesagt, der Perma resultiert nicht daraus, dass Du in dem gezeigten Chatverlauf so toxisch warst, dass dieser Chatverlauf alleine den direkten Perma rechtfertigen würde. Da Du schon den 14 Tagesbann hattest, kommt danach nun einmal der Perma.","replies":[]},{"id":"","poster":"Veezey","date":"2019-08-08T17:06:33.043+0000","up_votes":4,"down_votes":1,"body":"Auf jeden Fall lol","replies":[]},{"id":"","poster":"LutschiSchlecki","date":"2019-08-08T16:56:06.001+0000","up_votes":3,"down_votes":1,"body":"Beleidigungen, Toxisches Verhalten  jeder Art können zum Ban führen. Ebenso Spam.\nDu bist offensichtlich mehr darauf fokussiert in den Chat zu schreiben als das Spiel zu spielen.\nDer Ban ist mehr als gerechtfertigt. \nUnd so nebenbei, du hast keine 90% Winrate auf Aatrox.\nDein OpGG verrät eigentlich alles was es zu wissen gibt: https://euw.op.gg/summoner/userName=Shadousureiya \n\nTipp für die Zukunft: Mute alle und spiel das Spiel, dann bist du \"ruckzuck\" aus Bronze raus.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-08-08T16:48:45.011+0000","up_votes":5,"down_votes":4,"body":"Wenn ich sowas schon wieder lese.\nLeague of Legends Ingame ist ein SPIEL!!! kein Chatroom! Du sollst spielen und nicht deine Zeit mit chatten verschwenden. In der Zeit wo du deine sinnlosen Kommentare geschrieben hast warst du absolut nutzlos für dein Team, du warst kein Mehrwert für diese und hast nichts getan, was irgendwie deinem Team helfen könnte das Game zu gewinnen. \n\nUnd was soll eigentlich dieser Quatsch mit dem Flash Ashe? \nHast du noch nie einen Flash gefailt oder unnötig geflashed? Wenn selbst high Dia und sogar LEC Spieler mal nen Flash versemmeln oder den Flash nutzen, obwohl er nicht nötig war, dann passiert das auch denen die nicht ganz so gut spielen können und bitte sag mir nicht, dass du noch nie unnötig geflashed hast oder gegen eine Wand. Das wäre eine dreiste Lüge. Sowas hat JEDER mal. \nUnnötiger Vorwurf also und dann auch noch in so penetranter Art und Weise geschrieben. Und hast du da wirklich angekreidet, dass er den Spell nicht gedodged hat (könnt mich auch irren)? Erwartest du wirklich, dass man zu 100% schafft Spells zu dodgen? Schaffst du das, nein ganz sicher nicht. Es gibt auch nunmal Spieler die schlecht im Dodgen sind oder vllt auch nen schlechten Tag haben und so gut wie jeden Skillshot mitnehmen aber kein Grund da Vorwürfe zu machen. \n\nDieser Bann ist, sollten bereits Vorstrafen (Chatrestriction) vorhanden sein und das waren sie bestimmt, definitiv gerechtfertigt. An dem Chatlog kann man nichts schönreden.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2019-08-08T17:33:11.358+0000","up_votes":3,"down_votes":2,"body":">Hallo alle Spieler und hoffentlich auch Mods denn ich finde dieser Bann ist in keinster Weise großartig gerechtfertigt. Warum werde ich bestraft für diesen Text ich habe niemanden beleidigt oder wirklich angegangen. \n[...]\" Shadousureiya: nice flash ashe that FLASH waas very nicely wasted flash ashe flash ashe\nShadousureiya: worth a FLASH my guy\nShadousureiya: kappa\"\n\n\nOh boy. ._.\n\n__________________\n\n>Shadousureiya: wtf sidestep a short loaded pyke q when he is near u then u can talk **noob** xD\n\nFlaming\n\n>Shadousureiya: u want a mute?\n\n(Spreche ich gleich an.)\n\n>Shadousureiya: dude i wont explain and waste my time if u dont understand what im t´rying to say then there is no reason **to explain a person like you who is missing his whole brain**\n\n\nFlaming\n\n>Shadousureiya: call me kiddo we can meet and u will be prob 12 and i will f u up\n\nFlaming, threatening \n\n>Shadousureiya: ok malz u get a mute as well cuz the point that ur 2/3 and calling me this proves u dont deserve to even talk to me\n\n(spreche ich ebenfalls gleich weiter unten an..)\n\n\n>Shadousureiya: REPROT\nShadousureiya: u dont even have a rank lmao\n\nUB\n\n>Shadousureiya: better top wins\n\nUB\n\n>Shadousureiya: x9 fiora btw\n\nNB (reportcall)\n\n________________________________________________\n\n**Result:**\n**_ UB (unsportliches Verhalten),\nFlaming,\nDrohung/Hassrede,\nNB (negatives Verhalten- Aufruf zum Report),\n(Hassrede)_**\n\n____________________________________________\n\n\nWenn du schreibst: \"do you want a mute?\", dann wird \"mute\" in diesem Fall als die Behinderung übersetzt. \nMan könnte fast meinen, du betreibst einen Sklavenhandel mit stummen Menschen.\n\n\"Ey...psst. Willst du 'ne Stumme haben? :v \"\n\nDass das nicht von dir gemeint worden war, ist auch sicherlich klar. Jedoch könnte sowas von dem System falsch aufgefasst werden. Das wäre aber auch der einzige Punkt, welcher anfechtbar wäre.\n\nJemanden zu sagen, du würdest ihn/sie irl suchen, finden und vergewaltigen, ist nicht okay. (Und sollte die Person wirklich 12 sein, würdest du ein KIND vergewaltigt. Wake up!)\n\n\n_______________________________________________\n\n\n\n>Shadousureiya: i dont rly care if u report me these reports will automatically sorted out either so u can report everyone atm these texts u may write wont be ever seen by a single soul if thee automatic system dont see something being invalid from the player there\n\n\n\n:> hmm. Das ist an sich schon richtig. Das System ignoriert die Meldung zu deinem Chatlog, sollte kein Regelbruch gefunden werden. In deinem Fall liegt jedoch einiges auf dem Tisch D:\n","replies":[{"id":"","poster":"Bettnachleger","date":"2019-11-09T22:35:06.940+0000","up_votes":1,"down_votes":0,"body":"> Wenn du schreibst: \"do you want a mute?\", dann wird \"mute\" in diesem Fall als die Behinderung übersetzt.\n> Man könnte fast meinen, du betreibst einen Sklavenhandel mit stummen Menschen.\n\nMeinst du das ernst?\nSag mir bitte, dass dies nur ein spass von dir war ...\nIch will halt nicht schon wieder gebannt werden, aber wow ... das ist so extreeeem daneben, da krempeln sich meine Fussnaegel um.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-11-10T10:08:35.843+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=HBqEHpGU,comment-id=00050001,timestamp=2019-11-09T22:35:06.940+0000)\n>\n> Meinst du das ernst?\n\nLies den Rest bitte.\n\n> Ich will halt nicht schon wieder gebannt werden, aber...\n\nDann halte dich zurück. Man muss nicht alles nach drei Monaten extra nach oben schieben.","replies":[{"id":"","poster":"Bettnachleger","date":"2019-11-10T11:12:57.730+0000","up_votes":1,"down_votes":0,"body":"Ich habe den Rest gelesen, aber was du da geschrieben hast ist so extrem an den Haaren herbeigezogen und so unsinnig, heiliger bim bam.\n\nUnd ich habe den Thread nicht nach oben geholt, offensichtlich.\nDas war der TE selber.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-11-10T11:30:41.486+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=HBqEHpGU,comment-id=0005000100000000,timestamp=2019-11-10T11:12:57.730+0000)\n>\n> Ich habe den Rest gelesen, aber was du da geschrieben hast ist so extrem an den Haaren herbeigezogen und so unsinnig, heiliger bim bam.\n\nDann würde deine Frage aber gar keinen Sinn mehr machen.\n\n>\"Ey...psst. Willst du 'ne Stumme haben? :v \"\n>\n>Dass das nicht von dir gemeint worden war, ist auch sicherlich klar. Jedoch könnte sowas von dem System falsch aufgefasst werden.","replies":[]}]}]}]},{"id":"","poster":"Shadousureiya","date":"2019-11-09T11:03:03.058+0000","up_votes":1,"down_votes":0,"body":"Ey bro wenn man sagt \"I will f you up\" heißt das nichts anderes als: Ich hau dir eine aufs Maul und hat nichts mit rapen zu tun also entspann dich ich bin kein Pedo","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-11-09T11:07:36.152+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shadousureiya,realm=EUW,application-id=KYnfKGf0,discussion-id=HBqEHpGU,comment-id=00050000,timestamp=2019-11-09T11:03:03.058+0000)\n>\n> Ey bro wenn man sagt \"I will f you up\" heißt das nichts anderes als: Ich hau dir eine aufs Maul und hat nichts mit rapen zu tun also entspann dich ich bin kein Pedo\n\nHoly f. Ich musste kurz das Datum von dem Thread checken. Jeez bruh. Wo warst du denn bitte?!\n\nUnd \"i will f u up\" kann Beides bedeuten. Besonders in diesem Kontext.","replies":[{"id":"","poster":"Bettnachleger","date":"2019-11-09T23:48:56.183+0000","up_votes":1,"down_votes":0,"body":"> Und \"i will f u up\" kann Beides bedeuten. Besonders in diesem Kontext.\n\nNein.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-11-10T10:06:15.444+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bettnachleger,realm=EUW,application-id=KYnfKGf0,discussion-id=HBqEHpGU,comment-id=0005000000000000,timestamp=2019-11-09T23:48:56.183+0000)\n>\n> Nein.\n\nDoch, kann es.","replies":[]}]}]}]}]},{"id":"","poster":"Vοhiyø","date":"2019-11-13T00:37:55.933+0000","up_votes":1,"down_votes":0,"body":"das ja super peinlich das hier zu posten xD ","replies":[]},{"id":"","poster":"Shacoláde","date":"2019-08-09T05:49:14.798+0000","up_votes":1,"down_votes":0,"body":"Ich frage mich wie man ingame immer so viel Zeit hat ein Roman zu schreiben.\nIch dachte dafür gibt´s andere Seite.\nIch brauche von der Tastatur genau 13 Tasten:\n\n\"1\" \"2\" \"3\" \"4\" \"5\" \"6\"\n\"Q\" \"W\" \"E\" \"R\" \"D\" \"F\"\n\"Shift\"","replies":[]},{"id":"","poster":"BlackSugaRose","date":"2019-08-08T16:47:36.240+0000","up_votes":3,"down_votes":3,"body":"Huhu Shadousureiya,\n\ngewissermaßen hast du recht. Diese Chatverläufe allein rechtfertigen keinen Permabann (Ich gehe davon aus, dass du mit Bann von einem Permabann sprichst, korrigiere mich bitte, falls ich falsch liege).\nDen Permabann kann man durch wirklich extreme Chatverläufe sofort bekommen, was hier nicht der fall ist, oder aber, wenn der Account bereits vorbestraft ist.\nWenn du also im Vorfeld bereits zwei mal eine Chatrestriction und einen 14-Tage-Bann erhalten hast, dann reicht auch dieser Chatverlauf für den Perma aus.\nDenn auch, wenn du sagst, dass du niemanden beleidigt hast, sind diese Chatverläufe toxisch.\nAuch negative Einstellung, wozu Blaming, Aufrufen zum Report und passiv aggressives Verhalten zählen, rechtfertigen eine Bestrafung.\n\n>ich hoffe das ein Mod das sieht und man vielleicht drüber nachdenkt ob man sowwas bestrafen sollte.\n\nIn diesem Forum wirst du allerdings (fast) nur Community Mitglieder erreichen. Wenn du mit dem Support in Kontakt treten möchtest, musst du dafür ein [Ticket](https://support.riotgames.com/hc/de/requests/new) erstellen.\n\nLiebe Grüße\nBlackSugaRose\n\nEdit: Nach genauerer Betrachtung findet sich dennoch die ein oder andere Beleidigung...\n\n>Shadousureiya: wtf sidestep a short loaded pyke q when he is near u then u can talk noob xD\nShadousureiya: dude i wont explain and waste my time if u dont understand what im t´rying to say then there is no reason to explain a person like you who is missing his whole brain\nShadousureiya: call me kiddo we can meet and u will be prob 12 and i will f u up","replies":[]},{"id":"","poster":"Cenâreth","date":"2019-08-08T16:41:25.927+0000","up_votes":1,"down_votes":1,"body":"Dass ist definitiv Community-Standards und erstmal Augenkrebs-erregend ....","replies":[]}]}