{"id":"68q2tTEu","poster":"Dragonheart","date":"2018-08-31T17:32:32.082+0000","title":"Blood Moon Akali","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Hey. Ich habe einen Vorschlag zu einem kleinen Update zu dem oben genannten Skin. \r\nIch bin ein gro&szlig;er Fan der Blutmond-Skinreihe und ihrer Farbgebung, aber es gibt eine Sache, die mich bei Akali etwas st&ouml;rt: Warum ist die Rauchwolke so langweilig grau?? \r\nMein Vorschlag hierzu: Warum verpasst man der Rauchwolke nicht einfach einen r&ouml;tlichen/bl&auml;ulichen/r&ouml;tlich-bl&auml;ulichen Anstrich? Halt etwas, das besser zu dem Thema passt und den Skin dann auch noch etwas interessanter machen w&uuml;rde.","replies":[{"id":"","poster":"ShyRIP","date":"2018-09-27T15:51:14.992+0000","up_votes":1,"down_votes":0,"body":"Es sollte lieber ein completes revert des alten artworks geben. kann ja ruhig stilistisch an dem neuen model angepasst werden aber auf dem splashart sieht sie viel zu plastisch aus. dass die riot leute auch gute artworks hinkriegen haben sie ja mit diana oder talon z.b. sehr gut bewiesen","replies":[]},{"id":"","poster":"Lunaá","date":"2018-08-31T23:11:51.669+0000","up_votes":1,"down_votes":0,"body":"Ich fände es auch schöner, wenn die Rauchwolken von den Skins (zB Blutmond-Akali) verschieden getönt wären.\nAber ich vermute, dass deswegen darauf verzichtet wurde, damit die Erkennbarkeit leichter fällt, und irgendwo kann ich das auch verstehen","replies":[{"id":"","poster":"Dragonheart","date":"2018-09-01T09:43:30.530+0000","up_votes":1,"down_votes":1,"body":"Entschuldige mal, aber: Welcher Trottel würde rot auf grün (Lane) oder blau (River) nicht sehen? xD\nUnd falls es um die Erkennbarkeit des Champions geht: Ich denke, die ist gegeben","replies":[{"id":"","poster":"Wildberry","date":"2018-09-02T18:31:18.630+0000","up_votes":1,"down_votes":0,"body":"Das hat mit Trottel nichts zu tun, schon mal von Farbenblindheit oder rot-grün Schwäche gehört?\n\nMit deinem Kommentar hast definitiv du dich zum besagten Trottel gemacht.\n\nErst nachdenken,  dann schreiben!","replies":[]},{"id":"","poster":"Lunaá","date":"2018-09-01T10:15:24.246+0000","up_votes":1,"down_votes":0,"body":"Es ging mir nicht darum, dass man die Rauchwolke auf dem Untergrund sehen kann, sondern man die Fähigkeit eindeutig Akali zuordnet. Mag zwar strange klingen, wegen so einem kleinen Unterschied in der Farbe es nicht zu machen, aber ich denke, RIOT hat sich dabei was gedacht ^^","replies":[]}]}]}]}