{"id":"3qqJlFEA","poster":"611FVNKBlv","date":"2019-08-08T01:29:47.918+0000","title":"Und täglich grüßt das Murmeltier.","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":12,"body":"Weiß nicht ob ihr (Riot) eig für alles zu Inkompetent seid aber es pisst einfach nur noch an. Könnt ihr euch mal Techniker/Programmierer etc besorgen die Ahnung von ihrem Job haben ?\n\nWill man so schön um 2 Uhr verschissen noch mal vielleicht ne Promo zocken\n\ndann geht der Client erstmal schön in Repair-mode für 1 1/2 Stunden nur damit am Ende steht \"Pls Re-install League of Legends\"\n\nWieder eine Top-Arbeit. Richtige China-Quality die ihr da bringt {{sticker:slayer-jinx-wink}}\n\n\nJeden Patch mittlerweile solch gravierende Bugs. Schon heftig","replies":[{"id":"","poster":"Asulia","date":"2019-08-08T06:07:45.165+0000","up_votes":3,"down_votes":0,"body":"Naja, wenn man bedenkt das Du eh nur zu 99 Prozent gegen Riot hetzt und ständig jede Gelegenheit nutzt um Riot schlecht zu machen und Ich an aktivem Verschwörungstheorieismus leide, bin Ich mir ziemlich sicher, Riot macht das aus purer Bosheit.\nIrgendeiner ist mal aus Langeweile über deine ständigen Posts gestolpert und dachte sich, ne Du, irgendwann ist auch mal Schluss, hat sich dein Account gesucht und alle Accs die damit verbunden sind und jetzt ist das die schweigende Rache der Techniker und weil die Zugriff auf deine Kamera haben, sitzen die im Aufenthaltsraum und streamen deine Ausraster live an die Wand und haben mächtig Spaß","replies":[]},{"id":"","poster":"NicoZockt","date":"2019-08-08T13:54:13.667+0000","up_votes":1,"down_votes":0,"body":"Frag mich wie ein spiel aussehen würde das du programmieren würdest ich sag nur so ´´mach es besser´´. Und wenn du das spiel so hatest kann man einfach auf löschen drücken dann hat sich das auch erledigt.","replies":[{"id":"","poster":"Megamaexx","date":"2019-08-08T22:27:34.409+0000","up_votes":2,"down_votes":0,"body":"“Mach es besser“ ist ein miserables Argument. Verpasst dir ein Friseur eine scheiß Frisur, wirst du dir ja auch nicht denken “Naja der darf das, ich kann's ja auch nicht besser“. Da gibt es sehr viele Beispiele, nur weil jemand etwas besser als du kann, heißt das ja nicht, dass derjenige nicht kritisiert werden darf.","replies":[{"id":"","poster":"NicoZockt","date":"2019-08-09T16:17:16.307+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach ist das keine wirkliche Kritik wenn man einfach nur sag was die Riot Mitarbeiter überhaupt können und sie sollen sich gefälligst jemanden suchen der das kann. Klar ein Friseur kann mal was verkacken aber im nächsten Moment wieder bei einem anderen gut machen. Jetzt sei aber mal ehrlich bei jedem Programm gibt es Lücken und Fehler sobald du was änderst (was in LOL nun mal oft der fall ist) kommen neue Fehler auf und es ist ja nicht so das sich da niemand drum kümmern würde es wird die Arbeit gemacht aber man kann nicht alles abdecken das keine Fehler entstehen. Würde man so vor gehen gäbe es das spiel noch gar nicht und würd erst getastet das alle Fehler behoben sind.\nFrage die ich mir stelle wie soll es Riot machen sie ändern was sollen sie das spiel dann offline nehmen solang Fehler bestehen ? damit sich niemand drüber aufregt ?\nLasst ihnen zeit sie machen ihre arbeit aber niemand kann alles beheben.\n{{sticker:zombie-brand-clap}}","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-08-08T04:52:16.850+0000","up_votes":2,"down_votes":0,"body":"Ich hab keinerlei Probleme... vllt bist du bzw dein PC ja das Problem? \nBugs entstehen immer da, wo Technik ist. So eben auch bei Riots Client oder denkst du echt, das immer alles perfekt und fehlerfrei laufen muss. Wenn du das glaubst, bist du sehr naiv.","replies":[]}]}