{"id":"0uZOpakb","poster":"WL Yurei","date":"2018-08-30T14:58:42.864+0000","title":"Cursed Ascension sucht Midlaner!","subforum":"Clans & Teams","embed":{"title":"Gyazo","description":"Take screenshots, screen GIFs, and full page captures you can instantly share now and search later. Get the free app for Windows, Mac, and mobile.","url":"https://gyazo.com/13b3a75d2a16d109afbd520abc759a47","image":"https://i.gyazo.com/thumb/1200/13b3a75d2a16d109afbd520abc759a47-png.jpg"},"up_votes":1,"down_votes":0,"body":"Servus Summoner/in,\r\n\r\nWir vier (Adc, Toplane, Support, Jungle) befinden uns im Platinbereich und suchen weitere Insassen die sich bereiterkl&auml;ren mit uns den Weg in die Kluft zu laufen! Wie im ersten Satz schon erw&auml;hnt befinden wir drei uns im Platinbereich, von der f&uuml;nften Division bis hin zur zweiten Division. Wir sind schon ein eingespieltes Team, welches einer Orga namens Cursed Ascension angeh&ouml;rt. Wir wollen die Orga Cursed Ascension in einige Turnieren vertreten weshalb es gut w&auml;re, wenn Ihr einen gewissen Ehrgeiz mitbringen w&uuml;rdet, um euch(dich) als auch uns zu verbessern. Kritik steht in den Analysen immer an der Tagesordnung, weshalb es gut w&auml;re wenn Ihr mit Kritik umgehen k&ouml;nntet. P&uuml;nktlichkeit steht stets an der Obersten Stelle! Nat&uuml;rlich darf man in den ganzen Gefechten der Kluft den Spa&szlig;faktor nicht vergessen, weshalb immer der ein oder andere Spa&szlig; gern gesehen ist! Unsere Champions sind recht vielseitig in der Kluft um die Vielfalt der Kluft zu bewahren! :3 Wir alle vier sind Liebevolle Menschen und hoffen auf gleichgesinnte, welche mit uns in ein neuem Zuhause erschaffen wollen! :3\r\n\r\nSollten Sie Augenkrebs aufgrund der Rechtschreib- und Grammatikfehler bekommen, wenden Sie sich bitte an Ihrem Arzt oder Apotheker\r\n\r\nMit lieben Gr&uuml;&szlig;en\r\n\r\nCA Suppensushi (Support)\r\nCA Eonari (Toplaner)\r\nCA Shai (Adc/designer)\r\nCA Cas (Jungle)\r\n\r\nLinks zur org.\r\n\r\nhttps://twitter.com/CursedAscension \r\nhttp://cursed.gg/","replies":[]}