{"id":"YgK17cYa","poster":"COWAS NoMercy","date":"2020-03-08T23:51:28.512+0000","title":"Das Ende der Foren, ein guter Zeitpunkt auch mit League aufzuhören?","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Entscheidet selbst! Titel.","replies":[{"id":"","poster":"HyperionCH","date":"2020-03-09T09:48:25.018+0000","up_votes":1,"down_votes":0,"body":"Dies muss jeder für sich selbst entscheiden.\n\nWichtigster Punkt: Das Game sollte Spass machen.\n\nDer Vorteil bei einem F2P-Game ist: wenn es Spass macht, kann man weiterhin das Game zocken.\nAber wenn man vom Publisher enttäuscht ist, kann man schlicht und einfach zukünftig auf Micro-Transaktionen verzichten (und trotzdem weiter spielen).\n\nSollte der Umsatz nun auf einmal sinken (was ich zwar etwas bezweifle), wird dies Riot Games merken.\nAls ich vor 2-3 Jahren aufhörte, RP zu kaufen (weil bereits damals Riot Games sich nicht um die Community kümmerte), bekam ich nach gut einem Monat eine e-mail mit Fragebogen (auch über das Thema RP-Käufe). Das war sicherlich kein Zufall.\nWenn also viele RP-Käufer nun keine mehr kaufen, werden sich höchstwahrscheinlich (ab einem gewissen Umsatz in der Vergangenheit) auch eine e-mail erhalten. Wenn dort dann öfters steht, dass man wegen der Forenschliessung keine RP mehr kauft... ^^","replies":[]},{"id":"","poster":"SukMyBigSchlong","date":"2020-03-09T09:40:13.059+0000","up_votes":1,"down_votes":0,"body":"Es gab nie einen schlechten Zeitpunkt um dieses dreckige scheißspiel einfach liegen zu lassen.\n\nProbierts Warframe, falls euch Mindless Grinding gefällt :D nach über 5 Jahren wieder angespielt und league sofort fallen gelassen.\n\nFuck Riot\nFuck Tencent","replies":[]},{"id":"","poster":"Jennifer420","date":"2020-03-09T02:26:00.048+0000","up_votes":1,"down_votes":0,"body":"n guter zeitpunkt zum aufhören ist seit tencent in season 6 das steuer übernahm.\n\naber nein n weiterer guter zeitpunkt zum aufhören wir in 3-4 monaten sein wenn sich die abschaffung des pbe forums darin zeigt dass der liveserver plötzlich der \"bug server\" heißt.","replies":[]}]}