{"id":"EEH5nIm2","poster":"Pandeonor","date":"2018-08-28T07:30:52.147+0000","title":"Zyra Q-Pflanzen greifen random keine Gegner an oder sehr spät","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Damit auch hier gemeldet. Die Pflanzen haben oft Aussetzer und/oder greifen &uuml;berhaupt nicht an. \n\n\nHabe das vor ein paar Tagen auch &uuml;ber den Meldebutton des Client gemeldet. Wurde offenbar noch nicht gesichtet. Habe zur Kontrolle Riot ein youtube-Vid mitgeschickt. 0 views bisher. Wundert mich nicht wirklich ehrlich gesagt. Ich sch&auml;tze das diese Funktion alibi ist und nur auf Masse bei reddit oder auf Streamer reagiert wird.\n\nAnyway. Bin das im Client (mit vid), via NA-Forum (mit anderem vid + screenshot) und auch nun hier losgeworden.\n\nDas ist unlustig.","replies":[{"id":"","poster":"Necromant","date":"2018-08-28T07:40:03.487+0000","up_votes":2,"down_votes":0,"body":"Schick mal das Vid hier rein. btw. den Link.","replies":[{"id":"","poster":"Pandeonor","date":"2018-08-28T07:48:38.471+0000","up_votes":1,"down_votes":0,"body":"Eines (nicht von mir). Der Bard freut sich. Der steht praktisch auf den Pflanzen drauf  und wird wegignoriert. Die Pflanzen schiessen erst _nachdem_ sie von den Minions angegriffen wurden.\n\nhttps://gfycat.com/SilverAbleCaterpillar\n\nund ein screen:\nhttps://abload.de/img/zyra81608dzn.jpg","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-08-28T10:07:51.513+0000","up_votes":1,"down_votes":0,"body":"Scheint ein Aggro-Problem zu sein.\nGrundsätzlich kann man dieses Problem bis es gefixt ist jedoch gut mit der Zielvergabe der Pflanzen überbrücken. (Die Pflanzen greifen immer die Ziele an, die du mit Q E oder R triffst) Hätte der Macher des Videos über Bard vs. Zyra den Bard mit dem Q getroffen hätten die Pflanzen ihn sofort fokussiert.\n\nHoffe jedoch dennoch auf baldiges Fixen des Buggs. (Zyra ist mein Main für meine Second-Role)","replies":[{"id":"","poster":"Pandeonor","date":"2018-08-28T11:08:10.268+0000","up_votes":1,"down_votes":0,"body":"> Hätte der Macher des Videos über Bard vs. Zyra den Bard mit dem Q getroffen hätten die Pflanzen ihn sofort fokussiert.\n\n...und ggfs tot. \n\nOhne die Reichweite der Pflanzen kann Zyra nur noch mäßig bis gar nicht zonen, da sie immer in Q-range oder gar AA-range gehen muss. Auch kann ich die Pflanzen weder hinter die Gegner setzen noch in einen Busch wg. dahinter befindlichen Gegnern.\n\nGenaugenommen ist sie aktuell wenn es hart auf hart bzw. knapp zugeht unspielbar.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-08-28T11:42:59.049+0000","up_votes":1,"down_votes":0,"body":"Definitiv nicht.\nIch habe aktuell keine Probleme mit ihr.","replies":[{"id":"","poster":"Pandeonor","date":"2018-08-28T11:54:56.375+0000","up_votes":1,"down_votes":0,"body":"Das wird vom playstyle abhängen. Manche machen viele aa´s, poken mit der Q. Ich liebe es meine Pflanzen oft hinter und neben den Gegnern zu plazieren und Fluchtwege abzuschneiden, sehr viel indirekt zu poken weshalb ich auch keine Punkte in die Q stecke.\n\nMir fällt obiger Fehler extremst auf. Den \"direkten\" Spielstilen wird der Fehler praktisch gar nicht aufgefallen sein.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-08-28T16:03:45.495+0000","up_votes":1,"down_votes":0,"body":"> Das wird vom playstyle abhängen.\n\nDefinitiv\n\n>  Ich liebe es meine Pflanzen oft hinter und neben den Gegnern zu plazieren und Fluchtwege abzuschneiden, sehr viel indirekt zu poken weshalb ich auch keine Punkte in die Q stecke.\n\nIch maximiere als Support das W XD. Die meisten maximieren das E. Im Jungle und in der Midlane bietet sich das Q oder E an, da man das W reseten kann, aber es ist halt alles vom Playstyle abhängig.\n\n> Mir fällt obiger Fehler extremst auf. Den \"direkten\" Spielstilen wird der Fehler praktisch gar nicht aufgefallen sein.\n\nJap. XD\nIch habe mir den direkteren Spielstil angewöhnt, da ich häufig mit den Pflanzen eher gefarmt habe, als dem Gegner auf die nerven oder Leben gegangen zu sein.","replies":[{"id":"","poster":"Pandeonor","date":"2018-08-28T22:59:09.189+0000","up_votes":1,"down_votes":0,"body":"> Ich habe mir den direkteren Spielstil angewöhnt, da ich häufig mit den Pflanzen eher gefarmt habe, als dem Gegner auf die nerven oder Leben gegangen zu sein.\n\n\nSo wie ich es sehe muss ich mir das auch angewöhnen bzw. mich umgewöhnen. Ich habe mich umgesehen und es gibt bereits einige Threads zum Thema und keine Meldung Riots dazu. Da wird sich auf absehbare Zeit nichts verbessern. Nachdem es auch heute wieder mehrfach aufgetreten ist versuche ich es zu umgehen. \n\nNa ja. Etwas traurig ist es schon. Aber mir ist bewusst das auch Riot nur eine Klitsche ist wie viele andere größere Firmen auch. In diesen knirscht es oft und das bereits bei über viele Jahre \"gewachsenen\" Firmengrößen. Bei einer \"ups wir sind ja groß\" Firma wie Riot kann man froh sein wenn sie nicht über Nacht Pleite geht ^^. *hehe *  ^ ^  \n\nUnd btw ist nicht ganz auszuschliessen das es schlicht Absicht ist. Auch das halte ich abgesehen von Unfähigkeit offensichtliche Fehler zu korrigieren für im Bereich des möglichen.\n\n\nAber gut. Ziel ist dieses Jahr 2 Millionen Mastery zu erreichen. Fehlen noch rd 350k. Die kriege ich auch noch hin mit einer im Schaden geschnittenen Zyra, auch wenn ich gerade in der 3er map an den Mitspielern verzweifle. Das ist oft schon kriminell. Die Rod of Ages + seekers armguard Full AP Illaoi war heute wieder ein Meilenstein. Die Entscheidungsfindungen der Mitspieler sind oft sagen wir.... _unnachahmlich_.  ^^  Da ist es dann auch egal ob die Pflanzen 2 Sekunden brauchen bis sie sich aktivieren wenn die Mitspieler anstatt 3vs1 den Turm+Inhib zu nehmen sich porten gehen um dann frisch an das erobern des Vile zu machen und 3vs3 einzugehen weil die Gegner wieder alle da sind.\n\n\nUnd so gewöhnt man sich an alles. Zumindest scheint noch keine VGU o.ä. in Sicht. Wer weiß was den Dauer-Praktikanten dort noch alles einfällt. ;) Ich beeile mich jedenfalls die 2 mio voll zu machen bevor sie aus dem Spiel genommen wird. :-P","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-08-29T08:45:30.364+0000","up_votes":1,"down_votes":0,"body":">  Bei einer \"ups wir sind ja groß\" Firma wie Riot kann man froh sein wenn sie nicht über Nacht Pleite geht ^^. hehe ^ ^\n\nDas Riot aktuell und in der Vergangenheit recht viele Fehler gemacht hat ist klar, jedoch finde ich diese Aussage etwas zu weit.\n\n> Und btw ist nicht ganz auszuschliessen das es schlicht Absicht ist. Auch das halte ich abgesehen von Unfähigkeit offensichtliche Fehler zu korrigieren für im Bereich des möglichen.\n\nIch glaube eher, dass es ein Fehler ist. Mir ist abseits des Heimer-R-Turms von keiner anderen Einheit bekannt, die teilweise nicht angreift. Es würde in meinen AUgen auch keinen Sinn ergeben, wenn es Absicht wäre. XD\n\n> Aber gut. Ziel ist dieses Jahr 2 Millionen Mastery zu erreichen. Fehlen noch rd 350k. \n\nInteressantes Ziel\n\n> Die kriege ich auch noch hin mit einer im Schaden geschnittenen Zyra, auch wenn ich gerade in der 3er map an den Mitspielern verzweifle.\n\nHabe noch nie die 3er Map gespielt XD Aber sie scheint vom Hörensagen nicht so beliebt zu sein. Vielleicht sammeln sich deshalb dort eher die \"seltsamen\" Leute?\n\n> Die Rod of Ages + seekers armguard Full AP Illaoi war heute wieder ein Meilenstein.\n\n{{sticker:slayer-pantheon-thumbs}} \n\n> Zumindest scheint noch keine VGU o.ä. in Sicht. \n\nDas macht bei Zyra auch nicht wirklich Sinn, da sie beim Mage-Update schon ein Gameplay-Update erfahren hatte. Da stehen noch 80-90 bessere Kandidaten im Raum.\n\n> Wer weiß was den Dauer-Praktikanten dort noch alles einfällt\n\nGanz ernst. Ich habe keine Ahnung, woher dieser Blödsinn kommt. Die Praktikanten sind zum Kaffee kochen da und nicht zum Champion designen.\n\n> Ich beeile mich jedenfalls die 2 mio voll zu machen bevor sie aus dem Spiel genommen wird.\n\nWenn das passiert, wird sich das nur auf einen geringen Zeitraum beschränken. (vgl. Aurelion Sol => ~2 Wochen)","replies":[{"id":"","poster":"Pandeonor","date":"2018-08-29T11:07:07.983+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=ImBE6GqA,discussion-id=EEH5nIm2,comment-id=000000000000000000000000000000000000,timestamp=2018-08-29T08:45:30.364+0000)\n>\n> Das Riot aktuell und in der Vergangenheit recht viele Fehler gemacht hat ist klar, jedoch finde ich diese Aussage etwas zu weit.\n\nEs sind schon viele große Firmen in Problemen gewesen ohne das man es gesehen hatte bzw. man hatte es durchaus gesehen, da börsennotiert und transparenter [etwas was bei Riot fehlt]. Man kann jedoch Riot insofern ausschliessen als Tencent dahinter steht.\n\n > Ich glaube eher, dass es ein Fehler ist. Mir ist abseits des Heimer-R-Turms von keiner anderen Einheit bekannt, die teilweise nicht angreift. Es würde in meinen AUgen auch keinen Sinn ergeben, wenn es Absicht wäre. XD\n\nOb es _sinnvoll_ ist wäre nicht meine Frage. Es ist _begründbar_ wenn man hingeht und erklärt das Pflanzen erst mit einem getroffenen Ziel (Spell oder AA) aktiviert werden.\n > Habe noch nie die 3er Map gespielt XD Aber sie scheint vom Hörensagen nicht so beliebt zu sein. Vielleicht sammeln sich deshalb dort eher die &quot;seltsamen&quot; Leute?\nNicht seltsamer als woanders denke ich. Nur sind die Auswirkungen der Probleme in unteren Elos sichtbarer, wirken sich unheimlich stark aus.\n\nIch habe heute mein erstes Spiel verloren. 5 Türme genommen, open Inhib beim Gegner, keinen eigenen Turm verloren, 6 Kills vorn, ich stehe 7-1-4 und mein Pantheon ich glaube 7-1-6.\n\nVerloren, dieses Match. Unglaublich irgendwo aber wenn man eine Weile diese Map spielt ist das \"normal\".\n\nDas ist Elo-Hölle. In der 5er-Karte hat man eher den Ausgleich und die Wege sind länger, man kann auch mehr pingen. Auf der 3er Map geht nichts mehr wenn man 1-2 Mitspieler hat welche nicht wissen was zu tun ist. Ich bin kein Freund des \"Elo-Hölle\" herbeiredens und meine das auch nicht als Begründung weshalb man da steht wo man steht. Es ist für mich der Zustand bei welchem man wie in heutigem Szenario dasteht und schreibt und schreibt und pingt und bettelt -- aber die anderen einfach nicht das tun was sie müssten und stattdessen flamen.\n> Das macht bei Zyra auch nicht wirklich Sinn, da sie beim Mage-Update schon ein Gameplay-Update erfahren hatte. Da stehen noch 80-90 bessere Kandidaten im Raum.\n*hoffhoff*{{sticker:sg-jinx}}  \n> Ganz ernst. Ich habe keine Ahnung, woher dieser Blödsinn kommt. Die Praktikanten sind zum Kaffee kochen da und nicht zum Champion designen.\nDas mit den Praktikanten ist ein running-Gag im Internet um gefühlten Unfug von Spieleherstellern zu begründen [irgendjemand ist immer Schuld - im Zweifel der Praktikant]. ;)\n> Wenn das passiert, wird sich das nur auf einen geringen Zeitraum beschränken. (vgl. Aurelion Sol =&gt; ~2 Wochen)\nHoffe ich doch. :-P\n\n\n\nIch drücke die Daumen. Das Video aus meinem ingame-Bugreport wurde jedenfalls bislang noch nicht einmal aufgerufen. Daraus schliesse ich das diese Reports entweder Alibi-Funktion erfüllen und nie gesichtet werden _oder_ das der bug bekannt ist und sich daher niemand bemüssigt fühlt noch ein Video dazu aufzurufen. Ich tendiere zu ersterem analog den Spieler-Reports, da ich mir vorstellen kann das etliche Bugreports auflaufen und keiner Zeit hat die tatsächlich auch anzusehen.\n\nDa bin ich aus Lebenserfahrung etwas zynisch in dieser Hinsicht. Oder fatalistisch. Oder realistisch. Kommt darauf an wie man das bewerten möchte ^^. Das ist wie das mit Trump. Lt. Berichten sind dessen Zustimmungsraten nicht zu erschüttern und gleichmäßig hoch, egal was er in der Vergangenheit veranstaltet hatte. Manche Dinge muss man eben nicht erklären können.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Pandeonor","date":"2018-08-30T15:05:12.003+0000","up_votes":1,"down_votes":0,"body":"Und es geht weiter. Eben wurde eine Annie im ranked von den Pflanzen wegignoriert. Die ist erst geflüchtet und als sie gemerkt hat das die Pflanzen nicht schiessen ist sie right away wieder zurück and daran vorbei auf die Lane.\n\nDas kann es echt nicht sein.\n\n\nAuf reddit wird ein entsprechender Thread nicht einmal freigeschaltet.\n\nEinmal von dem Aggro-Bug abgesehen ist das m.E. untragbar auf Dauer.","replies":[]}]}