{"id":"ch99KzOE","poster":"LeKerkiii","date":"2019-08-06T17:11:03.173+0000","title":"Cham Generator/Call is Call Programm","subforum":"Community-Kunstwerke","embed":{"title":"CallIstCallLol","description":"About Executable Formats An executable file is a file in a format that a computer can directly execute. Although most executable files are safe, these formats are the most commonly used to transmit viruses and infect computers with malware.","url":"http://www.mediafire.com/file/rncqc7nw12p3bj0/CallIstCallLol%25282%2529.exe/file","image":"http://static.mediafire.com/images/filetype/download/app.jpg"},"up_votes":1,"down_votes":0,"body":"Moin Leute,\r\nich hab jetzt einige Zeit lang an einem Programm geschrieben mit dem ihr ganz easy Call is Call zocken könnt :o\r\n\r\nFür diejenigen die nicht wissen was das genau ist:\r\nIhr seit z.b 5 Premates. Ihr wählt einen \"Caller\" auswählen, dieser ist sozusagen der Gamemaster uns entscheidet was die anderen Leute spielen sollen und kann im Spiel Calls machen z.b das einer den gegnerischen Bluebuff warden soll etc.\r\n\r\nDas alles könnt ihr auch mit meinem Programm. Ihr könnt zwischen 1-5 Spieler wählen und habt dann folgende Möglichkeiten:\r\n1.Einen Caller auslosen\r\n2.Random Champions generieren (Hierbei sind Summoner Spells,Runen und das Build inklusive, aber die kann man je nach belieben deaktivieren)\r\n3.Calls für Spieler auslosen\r\n\r\nAußerdem habe ich Funktionen eingebaut die das benutzen des Programms deutlich vereinfachen können z.b den Copy-Modus wo die Champions in eine Textdatei geschrieben werden und man diese dann einfach per Copy &amp; Paste den anderen schicken kann.\r\nZudem gibt es auch die Möglichkeit Spielernamen hinzuzufügen damit man genau weiß wer was spielen muss und wer welchen Call erhalten hat.\r\n\r\nWeitere Funktionen werden in Zukunft kommen und ich würde mich freuen wenn ihr mir eine ehrliche Review zum Programm gibt weil das mein erstes \"großes\" Projekt war (ich komme jetzt auf 1300 Zeilen puren Code)\r\n\r\nIch hoffe ihr habt damit Spaß :D\r\n\r\nL.G LeKerkiii\r\nps. hört auf Lux zu spielen","replies":[{"id":"","poster":"Necromant","date":"2019-08-07T11:08:03.182+0000","up_votes":1,"down_votes":0,"body":"Womit hast das geschrieben?\nC, C#, C++? etc.pp","replies":[{"id":"","poster":"LeKerkiii","date":"2019-08-07T19:32:43.551+0000","up_votes":1,"down_votes":0,"body":"C#","replies":[]}]}]}