{"id":"n3v3II1b","poster":"WeebProdigy","date":"2019-08-06T09:00:44.342+0000","title":"JungleMacro/Highelo","subforum":"Esports","up_votes":5,"down_votes":1,"body":"Ich bin jetzt auf meinem Main mittlerweile platin. Ich spiele erst seit Season 8 LoL ranked und habe Season 7 bis lvl 22 gespielt. Die aktuelle Junglegankmeta habe ich verstanden. Ich weiß wie ich zu clearen hab und wann sich ganks auf lanes anbieten. Meine Frage ist: Was geht im Kopf von richtigen Highelojunglern wie Griffen Tarzan ab. Es gibt ja irgendeinen Begriff dafür wie viele Denkprozesse pro Minute im Brain abgehen. Ich habe das Gefühl das ich mein Potenzial nicht ausnutze. Meine Frage ist, an was denkt ein Highelojungler an was ich nicht denke, dass ich in einem seiner gameplays nur vom macro her direkt sehe, dass er Highelo ist. Ich erhoffe mir durch eine Antwort, dass ich jenes auf meine Games selbst besser anwenden kann. Vielleicht liest das ja ein Highelojungler ;)\nÜber eine Antwort würde ich mich riesig freuen.\n\nMit freundlichen Grüßen\nWeebProdigy","replies":[{"id":"","poster":"Bananenschnder","date":"2019-08-06T09:13:22.435+0000","up_votes":1,"down_votes":2,"body":"Schau dir mal die How To Dominate's von IWillDominate an. Dort redet er relativ viel darüber, was in seinem Kopf abgeht.","replies":[{"id":"","poster":"WeebProdigy","date":"2019-08-06T09:44:06.088+0000","up_votes":1,"down_votes":0,"body":"Er sagt zwar auch noch so ein paar Sachen wie ob er gerade die Scuttle contesten kann, soweit bin ich aber auch schon. Wenn ich mich da irre würde ich mich natürlich über eine Antwort freuen. :)","replies":[]},{"id":"","poster":"WeebProdigy","date":"2019-08-06T09:38:19.715+0000","up_votes":1,"down_votes":0,"body":"Kann es dein das der mehr so Championguides in der Playlist hat? Wie gesagt es geht mir mehr um Macro.","replies":[{"id":"","poster":"WeebProdigy","date":"2019-08-06T09:39:18.170+0000","up_votes":1,"down_votes":0,"body":"Die meisten Gameplays sind auch noch vor dem Scuttlespawntimechange. Sie sind also fast alle inaktuell","replies":[]}]}]}]}