{"id":"zxzuA59T","poster":"BVB09","date":"2019-08-05T18:18:08.727+0000","title":"Neue Spielmodi Idee (Death mode)","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":2,"body":"Hier meine neue Idee:\nKluft der Beschwörer\nIm Death Mode gibt es keine Items Außer Wards,start items, Schuhe( Kann nur eines gekauft werden)  und Schmuck..\nEs kann als Jungler : Nur das erste Jungler Item gekauft werden ( und nur 1 Version davon) mann muss sich entscheiden welches der beiden man nimmt..\nAlle Großen Jungel Monster: lassen beim killen einen zufälligen Trank fallen oder einen boost der vassalen in der nähe kurz stärker werden lässt..\nVassalen und charackter geben nur 10% Gold ab, als vom normalen Grundwert ( es gibt ja nur Schuhe\nalle Monster,Vasallen ,Drake und co bleiben auf dem untersten lvl..\n\nSpiel Charackter sind für immer auf Stufe 1\nDer Schaden an Türmen und Gebäuden ist um 20% erhöht...\nPro 100 Vassalen die das eigene Team Tötet: Verlieren die gegnerischen Tower und gebäude 10% Ihres aktuellen Lebens = Maximal 50% des Anfangs wertes..\n\nDie Todeszeit von Characktere in diesem modus wird Pro Tod um 100% erhöht und fängt bei 5 sekunden an.. 1 Tod 5 Sekunden Tod /2 tot 10 sec tod/3 Tod 20 sec tot u.s.w Maximal 80 Sekunden=5 Tode.. Man bekommt also pro kill selbst keine verbesserung aber der gegner ist immer länger tot.. \n\nJedes mal wenn dein Team einen turm zerstört: erhöht sich der Schaden deines Chars um 2%...\n\nAlle 5 Kills : werden die Lebenspunkte von monstern auf der eigenen seite: außer drake/Baron um 5% verinngert = Maximal 30%\n\nBei jedem eigenen Kill wird der schaden gegen Drake und Baron um 2,5% erhöht ( Nur auf sich selbst bezogen)\n\nEin kill to win Modus und falls die Gegner nicht Sterben wollen.. Einfach Vassalen Farmen =)","replies":[{"id":"","poster":"Nordwolf87","date":"2019-08-07T12:29:49.082+0000","up_votes":1,"down_votes":0,"body":"Klingt für mich doof.\n\nDh die Champs haben nur 1 Fähigkeit wenn sie ewig auf lvl 1 bleiben? Ergo haben viele champs nie eine chance, die combos im kit haben. Weiters sind champs, die on-hit stacks bekommenider effekte haben (zb Sion oder Cho) oder champs ohne Mana unschlagbar.\n\nUnbalanced und mMn nicht zu ende gedacht.","replies":[]}]}