{"id":"qb1t5wWl","poster":"404 Akame ","date":"2018-08-24T21:18:19.070+0000","title":"Supporter LFT Platin+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich suche nach einem Team das Serious gehen m&ouml;chte :D\nChampionpool{{champion:117}} {{champion:267}} {{champion:412}} {{champion:497}} {{champion:163}} \nAlles andere Kann ich halbwegs aber bin nicht abgeneigt es zu &Uuml;ben :D\nHabe Teamerfahrung \nBin atm Platin 3 Peak diese season P1 100 lp\nWas ich vom Team erwarte ist , dass es schon entspannt zugeht und nicht hardcore toxicness ingame das bringt zu viel druck auf sich.\nMann kann seine witze machen usw. da hab ich nichts gegen aber im z.B scrim Teamtraining nicht Permanend Labern :D\nWenn jemand shortcallt und jemand mit dem call nicht zufrieden ist etwas in den raum werfen was denn besser w&auml;hre und wenn dies keiner weitere so findet trotzdem den call vom vorherigen ausf&uuml;hren wenn er dann schief l&auml;uft (aus fehlern lernt man :D){{sticker:sg-lulu}} \nBin freundlich aber auch ein wenig sch&uuml;chtern :D Ich rede nicht viel ausser ich bin in Rage (konzentriert aufs spiel) und shortcalle :D\nIch habe viel zeit und bin ganz spontan :D Ich habe an keinem tag wirklich etwas festes geplant und wenn ich es haben sollte melde ich mich vorher :D (etwa 2-3 stunden vorher damit ersatz gefunden werden kann :D)\nIch werde das Jahr noch 17 Jahre alt und hei&szlig;e Sandro :D\nFalls ihr immernochnicht Zur&uuml;ckgeschreckt seid :D\nAddet mich gerne Ingame :D TS&sup3;/Discord Vorhanden Prefer aber TS&sup3; da im discord die einstellungen f&uuml;r mich unpassend sind :D\nING: AeQ Deidara\n{{sticker:sg-ahri-2}} {{sticker:sg-jinx}}\n\n\"Bearbeitet\" Habe ich vergessen sry xD Mein Fehler : Ich spiele am liebsten/Besten Mit Den Folgenden adcs \n{{champion:22}} {{champion:51}} {{champion:222}} {{champion:145}} {{champion:202}} {{champion:429}} {{champion:96}} {{champion:236}} {{champion:18}} {{champion:110}} {{champion:498}} {{champion:157}} \nBei ADCs wie{{champion:67}} {{champion:119}} Müssten wir die Synergy Testen da diese ADCs eher nicht so geignet sind fürs teamplay :D (Meine Meinung)\nIch weiß das Fast Alle ADCs in der Liste Sind :D Mein Playstile zieht sich auch eher aufs Passiv Agressive Early und savepeel midlategame :D\nSeeya{{sticker:sg-miss-fortune}} ","replies":[]}