{"id":"8wFqAEqB","poster":"EzreallyTragic","date":"2019-08-05T09:35:21.554+0000","title":"Was macht rito bei menschen die zb bipolar sind?","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":17,"body":"Toxicity kann bei mentalen problemen wie bipolarität(ob man das so sagen kann?) Echt schnell zum problem werden und im bann enden, abee im endeffekt wurde der spieler dann für seine mentalen problemen gebannt und nicht für die eigenen taten\r\n\r\nIch finde riot sollte es zulassen, das diese menschen einen ärztlichen beweiß vorbringen können und eine option für diese spieler einführen das sie nicht gebannt werden können aber temporär in real time im spiel automatisch gemutet werden wenn sie toxisch sind(5/10min) aber NUR bei diesen spielern weil andere die keine mentalen probleme haben sonst einfach weiter flamen würden","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-05T14:17:01.507+0000","up_votes":8,"down_votes":1,"body":"Ein \"schöner \" Trollpost auf Kosten jener, die tatsächlich an derlei Krankheiten leiden...\n\nIch selbst habe mein Päckchen zu tragen und bin sogar in Therapie und ich krieg jedesmal einen regelrechten Brechreiz, wenn irgendwelche Kiddies meinen sich mit Begriffen wie Bipolar, Borderline, Depression etc. zu brüsten, sich dahinterverstecken und sich dabei auf absurder Weise ein paar Sonderrechte erhofen. Diese Leute haben keinen Schimmer wie es wirkllich ist, wenn die eigene Seele krank ist, meist wohlbehütet und nur aufmerksamkeitsgeil. \nSie rennen schon wegen Liebeskummer zu Therapie, posten auf Instagramm und Co pseudotiefgründige Sprüche über \"furchtbar schlümmen Depressionen\", während sie komischerweise ganz trd. viel Zeit und Kraft haben sich perfrekt geschminkt und gestylt ihre Selfies posten.\n\nTja und was machen die wirklich kranken?\nDer Depressive muss sich zum aufstehen aufraffen, weil er sich wünscht garnicht mehr aufzuwachen...\nDer Borderliner muss jeden Tag gegen seine selbstzerstörerische Triebe ankämpfen und seine instabile Bindungen halbwegs zsm halten...\nDer Schizophrenie wird von seinen unheilvollen Stimmen maltretiert...\nDer Bipolare dreht sich seinen Strick...\n\nWährend die wohlstandverblödeten Blagen es als perversen Modetrend abfeiern.\n\nHier mal ein paar Links und Rechts von einen wirklichen \"Bekloppten\"","replies":[{"id":"","poster":"EzreallyTragic","date":"2019-08-08T13:14:18.155+0000","up_votes":2,"down_votes":1,"body":"Offensichtlich bezeichnest du dich selbst als experte wenn du, wie man sieht, keine ahnung hast.\n\nDepressionen sind nicht automatisch aus selbsmord gedanken wie du es angedeutet hast, \"der suizidale\" würde hier besser passen\n\nwas du hier schreibst ist nicht nur kindisch du hast auchnoch sehr viel selbstmitleid, jeder hat seine eigenen ECHTEN problem und anstatt wie du  zu denken du bist speziell nur weil du in therapie bist und viele kinder sich selbst diagnostizieren heißt das noch lange nicht das du hier irgend ein experte bist wedernoch der einzige bist der probleme hat.\n\nnewsflash ich bin auch in therapie, aber ich bleibe immerhin realistisch und sage nicht das JEDER mit den gleichen problemen wie ich auch die gleichen eigenen reaktionen hat wie ich, dieser post ging darum das leute mit einer bipolaren störung die MÖGLICHKEIT haben das einzufordern und nicht das es sein muss.\n\nokay du fühlst dich nicht wie ich und du denkst das die idee schwachsinn ist, super dann kritisiere den post erwachsen und sag nicht das auf einmal jeder bipolare suizid begehen will, oder das jeder schizo aufeinmal stimmen hören muss weil du das online gelesen hast oder das jeder depressive nichtmehr aufstehen will nur weil das typisch bei saisonalen depressionen ist.\n\ndas wohl kindischte was du hier gesagt hast ist das kiddies schon wegen liebeskummer zur therapie gehen wobei das selbst extrem kindisch, selbstbemitleident und das du komplett denkst das du ein spezial fall bist der es mehr verdient zur therapie zu gehen nur weil es viele poser gibt.\n\nWENN DU DICH FÜHLST ALS BRÄUCHTEST DU THERAPIE DANN GEH ZUR THERAPIE. es gibt keine standarts dafür es ist das gleiche wie physische probleme du gehst zum arzt wenn du dich fühlst als wäre etwas physisch falsch genau so ist es bei therapie, therapie ist nicht für dich oder mich \"resaviert\" oder wie du es auch immer andeutest, auch kleine probleme wie liebeskummer können bei kindern langfristige probleme hervorrufen und selbst im trauma enden.\n\nbitte bleib realistisch und erwachsen vorallem hör auf so ein unsinn zu verbreiten es hilft niemandem weiter.","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-08T23:34:42.447+0000","up_votes":2,"down_votes":2,"body":"Na so psychisch krank kannst du nicht sein, wenn du so toll rumstänkern kannst. ;)\nDas einzige Kind bist du, das gerade rumzickt, weil du jetzt merkst, dass du eben nicht die große Extrawurst bekommst. \n\nUnd mein persönlicher Rat an dich, sofern du wirklich psychisch krank bist: \nLies dir mal das Märchen \"Der Junge, der immer nach Wolf rief\", reflektiere mal dein Verhalten und wie du auf andere Menschen (sowohl real als auch digital) wirkt. \n\nAndernsfalls prophezeihe ich dir, dass du eines Tages dasselbe unrühmliche Schicksal wie dieser Junge erleiden wirst.","replies":[{"id":"","poster":"EzreallyTragic","date":"2019-08-09T06:56:46.855+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Hundis Katze,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=000800010000,timestamp=2019-08-08T23:34:42.447+0000)\n>\n> Na so psychisch krank kannst du nicht sein, wenn du so toll rumstänkern kannst. ;)\n> Das einzige Kind bist du, das gerade rumzickt, weil du jetzt merkst, dass du eben nicht die große Extrawurst bekommst. \n\nOh gott jetzt kommt wieder der selbstmitleid, sorry ich hab meinem therapeuten von der erzählt sie meinte gestern das eigentlich du der einzige mit problem bist und alle anderen nur bei therapeuten damit du dich nicht alleine fühlst sorry\n\n\nBleib (oder eher werd) mal bitte erwachsen und realistisch hier, wenn du über 12 bist(was nicht so scheint)","replies":[{"id":"","poster":"drexxsack","date":"2019-08-09T08:12:09.542+0000","up_votes":2,"down_votes":0,"body":"Und jetzt beruhigen wir uns alle mal und schalten einen Gang zurück!\n\nZum Thema selbst gibt es nur zu sagen: Wie soll Riot das sicher wissen und welchen wirtschaftlichen Nutzen hätte die Implementation eines Verfahrens zur Feststellung eben jener Probleme für Riot?","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-09T08:59:59.030+0000","up_votes":1,"down_votes":1,"body":"Also ich bin ruhig, keine Bange, bin nur amüsiert wie die TE sich selbst entlarvt. Ich sag nur Dunning-Krugger Effekt ^^\n\nKeine Firma ist für die psychische Befindlichkeiten seiner Kunden verantwortlich. Solch derartige Forderungen sind allerdings typisch für die heutige Generation (nicht nur bei Lol). Es geht teilweise schon weit, dass (wenn nach diesem Klientel ginge) für jeden Scheiß eine Trigger Warnung herkommen soll, weil sie sonst von jeden bösen Wort gleich ein schweres Trauma kriegen. \n\nIn Videospielen wie LoL sind die negativen Folgen dieser schwächlichen Geisteshaltung noch überschaubar und auszuhalten. In anderen Lebenbereichen sind die Folgen jedoch dramatischer (siehe sinkender Bildungsstandard dank Helikopter Eltern, Kuschelpädagogik und -politik). Dies würde allerdings zu sehr den Rahmen sprengen an der Stelle.","replies":[{"id":"","poster":"EzreallyTragic","date":"2019-08-09T13:56:47.836+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-09T15:07:26.689+0000","up_votes":2,"down_votes":1,"body":"Ich versteh nicht ganz, was das Finanzielle, die Familie und Anzahl der Freunde mit dieser Diskussion zutun haben soll, ehrlich gesagt... Das macht dann eher so den Anschein als wären dir die Argumente ausgegangen und gehst bewusst auf die sehr persönliche Schiene. \nSowas passiert oft. Menschen denen die Argumente ausgehen, werden beleidigend oder sehr persönlich. \nWenn beides nicht zutrifft, erkläre bitte, was das alles mit der Diskussion zutun hat. \n(Soll kein Angriff gegen dich sein, ich wills nur verstehen)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"AramStufe Rot","date":"2019-08-05T23:06:42.172+0000","up_votes":2,"down_votes":0,"body":"da kann man ruhig mal klatschen leute{{sticker:sg-jinx}}","replies":[]}]},{"id":"","poster":"Noxempire","date":"2019-08-05T11:13:02.745+0000","up_votes":5,"down_votes":0,"body":"Wenn wir hier tatsächlich von einer starken bipolaren Störung sprechen, wo sich derjenige absolut nicht mehr unter Kontrolle hat (denn ansonsten ist die Person immer noch selbst für den Flame verantwortlich), ist, wie bereits richtig angemerkt, League of Legends definitiv nicht das richtige Umfeld für diese Person. \n\nBei der psychotherapeutischen Behandlung von Bipolaren Störungen, wird für die Person eine möglichst stressfreie Umgebung geschaffen, um mit Hilfe von Meditation die Ausbrüche möglichst einzudämmen. Ein PvP Game ist da mehr als kontraproduktiv und verschlimmert nur das Krankheitsbild. \nEs wäre daher nicht wirklich in Riots Interesse, die Betroffenen dazu zu motivieren ihre Manie ausleben zu dürfen.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-08-05T09:51:25.902+0000","up_votes":3,"down_votes":0,"body":"Dabei wurde doch bereits eingeführt, dass man den kompletten Chat deaktivieren kann. Wenn ich aber weiß, dass ich so eine Krankheit habe, warum sollte ich dann überhaupt LoL spielen? PvP ist nichts für mental schwache Menschen.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:06:28.528+0000","up_votes":2,"down_votes":1,"body":"> PvP ist nichts für mental schwache Menschen.\n\nIst es toxisch wenn ich sage: Das Leben auch nicht?\n\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Megamaexx","date":"2019-08-05T11:36:05.751+0000","up_votes":2,"down_votes":0,"body":"Naja, im echten Leben springt dir keiner ins Gesicht und sagt dir, dass du scheiße und erbärmlich bist, zumindest nicht in der Kontinuität wie in Spielen.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:43:09.282+0000","up_votes":2,"down_votes":1,"body":"XD Dieses \"zumindest nicht in der Kontinuität wie in Spielen.\" gibt mir irgendwie zu denken.","replies":[{"id":"","poster":"Megamaexx","date":"2019-08-05T12:43:36.947+0000","up_votes":1,"down_votes":0,"body":"Kinder sind erbarmungslos ;)","replies":[]}]}]},{"id":"","poster":"KerzenChime","date":"2019-08-05T11:19:22.427+0000","up_votes":1,"down_votes":0,"body":"man brauch eben ein dickes fell , im leben als auch im internet.\nWenn man das nicht hat ist es halt schwierig.\nIm grunde hast du recht , die schwachen sind verdammt.\nMan muss über dem stehen was jemand einem sagt und das beste aus der situation machen.\nPositive energie ausstrahlen um positive energie zu erhalten ist das motto.","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:33:12.270+0000","up_votes":2,"down_votes":1,"body":"Ich finde nicht das man so \"allgemein\" über PvP reden kann.\n\nLeague of Legends ist schon ein Spiel das seine Spielerschaft geradewegs aus der Krabbelgruppe der Hölle abonniert hat. Dauerhaft. Auf Lebzeiten.\n\nAuch wenn ich nie wirklich ein Opfer irgendwelcher Attacken war (nur so mini Sticheleien alle zwei Jahre) und hoffentlich nie werde, bekommt man doch einiges mit.\n\nTERA und Blade and Soul haben zum Beispiel super angenehme PvP Möglichkeiten. Da hast du im Vergleich einmal im Monat eine böse Zeile oder so :D\n\n._.","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-08-06T07:14:20.743+0000","up_votes":3,"down_votes":2,"body":"Hahahaha mentale Probleme.... labil ..... psychische Probleme.... In Behandlung.... Ja ja heut zutage hat jeder alles ^^ \n\n\nWie jeder der eine Straftat verübt ja plötzlich \"krank\" ist. \nWäre ich natürlich auch wenn ich damit eine milder Strafe bekomme ... Bullshit \n\nUnd heut zu tage bekommt man easy alles von artzt wenn man den nur lang genug nervt ;) \n\nSie Depressionen bei jeder 12 jährigen heute *hust hust*","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-06T08:55:08.214+0000","up_votes":2,"down_votes":0,"body":"Depressionen solltest du nicht einfach so verharmlosen.\nSicher gibt es welche, die einfach simulieren, aber ganz bestimmt nicht jeder. Und irgendwie ausgedacht ist diese Krankheit auch nicht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-08-06T09:30:30.047+0000","up_votes":2,"down_votes":1,"body":"Ist mir durchaus bewusst :) \nIch verharmlosen das auch nicht. Da auch in meinen Bekannten Kreis Depressionen real sind ;) \n\nNur ist es eben aus meiner Sicht oft einfach nur eine Mode Krankheit ;) nicht immer aber eben oft","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-06T10:39:19.449+0000","up_votes":2,"down_votes":0,"body":"Wenn man den Menschen nicht kennt, kann man ihm nicht unterstellen nur zu simulieren.","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-06T11:29:44.297+0000","up_votes":2,"down_votes":2,"body":"Mit entsprechenden Menschenkenntniss kann man durchaus beurteilen, ob jemand simuliert oder nicht.\n\nGerade im Internet sollte man eine gesunde Skepsis einlegen, wenn einer sagt, dass er psychisch krank ist. Ich hab Dinge mitbekommen, da würde man echt von Glauben abfallen. Zb. kenn ich das bizarre Phänomen, wo so ein Teeniegör ihren Internetfreunden weißmachen will, sie sei schizophren und ihr \"Zweites Ich\" rauslassen kann, wobei ich mir nur denke: \"Hoppla, hat da etwa jemand Schizophrenie mit Dissoziativer/Multipler Persönlichkeitsstörung verwechselt?\" \n\nAllgemein hab ich den Eindruck, dass mithilfe psychischer Krankheiten Jugendliche  versuchen vermeintliche Coolness und Anerkennung zu erlangen. So nach dem Motto: \"Wenn ich möglichst gestört wirke, bin ich interessant für andere!\"\n\nDie Gründe für dieses Verhalten sind vielfältig. Falsche oder missverstandene Infos über die Krankheiten, Vorurteile, Mitläufertum, Drang zur Selbstdarstellung, Geltungsbedürfnis, Narzismus. Auch trägt zu gewissen Teilen auch die Unterhaltungsindustrie bei, wo gezielt die \"coolen Charaktere\" möglichst gestört sind (Harley Quinn, Joker, Grell Sutcliff, Lucy, Hellsing usw.), um die Zuschauer zu unterhalten. \n\nBei derartigen Charakteren werden stets nur die Vorteile dieser Störungen gezeigt. \nSie seien dadurch besonders taff, mutig, klug, witzig etc.\nDass aber derartige Störungen in der Realität aber mindestens doppelt so viel Nachteile bringen und gewaltiges Leid für den Betroffenen und das Umfeld verursachen, wird dagegen stets unterm Teppich gekehrt...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-06T12:56:11.934+0000","up_votes":2,"down_votes":1,"body":"Auch mit einer guten Menschenkenntnis kannst du das nicht immer beurteilen. Es hängt aber davon ab, wie lange du dich mit dieser Person beschäftigst. \nWenn du nur ein paar Sätze mit ihm gewechselt hast, dann kannst du das sicher nicht beurteilen. \nVon Spielern die man ingame antrifft ganz zu schweigen. \n\nIch weiß, dass es Menschen gibt die simulieren, habe ich ja bereits gesagt, die Gründe dafür sind mir persönlich relativ egal. Dennoch sollte man dieser Person nicht einfach Simulation unterstellen, wenn man es nicht genau weiß bzw die Person nicht kennt. \nVermuten kann man zwar immer, aber direkt hingehen und die Unterstellung in die Welt hinausposaunen (Freunden erzählen, die Person damit konfrontieren etc.) sollte man dann unterlassen.","replies":[{"id":"","poster":"DanionVibit","date":"2019-08-06T13:37:30.266+0000","up_votes":2,"down_votes":0,"body":"Es gibt leider zu viele Leute im Internet die mal ein schlechten Tag haben und sagen \"Ich habe Depression\". Im Internet bist du eben so anonym wie eine X-Beliebige Person auf der Straße. Niemand verharmlost Depression mit Verstand, aber wenn mich jemand auf der Straße ein \"Hurensohn\" nennt, dann nehm ich auch kein Blatt vorm Mund und frage ihn ob er noch alle Latten am Zaun hat. Das Personen eine genrelle Skepsis gegnüber dieser Aussage haben ist also mehr als Verständlich\n\nIch kann bei Wildfremden nicht davon ausgehen, dass jeder eine Depression oder sonstige Mental illness hat, ansosnten dürfte man ja nie wieder etwas sagen oder eine andere Meinungen haben, WeIl IcH jA sOnSt JeMaNdEn VeRlEtZeN kAnN.\n\nMenschen mit solchen Krankheiten sollten Spiele mit einer bestimmten Grund-Toxizitäten einfach meiden. Oder Besser noch sich an bestimmte Hilfestellen melden um diese Krankheit anzugehen. Der erste Schritt ist schwer, natürlich ist ein eingestehen von persönlichen/mentalen Problemen schwer, aber nur so kann einem geholfen werden.\n\nEinmal der Link falls wirklich jemand betroffen sein sollte:\nhttps://www.deutsche-depressionshilfe.de/depression-infos-und-hilfe/wo-finde-ich-hilfe\n\nDenn irgendwann explodiert die Bombe... Und für alles eine Ausnahme machen, ist nicht richtig.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-06T21:14:23.351+0000","up_votes":1,"down_votes":0,"body":"Ich habe nichts gegen Skepsis ansich gesagt. Natürlich sollte man nicht alles glauben, was einem gesagt wird. Aber man sollte auch nicht einfach jeden der das sagt vorwerfen er würde simulieren.","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-06T21:36:50.160+0000","up_votes":1,"down_votes":0,"body":"Natürlich nicht, jedoch sollte man solchen Menschen nicht kostenlos Internet-Mitleid spenden, solang man nicht sicher ist mit wen man es zu tun hat.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-06T22:41:34.031+0000","up_votes":2,"down_votes":0,"body":"Das hab ich ja auch nicht gemacht und auch nicht gemeint. Geht lediglich darum, dass man nicht jedem simulieren vorwirft.","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-06T22:45:27.837+0000","up_votes":1,"down_votes":0,"body":"Dann ist ja gut. :)","replies":[]}]}]}]}]},{"id":"","poster":"Hundis Katze","date":"2019-08-06T18:58:55.739+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=000a00000000000000000000,timestamp=2019-08-06T12:56:11.934+0000)\n>\n> Von Spielern die man ingame antrifft ganz zu schweigen. \n\nWer behauptet depressiv zu sein, aber trd ne halbe bis dreiviertel Stunde daddeln kann, ist in meinen Augen nicht depressiv ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-06T21:15:57.015+0000","up_votes":1,"down_votes":0,"body":"Es gibt auch nicht so stark ausgeprägte Depressionen. Ich zum Beispiel komme eigentlich relativ gut klar damit LoL zu spielen. Ich kann es auch mehrere Runden am Stück spielen. Wenn ich aber merke, dass es mir zuviel wird, dann höre ich natürlich auch auf.","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-06T21:35:43.118+0000","up_votes":1,"down_votes":0,"body":"Dann sprichst du eher von \"depressiver Verstimmung\". Das ist was anderes als eine komplett ausgebildete Depression und sind nicht wirklich was ernstes. \n\nSicher, jede Depression hat irgendwann mal \"klein angefangen\" doch das Problem ist, dass diejenigen, die nur depressiv verstimmt sind, leichtfertig das Wort Depression in den Mund nehmen, ohne zu verstehen, was eine akute Depression ausmacht. Es ist nur \"einfach nur traurig sein\", es ist wessentlich weittragender. \n\nDeswegen hab ich damals mal einen Mate gemutet und reportet, der in Chat darüber gequengelt hat, dass seine Freundin ihn verlassen hat, er sich umbringen will und mindestens drei Suizide hinter sich hatte. ich musste mich schon zsm. reißen nicht zu schreiben, dass das Jenseits wohl eine gute Internetverbindung hat... \n\nSolche Aufmerksamkeitsclowns sorgen nur dafür, dass wirklich Kranke kaum noch ernst genommen werden.\n\nEs ist halt wie die Geschichte von \"Den Jungen, der immer nach Wolf\" rief. Wenn tatsächlich ein Wolf da ist, wird niemand zu Hilfe kommen, da es davor zu oft \"falscher Alarm\" war.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-06T22:43:21.901+0000","up_votes":1,"down_votes":0,"body":"Mein Arzt ist da anderer Meinung. Aber was solls. ^^ Über Depressionen mag ich nun wirklich nicht diskutieren. :D","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-06T22:44:59.893+0000","up_votes":1,"down_votes":1,"body":"Ja die Diskussionen sind anstrengend ^^","replies":[]}]}]}]},{"id":"","poster":"EzreallyTragic","date":"2019-08-09T14:02:10.871+0000","up_votes":1,"down_votes":1,"body":"Junge du hast ja keinen plan was depressionen sind what hahaha\n\nSelbstmitleid in nem ganz anderen level\n\n\n\"Wuhuhu ich hab depressionen und jetzt kann ich nichtmehr aufstehen, makeup tragen, zocken, fitness betreiben oder mit leuten irl reden\"\n\nNicht jeder geht mit depressionen so un wie du/du es in filmen gesehen hast","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Ηastur","date":"2019-08-05T15:13:34.973+0000","up_votes":3,"down_votes":4,"body":"Ist es nicht traurig, dass hier nur drei echte Beiträge pro seite stehen, wenn man den Spam ignoriert? Und dass die Moderation NIE etwas dagegen tut und es einfach lächelnd abnickt?\n\nDer einzig echte Beitrag der auf das Thema auch eingeht ist von \"Hundis Katze\". Danke mal dafür.","replies":[{"id":"","poster":"BlackSugaRose","date":"2019-08-05T15:43:54.605+0000","up_votes":1,"down_votes":1,"body":"Unter Spam fällt es eher, wenn ein User 10 Beiträge pro Minute mit dem gleichen Inhalt verfasst. So etwas wird gelöscht. Sinn der Moderation ist es nicht, Diskussionen zu unterbinden.\nWenn du allerdings Beiträge für Spam hältst, steht es dir jeder Zeit frei, deinen Beitrag zur Moderation zu leisten und diese zu melden!\nBedenke aber bitte, dass das hier ein Community Forum ist. Sofern nicht gegen die Richtlinien verstoßen wird, darf hier jeder seine Meinung vertreten, auch wenn es nicht immer \"die Optimale\" (sofern es die überhaupt geben kann) ist.\nIch könnte jetzt auch sagen, dein Beitrag passt nur bedingt zum eigentlichen Thema und würde nach deiner Definition unter Spam fallen. Du hättest schließlich auch einen Thread zu dem Thema aufmachen können.\nAber ist nicht genau das, das Interessante? Wenn neue Diskussionen entstehen? Wäre doch schlimm, wenn alles direkt unterbunden wird!","replies":[{"id":"","poster":"Ηastur","date":"2019-08-05T16:38:59.469+0000","up_votes":2,"down_votes":1,"body":"WENN Diskussionen entstehen die irgendwem helfen habe ich auch nichts dagegen, aber hier ging es um Schnullizeug von irgend nem Stream und persönliche Giggelei und DAS hilft keinem und fällt mMn unter Spam, oder zumindest Belästigung, oder wenn das nicht passt, falsches Forum. Such dir was aus.\n\nMein Beitrag hilft dem TE auch nicht weiter, ergo hast du mit deiner Behauptung auch recht. Wenn du ihn löschen willst, dann bitte. Aber dann auch den ganzen restlichen Spam. Solange das unterbunden wird, hab ich kein Problem, wenn auch meine Beiträge desshalb gelöscht werden. Wobei ich mich, wenn auch nicht zwangsläufig auf das Thema, so jedoch auf den Thread selbst bezog und den Umgang einiger bestimmter User damit die mir immer wieder dadurch auffallen Threads thematisch zu killen, weil sie anfangen Privatgespräche zu führen, die in keinerlei Bezug zum Kontext stehen. Als TE, egal wie sinnlos oder nicht, hätte ich keine Lust auf sowas und würde dementsprechend nicht mehr kommentieren und das kann nicht der Sinn eines Forums sein. Schön und gut, dass einige User hier ihren Spaß haben, aber für sowas gibts das OT Board.\n\nUnpopulärer Gedanke: Mods sollen niemanden beschützen, oder einschüchtern und Bestrafen, sondern dafür sorgen, dass die Forenregeln eingehalten werden, egal wer dagegen in welcher Weise auch immer verstößt.\n\n> Sofern nicht gegen die Richtlinien verstoßen wird, darf hier jeder seine Meinung vertreten, auch wenn es nicht immer \"die Optimale\" (sofern es die überhaupt geben kann) ist.\n\ncheck\n\n> ● Wenn Spieler sich besonders unkonstruktiv verhalten oder private Angelegenheiten breittreten, die nichts zur aktuellen Diskussion beitragen.\n\nGrade bemerkt, dass es OT ist. Ich denke, dann hat der TE einfach Mist gebaut indem er den wohl schlechtesten Bereich überhaupt für egal was für seine FRAGE gewählt hat. Ändert jedoch nichts an der Tatsache, dass das hier kein Chat ist. Meiner Ansicht nach kann man hier zwar Themen erstellen, die sonst nirgendwo unterkommen, jedoch sollten diese nicht automatisch dadurch als nutzlos und das ganze somit als Freibrief angesehen werden, dass man darin tun und lassen kann, was man will. Das is ne Frage des Respekts.","replies":[{"id":"","poster":"BlackSugaRose","date":"2019-08-05T16:53:41.049+0000","up_votes":2,"down_votes":1,"body":"Ich bezog mich mehr auf diesen Part:\n\n>Der einzig echte Beitrag der auf das Thema auch eingeht ist von \"Hundis Katze\".\n\nDenn es gibt hier durchaus ein paar mehr Beiträge, die auf das ursprüngliche Thema eingehen.\n\nWenn du allerdings nur diese Beiträge meinst:\n\n>hier ging es um Schnullizeug von irgend nem Stream und persönliche Giggelei und DAS hilft keinem und fällt mMn unter Spam\n\nDann bin ich bis zu einem gewissen Punkt ganz bei dir. Das driftet tatsächlich eher in ein Privatgespräch ab.\nAber wie gesagt, wenn du so etwas bemerkst, nutze bitte die \"Melden\"-Funktion, sodass die Forenmoderatoren einen Blick auf die jeweiligen Beiträge werfen können. Und dann können sie immer noch entscheiden, ob die Beitrage gelöscht werden müssen oder nicht.\n\n>Unpopulärer Gedanke: Mods sollen niemanden beschützen, oder einschüchtern und Bestrafen, sondern dafür sorgen, dass die Forenregeln eingehalten werden, egal wer dagegen in welcher Weise auch immer verstößt.\n\nAuch hier bin ich ganz bei dir! Gibt es denn einen bestimmten Anlass dafür?","replies":[{"id":"","poster":"Ηastur","date":"2019-08-05T17:36:41.600+0000","up_votes":2,"down_votes":0,"body":"Ich schreibe dies um deine Frage zu beantworten.\n\nHundis Katze war die einzige Person, die nicht völlig abgeblockt hat, sondern auf die Problematik metale Probleme eingegangen ist. Auf eine bestimmte Weise natürlich. Alle anderen sagen direkt \"NEIN, KEINE DISKUSSION! DAS IST UNFAIR. ALLE SIND GLEICH!\" was in gewisser Weise richtig ist, aber niemals die Diskussion voranbringt und auf das eigentliche Problem wirklich eingeht. Stattdessen wird der TE beschuldigt nen Freischein haben zu wollen um ungestraft flamen zu können. Was natürlich sein kann, aber auch nur ne Meinung ist und keineswegs auf die Frage eingeht. Wie gesagt HundisKatze geht auf die Krankheiten ein, alle anderen auf Mauerblümchen, womit sie sich bedingt darauf beziehen. (Drei pro Seite als ungefähre Zahl, habe ich auch geschrieben.)\n\nIch melde sowas immer wieder und bin mitlerweile dazu übergegangen gewisse User mit nem Script auszublenden, weil nie etwas diesbezüglich unternommen wird, und diese mir bei nahezu jedem Forenbesuch auffallen. Es ist möglich darauf aufmerksam zu machen, wenn man ein Riesenfass aufmacht und dazu hab ich weder die Lust, noch die Geduld. Ich habe es schon einige Male gemacht, wurde mehrfach für meine Beschwerden gebannt und hab immer wieder den Spott des Kindergartens auf mich gezogen. Ich denke als ehemaliger Mod eines anderen Forums scheinbar anders über solche Dinge und heute hat das Script mich im Stich gelassen.\nGenerell bin ich im Forum nicht mehr groß aktiv und lese nur noch still, bis auf wenige Ausnahmen, weils hier meist ausartet. Entweder ein Diskussionsteilnehmer wird lächerlich gemacht und alle OTler geilen sich daran auf (wie hier in Grundzügen), oder es sind uninteressante Themen wie Team sucht, Wie soll ich mich nennen, was soll ich mainen etc.\n\nZumindest ein erträgliches Miteinander sollte doch gewährleistet sein. Das ist im Interesse der Leitung und neuer Nutzer, sowie jener die solches Verhalten müde geworden sind.","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-05T19:51:16.454+0000","up_votes":1,"down_votes":1,"body":"Ist es denn kein Daraufeingehen, wenn ich sage das ich überhaupt nicht gesondert behandelt werden will? \nWeder habe ich über irgendwelche Streams geredet, noch bin ich abgeschweift.\n\nAls einer derjenigen die von irgendwelchen Maßnahmen auf Grundlage des bipolar seins, betroffen wäre, habe ich mich hier schlicht und einfach geäußert.","replies":[]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-08-05T20:07:18.924+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=BlackSugaRose,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=00090001,timestamp=2019-08-05T15:43:54.605+0000)\n>\n>\n> Aber ist nicht genau das, das Interessante? Wenn neue Diskussionen entstehen? Wäre doch schlimm, wenn alles direkt unterbunden wird!\n\nDu musst schon bedenken, in welche Richtung die \"neuen Diskussionen\" dann auch gehen. Das werden dir deine Kollegen auch sagen, wenn du sie darauf ansprichst.\n\nFängst du hier z.B. an, über die Farbe deiner Katze zu reden, würde man diesen Beiträg wahrscheinlich entfernen, da er nichts zu der eigentlichen Diskussion beiträgt.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-08-06T06:49:30.202+0000","up_votes":2,"down_votes":1,"body":"Liegt eventuell daran, dass das Thema ein kompletter Troll ist?","replies":[{"id":"","poster":"Ηastur","date":"2019-08-06T08:47:49.362+0000","up_votes":2,"down_votes":2,"body":"Lustig, dass sowas ausgerechnet von jemandem kommt, der als einer der ersten auf meiner Blockliste gelandet ist, weil seine Forenaktivität und die Argumentationen mich einfach nur belastet haben. Natürlich sprichst du dich für solcherlei verhalten aus, alles andere wäre auch heuchelei.\n\nMaddin the same. Brilliert hier nur durch offensives Stammtischgelaber und hilft keinem weiter. :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-06T09:34:36.670+0000","up_votes":2,"down_votes":1,"body":"Fastzinierend, wo ich mich doch nicht mal aktiv daran erinnern kann mit dir in den Diskurs getreten zu sein. Vermutlich weil du als Diskussionspartner nicht viel hergibst, was die Nutzung eines eigens dafür geschaffenen Skriptes mehr als zementiert. Generation Schneeflocke kommt eben nicht gut mit Widerworten zurecht.","replies":[{"id":"","poster":"Ηastur","date":"2019-08-07T10:28:37.702+0000","up_votes":1,"down_votes":0,"body":"Nicht wahr? \nSchon auch möglich, dass ich dich einfach auf stumm geschaltet habe, weil ich deine passiv-aggressive Art und Weise unerträglich finde. Aber sicher wird es an mir liegen. Bestimmt nicht daran, dass gewisse Menschen inkompatibel sind oder du gar unerträglich für mich.\nanstatt offensiv zu werden und genau zu tun, was zu erwarten war, könntest du dich auch erwachsen verhalten und einfach die Finger mal ausnahmsweise still halten. Aber dusiskutiedst einfach gern um der Diskussion wegen. Grund genug dich zu ignorieren. (:","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-08-07T10:30:28.083+0000","up_votes":1,"down_votes":1,"body":"Qed","replies":[{"id":"","poster":"Ηastur","date":"2019-08-07T13:54:55.046+0000","up_votes":1,"down_votes":0,"body":"ganz genau.. ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Divin1ty","date":"2019-08-05T15:29:31.830+0000","up_votes":1,"down_votes":1,"body":"Achso, weil weder ich noch Necromant unter meinem Post darauf eingehen. lol.","replies":[{"id":"","poster":"Ηastur","date":"2019-08-05T16:30:33.156+0000","up_votes":1,"down_votes":0,"body":"Der Necro? Du vielleicht schon, aber er? Ich bitte dich.","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-05T17:23:33.368+0000","up_votes":1,"down_votes":1,"body":"Meinte nicht insgesamt, sondern wie gesagt unter meinem Post.","replies":[]}]}]}]},{"id":"","poster":"Divin1ty","date":"2019-08-05T12:48:01.131+0000","up_votes":1,"down_votes":1,"body":"Ich will gar keine bevorzugte Behandlung.\nSchonmal daran gedacht? ^^","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T12:50:57.182+0000","up_votes":2,"down_votes":0,"body":"Manche wollen einfach nur ein normales Leben führen und nicht an jeder Ecke hochgehoben werden \"guckt mal, der ist anders\" nach dem Motto.","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-05T12:54:28.243+0000","up_votes":1,"down_votes":1,"body":"Exactly.\nIch hasse es schon wenn ich beim Schwimmen/in der Bahn mit kurzem T-Shirt auf meine Narben angesprochen werde.\nDa brauche ich nicht auch noch in League Leute die mich extra mit Samthandschuhen anfasssen, weil ,,der könnte ja kaputt gehen, der ist nicht normal, ACHTUNG DER IST NICHT NORMAL!!!\".","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T12:55:56.678+0000","up_votes":1,"down_votes":2,"body":"Immerhin hast nicht ne Narbe im Gesicht wie ich :D","replies":[]}]}]}]},{"id":"","poster":"KerzenChime","date":"2019-08-05T09:44:50.207+0000","up_votes":3,"down_votes":1,"body":"Jeder wird gleich behandelt.\nNur weil jemand bipolare tendenzen hat , kriegt derjenige keine extrawurst.","replies":[{"id":"","poster":"EzreallyTragic","date":"2019-08-05T09:52:47.853+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T09:56:04.177+0000","up_votes":3,"down_votes":1,"body":"Du bist ganz schön toxisch :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:06:58.247+0000","up_votes":2,"down_votes":1,"body":"Was stand da? D: Hab's verpasst!","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T11:08:52.137+0000","up_votes":2,"down_votes":1,"body":"Irgendwas von \"du bist dumm wenn du sowas denkst\" oder dergleichen :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:15:46.049+0000","up_votes":2,"down_votes":1,"body":":( Also nichts spektakuläres","replies":[{"id":"","poster":"KerzenChime","date":"2019-08-05T11:18:00.202+0000","up_votes":2,"down_votes":1,"body":"da stand etwas von \"Du bist dumm , ich hab recht\"\nQuasi die typische reaktion wenn man mit gehaltvollen argumenten zurückfeuert und der TE keine geistige munition mehr hat und auf beleidigungen ausweichen muss!","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:19:36.459+0000","up_votes":2,"down_votes":2,"body":"Kommt mir bekannt vor.\n\nWenn ich Max's Stream gucke und etwa Gehaltvolles anmerke im Twitch Chat, beleidigt er mich immer bis aufs Blut.\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T11:25:08.370+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=00000000000000010000000000000000,timestamp=2019-08-05T11:19:36.459+0000)\n>\n> etwa Gehaltvolles anmerke im Twitch Chat\n\nKam bisher noch nie vor von dir, daher kann ich das nicht beurteilen! :^)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:34:22.059+0000","up_votes":2,"down_votes":2,"body":"#DA GEHT ES DIREKT SCHON WIEDER LOS!\n\nUnd was ist mit dem Fischi Befehl? Der ist über panierte Fische!\n{{sticker:sg-soraka}} \n\n!Fisch","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T11:36:19.422+0000","up_votes":2,"down_votes":1,"body":"> Kirschkern war schon 4 mal bekloppt und paniert!\n\nFunktioniert doch!","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:43:45.927+0000","up_votes":2,"down_votes":1,"body":":O ICH PANIER DICH GLEICH","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T11:45:07.501+0000","up_votes":2,"down_votes":1,"body":"dann beklopf ich dich aba Baby &lt;3","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T13:04:24.514+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=00000000000000010000000000000000000200000000000000000004,timestamp=2019-08-05T13:03:13.504+0000)\n>\n> \\o/ Deswegen glitzer und funkel ich auch jeden Abend so wunderschön\n\n4 sure :^)","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-05T13:03:13.504+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=00000000000000010000000000000000000200000000000000000003,timestamp=2019-08-05T12:14:53.689+0000)\n>\n> Du reibst sie schon oft genug selbst :^)\n\n\\o/ Deswegen glitzer und funkel ich auch jeden Abend so wunderschön","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-05T12:14:19.690+0000","up_votes":2,"down_votes":1,"body":":o Und wenn du sie reibst, funkeln und glitzern meine Flossenschuppen!","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-05T12:04:25.523+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=00000000000000010000000000000000000200000000000000000000,timestamp=2019-08-05T11:47:02.911+0000)\n>\n> XD Dann gibt's aber was mit der Schwanzflosse =p\n\nIch wusste es ...\ndu hast eine Flosse!\n","replies":[]},{"id":"","poster":"Kirschkern","date":"2019-08-05T11:47:02.911+0000","up_votes":2,"down_votes":1,"body":"XD Dann gibt's aber was mit der Schwanzflosse =p","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-05T12:14:53.689+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kirschkern,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=00000000000000010000000000000000000200000000000000000002,timestamp=2019-08-05T12:14:19.690+0000)\n>\n> :o Und wenn du sie reibst, funkeln und glitzern meine Flossenschuppen!\n\nDu reibst sie schon oft genug selbst :^)","replies":[]}]}]}]}]}]},{"id":"","poster":"KerzenChime","date":"2019-08-05T11:21:00.863+0000","up_votes":2,"down_votes":1,"body":"ok ich weiß zwar nicht wer max ist aber er scheint auch so einer zu sein wie der TE :)","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:23:31.349+0000","up_votes":1,"down_votes":0,"body":"Dieser Max .. aka .. dieser Necromant!\n\nSchlimmer Mensch. Wenn du ihn mal belehren willst: twitch.tv/letsplaygreatgames\n\nIch bin auch meistens da. Die einzig fähige Moderatorin.\n######Die permanent alle Chat Befehle vergisst und sich deswegen Sticky Notes machen musste und hin und wieder am Schreibtisch einschläft XD","replies":[{"id":"","poster":"KerzenChime","date":"2019-08-05T11:27:26.365+0000","up_votes":1,"down_votes":1,"body":"gucke keine streamer die animefans sind.\nTrotzdem danke für deine empfehlung.","replies":[{"id":"","poster":"Necromant","date":"2019-08-05T11:28:12.009+0000","up_votes":1,"down_votes":0,"body":":O\n.\n.\n.\n.\n.\n:(","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:35:38.545+0000","up_votes":2,"down_votes":1,"body":"Manch einer mag ab einem gewissen Alter eben keine kleinen Lolitas mehr :o","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:45:56.304+0000","up_votes":2,"down_votes":1,"body":":> mhm","replies":[]},{"id":"","poster":"Necromant","date":"2019-08-05T11:36:45.149+0000","up_votes":2,"down_votes":1,"body":"Anime is more than tiz ._.","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2019-08-05T11:35:09.029+0000","up_votes":2,"down_votes":1,"body":"It's not about Animes.\nIt's about Hentais.\n\n:> Er versucht es immer noch zu vertuschen","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2019-08-05T11:22:18.453+0000","up_votes":2,"down_votes":1,"body":"no u","replies":[{"id":"","poster":"Kirschkern","date":"2019-08-05T11:36:01.038+0000","up_votes":2,"down_votes":1,"body":"Whooooooooooooooooooooooooooooooooooooot\n{{sticker:sg-ahri-1}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Jayce me RoIIing","date":"2019-08-05T10:50:07.411+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=000000000000,timestamp=2019-08-05T09:56:04.177+0000)\n>\n> Du bist ganz schön toxisch :)\n\nHab ich mir gerade auch gedacht xDDD","replies":[]}]},{"id":"","poster":"KerzenChime","date":"2019-08-05T09:56:33.898+0000","up_votes":1,"down_votes":0,"body":"Ich hatte selbst lange genug mit manisch depressiven episoden zu kämpfen und finde es daher angemessen dass jeder gleich behandelt wird.\nNatürlich ist es nicht leicht und man hat viel zu kämpfen aber\nman darf sich nicht hinter seiner krankheit verstecken und für alles als ausrede nehmen.\n\n\nIch glaube eher du bist dumm aber so einen kommentar maße ich mir nicht an.","replies":[{"id":"","poster":"drexxsack","date":"2019-08-05T11:08:31.709+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=KerzenChime,realm=EUW,application-id=YnZkMR0R,discussion-id=8wFqAEqB,comment-id=000000000001,timestamp=2019-08-05T09:56:33.898+0000)\n>\n > Ich glaube eher du bist dumm aber so einen kommentar maße ich mir nicht an.\n\nKleiner Einwurf im Hinblick auf die Moderation: Das kann man im Hinblick auf den Gesamtkontext und deinen vorangegangen Text gerade noch so stehen lassen. Alles in allem ist es ein Graubereich. Für die Zukunft würde ich dich dennoch bitten, solche Reaktionen zu vermeiden.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2019-08-05T10:12:25.527+0000","up_votes":1,"down_votes":0,"body":"Nicht gebannt werden zu können, ist schon eine Extrawurst, aus welchen Gründen auch immer. Mal abgesehen davon gibt es den Schutz vor eigenem schlechten Chatverhalten ja bereits, aber nicht als Extrawurst, sondern für alle.","replies":[]}]}]},{"id":"","poster":"DanionVibit","date":"2019-08-06T13:25:05.168+0000","up_votes":1,"down_votes":0,"body":"Vielleicht sollten Menschen mit psychischen Problemen keine Spiele wie League spielen OwO\n\nPvP Spiele sind immer die beste Spielart, wenn man labil ist.","replies":[]},{"id":"","poster":"ˉˉIˉˉ","date":"2019-08-05T13:40:11.474+0000","up_votes":1,"down_votes":0,"body":"> nicht für die eigenen taten\n\nOb Erkrankung oder nicht, es bleibt deine eigene Tat. Das toxische Spieler gebannt werden ist nicht nur eine Strafe für sie, sondern auch Schutz für die, die eben \"unschuldig\" sind. Es gibt eben auch Leute, die was toxicity angeht sehr sensibel sind - und die fühlen sich eben auch angegriffen wenn du bipolar bist.\n\n**Du kannst allerdings - und das ist dann für dich vermutlich die beste option - Riot eine Nachricht schicken, das begründen und fragen, ob sie dich sozusagen freiwillig Chatbannen können.\n**","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-05T14:02:27.388+0000","up_votes":1,"down_votes":0,"body":"Du kannst auch einfach die Chats ausstellen, seit dem neusten Update.","replies":[{"id":"","poster":"ˉˉIˉˉ","date":"2019-08-05T14:16:35.546+0000","up_votes":1,"down_votes":0,"body":"Schon, aber das benötigt Selbstkontrolle. Heißt, dass man beim nächsten Wutanfall nicht dazu greifen darf die chats wieder anzuschalten.\n(Oder geht das nur pre-game?)","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-05T14:38:55.811+0000","up_votes":1,"down_votes":0,"body":"Kann man meine ich nur im Client ausstellen, kann ich aber auch täuschen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-05T21:35:35.864+0000","up_votes":1,"down_votes":0,"body":"Kannst du auch mitten im Game machen.","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-05T21:47:50.478+0000","up_votes":1,"down_votes":1,"body":"Wusste ich nicht, sorry! :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Alpacana","date":"2019-08-05T11:04:19.777+0000","up_votes":1,"down_votes":0,"body":"Riot bestraft auch nicht um \"eigene Taten\" zu punishen, sondern um andere Spieler zu schützen. Deshalb wird auch jeder gleich behandelt. Ob du nun flamest weil du einfach toxisch bist oder sonst irgendeine Krankheit hast ist vollkommen egal. Du \"schadest\" anderen Spielern und Riot \"beschützt\" diese Spieler nunmal mit dem Punishment.\n\nUnd im besten Fall reformen die toxischen Spieler dann mit der Bestrafung (was bei Krankheiten dann eben nicht der Fall sein wird).","replies":[]},{"id":"","poster":"XenesisCH","date":"2019-08-05T09:50:06.991+0000","up_votes":1,"down_votes":0,"body":"Erklär uns doch zuerst einmal was deine _Beweggründe_ für diese Diskussion sind?","replies":[]},{"id":"","poster":"dugg","date":"2019-08-05T12:08:32.739+0000","up_votes":1,"down_votes":1,"body":"Ich gehe nun weniger auf die Krankheit als solches ein, weil ich bipolare Störungen in diesem Kontext nicht verallgemeinern möchte. Ich finde es nur immer wieder erstaunlich, dass viele Menschen mit einer diagnostizierten Krankheit zur Gleichbehandlung aufrufen, im Umkehrschluss allerdings Extrabehandlung verlangen. \n\nWarum schreibe ich das? Weil ich ein böser Mensch bin? Sicherlich nicht, ich kann nur auf einen fundierten Erfahrungsschatz zurückgreifen.\n\nIch finde es gut, wenn man sich für \"Minderheiten\" und Krankheiten einsetzt. Es gibt nur Grenzen, die eingehalten werden müssen. Wie stellst du dir es zum Beispiel organisatorisch vor, wenn solche Atteste bei einem Computerspielhersteller (also einer Firma) auflaufen? Gibt es dann frisch eingestellte MFAs, die jeden Diagnosebericht lesen und auf Echtheit untersuchen sollen? Wer trägt die Kosten für ein solches Vorhaben? Wenn man diesen Prozess der Regeleinhaltung aufweichen würde, dann würde es eine Tür öffnen, die es anschließend nicht mehr zu schließen geht.\n\nHut ab für dein Engagement, aber in der Realität ist es nicht umsetzbar. Starken Internetkonsum halte ich für Menschen mit bipolaren Störung kontraproduktiv. Das Internet bleibt eine Phantasiewelt in denen jeder alles sein kann. Dies kann zu starken Reibungen und einer ungesunden Umgebung für einen Kranken (und auch für gesunde Menschen) führen.","replies":[]}]}