{"id":"uOY6inLX","poster":"Doerfler","date":"2018-08-23T22:06:34.573+0000","title":"Was an dem aktuellen Honorsystem falsch läuft ...","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":7,"body":"Hallo zusammen,\n\nnormalerweise bin ich selten im Forum unterwegs, aber heute m&ouml;chte ich einmal &uuml;ber ein Thema reden, welches mich in letzter Zeit immer wieder besch&auml;ftigt: das Honor-System. An und f&uuml;r sich hat Riot mit dem Honor-System ein gutes Tool erfunden, um Spieler zu motivieren, sich ehrenvoll im Spiel zu verhalten und gibt ihnen gleichzeitig die M&ouml;glichkeit ihrerseits die Leistungen von Mitspielern anzuerkennen. \nAlles in allem also eine gute Idee. Doch dennoch gibt es eine Sache dabei, die das Bild tr&uuml;bt und mir pers&ouml;nlicher sehr stark auff&auml;llt: Premade Matchmakings. \nZwar hat Riot es eingebaut, dass Premade-Honors weniger z&auml;hlen, sodass Premades das Honorsystem nicht abusen k&ouml;nnen - doch was hilft mir das wenn ich als einzelner Spieler mit 4 premades gematched werde. Nat&uuml;rlich bringt es Ihnen weniger Honorpunkte sich gegenseitig zu honoren - doch da das immer noch mehr Honorpunkte sind, als wenn sie mich - den Random - honoren w&uuml;rden, gehe ich als Solospieler meistens leer aus. Und dabei ist das nat&uuml;rlich verst&auml;ndlich - denn warum sollte man einen Fremden honoren, wenn man mit seinem Honor auch einen Freund der n&auml;chsten Ehrungsstufe (und damit besseren Belohnungen) ein St&uuml;ckchen n&auml;her bringen kann. Und dabei spielt die spielerische Leistung oder positive Ausstrahlung kaum eine Rolle - sobald man einen Premade hat, kriegt dieser in 95% der F&auml;lle den Honor. \nIch will dabei nicht behaupten, dass ich das Ganze selber nicht auch machen w&uuml;rde, doch ist es nicht irgendwie schade, dass man einem wirklich gutem Randomspieler, der sich ehrenhaft verhalten hat letzendlich keinen Honor geben kann, weil der eigene Freund jeden Honor f&uuml;r den Aufstieg braucht?\nZugleich steht man aus der umgekehrten Perspektive einer ebenso unbequemen Entscheidung gegen&uuml;ber: Einerseits gibt es bestimmt einen von den Viererpremades, der den Honor verdient hat, doch zugleich wei&szlig; man, dass man selbst trotz herrausragender spielerischer und menschlicher Leistung (wie zum Beispiel nie zu tilten und positiv zu bleiben) seinerseits keine Ehrung von den vier Mitspielern zu erwarten hat.\nNun steht man also vor der Entscheidung: M&ouml;chte man einfach irgendjemanden aus dem eigenen Team honoren (wobei man genau wei&szlig;, dass diese in 95% der F&auml;lle ihrerseits keine Ehrung springen lassen), um zumindest den Bonus daf&uuml;r zu bekommen, dass jeder einen im Team geehrt hat oder m&ouml;chte man neben der Tatsache null Honors bekommen zu haben auch noch darauf verzichten.\nMich pers&ouml;nlich st&ouml;rt dieser Aspekt sehr, da ich oft alleine spiele und dann mit preamdes gematched werde, welche, egal wie positiv man ist, egal wie gut man carried und egal wie tiltproof man ist garantiert nie einen Honor springen lassen. Durch diesen Aspekt kriegt selbst der s&uuml;&szlig;este Sieg (meiner Meinung nach) einen bitteren Beigeschmack und nimmt mir pers&ouml;nlich ein bisschen die Lust am Spiel (dies liegt u.a aber auch daran dass ich derzeit Honor lvl 1 bin und jetzt auf Honors tryharden muss, um noch bis Seasonende Honor 2 (f&uuml;r die Seasonbelohnungen) zu kommen).\n\nLetztlich wird bei mir das Gef&uuml;hl geweckt, dass inzwischen nicht mehr der beste oder ehrenhafteste Spieler die Ehrungen bekommt, sondern der, der mit den meisten Premades (oder &uuml;berhaupt mit Premades) in das Match gegangen ist - und das sollte meiner Meinung nach nicht der Weg sein, wie das Honorsystem funktioniert.\n\nIch w&uuml;rde mich freuen, wenn ihr (konstuktiv!) kommentieren k&ouml;nntet, was ihr zu dem Thema denkt und ob ihr Ideen habt, wie man das Honorsystem dahingehend optimieren k&ouml;nnte.\n\nLG Doerfler\n\n{{sticker:slayer-jinx-catface}} ","replies":[{"id":"","poster":"Angel Ayume","date":"2018-08-23T22:22:31.571+0000","up_votes":5,"down_votes":0,"body":"Also ich habe jetzt nicht alles gelesen, nur vorne Weg. \n\nEs ist richtig, dass das Honor von Premades weniger zählen, aber das Honorlevel steigt ja auch, wenn du keinen Honor bekommst. Und wenn alle aus dem Team einen Honor verteilt haben, dann gibt das noch mal einen Extraboost unabhängig davon, wer wen gehonored hat. \n\nUnd das du als einzelner Spieler jedesmal auf ein 4er Premadeteam triffst, ist jetzt nicht so wahrscheinlich. ^^ Und selbst dann, kann einer der Premades immer noch dich ehren, wenn du denn gut gespielt hast ^^ \nIch zB mache das. Ich ehre lieber einen Random, wenn er denn gut gespielt hat und er mir wirklich positiv aufgefallen ist, als meinen eigenen Premade.","replies":[]},{"id":"","poster":"7deadLeeSlnz","date":"2018-08-24T06:19:34.093+0000","up_votes":5,"down_votes":1,"body":"Was mir wieder bei dir und in den Kommentaren auffällt ist, dass Spieler geehrt werden, weil sie gut gespielt haben. Der Score sollte eigentlich keine Rolle bei der Vergabe von Ehre spielen. Das ist auch nicht der Sinn des Ehungssystems.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-08-24T08:50:11.092+0000","up_votes":2,"down_votes":0,"body":"Na ja, wonach jeder entscheidet ist einem ja nunmal selbst überlassen. Ich ehre z.B. bei einem Sieg denjenigen, der nach meinem Gefühl viel dazu beigetragen hat, sei es nun durch gute Calls, Map-Präsenz oder wenn es eben keinen anderen großen Unterschied zwischen den Leuten gibt der Score (Good shotcalling/GG eben) und bei einer Niederlage den der nicht geflamet und bis zum Schluss sein Bestes gegeben hat. Heißt ja nicht, dass es jeder so machen muss oder ich mir andere Anhaltspunkte aus den Fingern saugen muss um zu entscheiden wer zu ehren ist, gerade wenn eh keiner so wirklich den Chat benutzt hat.\n\nGenauso könnte man sagen, dass man so ehrenhaft spielen kann wie man will, wenn man beispielsweise im Normal/Flexi mit ner 3er Premade gematcht wird werden die sich eh untereinander ehren und man bekommt maximal 1. Du kannst das System kaum so aufbauen, dass es nur so genutzt werden kann wie du es gern möchtest.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-08-24T08:46:07.623+0000","up_votes":2,"down_votes":0,"body":"Kommt darauf an, was man unter \"gut spielen\" meint.\n\n\"Angel Ayume\" ergänzte dies durch \"(...) mir wirklich positiv aufgefallen ist (...)\", was ja auch die 3 möglichen Ehrungen widerspiegelt. \n\n - GG <3: Simple Ehrung für gutes, freundliche, etc. Teamspiel\n - Stayed Cool:  Ehrung für einen kühlen Kopf in brenzligen Situationen\n - Great Shotcalling: Ehrung für gute Führung des Teams \n\nAlles ist definitive ein Aspekt mit welchem man \"positiv auffällt\"","replies":[]},{"id":"","poster":"Doerfler","date":"2018-08-24T08:54:57.060+0000","up_votes":2,"down_votes":1,"body":"Mit gut gespielt meine ich nur indirekt den Score, das ganze bezieht sich auf die Kategorie Great Shotcalling, denn es ist oft so, dass Leute die gut im Spiel sind, das Team mit guten Calls zum Sieg verhelfen. Das soll natürlich nicht heißen, dass man jemanden nur honoren soll, weil er einen guten Score hat, aber es kann z.B sein das man einen guten Jgler für Great Shotcalling ehrt, weil er gute Ganks gecallt und sich gut in Teamfights verhalten hat (und dabei resolutiert aus diesem klugen Spielverhalten oftmals auch ein guter Score).","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-08-25T14:42:05.706+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MindMinder,realm=EUW,application-id=KYnfKGf0,discussion-id=uOY6inLX,comment-id=0003,timestamp=2018-08-24T06:19:34.093+0000)\n>\n> Was mir wieder bei dir und in den Kommentaren auffällt ist, dass Spieler geehrt werden, weil sie gut gespielt haben. Der Score sollte eigentlich keine Rolle bei der Vergabe von Ehre spielen. Das ist auch nicht der Sinn des Ehungssystems.\n\nIch hatte da letztens nen interessantes Gespräch nach nem SoloQue Spiel... als ich die Postgame Lobby mit einem \"it's kind of sad, that I have to report this Riven\" begann...\nDarauf hin meinte dann dessen Premade \"Why would you she carried you.\" Und ich dann \"That's why I used my Knights Vow on her and not the ADC... but that doesnt give her the right to call me retarded...\"\nDas war nebenbei in genau der Phase, wo ich Spiele nur gewinnen konnte, wenn ich ne flamende Riven im Team hatte... Manchmal gibt es so Tage... Aber ich bezweifele, dass ich der einzige bin, der Leute, die einen als behindert bezeichnen, nicht ehrt, obwohl sie das Spiel gecarried haben.\n\nAber es ist natürlich und nachvollziehbarer Weise, dass gute Spieler einem eher auffallen als jemand, der einfach nur gut wardet... zumindest wenn man selbst nicht so aufs Warden achtet... Wenn sich 2 Spieler im Chat also jeweils neutral verhalten, wird der mit der besseren Score geehrt. Und das ist halt genau genommen der häufigste Spielverlauf: Dass einfach niemand irgendwas schreibt...","replies":[{"id":"","poster":"clair de lune289","date":"2018-08-25T16:36:35.345+0000","up_votes":1,"down_votes":0,"body":"ich honor zwar manchmal den Spieler der gecarried hat aber in der Regel nicht weil er gecarried hat.\nals Mainsupport fällt es oft recht leicht jemanden zu finden den man den Honor geben kann selbst wenn keiner aufgefallen ist.\nläuft die Botlane \"gut\" bzw friedlich ab (im Falle das man verliert) bekommt der ADC ein GG Honor von mir.\nder Grund dafür ist recht simpel, läuft das Laning so ab hab ich in der Regel richtig Spaß an der Runde und das ist für mich eben genug.","replies":[]}]},{"id":"","poster":"Plug In Baby","date":"2018-08-25T13:08:34.062+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MindMinder,realm=EUW,application-id=KYnfKGf0,discussion-id=uOY6inLX,comment-id=0003,timestamp=2018-08-24T06:19:34.093+0000)\n>\n> Was mir wieder bei dir und in den Kommentaren auffällt ist, dass Spieler geehrt werden, weil sie gut gespielt haben. Der Score sollte eigentlich keine Rolle bei der Vergabe von Ehre spielen. Das ist auch nicht der Sinn des Ehungssystems.\n\nnach irgendwas muss man nunmal ehren. Und wenn alle Leute normal League spielen, fällt häufig niemand auf, wenn diese person eben nicht carriet.","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-08-24T12:30:09.257+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=MindMinder,realm=EUW,application-id=KYnfKGf0,discussion-id=uOY6inLX,comment-id=0003,timestamp=2018-08-24T06:19:34.093+0000)\n>\n> Was mir wieder bei dir und in den Kommentaren auffällt ist, dass Spieler geehrt werden, weil sie gut gespielt haben. Der Score sollte eigentlich keine Rolle bei der Vergabe von Ehre spielen. Das ist auch nicht der Sinn des Ehungssystems.\n\nwer hat jetzt behaupted das man unter \"gut gespielt\" den Score versteht? oO","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-08-24T14:32:28.692+0000","up_votes":2,"down_votes":1,"body":"Du schon mal nicht, den dafür müsste man ja eine Diskussion anfangen wollen.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-08-24T02:38:11.858+0000","up_votes":5,"down_votes":1,"body":"warte, du hast es auf Honor Level 1 geschafft? Vielleicht ist dies das eigentliche Problem...\n\nAlso hier sind meine Erfahrungen zu teilen: 1. Ich habe in auf diesem Account seit dieser Woche Honor Level 5 (und Platin V... hey, beste LoL Woche ever...), ohne das ich jemals mit irgendwelchen Premades gespielt habe. Oder irgendwie \"getryhardet\" habe um dieses Level zu erreichen. Ich habe mich einfach so verhalten, wie ich es für angemessen empfinde... aber ich war auch nie Honorlevel 1... (P.S: Mein Lieblingsspruch zu dem Thema \"I was an honorable player for 6 years and all i got was this toxic skin\"... und ja, ich habe nur deswegen Twitch gespielt...)\n\n2.) Wenn du immer auf 4 Premades triffst, die sich garantiert gegenseitig ehren, wirst du Zeitnah Level 2 erhalten. Denn wenn alle 5 Spieler jemanden ehren, gibt es für das gesamte Team einen Fortschritt... Anders ausgedrückt: Wenn du 20 Spiele in Folge mit 4 Premades, die sich so verhalten, wie du sie beschreibst, spielst, bist du danach, solange du einen von denen auch ehrst, bestimmt Honorlevel 2...\n\nAn der Stelle ist folgendes Szenario wesentlich wahrscheinlicher und schädlicher als die 4 Premades: Du spielst nen wirklich lustiges 40 Minuten Spiel, welches in beide Richtungen ausgehen könnte. Du stehst selber kurz davor den gegnerischen Nexus einzureißen, aber es fehlen 3 Autoattacks und du verlierst das Spiel im nächsten Teamfight. War aber mega geil. Du hast selber nicht zwingend so gut gespielt, dass du Ehrungen brauchst, aber alles in allem war das unabhängig vom Ausgang ein richtig geiles Spiel war (und ja, ich erwähne das genau so, weil meine Vorletzte Niederlage genau so ablief.)  Aber eines von uns 4ren vergisst die großartigen 39 Minuten und verlässt das Spiel, sobald fest steht, dass er nicht mehr respawnen wird, bevor der Nexus down ist... und ehrt auch niemanden. Das kostet dir mehr Ehrungspunkte als deine 4 Premades Theorie...\n\nOder diese Spiele, in denen du wirklich alles versuchst, ein verdammt gutes Spiel ablieferst aber 2 Teammates zu unfähig sind um sie zu carrien... und alle 4 nur die Unfähigkeit registrieren und drum herum vergessen, dass man die Nami für ihre 15 Pink Wards echt mal ehren könnte... die hat sich halt echt bemüht. Und war sogar freundlich im Chat... \nalles wesentliche relevantere Punkte... Auch diese Spiele wirst du häufiger erleben als deine 4er Premades Konstellation.\n\nZu guter Letzt: Wenn ich dann auf meinem Smurf mit Premades unterwegs bin... ehre ich im Zweifelsfall immer die anderen. Mein Premade kriegt im Ranked die Ehrungen wirklich nur, wenn sich sonst gar keiner hervortut. Und er handhabt das genau so... denn wir wissen beide: Wir sind eh Honorlevel 4 und haben 15 Schlüsselfragmente, who cares... (und ja, ich kann dir aus Erfahrung sagen: In der Honorlevel 5 Orb ist nichts besonderes...)\nAm Besten erinnere ich mich da an der Stelle an eine Champselect, die wir zu 4. betreten haben... und wo wir dem 5. gesagt haben \"We want to play a Starguardian Comp\"... und er so \"I only got Poppy, and I'm not good with her\"... und ich so \"Who cares, I'll play Lulu Jungle\"... der hat sich auf unseren Scherz eingelassen und dafür 4 Ehrungen bekommen... Und das stand unausgesprochen schon nach der Champ Select fest. \n\nGerade wenn man bedenkt, dass man 4er Premades eh nur im Normal Draft trifft... gilt da eine einfache Regel: Tryharde nichts, sondern sei einfach freundlich. \nSo Leid mir das tut... deine Theorie ist praktisch aus Augenhöhe mit den Chemtrails Fanatikern...","replies":[{"id":"","poster":"Doerfler","date":"2018-08-24T09:21:25.433+0000","up_votes":1,"down_votes":2,"body":"Hallo, vielen  Dank erst einmal für deine lange und ausführliche Antwort.\n\nJa ich bin Lvl 1 und war vor zwei einhalb Monaten sogar Honor lvl 0. Jedoch kann ich sagen, dass ich mich gebessert habe und mich keineswegs mehr toxisch oder negativ im Chat oder spiel generell verhalte (das musst du mir an der Stelle jetzt einfach mal glauben).\nNatürlich hast du generell recht, dass man immerhin (sofern jeder einen anderen honored) den Bonus bekommt und somit auch (wenn auch  nur langsam) im Honorlevel steigt. Und ja natürlich trifft man nicht immer auf 4er oder 3er Premades, aber in Normal Draft passiert mir dies eben sehr oft, an der Stelle ist das eben meine subjektive Erfahrung. Das ist aber auch gar nicht der Punkt, sondern, dass man einfach insgesamt langsamer im Honorlevel steigt, wenn man mit mit (fremden) Premades spielt, da diese sich eben oftmals selbst honoren, sodass man noch so ehrenvoll gespielt haben kann und trotzdem weniger Honors bekommt. Und ja auch ich habe schon mit Premades einen Random gehonored, wenn dieser es verdient hat, jedoch kommt dies, zumindest auf niedrigen Honorleveln, seltener vor, da jeder zunächst will, dass er selbst und die eigenen Freunde leveln.\nEs geht also nicht darum, dass man als Alleinspielender gar nicht levelt, sondern einfach weniger als wenn man mit Premades spielt. Und an dieser Stelle ist es auch leider kein gutes Argument zu sagen \"aber ich habe es ja auch alleine Honor 5 geschafft\", denn ich habe ja auch nie gesagt, dass man nicht aufsteigen kann - nur eben langsamer im Vergleich.\nUm mich noch kurz auf deinen zweiten Absatz zu beziehen - dieser ist leider seeeehr Realitätsfern, denn du kannst gern jeden auf Honor lvl 0 der 1 fragen, es dauert mitnichten 20 Games, um aufzusteigen, sondern vielmehr Wochen bis Monate (natürlich kann man jetzt behaupten, dass das daran liegt, dass ich als Honor lvl 1er toxisch wie sonst etwas sein muss und deshalb solange brauche, um aufzusteigen - aber da das wie gesagt nicht der Fall ist, ist dieses Argument hinfällig.\n\nAbschließend möchte ich noch einmal fragen, was an meinem Text unlogisch oder in irgendeiner Hinsicht unschlüssig ist und somit in Richtung Verschwörungstheorie geht, denn ich finde es eine unsachliche Resonanz, auf einen sachlich argumentativen Text, den Verfasser als Fanatiker zu beleidigen. Solche herablassenden Beleidigungen und die Tatsache, dass man für eine sachlich gestellte Frage gedownvoted wird, lässt mich ehrlich gesagt stark an dieser Community zweifeln und führt für mich persönlich dazu, dass ich das Forum nicht mehr nutzen werde.\n\nLG Doerfler","replies":[{"id":"","poster":"clair de lune289","date":"2018-08-24T10:30:59.549+0000","up_votes":3,"down_votes":0,"body":"leichte Negativität im Chat ,die zu harmlos ist bestraft zu werden, **kann** den Ehrenvortschritt stark verlangsamen.\ndarunter Fallen so Sachen wie \"this might be lost\",\"Champ X is broken\" usw wichtig dabei ist das sie zwar mal auftauchen aber nicht eben die ganze Zeit.\nsolange du dich an alle anderen Regeln hältst sollten solche Sachen eben nur den Honoraufstieg verlangsamen.\ndas nicht benutzen des  Chats kann das ganze auch in die Länge ziehen scheint aber für ehemalige toxische Spieler die besten Option zu sein.\n\nACHTUNG: die Beispiele die ich genannt habe könnten unter Umständen bei vorbestraften Spieler folgen haben,es gibt keine genau Aussage von Riot dazu. ich gebe hier lediglich wieder wie ich das System nach den Aussagen von Riot verstanden habe. alle Angaben sind ohne Gewähr","replies":[{"id":"","poster":"Doerfler","date":"2018-08-24T20:01:26.294+0000","up_votes":1,"down_votes":1,"body":"Ok das ist interessant. Aber an und für sich sind Aussagen wie \"this might be lost\" nicht negativ oder toxisch, sondern lediglich eine Aussage (das gleiche gilt für \"champ xy is broken\"). Es wäre eigentlich schon lächerlich, wenn man für solche harmlosen Aussagen bestraft würde.","replies":[{"id":"","poster":"clair de lune289","date":"2018-08-24T20:46:55.439+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Doerfler,realm=EUW,application-id=KYnfKGf0,discussion-id=uOY6inLX,comment-id=0002000100000000,timestamp=2018-08-24T20:01:26.294+0000)\n>\n> Ok das ist interessant. Aber an und für sich sind Aussagen wie &quot;this might be lost&quot; nicht negativ oder toxisch, sondern lediglich eine Aussage (das gleiche gilt für &quot;champ xy is broken&quot;). Es wäre eigentlich schon lächerlich, wenn man für solche harmlosen Aussagen bestraft würde.\n\nsie Fallen bei zu häufiger Nutzung definitive in die Kategorie \"negative Einstellung\" darunter fällt eben auch alles was die Stimmung in Team kaputt macht.\ndiese Kategorie umfasst ziemlich viel wird aber eben bei seltenen aufkommen nicht bestraft. \nz.B. \n1-2 mal nach nem Surrender zu fragen ist ok\nständiges Surrendervote starten und dem Team vorjammern wie verloren das Spiel doch ist schon.\n\nder Chat ist eben nicht dazu dann seinen Mitspielern auf die Nerven zu gehen und somit zu einem negativen Spielerlebnis führen.\nweder hilft es dir noch deinem Team sowas im übermass zu machen, du meldest dich nicht zum chatten sondern zum spielen an.\n\nich habe hier im Forum schon Chatlogs von Strafen gesehen die eben \"nur\" solche Sachen drin hatten,das Ganze dann aber in Teilweise über 100 Zeilen pro Spiel.\nwarum ich das Ganze bei dir so \"extrem\" darstelle ist folgendes, für dich gelten jetzt **wesentlich** strengere Regel als für Spieler die noch nie mit dem Strafsystem zu tun hatten. du stehst nach einer Strafe unter Beobachtung. wie lange genau diese Beobachtung anhält kann dir hier keiner sagen .\n\nalles was deinem Team zum Sieg verhelfen kann ist in freundlicher Form völlig in Ordnung,netter Smalltalk etc schadet auch nicht,aber alles andere hat im Chat nichts verloren.\nLoL ist keine Chatplattform","replies":[{"id":"","poster":"eingew","date":"2018-08-25T07:43:59.068+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=uOY6inLX,comment-id=00020001000000000000,timestamp=2018-08-24T20:46:55.439+0000)\n>\n> 1-2 mal nach nem Surrender zu fragen ist ok\n> ständiges Surrendervote starten und dem Team vorjammern wie verloren das Spiel doch ist schon.\n\nHier ist das \"und\" wichtig. Du kannst den Surrendervote natürlich so häufig starten wie du willst. Dich darüber im Chat auszulassen ist dagegen unnötig und negativ.","replies":[{"id":"","poster":"clair de lune289","date":"2018-08-25T10:45:59.647+0000","up_votes":2,"down_votes":0,"body":"das glaub ich dir gern,dennoch reporte ich Surrendervote spammen ebenfalls als negative Einstellung. bei den Reports geht es ja auch darum dem System seine Meinung mitzuteilen was einen stört.\nteilen genug Spieler diese Meinung und reporten ebenfalls kann es dafür ebenfalls irgendwann zu Strafen kommen bzw könnte es sein das der Zeitabstand zwischen den Votes verlängert wird.","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-08-24T15:26:08.629+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Doerfler,realm=EUW,application-id=KYnfKGf0,discussion-id=uOY6inLX,comment-id=00020001,timestamp=2018-08-24T09:21:25.433+0000)\n>\n> Um mich noch kurz auf deinen zweiten Absatz zu beziehen - dieser ist leider seeeehr Realitätsfern, denn du kannst gern jeden auf Honor lvl 0 der 1 fragen, es dauert mitnichten 20 Games, um aufzusteigen, sondern vielmehr Wochen bis Monate (natürlich kann man jetzt behaupten, dass das daran liegt, dass ich als Honor lvl 1er toxisch wie sonst etwas sein muss und deshalb solange brauche, um aufzusteigen - aber da das wie gesagt nicht der Fall ist, ist dieses Argument hinfällig.\n\nNatürlich waren 20 Spiele eine Übertreibung. Und ja, ich habe praktisch keine Erfahrung, wie lange es dauert um Honor Level 1 zu verlassen. Aber, und darauf wollte ich eigentlich hinaus: Dass du nach 300 Ranked Spielen in Honor Level 1 fest hängst liegt ausschließlich an dir und nicht an den Premades. \nEs freut mich, dass du die Kurve bekommen hast und im Ehrungslevel am Aufsteigen bist. Denn das heißt auch, dass du aus Riots Strafen die richtigen Schlüsse gezogen hast. Und ich wünsche dir auch viel Erfolg beim erreichen des Level 2s...\n\nNach Verschwörungstheorie klingt das für mich alles, weil du versuchst den Eindruck zu erwecken, dass die Premades, die sich nur gegenseitig ehren, einen größeren Einfluss auf dein HonorLevel haben, als dein eigenes Verhalten. Und dass dieses Phänomen so exorbitant oft auftritt, dass es wirklich ein Problem ist. \nAnstatt also zu sehen, dass du wirkliche Fortschritte gemacht hast (und wenn du das Tempo bei behältst vor Saisonende schon noch Honor Level 2 werden wirst), redest du dir Probleme ein, die einfach nicht relevant sind.\nChemtrails war natürlich auch hier eine bewusste Übertreibung. Auch weil ich nicht zwingend ins Politische gehen wollte...","replies":[{"id":"","poster":"Doerfler","date":"2018-08-24T19:56:44.907+0000","up_votes":1,"down_votes":2,"body":"\"Aber, und darauf wollte ich eigentlich hinaus: Dass du nach 300 Ranked Spielen in Honor Level 1 fest hängst liegt ausschließlich an dir und nicht an den Premades. \n\"\nGut das ich meine Rankedgames fast alle vor meinem Ban gespielt habe ...  Aber hauptsache ohne genaueres zu wissen mit Halbwissen versuchen, den anderen in schlechtes Licht zu rücken (fast könnte man das ganze eine \"Verschwörungstheorie\" nennen).\nUnd nebenbei habe ich nie behauptet, dass ausschließlich das Premadeproblem den Honorfortschritt verlangsamt, sonder lediglich, dass dieses u.a den Fortschritt negativ beeinflussen kann. Aber naja so ist das mit Halbwissen ...","replies":[]}]}]},{"id":"","poster":"clair de lune289","date":"2018-08-24T08:34:09.346+0000","up_votes":1,"down_votes":0,"body":"niemand kann ein SG Team schlagen!\n{{sticker:sg-miss-fortune}} \n\nne im ernst guter Text der so ziemlich alle Punkte abdeckt","replies":[]}]},{"id":"","poster":"Don Brando","date":"2018-08-23T22:23:12.341+0000","up_votes":4,"down_votes":1,"body":"Zu diesem Thema würde in dem Forum schon einige Threads erstellt. Mit wenig Aufwand kann man diese auch als seltener Gast finden.\n\nLetztendlich steigst du dadurch, dass du kontinuierlich Randoms honorst auch auf, sofern du dir nicht selbst im Weg stehst. Nach Spielen in denen alle fünf Mitstreiter einen Honor verteilt haben, wächst der Erhalt noch einmal an. Auf Sicht fällt es daher nicht ins Gewicht, ob du regelmäßig gehonored wirst oder nicht, solang du dir nichts zu schulden kommen lässt und jeder eine Ehrung verteilt.","replies":[]},{"id":"","poster":"Veezey","date":"2018-08-24T20:42:17.968+0000","up_votes":2,"down_votes":0,"body":"Korrigiert mich, wenn ich falsch liege.\nWenn du jemanden honorst, bekommst du dieselbe Menge an Honor.\nPremade Honors sind **deutlich** weniger Wert als Non-Premade Honors.\nDie Honors sind für die Ehrungstufe gar nicht mal so wichtig. Sie sind nur ein kleiner Boost.\nSelbst ohne Honors wäre deine Stufe am Ende der Season auf 5, wenn du zumindest jeden Tag spielst und natürlich keine Strafe erhältst.","replies":[{"id":"","poster":"eingew","date":"2018-08-25T07:47:18.681+0000","up_votes":1,"down_votes":0,"body":"Keine Korrektur, sondern eine Ergänzung: Bei leicht negativem Verhalten, welches nicht für eine Strafe ausreichen würde, wird der Fortschritt im Honorlevel deutlich verringert. Ob das reicht, um bis zum Ende der Season nicht auf Level 2 zu kommen ist unklar.","replies":[]}]},{"id":"","poster":"5weeds","date":"2018-08-24T10:47:20.700+0000","up_votes":3,"down_votes":1,"body":"Was mich persönlich am Honor-System am meisten stört, ist, dass man keine Gegner ehren kann :/\nFinde es echt schade, dass es die Funktion nicht mehr gibt.","replies":[]},{"id":"","poster":"Elyon the Kat","date":"2018-08-25T08:41:44.848+0000","up_votes":2,"down_votes":1,"body":"hab honorlevel 5 mit premates bekommen, ja du hast recht. Allerdings werde ich auch sehr oft von randoms gehonored. Wenn man gute plays macht merken sich das viele vor allem wenn diese das game entscheiden. Ich muss dazu aber auch sagen das ich recht wenig honor und wenn dann einfach irgendwas. Ich finde dieses Honorsystem sehr nutzlos und die belohnung dafür ist es absolut nicht wert. Mach dir kein kopf","replies":[{"id":"","poster":"Doerfler","date":"2018-08-25T12:18:31.704+0000","up_votes":1,"down_votes":0,"body":"Ja ich stimme dir zu, das Honorsystem ist wirklich nicht so doll und an sich ist es mir auch egal ob ich honor 2 oder honor 5 bin, aber ich muss halt mindestens noch Honor lvl 2 für die Seasonbelohnungen (Skin, Rahmen etc kommen)","replies":[]}]},{"id":"","poster":"Bettnachleger","date":"2018-08-25T08:09:49.396+0000","up_votes":1,"down_votes":0,"body":">  menschlicher Leistung (wie zum Beispiel nie zu tilten\n\nUff, du hast eigentlich einen Orden verdient!","replies":[]}]}