{"id":"Isf6jH13","poster":"Divin1ty","date":"2019-08-04T16:34:06.543+0000","title":"Darf man erfahren wieso mein Post gelöscht wurde?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Es war ein Ausschnitt von einem Youtube-Highlight Video in dem ein bekannter deutscher Streamer Pyke Ult nutzen konnte, obwohl diese noch 30 Sekunden Cooldown hatte.\r\nEs war angebracht gepostet in: Melde einen Bug.\r\n\r\nWas habe ich falsch gemacht?","replies":[{"id":"","poster":"legofreak1","date":"2019-08-04T16:55:59.449+0000","up_votes":2,"down_votes":1,"body":"Gepostet hast du ein 11-Minuten Video mit dem Titel \"Wie man bei McDonalds bestellt Volume 2\" und von dir kamen keinerlei Hinweise, dass dort zu irgendeinem Zeitpunkt ein Bug zu sehen sein könnte, denn weder Titel noch Inhalt des Threads waren besonders deskriptiv. Aufgrund dessen hat es wie sinnloser Spam ausgesehen. Wie du einen Bug korrekt meldest, findest du im [angepinnten Thread](https://boards.euw.leagueoflegends.com/de/c/melde-einen-bug/T8sd6qtH-wichtig-was-ist-ein-bug-und-wie-melde-ich-diesen-richtig) im Unterforum. Bei längeren Videos vergiss bitte nicht den Zeitpunkt, zu dem der Bug zu sehen sein soll, zu erwähnen.","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-04T17:01:05.303+0000","up_votes":1,"down_votes":0,"body":"Ich habe es extra bei dem angesprochenen Zeitraum starten lassen, nicht von anfang an.\nUnd ja, der Name wirkt wie Troll, aber das ist nunmal nicht mein Video, sondern ein Streamhighlight von einem Streamer.\n\nhttps://imgur.com/a/Wtdqpm6\n\nHier sieht man es sogar.\nOder sind solche Videos die direkt beim Bug starten auch nicht erlaubt? Den Clip müsste ich dann auf Twitch erstmal suchen.","replies":[{"id":"","poster":"legofreak1","date":"2019-08-04T17:21:06.395+0000","up_votes":1,"down_votes":0,"body":"Das Forum frisst die Zeitmarkierung in der URL, wenn man das Video nicht eingebettet schaut sondern sich nach YT weiterleiten lässt. Dass die Markierung vorhanden war, wurde übersehen und den Rest der Erklärung findest du weiter oben. Selbst mit korrektem Zeitstempel wäre der Thread allerdings kaum nützlich, da der Titel den Bug nicht zusammenfasst und auch die Beschreibung nicht weiter hilfreich ist.\nIch kann den Thread trotzdem wiederherstellen, wenn du die Beschreibung gleich noch anpasst, damit zumindest diese stimmt. Eine kurze Zusammenfassung des Fehlers + Zeitstempel im Video ist das Mindeste, idealerweise gehören auch Reproduktionsschritte dazu, wenn dir diese zur Verfügung stehen.","replies":[{"id":"","poster":"Divin1ty","date":"2019-08-04T17:46:28.332+0000","up_votes":1,"down_votes":0,"body":"Nah, passt schon. Wollte nur den Hintergrund wissen.\nSorry nochmal dafür das du es löschen musstest, dachte sowas geht durch uund ich war vielleicht etwas abgelenkt, wollte aber trotzdem die Reaktion des Forums darauf erfahren.\n\nSchönen Tag noch. ^-^","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2019-08-04T17:18:23.944+0000","up_votes":1,"down_votes":0,"body":"Ich nehme mal an, du hast nicht erwähnt, dass dort ein Bug zu sehen ist, noch was genau da zu sehen ist. \nWenn der Text so inhaltlich ist wie der Satz “Du wirst nicht glauben, was da passiert ist“, dann kann ich die Löschung nachvollziehen.","replies":[]}]}]}]}