{"id":"OPFZkJTp","poster":"Necromant","date":"2018-08-22T06:13:53.927+0000","title":"[TGSG] IT IS WEDNESDAY MY DUDES!","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":8,"body":"Wir schreiben den 22.08.18 um 08:13 als Necromant all die Geheimnisse der Welt lüftet. Merkel kifft heimlich, Hitler mochte eine Glas Orangensaft, die Zahl Drölf existiert, Tamara ist wirklich Schwanger, Toad jagt seinen eigenen Schwanz und es ist Wednesday my Dudes!\n\nhttps://pbs.twimg.com/media/DJBpfR_VAAEMlAH.jpg\n\nRosen sind Rot,\nVeilchen sind Blau,\nich back mir jetzt ein Kakao,\ndas weiß ich genau!\n\n-------------------------------------------------------\n\n**News Flash**\n\n--------------------------------------\n\nUm es mit den Worten meines Mainboards sagen zu wollen: _\"Die Grafikeinheit kann nicht initialisiert werden.\"_\nHeißt zu gut Deutsch, meine Grafikkarte ist nun leider in die Frührente gegangen und ich bekomm keinen Anteil davon. R.I.P. in Peperoni mit Marmelade und Schinken.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T07:23:43.035+0000","up_votes":1,"down_votes":0,"body":"> hachja, werd ich wieder n Unbekannter ^^\n\nxD lel\n\nWie kommst du btw auf Toadi? :o Den hab ich schon lange nicht mehr gesichtet!\n\nGestern ist eines der Meerschweinchen von meiner Schwester gestorben. Jetzt gibt sie sich die Schuld daran und ich ihr auch - sie wollte ja nie auf mich hören. Gewaltiger Fehler. Sie tut mir trotzdem leid und ja! Ich habe sie trotzdem in den Arm genommen und getröstet. Aber sie hat das Schweinchen zum Glück nicht im Käfig gefunden sondern konnte es zum Tierarzt bringen der ihr erklärt hat woran es gelegen haben wird, weswegen ich zurecht sagen kann \"hättest du mal auf mich gehört!\". Aber naja. Eins ist ja noch da. Hoffentlich nimmt sie das bald mit zu sich und lernt aus diesem folgenschweren Fehler.\n\nGestern sind außerdem alle durch die Decke geschossen weil sie Angst hatten die Heimaufsicht kommt uns besuchen. Der Witz an der Sache ist das sie Montag + Dienstag 'oben' in der anderen Einrichtung waren die hierzu gehört und sich anscheinend damit begnügt haben Aufstellungen/ Nachweise usw. einfach schriftlich vorgelegt zu bekommen. Lächerlicher Karnevalsverein, echt.\n\nIch habe mich jedenfalls gestern Morgen kurzerhand entschlossen die Situation auszunutzen und alle Ordner die ich nie ins Archiv räumen durfte, mit verschwinden zu lassen! Hab einfach meine Ordner mit auf den Wagen gepackt der ins Archiv sollte :> und bin sie tatsächlich los geworden. Heute sogar nochmal sechs Stück oder so und kann mir direkt neue anlegen. Leere Ordner FTW!\n\nBemerkt werden muss auch das es super genial geil ist, dass es mal ein ARAM Event gibt. Vielleicht kann ich mich mal aufraffen und den Rest der Woche abends etwas spielen. Abwarten. Belustigt war ich über die Infos über den Kerl der die Tipps verfasst haben soll und extra angegeben hat das er \"bereits 4.000 ARAM Spiele\" absolviert hat. o/ Ich hab fast 7.000 erreicht und bin immer noch mit den Wins 200+ im Plus! Okay. Ist vermutlich beschissen xD aber es ist immerhin ein positiver Bereich.\n\nConchita Wurst musste offenbaren das sie seit Jahren den HIV-Virus in sich trägt, weil sie von einem bescheuerten Ex-Freund mit dieser Information erpresst wurde.\n\nAm Freitag soll es unter 20° werden <3 Yeay.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:02:25.236+0000","up_votes":1,"down_votes":1,"body":"> sie wollte ja nie auf mich hören...\n\"hättest du mal auf mich gehört!\"...\n\nDeine Familie hört nicht auf dich...\nIn der Arbeit hört keiner auf dich...\n\nIst wohl so ne Art Lebenseinstellung von dir geworden,\n\"niemand hört auf mich...\"\n\n- Entweder sprichst du zu leiße\n- oder du sprichst so viel, dass die Hälfte einfach vergessen wird.\n- Oder jeder schaltet auf Durchzug sobald du redest....\n\nStreamst halt bald mal:\nIn dem Stream geht es dann darum, dass du alles bemängelst, was schief gelaufen ist,\naufgrund der Tatsache, dass viele dir nicht zugehört haben.\n\n\"Hätte Löw auf mich gehört... wäre Deutschland Weltmeister\"\n\"Hätte Merkel auf mich gehört... wäre wir das reichste und beliebteste Land der Welt\"\nusw..,\n\nAch wie schön die Welt wäre, wenn Leute öfter auf dich hören würden... :)","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T09:13:16.807+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T10:25:19.380+0000","up_votes":1,"down_votes":1,"body":"Ich kann verstehen warum du sauer bist... \nmeinen Beitrag habe ich dazu geleistet.\n\nWir sind oft unterschiedlicher Meinung und dann kommt schon ne Meinungsverschiedenheit zusammen.\nVielleicht nicht in diesem Ausmaß wie jetzt, aber gut. \n\nDu erzählst hier viel über dein Privatleben, was du gerne machen darfst, fühlst dich aber dann angegrifffen,\nwenn jmd dazu was negatives/sarkastisches sagt. \nDas hier ist ein höffentliches Forum, wo man vorsichtig sein sollte was man von sich preisgibt und was nicht.\nWenn denn jemand (wie ich nun) kommt und dich angreift und das persönlich nimmt, dann trägt man eine Teilschuld\nauch selbst (Du wirst es hier warscheinlich anders sehen). \nIch hab dir erzählt, das meine Freundin Psycholgie studiert hat und sie was du schreibst?\nAlso nimmt nicht alles gleich persönlich, ja? So sollte es nicht sein. \nIm Forum muss man sich schon ein Polster wachsen lassen. \n\nIch werd aufhören so zu schreiben, weil ich sehe, dass es dir nun zu nahe geht.\nDen Beitrag werd ich weder markieren noch melden, also falls es ein Bann wird,\nkommt er sicher nicht, weil ich ihn gemeldet hab.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T12:20:41.783+0000","up_votes":2,"down_votes":1,"body":"Ich komme mit negativen und sarkastischen Dingen klar. Aber nicht in einem solchen Ausmaß. Und es sind nicht die Äußerungen sondern das es eher so aussieht als hättest du nichts anderes zu tun als mir die ganze Zeit mit einem Zahnstocher in den Arm zu pieksen. Deswegen hat das auch nichts mit Polster zu tun.\n\nDer Sinn des Ganzen soll hier sein das man sich unterhält und Spaß hat. Auch mal meckert oder sich über sonstige blöde Dinge auslässt. Aber nicht das irgendwer irgendwem am Arsch klebt und sich an allem aufhängt. Wenn da mal ein Streuner rein spaziert der sich blöd äußert... who cares? Aber wenn da jemand ist der sich an etwas beteiligen will wovon er eigentlich nichts hält und dann auch noch Hobbypsychologe spielt und aus negativen/ sarkastischen Bemerkungen (die auch lustig sein könnten!) penetrante permanente (mini) Angriffe werden, ist das zu viel. \n\nUnd vor allem hat es nichts damit zu tun das man aufpassen soll was man preisgibt.\n\nNur weil ich über gewisse Dinge rede, hat noch lange niemand das Recht dazu sich derartig auf etwas einzuschießen. Mit blöden Bemerkungen komme ich klar wenn ich will, aber wenn das derartig Überhand nimmt ist Sense. Das war auch keine einfache Bemerkung die du da gemacht hast, sondern ein bemühter Beitrag darzustellen das ich davon überzeugt bin über allen Dingen zu stehen, die anderen hilflose Mäusebabies sind und ich nur aus negativen Dingen bestehe.\n\nNur weil ich privater rede hat man nicht das Recht mich deswegen anzugreifen. Oder darf ein Mann ein 10 Jähriges Mädchen vergewaltigen weil sie ein Sommerkleidchen trägt? In beiden Fällen könnte man eine Teilschuld unterstellen. Aber wie verletzend kann sich ein Mensch verhalten um eine der beiden Situationen auszuschlachten nur weil man selbst Spaß daran hat?\n\nDas hat einfach den Vogel abgeschossen und da gibt es auch nichts zu entschuldigen, zurück zu nehmen oder  ein \"zukünftig darauf achten\". Du hast dir so oft so viel raus genommen, wo man nach vielleicht zweimal durchatmen und kurz überlegen noch etwas drüber lachen konnte oder es wenigstens irgendwie neutral wurde oder \"ignorierbar\".\n\nEine blöde kurze Bemerkung wie sonst auch wäre etwas anderes gewesen, aber das da? \"Nicht persönlich nehmen\" kann man da nicht mehr sagen. Du greifst mich an, du bewertest und urteilst über mich was ist daran nicht persönlich? Und wenn nicht in diesem Beitrag dann irgendwo anders. Jetzt reicht's halt einfach.\n\n> Ich hab dir erzählt, das meine Freundin Psycholgie studiert hat und sie was du schreibst?\n\nUnd was soll mir das jetzt sagen? Das ich genau so dumme Äußerungen von mir gebe oder einen privaten Punkt in deinem Leben angreife den du preisgegeben hast? Du bist nicht in der Position um mich auf derartiges hinzuweisen. Aber sie war bewusst gewählt weil es \"gepasst\" hat ;) ich hab mir also auch Gedanken gemacht.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-08-22T12:27:20.978+0000","up_votes":1,"down_votes":0,"body":"Nur nebenbei erwähnt. Du sagst ihm, dass er kein Recht dazu hat... Unrecht hast du nicht, ich will hier auch gar keinen in Schutz nehmen. Aber wenn du dich darüber beschwerst, dass er kein Recht zu etwas hat, dann solltest du dich ebenfalls daran halten. Denn du hast aufgrund dessen trotzdem absolut kein Recht ihn so hart zu beleidigen. Das geht halt einfach gar nicht... \n\nWenn es dir nicht passt was er schreibt, dann schreibe das doch bitte in einem angemessenen Ton, denn so hast du auch kein Recht mit ihm zu reden. ;) Bemängel also nicht etwas an anderen, was du selber tust... \n\n(Sorry fürs einmischen)","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T12:45:36.021+0000","up_votes":1,"down_votes":0,"body":"EDIT:\nAn sich geb' dir zwar recht, aber ich glaub eine höfliche Wortwahl ist momentan eher zweitrangig. \n\nBtw. Urgolade = Shacolade?","replies":[{"id":"","poster":"Angel Ayume","date":"2018-08-22T13:26:43.998+0000","up_votes":2,"down_votes":0,"body":"Nicht höflich ist aber was anderes als direkt beleidigen... \n\nKlar ist ab einem gewissen Maße das Fass voll, gibt ihr aber nicht das Recht, ihn so zu beleidigen. Meine Meinung.","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-22T12:53:40.959+0000","up_votes":1,"down_votes":1,"body":"Jep. \n\nIch versuch echt freundlich zu bleiben und falls ich andere beleidigt habe tut es mir leid.  Aber so etwas hab ich hier nicht verdient. Recht hin oder her.","replies":[]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-22T12:44:07.916+0000","up_votes":1,"down_votes":0,"body":"Ich werde jetzt bestimmt nicht Rücksicht auf irgendwas nehmen wo er doch die ganze Zeit frei Schnauze geredet hat **OBWOHL** er gemerkt hat oder gemerkt haben muss das, wenn ichs nicht sogar gesagt habe, dass es nervt. Aller spätestens merkt man es an Reaktionen! Wenn er meint Menschen so gut lesen zu können, dann sollte das ja wohl das kleinste Problem sein.\n\n\"Nur nebenbei erwähnt...\" ich habe mir das gleiche Recht genommen wie er es getan hat. Zahn um Zahn. Und wenn das so ausartet, muss er damit leben so wie ich mit seinem Hobbyanalysen leben muss weil er einfach kein Ende kennt. Wenn er keine Rücksicht kennt, dann muss ich das auch nicht.\n\nWieso hat **IHN** niemand darauf hingewiesen das er sich mal etwas zusammen nehmen sollte? Das es scheiße ist was er da macht? Und ich soll jetzt darauf achten was mein Recht sein soll wie ich mit ihm umzugehen habe. Nichts gibt's.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-08-22T13:21:21.621+0000","up_votes":2,"down_votes":0,"body":"Wenn du dich über etwas aufregst was andere machen, dann kannst du es nicht selber machen. Doppelmoral lässt grüßen. \nDu kannst nicht von jemanden verlangen, keine Gartenzwerge in seinen Garten zu stellen, weil es scheiße aussieht, selbst aber Gartenzwerge auf der Terrasse stehen haben.. \nUnd Shaco hat sich vllt nicht nett benommen, gibt dir aber nicht das Recht ihn zu beleidigen. \nDenn soweit ich das mitbekommen habe, hat er das nicht gemacht, dich beleidigt. \n\nRein rechtlich hat er nichts falsches gemacht, du hast gegen das Gesetz verstoßen. \n\nDarf ich jemanden auf die Fresse kloppen, weil er mich provoziert? Nein, darf ich nicht. .__. Hier ist das alles verbal passiert und du hast dennoch kein Recht ihn zu beleidigen.\n\nWie gesagt, ich will Shaco nicht in Schutz nehmen, ich lese auch nicht oft hier, deswegen hätte ich auch nie was dagegen sagen können (zudem ich Shacos \"Humor\" kenne und es vermutlich nicht so hart aufgefasst hätte) ich wollte dir nur sagen, dass du nicht etwas verlangen kannst, woran du dich selbst nicht hältst ^^ \nDas wäre anders gewesen, wenn du ihn nicht so beleidigt hättest...","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T13:30:19.936+0000","up_votes":1,"down_votes":1,"body":"Ich weiß!\n\nAber ich bin aufgrund seiner \"ich verstehe nichts aber urteile trotzdem\" - Art so auf 180 das mir spei übel ist. Und wenn dann noch jemand ankommt und mir versucht zu erklären das ich ihn nicht erwürgen darf, geht das völlig nach hinten los.\n\nAlso ich weiß was ich hier tue, aber jetzt ein Moralapostel endet in Mord und Totschlag. Also lass es bitte einfach. Eine Wunde mit Salz zu behandeln bringt halt auch nichts.\n\nP.S.\nDas ist mehr ein \"die Sicherungen brennen durch\"-Ding.\n\nAn einer Stelle hat man Person X die einen schon Ultra vorgeheizt hat und dann kommt Person Y die meint noch Benzin rein schütten zu müssen und Feuerwerkskörper rein legt. Das kann nur hoch gehen xD","replies":[]}]}]},{"id":"","poster":"Shacoláde","date":"2018-08-22T12:58:14.215+0000","up_votes":1,"down_votes":0,"body":"danke, dass du versuchst zu deeskalieren, aber ich denk es hat hier keinen Sinn mehr.\nDas ist einfach nur noch graumsam was grad stattfindet....","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2018-08-22T12:27:26.680+0000","up_votes":1,"down_votes":2,"body":"> Oder darf ein Mann ein 10 Jähriges Mädchen vergewaltigen weil sie ein Sommerkleidchen trägt?\n\nMich mit nem Vergewaltiger zu vergleichen, da hörts bei nun defintiv auf.\nZugeständnisse muss ich machen das stimmt... aber hier her und nicht weiter.\nUnd komm nicht nun her ich verdreh dir wieder das Wort im Mund.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T12:41:38.178+0000","up_votes":1,"down_votes":0,"body":"Genau genommen, hat sie dich nicht mit einem Vergewaltiger verglichen.\n\nSie hat nur gesagt, dass in beiden Fällen (in ihrem und dem des 10jährigen Mädchens im kurzen Sommerkleid) ein Teil der Schuld dem Opfer gegeben wird, weil dieses zuviel \"von sich preisgegeben/hergezeigt hat\". Und dieses Beispiel hat sie als Analogie verwendet um (wenn auch auf krasse Weise) zu zeigen, dass eine (Teil)schuld (wie du sie ihr gegeben hast) dem \"Opfer\" zu geben nicht der richtige Weg sein kann.\n\nIch bin wieder weg....ist mir zu heiß hier...\n*winke winke*","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T12:47:46.351+0000","up_votes":1,"down_votes":0,"body":"Analogie hin oder her... ist das wirklich noch in nem Kreis das du für gerechtfertigt hälts? Was darf ich denn alles als Analogie her ziehen bis es \"Nicht mehr in Ordnung ist\"?  Ich weiß nordwolf das du zu ihr stehst, aber alter... das hab ich nicht mehr verdient.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T12:59:06.082+0000","up_votes":1,"down_votes":0,"body":"Ich habe nicht gesagt, dass es in Ordnung ist. Ich habe lediglich gesagt, dass du nicht mit einem Vergewaltiger verglichen wurdest, sondern es darum ging eine (Teil)Schuld beim anderen zu suchen.\n\nGanz ehrlich: nein einen Vergleich mit einem Vergewaltiger hättest du nicht verdient, aber um eine verbale Abreibung von Hörnchen bettelst du mit deinen Beiträgen schon länger, wenn du ehrlich bist oder?\n\nGlaub nicht, dass es mir nicht aufgefallen wäre, dass einige deiner Kommentare Hörnchen gegenüber unangebracht um nicht zu sagen untergriffig waren. Hat mich sogar gewundert, dass die verbale Ohrfeige solange gebraucht hat.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T13:04:48.902+0000","up_votes":1,"down_votes":0,"body":"Nein... darüber kann ich mich nicht beschweren. Hab ich auch irgendwo auch verdient, aber bei aller Menschlichkeit les dir mal durch was sie Grad schreibt...","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T13:17:31.082+0000","up_votes":1,"down_votes":0,"body":"lol Mittlerweile hört sich das nach einem kranken perversen Plan an.\n\nDas Maß so steigern bis ich platze und dann in die winselnde Rolle des Opfers schlüpfen.\n\nWenn ich ehrlich bin wird mir das auch langsam echt zu gruselig.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T13:12:56.269+0000","up_votes":1,"down_votes":0,"body":"Wenn sich was über längere Zeit anstaut wirds am Ende übel...\n\nIch lese was sie schreibt. Sie ist offenkundig richtig angepisst und ich glaube, dass du erneut eine Aussage von ihr missinterpretiert hast macht das ganze nicht besser. Siehe unten Lösung a) und b). Im endeffekt genau das was ich dir vorhin gesagt habe.\n\nEs ging nicht darum dich mit einem Vergewaltiger zu vergleichen, du hast nur ihr Beispiel falsch verstanden :-/","replies":[]}]}]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-22T12:57:22.831+0000","up_votes":1,"down_votes":0,"body":"**SIEH DIR DEN KERN DES PROBLEMS AN**\n\nMuss man denn wirklich alles 20 mal erklären?\n\na) Ich erzähle privates.\nb) Das Mädchen trägt ein Kleidchen.\n\n**Lösung a.1)**\nIch bin es selbst Schuld wenn ich privates erzähle\n\n**Lösung b.1**\nDas Mädchen ist es selbst Schuld weil sie ein aufreizendes Kleid trägt\n\n**Lösung a.2) **\nNiemand hat das Recht dazu mich deswegen anzugreifen oder das als Waffe gegen mich zu verwenden. \n\n**Lösung b.2)**\nNiemand hat das Recht sie aufgrund des Kleidchens zu vergewaltigen.\n\nVerstehst du also was du da gesagt hast? Du hast deine Angriffe damit gerechtfertigt, weil ich es ja ausgeplaudert habe. Und genau so läuft es in Beispiel b). Und b) ist gewaltig falsch oder? Wieso glaubst du dann wäre es fair oder angebracht mir blöd zu kommen nur weil ich auch persönlichere Dinge anbringe?\n\nUnd jetzt, wenn ich dir wirklich mit Gleichem begegne kommen Leute angeschossen die mir sagen wollen ich soll aufpassen was und wie ich mit dir umzugehen habe. Obwohl du derjenige bist der die Sachen fast schon vorsätzlich falsch versteht und dann meint er wüsste alles. Bravo!","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2018-08-22T11:42:20.558+0000","up_votes":1,"down_votes":0,"body":"> Ich kann verstehen warum du sauer bist...\n\nLeider eben nicht.\nDu missverstehst das Hörnchen komplett, missinterpretierst Dinge in Ihren Aussagen und \"kritisierst\" dann diese falsch aufgefassten Dinge.\nDass du sie falsch verstehst, bestätigt dieser Kommentar sogar nochmal.\n\n_Das _ärgert Schockohörnchen. Nicht das Kritisieren.\n\n(Zumindest soweit ich die Situation erfasst habe. Kann mich natürlich auch irren.)\n\nDas mag jetzt vielleicht unangemessen von mir sein, dass ich mich da jetzt einmische, aber ich fände es Schade, wenn sich die Leute hier (wortwörtlich) nicht  versteht.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T11:46:35.517+0000","up_votes":1,"down_votes":0,"body":"Dann habe ich es wirklich falsch verstanden...\ndanke fürs aufklären","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T12:16:47.221+0000","up_votes":1,"down_votes":0,"body":"Naja, ich hab auch nur (versucht), dass wiederzugeben, was Hörnchen gesagt hat. Halt anders.\n\nWobei ich hier sagen möchte, dass dein Kommentar (ich meine jetzt nur diesen Einen, die Anderen kenne ich nicht) sehr provokativ ist.\n\nIch vermute (!) zwar, dass du das nicht aus Bosheit geschrieben hast, sondern weil das deine Art von Humor ist, aber solcher Humor funktioniert eben nur, wenn der Andere genauso gestrickt ist.\n\nIch selbst bin mit solchem Humor sehr vorsichtig und _sparsam_ und lege dir ans Herz, dasselbe zu tun.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T12:39:54.459+0000","up_votes":1,"down_votes":1,"body":"kann ich alles nachvollziehen. Geb ich dir auch Recht, dass es oft der falsche Humor war.\nAber nun ist der Bogen überspannt. \nDas sie mich nun mit nem Vergewaltiger vergleicht... da kann ich vorher gesagt haben was ich will....\ndas ist einfach nur noch graumsam und traurig. Wo sind wir denn hier nun...","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T13:05:49.303+0000","up_votes":2,"down_votes":0,"body":"Der Bogen war bereits überspannt.\nSo weit, dass du's sogar geschafft hast, so eine Aussage aus Schokohörnchen zu bekommen.\n\nZudem (und jetzt kommt der Punkt, wegen dem hier so 'ne Stimmung herrscht): \n\nWas ist die Absicht/Bedeutung der Aussage?\n\nIch glaube nicht, dass es bei der Aussage darum ging, dich als Vergewaltiger zu bezeichnen, sondern die Absurdität der Situation zu veranschaulichen.\n\nKurzum: die Aussage falsch aufgefasst. Und genau hier liegt der Hund begraben :/","replies":[]}]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-22T13:09:36.538+0000","up_votes":1,"down_votes":0,"body":"Lieb gemeint, aber lass es einfach.\n\nMich regt gerade zu viel auf. Von Angriffen zu nicht-verstehen zu einmischen zu \"Ratschlägen\" was man nicht tun sollte. Wenn ich mich weiter aufrege übergebe ich mich noch!\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T13:44:20.826+0000","up_votes":1,"down_votes":0,"body":"Verständlich.\n\nUnd das  beschäftigt mich so.\nIch kann (oder zumindest bin ich in dem Glauben) euch beide nachvollziehen.\n\nIch sehe, dass Urgolade schlichtweg nicht gesehen hat/sehen wollte, dass seine Kommentare schlichtweg unerwünscht bzw. in deinen Augen dämlich waren und sah deinen Ausbruch als vollkommen unangemessen an, da er nicht wusste/weiß was den \"unbegründeten Hate\" hervorgerufen hat. (so fühlt es sich zumindest für mich an).\n\nMich macht's grad ein bisschen fertig, weil in meinen Augen, keiner von euch beiden wirklich \"schuldig\" ist. Der einzige \"Schuldige\" (mMn) waren hier einfach die unterschiedliche Auffassungsgaben zweier Menschen.\n\nUnd das ärgert mich.\nVor allem noch das Gefühl im Bauch, dass man SELBST sogar noch die Situation falsch aufgefasst haben könnte und man eigentlich gar kein recht hat sich einzumischen, auch wenn man's gut meint. Ja, dermaßen unnötig ausschweifende Gedankengängen fabriziert mein Hirn mal wieder (f*** ads)\n\nNaja, ich lass es mal gut sein.\n\nHab du jetzt erstmal n' schönen Feierabend.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T14:08:13.830+0000","up_votes":1,"down_votes":1,"body":"Och Grasi nein, jetzt zerbrech dir über den Mist nicht deine Wurzel\n{{sticker:katarina-love}}","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T14:21:56.443+0000","up_votes":1,"down_votes":0,"body":"DOCH!\nIn meiner Welt müssen sich alle Liebhaben und verstehen! \nAlles andere ist **INAKZEPTABEL!!1!**","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T14:26:08.945+0000","up_votes":1,"down_votes":0,"body":"In meiner Welt auch, aber in meinen 31 Lebensjahren habe ich gelernt, dass das nicht immer in meiner Macht steht.","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T14:31:04.789+0000","up_votes":1,"down_votes":0,"body":"Oh, ich weiß dass es manchmal unmöglich ist.\nAber dank ADS, geistert mir sowas tagelang durch den Kopf und ich liege nachts wach, wenn ich's nicht wenigsten versucht habe.\n\nUnd in meinen 6 Dark Souls-Jahren habe ich gelernt, dass Aufgeben die wahre Niederlage ist ;^)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-08-22T11:13:49.718+0000","up_votes":1,"down_votes":0,"body":"Genau. Nutz die Zeit lieber um die Story Missionen von BFA zu machen und lvl 120 zu kommen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T11:29:46.108+0000","up_votes":1,"down_votes":0,"body":"Startet man eig immer noch auf lvl 1 wenn man mit WoW neu anfängt? Als ich aufgehört habe, wars noch so, aber die lvl 1-60 waren XPmäßig verkürzt.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T11:54:08.523+0000","up_votes":1,"down_votes":0,"body":"der 1. Charakter den du mitm Add-On spielst kannst ja auf 110 erstellen","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-08-22T11:35:19.187+0000","up_votes":1,"down_votes":0,"body":"Kommt ein bisschen drauf an. DKs starten glaube ich auf lvl 50 und DHs auf 70. Aber ansonsten ja. Sollte aber recht zügig gehen, denn die XP raten sind recht hoch.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T11:48:24.149+0000","up_votes":1,"down_votes":0,"body":"DK auf 50 mit ihrer eigenen Q-Reihe jo die kenn ich...waren potzlangweilig >:-(\n\nDH sagt mir nix....kenn nur noch vom lesen den pandamönch\n\nIch vermisse Northshire Abby <3","replies":[]}]}]},{"id":"","poster":"Shacoláde","date":"2018-08-22T11:14:45.659+0000","up_votes":1,"down_votes":0,"body":"alles klar... ^^","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-08-22T11:09:14.800+0000","up_votes":1,"down_votes":0,"body":"Lass dich nicht ärgern Zariza.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T09:29:23.248+0000","up_votes":1,"down_votes":0,"body":"Wow! Der hats echt geschafft dich zum auszucken zu bringen {{sticker:cass-cry}} \n\nAber wie ich seinen Post gelesen habe, habe ich mir schon gedacht dass da eine Retourkutsche kommen wird...","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T09:46:36.847+0000","up_votes":1,"down_votes":0,"body":"Irgendwann reicht es halt. Immer dieser Mist von wegen \"aus deinen Kommentaren lese ich das und das und das und das und das und das\" raus. Als könnte er damit ansatzweise richtig liegen. Und dann immer diese Übertreibungen und Sachen ins lächerliche ziehen.\n\nVermutlich wird er sich schon seine nächste Scheiße zusammen schreiben a la *\"Aufgrund deines aufgebrachten Verhaltens bist du offensichtlich verletzt worden durch irgendetwas das ich geschrieben habe.*\" Ist ja auch klar. Wer Leuten praktisch immer und immer wieder auf die Eier geht, die sind irgendwann aufgebracht und möchten ihn in ein dunkles Loch werfen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T09:52:22.161+0000","up_votes":1,"down_votes":0,"body":"Wenn die Netten ausklinken wirds immer hässlich.\n\nIst bei mir übrigens genauso. Man muss mich schon sehr, sehr, sehr reizen bevor ich wütend werde, aber dann wirds hässlich und derjenige sollte ganz schnell verschwinden. :o\n\nUm ehrlich zu sein habe ich keine Ahnung warum er dich immer wieder \"angeht\", aber es ist mir in den letzten Threads auch schon aufgefallen.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T10:20:56.111+0000","up_votes":1,"down_votes":0,"body":"Er hängt sich halt an Sachen auf die ich sage/ schreibe. Wobei er anscheinend auch kein Problem damit hat Dinge zu verdrehen oder zu überspitzen. Im schlimmsten Fall wird die Behauptung geäußert das er genau so eine Reaktion provozieren wollte um irgendwas an den Haaren herbeigezogenes zu beweisen.\n\nVermutlich denkt der Wicht auch das die schlimmste Tatsache das \"MiMiMi niemand hört auf dich\" ist. Aber wie bereits erwähnt, sollte er diese Amateurversuche 'zwischen den Zeilen zu lesen' einfach sein lassen weil er es offensichtlich nicht kann!\n\nDann denkt man mal das eventuell doch \"normale\" Kommentare geführt werden können und dann geht der Mist wieder los. Wohl doch zu viel Langeweile neben seinem komischen Programm Gedöns. Oder es erregt ihn, wer weiß das schon.\n\n> Ist bei mir übrigens genauso. Man muss mich schon sehr, sehr, sehr reizen bevor ich wütend werde\n\nNaja, ich werde eigentlich nicht laut. Das hab ich jetzt in Rage geschrieben und man könnte meinen ich schreie xD, aber grundsätzlich werde ich immer ruhig wenn ich böse bin. Manche Leute gehen an die Decke wie eine Furie und schreien sich heiser. Ich fahre dann runter und senke eher meine Stimme. Als ich klein war har meine Mama immer gesagt sie hasst es wenn ich so bin. Das ich sie lieber anschreien solle als dicht zu machen und kalt zu sein.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T10:30:06.322+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=0004000200010000000000000000,timestamp=2018-08-22T10:20:56.111+0000)\n>\n> Er hängt sich halt an Sachen auf die ich sage/ schreibe. Wobei er anscheinend auch kein Problem damit hat Dinge zu verdrehen oder zu überspitzen. Im schlimmsten Fall wird die Behauptung geäußert das er genau so eine Reaktion provozieren wollte um irgendwas an den Haaren herbeigezogenes zu beweisen.\n> \n> Vermutlich denkt der Wicht auch das die schlimmste Tatsache das &quot;MiMiMi niemand hört auf dich&quot; ist. Aber wie bereits erwähnt, sollte er diese Amateurversuche &#x27;zwischen den Zeilen zu lesen&#x27; einfach sein lassen weil er es offensichtlich nicht kann!\n\nZitat Homer Simpson (mit verwirrtem Gesichtsausdruck - nachdem Marge ihn getadelt hat er müsse lernen zwischen den Zeilen zu lesen): \"Wozu soll ich zwischen den Zeilen lesen? Da sind nur doch weiße Flecken!\"  :D\n> \n> Dann denkt man mal das eventuell doch &quot;normale&quot; Kommentare geführt werden können und dann geht der Mist wieder los. Wohl doch zu viel Langeweile neben seinem komischen Programm Gedöns. Oder es erregt ihn, wer weiß das schon.\n\n\n> \n> Naja, ich werde eigentlich nicht laut. Das hab ich jetzt in Rage geschrieben und man könnte meinen ich schreie xD, aber grundsätzlich werde ich immer ruhig wenn ich böse bin. Manche Leute gehen an die Decke wie eine Furie und schreien sich heiser. Ich fahre dann runter und senke eher meine Stimme. Als ich klein war har meine Mama immer gesagt sie hasst es wenn ich so bin. Das ich sie lieber anschreien solle als dicht zu machen und kalt zu sein.\n\nHihi ich werde auch sehr ruhig und strahle durch Blicke mehr aus als durch Worte wenn ich wirklich wütend bin (war ich aber schon sehr lange nicht mehr). Meine Mama hat früher immer gesagt \"Wenn Blicke töten könnten....\" xD","replies":[]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-22T08:13:16.590+0000","up_votes":1,"down_votes":0,"body":"Hier im Forum findet sie doch Gehör zu Genüge ^^. Aber hier sind immerhin nur wir, die während der Arbeitszeit lieber Forum schreiben anstatt sinnvolle und große Dinge in dieser Welt zu bewegen ^^.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:30:16.052+0000","up_votes":1,"down_votes":0,"body":"Hab auch nicht geschrieben, dass sie im Forum kein gehört findet, sondern nur privat.\nIst aber, wie du schon sagst, der Tatsache geschuldet, dass viele lieber im Froum unterwegs\nsind bevor sie arbeiten. Wobei ich schon sagen muss, dass ich nebenbei ein Programm schreibe.\nSo langweilig ist mir auch wieder ned ^^","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:31:16.683+0000","up_votes":1,"down_votes":0,"body":"Ich lasse nebenbei Dinge umbauen. Stresst total ^^","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:33:48.818+0000","up_votes":1,"down_votes":0,"body":"Du lasst also arbeiten... auch nicht schlecht\n\nhttps://media.giphy.com/media/sC8lOMglN2dqw/giphy.gif\n\nhttps://media.giphy.com/media/okFDq1MPeU2UE/giphy.gif\n\nhttps://media.giphy.com/media/gCoQVeGzegily/giphy.gif\n\nso etwa?","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:43:06.325+0000","up_votes":1,"down_votes":0,"body":"Nicht wirklich, ich mache einen Haufen an Vorplanung, dann fangen die Menschen irgendwann an zu arbeiten und beginnen mich panisch anzurufen ^^. Dann werden mir 1000 Probleme durch's Handy zugeschriehen und mein Job vom Planer wandelt sich dahin, dass ich manche Menschen mit ruhiger Stimme beruhige und Andere mit harter Hand zur Räson bringen muss damit die Idioten endlich ihre Arbeit machen!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T08:54:28.176+0000","up_votes":1,"down_votes":0,"body":"Dann solltest du besser Planen :^)","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:55:29.520+0000","up_votes":1,"down_votes":0,"body":"Kein Plan überlebt den ersten Kontakt mit dem Feind xD.\n\nDer Feind:\nDi Bauunternehmer die wir einkaufen ^^","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T09:22:49.761+0000","up_votes":1,"down_votes":0,"body":"Hahaha vl solltest du eine Bedienungsanleitung - \"Baupläne lesen für Dummies\" (so ca 100 Seiten inkl FAQ) dazugeben xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T09:29:05.459+0000","up_votes":1,"down_votes":0,"body":"Beispiel aus meinem Alltag:\n\nFür eine Baustelle müssen zwei Bauunternehmen koordiniert werden, die auf dieser Baustelle zwei unterschiedliche Projekte durchführen. Das Ganze passiert in einem Bahnhof. Da Fahrplanfenster begrenzt sind, wollen wir so viel wie möglich in Diesen erledigen. Da der Platz auf Gleisen aber ebenso begrenzt ist, können sich die beiden Bauunternehmen potentiell gegenseitig behindern, immerhin geht es auf Gleisen nur vor und zurück, nicht seitlich.\n\nEine Besprechung wird einberufen. Alle treffen und unterhalten sich, alle sind sich einig. Das klappt schon.\n\nEine Woche später rollt die Projektleitung des anderen Projektes die Sache wieder auf und stellt die getroffenen Absprachen in Frage, aus irgendwelchen Gründen klappt das ggf doch nicht.\n\nEine Besprechung wird einberufen. Alle treffen und unterhalten sich, alle sind sich einig. Die aufgeworfenen Probleme sind eigentlich gar keine / wurden eigentlich schon beim ersten mal geklärt, das hatte nur jemand nicht so richtig verstanden. Jetzt ist alles klar!\n\nEine Woche später rollt die Projektleitung des anderen Projektes die Sache wieder auf und stellt die getroffenen Absprachen in Frage, aus irgendwelchen Gründen klappt das ggf doch nicht. Die Projektleitung des anderen Projektes versucht, mein Projekt zu verhindern.\n\nBeide Bauunternehmer fragen sich, was das alles soll, da es jetzt doch schon x-fach durchexerziert wurde. \n\nAm Samstag beginnt die Baustelle, die Unsicherheit ist at max ^^.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T10:00:52.611+0000","up_votes":1,"down_votes":0,"body":"Tipp für die  Zukunft: engagiere einen Generalunternehmer ;)","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T10:26:54.151+0000","up_votes":1,"down_votes":0,"body":"So läuft das hier nicht ;). Das gibt die Organisationsstruktur nicht her ^^.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T11:21:48.823+0000","up_votes":1,"down_votes":0,"body":"Det is blöd :<","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Shacoláde","date":"2018-08-22T08:46:25.832+0000","up_votes":1,"down_votes":0,"body":"Ach.. du arbeitest in einem Callcenter für nen Handyhersteller.. sag das doch gleich ^^","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:52:14.152+0000","up_votes":1,"down_votes":0,"body":"Ähhhhm... Nein! xD","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:53:39.826+0000","up_votes":1,"down_votes":0,"body":"Ach.... und wo dann? ^^","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:54:32.771+0000","up_votes":1,"down_votes":0,"body":"Wenn ich wirklich sage, wo ich arbeite dann hasst mich hier doch sofort jeder :D","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:58:36.755+0000","up_votes":1,"down_votes":0,"body":"Also doch in nem Callcenter?\n\nJetzt komm... sag schon","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T09:03:31.043+0000","up_votes":1,"down_votes":0,"body":"Ich bin Bauingenieur und plane/organisiere für die Deutsche Bahn Gleisbauprojekte","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T09:43:12.669+0000","up_votes":1,"down_votes":0,"body":"Hey, mach dich nicht lustig, das hab ich immerhin selbst eingesprochen... xD","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-08-22T09:42:27.445+0000","up_votes":1,"down_votes":0,"body":"Tschänk ju vor träwelling wiz Deutsche Bahn.","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-22T09:33:49.923+0000","up_votes":1,"down_votes":0,"body":"Du arbeitest ja nicht alleine bei der Bahn... da kann man doch nicht die Schuld bei dir suchen ^^.\nDie Bahn hat alt nur das Problem, dass dir Arbeit, die gleistet wird, für \"alle zugänglich ist\". \nWenn da halt mal was daneben geht, dann merkt das halt leider jeder.\nIn den anderen Firmen fällt halt nicht unbedingt sofort auf, zumindest nicht für jederman.\nVon dem her kann ich dich schon ganz gut verstehen, warum dich das nervt.\nIch bin auf jeden Fall froh, dass  Leute diese Arbeit verrichten... würd das keiner tun, könnte bald keiner mehr Bahn fahren.","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-08-22T09:11:59.268+0000","up_votes":1,"down_votes":0,"body":"Viele Menschen mögen die Bahn nicht und du magst gar nicht wissen, wie viele Nachrichten ich von Bekannten bekomme \"Ich stehe in (hier beliebigen Bahnhof einfügen), mein Zug hat schon wieder 2 Stunden Verspätung, was soll das!\" und die das dann witzig finden. \n\nIch sag mal... Das ist schon ziemlich nervig und war vielleicht beim ersten mal noch nen Schmunzler wert. Abgesehen davon bekomme ich wenigstens ein mal im Monat irgendein Bild gezeigt, von irgendeiner sinnlosen Brücke / irgendeinem morschen Bahnsteig / irgendeinem überwucherten Gleis / irgendeinem Haufen von Altschienen, Schotter, kaputten Schwellen etc. mit einer Vorhaltung, warum wir so viel Steuergeld verschwende / das nicht reparieren / das nicht wegräumen.\n\nEs schläft einem schon Einiges entgegen.\n\nWir bauen im Grunde übrigens nicht mehr Gleise, eigentlich erneuern wir nur alte ^^. Daher auch immer die Nachtschichten Samstag und Sonntag Nacht, man will ja keine Reisenden verärgern ^^","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-22T09:05:32.231+0000","up_votes":1,"down_votes":0,"body":"und dafür soll man dich hassen? Dafür das jmd mal mehr Gleise bauen will/soll?\nIch begrüße es eher, dass da was vorwärts geht.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-08-22T07:26:45.461+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=0004,timestamp=2018-08-22T07:23:43.035+0000)\n>\n> xD lel\n\nIsso, hatte mich gefreut ne kleine Zuschauerbase aufgebaut zu haben von 5-10 Leuten. Du wirst sehen, das wenn ich in nem halben Jahr wieder streame, kaum bis gar keiner mehr da ist ^^\n\n> \n> Wie kommst du btw auf Toadi? :o Den hab ich schon lange nicht mehr gesichtet!\n> \n> Gestern ist eines der Meerschweinchen von meiner Schwester gestorben. Jetzt gibt sie sich die Schuld daran und ich ihr auch - sie wollte ja nie auf mich hören. Gewaltiger Fehler. Sie tut mir trotzdem leid und ja! Ich habe sie trotzdem in den Arm genommen und getröstet. Aber sie hat das Schweinchen zum Glück nicht im Käfig gefunden sondern konnte es zum Tierarzt bringen der ihr erklärt hat woran es gelegen haben wird, weswegen ich zurecht sagen kann &quot;hättest du mal auf mich gehört!&quot;. Aber naja. Eins ist ja noch da. Hoffentlich nimmt sie das bald mit zu sich und lernt aus diesem folgenschweren Fehler.\n> \n> Gestern sind außerdem alle durch die Decke geschossen weil sie Angst hatten die Heimaufsicht kommt uns besuchen. Der Witz an der Sache ist das sie Montag + Dienstag &#x27;oben&#x27; in der anderen Einrichtung waren die hierzu gehört und sich anscheinend damit begnügt haben Aufstellungen/ Nachweise usw. einfach schriftlich vorgelegt zu bekommen. Lächerlicher Karnevalsverein, echt.\n> \n> Ich habe mich jedenfalls gestern Morgen kurzerhand entschlossen die Situation auszunutzen und alle Ordner die ich nie ins Archiv räumen durfte, mit verschwinden zu lassen! Hab einfach meine Ordner mit auf den Wagen gepackt der ins Archiv sollte :&gt; und bin sie tatsächlich los geworden. Heute sogar nochmal sechs Stück oder so und kann mir direkt neue anlegen. Leere Ordner FTW!\n> \n> Bemerkt werden muss auch das es super genial geil ist, dass es mal ein ARAM Event gibt. Vielleicht kann ich mich mal aufraffen und den Rest der Woche abends etwas spielen. Abwarten. Belustigt war ich über die Infos über den Kerl der die Tipps verfasst haben soll und extra angegeben hat das er &quot;bereits 4.000 ARAM Spiele&quot; absolviert hat. o/ Ich hab fast 7.000 erreicht und bin immer noch mit den Wins 200+ im Plus! Okay. Ist vermutlich beschissen xD aber es ist immerhin ein positiver Bereich.\n> \n> Conchita Wurst musste offenbaren das sie seit Jahren den HIV-Virus in sich trägt, weil sie von einem bescheuerten Ex-Freund mit dieser Information erpresst wurde.\n> \n> Am Freitag soll es unter 20° werden &lt;3 Yeay.\n\nTypisch Frau, solange quasseln :D Das liest sich doch kein Mensch durch :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T07:53:51.875+0000","up_votes":1,"down_votes":0,"body":"> Isso, hatte mich gefreut ne kleine Zuschauerbase aufgebaut zu haben von 5-10 Leuten. Du wirst sehen, das wenn ich in nem halben Jahr wieder streame, kaum bis gar keiner mehr da ist ^^\n\nlel²\n\nAlso die \"Base\" würde ich als Nico und mich bezeichnen xD und das sind zwei Leute :p Dann kommt dazu das vermutlich diese komischen Gewinnspiel-Bots auch noch zählen, dass waren zwei oder drei. Dann zählt glaube ich der Streamer mit rein und sein Bot. Rudi war selten da und der andere... SHT_21? war zwar die letzten Male da aber der Zeitraum ist zu kurz um ihn zu einer \"Base\" zu zählen. xD Soll ichs noch weiter auseinanderpflücken?\n\nIn einem halben Jahr erst wieder streamen? Hast du wirklich nie etwas Geld auf Seite getan falls sich was zerschießt? x.x\n\n> Typisch Frau, solange quasseln :D Das liest sich doch kein Mensch durch :D\n\n**DAS** ist der Grund warum keine richtigen Unterhaltungen stattfinden können!","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:06:47.131+0000","up_votes":1,"down_votes":0,"body":"Also **ich** hab's komplett gelesen xD. \n\nLängere Texte sind immer eine Mühe, die sich jemand macht und die verdienen eine gewisse Honorierung, die ich ihnen dorch das Lesen gewähre ^^.\n\nZum Thema: Hatte mich schon gewundert, wo du gestern den ganzen Tag warst :P. Aber wenn bei euch Land unter ist ist das natürlich kein Wunder. Aram Event... hm... Vielleicht werf ich's dann auch nochmal an, wir sind momentan echt viel in Warframe unterwegs ^^.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-22T08:12:05.188+0000","up_votes":1,"down_votes":0,"body":"Buuuuhhh!","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:14:35.589+0000","up_votes":1,"down_votes":0,"body":"Weil ich Hörnchen komplett gelesen hab oder weil ich Warframe spiele? xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-22T09:24:52.598+0000","up_votes":1,"down_votes":0,"body":"Weil sie ein ekelhaften Fettsack sind Privat Paula!","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T09:30:56.577+0000","up_votes":1,"down_votes":0,"body":"Ich glaub ich häng dir intellektuell ca. 2 - 3 Kommentare hinterher, den Wechsel auf Full Metal Jacket hab ich offenbar nicht mitbekommen :D.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-22T10:01:11.697+0000","up_votes":1,"down_votes":0,"body":"Der war auch eher spontan.","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T08:09:46.465+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=0004000000000000,timestamp=2018-08-22T08:06:47.131+0000)\n>\n> Also **ich** hab&#x27;s komplett gelesen xD. \n> \n\nSchleiiiiimer :P","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T08:14:12.718+0000","up_votes":1,"down_votes":0,"body":"So viel Hass, womit ich hab ich das nur verdient? :D:D:D","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2018-08-22T08:24:42.962+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=000400000000,timestamp=2018-08-22T07:53:51.875+0000)\n>\n> lel²\n> \n> Also die &quot;Base&quot; würde ich als Nico und mich bezeichnen xD und das sind zwei Leute :p Dann kommt dazu das vermutlich diese komischen Gewinnspiel-Bots auch noch zählen, dass waren zwei oder drei. Dann zählt glaube ich der Streamer mit rein und sein Bot. Rudi war selten da und der andere... SHT_21? war zwar die letzten Male da aber der Zeitraum ist zu kurz um ihn zu einer &quot;Base&quot; zu zählen. xD Soll ichs noch weiter auseinanderpflücken?\n\nIhr beide + Marcel + STC + Gorald + exwaldi + andere :D\n\n> \n> In einem halben Jahr erst wieder streamen? Hast du wirklich nie etwas Geld auf Seite getan falls sich was zerschießt? x.x\n\nIch bin ein Azubi, ich hab kein Geld, für nix. :x\n\n> \n> **DAS** ist der Grund warum keine richtigen Unterhaltungen stattfinden können!","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T07:45:48.608+0000","up_votes":1,"down_votes":0,"body":"Conchita Wurst = Tom Neuwirth\n\nUnd ja ER wurde von SEINEM Ex-Freund scheinbar damit erpresst...keine schöne Sache finde ich. Aber um der Erpressung zu entgehen hat ers publik machen müssen.\n\nDeine Schwester sollte sich bald wieder ein 2. Meerschweinchen zulegen, soweit ich weiß sind die nicht gern alleine :(\n\nBei uns kommt der Regen und die \"Abkühlung\" auf 27 Grad erst im Laufe des Samstags {{sticker:sg-lulu}}","replies":[]}]},{"id":"","poster":"Zhianlian","date":"2018-08-22T07:07:14.716+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T07:24:27.391+0000","up_votes":2,"down_votes":0,"body":"Ich schreibe Braun immer noch mit R :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-22T07:51:08.723+0000","up_votes":1,"down_votes":0,"body":"Lustig ist, dass es schon das zweite Mal ist, dass es mir auffällt. Was hast du dem armen Tropf den erzählt?","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T08:22:40.539+0000","up_votes":1,"down_votes":0,"body":"Ich find es eher lame, das er uns seit der AFD Debatte verfolgt und alles verpolisiert was er finden kann :D","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T08:52:26.322+0000","up_votes":1,"down_votes":0,"body":"Hab wohl wieder 'ne Menge spannender Sachen verpasst, auf meinem Berg.\n\n-> Link pls?","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T08:59:56.565+0000","up_votes":1,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/HzPRTp6Q-ich-verstehe-riot-games-nicht?comment=000300000001","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T09:53:36.099+0000","up_votes":2,"down_votes":0,"body":"...\nEinfach nur wow.\n\nEine derart umfangreiche Ansammlung, konzentrierten Hirndurchfalls, habe ich schon lange nicht mehr gesehen...\nUnd der TE ist hier inzwischen Forum-Stammgast?\n\nAuweia.","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T09:54:47.828+0000","up_votes":1,"down_votes":1,"body":"der TE bekommt sobald er einen Thread eröffnet oder Kommentiert einfach schon ne Schelle. Der hat es verwirkt das Forum benutzen zu dürfen.","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T10:02:11.409+0000","up_votes":1,"down_votes":0,"body":"Treten solche halbinformierten... \"Diskussionen\", zurzeit häufiger auf, oder ist der User ein Einzelfall? Schien so, als ob Einige derselben Meinung gewesen wären, wie der TE.","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T10:23:21.963+0000","up_votes":1,"down_votes":1,"body":"60% der Threads hat der TE verursacht, der Rest halt durch den Rest. Gab Häufungen mal. Kommt so Wellenweise.","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T10:37:53.237+0000","up_votes":1,"down_votes":0,"body":"Na dann.\n\nThemawechsel: du streamst nicht mehr? ,':/","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T10:38:53.749+0000","up_votes":1,"down_votes":0,"body":"mach mich nicht sad :(\n\nja, ohne Graka geht dis halt schlecht ...","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T10:45:51.421+0000","up_votes":1,"down_votes":0,"body":"Graka?\n'Tschuldige ich steh grad' auf der Leitung.","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T11:13:48.273+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=5weeds,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00030001000100000000000000010000000000000000000000000001,timestamp=2018-08-22T10:54:55.993+0000)\n>\n> Aye, das macht die Sache eher schwierig ^^\n\nTrue Story Bro.\nhttps://i.imgflip.com/p167z.jpg","replies":[]},{"id":"","poster":"5weeds","date":"2018-08-22T10:54:55.993+0000","up_votes":1,"down_votes":0,"body":"Aye, das macht die Sache eher schwierig ^^","replies":[]},{"id":"","poster":"Necromant","date":"2018-08-22T10:48:14.926+0000","up_votes":1,"down_votes":0,"body":"Graka is Abk. für Grafikkarte","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-22T09:56:08.043+0000","up_votes":1,"down_votes":0,"body":"Es ist recht störend, wenn man im Forum nach Qualität sucht, aber ziemlich erheiternd, wenn man nach Zerstreuung sucht. Immerhin zeigen die Downvotes schon vor dem Aufrufen des Threads, worauf man sich da einlässt.","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T10:06:33.258+0000","up_votes":1,"down_votes":0,"body":"Im Regelfall bin ich da deiner Meinung, aber _dieser _ Threat stimmt mich traurig... Nicht wegen dem Schwachsinn, sondern wegen der Menge an Leuten, die den Schwachsinn verzapfen.\n\nMir ist da letztens ein Gedanke gekommen, der ziemlich gut dazu passt: \n\"Der Mensch ist zu blöd für seine eigene Intelligenz.\"","replies":[]}]}]},{"id":"","poster":"5weeds","date":"2018-08-22T09:02:45.129+0000","up_votes":1,"down_votes":0,"body":"*Hattip*\nThx m'lady.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-08-22T09:43:17.880+0000","up_votes":1,"down_votes":0,"body":"Lass uns eine politische Hexenjagd anzetteln um politische Hexenjagden zu unterbinden. Astrein","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T09:44:35.981+0000","up_votes":1,"down_votes":0,"body":"Es ist nur solange gut, wie niemand mit dem Finger auf mich zeigt :^)","replies":[]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T07:51:50.883+0000","up_votes":1,"down_votes":0,"body":"Blaun ist aber ein gutes wort für unsere Fpö in Österreich {{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-22T07:49:00.467+0000","up_votes":1,"down_votes":0,"body":"in your Face xD","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T07:21:11.526+0000","up_votes":2,"down_votes":0,"body":"Themenverfehlung! Setzen 6!","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-08-22T07:49:49.134+0000","up_votes":1,"down_votes":0,"body":"Ja da hast du allerdings recht. Politische Ansichten muss man heilen, vor allem wenn es nicht die eigenen sind! Wo kämen wir denn da hin wenn hier jeder denken darf was er will. Nene nicht mit Zhianlian, der passt schon darauf auf, dass hier nichts falsches gedacht wird.","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T08:23:13.937+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T06:52:04.042+0000","up_votes":1,"down_votes":0,"body":"Die Schwimmbrille als 'Maske' steht dir gut :D\n\nAch Tamara ist schwanger. Deshalb ist sie in letzter Zeit weniger aktiv und hat weniger Lust....auf League....xD\n\nNarürlich extistier die zahl Drölf, genauso wie ihr zigfaches Drölfzig D: wer einem Mathematiker glaubt, dass die nicht existiert glaubt auch an Schnee-rülpsende Einhörner (jeder weiß dass da Regenbögen rauskommen!)","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T07:28:25.680+0000","up_votes":1,"down_votes":0,"body":"> Ach Tamara ist schwanger. Deshalb ist sie in letzter Zeit weniger aktiv und hat weniger Lust....auf League....xD\n\nWieso bin ich eigentlich immer schwanger? Entweder das oder ich bin eine Hu*e. Lieber Zweiteres aber mit guter unkaputtbarer Verhütung!\n\nDarf ich beim nächsten Mal zur Abwechslung ein Schmetterling sein? :o","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-22T07:52:09.801+0000","up_votes":2,"down_votes":0,"body":"Du bist ein wunderschöner Schmetterling!","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T08:16:18.548+0000","up_votes":1,"down_votes":0,"body":"Ach Stäbchen <3\n\nUnd näääääääääääää xD ich tendiere dazu ein Safcon zu sein! Einestages vollzieht sich vielleicht die Entwicklung zu Smettbo. Solange lieg ich in der Gegend rum und verteile Kopfnüsse und kann unendlich oft 'Härtner' einsetzen :>","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T08:56:06.731+0000","up_votes":1,"down_votes":0,"body":"Hängen Safcons nicht von Bäumen runter? :p","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T09:01:03.854+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00020001000100000000,timestamp=2018-08-22T08:56:06.731+0000)\n>\n> Hängen Safcons nicht von Bäumen runter? :p\n\nhttps://i.ytimg.com/vi/m9Z__9gJG-4/maxresdefault.jpg\nIn Pokemon Snap schon, aber wer gibt schon was auf Pokemon Snap.\n\nhttps://pics.me.me/enemy-metapod-used-harden-20783374.png","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T09:18:10.774+0000","up_votes":1,"down_votes":0,"body":"Das letzte mal, das ich Pokemon gespielt habe war am Nintendo 64....bin vl nicht mehr ganz up2date {{sticker:sg-lulu}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T09:19:22.172+0000","up_votes":1,"down_votes":0,"body":"Passt doch, da war doch Pokemon Snap ^^. Genau da ist auch meine Pokemon Erfahrung abrupt stehen geblieben xD","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T09:20:40.763+0000","up_votes":1,"down_votes":0,"body":"Ah das hat Snap geheißen. Wusste ich nicht xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T09:23:14.322+0000","up_votes":1,"down_votes":0,"body":"Rückblickend betrachtet eigentlich total langweilig, in einem automatisch fahrenden Glasding rumfahren und Pokemon fotografieren.\n\nSo langweilig dass ich es vor ein paar wenigen Jahren tatsächlich nochmal durchgespielt hab, also ja ^^:\n\nSafcon's hängen definitiv an Bäumen und lassen sich von da aus offenbar ins hohe Gras auf ihre Beute fallen xD.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T11:24:58.008+0000","up_votes":1,"down_votes":0,"body":"Nah in dem was ich gespielt hab konnte man schon kämpfen o_O aber wenn ich mich recht erinner war das ein Gameboysoiel (aber schon ein buntes) mit nem Adapter in den N64 gesteckt....ka wie das genau lief. Hab das ganze gebraucht von nem Schulkollegen um 300 Schilling gekauft xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-22T11:46:49.749+0000","up_votes":1,"down_votes":0,"body":"So viele Dichter hast du ihm dafür gegeben!!!","replies":[]}]}]}]}]},{"id":"","poster":"5weeds","date":"2018-08-22T09:39:24.796+0000","up_votes":1,"down_votes":0,"body":"Geht mir auch so.\n\nMeiner Meinung nach, wurd's nach der dritten Generation einfach nur weird... (Smaragd war auch das letzte, dass ich gespielt hab)\n\n\nIch mein...\nhttps://beano-uploads-production.imgix.net/store/aa2237f74a5c8e8fa74ee0028cd5c5fda8a695f34d073e7b87701b57f8d7?auto=compress&w=960&fit=max","replies":[]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-08-22T09:45:20.204+0000","up_votes":1,"down_votes":0,"body":"Lieber ne H*re als ne Mutter, das ist mal ne Einstellung xD","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-22T09:50:01.132+0000","up_votes":1,"down_votes":0,"body":"Wärst du eine, hättest du genug Geld für eine Grafikkarte ;)\n\nHättest du jedoch Kinder, würden die dir nur noch mehr Haare vom Kopf fressen und mit Glück könntest du dir einen alten Gameboy Color leisten!\n\nAlso :> was deiner Meinung nach hört sich besser an?","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T09:51:12.396+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=0002000100020000,timestamp=2018-08-22T09:50:01.132+0000)\n>\n> Wärst du eine, hättest du genug Geld für eine Grafikkarte ;)\n> \n\nWer sagt den, das ich keine bin? ;)\n\n> Hättest du jedoch Kinder, würden die dir nur noch mehr Haare vom Kopf fressen und mit Glück könntest du dir einen alten Gameboy Color leisten!\n> \n> Also :&gt; was deiner Meinung nach hört sich besser an?\n\nIch mag Nutella!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T09:56:10.213+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00020001000200000000,timestamp=2018-08-22T09:51:12.396+0000)\n>\n> Wer sagt den, das ich keine bin? ;)\n> \n\nEine Grafikhure? xD (falls jemand noch den Begriff aus \"Giga Games\" kennt - \"hey Süßer, Lust auf nen Grafik? :o)","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T09:57:33.398+0000","up_votes":1,"down_votes":0,"body":"Bei uns damals in der Ausbildung gab es schöne Bezeichnungen.\n\nDie Assistent für Media und Print waren die \"Pixelschubsen\" und wir Programmierer waren die \"Tastenficker\" ...","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-08-22T09:57:29.582+0000","up_votes":1,"down_votes":0,"body":"Ich kenne den Begriff, aber ich wage doch zu behaupten, dass das etwas anders gemeint war :D\n\nTrotzdem witzig ^^","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T07:40:08.930+0000","up_votes":1,"down_votes":0,"body":"Necro hat in seinem ausangspost gesagt du seist schwanger, kommt nicht von mir {{sticker:sg-soraka}} \n\nZweiteres ist auch definitiv besser als ersteres :P\n\nEin Schmetterling? Sags Necro :o","replies":[]}]},{"id":"","poster":"Necromant","date":"2018-08-22T07:05:34.540+0000","up_votes":1,"down_votes":0,"body":"Alles steht mit gut! xD","replies":[]}]},{"id":"","poster":"Veezey","date":"2018-08-22T15:04:28.942+0000","up_votes":1,"down_votes":0,"body":"Ich habs gestern fast geschafft Izaya Kumiho zum tilten zu bringen :3","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T15:58:29.394+0000","up_votes":1,"down_votes":0,"body":"Wie hast du das denn angestellt?\nHast dich duelliert? ^^","replies":[{"id":"","poster":"Veezey","date":"2018-08-22T16:34:15.558+0000","up_votes":1,"down_votes":0,"body":"Ja. Aber ich hab es zu oft geschafft nur knapp zu überleben xD","replies":[]}]},{"id":"","poster":"Dr Madscientist","date":"2018-08-22T15:06:42.265+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Veezey,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=0009,timestamp=2018-08-22T15:04:28.942+0000)\n>\n> Ich habs gestern fast geschafft Izaya Kumiho zum tilten zu bringen :3\n\nWen?","replies":[{"id":"","poster":"Veezey","date":"2018-08-22T15:35:59.152+0000","up_votes":1,"down_votes":0,"body":"Das ist Emissary im Spielerverhalten Forum. Dachte das ist hier eher bekannt :P","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-08-22T15:53:02.341+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Veezey,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=000900000000,timestamp=2018-08-22T15:35:59.152+0000)\n>\n> Das ist Emissary im Spielerverhalten Forum. Dachte das ist hier eher bekannt :P\n\nMir nicht. \nHat für mich keine Relevanz.","replies":[{"id":"","poster":"Veezey","date":"2018-08-22T15:57:28.577+0000","up_votes":1,"down_votes":0,"body":"Ist ja auch okay :P","replies":[]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-08-22T14:20:52.738+0000","up_votes":1,"down_votes":0,"body":"Irgendwas ist hier passiert und ich bin zu träge nachzulesen. Kann für mich mal jemand eine zusammenfassung machen? Wer hat wo wie mit wessen cousine geschlafen ohne irgendwen anders deswegen zu fragen?","replies":[{"id":"","poster":"5weeds","date":"2018-08-22T14:27:03.697+0000","up_votes":1,"down_votes":0,"body":"Das ist schwierig und hat (bei falschem Wiedergeben/Auffassen) großes Potential die Diskussion weiteranzutreiben/zu vertiefen.\n\nWäre besser wenn du selber schaust.","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-08-22T14:48:54.782+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=5weeds,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00080000,timestamp=2018-08-22T14:27:03.697+0000)\n>\n> Das ist schwierig und hat (bei falschem Wiedergeben/Auffassen) großes Potential die Diskussion weiteranzutreiben/zu vertiefen.\n> \n> Wäre besser wenn du selber schaust.\n\nnein.\nIch weiß zwar nicht worum es geht, aber eine Diskussion weiter zu treiben und/oder zu vertiefen ist IMMER ein Schritt zur Lösung der Diskussion.\nAlso: Lasst die Schildzuweisungen beginnen!","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2018-08-22T11:18:26.867+0000","up_votes":1,"down_votes":0,"body":"hmm hab jetzt folgende Angebote von einem Sponsor bekommen:\n\nGTX 1070 = 25€/Monat\nGTX 1080 = 33,3€/Monat\n\nWas meint ihr, sollte ich mieten?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T11:21:24.964+0000","up_votes":1,"down_votes":0,"body":"Das geld bekommst du oder musst du zahlen? xD","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T11:22:01.021+0000","up_votes":1,"down_votes":0,"body":"Muss ich zahlen.\nDas ist schon der rabatierte Betrag oben.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T11:24:32.370+0000","up_votes":1,"down_votes":0,"body":"und für wie lange?","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T11:27:24.571+0000","up_votes":1,"down_votes":0,"body":"6 Monate.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T11:29:40.115+0000","up_votes":1,"down_votes":0,"body":"nur 6 Monate? Danach gehört sie dir?\nGünstig... wirklich günstig","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T11:31:04.281+0000","up_votes":1,"down_votes":0,"body":"Miete != Ratenkauf.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T11:32:27.101+0000","up_votes":1,"down_votes":0,"body":"ok.... dachte schon ^^\nHast danach ne Kaufoption?\nKannst du das Angebot verlinken?","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T11:34:02.817+0000","up_votes":1,"down_votes":0,"body":"https://www.zed-up.de/p/mieten-kfa-geforce-gtx-1070-ex-8gb-gddr5x-dvi-hdmi-3x-displayport\n\nDas wäre die 1070 und ich bekomms halt günstiger pro Monat.\nMuss dafür aber halt auch bisschen Werbung für die machen.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T11:39:47.684+0000","up_votes":1,"down_votes":0,"body":"zum überbrücken ne gute sache... wenn du die Grafikarte danach jedoch länger haben willst.... wärs direkt kaufen die bessere Option gewesen","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T11:42:21.194+0000","up_votes":1,"down_votes":0,"body":"ich schau aktuell bei Mediamarkt nach günstigen Finanzierungsmethoden.\n\nSo ne 1080 kostet da aber auch schon mal 40€ über 12 Monate hinweg aber danach isse halt deine ...","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T13:06:43.792+0000","up_votes":1,"down_votes":0,"body":"Das wär auch mein Tipp gewesen. Mediamarkt und Saturn bieten tw 0%-finanzierungen an, vl kannst du da was machen :)","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T13:08:00.065+0000","up_votes":1,"down_votes":0,"body":"Bin bei der gelandet: https://www.mindfactory.de/product_info.php/rating/5/8GB-Asus-Radeon-RX-580-ROG-Strix-T8G-Gaming-Aktiv-PCIe_1167534.html","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T14:16:13.726+0000","up_votes":1,"down_votes":0,"body":"Hast du schon auf \"Geizhals\" geschaut?","replies":[]},{"id":"","poster":"Necromant","date":"2018-08-22T13:49:31.753+0000","up_votes":1,"down_votes":0,"body":"hmm bei Mediamarkt/Saturn steht sie nicht mehr zum verkauf. Ich kann ja noch bisschen schauen. Heißt ja nicht, das ich das morgen gleich alles machen muss.\n> [{quoted}](name=Nordwolf87,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00060000000000000000000000000000000000000000000000000000,timestamp=2018-08-22T13:23:43.246+0000)\n>\n> Aber nicht bei mindfactory oder? Die verrechnen fast 8% Effektivzins!!\n\n","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T13:23:43.246+0000","up_votes":1,"down_votes":0,"body":"Aber nicht bei mindfactory oder? Die verrechnen fast 8% Effektivzins!!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Shacoláde","date":"2018-08-22T13:36:54.433+0000","up_votes":1,"down_votes":2,"body":"Ich will das hier nun beenden, was auch nun meine letzten Worte in einem TGSG-Thread sein wird, da der Schaden eh nicht mehr behebbar sein wird.\n\n1.\tHab ich sie mehrmals provoziert? Ja, hab ich.\n2.\tHab ich ihr absichtlich die Worte im Mund verdreht? Ja, hab ich.\n3.\tHab ich drum gebettelt, dass ich nun eine zurückbekomme? Natürlich\n\nIch habe mir alles nochmal durchgelesen und hab gesehen, dass ich einiges wirklich falsch verstanden habe. Ich habe nicht gemeint, dass sie mich mit einem Vergewaltiger gleichsetzt, sondern dass die Analogie hier völlig unangebracht ist. Das sehe ich nach wie vor so. Das bei allem was ich geschrieben habe, bei ihr Wut angestaut hat und es nun raus muss, ist verständlich. Was ich getan habe war nicht nett, aber ich hab nichts rassistisches, Hetzreden etwas über Suizid, Tötungsabsichten oder etwas dergleichen gesagt oder geschrieben (was auch keiner Behauptet hat). Ich find solche Texte habe ich trotz alle dem, vor allem in diesem Ausmaß nicht verdient. Die Schuld das sie so drauf ist, trag ich alleine. Ich find nur nicht in Ordnung wie sie es mir „vergelten“ (Zahn um Zahn) will. Diese Doppelmoral find ich hier nur sehr komisch.\n\nWiegesagt, da ich keine weiteren Missverständnisse auftun will, klinge ich mich aus sämtlichen TGSG-Threads aus. Ihr sollt das tun was ihr wollte ohne euch dabei von mir gestört zu fühlen.\nIch wünsch euch trotz alle dem noch einen schönen Feierabend und viel Erfolg in der Kluft.\nAuch und trotz allem dem dir Schokohörnchen.","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T13:48:33.245+0000","up_votes":1,"down_votes":0,"body":"Was zur Hölle hab ich verpasst?","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-22T14:01:28.807+0000","up_votes":1,"down_votes":0,"body":"Viel! Scroll mal runter :<","replies":[]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-22T14:00:53.945+0000","up_votes":2,"down_votes":1,"body":"Ich habe eben kein Problem damit derartige Vergleiche einzubringen. Wenn ich schreibe dann schreibe ich und ich hasse verschnörkelte Aussagen. Lieber alles nackt auf den Tisch packen als drei Tage auspacken müssen.\n\nSie sind meistens so krass, dass die Leute wenigstens so tun als würden sie darüber nachdenken und anfangen zu begreifen. Aber an dieser Stelle ist lediglich auffällig wie persönlich du das nimmst. Das sollte dir auch gleichzeitig bewusst machen was du mir an den Kopf geknallt hast mit \"nimm das nicht zu persönlich\". Kommt alles auf's Gleiche raus, merkst du das?\n\nUnd warum ist diese Doppelmoral verwerflich oder gar komisch? Ein Opfer will auch immer seinen Peiniger umbringen, wird aber immer von den Polizisten davon abgehalten. Aber im Endeffekt denken wir doch alle \"drück doch einfach ab\".\n\nDich betreffend stelle ich mir die Frage wieso ich noch Rücksicht nehmen sollte wenn ich dich über Wochen \"ertragen\" habe und nicht durch die Decke gesprungen bin? Insofern hast du meine komplette Reaktion von oben bis unten verdient.\n\nDas einzige was hier komisch ist, bist du. Und das die ganze Sache bis zum Himmel stinkt oder ich zu viele Krimiserien gucke.\n\nWenn du gehst weil du denkst du störst mich, liegst du falsch. Bleib meinetwegen aber lass mich in Ruhe. Wenn du dich mit den Mäusen hier gerne unterhältst, mach das weiterhin.","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2018-08-22T06:34:14.687+0000","up_votes":1,"down_votes":0,"body":"Cooles Foto Necro\n\n{{sticker:sg-jinx}} \n\nIst das deine Gamescom-Gruppe?\n\nhttps://media.giphy.com/media/l0HUqsz2jdQYElRm0/giphy.gif","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T06:36:26.815+0000","up_votes":1,"down_votes":0,"body":"Dat stammt rein von dem Meme :D nix mit mir :P\n\nSehe gut aus die Bois!","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T06:41:18.612+0000","up_votes":1,"down_votes":0,"body":"> Dat stammt rein von dem Meme :D nix mit mir :P\n\nDas weiß ich doch  *zwinker* *zwinker* ;)\n\nEigentlich ist ja das GIF auch ausm Trailer von \"DC vs Marvel\"... hat hier nur besser gepasst xD","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T06:42:39.098+0000","up_votes":1,"down_votes":0,"body":"Du Schlitzohr :D","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T06:51:39.194+0000","up_votes":1,"down_votes":0,"body":"Das \"Tanz-Battle\" hat es doch in sich oder? \nFreu mich schon so auf den Film <3","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T06:57:53.843+0000","up_votes":1,"down_votes":0,"body":"Wenn ich da mitspiele, kann er nur gut sein!","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T07:47:18.808+0000","up_votes":1,"down_votes":0,"body":"Davon geh ich aus.... bin schon faszinierd alleine wenn ich dir beim spielen zu sehe.\nWenn du jetzt als Spiderman in einen Film mitspielt... werd ich geflasht sein <3","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T07:48:48.131+0000","up_votes":1,"down_votes":0,"body":"Dann hol ich mein großes kaputtes Schwer raus und Schwing mein Ding :^)","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:27:03.993+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}} \n\nspoilert doch nicht immer gleich","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T08:28:25.890+0000","up_votes":1,"down_votes":0,"body":"Da bleibt kein Auge trocken!\n\n{{sticker:sg-kiko}}","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:31:48.305+0000","up_votes":1,"down_votes":0,"body":"Wird es ein Liebesfilm werden?\nKommt Cpt. America endlich mit Batwoman zusammen? \n\n(Heute bist aber gut drauf, oder? ^^)","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T08:35:35.625+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Urgoláde,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00010000000000000000000000000000000000000000,timestamp=2018-08-22T08:31:48.305+0000)\n>\n> Wird es ein Liebesfilm werden?\n> Kommt Cpt. America endlich mit Batwoman zusammen? \n\nNein Dr. Evil kommt mit Tamara zusammen!\n\n> \n> (Heute bist aber gut drauf, oder? ^^)\n\nNein, eher traurig ...","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:42:02.558+0000","up_votes":1,"down_votes":0,"body":"> Nein, eher traurig ...\n\nWegen deines Mainboards?\n\nRIP","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T10:45:35.169+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00010000000000000000000000000000000000000000000000000007,timestamp=2018-08-22T10:30:15.058+0000)\n>\n> Tatsächlich hab ich auch bei Necro auf antworten geklickt...\n\nmusst die Zitat-Funktion benutzten... aufgrund der gestaffelten Nachrichten, geht die Antwortfunktion nicht mehr","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-08-22T10:30:15.058+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich hab ich auch bei Necro auf antworten geklickt...","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-22T10:05:38.763+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00010000000000000000000000000000000000000000000000000005,timestamp=2018-08-22T09:51:18.025+0000)\n>\n> Ich hab bei meinen Freunden, die praktisch alle einen günstigen neuen Rechner wollten, letztes Jahr jeweils eine GTX 1060 mit 6 GB RAM verbaut. Sind alle zufrieden damit. Die ist mittlerweile relativ günstig (für eine GraKa) zu haben, schau mal hier rein:\n> \n> https://www.alternate.de/Palit/GeForce-GTX-1060-DUAL-Grafikkarte/html/product/1286930?\n\nich glaub du wolltest das an Necro schicken oder?\nDie Grafikkarte ist echt nicht schlecht. Hab freunde, die diese ebenfalls haben uns sind ebenfalls sehr zufrieden damit.","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-08-22T09:51:18.025+0000","up_votes":1,"down_votes":0,"body":"Ich hab bei meinen Freunden, die praktisch alle einen günstigen neuen Rechner wollten, letztes Jahr jeweils eine GTX 1060 mit 6 GB RAM verbaut. Sind alle zufrieden damit. Die ist mittlerweile relativ günstig (für eine GraKa) zu haben, schau mal hier rein:\n\nhttps://www.alternate.de/Palit/GeForce-GTX-1060-DUAL-Grafikkarte/html/product/1286930?","replies":[]},{"id":"","poster":"Necromant","date":"2018-08-22T09:48:01.471+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Urgoláde,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00010000000000000000000000000000000000000000000000000003,timestamp=2018-08-22T08:53:19.336+0000)\n>\n> Welche Grafikkarte solls denn werden? \n> Wieviel Geld fehlt denn?\n\nhmm k.A. so Recht.\nWürde ich Geld haben, dann gleich was ordentliches wie ne 1080.\nAber immo reicht mir einfach ne Graka mit 3-4GB Grafikspeicher.\n\nGeld. Fehlt alles :D bin bei +/- 0. Die Ausbildung hat meine Vorräte recht gut geschöpft das es bei mir langsam gen Pleite geht ^^\n\nPS.: Du musst ab der Nachrichtentiefe jemanden zitieren, damit er es auch mitbekommt, das du kommentierst.","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-22T08:53:19.336+0000","up_votes":1,"down_votes":0,"body":"Welche Grafikkarte solls denn werden? \nWieviel Geld fehlt denn?","replies":[]},{"id":"","poster":"Necromant","date":"2018-08-22T08:52:09.817+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Urgoláde,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00010000000000000000000000000000000000000000000000000001,timestamp=2018-08-22T08:47:27.544+0000)\n>\n> es gibt im Leben noch viele andere Grafikkarten....\n> ... du wirst auch wieder eine finden die zu dir passt.\n> Gib die Hoffnung nicht auf\n\nJa aber erst in einem halben Jahr oder so, weil ich Azubi bin und kein Geld für ne neue habe :(\nSuch aktuell verzweifelt n Sponsor.","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-22T08:47:27.544+0000","up_votes":1,"down_votes":0,"body":"es gibt im Leben noch viele andere Grafikkarten....\n... du wirst auch wieder eine finden die zu dir passt.\nGib die Hoffnung nicht auf","replies":[]},{"id":"","poster":"Necromant","date":"2018-08-22T08:45:21.497+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Urgoláde,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=0001000000000000000000000000000000000000000000000000,timestamp=2018-08-22T08:42:02.558+0000)\n>\n> Wegen deines Mainboards?\n> \n> RIP\n\n\\* Grafikkarte, ja.","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-22T08:41:09.002+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Urgoláde,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=00010000000000000000000000000000000000000000,timestamp=2018-08-22T08:31:48.305+0000)\n>\n> Wird es ein Liebesfilm werden?\n> Kommt Cpt. America endlich mit Batwoman zusammen? \n> \n\nWer ist Batwoman? :o\n\nIch kenne BatGIRL\nUnd CATwoman\nxD","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T08:46:14.016+0000","up_votes":1,"down_votes":0,"body":"https://orig00.deviantart.net/181c/f/2017/252/c/7/batwoman_by_scottblairart-dbmvaqq.jpg","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-22T08:49:02.940+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2018-08-22T08:45:32.787+0000","up_votes":1,"down_votes":0,"body":"https://en.wikipedia.org/wiki/Batwoman","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"5weeds","date":"2018-08-22T08:53:19.322+0000","up_votes":1,"down_votes":0,"body":"Na ihr Holunderzwiebeln?","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-08-22T06:30:07.685+0000","up_votes":1,"down_votes":0,"body":"RIP in Peace Grafikkarte. My thoughts and prayers.\nNach meinem Kenntnisstand lässt sich mit absoluter Sicherheit sagen: Hitler mochte Zucker. Folglich sind alle Zucker Esser schlimmer als Hitler. Ich organisiere eben eine Lichtterkette gegen Zucker und ändere mein Facebook Profilbild. Die Tage der Zucker Nazis sind gezählt. \n\nRoses are Red\nViolets are blue \nI have a knife \nGet in that Van.","replies":[{"id":"","poster":"Necromant","date":"2018-08-22T06:32:41.224+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=OPFZkJTp,comment-id=0000,timestamp=2018-08-22T06:30:07.685+0000)\n>\n> RIP in Peace Grafikkarte. My thoughts and prayers.\n\nHeißt auch erstmal kein/kaum League? (gestern noch nicht getestet) und ja .. Stream kannste komplett knicken vermutlich ^^ hachja, werd ich wieder n Unbekannter ^^\n\n> Nach meinem Kenntnisstand lässt sich mit absoluter Sicherheit sagen: Hitler mochte Zucker. Folglich sind alle Zucker Esser schlimmer als Hitler. Ich organisiere eben eine Lichtterkette gegen Zucker und ändere mein Facebook Profilbild. Die Tage der Zucker Nazis sind gezählt. \n\nFacebookbild mit Zucker überstreut? :D\n\n> \n> Roses are Red\n> Violets are blue \n> I have a knife \n> Get in that Van.\n\nDu kannst so romantisch werden, wenn du willst <3","replies":[]}]}]}