{"id":"8fvjjr5B","poster":"BenniZ27","date":"2019-08-03T14:59:49.092+0000","title":"Penguin Emperor Azir","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Hi, ich kann leider überhaupt nicht zeichnen, von daher versuche ich, meinen Vorschlag so gut es geht mit Worten zu beschreiben.\r\n\r\nVorweg: Die Idee hatten schon andere Leute gehabt. Dieser Thread (https://boards.na.leagueoflegends.com/en/c/skin-champion-concepts/WxOcUZNP-skin-concept-emperor-penguin-azir) wurde vor 5 Jahren erstellt, hat auch positive Resonanz bekommen. Ich erweitere und überarbeite diese Idee also nur.\r\n\r\nAzir hat ja schon zwei Skins, die ihn noch deutlicher als Vogel darstellen (SKT T1 und Warring Kingdoms). Ich fände es hammergeil, wenn man einen Skin rausbringen würde, wo er als Pinguin dargestellt wird.\r\n\r\nEr selbst sollte wie ein Pinguin aussehen, ob es da viel mehr zu sagen gibt, weiß ich nicht. Sein /joke müsste halt geändert werden, weil der Skins sonst keinen Sinn macht, was soweit ich weiß heißt, dass es ein legendärer Skin sein müsste. Die \"Bänder\", die er an den Armen hat, könnten vielleicht Schals sein. Sein Stab und seine Autoattacks sollten auf jeden Fall an Eis angepasst sein, also sollte er zum Beispiel Eis, Schneebälle oder Schneeflocken schießen und sein Stab sollte auch mit der Antarktis in Verbindung stehen. Ich habe jetzt keine spezielle Idee dafür, aber ein weißer Eisstab sollte eigentlich reichen.\r\n\r\nBei den Türmen seiner Passive würde ich vorschlagen, dass das goldene Gerüst und die Scheibe einfach weiß sind, dass sie wie Schnee aussehen. Auf der Scheibe sollte dann ein Pinguinkopf zu sehen sein. \r\n\r\nSeine W sollte ein Pinguin mit einer Harpune sein, an der schon ein Fisch hängt. In dem anderen Thread von vor 5 Jahren wurden Schneemänner mit Zuckerstangen vorgeschlagen, was ich aber nicht so gut fände, weil Azir ja ein Penguin Emperor sein soll und dementsprechend Pinguine beherrscht, keine Schneemänner. \r\nWenn die Pinguine dann wieder verschwinden, sollte die Sandanimation zu einer Schneeanimation werden. Alternativ könnte man auch eine Animation verwenden, dass die Pinguine wieder ins Wasser eintauchen. Ebenso sollte das Symbol über den Köpfen der Soldaten, dass die Scheibe darstellt, an die neue Scheibe angepasst werden.\r\n\r\nSeine Q ist der Dash, bei dem es aber eigentlich relativ wenig zu verändern gibt. Das einzige wäre eigentlich, dass die ganz blasse Spur, die der Sandsoldat/Pinguinsoldat hinterlässt, eben wieder nicht sandig aussieht, sondern antarktisch, also wieder eher mit Schnee und Eis.\r\n\r\nGleiches gilt eigentlich für die E. Hier gibt es eigentlich nur den Schild, dessen Farbe geändert werden müsse. \r\n\r\nFür die Ult hat man wieder mehrere Möglichkeiten. Zum Einen gibt es das Aussehen der Wand. Entweder, man nimmt keine Soldaten, sondern eine Eiswand, oder man verwendet wieder die Pinguinsoldaten. Für Letzteres müsste man dann die Animation, wie sie wieder Verschwinden, von den einzelnen Soldaten kopieren. Ich fände es auch hammergeil, wenn man die Pinguinsoldaten auf ihren Bäuchen rutschen sehen würde, wenn sie sich für die Ult positionieren. Beim normalen Skin sieht es so aus, als würden die Sandsoldaten sich rollen, quasi eine Art Purzelbaum machen. Hier auf dem Bauch rutschende Pinguine zu machen, wäre eine perfekte Animation.\r\n\r\nDen /joke könnte man so ändern, dass er einfach auf dem Bauch hin und her rutscht und dabei Pinguingeräusche macht. Sowas macht er ja auch momentan, nur eben als Vogel, nicht als Pinguin. \r\n\r\nAls /dance könnte er den Club Penguin Dance machen, wenn das rechtlich erlaubt ist. Das Spiel gibt es ja nicht mehr. \r\n\r\nWeitere Ideen habe ich momentan nicht, aber fühlt euch frei, welche hier in die Kommentare zu schreiben :) Ich würde den Post dann aktualisieren, wenn das geht.","replies":[]}