{"id":"G7W1E38R","poster":"MSF Akito","date":"2018-08-20T16:09:03.247+0000","title":"[Zoe] Skill-Ideen","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Ahoi, \r\nZoe wird ja schon lange kritisiert &amp; einige w&uuml;nschen sich sogar, dass Zoe aus dem Spiel entfernt wird. \r\nDa ich kein Fan davon bin etwas einfach zu l&ouml;schen habe ich hier mal ein paar Vorschl&auml;ge wie ein Rework aussehen k&ouml;nnte.\r\nIch beschr&auml;nke mich hiermit auch einzig und allein auf die Skills von Zoe. \r\nWarum das Ganze? Zoe ist aktuell nahezu unm&ouml;glich zu balancen. Entweder sie Oneshottet ohne counterplay, oder der DMG ist nicht relevant.\r\n#WICHTIG:  Dies ist kein richtiges Champion Konzept, da bereits ein Konzept besteht!\r\n\r\nHier also meine Skill - Ideen:\r\n\r\nPassive: Keine &Auml;nderung.\r\nQ: Skillshot (Vergleichbar mit Ezreal&#039;s Q, allerdings mit verbessertem AP Scaling). Sollte auch nicht durch Minions gehen.\r\nW: [Passive]: Statt Items oder Spells sollten von Minions Orbs / Seelen o.&auml;. droppen (&auml;hnlich wie Thresh). Stapelbar bis 5 St&uuml;ck\r\nW:  [Aktiv]: Alle Stapel &quot;konsumierien&quot; um die n&auml;chste Q um ca. 10/12/15/20% DMG zu buffen (Weniger Stapel = Weniger DMG)\r\nE: Bonus DMG entfernen, sonst keine &Auml;nderung.\r\nR: Ein ganz normaler Dash.. Vielleicht was Vergleichbares zur alten Akali R (Nur kein Point &amp; Click).\r\n\r\nWichtig ist, dass es KEINEN! bonus Schaden durch eine weitere Flugistanz der Q mehr gibt. \r\nMit diesen &Auml;nderungen h&auml;tte Zoe zwar ihren Burst nicht mehr, daf&uuml;r aber mehr konstanten Schaden.\r\nDer DMG liegt noch immer auf der Q, muss aber &ouml;fter getroffen werden um Schaden anzurichten. Durch 2-3 Dashes auf der Ult kann sie noch immer die Backline der Gegner erreichen oder auch aus schwierigen Situationen rauskommen. So kommt Zoe noch immer auf hohe Schadenswerte, kann aber nicht mehr Oneshotten oder Gegner t&ouml;ten ohne Skills zu treffen. Es gibt also Counterplay. \r\nZahlen habe ich keine eingef&uuml;gt, da es erstmal nur ungetestete Ideen sind. \r\n\r\nIhr k&ouml;nnt ja gerne mal drunter schreiben, was ihr von den Ideen haltet &amp; ob es Zoe&#039;s Balance-Problemchen l&ouml;sen w&uuml;rde.\r\nNat&uuml;rlich wei&szlig; ich auch, dass andere Champions auf ein Rework warten, allerdings denke ich, dass Zoe Momentan am schwierigsten zu balancen ist &amp; ihr ein kleines Skill-Rework gut tun w&uuml;rde.\r\n\r\nGr&uuml;&szlig;e,\r\nAkito Ryu\r\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"SP41636D471","date":"2018-08-20T17:00:04.463+0000","up_votes":1,"down_votes":0,"body":"Ich finde deine Ideen sehr gut. Nur ein Problem gäbe es da mit der Q wenn sie Konstant DMG macht. Nehmen wir mal an sie macht 500 Dmg im MID mit max Q lvl. und 3 Items. Überlege dir mal das wenn Zoe vor dir steht sie den spell Sofort treffen kann also wirklich SOFORT. Das bedeutet sie hat einen Spell der egal auf welcher Entfernung gleich viel dmg macht. niemand würde mehr versuchen mit Zoe etwas mit Skill treffen zu wollen den es bring doch nichts mehr. Zoes Q ist eine echt Gute und neue Mechanik aber sie ist mit ihren ganzen kit einfach zu stark. Wenn man die Q Änderungen jetzt weglässt hast du einen sehr guten Beitrag verfasst. {{item:2050}}","replies":[{"id":"","poster":"MSF Akito","date":"2018-08-20T19:16:15.208+0000","up_votes":1,"down_votes":0,"body":"Hört sich auf dem Papier erstmal nach viel an, aber Ezreal hat ja auch keinen übertrieben hohen Dmg mit seiner Q.. deshalb kam mir das in den Sinn.\nDa müsste man natürlich erstmal etwas rumprobieren.\n\nAber danke für dein Feedback. :)","replies":[]}]},{"id":"","poster":"ImTheFox115","date":"2018-08-20T16:25:21.847+0000","up_votes":1,"down_votes":0,"body":"Also hat sie nicht nur eine Ulti die keinen Dmg macht, sondern auch noch eine E die auch keinen Dmg macht?\nDIe W macht ebenso keinen direkten Dmg.\nUnd woher kommt der Dmg dann?\nNur die Q??\nHallo??","replies":[{"id":"","poster":"SP41636D471","date":"2018-08-20T16:54:46.103+0000","up_votes":1,"down_votes":0,"body":"Nur mal so du die E musste genervt werden weil sie VIEL zu VIEL dmg gemacht hat. Bitte mache dir Gedanken über das was du schreibst. Vergiss auch bitte nicht die Passive von Zoe.","replies":[{"id":"","poster":"ImTheFox115","date":"2018-08-20T17:05:11.096+0000","up_votes":1,"down_votes":0,"body":"die e und die w und die passive und die q und die ult\n\nwas wurde denn nicht genervt?\nMach DU dir Gedanken!\n","replies":[]}]}]}]}