{"id":"tRkcA6Mh","poster":"Uranbrennstab","date":"2018-08-20T06:40:07.784+0000","title":"[TGSG] Eine weitere Woche.","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":1,"body":"Normalerweise w&uuml;rde ich mit den legend&auml;ren Worten eines legend&auml;ren PC Spiels beginnen: &quot;Ein neuer Tag und nichts hat sich ge&auml;ndert.&quot; \r\nDoch halt! Nach zwei Wochen Urlaub kommt jetzt eine Woche Lehrgang &uuml;bers B&auml;ume f&auml;llen mittels Kettens&auml;ge. Was zwar auf den ersten Blick ganz gut klingt entpuppt sich aber als weitere Woche des nicht zu Hause seins. Als Konsequenz werde ich gnadenlos im Gear Score bei WoW zur&uuml;ckfallen und meine League Skills werden einrosten. \r\nDanke Merkel.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T11:28:25.812+0000","up_votes":1,"down_votes":0,"body":"@Wölfchen\n\n:o Was macht eigentlich der Versuch das Rauchen zu Quitten?`","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T11:38:41.178+0000","up_votes":1,"down_votes":0,"body":"Leavebuster hat wohl zugeschlagen","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T11:54:50.171+0000","up_votes":1,"down_votes":0,"body":"Awaaaaaaaas\n\nAlso ich habe es immerhin schon geschafft mir am Freitag Nikotinpflaster zu besorgen!\nSo teuer der Scheiß. Ungelogen! Zwei sieben Tage Pflasterpackungen (stärkste Dosierung)\n= 54 € und für's rauchen gebe ich maximal 40 € aus! Was ist hier also teuerer?????? D:","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T12:13:29.207+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn es läuft wie es soll, brauchst du die Nikotinpflaster ja nicht für immer ^^","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:34:19.516+0000","up_votes":1,"down_votes":0,"body":"Ja aber... \n\nDie höchste Dosierung kostet 27€ und man soll das wie lange machen? Drei oder vier Wochen?\n3 x 27 = 81 € D: Das gebe ich in drei (fast vier) Monaten für's rauchen aus.\n\nDanach muss man sich Pflaster mit mittlerer Dosierung holen. KA wie teuer die sein werden...\n\nDANACH muss man sich Pflaster mit niedrigster Dosierung holen. Mittlere + Niedrigste auch nochmal zwei oder drei Wochen? Muss nochmal nachschauen. Aber das ganze soll zwischen neun und zwölf Wochen dauern.\n\nUnd ob ich das überhaupt will, ist eine andere Frage xD O:-)","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T12:37:27.819+0000","up_votes":1,"down_votes":0,"body":"Das musst du natürlich für dich selbst entscheiden ;). Ich denke bei so einem Thema sind finanzielle Diskussionen fast immer müßig :P.\n\nAber niemals vergessen: \nNichtraucher riechen besser ^^.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:42:19.774+0000","up_votes":1,"down_votes":0,"body":"> Aber niemals vergessen:\nNichtraucher riechen besser ^^.\n\nUnterschreibe ich so nicht. Niemals!\n\nDie Leute im Bus, die vorher mit mir an der Haltestelle rumgammeln, beweisen es mir jeden Tag aufs Neue xD Aktuell habe ich so einen Mann mittleren Alters morgens im Bus sitzen ... der stinkt für 20 Affenhäuser. Sobald er auf seinem Platz sitzt, stinkt es nach modrigem Dachboden und Mottenkugeln oder so. Wenn ich da zu tief einatmen würde, würde ich mich auf nüchternem Magen easy übergeben xD das ist so abartig....","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T12:47:53.491+0000","up_votes":1,"down_votes":0,"body":"Okay, Point Taken xD. \n\nJa, es gibt natürlich Leute, die stinken als gäbe es keine Seife auf der Welt, bei mir im Hausflur schläft manchmal ein Penner, ich kenne das xD. Aber das war nicht das, worauf ich eigentlich hinaus wollte, ich denke das sollte klar sein :D.\n\nIst natürlich nur meine persönliche Meinung ^^. Und meine Eltern haben immer hart Kette geraucht, von daher \"kenne\" ich den Geruch eigentlich schon mein ganzes Leben. \n\nAber dennoch: \nDen direkten Vergleich zwischen \"Freundin die raucht\" und \"Freundin die nicht raucht\" gewinnt (zumindest auf diesen spezifischen Geruch bezogen) definitiv die Zweite ^^. \n\nKlar ist das nicht besonders wichtig und man gewöhnt sich an alles, gerade in einer Beziehung spielen ja auch noch 12857 andere Sachen mit in das Wohlbefinden beider Partner, aber einfach weil ich den Vergleich kenne bin ich froh, dass meine momentane \"Pingt Azima zwei mal ganz frech\" Freundin nicht raucht ^^.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:53:53.906+0000","up_votes":1,"down_votes":0,"body":"> dass meine momentane \"Pingt Azima zwei mal ganz frech\" Freundin nicht raucht ^^.\n\nVielleicht ist sie deswegen so unentspannt! :P\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T12:59:30.730+0000","up_votes":1,"down_votes":0,"body":"Hat sie nich gesagt!! {{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T13:00:31.578+0000","up_votes":1,"down_votes":0,"body":":DDDDDDD Dooooooooooch\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T13:04:51.211+0000","up_votes":1,"down_votes":0,"body":"Wie schnell man es bei Azima verschissen hat, wenn man sie nur Pingt... Ich glaube, es gibt nie wieder eine Chance auf Rehabilitation für meine Freundin, wie kann sie nur Buße tun .p.\n\nAber als Gegenbeispiel: Meine Ma rauchte damals wie heute ca. eine Schachtel am Tag. Sie war uns ist das reinste Sorgenbündel xD. Von Entspannung keine Spur :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T13:14:08.389+0000","up_votes":1,"down_votes":0,"body":">  wie kann sie nur Buße tun .p.\n\nWenn es ihr wirklich von Bedeutung ist, wüsste ich da was\n:> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :> :>\n\nJa gut xD Jeder Raucher ist halt anders. So wie es auf Menschen im allgemeinen zutrifft ^^ Kann man wohl nie so pauschalisieren.\n\nMeine Schwester und ich sind da auch mega verschieden... Sie ist halt so die kratzbürstige Nervensäge-Zicke während ich halt eher ruhig bin. Nicht unbedingt im Sinne von entspannt, aber ich bin eine äußerst ruhige Person.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T17:48:21.575+0000","up_votes":1,"down_votes":0,"body":"> was genau wüsstest du? :P\n\n:p wie sie Buße tun kann!","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-08-20T15:14:13.029+0000","up_votes":1,"down_votes":0,"body":"da musst du mir aber auf die Sprünge helfen, was genau wüsstest du? :P","replies":[]},{"id":"","poster":"Schokohörnchen","date":"2018-08-20T13:26:01.669+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-2}}","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-08-20T13:23:18.108+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=tRkcA6Mh,comment-id=0007000000000001000000000000000000000000000000000000,timestamp=2018-08-20T13:14:08.389+0000)\n>\n> Wenn es ihr wirklich von Bedeutung ist, wüsste ich da was\n> :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt; :&gt;\n> \n\n( ͡° ͜ʖ ͡°)","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Shacoláde","date":"2018-08-20T11:56:07.677+0000","up_votes":1,"down_votes":0,"body":"> Was ist hier also teuerer?????? D:\n\nDas Rauchen.... denn das kostet vllt das Leben","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:25:25.678+0000","up_votes":1,"down_votes":0,"body":"Das ist kein Argument.\n\nAuto/ Zug/ Fahrrad/ Bus fahren kann auch das Leben kosten.\n\nEssen kann auch das Leben kosten. Man könnte jederzeit an etwas ersticken.\n\nArbeiten ist definitiv tödlich. Auch das Gebäude in dem wir uns jeweils befinden könnte jederzeit über unseren Köpfen einstürzen. ich erinnere an das Wolrd Trade Center. o/ Grüße an meinen Cousin! Alter Glückspilz.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T12:38:53.509+0000","up_votes":1,"down_votes":0,"body":"Zwischen einen unbewusstem und bewusstem Risiko besteht schon noch eine Unterschied.\nMan kann doch nicht alles gleich setzten.\n\nIm Leben kann natürlich alles tödlich sein, d.h. aber nicht das du ein vermeindbares Risiko mit Absicht eingehen musst. Vorallem hat Rauchen keinen Vorteil für die Person selbst. Warum hier also ein Risiko eingehen?","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:51:38.529+0000","up_votes":1,"down_votes":0,"body":"Aber das sind doch bewusste Risiken.\n\nEs ist eine Tatsache das jederzeit etwas mit dem Auto/ Bus/ Zug passieren kann. Zwar ist der Zeitpunkt nicht zu bestimmen, aber man geht das Risiko bewusst ein.\n\nBeim Rauchen ist es ja auch so. \"Ist vielleicht tödlich\" \"kann vielleicht Lungenkrebs erzeugen\" usw. **kann** muss aber nicht.\n\nGenauso wie ich durchs Zug fahren oder durchs ersticken beim Essen sterben **kann** :p","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T13:17:26.446+0000","up_votes":1,"down_votes":0,"body":"Ist das jetzt dein Ernst oder schreibst du grad aus Trotz.\nDas kannst du doch nicht wirklich so meinen, oder?\n\nIch muss vllt mitm Auto/Bus/Zug fahren, damit ich zur Arbeit komme, meine Eltern besuchen kann usw.\nDavon hast du doch einen Nutzen\nIch kann aber nicht´s vom Rauchen behaupten!\n\n> durchs ersticken beim Essen sterben kann :p\n\nAch ja... dann hört man einfach auf zu essen... das hilft bestimmt...","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T13:25:27.189+0000","up_votes":1,"down_votes":0,"body":"Man kann auch aufhören zu arbeiten und das Geld vom Staat beziehen. Seinen Bekanntenkreis oder Familie zu sich kommen lassen oder hin laufen. Wobei letzteres auch wieder eine Gefahr wäre bei der man bewusst Gefahr auf sich nimmt in einem  Unglück zu enden.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T13:34:10.430+0000","up_votes":1,"down_votes":0,"body":"Also irgendwo ist grad irgendwas mit dir passiert... wo ich dir nicht mehr folgen kann oder besser gesagt auch nicht will.\n\nWenn du wirklich so denkst... warum arbeitest du dann überhaupt?\nWarum fährst du dann Bus oder Zug? \nAlles im Leben ist ein Risiko ja... aber damit Rauchen rechtfertigen zu wollen....sry... das hörts bei mir komplett auf..... \nWer das gern tut... von mir aus, aber hier Äpfel und Birnen miteinander zu vergleichen... ne.... da bin ich raus.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T14:05:48.328+0000","up_votes":1,"down_votes":0,"body":"Das ist keine Rechtfertigung für das Rauchen.\n\nAußerdem muss ich mich bei niemanden wegen des Rauchens rechtfertigen. Aber anscheinend brauchst du eine etwas genauere Erklärung von dem was ich eigentlich gemeint habe...\n\nEs ist daher eher ein \"du kannst mir nicht folgen\". Denn im Grunde ist es alles das Selbe. Ob ich nun Rauche und EVENTUELL ein Risiko eingehe daran zu sterben oder ich gleich in den Zug einsteige und EVENTUELL das Ding in die Luft geht.\n\nFür mich ist \"rauchen ist schädlich\" halt kein Argument. Ich weiß das es nicht gesund ist, genau so wie ich weiß das mit dem Zug zu fahren genau so \"nicht gesund\" sein kann oder Erdbeermarmelade von Zentis zu viel Zucker hat und ebenfalls 'schädlich' ist.\n\nJemanden zu fragen warum er arbeitet ist übrigens Blödsinn. Wir alle prostituieren uns weil wir das Geld brauchen. Mit Begründungen wie \"damit ich mir was leisten kann\" oder \"unabhängig sein\" reden wir uns dann selbst noch gut zu.\n\nAber darauf wollte ich hinaus. Ob man was davon hat oder nicht ist doch scheiß egal. Aber diese \"ist ein Risiko\" Nummer oder \"unbewusst/ bewusst\" ist halt Unfug für mich","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T14:30:31.423+0000","up_votes":1,"down_votes":0,"body":"> Wir alle prostituieren uns weil wir das Geld brauchen.\n\nIch tu das was ich mach gerne und bin froh davon mir was essen und ein Haus über den Kopf leisten zu können, wenn das unter Prositution fällt... gute Nacht","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T17:47:03.341+0000","up_votes":1,"down_votes":0,"body":"Du würdest dich wundern wie viele Prostituierte genau die gleichen Gründe für ihren Job angeben würden ;)\n\nAber auch in der Prostitution gibt es Unterschiede. Ob es Beweggründe sind, Wahl oder nicht Wahl, Straße oder Professionell.","replies":[]}]},{"id":"","poster":"The mute Swan","date":"2018-08-20T17:20:03.312+0000","up_votes":1,"down_votes":0,"body":"Jedem das seine.\n\nIch will jetzt auch nicht groß in die Diskussion eingreifen, bloß kurz einwerfen, dass es neben den pflastern auch noch die Möglichkeit gibt über das vapen auszusteigen.\n\nIst soweit ich weiß etwas billiger, man kann die nikotindosierung selbst bestimmen, d.h. das tempo in dem man aufhört selbst regulieren und es ist deutlich angenehmer für nichtraucher.\n\nHaben bei mir aus meinem Freundeskreis eln paar Leute so gemacht und ich hab da eig. nur gutes mitbekommen :)","replies":[]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-08-20T12:56:16.373+0000","up_votes":1,"down_votes":0,"body":"Auf Dauer ist Rauchen teurer als die Nikotinpflaster. ^^\nRein in der Theorie hörst du Dank der Pflaster irgendwann auf und hast keine Ausgaben mehr in dieser Richtung.  \nRauchst du aber weiter, hast du ja nichts, was dir beim Aufhören hilft und so rauchst du weiter und weiter und weiter. Und hast nach Jahren immer noch dieselben Ausgaben obwohl du vllt dank der Pflaster schon vor 3 Jahren hättest aufgehört und keine Ausgaben mehr gehabt hättest ;) \n\nDavon ab kann man auch aufhören ohne teure Pflaster zu kaufen, man muss es nur wollen.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T13:07:40.856+0000","up_votes":1,"down_votes":0,"body":"> Davon ab kann man auch aufhören ohne teure Pflaster zu kaufen, man muss es nur wollen.\n\nEben. Und ich bin so ein 50:50 Ding. Ich könnte wenn ich wollen würde. WIRKLICH WOLLEN WÜRDE. Von fünf bis 18.30 Uhr abends rauche ich maximal zehn Zigaretten. Der Großteil den ich durch Langeweile rauche z.b. kommt erst nach Feierabend.\n\nDu hast Recht, dass ich auf Dauer Geld sparen würde. Aber nehmen wir mal an die Pflaster wirken nicht und ich bekomme es mit bloßer Willenskraft absolut nicht hin. Dann kaufe ich mich vielleicht an anderen Dingen dumm und dämlich. Wobei mir die Apothekerin schon den Tipp gegeben hat die Zigaretten durch Möhrchenstifte oder so zu ersetzen. Statt aus Langeweile zur Zigarette zu greifen, oder zu Süßkram etc., hat man eben Möhrchen.\n\nIch glaube sowieso das ich mich richtig vorbereiten muss wenn ich den \"Entzug\" mache. Dann brauche ich vermutlich wirklich Essen auf der Arbeit D: und wenn es nur Kleinkram für zwischendurch ist.\n\nHab mir auch schon überlegt das ich vielleicht immer ein Glas Wasser trinke wenn ich das Gefühl habe eine rauchen zu wollen. Dan würde ich bestimmt ein paar Liter pro Tag schaffen statt 500ml!","replies":[{"id":"","poster":"Angel Ayume","date":"2018-08-20T13:13:05.671+0000","up_votes":1,"down_votes":0,"body":"Also mein Mann hat von heute auf morgen, von jetzt auf gleich aufgehört zu rauchen. \nSein Ersatz: Fishermans Friend xD \n\nHat super geholfen. Sobald er Lust auf ne Zigarette hatte, Tüte auf und nen Fishermans innen Mund. \n\nUnd wenn du nicht wirklich willst, nur so 50:50, dann ist die Chance gering es zu schaffen, denn die 50% die für die Zigarette stehen, gewinnen meistens. ^^ Denn tatsächlich ist die Prozentzahl die für die Zigarette stehen viel höher als man sich eigentlich eingestehen will. ^^","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T13:19:58.917+0000","up_votes":1,"down_votes":0,"body":"Meine Schwester hat auch vor zwei Jahren glaube ich auch einfach so aufgehört xD So aus heiterem Himmel. Hat aber wieder angefangen nach ca. einem Jahr.\n\nIch glaube so das letzte bisschen was mich richtig überzeugen könnte, wäre ein Grund wieso ich aufhören möchte. Aber irgendwie bleibt der aus ^^","replies":[{"id":"","poster":"Veezey","date":"2018-08-20T17:31:45.903+0000","up_votes":1,"down_votes":0,"body":"Also ich hab damals mit einem Nikotin Inhalator aufgehört. Da hat eine Packung so 22€ gekostet mit 20 Patronen und ich hab nur 7 gebraucht :D\n\nAllerdings muss es dann auch halt echt wollen, sonst hilft da alles nichts :P","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-20T12:44:56.243+0000","up_votes":1,"down_votes":0,"body":"Der Versuch ist die Mitte runtergelaufen :/","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2018-08-20T08:13:30.928+0000","up_votes":1,"down_votes":0,"body":"> Gear Score bei WoW zurückfallen\n\nDas Tut mir leid..... du armer\n\nhttps://media.giphy.com/media/3ov9jU6fgP2yg18UZa/giphy.gif\n\n\nZu viel Sarkasmus?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T09:55:27.865+0000","up_votes":1,"down_votes":0,"body":"Ja du lachst. Aber die Allianz rottet sich nicht von alleine aus","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T11:01:53.152+0000","up_votes":1,"down_votes":0,"body":"aso... ok... FÜR DIE Horde!!!\n\nHab nen lvl 90 goblin Jäger noch irgendwo rumliegen mit max. PVP gear,\nfalls dir der etwas hilft","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T11:15:44.099+0000","up_votes":1,"down_votes":0,"body":".....Nö. \nMittlerweile sind wir bei lvl 120 angekommen.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T11:20:02.745+0000","up_votes":1,"down_votes":0,"body":"dann musst mich ziehen, alleine kommt der goblin nicht mehr hoch....","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T13:06:59.009+0000","up_votes":1,"down_votes":0,"body":"Ja nun, dann musst du aber auch jeden Tag mit uns spielen. Sonst lohnt das ja nicht.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T13:20:18.910+0000","up_votes":1,"down_votes":0,"body":"ich würd schon spielen... aber wahrscheinlich nicht jeden Tag","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T13:23:08.596+0000","up_votes":1,"down_votes":0,"body":"Naja 3-4 Tage sollten auch reichen.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T13:29:28.789+0000","up_votes":1,"down_votes":0,"body":"Ich werd dich mal adden in LoL heute abend. Dann können wir vllt mal drüber sprechen","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T15:10:37.198+0000","up_votes":1,"down_votes":0,"body":"Leider erst ab Freitag. Bin nicht zu Hause die Woche","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T15:17:16.675+0000","up_votes":1,"down_votes":0,"body":"auf welchen Server seits ihr unterwegs?  Auf der Hord ne?","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T15:38:05.460+0000","up_votes":1,"down_votes":0,"body":"Server heißt Un Goro und ja, wir sind Horde Spieler. Sind zur Zeit 4 Leute, also ein 5. Wäre gut für Dungeons.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T16:02:56.188+0000","up_votes":1,"down_votes":0,"body":"Welche klassen spielt ihr bzw. was braucht ihr?","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T16:20:07.479+0000","up_votes":1,"down_votes":0,"body":"Dann passt eh... ich wollte Mage oder Shami spielen... was wäre euch denn lieber?","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2018-08-20T16:15:34.503+0000","up_votes":1,"down_votes":0,"body":"Mein Kumpel spielt Paladin und wollte diese Expansion Tanken, nachdem er DD gespielt hat. \nMein Bruder sein Main ist DK und meistens DD, selten Tank. \nSeine Freundin spielt als Main Hunter \nUnd ich Priester und zu 99,9% Heal.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-20T10:08:46.197+0000","up_votes":1,"down_votes":0,"body":"Buh ein Hordi! :o","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T10:32:05.072+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich die Wahl zwischen Bansheequeen und Boyking habe, dann ist das keine echte Wahl. Außerdem haben wir Saurfang und ihr Graumähne, den größten Lappen seit der Erfindung der Lappen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T10:51:07.256+0000","up_votes":1,"down_votes":0,"body":"Wer ixst Graumähne? Ich kenn die alle nur auf englisch :(\n\nJa der Kindkönig ist echt lächerlich aber ich war eigentlich immer Cenarion-Anhänger - auch wenn meine 2 Mains Menschen waren (Schurke auf Blackhand, danach aif Arthas gewechselt und Healadin geworden) - haupsächlich wegen der Passive :D aber fast alle Twinks waren Nachtelfen (Krieger, Jäger, Druidin, Priesterin) nur ein Werwolf-warlock und ein Menschenmage war dabei. Alle lvl 85 (maximum damals :P) und auf RaidGS\n\nIch hab auf Twinks alle Hordenrassen ausprobiert, am weitesten bin ich mim Undead Mage gekommen, der wurde 26 bevor er wieder deleted wurde xD\n\nAber mir haben von den Hordis die Tauren am meisten getaugt.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T10:56:59.187+0000","up_votes":1,"down_votes":0,"body":"Ich meine Genn Greymane, den Werwolf König. Und bei der Horde spiel ich Belf Priesterin. 1. Wegen sexy und 3. Wegen der Volksfertigkeit. \nAuch wenn ich sagen muss, dass mir Jainas Story bzw die Kul Tiras Handlung besser gefällt als diese Dschungel Trolle.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T11:09:38.211+0000","up_votes":1,"down_votes":0,"body":"Ach, den kenn ich kaum..mit meinem WW bin ich bimnen wochen nach 85 gerushed ohme die Story zu lesen ._.\n\nB11 hab ich auch kurz getwinkt aber immer den männlichen weil sich der im Sprung cooler gedreht hat. Keine ahnung mehr von der Klasse x.x kann mich haupsächlich erinnern dass ich 1000e B11en für Event auf der SunfireIsland (oder so ähnlich) niedergemetzelt habe mit meinem Fury-N811 krieger (2x2hand axt muhahaha) xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T11:15:12.716+0000","up_votes":1,"down_votes":0,"body":"Also die Handlung von WoW ist sehr gut, wie die von WC3 bzw TFT. Kann ich nur empfehlen, gibt es auch genug Videos zu, welche die Handlung mal mehr mal weniger ausführlich zusammen fassen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-20T10:06:57.648+0000","up_votes":1,"down_votes":0,"body":"Ich würde wohl auch Horde spielen, wenn ich jemals mit WoW angefangen hätte :P","replies":[]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-20T08:03:03.319+0000","up_votes":1,"down_votes":0,"body":"> Tja, eine weitere Woche mal wieder... \n\nIch verspüre den Drang mich umgehend von meinem Stuhl in den Tod zu stürzen -.-\n\n*[Eine halbe Stunde später]*\nDer Haustechniker hat die Blumen gegossen. Und den Eingangsbereich gleich mit xD\nAber statt was zu sagen... Jetzt hab ich ihn drauf angesprochen und er meint belustigt \"ja, aber das ist ja schon trocken\" >.< worauf ich ihn aufgeklärt habe \"Mhm, ich musste die Reinigungskraft holen weil das so viel war\" xD \n\nUff... Dieses verschissene Sommerfest rückt auch immer näher und will mir einen von zwei freien Tagen kaputt machen -_- Freude kommt auf!\n\n*[Weitere zwanzig Minuten später]*\nIrgendwie brauche ich lange für so einen Kommentar ._.\n\nIch gebe es auf, kommt grad eh nichts bei rum\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T08:15:02.338+0000","up_votes":1,"down_votes":0,"body":"> Ich gebe es auf, kommt grad eh nichts bei rum\n\nWo ist der Unterschied zu sonst?\nImmer gleich die Flinte ins Korn werfen...tztztztz","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T08:42:44.666+0000","up_votes":1,"down_votes":0,"body":"Hi","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T11:02:48.287+0000","up_votes":1,"down_votes":0,"body":"servussssss....\nbekomm ich heute nicht mehr Zuwendung?\nBin entschäuscht :(","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T11:27:53.442+0000","up_votes":1,"down_votes":0,"body":"meh...\n\nWeiß nicht. Ich versuche mein Hühnchen zu genießen. Und du so?","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T11:37:29.983+0000","up_votes":1,"down_votes":0,"body":"muss ne Dokumentation/Betriebsanleitung für ein Testsystem schreiben....\n.... nicht sehr spannend :(\n\nP.S. \"meh.....\" wie nett -_-","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T11:48:48.522+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal für meine Aushilfen Anleitungen für die Rezeption hier geschrieben. Von der Bedienung der beiden Telefone bis zur Benutzung des Faxgerätes und des Kopierers. Sogar wie man doppelseitig kopieren kann! :> Hab auch die Symbole dazu gemalt. Sogar was sie am Wochenende in den Schichten beachten sollen oder in der Woche! Wichtige Abläufe die einfach immer die selben sind.\n\nWollt ich demnächst mal erneuern wenn die Lust vorhanden ist.\n\nAuch wenn das anscheinend nur für mich ist xD \n\n> P.S. \"meh.....\" wie nett -_-\n\nIst mir so raus gerutscht (>^_^)> Hab halt keine Motivation für irgendwas.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T11:52:19.361+0000","up_votes":1,"down_votes":0,"body":"Das ist aber nett von dir..... ( oder beschäment für die Aushilfe.. k.A. ^^)\n\n\n> Wollt ich demnächst mal erneuern wenn die Lust vorhanden ist.\n\nWas willst du denn noch ergänzen/abändern?","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:10:36.460+0000","up_votes":1,"down_votes":0,"body":"Naja. Die haben im Prinzip hier wirklich nichts zu tun. Die kriegen sogar \"von oben\" gesagt die können ihre Uni Sachen mitnehmen oder Bücher, Zeitschriften zum lesen usw.\n\nBeispielsweise haben die auch mittlerweile die Anweisung die Telefone in die Nische der Rezeption zu stellen. Aus Gründen. Alle haben es gelesen und zur Kenntnis genommen mit ihrer Unterschrift. Und trotzdem ist eine Person immer so blöd und lässt die Dinger oben stehen. Meckert dann über andere die die Dinger nicht weg räumen können xD ?!?!?!?\n\nOder die übereifrige polnische/ russische Übermutter. Die behandelt mich halt wie ihr Kind xD und will mir manchmal Sachen aufzwingen die ich unbedingt machen soll! Oder erpresst mich mit der Dienstplangestaltung -_- Die habe ich mal dabei erwischt wie sie mir wochenlang was vorgelogen hat. Hab dann einen schriftlichen Vermerk gemacht der leider etwas zu \"öffentlich zugänglich\" war für die anderen Aushilfen und das hat sie tiiiiiierisch aufgeregt xD richtig Krieg gehabt. Da kann man halt auch nicht mit ihr diskutieren. \"Temperament\" nennen die das. Nicht kritikfähig und anderen Leuten ins Wort fallen nenn ich das ^^ Aber das kannste denen ja auch nicht an den Kopf knallen xD Zumal sie eh so eine Person ist die alles an sich reißen muss. \n\nUff ich laber schon wieder >.< ...\n\nAls ich letzte Woche die neue Aushilfe hier hatte zum einarbeiten, ist mir aufgefallen das einige Dinge noch klarer/ besser formuliert sein könnten. Und vor allem das eine bessere Ordnung her muss. Wenn schon nicht in meinem Schrank, dann sollen wenigstens die beiden (oder der eine) Informationsordner für die Rezeption übersichtlich sein. Vor allem was so Informationsweitergabe betrifft. Ich mache halt immer eine Übergabe mit den Aushilfen, aber vergesse am Ende doch etwas zu erwähnen oder die Aushilfen vergessen es selbst über die Zeit. Da brauch ich wieder so ein \"aktuelle Informationen\" Ding ^^ Mal sehen.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T12:33:03.562+0000","up_votes":1,"down_votes":0,"body":"Was machst du eigentlich nochmal bei euch in der Pflegedienstleitung?\n\n\nErpressung? Wie nett... Bei euch geht es anscheinend zu, wie bei Sodom und Gomorra.\n\n> schriftlichen Vermerk gemacht der leider etwas zu \"öffentlich zugänglich\"\n\nach wie blöd.... darfst dein Tagebuch halt nicht an der Rezeption liegen lassen.\n\n> Da brauch ich wieder so ein \"aktuelle Informationen\" Ding ^^ Mal sehen.\n\nMusst eine Checkliste erstellen, wo du einzeln abhacken kannst, was du mit ihr schon besprochen hast.\nKannst in Excel ganz einfach eine anlegen. Machst dann zu den einzelnen Punkten einen Link zu den Worddokumenten, sodass sie alles nochmal in Ruhe durchlesen kann. Wie man einen Papierkorb ausleert usw. Dann hast keinen Papierkram mehr und sie kann sich einfacher alles finden.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:39:08.105+0000","up_votes":1,"down_votes":0,"body":"Ich mache nichts in der Pflegedienstleitung ._. Ich arbeite allerhöchstens mit ihr zusammen, aber bei ihr bin ich nicht.\n\nNichts da Excel und Word. Die Aushilfen dürfen den PC nicht benutzen.\n\nEr wird nur beispielsweise angemacht wenn ich krank bin und eine Aushilfe dann ersatzweise hier sitzt. Aber da läuft er eigentlich auch nur wegen dem Eingang von e-Mails oder falls \"Aushilfe Übermutter\" die Friseuraufstellung machen darf.","replies":[{"id":"","poster":"Shacoláde","date":"2018-08-20T12:42:42.722+0000","up_votes":1,"down_votes":0,"body":"Wie genau beschreibst du deinen Beruf wenn dich jmd frägt?\n\nAushilfen dürfen PC nicht benutzen? Ok.... sind die gleich so dumm?\n \n> \"Aushilfe Übermutter\" die Friseuraufstellung machen darf.\n\nmusste ich echt schmunzeln xD","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T12:58:05.740+0000","up_votes":1,"down_votes":0,"body":"musste ich echt schmunzeln xD\n\n\\o/ Freut mich zu hören\n\n> Aushilfen dürfen PC nicht benutzen? Ok.... sind die gleich so dumm?\n\nGanz einfach: ja! Keine Ahnung warum, aber ja. Lässt du sie \"frei damit rumhantieren\" zerschießen sich die Dinger in null-komme-nichts!*\n\n> Wie genau beschreibst du deinen Beruf wenn dich jmd frägt?\n\nEs gibt keine Frägen x.x\n\nIch sag immer \"ich sitze an der Rezeption in einem Demenzzentrum inkl. Heimverwaltung\".\n\n*Mit einer Aushilfe habe ich das mal probiert. Nur hat die dumme Nuss ihre Sexseiten hier besucht und ihre Sexdates haben sich dann statt bei ihr oder ihrem Freund hier gemeldet, weil die Seite die Nummer gedingst hat. Seitdem sagt Chefin: NIE WIEDER!","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T13:23:13.633+0000","up_votes":1,"down_votes":0,"body":";) In der Tat ist für die meisten Bewohner hier in vielerlei Hinsicht der baldige Tod das wünschenswerteste.\n\nDie Aushilfe ist halt Studentin. Aber ja. Hier geht es manchmal wilder zu als bei Köln 50667 \\o/","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-08-20T13:14:02.093+0000","up_votes":1,"down_votes":0,"body":"> Es gibt keine Frägen x.x\n\nok... \"wenn dich jmd fragt\"  falsch konjugiert..sry\n\n> gedingst hat\n\n{{sticker:sg-lux-2}} \n\ngepinnt??\n\nHolt ihr die Leute von der Straße... ist ja da Wahnsinn xD\nIst ja fast schon wie SZSZ (schlechte Zeiten schlechten Zeiten) bei euch.\nDa muss man leider schon fast sagen, gott sei dank ist ein Teil eurere Gäste dement... ist ja traurig...... :(","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-20T11:52:57.344+0000","up_votes":1,"down_votes":0,"body":"Viele meiner Bürokollegen schwören in solchen Fällen auf Alkohol :P","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T08:14:39.393+0000","up_votes":1,"down_votes":0,"body":"Immer diese negativen Gedanken und Gefühle!\n\nDu musst mehr an Blümchen, Einhörner und Free Elo denken! :D\nDann vergeht der Tag viel schneller \\o/","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T08:45:33.787+0000","up_votes":1,"down_votes":0,"body":"Meine neue Qualitätsbeauftragte hat gekündigt. Oder wurde gekündigt. Ich denke her das sie es getan hat, aufgrund der Zustände hier. Man kann viel abtun mit \"das ist überall so\" aber ein Persönchen wie sie zum kündigen zu bringen, ist schon eine Hausnummer.\n\nIch bin jedenfalls erst mal schockiert für den Rest des Tages und versuche nicht zu weinen!\n\nGG WP","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T08:57:31.239+0000","up_votes":1,"down_votes":0,"body":"Qualitätsbeauftragte weg? Yey Narrenfreiheit :P\n\nAber im Ernst es muss schon viel im Argen liegen, dass man kündigt :(","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T09:51:49.214+0000","up_votes":1,"down_votes":0,"body":"Wir wären vermutlich alle besser dran wenn wir die Chefin, Satan und Frau Pferd sich selbst überlassen und einfach alle gehen. Das würde ich zu gerne erleben.\n\nUnd ja ^^ es liegt viel im argen und offensichtlich scheitert jeder an dem Versuch es beheben zu wollen. Nicht zuletzt weil auch die Chefin sich immer wieder einmischt. Oder Satan.\n\nIch meine... wenn die Pflegedienstleitung einen Dienstplan für das Personal erstellt, wieso hat Satan (Heim- und Personalverwaltung) das Recht sich in die Planung einzumischen oder verlangt das man etwas mit ihr abspricht? Und wenn man sich quer stellt kommt die Chefin ins Spiel","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T10:13:49.580+0000","up_votes":1,"down_votes":0,"body":"Ohje solche Chefftäten braucht man wie einen Pickel am Popo -_-\n\nDh eigentlich liegt das problem nicht in der Belegschaft schondern in der Führung... :(","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:43:51.316+0000","up_votes":1,"down_votes":0,"body":"Personalmäßig sind hier alle Leute ziemlich toll. Einer der Gründe warum ich hier geblieben bin, weil ich immer irgendwas unter der Hand für die Pflege erledige. Manchmal nur Kleinigkeiten aber wenn meine Kollegin das mitbekommen würde xD die würde mir eine Glatze rasieren :DDDDD\n\nLetztens kam jemand aus der Hauswirtschaft und wollte die Vollmacht über ihre Mutter kopieren und faxen lassen. lol Logisch mach ich das XD ... Aber die Leute haben teilweise echt Angst zu fragen, weil die sonst immer gesagt bekommen \"das muss aber bezahlt werden!\" oder davon gejagt werden.\n\nOder das Satan und die Chefin hier rum stehen, während der Haustechniker versucht einen Dekobanner aufzuhängen. Er hat es Ausversehen falsch rum gedreht und beide hauen einfach raus \"Oh man wie blöd kann man eigentlich sein?\" -.- Hab ihm dann helfen müssen weil das Ding echt blöd zu drehen war während die beiden Grazien gemeckert haben.","replies":[]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-08-20T08:49:52.820+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=tRkcA6Mh,comment-id=000300000000,timestamp=2018-08-20T08:45:33.787+0000)\n>\n> Meine neue Qualitätsbeauftragte hat gekündigt. Oder wurde gekündigt. Ich denke her das sie es getan hat, aufgrund der Zustände hier. Man kann viel abtun mit &quot;das ist überall so&quot; aber ein Persönchen wie sie zum kündigen zu bringen, ist schon eine Hausnummer.\n> \n> Ich bin jedenfalls erst mal schockiert für den Rest des Tages und versuche nicht zu weinen!\n> \n> GG WP\n\nWillkommen in der wunderbaren Welt der Pflege.\nNur die Harten überleben.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T09:33:09.880+0000","up_votes":1,"down_votes":0,"body":"Für mich als Zuschauer schon hart mit anzusehen.\n\nIch bin ja schon froh das meine beiden Pflegefachkräfte noch immer hier sind und sich wirklich Mühe geben. Das auch ein paar hartnäckige Pflegeassistenten und Helfer dabei sind. Das größte Problem sind fehlende Kräfte. Aber das gigantischste Problem sind die Leute die neu eingestellt werden und nach zwei Tagen Krankmeldungen einreichen oder direkt kündigen. So kann ja nichts richtig aufgebaut werden, dass vor allem der harte Kern der aktuell existiert mal etwas unterstützt und vor allem entlastet wird.\n\nErst letzte Woche war hier eine junge Frau die für den Nachtdienst eingestellt wurde. Einen hat sie gemacht und am Freitag angerufen sie würde die Kündigung vorbei bringen wollen. Obwohl sie vorher noch alle auf die Palme gebracht hat mit ihren Verhandlungen über Gehalt usw. xD\n\nDie QB und PDL waren im Gespann echt super und hätten vieles das falsch läuft korrigieren können. Besonders gut gefallen hat mir das sie (inkl. QB + PDL aus dem anderen Haus) mit Satan auf Kriegsfuß stehen :> In einem Fall ist aktuell sogar ein Rechtsanwalt mit im Spiel. Das hat mich erfreut. Sehr sogar.\n\nJetzt bleibt eigentlich nur die Frage im Raum stehen: Wann wird die PDL gehen?","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-20T08:19:07.084+0000","up_votes":1,"down_votes":0,"body":"Ich kenne diese verschissenen Sommerfeste. Ich hab dafür immer eine einfache Lösung: Ich geh nicht hin. Was interessieren mich Kollegen, ich will heim zu meinen echten Freunden und mag nicht bei den Gestalten hier so tun, als ob ich sie mag ^^. \n\nNa gut, ein paar sind ganz okay. Aber dann trifft man sich doch ausserhalb und trinkt einen Hurricane zusammen or whatever...\n\nIn unserem Büro standen auch mal Blumen. Sie sind schon lange tot xD","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T08:50:08.911+0000","up_votes":1,"down_votes":0,"body":"> eine einfache Lösung: Ich geh nicht hin\n\nIch ignoriere schon dieses geheuchelte \"Grillfest für Mitarbeiter\". Aber wir werden alle gezwungen auf dem Sommerfest zu arbeiten. Da ist das Problem. Und niemand kann diesem scheiß entkommen \\o/","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T08:51:13.943+0000","up_votes":1,"down_votes":0,"body":"Einfach einen auf Krank machen, funktioniert immer! :p","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T08:58:28.771+0000","up_votes":1,"down_votes":0,"body":"Jaaaaaa aber wenn man zwei Wochen will, fällt das nicht unter \"einfach\".\n\nSo eine Woche kann ich immer holen, aber bei zwei \"for free\" würde mein Gewissen schon wieder aktiviert werden -.- Drecksteil!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T09:15:36.818+0000","up_votes":1,"down_votes":0,"body":"Das Somerfest im Seniorenheim von meiner Oma dauert 1/2 Tag?! D:","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T09:42:12.844+0000","up_votes":1,"down_votes":0,"body":"Letztes Jahr wurden die Bewohner auf dem Sommerfest gekidnapped.\n\nAlter war das schlimm xD Chefin hat da ihre Party geschmissen und was weiß ich nicht für 'nen Wirbel und alle waren einfach voll abgefucked von ihr und davon das es einfach kein Ende gefunden hat. Glaub 18 Uhr war Ende.\n\nWenn es wirklich nur so zwei Stündchen gehen sollte, joa... kann man drüber reden. Aber ich muss halt trotzdem um sieben oder acht los wegen vorher helfen und so einem Kack. Sonntags haben die Züge einen ganz anderen Fahrplan x.x und die Busse erst...","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T10:11:57.070+0000","up_votes":1,"down_votes":0,"body":"Am Sonntag?\n\nBei meiner Oma ist das immer an nem Freitag von ca 12-17 uhr. Klar müssen die Angestellten dort vorbereiten, aber die wären sowieso da. ;)","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:28:07.329+0000","up_votes":1,"down_votes":0,"body":"Ja, an einem Sonntag. Jedes verkackte Jahr.\n\nDie Verwaltungswesen bereiten vor. Das macht nicht das Pflegepersonal. Die haben ganz normalen Dienst bzw. ihre Schichten und chillen mehr oder weniger mit den Bewohnern im Garten bei dem Fest. Zumindest meine Pfleger :D die aus dem Seniorenzentrum haben etwas mehr die Arschkarte gezogen xD deren Bewohner sind halt noch \"lebendig\" und dann wird aus den Pflegern auch mal ein Kellner ^^ \n\nChefin rennt rum und macht Unfug.\n\nZwei Kolleginnen machen die Kasse, zwei andere die Theke und ich hab immer (alkoholfreie -.-'''') Cocktails und Smoothies. Vor zwei Jahren Waffeln!\n\nWenn meine Mutter und meine Schwester da sind, dann geht es eigentlich. Meine Schwester bleibt dann immer bei mir und wir quatschen halt. Dann muss ich auch keine Angst haben das Satan irgend eine Scheiße baut. Wobei mir das gelegen käme. Dann hätte ich einen Grund alles stehen und liegen zu lassen und zu gehen :>","replies":[]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T09:02:04.140+0000","up_votes":1,"down_votes":0,"body":"2 WOCHEN?!?!\nLOL was für ein Sommerfest ist das?\nIch kenn nur Sommerfeste die einen, max 3-4 Tage dauern D:","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T09:52:49.563+0000","up_votes":1,"down_votes":0,"body":"https://i.imgur.com/AiG0kB0.jpg[/img]\n","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T10:07:03.803+0000","up_votes":1,"down_votes":0,"body":"Aber das ist kein Sommerfest von einem Pflegeheim xD","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T10:14:34.443+0000","up_votes":1,"down_votes":0,"body":"Wenns zwei Wochen geht muss es wohl in Etwa so aussehen ^^ {{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-20T09:34:54.770+0000","up_votes":1,"down_votes":0,"body":"LOL zwei Wochen krank geschrieben werden.\n\nDas Sommerfest beginnt um 14 Uhr und endet im besten Fall um 16/17 Uhr. Wir müssen aber wegen Vorbereitungen früher hier sein... so um 11 Uhr ca. Für mich heißt das an einem Sonntag um 7 mit dem ersten Zug fahren \\o/","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2018-08-20T10:30:48.547+0000","up_votes":1,"down_votes":0,"body":"Ihr müsst das positiv sehen:\n\nEine Woche weniger bis zur Rente.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T10:44:24.638+0000","up_votes":1,"down_votes":0,"body":"Ich habs mir unlängst ausgerechnet ich hab noch rund 7500 Arbeitstage bis zur Pensi :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:47:26.171+0000","up_votes":1,"down_votes":0,"body":"> 7500 Arbeitstage bis ~~zur Pensi ~~ zum Penis\n\no/ Fify ... ich kann das auch!\nErgibt zwar keinen Sinn, aber... :>","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T11:03:43.782+0000","up_votes":1,"down_votes":0,"body":"Mein Beileid...7500 Arbeitstage beis zum Pen.s D:\n\nDa musste ganz schön ackern um zum/am Ziel zu kommen D:","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T11:27:15.856+0000","up_votes":1,"down_votes":0,"body":":o Naja ... für dich würde es mir leid tun ... aber iiiiiiiich hätte dann endlich meinen eigenen \\o/ \n\nIch hoffe die beiden wechseln sich auf Wunsch auch ab ._. oder doppelte/ gleichzeitige Benutzung ist möglich :>","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T12:46:19.320+0000","up_votes":1,"down_votes":0,"body":"Wer sagt, dass der den du nach 7500 Tagen Arbeit bekommst deiner ist? \\o/","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-08-20T11:20:30.936+0000","up_votes":1,"down_votes":0,"body":"Ich mag mir gar nicht ausmahlen, wie die Arbeit genau aussieht, wenn DAS nach 7500 Arbeitstagen das Ziel ist xD. Da muss wohl einfach schneller gepumpt werden :P","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-08-20T10:47:58.350+0000","up_votes":1,"down_votes":0,"body":"Rente in 2k60 lul.\n\nAußerdem geht's nach Walhalla und nicht in die Rente.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T11:04:36.680+0000","up_votes":1,"down_votes":0,"body":"Valhalla wartet immer, morgen, in nem Jahr oder in 20 Jahren :>","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T10:31:28.734+0000","up_votes":1,"down_votes":0,"body":"STIMMT, so hab ich das noch nie betrachtet :>\n1. bzw. ab Sept 2. Lehrjahr und denkt schon an Rente xD","replies":[]}]},{"id":"","poster":"Pilze","date":"2018-08-20T09:12:32.515+0000","up_votes":1,"down_votes":0,"body":"Ich habe noch bis Freitag Urlaub Cappa, dann sind 4 Wochen vorbei. Ich will eigentlich gar nicht. Bin Heute von einer Wespe gestochen worden und glaube ich muss zum Arzt. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T09:17:09.913+0000","up_votes":1,"down_votes":0,"body":"Bei mir wars close as hell mit der Wespe xD\nIch hab aber noch keine Biene in diesem Jahr gesehen tbh >.<","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T09:56:56.581+0000","up_votes":1,"down_votes":0,"body":"o/ Ich hab Bienen gesehen. Also richtige Honigbienen! Zum Teil sogar welche aufgehoben und irgendwo sicher abgesetzt.\n\n... Und mit Wespen Grillfleisch geteilt xD das war fast schon niedlich.\n\n... zwei Hornissen habe ich mit meiner Balkontüre getötet.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T10:08:16.883+0000","up_votes":1,"down_votes":0,"body":"D: Hornissen stehen unter strengstem Artenschutz als vom Aussterben bedrohte Spezies!","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T10:13:17.790+0000","up_votes":1,"down_votes":0,"body":"Ich mag Spezis >.<\nhttps://images-na.ssl-images-amazon.com/images/I/7183ngob66L._SX466_.jpg","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:47:51.243+0000","up_votes":1,"down_votes":0,"body":"Ist das so was wie Limonade? Fanta? Sprite?","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T10:52:08.293+0000","up_votes":1,"down_votes":0,"body":"Waaaaaaaaaaaaaaaaaaaaait du kennst kein Spezi? xD\nSagt dir Mezzo Mix etwas?","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:56:46.389+0000","up_votes":1,"down_votes":0,"body":"Ja .-. Cola + Fanta oder ?","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T10:57:41.788+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:13:08.093+0000","up_votes":1,"down_votes":0,"body":"Na dann ... oops für #1 und oops I did it again für #2?\n\nAlso bei mir gibt es die Viecher ohne Ende. Früher an unserem Haus hatten wir auch Efeu, dass voll war mir Hornissen die dort gelebt haben. Die haben mich aber in Frieden gelassen. Nicht einmal versucht ins Zimmer zu fliegen trotz offenem Fenster!\n\nAber wenn das Ding versucht rein zu fliegen und ich weiß das Rocky versuchen würde es zu fangen - Hund oder Insekt, muss das Insekt sterben. Und wenn es das letzte seiner Art wäre!","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-20T10:17:01.433+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=tRkcA6Mh,comment-id=00050000000000010000,timestamp=2018-08-20T10:13:08.093+0000)\n>\n> Na dann ... oops für #1 und oops I did it again für #2?\n\nHihi gut gekontert :>\n> \n> Also bei mir gibt es die Viecher ohne Ende. Früher an unserem Haus hatten wir auch Efeu, dass voll war mir Hornissen die dort gelebt haben. Die haben mich aber in Frieden gelassen. Nicht einmal versucht ins Zimmer zu fliegen trotz offenem Fenster!\n> \n> Aber wenn das Ding versucht rein zu fliegen und ich weiß das Rocky versuchen würde es zu fangen - Hund oder Insekt, muss das Insekt sterben. Und wenn es das letzte seiner Art wäre!\n\nHm joa bei der Auswahl logisch :/","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-20T10:06:27.229+0000","up_votes":1,"down_votes":0,"body":"Ausgehängt und wie der Hulk von oben drauf geschmettert will ich hoffen?","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:08:28.323+0000","up_votes":1,"down_votes":0,"body":":x Ähm ... ja ... genau so!\n\nNicht das ich panisch die Balkontüre zugeschlagen hätte bei dem Versuch der Hornissen (je eine an einem Tag) in mein Schlafzimmer zu fliegen! Pfffffffffffff wer würde schon so reagieren!","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T10:13:24.818+0000","up_votes":1,"down_votes":0,"body":"Der Hulk auf jeden Fall nicht ^^.\n\nBin ja schon stolz, dass du es mit Stil durchgezogen hast :D.","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-20T07:49:21.473+0000","up_votes":1,"down_votes":0,"body":"Guten Tag, Tag zusammen :)\n\nMein Urlaub ist leider auch schon wieder vorbei :(\n\nAber halt! Dafür ist das Büro klimatisiert \\o/ das ist schon Gold wert :D","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T07:53:58.825+0000","up_votes":1,"down_votes":0,"body":"Bei uns ist es tatsächlich bewölkt und ziemlich kalt draussen... Schon interessant, wie sich das über ein paar hundert Kilometer unterscheidet :P","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T08:06:31.049+0000","up_votes":1,"down_votes":0,"body":"Hier ist es auch recht kühl glaube ich.\n\nIch hab den Ventilator auf mich gerichtet :> keine Ahnung wie warum/ kalt es tatsächlich ist. Aber ich muss krank werden. RICHTIG KRANK!","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T08:20:01.335+0000","up_votes":1,"down_votes":0,"body":"Ich hab laufend Schnupfen und bin doch hier... Schnupfen allein reicht nicht ^^. Ausserdem ist es lustig, laufend das ganze Stockwerk kaputt zu niesen :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T09:59:38.897+0000","up_votes":1,"down_votes":0,"body":"Meine letzte \"Erkältung\" für die ich mich habe krankschreiben lassen, ist in einer Bronchitis geendet für die ich mich nicht krankschreiben lassen wollte/ konnte, weil ich wusste das meine Aushilfen keine Stunden mehr haben xD und in der Woche sogar sechs Tage gearbeitet! RIP geliebter Samstag. Beschissenes Gewissen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T10:09:03.763+0000","up_votes":1,"down_votes":0,"body":"Das Gewissen ist tatsächlich so eine Sache, die ich bezogen auf meine Arbeit ganz gut abschalten kann ^^. \n\nAber bei dir hängt ja tatsächlich das Wohl von Menschen von dir ab, von daher verständlich... Würde mir ziemlich sicher auch so gehen. Außerdem haben wir das zu viel an Mitarbeitern, was ihr offenbar zu wenig habt.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:19:58.451+0000","up_votes":1,"down_votes":0,"body":"Von mir hängt gar nichts ab tbh.\n\nNur Geld, dass Rechnungen rausgehen und das niemand die Einrichtung verlässt oder man weiß wer da ist. Gleiches für Telefonate. Damit hier halt jemand sitzt.\n\nUnd MAL an so einem Samstag einspringen wenn die Aushilfen keine Stunden mehr haben oder so, mache ich auch nur damit das Pflegepersonal vom zweiten Wohnbereich nicht noch hier vorne die Türe immer wieder aufsperren muss o.ä. War halt kacke das ich mit Fieber hier gesessen habe. Ist nun mal jetzt passiert. Hab zwei neue Aushilfen bekommen, die hoffentlich ausreichen für alles erdenkliche ._.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T10:34:38.039+0000","up_votes":1,"down_votes":0,"body":"Okay, ich verstehe ^^. In diesem Fall stimme ich dir umfassend zu: Gewissen doof :P","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:45:44.715+0000","up_votes":1,"down_votes":0,"body":":p Dankeschön, sehr freundlich","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-20T08:11:20.822+0000","up_votes":1,"down_votes":0,"body":"Wir haben/bekommen bis Do jeden Tag rund 34 Grad {{sticker:slayer-pantheon-rainbows}}","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-20T10:45:05.506+0000","up_votes":1,"down_votes":0,"body":"\\o/ Bei uns ist das höchste in den nächsten Tagen 28° und am Freitag nur noch 19° :3 und daaaaaaaaaaaaan nichts mehr über 23° <33333333","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-20T06:53:57.819+0000","up_votes":1,"down_votes":0,"body":"Tja, eine weitere Woche mal wieder... \n\n#Totale Deprimation\n\nDoch Halt!\nIch habe immerhin ab dem 01.10. zwei ganze wunderbare Wochen Urlaub! Das bedeutet, dass mich die Zeit immer weiter darauf zu trägt... In diesem Sinne ist die neue Woche doch auch was Gutes :P\n\nAm Wochenende stehen mir zwei Nachtschichten bevor. Das schon kacke. Aber dann ist das Ganze immerhin erledigt ^^. Ich freu mich ja schon wie ein Schnitzel darauf, mir 8 Stunden lang in der Kälte die Beine in den Bauch zu stehen :P.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T07:08:19.508+0000","up_votes":1,"down_votes":0,"body":"Was denn für ne Kälte?  Sind doch 20 Grad in der Nacht. Aber Nachtschicht ist immer noch besser als Spätschicht.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T07:31:55.796+0000","up_votes":1,"down_votes":0,"body":"Ich habe versucht, die \"Kälte\" sinnbildlich einzusetzen, um auszudrücken:\n\nIch muss Samstag und Sonntag Nacht die Ganze Zeit draussen rumstehen, ohne wirklich eine Interaktion zu haben. This sucks xD.\n\nAber hey, dann hab ich immerhin den Montag und den Dienstag frei... Ist doch was, oder? ^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T07:35:26.571+0000","up_votes":1,"down_votes":0,"body":">Ich muss Samstag und Sonntag Nacht die Ganze Zeit draussen rumstehen, ohne wirklich eine Interaktion zu haben. This sucks xD.\n\nDAMN, what a nice Job! :p","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-20T07:52:42.267+0000","up_votes":1,"down_votes":0,"body":"Rumstehen und Leuten bei der Arbeit zusehen? Ich gebe zu, das wird wahrscheinlich nur so laufen, wenn sich meine Vorplanung als belastbar genug erweist, sonst hab ich da vermutlich mehr Action als ich verkraften kann :P","replies":[]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T06:46:02.503+0000","up_votes":1,"down_votes":0,"body":"Ich darf heute schon früher gehen :>\nIch hab nämlich seit 2 Wochen oder so Bindehautentzündung und alle Augenärtze haben Urlaub..\nABER HEUTE hab ich finally ein Termin :o\nUnd morgen 10 Stunden Busfahren nach Köln zur Gamescom \\o/\n\n\nWar ja auch klar das es in unserer Kantine GENAU DANN mein Lieblingsessen gibt, wenn ich nicht da bin x.x","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T06:50:50.369+0000","up_votes":1,"down_votes":0,"body":"Mit Bindehautentzündung zur Gamescom fahren ist auch ein bisschen fahrlässig. Ich wünsche dir trotzdem viel Spaß. Was hätte es denn zu essen gegeben?","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T06:53:05.139+0000","up_votes":1,"down_votes":0,"body":"> Mit Bindehautentzündung zur Gamescom fahren ist auch ein bisschen fahrlässig.\n\nI know, aber das wird mit nicht daran hindern ! :D\n\nTHAT!\nhttps://media02.stockfood.com/wmpreviews/MTQ2MjkzNDA3/11253339.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T06:58:51.213+0000","up_votes":1,"down_votes":0,"body":"Ah, die gute Currywurst Pommes. \n\nYou are a man of culture as well.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-08-20T07:01:15.083+0000","up_votes":1,"down_votes":0,"body":"FALSCH!\nDas sind Berner Würstchen \\o/\nKäsegriller mit Speck und Pommes\n{{sticker:sg-lux}}\n\nDas ist zumindest genießbar in unserer Kantine xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-20T07:02:46.756+0000","up_votes":1,"down_votes":0,"body":"Ach stimmt, sehe ich jetzt auch. Ja die sind auch schon ziemlich lecker. Kenne die aber nur gegrillt und mit Steak als Beilage.","replies":[]}]}]}]}]}]}]}