{"id":"GlG2EA8w","poster":"iFEARdilemma","date":"2018-08-19T18:29:13.602+0000","title":"Vorschlag / Kritik / Bedenken an neuem S9 Ranked / Matchmaking System","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":4,"body":"Da das Matchmaking in S9 &uuml;berarbeitet wird, m&ouml;chte ich hier einen Punkt nennen der hoffentlich seinen Weg in das zuk&uuml;nftige Matchmaking findet und dadurch die Qualit&auml;t erh&ouml;ht.\r\n\r\n#**Die Aktivit&auml;t der Spieler, ist ein relevanter Faktor f&uuml;r den derzeitigen Skill,** unabh&auml;ngig vom MMR oder der derzeitigen Platzierung.\r\n\r\nSehr oft bemerke ich Situationen in denen wenig aktive (Casual?) Spieler auf sehr aktive Spieler treffen, meist bemerke ich das am Spielerlevel / Summonerlevel. \r\nz.B. mein Midlaner ist Summoner Level 44, der Gegner 218.\r\n#**Beide sind Diamant, dennoch ist der aktivere Spieler fast immer der deutlich &Uuml;berlegene.**\r\nDas f&uuml;hrt zu einem Ungleichgewicht im Matchmaking das starken Einfluss hat.\r\n\r\nDer Grund f&uuml;r die geringe Aktivit&auml;t ist dabei vielf&auml;ltig, manche Spielen einfach weniger, manche hatten eine Pause, manche spielen nurnoch um den Erhalt des Diamant Ranks bis SeasonEnde zu gew&auml;hrleisten.\r\n\r\nIch w&uuml;nsche mir eine deutlich bessere Qualit&auml;t beim Matchmaking, gerne auch auf Kosten der Wartezeit.\r\nBitte fangt an Punkte wie diese zu ber&uuml;cksichtigen. \r\nMatched Spieler miteinander die eine &auml;hnliche Aktivit&auml;t an den Tag legen oder werft zumindest mal ein Auge auf das von mir genannte Problem.","replies":[{"id":"","poster":"ImTheFox115","date":"2018-08-19T18:39:09.501+0000","up_votes":1,"down_votes":1,"body":"Ok gehen wir das mal durch.\nAlle Spieler mit der selben MMR und ca dem selben Spieler Level werden miteinander gematcht.\n\nWas bedeutet das für einen lvl1000er.\n\nDieser wird niemals im Leben ein Spiel finden, da es sowohl auf den lvl als auch auf die MMR ankommt.\n\nAußerdem wird dann keiner mehr Xp Boosts kaufen, da alle mit anderen Low Level Spielern spielen möchten und nicht mit höher gelehrigen Spielern.\n\nPS: Climb ein bisschen mehr nach Mid Dia, da ist es besser!","replies":[{"id":"","poster":"iFEARdilemma","date":"2018-08-21T14:54:34.542+0000","up_votes":1,"down_votes":1,"body":"**Ich habe den Eindruck ihr habt meinen Text nicht richtig gelesen, oder meine Kritik nicht richtig durchdacht!**\n\nIch habe niemals verlangt Spieler des gleichen \"Levels\" miteinander  zu matchen, ebensowenig habe ich verlangt Spieler ausschlieslich aufgrund der Aktivität zu matchen.\n\nIch habe das Level als BEISPIEL herangenommen, wie ich zu dem Entschluss komme, dass die Aktivität eines Spielers für Ungleichgewicht sorgt, und stütze mich dabei nur darauf das aktive Spieler auch ein höheres Level haben.\nDa gibt es ebenso andere Möglichkeiten, wie z.B. zu prüfen wieviele Matches ein Spieler in den letzten XY Tagen, gemacht hat.\nNoch bessere Möglichkeiten soetwas zu identifizieren hat Riot Games.\n\n\n___________________________________________________________________________________________________________\n#Und da kommen wir zum Kern meiner Aussage.\n#Ich möchte das die kürzliche AKTIVITÄT der Spieler, ein relevanter FAKTOR beim Matchmaking Vorgang wird.\n\n (z.B. wie aktiv waren die gepaarten Spieler in einem Zeitraum XY, z.B. letzte 3 Wochen)\n (d.h. es gibt noch andere / mehr Faktoren zu berücksichtigen)\n\n___________________________________________________________________________________________________________\nSpieler sollen nach wie vor, nach MMR, Liga,Division usw. gematched werden.\nNur eben zusätzlich um die präzision des Matchmakings zu verbessern, soll ein weiterer Faktor hinzugefügt werden, wieviel Gewicht jener Faktor bekommt ist ebenfalls eine Sache der Balance. \nUnd dieser Faktor steht NICHT im Zusammenhang mit dem Spielerlevel, das war lediglich ein Beispiel um zu zeigen wie ich urpsrünglich zu dieser Beobachung kam.\n\n\n___________________________________________________________________________________________________________\n#Meine Aussage ist:\n\nTreffen zwei vom System als Gleichwertig eingestufte Spieler aufeinander, würde ich den in jüngster Vergangenheit aktiveren Spieler, als den stärkeren Betrachten, da dieser einfach momentan geübter und mehr im Spielfluss befindlich eingestuft werden kann.\n\n___________________________________________________________________________________________________________\n\n#Übertrieben: \nEin Diamant Spieler der alle paar Wochen mal LoL zockt nur um den Rang zu halten, mit Abständen von bis zu 3 Wochen gegen jemanden in Diamant mit ähnlichem Rang / MMR usw. der TÄGLICH dutzende Matches spielt... \nDa liegt die Gunst mit hoher Wahrscheinlichkeit beim aktiveren Spieler von beiden.\nUnd genau das gilt es zu Gewichten.\n\n\n___________________________________________________________________________________________________________\nJe mehr Faktoren das Matchmaking System hat, desto feiner und besser kann es abgestimmt werden.\nDas neue System umfasst endlich mehrere Positionen, dh. es kann besser / feiner auf das Können der Spieler abgestimmt werden, da es einfach über mehr Informationen / Daten zum abgleichen verfügt. Aktivität ist einfach nur ein weiterer Faktor, den ich gerne berücksichtigt sehen würde.\nUnd dabei meine ich nicht die Gesamte Aktivität inform der Levels (obwohl man da natürlich auch über Spielerfahrung als Punkt diskutieren könnte), sondern ich meine kürzliche Aktivität. Wie aktiv ein Spieler derzeit oder in kürze in LoL zugange war.\n\n___________________________________________________________________________________________________________\n\n#In Bezug auf eure Kommentare:\n___________________________________________________________________________________________________________\n> [{quoted}](name=ImTheFox115,realm=EUW,application-id=ip27PlEH,discussion-id=GlG2EA8w,comment-id=0000,timestamp=2018-08-19T18:39:09.501+0000)\n>\n> Ok gehen wir das mal durch.\n> Alle Spieler mit der selben MMR und ca dem selben Spieler Level werden miteinander gematcht.\n> \n> Was bedeutet das für einen lvl1000er.\n> \n> Dieser wird niemals im Leben ein Spiel finden, da es sowohl auf den lvl als auch auf die MMR ankommt.\n> \n> Außerdem wird dann keiner mehr Xp Boosts kaufen, da alle mit anderen Low Level Spielern spielen möchten und nicht mit höher gelehrigen Spielern.\n> \n> PS: Climb ein bisschen mehr nach Mid Dia, da ist es besser!\n\n___________________________________________________________________________________________________________\n\n> [{quoted}](name=Pilze,realm=EUW,application-id=ip27PlEH,discussion-id=GlG2EA8w,comment-id=0002,timestamp=2018-08-20T09:08:02.763+0000)\n>\n> Aus aktuellen Gründen würde ich sagen ist das nicht machbar. Viele haben Smurfs und spielen dort genau so viel wie mit ihrem Main, Ergo haben sie auf beiden kein hohes Lvl, bedeutet ein Anfänger könnte auf einen Plat oder Dia Spieler treffen. Fair?\n\n___________________________________________________________________________________________________________","replies":[{"id":"","poster":"ImTheFox115","date":"2018-08-21T15:17:23.671+0000","up_votes":3,"down_votes":1,"body":"Also im Grunde hast du 4 Randoms die gegen 5 Randoms spielen, jedoch musst du dann länger auf diese 9 Randoms warten richtig?","replies":[{"id":"","poster":"iFEARdilemma","date":"2018-08-21T15:49:57.922+0000","up_votes":1,"down_votes":2,"body":"Sorry aber ich kann nicht nachvollziehen was du mir sagen willst.\nWas möchtest du mitteilen? Bzw worauf willst du hinaus?\n\nEs sind Prinzipiell, doch immer alle 9 anderen Spieler vor dem Match unbekannt, daran ändert sich ja nichts.\nUnter welchen Aspekten das System diese Spieler ermittelt, daran muss gearbeitet werden.\n\nUnd das längere Warten? Je genauer das System arbeiten soll, desto höher sind die Wartezeiten.","replies":[]}]}]}]},{"id":"","poster":"Pilze","date":"2018-08-20T09:08:02.763+0000","up_votes":1,"down_votes":1,"body":"Aus aktuellen Gründen würde ich sagen ist das nicht machbar. Viele haben Smurfs und spielen dort genau so viel wie mit ihrem Main, Ergo haben sie auf beiden kein hohes Lvl, bedeutet ein Anfänger könnte auf einen Plat oder Dia Spieler treffen. Fair?","replies":[{"id":"","poster":"Rí0T","date":"2019-02-05T14:53:36.882+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Pilze,realm=EUW,application-id=ip27PlEH,discussion-id=GlG2EA8w,comment-id=0002,timestamp=2018-08-20T09:08:02.763+0000)\n>\n> Aus aktuellen Gründen würde ich sagen ist das nicht machbar. Viele haben Smurfs und spielen dort genau so viel wie mit ihrem Main, Ergo haben sie auf beiden kein hohes Lvl, bedeutet ein Anfänger könnte auf einen Plat oder Dia Spieler treffen. Fair?\n\ndie ganzen Smurf s verfälschen einfach das Ranking Sytem. Man muss das Smurfen unterbinden stellt euch vor Ronaldo spielt in 5 Manschaften das geht nicht. \nSmurfen auf anderen Servern ist ok aber nicht auf dem gleichen Server .! \nDas Grp Matching System brauch auch eine dringende Überarbeitung.\nAber das wichtigste ist echt jetzt mal mit der Smurf Kehrwoche anzufangen - das geht so nicht weiter.\nGenau so wie die Aussage das sich die Smurfs einranken. Nach dem Sie andere low Spielern zerfetzt haben und die jetzt 50 Spiele mehr machen müssen weil sie auf 5-10 smurf in den ersten 10 Spielen gestossen sind. Ich finde das echt total schlecht \nund es nimmt einem die Motivation weiter Ranked zuspielen.\nGenau so das AFK im Ranked - Wenn es zu einem AFk kommt zahlt er auch für die anderen 4 Spieler die minus Punkte und nicht das unschuldige Team. \nGruß ans DEv Team besprecht das mal bitte mit der 1 acc pro server idee","replies":[]}]},{"id":"","poster":"Rí0T","date":"2019-01-28T17:27:04.258+0000","up_votes":1,"down_votes":1,"body":"Grausam das neue System.\nNach ner längeren Spielpause s8 vorseason noch locker auf Silber 4 gekommen .\nSchon nach dem ersten match wieder direkt in den keller katapultiert worden.\nAfk s und und und das wird wieder lange dauern sich hoch zu spielen.\nMacht auch kein spass mehr so elendig jede season wieder und immer sich aus bronze zuspielen .\nBin total enttäuscht auch über die ballancing der Teams im neuen s9 system.\nFührt mal bitte remake ein bei afk s  nerft echt langsam und die punkte sollte nicht die grp verlieren sondern der afk gegangene.\nMfg\nFalls ein guter ADC /jungler auch in der lage ist kann er mich gerne addn für duo Q  damit wir wieder wenigsten Silber gehn.\nMFG","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-08-19T19:10:46.726+0000","up_votes":1,"down_votes":8,"body":"Ich bin ziemlich offen für die Changes.  Schlimmer kanns ja eig eh nicht mehr werden als ein Matchmaking das einen permanent mit Trolls, Feedenen boosted premades, Inter oder Leute die nicht finishen und dadurch das Game solo verlieren matcht. Daher warte ich es einfach ma ab. vllt kann man dann wieder dieses spiel auf gleichem niveau erwarten und nicht auf random matchmaking entscheidet wer gewinnt basis","replies":[]}]}