{"id":"hm5lrpKb","poster":"SgtBananenkuchen","date":"2018-08-18T08:01:21.722+0000","title":"[off-topic] Laptop abgestürzt & startet nicht mehr (hat jemand 'ne Ahnung, was das sein kann?)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Da das das einzige Forum ist, in dem ich bin und in dem vielleicht jemand Ahnung von solchen Sachen hat, schildere ich hier mal mein Problem. Ich hoffe, dass das in Ordnung ist, und der post nicht gel&ouml;scht wird.\r\n\r\nIch habe folgendes Problem: Mein Laptop l&auml;sst sich seit gestern nicht mehr starten.\r\nIch starte ihn, er l&auml;dt kurz, zeigt mit das Vaio Logo und die Ladepunkte. Dann wird er kurz schwarz. Dann sieht man wieder das Logo und den Satz &quot;Automatische Reparatur wird vorbereitet&quot;. Danach wird der Bildschirm schwarz ohne Mauszeiger. Es l&auml;sst sich nichts machen. Auch das L&auml;mpchen unten, das zeigt, dass der Laptop arbeitet, ist entweder ganz aus oder ist dauerhaft an. Man h&ouml;rt jedoch, dass er l&auml;uft. Alle Stecker und Teile sind korrekt angebracht, es sollte also eigentlich funktionieren.\r\nIch habe schon alles m&ouml;gliche versucht; von Neu-Start &uuml;ber Batterie f&uuml;r mehrere Stunden raus bis in den Abgesicherten Modus zu kommen (was nicht funktioniert).\r\nEr ging die letzten Tage problemlos, hatte in LoL teilweise 150 FPS (vorher mit viel Gl&uuml;ck 60-70) und dann gestern hat er sich komplett aufgehangen (blue screen), also ausgemacht &uuml;ber den Powerknopf und irgendwie geschafft ihn um 2 Tage zur&uuml;ck zu setzen. Dann wollte ich ihn wieder normal bedienen und die Updates, die vorher gemacht waren (da gab es keine Probleme) nachholen, als er sich wieder aufgehangen hat und dann von selbst schwarz geworden ist. Und seit dem kommt er nicht voran, als schafft er es nicht, die Reparatur auszuf&uuml;hren.\r\nWenn er fr&uuml;her solche Probleme gemacht hat, war immerhin noch der Mauszeiger zu sehen und ich habe es geschafft, in den abgesicherten Modus zu kommen. Meine Vermutungen sind etweder die Festplatte oder die Grafikkarte (die hatte schon fr&uuml;her mal Probleme gemacht). \r\n\r\nFalls von n&ouml;ten, die Ausstattung:\r\nSony Vaio, 5 Jahre alt (daher lohnt sich kein Einschicken mehr)\r\nWindows 10.1\r\n4GB RAM\r\nAMD Radeon 7500M/7600M\r\n\r\nMeine naheliegdenste Otpion ist jetzt, mir einen neuen Laptop zu holen, aber hat vielleicht irgendjemand noch einen Tipp, was man machen k&ouml;nnte bzw. jemand k&ouml;nnte &#039;ne Ahnung haben, an was es liegen k&ouml;nnte.","replies":[{"id":"","poster":"Larce","date":"2018-08-18T11:30:04.939+0000","up_votes":1,"down_votes":0,"body":"Hallo!\n\nTut mir Leid das zu hören. Ich schreibe hier mal meine Gedanken auf und was ich noch probieren würde.\n\nDa sowohl das BIOS/UEFI lädt (VAIO Logo) und auch Windows gestartet wird (Die Meldung \"Automatische Reperatur wird vorbereitet\" kommt von Windows), denke ich das ein kritischer Hardware-Fehler nicht sehr wahrscheinlich ist.\n\nPersönlich Tippe ich mehr auf einen Software-Fehler (z.B. der Treiber der Grafikkarte). Deshalb würde ich einmal versuchen, Windows neuzuinstallieren.\n\nWenn dein Laptop ein CD-Laufwerk besitzt, kannst du dies via über die Windows Installation CD machen, die eventuell beim Kauf mitgegeben wurde. Wenn du so keine solche hast, kannst du dir selber eine brennen (Dazu müsstest du einen anderen PC verwenden, der auch ein CD-Laufwerk hat). Dazu verwendest du am besten das Media Creation Tool auf einem anderen Windows-PC: https://www.microsoft.com/de-de/software-download/windows10\n\nWenn dein Laptop kein CD-Laufwerk besitzt, müsstest du einen USB-Stick mit den selben Fähigkeiten erstellen (bootbar). Leider finde ich hierzu gerade keine Deutsche Anleitung, eine Englische mit Bildern findest du hier: https://www.tenforums.com/tutorials/2376-create-bootable-usb-flash-drive-install-windows-10-a.html\n\nWichtig beim Booten vom USB-Stick / der CD ist, dass du die Bootreihenfolge im BIOS/UEFI anpasst, bzw. das richtige Boot Device auswählst. Normalerweise kannst du dieses Menü öffnen, indem du ESC, F12 oder F10 (oder z.T. auch andere F-Tasten) kurz vor oder während dem erscheinen des VAIO-Logos drückst. Weitere Infos hierzu findest du im Internet oder in der Benutzeranleitung des Laptops.\n\nWenn du irgendwo stehen bleibst und nicht mehr weiter kommst, zögere nicht hierrauf zu Antworten und zu beschreiben wie die beschriebenen Schritte für dich funktioniert haben.\n\nFreundliche Grüsse\nLarcce","replies":[]}]}