{"id":"JhhydmIU","poster":"ŁEFTEÐ","date":"2018-08-17T20:35:08.557+0000","title":"Spieler für LoL Team gesucht!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir von eXon eSports suchen junge League of Legends Talente f&uuml;r unsere League Academy &amp; Community.\r\nSolltest du also 18 Jahre alt, interessiert an eSport und ein Teamplayer sein, dann bewirb dich jetzt bei eXon eSports.\r\nWir suchen Spieler, die engagiert und ehrgeizig sind und mit einem Team in der ESL erfolgreich werden wollen &ndash; unabh&auml;ngig von ihrer Elo.\r\nUnser Ziel ist es League Of Legnds Spieler zu einem League Of Legends Team zu formen, mit welchem ihr unter dem Namen eXon eSport in Liegen wie z.B. der ESL spielt.\r\nDaf&uuml;r bieten wir euch:\r\n-    Voller Support bei der Organisation des Trainings und der Matches\r\n-    Gerne &uuml;bernehmen wir die Suche nach Trainingspartners und Gegnern Spiele au&szlig;erhalb der Liga\r\n-    TeamSpeak mit eigenen, gesicherten Channeln (keine St&ouml;rung m&ouml;glich)\r\n-    Wir casten eure Matches. Alles was ihr machen m&uuml;sst ist spielen\r\n-    Eigene Cups (mehr dazu beim Termin)\r\n-    Bei Erfolgen beh&auml;lt das Team die Preise (Beteiligung f&uuml;r die Organisation erst bei h&ouml;heren Summen zu Refinanzierungszwecken)\r\n-    Keine Beitr&auml;ge oder versteckte Kosten (Transparenz ist uns wichtig)\r\n-    Matches und Events um euer Team werden auf allen Kan&auml;len (FB, Twitter, HP etc.) publiziert.\r\nWir sind gerne bereit, mit euch eure Matches durchzugehen, um Taktiken aufzustellen, und Fehler auszub&uuml;geln.\r\nWenn ihr Interesse habt, meldet euch einfach bei uns!\r\nkrachbumm@exon-esports-clan.de\r\n###########################################################################\r\n\r\nLegenden aufgepasst!\r\nDu m&ouml;chtest endlich in ein Team, welches ehrgeizig spielt und trainiert? Du m&ouml;chtest mit deinem Champ in eine Gruppe, welche es versteht, dich zu supporten? Du suchst zus&auml;tzlich eine Orga, die dein Team supportet und mit allen Mitteln nach vorne bringen m&ouml;chte?\r\nDann solltest du dir die Zeit nehmen und diesen Post aufmerksam lesen und dir folgenden Termin sowie Kontaktdaten mit Rotstift auf deinem Monitor notieren:\r\nTERMIN: 02.09.2018 19:30\u000bWO: ts.exon-esports-clan.de\u000bDEIN KONTAKT: MyMindTeIIsMeNo\u000bBei Fragen im TS&sup3; an DrunkenOoJr (MyMindTeIIsMeNo) wenden\r\nDie Idee hinter LOL-Academy von eXon-eSports:\r\nDie LOL-Academy von eXon-eSports sucht junge Talente, die ehrgeizig und engagiert in ein Team, welches neu aufgebaut wird, einsteigen wollen. Dabei sollte das Interesse klar in den eSport-Bereich gehen und als Ziel soll das bestreiten von Matches in einer Liga sein ESL.\r\nAblauf der Organisation:\r\nIm Verlauf der Zeit bis zum festgelegten Termin werden wir Spieler in ein Portfolio aufnehmen, diese dann anhand von spezifizierten Kriterien filtern und beim Termin (02.09.2018 19:30) dann in das Team bzw. die Teams aufnehmen. Beim Termin selbst wird es dann alle notwendigen Informationen zum weiteren Verlauf geben. Alles was ihr also machen m&uuml;sst, ist es euch Anzumelden und beim Termin anwesend zu sein. (Testspiele k&ouml;nnen nat&uuml;rlich anfallen)\r\nWas ist das Ziel:\r\nZiel ist es ganz klar funktionierende Teams mit gleicher Zielsetzung zu formen und zu festigen. Diese sollen nach einer Kennenlern- und Trainingszeit f&uuml;r eXon-eSports in Ligen und Cups antreten. Genaueres erfahrt ihr dann beim Termin. \r\nWas wir euch bieten:\r\nWir sind eine semiprofessionelle eSport-Organisation, welche schon seit 2012 existiert. Das Management hat in den Bereichen PR, Strategie, Organisation und eSport jede Menge Erfahrung und gibt diese auch an die Teams und deren Leiter weiter.&nbsp;\r\n\r\n\t- Voller Support bei der Organisation des Trainings und der Matches\r\n\t- Gerne &uuml;bernehmen wir die Suche nach Trainingspartnern und Gegnern f&uuml;r Spiele au&szlig;erhalb der Liga\r\n\t- TeamSpeak mit eigenen, gesicherten Channeln (keine St&ouml;rung m&ouml;glich)\r\n\t- Wir casten eure Matches. Alles was ihr machen m&uuml;sst, ist spielen.\r\n\t- Eigene Cups (mehr dazu beim Termin)\r\n\t- Bei Erfolgen beh&auml;lt das Team die Preise (Beteiligung f&uuml;r die Organisation erst bei h&ouml;heren Summen zu Refinanzierungszwecken)\r\n\t- Keine Beitr&auml;ge oder versteckte Kosten (Transparenz ist uns wichtig)\r\n\t- Matches und Events um euer Team werden auf allen Kan&auml;len publiziert.\r\n\t\r\nBei uns gibt es keinen Druck.&nbsp;Ein Vorteil von eXon-eSports ist, dass wir ohne Sponsoren arbeiten. Wir finanzieren alles privat und das schon seit Jahren. Das bedeutet f&uuml;r euch als Team: Kein Druck durch Sponsorenvorgaben oder sonstiges.&nbsp;\r\nWir reflektieren mit euch zusammen eure Leistungen in Matches und arbeiten gemeinsam an L&ouml;sungen, wie auch immer diese aussehen m&ouml;gen. Ebenfalls definieren wir in Zusammenarbeit mit euch die Ziele, welche das Team verfolgen will. Darauf richten wir auch unsere interne Strategie f&uuml;r das Team aus.&nbsp;\r\nAlles weitere und auch gerne Antworten auf eure Fragen dann beim Termin.\r\n\r\nWas sind die allgemeinen Anforderungen an einen Spieler:&nbsp;\r\n\r\nDa das ganze mit einem gewissen Ehrgeiz verbunden ist, sollten folgende grundlegenden Anforderungen erf&uuml;llt sein.&nbsp;Leider k&ouml;nnen wir dahingehend auch keine Ausnahmen machen!\r\n\r\n\t&bull; Mindestalter: 18 Jahre\r\n\t&bull; Funktionierendes Headset (St&ouml;rger&auml;usche u. &auml;. werden nicht geduldet)\r\n\t&bull; Deutsch: sehr gute kommunikative Reichweite (Englisch ist optional, wird aber gerne gesehen)\r\n\t&bull; Optional Erfahrung im Bereich eSport (Teamleader, Coach, Trainer, Spieler / ESL etc.)\r\n\t&bull; Teamf&auml;higkeit\r\n\t&bull; Ehrgeiz\r\n\t&bull; Selbstreflektion\r\n\t&bull; Kritikf&auml;higkeit\r\n\r\n\r\nDas sind allgemeine Anforderungen, die jeder mitbringen muss und soll, da ein Team sonst nicht funktionieren kann.&nbsp;\r\n\r\nSpezielle Anforderungen an LOL-Spieler:\r\n\r\nWICHTIG: Als Spieler von eXon-eSport verlangen wir von dir (und das ist nicht verhandelbar), dass der eXon-Tag als Ingametag getragen wird (z.B.DEINNAME -eXonTag). Wir profitieren durch ein Team nur, wenn es mit uns in Verbindung gebracht wird (PR), weswegen das die Anforderung ist. Das ist aber neben dem aktiven Spielen tats&auml;chlich auch die einzige Anforderung, die wir stellen.\r\nBringst du diese Anforderungen mit, dann steht deiner Karriere als Spieler f&uuml;r eXon-eSports nichts im Wege.\r\n\r\nWas suchen wir konkret:\r\n\r\n\t&bull; Shotcaller\r\n\t&bull; Teamleiter\r\n\t&bull; Coaches\r\n\t&bull; TOPLANER\r\n\t&bull; JUNGLER\r\n\t&bull; MIDLANER\r\n\t&bull; ADCARRYS\r\n\t&bull; SUPPORTER\r\n\r\nJeder mit Erfahrung sollte seine Position/St&auml;rke kennen und wissen wo er sich selbst sieht und auf welcher Position er seine F&auml;higkeiten am besten einsetzen kann.&nbsp;\r\n\r\nWie du dich bewerben kannst:&nbsp;\r\n\r\nDas ist prinzipiell ganz einfach. Adde einfach MyMindTeIIsMeNo , er ist verantwortlich f&uuml;r den eSport-Bereich in League of Legends und bekunde dein Interesse. Optimal w&auml;re es, wenn du in deiner Nachricht an ihn einige Informationen zu dir mitschickst. Welche? Was f&uuml;r ihn interessant ist, steht in den Anforderungen weiter oben im Text.\r\nDu kannst dich auch pers&ouml;nlich bei uns vorstellen. Dies machst du indem du einfach bei uns im TS (ts.exon-esports-clan.de) vorbeischaust und dort das Gespr&auml;ch mit jemandem vom Management suchst.&nbsp;\r\nOder du schreibst einfach eine Bewerbungsmail an admin@exon-esports-clan.de. Diese wird i. d. R. innerhalb von 3 Tagen bearbeitet und beantwortet.\r\nDu entscheidest wie es l&auml;uft.\r\n\r\n\r\nNoch einige allgemeine Worte, die uns wichtig sind. Wir legen viel Wert auf ein angenehmes soziales Klima innerhalb der Organisation, dadurch, dass wir auch einen gro&szlig;en Communitypart haben, und wollen daher auch Mitglieder, die sich benehmen k&ouml;nnen und die Vorteile einer &bdquo;Zockergemeinschaft&ldquo; wertsch&auml;tzen. Wir w&uuml;rden uns freuen, wenn unsere Community durch erfahrene Spieler bereichert wird, sind aber nicht bereit diese um jeden Preis auszubauen. Kurzum: Es muss passen!\r\n\r\nIn diesem Sinne freuen wir uns auf euch, eure Bewerbungen und vor allem auf den gemeinsamen Weg, der dann vor uns liegt.\r\neXon-Management\r\n\r\nKontakt:\r\nwww.exon-esports-clan.de (vor&uuml;bergehend geschlossen wegen &Uuml;berarbeitung)\r\nfb.exon-esports-clan.de\r\ntwitter.exon-esports-clan.de\r\nsteam.exon-esports-clan.de\r\nadmin@exon-esports-clan.de","replies":[]}