{"id":"Lz58wGR1","poster":"Pilze","date":"2018-08-16T14:44:02.514+0000","title":"Ready Player One","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Wer hat ihn schon gesehen? \r\nWas meint ihr sieht so die Zukunft der Spiele aus?","replies":[{"id":"","poster":"Dreadlord Mike","date":"2018-08-17T13:41:56.577+0000","up_votes":1,"down_votes":0,"body":"Film finde ich eigentlich recht gut, besonders gut wenn man das Buch nicht gelesen hat.\nZu Punkt 2: Ich sehe darin safe die Zukunft der Spiele tbh, wird ws sicher noch mindestens 10 Jahre dauern aber das Warten wird es wert sein.","replies":[]},{"id":"","poster":"SgtBananenkuchen","date":"2018-08-16T17:32:13.980+0000","up_votes":1,"down_votes":0,"body":"Ich lese gerade das Buch, den Film habe ich nicht gesehen (daher bin ich eh auf der Seite des Buches) und muss sagen, dass ich mir zwischendurch wirklich wünsche, dass es irgendwann so etwas gibt. Ich glaube, ich würde auch nichts anderes mehr machen, als im OASIS zu sein :D. \nZum Buch: Im Moment, etwa bei der Hälfte, kann ich es kaum weglegen, auch wenn ich LoL spiele und im Ladebildschirm bin, Hauptsache ein paar Seiten.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2018-08-16T14:53:18.582+0000","up_votes":1,"down_votes":0,"body":">Wer hat ihn schon gesehen?\n\no/\n...\nWar kein so guter Film. Das Buch soll übrigens besser sein.\n\n>Was meint ihr sieht so die Zukunft der Spiele aus?\n\nDas könnte gut sein, wenn VRgear günstiger wird.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-08-16T17:28:59.487+0000","up_votes":1,"down_votes":0,"body":"Bücher sind immer besser :]","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-08-16T16:30:48.295+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=YnZkMR0R,discussion-id=Lz58wGR1,comment-id=0000,timestamp=2018-08-16T14:53:18.582+0000)\n>\n> o/\n\n\nWOW. Jetzt hab ich erst kapiert, was dieses Smiley darstellt. Ich hab mich die ganze Zeit gefragt was du damit sagen willst wenn du das schreibst o.o \nJETZT hab ich es verstanden {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-08-16T16:48:55.669+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=YnZkMR0R,discussion-id=Lz58wGR1,comment-id=00000001,timestamp=2018-08-16T16:30:48.295+0000)\n>\n> WOW. Jetzt hab ich erst kapiert, was dieses Smiley darstellt. Ich hab mich die ganze Zeit gefragt was du damit sagen willst wenn du das schreibst o.o \n> JETZT hab ich es verstanden {{sticker:zombie-brand-facepalm}}\n\ndu hättest mich auch einfach fragen können. es ist ein winken, bzw ein ausgestreckter arm, je nach kontext ._.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-08-16T16:57:39.544+0000","up_votes":1,"down_votes":0,"body":"Darauf bin ich nicht gekommen nachzufragen :'D \n\nUnd ja, was es darstellen soll ist mir dann ja auch in dem Moment bewusst geworden xD","replies":[]}]}]},{"id":"","poster":"Pilze","date":"2018-08-16T15:28:25.699+0000","up_votes":1,"down_votes":0,"body":"Das dass Buch besser ist weiß ich, ich gehe einfach davon aus das viele lieber Film schauen als das Buch zu lesen. Die Umsetzung und die Spiele Welt von ich sehr gut umgesetzt, wäre der Hammer so LoL zu spielen.","replies":[]}]},{"id":"","poster":"Asulia","date":"2018-08-16T15:33:40.791+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe doch mal schwer, das es so wird wie in Ready Player One oder Otherland. Ich wär persönlich echt sauer wenn Ich das nicht mehr erleben würde.\n\nZum Film : Ließ auf keinen Fall das Buch vorher, dann bist du nur verwirrt, wenn Du den Film siehst. Der springt da hin und her und pickt sich das Geschehen nach Gusto herraus.\n\nZum Buch : Der Autor gehört öffentlich an den Pranger gestellt. Wie kann man nur so ein Plot so lustlos zu Ende bringen.\nIch war monatelang stinksauer, weil der faule Hund es nicht einsah, daraus etwas richtig großes zu erschaffen.\nSchnell schnell, zack bumm ende.\n\nWas dieses Buch für ein kapital innehat und was der daraus gemacht hat, das geht mir einfach nicht in den Kopf, das der den diamanten nicht fertig geschliffen hat. Der hätte ein zweites Star-Wars Universum mit seinen Möglichkeiten schaffen können aber leider leider zack bumm ende.","replies":[{"id":"","poster":"Pilze","date":"2018-08-16T16:05:05.680+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ist Ihm nichts eingefallen und er Verlag hat Druck gemacht das dass Buch endlich raus kommen soll. \nMöglichkeiten es weiter zu stricken gibt es sehr viel, vielleicht Zauber Peter Jackson was aus dem Hut und führt es weiter.","replies":[]}]}]}