{"id":"EeQgZ4nf","poster":"Solidtide","date":"2019-08-01T19:47:13.533+0000","title":"Wieder League nach längerer Pause","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hi.\r\n\r\nWie im Titel bereits beschrieben spiele ich wieder League, nach einer etwas längerem Pause. Zuletzt hatte ich gespielt, da kam gerade Pyke raus und selbst davor hatte ich bereits eine halb bis ganzjährige Pause. Angefangen habe ich in Season 2, da kam gerade der Spirit Udyr raus, also so ungefährt um Mai 2015 herum. Seither hat sich viel verändert. Das Spiel fühlt sich mittlerweile extrem schnell an und bei soo vielen neuen Skin, die alle auf einmal geänderte Farbtexturen haben, kann ich kaum noch irgendwas auseinander halten. Auch dass das Schadensmodel in ARAM geändert wurde, hat sicher dafür gesorgt, dass sich ARAMs jetzt mehr nach Ranked games anfühlen, als nach gemütlich mal kein normal spielen\r\nDerzeig gehe ich auf eine extreme lange Loosestreak. In den meisten Fällen verliere ich 6 Spiele oder mehr in Folge um dann noch mal ein paar zu gewinnen, bis es von vorne los geht. Tages und -Gemüts unabhängig. \r\nDeshalb stellt sich für mich die Frage: Was sind eure Tricks von erfahrenen Spieler, für Leute, die wieder Anfangen und die den neuen Spielrythmus nicht gewohnt sind. \r\n\r\nVielen Dank","replies":[{"id":"","poster":"SAO Heathcliff","date":"2019-08-02T10:50:40.195+0000","up_votes":2,"down_votes":0,"body":"Erstmal willkommen zurück.\n\nLeague hat sich wirklich viel geändert in dem Zeitraum. Ich denke mal das wichtigste ist, den Spaß nicht zu verlieren. Immerhin sind die meisten hier weil sie Spaß am Spiel haben. Du kannst dir ja hier ein paar Leute einladen mit dir zu spielen. Ist immer angenehmer mit Premates zu spielen als alleine. \n\nUnd dann einfach wieder probieren was für einen am besten klappt. Der Rest kommt mit der Zeit. ^^","replies":[]},{"id":"","poster":"SSF LastAngel","date":"2019-08-01T22:12:13.058+0000","up_votes":2,"down_votes":0,"body":"Ich denke das wichtigste ist es Spaß am spielen zu haben egal wie es läuft.\nUm Games zu gewinnen sollte man natürlich Objectiv orientiert spielen aber auch da würde ich im normal/aram nicht zu sehr tryharden sondern einfach meine zeit ingame genießen.\nAb und an pausen sind immer ganz gut denke ich gerade wenn mal die Stimmung bei einem selber nicht so gut ist.","replies":[]}]}