{"id":"hh71FP4H","poster":"xXPrexonXx","date":"2018-08-16T07:40:24.800+0000","title":"Draven mainen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Also ich wollte fragen hab ich eine chance draven Gut zu mainen ( also so dass er effektiv ist ) wenn ich bronze 3 bin aber vayne gemained habe. Ich wei&szlig; dass ich vayne gemained habe sagt nix aus, doch man braucht sehr viel geduld finde ich bei vayne, ich glaube brauchte mindestens 4 Monate f&uuml;r vayne also an geduld fehlt es mir nicht aber wie schwer und wie lang braucht man ca f&uuml;r draven. W&auml;re sehr froh &uuml;ber eine Antwort. Danke im Vorraus.","replies":[{"id":"","poster":"OPChampsSucks","date":"2018-08-16T10:03:56.484+0000","up_votes":1,"down_votes":0,"body":"Nichts gegen deine Idee nen Champ zu mainen aber sind wir ehrlich du bist Bronze 3 was darauf meistens schließen lässt das du nicht einmal die Basics von League of Legends verstehst. Wenn du dann noch so komplexe Champs wie Draven mainen möchtest dann frage ich mich ob dir das nicht zu viel wird. Ich würde dir erst einmal raten die League of Legends-Basics zu verstehen indem du leichtere Champions spielst und dich danach auf Mainchamps fokussierst. \n\nAber zu deine Frage zurück:\n\nWie schnell du einen Champ \"mainst\" hängt vom Spieler selbst ab. Es gibt Leute die sind sofort mit dem Kit eines Champs in Einklang und diese Leute werden einen Champ entsprechend schnell mainen. Zudem hängt das dann noch davon ab wie viel du diesen Champ pro Tag spielst.\n\nungefähr kann man da nie wirklich sagen. Schwer kann man auch nie wirklich sagen nur man muss sich eben bei Draven speziell daran gewöhnen wohin die Q zb fliegt. Ich habs auch erst nach einer langen Zeit gepeilt wie man das beeinflusst und ich selber würde sagen wenn man 10 Games pro Tag spielt würde man für ein ausreichendes Mainen so um die 20-30 tage benötigen.  Länger dürfte ein Champ den ich spielen will nicht benötigen egal bei welchem. Wer einen Champ nach 300 Matches nicht ausreichend spielen kann für den ist der Champ nicht gemacht. Normalerweise solltest du selber erkennen ob du einen Champ potenziell mainen kannst oder nicht. Ich zb werde ewig ein Problem haben Elise zu spielen und erkenne das ich diesen Champ nie mainen kann oder ich zb habe einfach unglaublich Spaß an Yasuo erkenne aber auch das ich diesen Champ niemals mainen werde weil ich nicht im Einklang mit diesem Champ bin während ich bei Poppy zb direkt erkannt habe das ich diesen Champ mainen werde.","replies":[]}]}