{"id":"Y69dvV3E","poster":"Juley","date":"2018-08-15T22:42:22.006+0000","title":"Rito pls - Pentakill (Oder mehr!?) Bug in Nexus Blitz","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo Leser &amp; Leserinnen\n\nJa, den Post gibt es auch im Englisch Forum ^^ \nPatch: v8.16 \nServer: EUW\nType of Bug: Ingame\nDetails: \n              Nexus Blitz game\n              Event &quot;Bardle Royal&quot;\n\nIch habe gerade eben ein Nexus Blitz Spiel gespielt... Bis dann aufeinmal etwas ziemlich komisches passiert ist... Schaut es euch einfach an (Ich hoffe ihr erkennt es)!\n\nhttps://www.youtube.com/watch?v=a61QwDWfiMg&amp;feature=youtu.be\n\nVielleicht solltet ihr es euch mehrfach Anschauen um jedes Detail zu erkennen (Auch auf die Minimap gucken!)\n\nWie ihr schon eindeutig sehen k&ouml;nnt hat der Pyke einen Pentakill (BTW Er hat sogar 6 Kills gemacht.) gemacht - Fragt mich nicht wie, aufeinmal habe ich &quot;PENTAKILL&quot; geh&ouml;rt... Ohne grund... Er hat auch Lee Sin &amp; Kayn welche in unserem Team waren laut system get&ouml;tet. Den ganz aufmerksamen unter euch wird aufgefallen sein, dass als ich die Spieler- Anzeigetafel [Scoreboard] aktiviert habe wurden bei Pyke nur 4 Kills angezeigt. D.h der &quot;Pentakill&quot; wurde garnicht zu seinen Stats dazugez&auml;hlt. Wie man offensichtlich sehen konnte war Ziggs am ende des Kampfes am Leben &amp; wir haben das Event Bardle Royale durch den Pentakill nicht direkt gewonnen. \nIch habe mal gez&auml;hlt... Er hat 4 gegner get&ouml;tet &amp; 2 seiner Teammates. Syndra, Gankplank, *Kayn aus seinem Team*, Pantheon, *Lee Sin aus seinem eigenen Team* &amp; Diana. \nHier ist mal ein erkl&auml;rungsversuch:\nWie ihr sehen k&ouml;nnt wurde Lee Sin von der Border get&ouml;tet &amp; Kayn ist gerade eben erst wieder ins Spiel gekommen und ist dadurch auch an der Border gestorben. Vielleicht hat er dadurch die Kills bekommen. \nVielleicht kann man den Bug replizieren. Aber ich denke es ist ziemlich schwer... Eventuell funktioniert das ganze nur mit Pyke (Vielleicht wegen seiner Ult?)... Vielleicht funktioniert es wenn man es genau so macht wie im Video.\n\n\n\nMit Freundlichen Gr&uuml;&szlig;en Juley :)  {{sticker:slayer-jinx-catface}} \nIch hoffe ich habe den Bug richtig reported\n\nSchreibt eure Meinung dazu c:","replies":[]}