{"id":"pA1pbcEz","poster":"Mahatma Gönn d1r","date":"2019-08-01T18:22:59.547+0000","title":"Deinstalliert reicht jetzt","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":5,"body":"Zum 11 mal un das ist jetzt nicht nur so gesagt es waren wirklich 11 mal, in den Promogames zu plat 4 und (vlt. 1 oder 2 Games von mir) jedesmal von meinem Team die Games  versaut bekommen, mir reicht es jetzt man bekommt nicht mal ein Free in wenn man zum X mal um den Devisionsaufstieg spielt, langsam glaub ich Riot macht das mit Absicht das man in den promos nur behinderte ohne linke Hand als Teammates bekommt.\r\n\r\n\r\nZu mir es gab immer mal ein auf und ab mit lol über die Jahre aber jetzt frustet es einfach nur noch deshalb \r\nLang lebe DOTA euer auto chess spiel ist besser als das von LOL \r\nbb\r\n\r\n(Und falls mir eine nicht glaubt könnt ihr gut und gern meine Matchhistorie durchsuchen)\r\n\r\nMfg Mahatma Gönn d1r","replies":[{"id":"","poster":"AramStufe Rot","date":"2019-08-01T20:10:22.919+0000","up_votes":3,"down_votes":0,"body":"kann das mal einer übersetzen? les da nur mimimi","replies":[{"id":"","poster":"Hundis Katze","date":"2019-08-05T19:42:28.449+0000","up_votes":1,"down_votes":1,"body":"Übersetzung: Ich bin ein verzogenes Gör, das immer anderen für mein Versagen die Schuld gibt und ein so armes Leben hat, dass ich wegen einen banalen Videospiel austickt :)","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2019-08-03T16:22:13.000+0000","up_votes":1,"down_votes":0,"body":"\"..., mir reicht es jetzt man bekommt nicht mal ein Free in wenn man zum X mal um den Devisionsaufstieg spielt,...\"\n\nWenn ein Spieler in der Promo ist und dann diese nicht schafft, bekommt er sehr wohl beim zweiten mal einen Sieg gut geschrieben. So ist es in sowohl in Iron wie auch in Gold und jeder anderen Liga bzw. Division. \n\nOb Dota Autochess besser ist als TFT ist eine rein subjektive Einschätzung. Wenn du es so empfindest, empfiehlt es sich, dass du eben Dota Autochess spielst statt TFT.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-03T18:01:52.628+0000","up_votes":2,"down_votes":0,"body":"Ne, so ganz richtig ist das nicht. Den freien Sieg bekommst du nur von Bronze bis Gold 1 geschenkt. Ab Platin gibt es diesen nicht mehr, was die Promo von Gold 1 zu Platin 4 mit einschließt.","replies":[]}]},{"id":"","poster":"Blasian Blatina","date":"2019-08-01T19:54:27.286+0000","up_votes":2,"down_votes":1,"body":"Beste Entscheidung zu qitten","replies":[]},{"id":"","poster":"Hundis Katze","date":"2019-08-05T19:41:12.510+0000","up_votes":1,"down_votes":0,"body":"Byebye, jetzt Dota eben dich als Problem!\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}