{"id":"8EyAfEiM","poster":"uƒo361","date":"2018-08-15T14:53:41.510+0000","title":"Wie spielt man richtig Jungle ?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":3,"body":"Kann mir vielleicht jemand erkl&auml;ren warum in der silber elo sogut wie jeder jungler kein plan von seiner rolle hat, und nur am afk farmen ist oder immer die toplane mit den ganks ausl&auml;sst ? ?\r\nIn meinen letzten 5 games wo ich nach ganks gefragt habe, da ich keine ganks bekommen habe, bekam ich nur sowas vom jungler zuh&ouml;ren wie das:&quot; You are tank, you dont need ganks&quot; oder &quot;i wont gank you because you have a braindead pick&quot; oder &quot;never gank a losing lane&quot;.\r\nKlar verliert man manchmal die lane, ob es dran liegt das der gegner einfach besser spielt, oder ein counter pick hat oder einfach der gegnerische jungler gankt/bbysittet, aber der jungler (in eigenem team) ist doch daf&uuml;r da dass die lane, die verliert wieder nach vorne kommt oder sehe ich das falsch ?\r\nW&uuml;rde gerne mal eure meinungen h&ouml;ren.","replies":[{"id":"","poster":"Warum denn nicht","date":"2018-08-15T15:08:14.217+0000","up_votes":3,"down_votes":0,"body":"1. Der Jungler ist für keine Lane da. Er ist kein babysitter. Ein Jungler hat auch das Recht, für AFK-Farm zu gehen (egal ob es sinnvoll ist oder nicht).\n2. Als Jungler gankst du ungerne Tanks, da diese mit ihrem Lead das Spiel schlechter snowballen, als andere Klassen. Klar bieten Tanks auch Vorteile, aber die kennt in SIlber so gut wie niemand.\n3. Man sollte aus Prinzip keine verlierende Lane ganken, da die Wahrscheinlichkeit einen erfolgreichen gank zu erzielen wesentlich geringer ist als bei einer winning lane.","replies":[]},{"id":"","poster":"dugg","date":"2018-08-17T07:54:36.354+0000","up_votes":1,"down_votes":0,"body":"Ich würde dich nicht beleidigen, aber durch die Ansage auch nicht überdurchschnittlich ganken.\n\nEin Gank hat mehrere Grundvoraussetzungen:\n- LvL und Fortschritt deines Gegners\n- LvL und Fortschritt deines Teammates\n- Vision um die zu gankende Lane\n- Pusht mein Mate\n- Pusht der Gegner\n- Wo ist der Gegner Jungler\n- Wo sind die gegnerischen Lanes\n\nErst wenn diese Informationen vorliegen ist ein Gank erfolgreich. Arbeite die Punkte auch als Laner durch und wirst dir selbst die Frage beantworten, ob du überhaupt einen Gank bekommen solltest oder nicht. \n\nIch als Jungler würde eher die Lanes pushen, die stark snowballen können, als einen Tank, der 0-3 hinten liegt.\n\n> jungler (in eigenem team) ist doch dafür da dass die lane, die verliert wieder nach vorne kommt oder sehe ich das falsch ?\n\nNein und ja, da liegst du falsch. Ein Jungler unterstützt das gesamte Team und stresst das Gegnerische. Er ist nicht dafür da, einen Spieler zu babysitten, weil dieser seine Lane nicht beherrscht. An die eigene Nase fassen und besser werden ist die Devise.","replies":[]},{"id":"","poster":"Jura500","date":"2018-08-16T23:21:09.828+0000","up_votes":1,"down_votes":0,"body":"Der jungler ist nicht dafür da, verlierende Lanes nach vorne zu bringen, sondern das Team als ganzes nach vorne zu bringen.\nWenn du als Jungler zum Beispiel die Wahl hast einen Tank auf der Toplane oder einen Carry auf einer anderen Lane einen Lead zu geben, dann sollte er dem Carry helfen.\nMan muss halt lernen auch ohne den Jungler die Lane vernünftig zu spielen. Wahrscheinlich gewinnt man dann die Lane nicht, aber die Aufgabe das Spiel zu gewinnen liegt dann bei dem rest des Teams. Also einfach nicht feeden und vor allem als Tank auch mal auf ein paar CS verzichten. Eine Lane leicht zu verlieren ist besser als 0/5/0 zu gehen und danach deinen Jungler zu flamen. ;)\nGanz davon abgesehen ist es immer extrem gefährlich eine hart verlierende Lane zu ganken. Wenn dann nämlich der gegnerische Jungler da ist, wird man recht wahrscheinlich das 2v2 bzw 3v3 verlieren.\nUm es deinem Jungler schmackhafter zu machen deine Lane zu ganken, kannst du für vernünftige Vision sorgen um Counterganks auszuschließen.\nDer Jungler muss halt situativ entscheiden, was richtig für ihn ist. Dass dabei Fehler gemacht werden ist klar, aber die machen auch die Laner.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-08-15T18:40:07.219+0000","up_votes":1,"down_votes":0,"body":"Ein Jungler ist für extrem viel da, wobei er (je nach gewähltem Champ) meist nur Teile dieser Aufgaben erfüllt und somit andere Positionen (meist der Support) Teile seiner Aufgaben erhalten.\n\nHier mal ein paar Aufgaben (Bei weitem nich alle), die der Jungler besitzt:\n\n- Ausbau von Lanevorteilen (Ganken von Lanes, die bereits vorne sind, um Objekte, wie Türme, zur erschließen.)\n- Enablen von Lanes (Ermögliche von Roams (meist Midlaner und/oder Support), etc.)\n- Objectivcontrol (Baron Drache Herald aber auch Türme => Ganken der Lanes, die für das jeweilige Objekt relevant sind.)\n- Vision (Hauptverantwortlicher für die Verringerung gegnerischer Vision und Aufbau von Vision im gegnerischen Territorium)\n- Kompensation von gegnerischen Vorteilen (Counterganken, Ganken von skalierenden gegnerischen Champions (e.g. Fiora) etc.)\n- Sicherung der Lanes (Führt mit unter auch zu \"Sitting\"-Sitationen)\n\nDiese Aufgaben gibt der Jungler meist an den Support ab, unterstützt diesen jedoch in der Regel dabei. \n\n- Enablen der BOTSIDE (ADC, Midlaner und Botside-Jungle) => Roaming, Drachen etc. \n- Vision (Hauptverantwortlicher für die Erzeugung eigener Vision)\n- Erzeugung von Lanevorteilen und Verringerung von Lanenachteilen (sowohl Botlane als auch Midlane)\n- Objectivcontrol der Botside (in erster Linie Drachen)\n- Stabilisation der eigenen Sidelane (Verminderung von Trades, Kontrolle über Pushes etc.)\n- Vorgabe von Gank-Situationen für Jungler (Mid- und Botlane) und Midlaner (Botlane)\n\nDa der Herald auf der Toplane ein recht guter Weg ist die Midlane langfristig zu enablen, wird sich der Jungler frühestens (aufgrund des Botside-Drachen) um die 9. Minute um die Toplane kümmern. Auf der anderen Seite ist dies ebenso eine mögliche Aufgabe des Midlaners, sofern dieser Roamed, da (aktuell) die meisten Botlanes ausreichend stabil sind, um auf Midlane-Ganks zu verzichten, jedoch die Toplane in der SoloQ durch einigermaßen squishy Champions besiedelt ist, die durch Ganks recht stark beeinträchtigt werden können.\n\n___\n\nUnterm Strich. Der Jungler ist nicht dazu da, um zu ganken, wenn er es nicht für notwendig oder sinnvoll erachtet. (Daher folgen auch die klassischen Aussagen, wie \"Never gank a losing Lane!\")\n\n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-08-15T16:49:48.773+0000","up_votes":1,"down_votes":0,"body":"ein jungler muss sich immer aussuchen ob er mid/bot gankt oder mid/top gankt, da ist mid/bot fast immer die bessere wahl weil dort 2 leute sind und einer davon carryn kann. Dazu kommt das der drake botside ist. Oft verliert man durch toplane ganks den drake ","replies":[]}]}