{"id":"BkfTuvp2","poster":"Aquanis39","date":"2018-08-15T00:26:09.854+0000","title":"Spiel verbindet nicht und andere Anomalien","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich wollte gerade eigentlich ein Aram spielen, bin auch in die Champselect gekommen; Spiel startet, Loading Screen.\r\nDabei blieb es dann auch. Die Anzeige in der unteren rechten Ecke die anzeigt, dass geladen wird, drehte sich permanent, \r\njedoch blieb mein Ping bei 0 genauso wie die Prozentanzeigen von allen Spielern.\r\n\r\nNach ca. 5 Minuten kam ich dann in das Spiel, wobei dieses schon seit einer gewissen Zeit lief, \r\ndas einzige Problem: League fror komplett ein, es wurden keine Champions angezeigt und auf magische Weise hatte ich 20000 Gold.\r\nDaraufhin habe ich dann den Clienten geschlossen und wollte mich neu verbinden.\r\n\r\nAls der Client jedoch startete, musste League neu patchen. Und zwar die gesamten Daten, so als h&auml;tte ich League gerade erst installiert.\r\nZudem war ich nicht mehr in einem Spiel; theoretisch h&auml;tte ich ein neues starten k&ouml;nnen.\r\nDas ist mir jetzt zum zweiten mal passiert.\r\n\r\nHelp","replies":[{"id":"","poster":"King Gumba","date":"2018-08-15T10:54:51.126+0000","up_votes":1,"down_votes":0,"body":"Ich habe eben gepatched und seit dem genau das gleiche Problem. Champ select funktioniert ganz normal dann jedoch loading screen mit 0 ping und alle 0%. Beim zweiten game habe ich es nach einem Neustart geschafft zu connecten und hatte grausame freezes. Alle 5 Sekunden Standbild!! Ich versuche jetzt eine komplette Reparatur des clients und versuche es dann erneut. Das einzige das sich seit gestern verändert hat ist der neue patch und ein adobe flash player update.\n\nUpdate: Die Reparatur scheint geholfen zu haben. Habe danach noch ein paar custom games gestartet bis ich mir sicher war das alles funktioniert.","replies":[]},{"id":"","poster":"TheFuriousBacon","date":"2018-08-15T09:18:54.336+0000","up_votes":1,"down_votes":0,"body":"Hast du dieses Problem so immer noch? Versuche es am besten immer mit Custom Games, damit du dir keine LeaverBuster einheimst!","replies":[]}]}