{"id":"APZ5wjX6","poster":"BANG LostMelody","date":"2018-08-14T12:13:34.412+0000","title":"Never Give Up E-Sports sucht DICH!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich w&uuml;nsche euch einen wundersch&ouml;nen guten Tag oder guten Abend :) \r\n\r\nNever Give Up E-Sports ist ein Clan welcher seit dem 08.06.2017 besteht und vor 2 Monaten den ersten Geburtstag in Form eines kleinen 1v1 Turniers feierte! Gegr&uuml;ndet wurde dieser Clan um eine Community zu schaffen die mit viel Spa&szlig;, einer Priese Tryhard aber auch Respektvoll das Spiel League of Legends spielen und genie&szlig;en m&ouml;chte. Der Spielspa&szlig; liegt bei uns an erster Stelle! \r\n\r\nWir bieten euch einen eigenen TS aber auch einen Discord um f&uuml;r euch die optimalsten Sprachm&ouml;glichkeiten zu bieten! Au&szlig;erdem bieten wir euch eine Verwaltung die sich eurer Probleme und Sorgen so schnell es geht annimmt und diese beseitigen m&ouml;chte! \r\n\r\nWir sind derzeit 12 Teams gro&szlig;. Diese befinden sich im Bronze-Diamond Bereich kurz gesagt ist f&uuml;r jeden was dabei! Ihr habt bei uns die M&ouml;glichkeit bei Absprache mit dem jeweiligen Teamleiter sich in einem der Teams zu integrieren, selbst ein Team zu gr&uuml;nden oder aber einfach nur als Teil der Community zusammen mit anderen ein paar entspannte Spiele in der Kluft zu absolvieren.\r\n\r\nSeid ihr ein vollst&auml;ndiges Team welches sich bei uns in der Community integrieren wollt dann meldet euch ebenso! Ihr erhaltet bei uns einen eigenen TS &amp; Discord Text- und Sprachchannel! \r\n\r\nAuch wenn ihr euer Wissen an andere Teams oder Spieler weitergeben wollt, seid ihr bei uns herzlich willkommen! Wir suchen f&uuml;r viele der Teams noch Coaches die die Teams tatkr&auml;ftig unterst&uuml;tzen wollen! \r\n\r\nGeplant bei uns sind weitere Turniere und im sp&auml;teren Verlauf sogar eine Claneigene Liga! \r\n\r\nBei Interesse und bei weiteren Fragen meldet euch gern bei LL Keisuke (Clanleitung)\r\n\r\nIch freue mich auf euch und hoffe euch bald bei uns begr&uuml;&szlig;en zu d&uuml;rfen ^-^\r\n\r\nLG Keisuke :&gt;  {{sticker:slayer-pantheon-rainbows}}","replies":[]}