{"id":"2YIVHWt4","poster":"Riot Kengen","date":"2018-08-13T13:07:59.556+0000","title":"Meddlers Gameplay-Gedanken - 10. August","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hallo!\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen sprechen wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern, und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n----------------------------------------------------------------------------  \r\n**Einige &Auml;nderungen an der Spielbalance in Patch 8.17**\r\n\r\nWir sind gerade mit Patch 8.16 fertig geworden. Wie bereits angesprochen, investieren wir gerade jede Menge Zeit in die Vorbereitungsarbeiten f&uuml;r die Vorsaison. Dennoch werden wir im Zuge von Patch 8.17 ein paar &Auml;nderungen an der Spielbalance vornehmen. Unten ist eine Liste der Dinge, die wir uns gerade ansehen. Au&szlig;erdem gehen wir davon aus, dass wir aufgrund der Schw&auml;chung der Schadensspitzen von Runen, die mit Patch 8.16 ver&ouml;ffentlicht wird, ein paar Champions anpassen werden m&uuml;ssen. Vorerst werden wir jedoch abwarten, wie sich der neue Patch auswirkt.\r\n\r\n* St&auml;rkung f&uuml;r Annie: Nachdem wir andere Arbeiten vorziehen mussten, kommen wir nun endlich wieder auf Annie zur&uuml;ck. In einem ersten Schritt werden wir die Reichweite ihrer normalen Angriffe wieder auf ihren alten Wert zur&uuml;cksetzen.\r\n* Schw&auml;chung f&uuml;r Garen: Garen ist im Moment zu stark. Wir konzentrieren uns mit seiner Schw&auml;chung vor allem auf die niedrigen Klassen, da er dort am st&auml;rksten aus der Reihe tanzt.\r\n* Schw&auml;chung f&uuml;r Yorick: F&uuml;r Yorick gilt das Gleiche wie f&uuml;r Garen.\r\n* St&auml;rkung f&uuml;r Rek&rsquo;Sai: Wir sind uns &uuml;ber die Details noch nicht ganz im Klaren, werden sie aber wahrscheinlich allgemein etwas abschw&auml;chen.\r\n* Bewertung von Lee Sin: Die leichte St&auml;rkung f&uuml;r Lee Sin, die wir mit Patch 8.15 ver&ouml;ffentlicht haben, hat sich m&ouml;glicherweise eher als Schw&auml;chung erwiesen. Daher denken wir &uuml;ber weitere &Auml;nderungen nach, um ihn insgesamt etwas st&auml;rker zu machen. Wir haben im Zuge der Entwicklung von Patch 8.16 bereits ein paar Dinge getestet, da wir mit den Ergebnissen jedoch nicht ganz zufrieden waren, werden wir ihn uns f&uuml;r Patch 8.17 erneut genauer ansehen.\r\n* Bewertung von Yasuo: F&uuml;r Yasuo gilt das Gleiche wie f&uuml;r Lee Sin. Die &Auml;nderungen (vor allem die &Auml;nderungen an den Gegenst&auml;nden mit kritischem Schaden), die wir mit Patch 8.15 ver&ouml;ffentlicht haben, haben ihn stark geschw&auml;cht. Wir wollten ihn mit Patch 8.16 eigentlich wieder verbessern, waren aber mit den Tests nicht zufrieden. In diesen Tests haben wir uns vor allem mit einer Erh&ouml;hung der Angriffsschadensrate seiner ultimativen F&auml;higkeit befasst. Das hatte den Vorteil, dass seine ultimative F&auml;higkeit nicht mehr weniger Schaden verursachte als seine normalen Angriffe und Gegenst&auml;nde mit Angriffsschaden f&uuml;r ihn wieder interessanter wurden (anstatt Tank-Gegenst&auml;nde, die es seinen Gegnern erschweren, ihn zu kontern). Gleichzeitig sorgte diese &Auml;nderung aber auch daf&uuml;r, dass er seinen Schaden zum Gro&szlig;teil unmittelbar verursacht hat. Daher werden wir ihn uns im Zuge von Patch 8.17 noch einmal genau ansehen. \r\n ----------------------------------------------------------------------------   \r\n**Die Erfahrung, gegen Zoe zu spielen**\r\n\r\nWir werden auch etwas an Zoe arbeiten, wobei es nicht so sehr um ihre St&auml;rke, sondern eher um die Erfahrung geht, gegen sie zu spielen. Wir sind uns noch nicht sicher, mit welchem Patch wir diese &Auml;nderungen ver&ouml;ffentlichen werden und wie sie genau aussehen k&ouml;nnten. Es k&ouml;nnte mit Patch 8.17 so weit sein, vielleicht aber auch erst sp&auml;ter. \r\n\r\n----------------------------------------------------------------------------   \r\n**Zerschmettern in der Championauswahl**\r\n\r\nIm Modus Blitzpartie m&uuml;ssen beide Jungler verpflichtend &bdquo;Zerschmettern&ldquo; ausw&auml;hlen (was w&auml;hrend der Championauswahl automatisch passiert). Das kann sich zwar wieder &auml;ndern, wird f&uuml;r die ersten Tests aber so bleiben. Unserer Meinung nach sollte jedes Team f&uuml;r diesen Modus zwei Jungler haben, was jedoch zu Beginn verwirrend sein kann. Um dieser Verwirrung entgegenzuwirken, wird den Junglern &bdquo;Zerschmettern&ldquo; aufgezwungen.\r\n\r\nGleichzeitig wird f&uuml;r Spieler, die sich als Jungler f&uuml;r die KB anmelden, auch &bdquo;Zerschmettern&ldquo; ausgew&auml;hlt, wenn sie einer Lobby beitreten. In der KB k&ouml;nnen die Spieler ihre Beschw&ouml;rerzauber jedoch wieder wechseln, falls sie mit einem anderen Spieler die Position tauschen wollen oder im Dschungel kein &bdquo;Zerschmettern&ldquo; brauchen (es handelt sich hier also um eine Standardeinstellung und keine Verpflichtung). Dadurch wollen wir verhindern, dass die Spieler vergessen, ihre Beschw&ouml;rerzauber anzupassen, wenn sie zuvor ein Spiel auf einer anderen Position gespielt haben, und so ihr Team in die Bredouille bringen. Wir sind uns noch nicht ganz sicher, wann diese &Auml;nderung ver&ouml;ffentlicht wird. Es sollte aber kurz nach der Ver&ouml;ffentlichung von Blitzpartie passieren. \r\n\r\n----------------------------------------------------------------------------    \r\n**&bdquo;Unterwegs&ldquo;-Signale**\r\n\r\nWo wir gerade bei Dinge sind, die demn&auml;chst kommen: Wir werden ein paar Verbesserungen f&uuml;r die &bdquo;Unterwegs&ldquo;-Signale ver&ouml;ffentlichen (jedoch noch nicht mit dem n&auml;chsten Patch). Wir wollen daf&uuml;r sorgen, dass die Signale auch Informationen dar&uuml;ber enthalten, wie weit ein Champion entfernt ist (ganz nah, in der N&auml;he, sehr weit entfernt usw.). Diese Informationen sollen durch unterschiedliche Chat-Nachrichten und unterschiedliche Signalger&auml;usche vermittelt werden. Wir haben die neuen Signale intern bereits ausgiebig getestet und sind der Meinung, dass sie vor allem beim Koordinieren von Ganks &auml;u&szlig;erst hilfreich sind.\r\n\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}