{"id":"x4ZjKgZc","poster":"OPChampsSucks","date":"2018-08-12T09:29:54.054+0000","title":"Ich liebe Yasuo :3","subforum":"Champions & Gameplay","up_votes":2,"down_votes":12,"body":"Yasuo\r\nLast Breath (R) bonus AD increased from 150% to 250%\r\n\r\nauch wenn die Idee wieder reverted wurde. an alle yasuohaters. Was w&auml;re euer gedanke dazu lol","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-08-12T10:42:58.225+0000","up_votes":2,"down_votes":0,"body":"ganz ehrlich: Gerade wenn du ihn liebst, sollte es dir vor diesem Buff grauen. Klar, klingt erst Mal geil. Aber Yasuo hat jetzt schon eine ziemlich hohe Bannrate. Wenn dieser Buff wirklich kommen würde, dürfte die Banrate in der SoloQue 90% erreichen... Also zumindest in meinen Spielen... heißt: Es ist voll toll, dass deine Lieblingschamp dann OP ist, du wirst aber selten dazu kommen ihn zu spielen...\n\nMeine Erfahrung ist ja: Als Main sind dir Buffs relativ egal. Klar, es ist nett, wenn sie kommen, aber wenn ein eh schon verhasster (also ständig gebannter) Champ auch noch gebufft wird, ist das für diejenigen, die den spielen wollen nicht gut. Denn die können ja schon mit dem derzeitigen Yasuo die Spiele dominieren...\n\nAnders ausgedrückt: Für mich, der Yasuo hasst, aber derzeit Quinn bannen muss, wäre der Buff etwas gutes. Denn dann muss ich mich nicht mehr entscheiden, wen ich banne, da einer meiner Mates garantiert Yasuo bannt.","replies":[]},{"id":"","poster":"Dermel","date":"2018-08-12T09:53:32.160+0000","up_votes":2,"down_votes":0,"body":"Jetzt gibts den Klickbait schon im LoL- Forum","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-08-12T12:09:42.328+0000","up_votes":1,"down_votes":0,"body":"Hätte ihm gut getan, die gratis-Critverdoppelungs-passive ist einfach zu schwach und auf 3 Rollen in der Meta ist viel zu wenig...da braucht man schon noch 250% AD scaling, damit man ihn endgültig \"faceroll over the keyboard\" spielen kann xD\n\nYasuo ist ohnehin fast permabanned...hätte die banrate wohl nochmal erhäht wäre der buff so gekommen ;)","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2018-08-12T09:55:22.111+0000","up_votes":1,"down_votes":0,"body":"'der erste thread den ich heute _instant_ nach dem einloggen sehe...\nund es ist ein \"ich liebe yasuo-thread\".\n\n**_meh._**\n\nI dunno, yasuo ist - wenn er gut gespielt wird - nicht wirklich auf buffs angewiesen.","replies":[]}]}