{"id":"8iE4ZkA5","poster":"Jayce me RoIIing","date":"2019-07-31T10:35:23.964+0000","title":"MATCHMAKING","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Can mir Riot bitte mal erklären warum ich als Platin Spieler in Normals aber auch in Flex (Silber 1) mit Bronze Spieler gematched werde ?!?!?! Ich verstehe es wirklich nicht.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-07-31T11:08:21.947+0000","up_votes":4,"down_votes":0,"body":"Weil Normal MMR und SoloQ MMR und FlexQ MMR von einander unabhängig sind.\n\nAls Extrembeispiel: du kannst in SoloQ Master, in Normals Platin und in Flex Bronze Elo (MMR und damit auch Gegner/Mates) haben.\n\nStell dir drei Leitern die auf 3 Häuser führen vor. Nur weil du eine raufgeklettert bist, musst du bei der anderen auch wieder von unten anfangen wenn du auf das andere Haus rauf willst.","replies":[{"id":"","poster":"Necromant","date":"2019-07-31T11:24:31.018+0000","up_votes":1,"down_votes":0,"body":"Gut erklärt! +","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2019-07-31T11:14:35.228+0000","up_votes":2,"down_votes":0,"body":"Also zu Normals, da geht es nach der Normal MMR.\nUnd wenn ihr halt die gleiche MMR habt, spielt ihr gegeneinander, da hat Ranked keinen Einfluss darauf.\nDu warst 3 Seasons lang Bronze/Silber und gehen wir davon aus, du hast in dieser Zeit Normals gespielt und gleich gut gespielt wie in Rankeds, wirst du ne Bronze/Silber MMR in Normals haben.\nJe nach Anzahl kannst du das nicht einfach in unter einer Season ausgleichen.\nUnd deswegen spielst du wohl mit anderen die Bronze/Silber sind in Normals, da ihr eben gleiche MMR habt.\n\nZu Flex, da ist es eigentlich genau das gleiche.\nNur da ist es so, dass man ja einen Rang von letzter Season hatte.\nUnd in der neuen ist man nach 10 Spielen meistens so 1 Division darunter.\nUnd wenn du dir mal die Anzahl Spiele der Leute schaust, da hatten die meisten so höchstens 20 Spiele also ist es gut möglich dass sie vorher ebenfalls Silber 1 waren.\nOder einer aus deinem Team (oder mehrere ist ja flex) spielen eben zusammen mit dem Bronze und ebenso im Gegnerteam.\nWitzig ist ja, dass die Bronze Spieler meistens die besten Stats in deinen Games haben xD\n\nSchlussendlich hängt es ja von der MMR der Spieler ab und wenn sie in deinem Bereich sind, ist es nicht verwunderlich wenn ihr zusammen spielt.\nWie der eine, der ne Platin MMR hatte aber Bronze war, weil er immer alle Promos gedodged ist.","replies":[]},{"id":"","poster":"i own hookers","date":"2019-07-31T14:19:58.390+0000","up_votes":1,"down_votes":0,"body":"Verstehe nach wie vor nicht wieso man in Season 2 die MMR versteckt und dieses intransparente System drüber gelegt hat.\nAm besten wieder die ELO sichtbar machen und LP entfernen! \n#BackToTheRoots","replies":[{"id":"","poster":"e621 Rengar","date":"2019-07-31T19:11:56.762+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=i own hookers,realm=EUW,application-id=Wj1wcocU,discussion-id=8iE4ZkA5,comment-id=0002,timestamp=2019-07-31T14:19:58.390+0000)\n>\n> Verstehe nach wie vor nicht wieso man in Season 2 die MMR versteckt und dieses intransparente System drüber gelegt hat.\n> Am besten wieder die ELO sichtbar machen und LP entfernen! \n> #BackToTheRoots\n\ndamit´s system nicht abuseable wird","replies":[{"id":"","poster":"i own hookers","date":"2019-08-02T17:19:38.686+0000","up_votes":1,"down_votes":0,"body":"Daran ändert sich gar nichts.","replies":[]}]}]}]}