{"id":"Mpx7AJoj","poster":"ZlKingKong","date":"2018-08-10T11:22:45.825+0000","title":"Magier als ADC","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":6,"body":"Hallo Leute\n\nIch frag mich ob man Magier als ADC Spielen darf. Eben in Rangliste war einer der Ryze als Adc Spielte. Da ich Supporter spiele und immer mit einen Schütze zusammen spielte war mir das mit ein Magier ganz Komisch.\n\n\n","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-10T12:06:54.926+0000","up_votes":4,"down_votes":1,"body":"Es gibt keine Rolle mit Namen ADC. Die Rolle heißt Botlane und ist eine Lane genauso wie Top und Mid. Bisher war es am effizientesten dort Schütze+Supporter zu spielen\n\nRiot wollte diese Eintönigkeit aufbrechen und jetzt wohnen auch fighter und mages auf der Botlane. Als Supporter musst du dich bissl anpassen :)","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T12:15:54.629+0000","up_votes":1,"down_votes":1,"body":"ja anpassen leicht gesagt. wie soll man ein Magier mit Support helfen.","replies":[{"id":"","poster":"Veezey","date":"2018-08-10T12:27:12.910+0000","up_votes":3,"down_votes":0,"body":"Genauso wie einem ADC wtf","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T12:32:03.517+0000","up_votes":1,"down_votes":3,"body":"eben nicht. Support ist da um Schütze zu helfen. Die Fertigkeiten eines Support wurde so gemacht das es für Schütze sind","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T12:45:07.474+0000","up_votes":4,"down_votes":0,"body":"Nenn mir eine Fähigkeit die wirklich nur schützen passt. Oo\n\nAußerdem ist ein Support nicht da um den Schützen zu supported sondern das Team.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-10T14:10:50.217+0000","up_votes":2,"down_votes":0,"body":"Janna E","replies":[{"id":"","poster":"Altais Draconis","date":"2018-08-10T15:10:37.476+0000","up_votes":1,"down_votes":0,"body":"Passt perfekt zu Yi, Irelia, JAx, Tryndamere und allen anderen Attackspeedlastigen Bruisern oder Champs die auf AD Skalieren.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:13:40.114+0000","up_votes":1,"down_votes":1,"body":"Alles passt zu Schütze. Aber nicht alles  passt für Support\nz.b kannst kein Tanker heilen 6000 LP hat oder Schild geben  weil das nicht bringt .\nSupporter aber auch nachteile Sorkaka pro Heilung 10% LP  Nami hat mana usw.","replies":[{"id":"","poster":"Altais Draconis","date":"2018-08-10T15:26:32.164+0000","up_votes":4,"down_votes":0,"body":"Eh, doch kann ich. Mit Soraka heil ich des öfteren mal einen Maokei mit 4000 HP ... warum auch nicht? Der Typ bekommt den meisten schaden, und wenn meine anderen Carries gerade keinen Schaden erleiden, werd ich da bestimmt nicht rumstehen und nix tun. \n\nDu siehst das game viel zu einseitig.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:42:36.489+0000","up_votes":1,"down_votes":1,"body":"Warmogs Rüstung  denke nicht das 4000 HP öfteren heilst ohne das . aber es gebt eine nach teil für die Rütung musst 3k LP haben das ist wiederum nicht gut. ","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T15:55:12.822+0000","up_votes":2,"down_votes":0,"body":"Nicht jeder Tank baut warmogs.\n\nUnd selbst heals und Schilde sind auf tanks ziemlich stark bekomm mal nen tank mit 4k leben und 2000k shield down bedenke das Schilde auch von deinen Resistenzen profitieren. \n\nJeder support kann einen Magier unterstützen auch wenn er nicht perfekt passt. \nMages haben meist ein ziemlich gutes all in, wenn du da ne kombo draufhaust und nichts mehr hast und du jetzt zurück getraded wirst. Bringt dir ein Janna ULT, SCHILD, SLOW, knockup garnichts haste ja recht.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:57:03.782+0000","up_votes":1,"down_votes":1,"body":"wenn du als Support  auf  Ap gehst bist du leichtes ziel\n","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T16:04:19.063+0000","up_votes":2,"down_votes":0,"body":"Hab ich was von AP auf supports geschrieben.","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T17:21:01.906+0000","up_votes":1,"down_votes":0,"body":"Ich hab wie du argumentiert.","replies":[]},{"id":"","poster":"Jura500","date":"2018-08-10T16:08:42.318+0000","up_votes":1,"down_votes":0,"body":"Muss er etwa darauf eingehen was du schreibst? Soweit kommt es noch!\nLass ihn gefälligst einfach irgendwelche Dinge schreiben, die ihm dabei helfen bei seiner Meinung zu bleiben!!!!","replies":[]},{"id":"","poster":"ZlKingKong","date":"2018-08-10T16:08:47.880+0000","up_votes":1,"down_votes":1,"body":"zeig mal 2000k Schild ohne AP","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-08-10T15:15:21.348+0000","up_votes":1,"down_votes":0,"body":"Klar, wenn dir Effizienz und application egal sind.","replies":[{"id":"","poster":"Altais Draconis","date":"2018-08-10T15:25:18.360+0000","up_votes":1,"down_votes":0,"body":"What? Ich hab Janna zu S7 und 8 gemained und min. 600 games auf ihr und wenn man einen Yi, der nicht gerade behind ist, einen Ardent Censer E gibt, macht er damit schnell mal einen Penta. \nJax und Tryndamere eskalieren mit Janna E ebenfalls... keine Ahnung was du die ganze Zeit spielst, aber solange ein Champion A-spd und AD verwendet, ist janna E IMMER usefull.","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-08-10T15:49:53.320+0000","up_votes":1,"down_votes":0,"body":"Ja sicher, ein ADC, am besten mit Runnas macht aber deutlich mehr daraus als ein Melee. Und Tryndamare in Teamfights lul.","replies":[{"id":"","poster":"eingew","date":"2018-08-11T08:50:09.491+0000","up_votes":1,"down_votes":0,"body":"Naja, auf denen macht es schon noch Sinn. Auf einem AP-Champ dürfte der AD-Bonus aber ziemlich nutzlos sein.","replies":[]}]},{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:46:03.632+0000","up_votes":1,"down_votes":1,"body":"stellst dir das zu einfach vor die anderen gucken ja nicht zu wie du die killst.","replies":[]}]}]}]}]},{"id":"","poster":"ZlKingKong","date":"2018-08-10T14:08:35.449+0000","up_votes":1,"down_votes":1,"body":"Alles passt zu schützen .Die frage ist was passt nicht zu schütze","replies":[{"id":"","poster":"Altais Draconis","date":"2018-08-10T15:28:19.777+0000","up_votes":1,"down_votes":0,"body":"Rakan ist der PERFEKTE support für einen Yasuo, Shield, Attack speed (bei athenas), knoch up für seine Ulti, heal, der synergiert sogar besser als der ein oder andere Schütze, haben Schützen jetzt die legitimation verloren, von Rakan supportet zu werden, weil Rakan besser auf Yasuo passt? Hm.\nDu hast eine komische Logik.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:35:41.278+0000","up_votes":1,"down_votes":2,"body":"Kann ich leider nicht zustimmen weil ich bis jetzt kein guten Rakan gesehen hab","replies":[]}]}]}]},{"id":"","poster":"Veezey","date":"2018-08-10T12:57:20.966+0000","up_votes":1,"down_votes":0,"body":"Achso. Also wirken Schilde, Heilungen, Lauf und Angriffstempo Buffs etc nur auf Marksman? Mein Fehler.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T13:18:40.830+0000","up_votes":1,"down_votes":3,"body":"Kla könnte ich dir sagen warum :D will ich aber nicht ^^\n\nda stellt  man die frage was ist überhaupt ein Schütze :D und was ist  der unterschied zwischen anderen Klassen.\nwas für vorteile und nach teile , dann kommst du vll drauf :D\nwarum Support für schütze sind. ","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T13:42:03.156+0000","up_votes":1,"down_votes":0,"body":"Also hast du kein plan was Supports für skills besitzen alles klar.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T13:59:20.370+0000","up_votes":1,"down_votes":1,"body":"du stellst dir das zu einfach vor.","replies":[{"id":"","poster":"colonel cranc","date":"2018-08-10T14:10:09.774+0000","up_votes":1,"down_votes":0,"body":"nein, bitte, elaboriere.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T14:44:06.451+0000","up_votes":1,"down_votes":1,"body":"schütze machen am meisten schaden haben aber wenig LP und \nVerteidigung. Was mach Support für adc ? genau sein schwäche und seine stärken  verbessern.\ngebt viel mehr was man noch achten  muss  Lauftempo usw . \n","replies":[{"id":"","poster":"colonel cranc","date":"2018-08-10T14:50:07.346+0000","up_votes":1,"down_votes":0,"body":"stimmt soweit auch, aber auch Mages haben wenig leben und sind recht squishy. \nund je nachdem welcher mage macht der auch deutlich mehr schaden als der adc. \n\nausserdem ist der support nicht die Bitsch vom Adc.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T14:57:57.389+0000","up_votes":1,"down_votes":1,"body":"kein macht mehr schaden als ein schütze \n\nwas verstehst du unter schaden ?\n\nEs gebt verschieden schaden art ","replies":[{"id":"","poster":"Altais Draconis","date":"2018-08-10T15:15:41.352+0000","up_votes":3,"down_votes":0,"body":"Eh. Du stellst Hypothesen auf und erklärst die nicht eindeutig. Wenn man das Hinterfrägt dann kommst du ganz arrogant mit \" ich könnte es dir ja verraten, mach ich aber nicht\" und \"was für vorteile und nach teile , dann kommst du vll drauf :D\" \n\nsorry, aber da hört bei mir schon die Lust auf, die Diskussion weiter zu verfolgen. Entweder du formulierst deine Annahmen aus und gehst auf kritische Gegenantwort ein oder du lässt es.\n\nFakt ist: Ein Support kann alle lanes supporten und ist nicht an seinen ADC gebunden, somit kannst du problemlos auch einen Ryze APC auf der Botlane supporten. \nNach 2 Jahren main Support kann ich das bestätigen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2018-08-10T13:45:32.027+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Mpx7AJoj,comment-id=000300000000000000010000,timestamp=2018-08-10T13:18:40.830+0000)\n>\n> Kla könnte ich dir sagen warum :D will ich aber nicht ^^\n> \n> da stellt  man die frage was ist überhaupt ein Schütze :D und was ist  der unterschied zwischen anderen Klassen.\n> was für vorteile und nach teile , dann kommst du vll drauf :D\n> warum Support für schütze sind.\n\nAlso bei mir steht, wenn ich die Rolle, die normalerweise Schützen bekleiden wähle \"Unten\" und nicht Schütze.\n\nUnd wenn Supports nur für Schützen sein sollten, was machst du, wenn du einen auf der Lane hast, Quinn Mitte, Twitch Jungle und Graves Top? Verwirrt im Kreis rennen?","replies":[{"id":"","poster":"clair de lune289","date":"2018-08-10T23:30:15.823+0000","up_votes":2,"down_votes":0,"body":"ist doch ganz klar wie in der Mathematik\n\nSchütze (Top/Mid/Jungel) + Schütze (Top/Mid/Jungel) heben sich gegenseitig auf quasi wie \n- mal - , + ergibt.\nsollte dann allerdings 1 oder 3 zusätzliche Schützen im Spiel sein, ist das ganz klar ein Trollversuch und man sollte dieses Spiel unbedingt dodgen.\n\naus diesem Beispiel ist auch ganz klar ersichtlich das Skill definitiv multiplikative ist!{{sticker:sg-ahri-2}}","replies":[]},{"id":"","poster":"ZlKingKong","date":"2018-08-10T13:53:20.183+0000","up_votes":1,"down_votes":1,"body":"was hat dein mit der frage zu tun verstehe ich nicht","replies":[]}]},{"id":"","poster":"ImTheFox115","date":"2018-08-10T14:16:29.886+0000","up_votes":1,"down_votes":0,"body":"Was macht ein Brand oder eine Zyra für den Adc??","replies":[]}]}]}]}]},{"id":"","poster":"Awsane","date":"2018-08-10T12:34:18.604+0000","up_votes":4,"down_votes":1,"body":"also vorab, ich finde es gut, dass man nun auch anderes auf bot neben adcs spielen kann,\nIch habe sowieso nie eingesehen warum der adc die einzige Rolle im Spiel ist, die keinen 2. Archetypen spielen können muss, auf jeder anderen Lane muss man ja auch mehrere Sachen spielen können (top, Tanks, fighter, battlemages; mid, assasins, Control mages, fighter; etc pp)\n\nund es ist recht einfach einen Mage zu supporten. Doppelmage botlanes funktionieren relativ gut {{champion:63}} {{champion:161}} {{champion:143}}  als support zusammen mit nen {{champion:74}} {{champion:115}} {{champion:101}} {{champion:134}} {{champion:90}} erzeugen richtig viel Druck über Poke und Reichweite. Wenn einem das gar nicht zusagt kann man auch {{champion:16}} {{champion:117}} {{champion:25}} damit spielen. \n\nAlternativ kann man auch Supporter die roamen spielen. Der Mage kommt bis auf die sehr frühe Phase(bis er {{item:3802}} meistens hat) im Spiel durch den Waveclear auch gut allein zurecht. Daher kann man {{champion:432}} {{champion:555}}  ({{champion:53}} {{champion:12}} ) auch spielen und versuchen den Jgl zu invaden mit dem eigenen Jungler oder mid/top ganken.\n\nEinzig Supporter die gut mit Basic Attacks harmonieren wie {{champion:40}} {{champion:201}} oder {{champion:267}} sollte man mit nen Mage nicht spielen, da man hier es deutlich schwieriger hat das volle potential zu entfachen.\n\nEs ändert sich nen bisschen wie man spielt, man spielt nicht mehr auf 100% beschützen des Adc sondern spielt aggressiver über zonecontrol und Druck übers Pushen, man spielt also eher wie 2 carries das ganze, aber gehen tut das immer noch sehr gut.","replies":[{"id":"","poster":"Megamaexx","date":"2018-08-11T08:33:10.832+0000","up_votes":2,"down_votes":0,"body":"Nami funktioniert sehr gut mit einem Mage. Wenn du dabei auf ihre E hinaus willst, die wird ineffizienter, wenn der gebuffte zu viel Attack Speed hat, da dann der Slow nicht voll ausgeschöpft wird.\nLulu ist allerdings mit einem autoattack basierenden Champion stärker, da Pix dadurch seine volle Macht entfalten kann.","replies":[]},{"id":"","poster":"ZlKingKong","date":"2018-08-10T12:41:00.494+0000","up_votes":1,"down_votes":3,"body":"1. Magier ist kein Support.\n2. Support kannst du keine Magier helfen.\n3. ES ändert alles","replies":[{"id":"","poster":"Awsane","date":"2018-08-10T12:52:38.449+0000","up_votes":2,"down_votes":0,"body":"Also wenn ich im Clint den support button drücke werden mir aber unter anderem {{champion:63}} oder {{champion:143}} angezeigt.\n\nSprich laut Riot sind Mages auch Supporter. Aber wenn du das so hart definierst musst du dann statt supports einfach mages spielen. Genau wie sich adc anpassen müssen, müssen das supporter auch. Wenn du gerne {{champion:40}}  spielst tut mir das Leid weil sie gerade so schwach ist, aber wenn du erfolgreich sein willst musst du die Picks auch mal loslassen und neue Wege gehen. Es gibt immer Champs die schwach sind, das wird sich auch wieder ändern.\n\nKlar kann man als supporter mages helfen. Man deckt eine größere Fläche ab in die man mit zonecontrol viel dmg drücken kann. Gerade {{champion:16}}  oder {{champion:117}} können das richtig gut von den Klassischen Supports, die dücken nämlich agressiv gespielt richtig viel dmg im earlygame.\n\nUnd es ändert sich nicht alles. Es ist ähnlich als wenn man mit {{champion:15}} oder {champion:18}} spielt (ok nicht aktuell aber früher) weil da hat man auch einfach nur mit gepusht als support und wollte die Gegner unter den Turm drücken um den schnell einzureißen.","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-10T12:36:06.944+0000","up_votes":2,"down_votes":0,"body":"Der Magier macht eig das gleiche wie ein ADC. Etwas umstellen muss man sich wenn man mit/gegen einen Yasuo o.ä. spielt (kann ich auch nicht so gut).\n\nAber beim Mage gilt das gleiche wie beim ADC: Zonen, Poken, Heilen/Shielden und versuchen bei den All-Ins den CC richtig zu setzen.\n\nDer Vorteil (finde ich) ist bei mages sogar, dass sie gszl Sololaner sind und Fähigkeiten haben auf sich aufzupassen, sodass man als Supporter offensivere Champs wie {{champion:26}}, {{champion:555}} , {{champion:43}} oder {{champion:9}} spielen kann und die gegnerische Lane zu tode poken kann.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T12:51:18.297+0000","up_votes":1,"down_votes":3,"body":"Der Magier macht nicht das gleiche wie ein Schütze. Magier haben  viel mehr LP als ein Schütze da bring Heilung weniger. Schild werden immer mit Bewegung oder AD + gegeben. Was will ein Magier mir AD ? .","replies":[{"id":"","poster":"Jura500","date":"2018-08-10T14:17:40.990+0000","up_votes":1,"down_votes":0,"body":"> Magier haben viel mehr LP als ein Schütze da bring Heilung weniger. \n\nDas stimmt einfach mal nicht.\n[Hier](http://leagueoflegends.wikia.com/wiki/List_of_champions/Health) findest du eine Liste mit den HP von allen Champions.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T14:37:48.577+0000","up_votes":1,"down_votes":1,"body":"ist das dein ernst  will ich sehen wenn du Darius spielt mit 2 k hahah","replies":[{"id":"","poster":"Jura500","date":"2018-08-10T15:53:02.529+0000","up_votes":2,"down_votes":0,"body":"Base HP?! auf darius stackt man auch hp. Auf ADCs und mages eher nicht so.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:55:09.804+0000","up_votes":1,"down_votes":1,"body":"hast du doch dein Antwort ^^","replies":[{"id":"","poster":"Jura500","date":"2018-08-10T16:01:56.948+0000","up_votes":2,"down_votes":0,"body":"Ehhm was? Dein Argument war, dass Mages viel mehr HP haben als Schützen. Ich zeige dir, dass es nicht so ist und du kommst mit darius? Du bist also scheinbar nicht an einer Diskussion interessiert.\nAlso bist du entweder ein relativ unkreativer Troll oder du bist nicht in der Lage Argumente zu verstehen beziehungsweise selber zu argumentieren.\nIch hoffe einfach mal für dich, dass du ein Troll bist.","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-10T13:15:13.145+0000","up_votes":1,"down_votes":0,"body":"Doch macht er. Er macht schaden und ist meist squishy.\n\nUnd weil ein Magier ein paar mehr HP hat nutzt ihm ein Karma E nichts? Oder ein Zilean Speedbuff? Ein Lulu E/R?\n\nJa Janna ist nicht gut mit nem AP carry. Wurde bereits gesagt.\n\nAber so wie du hier argumentierst gehts nicht darum, dass man einen Mage nicht supporten **kann**, sondern mehr darum, dass du keinen Mage supporten **willst**. Denn sowohl Awsane als auch ich haben dir mehrere möglichkeiten gezeigt mit denen man einen Mage gut unterstützen kann.\n\nDu musst dich halt vom Gedanken lösen einen Mate zu haben den du 24/7 babysitten kannst/musst.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T13:29:07.679+0000","up_votes":1,"down_votes":1,"body":"Karma und Zilean  sind Support.\n\nSupport teil sich wieder rum auf . \nKarma und Zilean machen schaden dafür weniger Schild, Lauftempo. ","replies":[]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-08-10T11:40:28.818+0000","up_votes":2,"down_votes":0,"body":"Magier als ADC ist ineffizient. Einem Ryze bringt AD einfach nix.\nIch habe aber mal nachgeschaut und der Ryze hat auf AP gespielt, also alles in Ordnung.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T11:42:02.383+0000","up_votes":1,"down_votes":1,"body":"Also so lange der kein ad Benutzt ist alles gut ?\nSupporter Haben Fertigkeiten und  Gegenstände für Schützen.\nBewegung- angriff Speed usw.","replies":[{"id":"","poster":"Megamaexx","date":"2018-08-10T11:54:05.951+0000","up_votes":4,"down_votes":0,"body":"Was nix daran ändert, dass er ganz normal gespielt hat. Jeder Spieler sollte eben sein Itembuild entsprechend der Champions anpassen.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T12:09:50.328+0000","up_votes":1,"down_votes":1,"body":"hab ich gesagt das der nicht normal gespielt hat ?\naber halt sinnlos für Support","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-08-10T12:18:19.345+0000","up_votes":3,"down_votes":0,"body":"Was meinst du mit nicht normal?\n\nUnd das einzige Item das aktiv Stats vergibt ist Ardents. Das baut man halt als Support nicht, wenn man keinen Carry unterstützt, der die Stats braucht. (hat man früher ja auch nicht mit Champions wie Jhin als Carry gemacht.)","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T12:24:35.471+0000","up_votes":1,"down_votes":1,"body":"Megamaexx  hat geschrieben ,dass  er ganz normal gespielt hat. Aber hab doch nicht geschrieben  das er nicht normal gespielt hat.","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T15:23:06.003+0000","up_votes":1,"down_votes":0,"body":"Naja du meintest der Ryze hätte als Adc sprich für uns als  Schütze sprich mit Ad items gespielt.\nDies hat er nicht also ist doch alles gut gelaufen.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:26:54.973+0000","up_votes":1,"down_votes":1,"body":"ich meine das ein Magier und Support nicht passen\ndabei kommt noch 2 AP","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T15:57:49.372+0000","up_votes":1,"down_votes":0,"body":"Und wieso sollte es nicht passen???\nDann spielt hat der Midlaner  eine Ad Champ oder der top und jgler wasn das Problem. \nUnd wenn halt der konstante Schaden fehlt den Ryze Übrigens hat. \nDann nimmt man halt cassio die hat auch konstanten Schaden.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T16:05:50.263+0000","up_votes":1,"down_votes":1,"body":"1. 2 ap ist leichter zu besiegen.\n2. nach teil vs einen tank  \n3. seit auf mana \n4. braucht lange Türme zu zerstören \n5. usw","replies":[{"id":"","poster":"Awsane","date":"2018-08-10T16:11:22.260+0000","up_votes":1,"down_votes":0,"body":"1. warum? Fast immer ist genug ad Schaden im Team auf den anderen Rollen. In dem seltenen Scenario, dass top mid und jgl auch ap sind gebe ich dir recht, da sollte man nicht auch ap bot spielen, passiert aber wenigstens mir sehr selten.\n2. da tanks gerade so gut wie gar nicht gespielt werden nahezu irrelevant, ansonsten ja stimmt Teams ohne adc sind schlecht gegen tanks, dieses Scenario passiert nur selten\n3.oom zu sein ist wirklich selten ein Problem wenn man sein mana managen kann. die spiele und vor allen das laning ist so kurz, zudem können auch viele adc genauso oom gehen wie mages, cait oder sivir sind Paradebeispiele dafür.\n4. mages zerstören türme nicht wesentlich langsamer als adc seit dem apc buff gegen türme,  wenn nicht sogar schneller. \n5 usw","replies":[{"id":"","poster":"OT Riku","date":"2018-08-10T17:15:17.473+0000","up_votes":1,"down_votes":0,"body":"Ziggs und Diana sind sogar noch besser im Türme pushen.","replies":[{"id":"","poster":"Megamaexx","date":"2018-08-11T08:39:49.546+0000","up_votes":1,"down_votes":0,"body":"Und Ryze und Cassiopeia wären Beispiele für Tankshredder auf AP, weil Cooldown-Resets bzw kein Cooldown","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2018-08-10T13:57:09.805+0000","up_votes":1,"down_votes":0,"body":"Ich wollte damit nur sagen, dass er ganz normal gespielt hat, obwohl er dennoch nicht deinen Vorstellungen entsprochen hat.\nFür einen Support ist Ryze ebenfalls nicht unnütz, auch er profitiert von Heilung und von CC auf den Gegner.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T14:02:33.168+0000","up_votes":1,"down_votes":0,"body":"welche Vorstellungen hatte ich den für Ryze ?","replies":[{"id":"","poster":"Megamaexx","date":"2018-08-11T08:35:49.938+0000","up_votes":1,"down_votes":0,"body":"Dass du einen Schützen supporten wolltest.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Altais Draconis","date":"2018-08-10T15:22:43.704+0000","up_votes":2,"down_votes":0,"body":"Gott, dann spiel halt nicht mit Ardent Censer, sondern bau usefulle Items für die Situation.\nMikaels = Anti - CC wenn gebraucht.\nAthenas = Immer einen kleinen Heal.\nWenn du Janna spielst und dein Team Jax oder Yi hat, lohnt sich Ardent immernoch, du kannst im Mid/Late einfach jemand anderes supporten. Schonmal full AP Janna gespielt? Das Schild kommt auf die 600-700 und der AD + auf ca 90... wenn du min. einen AD champ im Team hast, lohnt auch dass sich ...\nDu kannst auch einfach Redemption anstelle von Ardent kaufen - das hilft IMMER.\nZekes kann unter umständen auch sehr useful sein, vorallem wenn man sowas wie Karma oder Rakan spielt, dazu braucht man nicht unbedingt einen ADC, es reicht, wenn jemand AA's drückt - bruiser z.B...\n\nWas ich aufjedenfall damit sagen will: Bau nicht immer das selbe und sag dann, dein Team ist dran schuld, wenn die Items useless sind.\nSoraka kann durchaus einen Ryze supporten, Ardent ist für Ryze nur einfach useless. Dann lieber auf Athenas und Redemption... Wenn du dennoch Ardent first rusht, bist du der troll, nicht der Ryze.","replies":[]}]}]},{"id":"","poster":"ImTheFox115","date":"2018-08-10T11:28:27.197+0000","up_votes":3,"down_votes":0,"body":"Neenee das ist von Riot aus nicht erlaubt. Am besten mal ein Ticket schreiben.\n\nJemand der sowas tut MUSS bestraft werden!!!","replies":[{"id":"","poster":"Homunculi","date":"2018-08-10T11:49:34.879+0000","up_votes":2,"down_votes":0,"body":"\n> [{quoted}](name=ImTheFox115,realm=EUW,application-id=KYnfKGf0,discussion-id=Mpx7AJoj,comment-id=0000,timestamp=2018-08-10T11:28:27.197+0000)\n>\n> Neenee das ist von Riot aus nicht erlaubt. Am besten mal ein Ticket schreiben.\n> \n> Jemand der sowas tut MUSS bestraft werden!!!\n\n\n\nhttps://data.whicdn.com/images/229267665/large.jpg","replies":[{"id":"","poster":"Veezey","date":"2018-08-10T12:28:58.594+0000","up_votes":1,"down_votes":0,"body":"Das ist wichtig, sonst verstehen das (zu) viele Leute wieder nicht :D","replies":[]}]}]},{"id":"","poster":"TaiiKii","date":"2018-08-10T17:29:30.732+0000","up_votes":2,"down_votes":0,"body":"Ein Supporter ist dafür da zu helfen, unzwar generell zu helfen, nicht nur dem adc 24/7 am arsch kleben. Auch mal den 5000Hp Cho Gath helfen wenn er schon fürs ganze Team frontlined.\nUnd das ganze \"supporter haben fähigkeiten um schützen zu helfen und nicht für mages\" ist sowieso kompletter quatsch. \n\ndie Skillsets von so gut wie jedem Supporter sind so aufgebaut, dass es egal ist wen sie Supporten. Wenn Morgana ein Binding trifft, kann ein Mage genauso gut followen wie ein Schütze, meistens sogar besser da viele Mages weiteren CC haben.\n\n**\"es kommen ja noch viele weitere sachen dazu wie movemet speed usw.\"**\nMovement speed ist auch auf einem Mage nicht schlecht, nicht nur ein Schütze muss hinterher/weglaufen können.\n\n**\n\"Magier sind keine supporter\" **\nschon seit längerer Zeit halten sich einige Mages gut, oder mittlerweile sogar hauptsächlich in der supporter Rolle (Bsp. Brand, Zyra, Fiddle, Karma)\n\n**\"Der Magier macht nicht das gleiche wie ein Schütze. Magier haben viel mehr LP als ein Schütze da bring Heilung weniger. Schild werden immer mit Bewegung oder AD + gegeben. Was will ein Magier mir AD ? .\"**\n\nMagier haben nicht zwingend mehr LP als ein Schütze, dazu kommt das viele Schützen lifesteal bauen was das Ausgleicht. Eine Syndra die Full AP geht ist ebenso squishy. \nSchilder werden nicht immer mit Movement speed oder AD+ gegeben. Alleine Schon morgana die durch ihr Blackshield CC blockt ist ein gutes Beispiel dagegen. Nur das Janna schild gibt AD. Wie oben bereits gesagt ist Movement speed auch auf Mages nicht schlecht...eigentlich ist es egal auf wem nicht schlecht.\n\n**\"Alles passt zu schützen .Die frage ist was passt nicht zu schütze\"**\nSupporter sind darauf ausgelegt auf vieles zu passen. Die meisten Supporter passen gut zu allen möglichen Champions. Das Thresh Skillset z.B passt zu einem Schützen, ebenso profitieren Tank, Bruiser, Fighter, Mage usw davon. Bevor jemand was zu dem ersten Satz sagt...Supporter passen generell immer zu vielem, aber eben nicht in jede Teamcombo\n\n**\"kein macht mehr schaden als ein schütze, was verstehst du unter schaden ? Es gebt verschieden schaden art\"**\nGenerell \"Schaden an Champions\" machen in den meisten spielen die Mages (APC) und der Schütze (ADC) den meisten. Aber nicht zwingend ist immer der Schütze derjenige der den Meisten macht. Wenn du mit der aussage \"es gibt verschiedene Schadensarten\" auf Magischen und physischen schaden hinaus willst.  Ja, in der Regel machen die ADCs den meisten physischen Schaden, aber wenn dein Team voll ist mit AD und du einen Mage auf der Botlane hast macht er den meisten Magischen Schaden und ihr bietet genug quellen die physischen Schaden machen\n\nAußerdem, ZLKingKong du solltest vielleicht aufhören so stark an deiner Meinung festzuhalten und einfach jede Aussage von anderen schlecht zu machen bzw abzustreiten. \n\nMFG,\n\nTaiiKii","replies":[]},{"id":"","poster":"DerBetaKevin","date":"2018-08-11T12:30:38.596+0000","up_votes":1,"down_votes":0,"body":"Man darf alles spielen auf der bot lane solange du nicht Mitte runter rennst .","replies":[]},{"id":"","poster":"SecretofBigMac","date":"2018-08-11T02:47:30.334+0000","up_votes":1,"down_votes":0,"body":"Weißt du überhaupt wofür ADC steht? Ein Ryze ist kein ADC","replies":[]},{"id":"","poster":"Shadir","date":"2018-08-10T16:14:27.789+0000","up_votes":1,"down_votes":0,"body":"Wenn sich da der Troll von soviel Futter nicht den Magen verdirbt.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-10T20:45:15.141+0000","up_votes":1,"down_votes":0,"body":"Scheint wohl so {{sticker:sg-lulu}}","replies":[{"id":"","poster":"Awsane","date":"2018-08-10T21:00:35.580+0000","up_votes":1,"down_votes":0,"body":"Ich glaube er ist am Zuckerschock gestorben\n{{sticker:sg-zephyr}}","replies":[]}]},{"id":"","poster":"Homunculi","date":"2018-08-10T17:22:27.618+0000","up_votes":1,"down_votes":0,"body":"Wenn man sich seine Kommentare so durchliest hast du leider Recht =/","replies":[]}]},{"id":"","poster":"Homunculi","date":"2018-08-10T11:55:59.758+0000","up_votes":1,"down_votes":2,"body":"https://www.youtube.com/watch?v=8VQO8ogcHGQ\n\nDas erklärt evtl. den Ryze auf der Botlane, bzw. den kleinen Meta umschwung.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T13:45:03.226+0000","up_votes":1,"down_votes":1,"body":"Der hat keine Ahnung  was ein schütze ist. \n1. Schütze sind nie alleine immer mit Support.\n2. Schütze sind nicht nur gegen Tank.\n3. Schützen machen die meisten schaden  ad + Krit + krit schaden  ,schaden an % LP\n4. usw","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-08-10T14:44:56.410+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Mpx7AJoj,comment-id=00020000,timestamp=2018-08-10T13:45:03.226+0000)\n>\n> Der hat keine Ahnung  was ein schütze ist. \n> 1. Schütze sind nie alleine immer mit Support.\n> 2. Schütze sind nicht nur gegen Tank.\n> 3. Schützen machen die meisten schaden  ad + Krit + krit schaden  ,schaden an % LP\n> 4. usw\n\nDas ist doch so gar nicht richtig. Ein Adc hat in der Regel den konstansten Schaden im Team. Eine Ausnahme wäre da wieder Miss Fortune Bot und Azir Mid. Jetzt hat eher MF den Burst und Azir den konstanten Schaden. Außerdem können im Teamfight, gerade im frühen und mittleren Spiel, andere Champs deutlich mehr Schaden machen, etwa Bruiser, Assassins, Burst Mages.","replies":[{"id":"","poster":"ZlKingKong","date":"2018-08-10T15:08:18.326+0000","up_votes":1,"down_votes":0,"body":"eben nicht . Kannst das nicht so vergleichen.  Assassins macht Combo schaden. die Animation von Assassins sind viel schneller als schütze auto Attack. wenn Schütze 250% Angriff  Speed hat seht das ganz anders aus","replies":[{"id":"","poster":"Pure Cynicism","date":"2018-08-10T16:59:18.970+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZlKingKong,realm=EUW,application-id=KYnfKGf0,discussion-id=Mpx7AJoj,comment-id=0002000000000000,timestamp=2018-08-10T15:08:18.326+0000)\n>\n> eben nicht . Kannst das nicht so vergleichen.  Assassins macht Combo schaden. die Animation von Assassins sind viel schneller als schütze auto Attack. wenn Schütze 250% Angriff  Speed hat seht das ganz anders aus\n\nNur hat der Schütze fast nie 250% AS, allenfalls im Lategame. Abgesehen davon dass so viel AS ziemlich ineffizient ist, wenn man nicht kiten kann.","replies":[]}]}]}]}]},{"id":"","poster":"Gaudeon","date":"2018-08-10T14:56:58.604+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\naus meiner Sicht sollten nahezu keinerlei abschweifenden Meta - Itembuilds oder - Championpicks bestraft werden (Ausnahmen sind sowas wie 6x Träne der Göttin) , weil das aus dem selbem Grund warum das Reporten eines schlechten Spieler nichts bringt, nur solche Spieler doppelt belasten. Spieler können kreative Ideen haben und werden dann bemerken ob das funktioniert oder nicht abhängig davon wie sie Ingame waren, falls ihre Idee sich rausstellt schlecht zu sein und sie dann trotzdem noch darauf behagen, dann steigt ihre MMR sowieso ab, dass heißt sie werden mit schlechteren Spieler in Zukunft gematcht um das auszugleichen. Warum sollte man dann noch eine Strafe draufhauen?\n\nIst man der Ansicht das Spieler nur Meta spielen sollten, dann sollte man schauen anhand von Websiten, die Statistiken von höher gerängten Spielern sammeln, ob die Champions, Itembuilds etc. in der jeweiligen Lane zu sehen sind, wenn das nicht der Fall ist sollte man es als 'Troll' nach der Ansicht abstempeln. Ich benutze z.B [op.gg](http://euw.op.gg) .  Heimerdinger, Vladimir und Swain sind da als Magier 'Unten' noch zu sehen.","replies":[]},{"id":"","poster":"Hempel","date":"2018-08-10T13:35:59.923+0000","up_votes":1,"down_votes":0,"body":"ziggs support als counterpick macht richtig bock! ulti kannst auffe midlane tower schmeißen! wenn drake gewardet ist kannst ulti raufballern! seine w garnich erst skillen immer die q rauf! wenn die toplane dann nicht garen feedet is gg {{champion:115}} {{sticker:sg-soraka}}","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-08-10T13:02:07.355+0000","up_votes":3,"down_votes":3,"body":"Spielen darf jemand was er will. Was mich nur anpisst ist wenn leute nicht einmal League of Legends spielen können und dann so etwas wie AD-Ryze spielen. \n\nso etwas regt einfach nur auf","replies":[]}]}