{"id":"uaGUIQWt","poster":"Zebrawwr","date":"2018-08-10T07:00:15.038+0000","title":"Warteschlange mit geringerer Priorität","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Hi, hatte gestern mal wieder LoL gespielt und hatte zwecks Unwetter vermutlich Probleme mit der Verbindung, jetzt hab ich eben diese Warteschlange mit 20 Minuten Wartezeit. Ich hatte vorher schonmal Verbindungsprobleme oder musste aus anderen Gr&uuml;nden weg ist aber auch schon l&auml;ngere Zeit her bestimmt 2 Monate, da hat ich dann eine l&auml;ngere Wartezeit von 5 Minuten als Strafe bekommen was auch in Ordnung ist.\r\nJetzt meine Frage geht diese Strafen auch nach einer bestimmter Zeit weg (1-2 Monate) oder bleibt diese f&uuml;r immer weil ich hab echt keine Lust solange zu warten um dann auch noch im richtigen Moment dem Spiel beizutreten.","replies":[{"id":"","poster":"VooDooShadow","date":"2018-08-10T08:01:28.121+0000","up_votes":3,"down_votes":0,"body":"die 20 minuten Zeitstrafe ist normal für 5 spiele...","replies":[]},{"id":"","poster":"Zebrawwr","date":"2018-08-10T11:58:12.253+0000","up_votes":2,"down_votes":0,"body":"Ok Danke, ja ich schau mal bin jetzt nicht soo der LoL Überspieler. Wenn ich eh 20 Minuten warten muss kann ich dann auch gleich richtig spielen xD.\nHätte nur gedacht nach 2 Monaten oder so ist die Wartezeit automatisch vorbei vielleicht.","replies":[]},{"id":"","poster":"Zebrawwr","date":"2018-08-11T16:03:44.507+0000","up_votes":1,"down_votes":1,"body":"Das aber richtig zum *****, einmal hab ichs jetz geschafft rechtzeitig die lobby zu joinen. Wenn ich nicht rechtzeitig klick muss ich wieder 20 Minuten warten..., echt jetz? Das mir zu blöde, lass mich doch nich verarschen da zock ich wirklich lieber andre Spiele...","replies":[{"id":"","poster":"Waldschrat86","date":"2018-08-12T02:58:14.441+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zebrawwr,realm=EUW,application-id=KYnfKGf0,discussion-id=uaGUIQWt,comment-id=0005,timestamp=2018-08-11T16:03:44.507+0000)\n>\n> Das aber richtig zum *****, einmal hab ichs jetz geschafft rechtzeitig die lobby zu joinen. Wenn ich nicht rechtzeitig klick muss ich wieder 20 Minuten warten..., echt jetz? Das mir zu blöde, lass mich doch nich verarschen da zock ich wirklich lieber andre Spiele...\n\nJa echt jetzt!\n\nDenkst du immer nur an dich oder auch mal an andere?\n\n1. Diese ganze LB-Nummer, bekommt man nicht einfach so wegen ein paar mal, die 20 Minüter sowieso nicht, will gar nicht wissen wieviel Lebenszeit von jeweils 9 anderen du bis dahin verschwendet hast, die hatten sicher auch was besseres zu tun als dann in nem Spiel in Unterzahl zu hocken.\n\n2. Wenn du es nichtmal gebacken bekommst oder als riesiges Problem ansiehst innerhalb von 20 Sekunden nach 20 Minuten, wo du zudem genau weißt, dass es aufploppen wird, auf annehmen zuklicken, weiß ich auch nicht, was da los ist, ja dann lass das Game lieber und jedes andere CoOp-Game, das es gibt. Warst du mal in einer normalen Warteschlange, wo dauernd Spiel gefunden aufploppt, dann aber doch nichts passiert, weil jedes Mal welche das annehmen verrafft haben? Hat bei mir schonmal 2 Min. Wartezeit auf etwa 10 getrieben, ganz ohne LB.\n\n3. Weißt du, was ich bei einem LB machen würde? Glotze an und solange was geschaut bis auf meinem Bildschirm das Annahmefenster aufploppt und falls die nicht vorhanden wäre, irgendwas aufm Computer glotzen, dabei auf die Zeit achten, so gut wie jedes Video hat da so eine Leiste oder, wenn ich dazu zu unfähig wäre mir bei 20Min. LB mir einen Wecker, Smartphone, Alarmprogramm auf der Kiste auf 19 oder 19:30 Min. stellen und wenn das Ding bimmelt LoL wieder auftabben.","replies":[]}]},{"id":"","poster":"Juley","date":"2018-08-10T10:27:29.137+0000","up_votes":1,"down_votes":2,"body":"Ich kann dich verstehen, so weit ich weiß, macht Riot da aber nichts, es kann ja jeder nach einem \"Ragequit\" sagen \"öhh war ein Unwetter\". Auch wenn ich dir das jetzt nicht unterstellen möchte :(\n\nProtipp:\n\nWenn du mal an einem Abend YouTube / Streams schauen willst kannst du deine \"Strafe\" auch absitzten, indem du in die Warteschlange für ein Bot game (Was normaler weise 5-10minuten geht) gehst, dann 20 minuten dich anderweitig beschäftigst und dann deinem Team schreibst \"all bot to finish fast\" (Weil der Turm auf der Botlane kein Schild am anfang hat). Dann könnt ihr das Spiel in 5-8minuten beenden & du kannst wieder in die Warteschlange gehen. **Ich bin mir nicht zu 100% sicher ob das so funktioniert da ich es selbst noch nie gemacht habe** aber ich habe von Leuten gehört die das so gemacht haben. Sollte eigentlich auch erlaubt sein - Man darf ja Bot games spielen oder? {{sticker:sg-ahri-2}} \n\nSagen wir mal, jedes Spiel geht mit allem (Warteschlange + Champselect + Loading Screen + Spiel = 20 + 2 + 5 + 8 = 35minuten) 35 minuten, und du musst das 5 mal machen, 5x35 = 175Minuten was dann circa 3 Stunden sind. Klar, das ist recht lange, aber so kannst du das am schnellsten hinter dich bringen, wenn du heute Abend zum bespiel EU-Lcs schaust (fallst du weiß was das Ist ;) ) \n\nMfg Juley","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-08-10T14:19:38.099+0000","up_votes":1,"down_votes":0,"body":"einmal afk reicht halt nicht für nen bann, damit man nicht wegen sowas gebannt wird","replies":[]}]},{"id":"","poster":"Zebrawwr","date":"2018-08-10T09:00:46.162+0000","up_votes":1,"down_votes":0,"body":"Ja das hab ich schon verstanden^^. Ich wollte nur wissen ob diese Zeitstrafe irgendwann verfällt (so nach 2 Monaten oder so), weil dann zock ich lieber ein andres Spiel bevor ich da 20 Minuten warte.","replies":[{"id":"","poster":"dugg","date":"2018-08-10T10:18:04.446+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zebrawwr,realm=EUW,application-id=KYnfKGf0,discussion-id=uaGUIQWt,comment-id=0001,timestamp=2018-08-10T09:00:46.162+0000)\n>\n> Ja das hab ich schon verstanden^^. Ich wollte nur wissen ob diese Zeitstrafe irgendwann verfällt (so nach 2 Monaten oder so), weil dann zock ich lieber ein andres Spiel bevor ich da 20 Minuten warte.\n\nNe, du verstehst anscheinend nicht.\n\n> [{quoted}](name=LegendaryXenon,realm=EUW,application-id=KYnfKGf0,discussion-id=uaGUIQWt,comment-id=0002,timestamp=2018-08-10T09:33:55.366+0000)\n>\n> Die Zeitstrafe muss abgespielt werden.\n\nWenn die Zeitstrafe abgespielt werden _muss_ (steht das eigentlich irgendwo?) dann hilft auch warten nicht. Des impliziert das Wort muss, irgendwie. ;)","replies":[]}]},{"id":"","poster":"LegendaryXenon","date":"2018-08-10T09:33:55.366+0000","up_votes":1,"down_votes":0,"body":"Die Zeitstrafe muss abgespielt werden.","replies":[]}]}