{"id":"3btTIiaB","poster":"OPChampsSucks","date":"2018-08-09T21:04:10.481+0000","title":"Neuer Trend oder Zufall?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ist das irgendwie ein neuer Trend der im Umlauf ist und den ich nicht so ganz verstehe?\r\n\r\nImmer &ouml;fter kommt es vor das ein Game nicht mehr wie &uuml;blich 1 top 1 jgl 1 mid 2 bot aussieht sondern ich ein Game vorfinden\r\nwo der Jungle und support bzw duobot nicht existent sind sondern daf&uuml;r 3 Leute in der Midlane positioniert sind.\r\n\r\nDaher mal die Frage ob &auml;hnliche Erfahrungen gemacht wurden von jemandem. (ganz selten ist dieser Mist auch auf der Botlane vorzufinden statt auf der Midlane)","replies":[{"id":"","poster":"Alpacana","date":"2018-08-09T21:08:56.278+0000","up_votes":7,"down_votes":0,"body":"Ja, sowas nennt sich groupen und passiert häufig nachdem der Botlane-Tower gefallen ist :)","replies":[{"id":"","poster":"naniwakaze","date":"2018-08-09T21:48:23.640+0000","up_votes":3,"down_votes":0,"body":"Ach komm, Oriius ist Dia, dem kannst du nix erzählen.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2018-08-10T04:43:16.084+0000","up_votes":1,"down_votes":0,"body":"Bei den Profis heißt das \"One/Three/One\" oder Splitpush glaub ich xD","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2018-08-09T21:31:30.730+0000","up_votes":1,"down_votes":0,"body":"Im OFA oft genug gesehen. In den Standard-Modi passiert das eher nicht.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-08-09T21:12:19.723+0000","up_votes":1,"down_votes":0,"body":"Das Mid und Jgl zusammen agieren ist die doch seit längerem existierende \"Funnel\"-Strategie, gegen die Riot sogar schon in den Patches vorgegangen ist. Diese arbeitet teilweise damit, dass der in der Strategie befindliche Carry durch weitere Supporter (abseits der eigentlichen Support-Position) unterstützt wird.\n\nMöglicherweise lässt sich dein Erlebnis darauf zurückführen. (Sei nicht überrascht wenn sich 2 Supporter auf der Botlane befinden. XD)","replies":[]}]}