{"id":"c0gI9APK","poster":"JUSTiANDmy2Poros","date":"2018-08-09T17:22:52.493+0000","title":"Suchen Coach für Mid-Diamond Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Heyho,\r\n\r\nwir haben in unsrer Gaming-Community ( DamageInc ) zurzeit ein Mid-Diamond Team, das einen Coach sucht .\r\nEs werden nat&uuml;rlich Tuniergewinne angepeilt, bei guter Performance wird auch der Coach mitentlohnt.\r\n\r\nDI ist eine Muligamingcommunity, mit guter Struktur und vielen Events, falls ihr Interesse habt,oder auch Fragen meldet euch einfach bei mir.","replies":[{"id":"","poster":"IllIlIllIllI","date":"2018-08-09T18:13:15.564+0000","up_votes":1,"down_votes":0,"body":"Heyho,\n\nich hätte hier gern mal mein Feedback für euch hinterlassen, damit ihr versteht, warum euer Team, selbst wenn es gut wäre, für mich als Coach niemals in Frage käme. \n\nZunächst einmal wird ein guter Coach rein garnichts gratis machen. \"Gute Performance\" wird grundsätzlich mit einer Aufwandsentschädigung oder einem Honorar bedient welches, je nach Fähigkeiten und Zeitaufwand des Coaches, individuell mit jedem Coach abgesprochen werden sollte.\nDas zeigt mir einfach, dass Du oder deine Community noch nie mit halbewegs professionellen Coaches zu tun hattet. \nEin weiterer Punkt ist eure Präsentation. Was bitte bietet ihr, was sonst keiner bietet? Was GENAU erwartet ihr denn überhaupt? Was wollt ihr erreichen? (und nein, \"Turniergewinne\" ist so, als würde man sagen man möchte \"Dinge tun\")\nUnd erst wenn ihr euch darüber im Klaren seid, solltet ihr einen Coach suchen, der euren Vorstellungen und Erwartungen gerecht werden kann. Und vor allem Coaches die Möglichkeit geben abzuwägen, ob ihr überhaupt für sie in Frage kommen könnt, bevor sie sich bei euch vorstellen müssen. \n\nIch möchte mich entschuldigen, wenn das hier euch zu forsch vorkommt, hoffe aber dennoch, dass ihr etwas mitnehmen konntet. Ich wünsche euch viel Erfolg bei der Suche nach einem Coach, der zu euch passt.\n\n\nCheers :)\n\np.s.: Ja ich habe gerade extrem viel Langeweile.","replies":[{"id":"","poster":"JUSTiANDmy2Poros","date":"2018-08-09T18:28:40.587+0000","up_votes":1,"down_votes":0,"body":"Keine Sorge, habe noch viel zu lernen , ich bin mir dessen bewusst.\nDeswegen danke fürs Feedback :P\nHonorarbasis kommt noch, ist zurzeit leider noch erfolgsabhängig . \n","replies":[]}]}]}