{"id":"m5T7xw79","poster":"SeductivePower","date":"2018-08-09T13:29:09.807+0000","title":"Keine Antwort vom Support","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich wollte gerne wissen, wieso eine Antwort vom Support ewig lange dauert. Ich habe gestern eine Nachricht sowohl in Deutsch als auch in Englisch (heute) geschrieben und bis jetzt noch keine Antwort bekommen.\r\n\r\nGibt es so wenig Angestellt, die solche Fragen beantworten? Gewisse Dinge sind total wichtig und sollten asap beantwortet werden. Eine Wartezeit von Tagen (in vielen F&auml;llen) verstehe ich nicht wirklich.\r\n\r\nWei&szlig; da irgendjemand mehr?\r\n\r\nDanke.","replies":[{"id":"","poster":"Gin","date":"2018-08-09T13:49:37.181+0000","up_votes":2,"down_votes":0,"body":"Pro Tipp: Wenn du bereits ein Ticket gesendet hast, ist dieses in der \"Warteschlange\" eingereiht. Und wenn du mehr Tickets schreibst wirst du nicht weiter vorne eingereiht, sondern startest wieder ganz hinten am Anfang der Schlange.\n\nEinfach abwarten. Du bekommst im Schnitt eine Antwort innerhalb von 24 Stunden. Die einzige Ausnahme ist, wenn es sich um irgendein zahlungstechnisches Problem handelt. Hier kann es, wenn du sehr unglücklich bist, bis zu 2 Wochen dauern.","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2018-08-09T13:49:27.235+0000","up_votes":2,"down_votes":0,"body":"> Ich habe gestern eine Nachricht sowohl in Deutsch als auch in Englisch (heute) geschrieben und bis jetzt noch keine Antwort bekommen.\n\n#Don't.\n\nEin Ticket reicht, du wirst nicht ignoriert. Mehr Tickets= mehr Bearbeitungszeit= höhere Wartezeiten für alle.\n\n>Gibt es so wenig Angestellt, die solche Fragen beantworten? \n\nLass es mich so sagen...\nIch kenne schlimmere Kundensupports (o)_(o)\n\n>Gewisse Dinge sind total wichtig und sollten asap beantwortet werden.\n\nUnd es würde mich nicht wundern, wenn unter den tausenden von Tickets (pro Tag) mindestens 70% davon auf der selben Prio stehen.\n\nDeine Wartezeit kann zwischen Stunden, bis ein paar Tagen dauern, weil du nicht der einzige Spieler bist und Lol's Playerbase alles andere als klein ist. \nGib dem ganzen Gedöns einfach ein wenig Zeit, dann wirst du auch deine Antwort bekommen. Don't worry.","replies":[]},{"id":"","poster":"Hubschraubersäge","date":"2018-08-09T13:29:59.273+0000","up_votes":2,"down_votes":0,"body":"Der support ist eine Anlaufstelle für hilfe und kein Nerd Notdienst.\n\nHab etwas geduld.","replies":[]},{"id":"","poster":"Arammus","date":"2018-08-09T20:29:06.946+0000","up_votes":1,"down_votes":0,"body":"schreib dem na support. weniger spieler UND wesentlich besserer support.","replies":[]}]}