{"id":"dIE9fZwc","poster":"611FVNKBlv","date":"2019-07-30T15:26:34.554+0000","title":"Placements haben sehr viel Spaß gemacht","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":7,"body":"So ich hab meine Placements durch.\r\n\r\nhat sehr viel Spaß gemacht\r\n\r\nIch wurde erfolgreich in jedes einzelne der Placements mit mindestems 1. Troll , 1. Afk (auch wenn diese nur zu 80% des Games afk waren tzd beschissen) 1. Inter oder 1. Flamer der 30 Min im Chat geschrieben hat und am ende gefühlte 0 : 900 ging gematcht.\r\n\r\n\r\nSuper spiel tolle Leistung. Werden diese Leute auch bestraft? Ach ne \"Ist ja n Bad game hat ja jeder mal\" \r\n\r\nEcht klasse Unternehmen sorgt definitiv für sehr faire matches. Schade das man SoloQ nicht mit 5er Grp spielen kann weil anders kannste das ja mal sowas von vergessen. \r\n\r\nWar mir aber schon klar das RIot noch einen drauflegt und die 4-5 Games die ich vorher schon durch hatte nicht die Ausnahme waren.\r\n\r\nWäre übrigens mal nett wenn ich vllt 2-3 Runden normale Teams bekomme und nicht zwingend afks oder gigatrolls. Dankeschön\r\n\r\nLeider gibt es hier kein Emote das an dieser stelle passend wäre. Vllt einmal das {{summoner:3}} \r\n\r\n{{sticker:sg-shisa}}  und ein Emote gibts leider nicht . es beschreibt einfach den Mittleren der 5 Finger der für so manches gilt was ich in den letzten 2 Tagen wieder hier erleben durfte.\r\n\r\nFixxt euer Game Tencent. Schauen wie demnächst Placements aufm 2. Acc ablaufen\r\n\r\n@Mods bannt mich ruhig aber die Frust muss einfach raus . Finds halt unverständlich das man in lower Elo NICHTS machen kann weil man immer getrollt wird. Ob das einfach Luck of my life ist weil ich davon überall so viel habe oder ob es einfach n bewusster Troll von Riot oder einfach der dümmste scheiß Zufall ist der eintreten kann was weiß ich. Finds einfach nur noch absolut lächerlich welche Teammates mir vorgesetzt werden und noch lächerlich das diese nicht einmal ne Strafe kriegen. Wozu gibts die Ehrungsstufen? Kann ich mir in den Hintern stecken weil ich umso Ehrenhafter ich spiele immer krasser bestraft werde. Was ist das fürn Bullshit?","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-07-30T15:58:25.921+0000","up_votes":3,"down_votes":0,"body":"Warum sind denn soviel Leute so uneinsichtig und merken nicht, dass sie selber sehr schlecht sind...\n\nAhah wieder der selbe Troll xD","replies":[{"id":"","poster":"Bananenschnder","date":"2019-07-30T16:23:42.082+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MidlaneGod115,realm=EUW,application-id=ip27PlEH,discussion-id=dIE9fZwc,comment-id=0000,timestamp=2019-07-30T15:58:25.921+0000)\n>\n> Warum sind denn soviel Leute so uneinsichtig und merken nicht, dass sie selber sehr schlecht sind...\n> \n> Ahah wieder der selbe Troll xD\n\nJap und dann noch schön von einem anderen Account schreiben, damit die böse Community bloß nicht nachschaut, was in den Spielen tatsächlich passiert ist. Sonst wird er noch mit der Wahrheit konfrontiert und das kann er gar nicht.","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2019-07-30T16:35:47.944+0000","up_votes":1,"down_votes":0,"body":"Acc lv 12 = kein Ranked = keine Placements.\nWenn du Märchen schreiben willst, such dir nen Verlag oder n Forum z.B. http://www.sagen.at/forum/forumdisplay.php?f=34\nAnsonnsten schreib doch mt deinem Main falls es denn wirklich passiert ist. \nDann kann man auch darüber disskutieren.","replies":[]}]}