{"id":"U4dEfTuc","poster":"611FVNKBlv","date":"2019-07-29T23:09:28.134+0000","title":"Nach 2 Jahren wieder rankeds- Ersten Erfahrungen.","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"So hab mich mal wieder getraut einfach mal auf gut glück in SoloQ zu behaupten.\n\nLief eher semi-gut würd ich sagen .\n\nIch muss zwar sagen das ich bis jetzt noch keinen AFK hatte wofür ich Riot sehr dankbar bin denn das ist mit abstand der größte fluch den man haben kann aber diese 4 Games haben mir wieder mal gezeigt das Riot für mein empfinden keinerlei Sorge dafür tragen möchte das man League einfach nur in Ruhe spielen kann und vor allem was bei ranked wichtig ist : Seine Leistung messen&amp;zeigen kann.\n\nSchlechte games hat jeder ist komplett fine. Schlechte Games sind für mich aber Games wo derjenige den es betrifft einfach bad luck hat oder mal mehrere Skills verhaut etc was alles komplett fine ist. Dafür ist die Rangliste da usw.\n\naber was ich immer noch absoluten Bullshit finde sind die Skillunterschiede die einfach offensichtlich in den Games herrschen.\n\nDamit meine ich kein unlucky game sondern wirklich die spielart generell die einfach bei weitem schlechter ist als bei anderen. Das hält einen nicht nur wahnsinnig zurück sondern tilted auch noch absolut. \n\nIch mache natürlich auch Fehler sonst wäre ich ausm 1. Game nicht 1/8 rausgegangen das ist klar aber wenigstens versuche ich noch alles in meiner Macht stehende zu tun um meinem Team auszuhelfen. \n\nIch möchte jetzt nicht zweifelsfrei sagen das meine Teammates zum Teil aus trolls bestehen oder ob es einfach nur schlechte spieler sind aber ich komme mir in einigen Situationen wieder extremst unfair behandelt vor. Da ich weiterhin die Rolle des Supporters ausübe ist es mir weiterhin ein großes Hindernis mit solchen mates spielen zu MÜSSEN. Selbst wenn ich auf Master-Lvl spielen würde dann wäre das als Support VÖLLIG useless (sofern du normale supporter spielst und nicht son op buffed shit wie pyke)\n\nAber fang ich einfach mal mit meinem 1. Game an\n\nHab nen Invade in unserem Jungle frühzeitig bemerkt und mein Team gewarnt. Die erste Entscheidung die mein Jungler trifft : Jumpen wir doch einfach mal rein. Ging eher nicht so gut aus. Sei ihm aber verziehen.\n\nSo. danach liefen die ersten paar minuten ganz ruhig. bis es dann etwa an die 15 min marke ging. Der großteil des Games war gespielt und langsam ging es darum vor allem unsererseits verbliebende Objekte zu halten.\n\nSo ich musste anscheinend permanent die calls machen weil mein Team nicht in der Lage dazu war (was zu bad player gehören könnte) und hab als supporter natürlich direkt diese aufgabe übernommen. Ich sehe wie 3 gegner kurs auf unseren mid inhib nehmen. Laufzeittechnisch hätten sowohl unser Jungler als auch unser Toplaner definitiv dort aushelfen können. Entscheidung meines Toplaners : Weiter auf der Top minions farmen.\n\nEntscheidung meines Junglers: Statt dort zu helfen wo die hilfe benötigt wurde geht er in Beast-Mode , läuft 1 min über die Map nur um die Lux zu killen die fast schon in ihrer eigenen base steht. So das war schonmal n Grützepart aber noch nicht das schlimmste für mich.\n\nDanach als der Inhib dann gefallen ist dachte sich unser Jungler und toplaner nur noch \"nö\" Toplaner farmt unterm eigenen tower 10 min weiter bis das Game ende ist. Jungler farmt 10 min weiter im jungle bis das Game ende ist. Letzendlich waren wir also hier schon mal wieder 3v7 . Macht echt Spaß = Ergebnis ist logisch\n\n2 . Game\n\nAuch wenn ich dieses hier als einziges der 4 Games gewonnen habe gibt es trotzdem wieder extremst was zu kritisieren.\n\nIch spiele leona zsm mit trist  vs cait + lux. Das wir das early verlieren bzw behind fallen ist hier absolut logisch alleine durch die gefahr von lux.\n\nWas macht meine trist? Die rennt praktisch in die 2 gegner rein fällt auf 50 hp stellt sich unterm tower flamet mich weil ich useless sei (Was soll ich machen mit lvl 1 omg?) und stirbt durch den flame. Da hab ich mir schon wieder gedacht danke riot ein weiteres geiles match .\n\nWas macht trist dann? rennt ein weiteres mal in die gegner rein aus protest und schreibt \" gg i´m alone \" \n\nEy wtf alter. so am Ende bin ich dann lvl 6 und trist lvl 4 . die gegner waren lowlife und nicht shoppen . als leona konnte ich somit viel rausholen aus dieser situation . Zu dem zeitpunkt stand trist schon 1/4 . statt einfach direkt zu helfen schreibt die erstmal \" why dont wait for me 6\" ... die caitlyn hatte 50% fcking hp und keine sums und die lux hätte keinen damage gemacht während wir full waren mit sums und frischen items q.q\n\nso danach hat die mich bestimmt 5 min geflamed ca und das war mir dann zu blöde. Da ich nicht zwingend der schlechteste lol spieler bin habe ich mich also dann eben an den stärksten meiner teammates geheftet um so noch ne chance zu haben. wäre ich weiter bei der trist geblieben wäre das game einfach over gewesen. mit so einem adc kann man doch nicht lanen alter.\n\nAlso habe ich mir dann den talon geschnappt der das game 35/7 beendete. Der einzige Grund wieso ich gewonnen habe war legit dieser Talon. Ohne den hätte mich Riot hier wieder komplett durchs MM outplayed. \n\n3 . Game\n\nHier waren die mates an für sich \"fine\" jedenfalls eigentlich. Naja mein Adc hat halt wieder geintet weil die denkt es ist clever sich hinter lowlife minions zu stellen gegen ne MF. Aber naja ist eben silber da isses durchaus ok wenn man solche fehler macht. das game lief auch recht ruhig ab ohne flame etc aber was mich dann einfach wieder getriggert hat sind solche dämlichen entscheidungen die nicht einmal n Iron spieler trifft. wir waren also etwa beim baron oben und haben dort n bisschen rumgeschaut was die gegner angeht. so ich hab bereits die evelynn ausfindig machen können und der jax sowie irelia waren auch nicht weit weg. was macht mein Jungler? Fightet den baron -.- So statt dann aber back zu gehen als ich die 10000x drauf hingewiesen habe das sich hier bis zu 5 Gegner aufhalten dachte sich mein team gehen wir mal 5 meter zurück und baiten die. Es kommt wie es kommen musste . meine mates wurden überrascht als die ohne vision ins gegnerische gebiet gelaufen sind und wurden innerhalb von 2 sek zershreddert. da konnte ich dann leider nix machen . hab zwar noch n baronsteal versucht aber das war dann leider nicht erfolgreich. death timer 45 sekunden joa in der zeit hat dann das gegnerische team leider gefinished. \n\nAuch hier wieder mal verloren durch die mates die man bekommt durch völlig dumme entscheidungen und vor allem diesen permanenten drang GENAU das gegenteil zu machen von dem was man sagt. Das game war ez winnable. aber ne da hatten einige einfach wieder keine lust.\n\nSo aber 4. Game war der kracher dann schlechthin . Da frage ich mich einfach ob wenigstens 3 von 4 Leuten gebannt werden könnten weil das war nicht nur eine Zumutung sondern auch die größte Unverschämtheit des heutigen Tages wieder. \n\nanfangs lief eig alles recht fine. Hab meinem jungler sogar extra beim 2. camp auch noch geholfen und er hat sich sogar bedankt (omg klingt ja eig mega nice ) laningphase lief recht entspannt ab . wir wurden zwar auf der bot etwas eingepusht aber war noch erträglich. Toplane war am gewinnen durch massive junglereinwirkung. Danach fings an........ Ekko erstmal 0:3 ist zwar noch ok aber hat schon für frust bei unserem jungler gesorgt. Dann hab ich ihm dort versucht zu helfen was eher nicht so geklappt hat weil der ekko einfach keinen skill hatte (sry 2 say)\n\nwas passiert dann 30 sek später? ich halte die midlane und mein adc , jungler und midlaner waren in userem botside jungle. 3 gegner in unmittelbarer nähe. Hab natürlich direkt reagiert und versucht zu helfen was eher unglücklich lief. so aber so etwas kann mal passieren. Wenn man dann aber schon mit 2 mann stirbt in nem 2v2 und sich dann mein jungler sowie adc denken joa lass mal auch rein gehen in 20 sek abständen in 3 nahezu fulllife gegner da frage ich mich einfach ob diese leute wirklich bewusst getrollt haben? Das ist doch legit kein Bad play mehr .... so etwas ist doch einfach nur minimal logisches denken . so viel Gehirn braucht man ja schon um Überlebensfähig zu sein. Meanwhile ist der Teemo auf der toplane 2x gestorben.\n\nDann fings richtig an .\n\nTeemo flamet jungler \"no ganks\" (teemo stand 3:0 durch junglereinwirkung)\n\nShyvana flamet ekko \" int retard\" \n\nEkko intet halt\n\nTrist flamet auch zwischendurch leicht\n\njungler und Toplaner fingen dann iwann an mich zu flamen wieso auch imner. Vllt weil ich nicht kamikaze spielen gehe oder so . Toplaner fing mich glaub an zu flamen als der durch cho gestorben ist und ich ja schließlich in 15 sec laufweg entfernung war und hätte helfen können was ich sogar tat mit flash + ult und jungler weil ich 1  junglecamp gemacht habe bevor es in gegnerische hand fällt.\n\nder einzige der absolut still war = Ekko. Ich hab als der Nexus down war noch geschrieben \"and again lost cuz mates\"\n\nder flame jeder gegen jeden hielt sich dann bis in die lobby durch außer gegen mich ich wurd wohl mit abstand am wenigsten geflamed außer 1x kurzzeitig war da nix.\n\nhier hatte ich dann am ende nen 3:10er toplaner der nur am flamen war (hauptsächlich jungler)\n4:9 jungler der nur am flamen war (hauptsächlich midlaner)\nNe trist die eher harmlos geflamed hat und die einzige die ich hier nicht reportet habe\nund nen Ekko der 0:9:0 ging was einem richtigen interscore entspricht da er nicht mal einen einzigen assist hat. \n\nMacht als Supporter nach 2 Jahren also immer noch bock low elo Rift zu spielen. \n\nWirklich also das war bei weitem die schlechteste Woche league-Experience in den letzten 2 jahren. \n\nAlso ich will ja wirklich nicht sagen es sind bei allem immer die Mates schuld aber holy shit es sind bei allem die Mates schuld zumindest in diesen  4 Games.  Da hilfts mir auch nicht den Fehler bei mir zu suchen ich hab schließlich nicht 30 min von 25 geflamed. ich stand schließlich nicht 0/9 oder 3/10 . Ich habe meine aufgabe erfüllt und wurde dafür teilweise aufs schlimmste beleidigt\n\nWas die größte Unverschämtheit dabei ist? KEINER wurde bestraft sonst wären die nach über einer stunde nicht ingame.\n\nbei Trist kann ichs verstehen das  die nicht bestraft wurde . entweder wurde sie nicht reported oder der leichte flame war eben zu leicht.\n\nAber jeder andere davon hätte legit einen 14 -D MINDESTENS verdient. Die shyv sogar n perma. Es ist einfach nur ne Frechheit das die Leute jetzt einfach anderen auch die Games versauen können. Der Ekko btw ist clearly n troll denn als lvl 200er 0/9/0 aus nem game zu gehen ist einfach schon ziemlich busted. Entweder ist es n bot oder wirklich bewusst so gemacht. \n\nsind zwar nur 4 Games aber ich hab jetzt schon kb mehr auf ranked wenn das schon so geil anfängt wirklich.\n\nUnd ja der Thread wird safe gedownvoted oder gelöscht weil #euwboards aber fakt ist für mich einfach an der Stelle\n\n#MatchmakingGrütze\n#ReportsystemDoppelteGrütze\n \nund was noch viel schlimmer ist : nach all den Jahren muss man immer noch mit nem premade Ranken weil du sonst einfach rip bist als support.\n\nDa bleibt mir am Ende einfach nichts mehr zu sagen außer ziemlich Schade das ein grundsätzlich ziemlich geiles Game so kaputtgemacht wird durch beschriebene situationen ...\n\nEdit: Das nächste Game lief auch wieder sehr optimal. Bin als Supporter eingetragen . Hab auf einmal ne Toplaner Morgana mit SMITE FFS MIT SMITE !!! Die dann toplane geht weil se gecheckt hat das ich supporter bin obwohl es fett da stand. mein adc ging dann lieber zur morgana auf die toplane weil die morgana ja jetzt der support war. Game ist natürlich ebenfalls so abgelaufen wie es kommen musste. Sorry riot aber langsam komm ich mir richtig hart verarscht vor. kriegt euern Arsch hoch und macht was dagegen . Meine fresse kann doch nicht sein das jedes Entschuldigung \" verfickte\" Game so ablaufen muss. \n\nMeine Placements kann ich jetzt natürlich in die Tonne treten. Ich bedanke mich bei den entsprechenden Leuten in meinen Games a.k.a Drecks-Community was anderes kann und will ich dazu nicht sagen selbst wenn ich dafür n Bann kassier. Es ist einfach nur noch frustration das man so getrollt wird egal was man in League macht. Fixxt dieses Matchmaking einfach holy","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-07-30T11:03:04.754+0000","up_votes":1,"down_votes":0,"body":"Du weisst ja nicht, ob die bestraft wurden oder nicht.\nOder hast du dich etwa in ihre Accs eingeloggt und nachgeschaut, ob sie eine CR bekommen haben?","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-30T05:31:00.848+0000","up_votes":1,"down_votes":0,"body":"Hey ich verstehe dich :D \n\nAber deine 5 games kommen nicht mal in meinen top 10 der letzten Wochen ^^' \n\nVon afk oder Leuten die mal eben ein paar Minuten weg sind will ich garnicht anfangen das sind viel zu viele ^^' \n\nMeine Lieblings mates der letzten Wochen.  \nLux sup 1/17 \n\nJungel 3/13, sup 1/11 in selben game :) \n\nTresh sup 1/14 \n\nDann die obligatorischen 0/8 top laner die immer wieder kommen :) \n\nHab es trotzdem neulich in die Gold 2 Promo geschafft .... Aber wie es bei mir bei jeder Promo ist und zwar wirklich bei jeder. \nVerliere ich wieder jedes game ^^ \nBin wieder bei 0LP angekommen aber auch schon in einen rutsch. \n\nDen Abschaum den ich in den games in mein Team bekomme will ich garnicht mehr erwähnen.\n\nSchade das man sichtbar vom System solche Leute zugespielt bekommt :) sonst würde man ja easy aufsteigen. \n\nIch meine ich steige trotzdem wieder aber es ist unnötig schwer und frustrierend. \n\nDie sichtbaren smurf um gegner Team die mit lvl 31 alles zerstören Ignorier ich dabei mal :D \n\n\nAlso ich verstehe deinen Frust :/ ranked ist und bleibt halt coinflip. Man kann nur hoffe Menschen ins Team zu bekommen. Bzw. Hoffe die gegner haben ein afkler, inter oder trollen. \n\nDen man merke die einzige konstante in deinen games sind die 4 randoms die dein game zerstören wollen ^^","replies":[]},{"id":"","poster":"Kriegsgott Yato","date":"2019-07-30T00:47:47.165+0000","up_votes":1,"down_votes":0,"body":"Ende vom Lied such dir ein Duo Mate, eine andere Rolle oder spiel Carry Supps. xD Es gibt Dinge die sich einfach nie ändern werden und wenn du meinst du gehörst nicht in deine Elo dann kannst du acuh als Support climben.","replies":[]}]}