{"id":"2Xp3h8g9","poster":"Kugeki","date":"2018-08-07T13:35:59.184+0000","title":"Magischer FREE Coach gesucht (ADC)","subforum":"Level Up: Guides & Tipps","embed":{"title":null,"description":null,"url":"https://31.media.tumblr.com/c26f11d445990fa9b1c7d333af16cc31/tumblr_inline_n9ipwp3yCM1qcjl0k.jpg","image":null},"up_votes":1,"down_votes":0,"body":"Hey ich bin auf der Suche nach einem Coach der sich eventuell die Zeit nehmen k&ouml;nnte mir ein wenig zu helfen als ADC voranzukommen.\r\nMein eigentliches Seasongoal war Plat5 aber meiner Matchhistory nach zu urteilen ist das noch weit weit weit [...] weit weg.\r\n\r\n\r\n\r\nBin zurzeit Gold5 und spiele an sich gern Jinx, Ezreal und Cait.\r\nMit Lucian komme ich leider 0% zu recht, denke aber dass er nen starker pick werden k&ouml;nnte.\r\n\r\nFalls jemand wirklich die Lust h&auml;tte sich das anzutun, sich dieser Herausforderung zu stellen [...] dann w&auml;re das jedenfalls mega nice xD\r\n\r\nAber nichtsdestotrotz einen sch&ouml;nen Tag/Abend noch :)\r\n\r\n- Kugeki  {{champion:222}} \r\n\r\n\r\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Twinalone","date":"2018-08-07T16:21:59.923+0000","up_votes":1,"down_votes":0,"body":"Hey ich hab einige seasons lang adc gemaint und diese Season in D4 gepeakt. Wenn du noch jemand suchst, kannst du mich einfach adden und wir besprechen dann wie wir das machen. Hab schon einigen Spielern weitergeholfen und mittlerweile so etwas wie einen Lernplan für die verschiedenen Elos erstellt. \nIngame: Twinalone","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-08-07T16:04:27.896+0000","up_votes":1,"down_votes":0,"body":"kann dir vllt ein bissl helfen, bin zwar kein adc main kenne mich aber gut mit champions und items aus, spiele zwar keine rankeds auf adc, denke aber das ich schon genug adc gespielt habe um ein paar tipps zu geben. Oder eher einfach ein paar fragen beantworten. Aber kann dir leider nicht bei mechanichs helfen, die musst du dir selber zulegen ^^.","replies":[]}]}