{"id":"zt7HPo9W","poster":"MetroXproXGamer","date":"2018-08-07T07:38:35.867+0000","title":"Für den T1 Tower oder für den Roam gehen ?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nhabe mal eine Frage, die ich mir im Game auch &ouml;fters Stelle und meist nicht wei&szlig;, ob das die richtige Entscheidung ist.\r\n\r\nWenn ich als Midlaner ein Match Up, wie Anivia (Ich) geg. Yasu/Zed/Talon also etwas sehr roamlastiges als Gegner habe, kommt es oft zur Situation, dass ich gerade auf die Lane laufe z.b. nach dem ROA Backport, der Gegner die Wave durchpusht und dann roamen geht. In der Zeit kann ich als Anivia mind. 2 Waves pushen und sehr guten Schaden am Tower machen, beim 2. mal w&auml;re der Tower dann schon down, aber ist es das worth, wenn daf&uuml;r die Botlane dann sterben k&ouml;nnte ? Ich bekomme meist so immer vor der 15. Minute den T1 Tower, manchmal schon in der 10. oder 11. Minute. Es ist ja nicht so, dass ich den Gegner einfach roamen lasse. Ich ping meist 3x enemies missing und dann mit den restlichen pings be careful. Und schreib dann noch zus&auml;tzlich in den Chat: XXX is roaming bot/top etc. Da diese aber nicht immer darauf h&ouml;ren kann es passieren, dass z.b. der Supporter mal get&ouml;tet wird....Meistens beschweren die sich auch nie, da ich eben die Botlane eigentlich gewarnt hatte.\r\n\r\nJetzt zur Frage ist es eigentlich worth den Tower so fr&uuml;h zu bekommen, anstatt mit zu moven, oder zu roamen ?\r\n\r\nNach dem der T1 dann f&auml;llt, kann der midlaner dann auch kaum noch roamen und wir haben mehr pressure auf Objectives, aber auch nur, wenn die Botlane auf meine Pings h&ouml;rt, wenn nicht, dann f&auml;llt auch dort der T1 und es gleicht sich praktisch aus.\r\n\r\nDanke f&uuml;r eure Tipps schonmal :)\r\n\r\nLG","replies":[{"id":"","poster":"Angel Ayume","date":"2018-08-07T09:08:31.105+0000","up_votes":3,"down_votes":0,"body":"Also mir hat mal ein Coach gesagt, dass es nicht gut ist den Tower so früh zu holen. Denn damit beende ich die Laningphase und beeinträchtige die anderen Mates stark, da sie eben nicht mehr ordentlich farmen können, denn sie müssen sich den Farm teilen oder da sind mehrere Gegner auf der Lane, was ihnen das Farmen erschwert. \nIch erlebe das oft selbst als Midlaner. Wenn unser Bot T1 Tower sehr früh fällt, habe ich oft die gegnerische Bot in der Mitte, und das ist für mich schon echt kacke. Ich kann nicht mehr farmen, den Midlaner nicht mehr 1v1 fighten oder gegebenenfalls einen Kill bei einem Gank abstauben. Oder Oder aber unsere Bot hat den Tower geholt, kommt in die Mitte und ich muss meine Exp teilen und den Farm, meistens bekommt dann immer der Adc die Wave. :/ \n\nEr sagte sogar, dass selbst das first Blood Towergold in dem Fall nicht worth genug ist. \nWenn euer Team Gefahr läuft vorher einen Tower zu verlieren, dann solltest du ihn holen, aber am besten so lange wie möglich hinauszögern.","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-08-07T10:00:49.851+0000","up_votes":1,"down_votes":0,"body":"Und was soll ich dann machen wenn der Gegner roamen geht ? Die Lane freezen, oder doch mitmoven ?\n\nOder nur die minions in den Tower pushen und dann iwas anderes machen ?","replies":[{"id":"","poster":"Lunaá","date":"2018-08-07T10:16:56.113+0000","up_votes":1,"down_votes":0,"body":"Minions in den Tower pushen, und dann aber auf die entgegengesetzte Seite roamen. So läufst du nicht in Gefahr, vom Gegner irgendwo getrappt zu werden, und um der Botlane zu helfen, bist du sowieso schon zu spät, denn wenn du ankommst, seid ihr meistens schon in Unterzahl.\nNachdem du die Minions gepusht hast, kannst du auch beim roamen vielleicht noch die Greifvögel des Gegners clearen.\n\nGenerell gilt speziell im Highelo-Bereich, wenn der Gegner auf der einen Seite ist, versuchst du was auf der anderen, so entstehen auch immer die Herold-Drachen, Tower-Tower etc Trades. Falls der Jungler in der Nähe ist, lässt sich sowas eigentlich relativ Gefahrlos machen","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-08-07T10:08:43.230+0000","up_votes":1,"down_votes":0,"body":"Das is irgendwie meist situationsbedingt. \nIch bin auch nur ein Silberspieler, deswegen kann ich dir nicht sagen, was die beste Möglichkeit wäre. \nAber ich würde in der Situation roamen oder die Zeit für nen guten Backport nutzen.","replies":[]}]}]},{"id":"","poster":"Raileyy","date":"2018-08-07T07:49:17.980+0000","up_votes":1,"down_votes":0,"body":"Also ich würde sagen worth, da du ja immerhin die zusätzlichen 400Gold für FB-Turret kriegst. Überhaupt kannst du mit Anivia auch schlecht die ersten lvl roamen gehen weil du halt da noch nicht so viel waveclear hast und sie generell eher langsam ist. Von daher wenn du alle warnst sollte das total fine sine und ihr spielt n paar gute Teamfights und gewinnt {{sticker:katarina-love}}","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-08-07T07:56:56.094+0000","up_votes":1,"down_votes":0,"body":"Ok, gut zu wissen, dachte vielleicht ist das ein großer Punkt, warum ich jedesmal die Promo zu P5 verkack, aber danke :D","replies":[{"id":"","poster":"Raileyy","date":"2018-08-07T07:58:36.630+0000","up_votes":1,"down_votes":0,"body":"schreibt er einfach mitm Smurf rein \n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-08-07T08:12:10.983+0000","up_votes":1,"down_votes":0,"body":"Macht doch eh jeder zweite hier.","replies":[{"id":"","poster":"ImTheFox115","date":"2018-08-07T08:42:58.296+0000","up_votes":1,"down_votes":0,"body":"Pah","replies":[{"id":"","poster":"Critamere1980","date":"2018-08-08T16:51:08.562+0000","up_votes":1,"down_votes":0,"body":"Also ich gucke manchmal gerne den Youtuber ThegLacierr. Das ist ein Top Laner, welcher in jedem Spiel die gleiche Taktik benutzt und so bis Dia IV gekommen ist. Er versucht jedes Spiel zu carryn und hofft nicht auf seine Mitspieler. Er geht auch in Dia davon aus, dass sie keine Ahnung vom Spiel haben und verlässt sich somit nur auf sich selbst.\nIn seiner Botschaft dreht es sich darum, nicht zu roamen, da roamen riskant ist.\nWenn Zed also roamt, nicht folgen. Es könnte sein, dass er nur auf dich wartet und der gegnerische Jungler ebenso in der Nähe ist. Schon bist du down. Auch wenn du Zed holst, ein Kill ist es einfach nicht Wert.\nTower vernichten bringen den Sieg. First Tower bringt viel Geld. Somit macht das also sehrwohl Sinn. Auch mit Zed etc. spielt er ebenso, wenn er Mid gamed.\nSo defensiv als möglich zu agieren lautet die Devise. Man sieht es auch bei Froggen, wenn er Anivia spielt. Der teleportiert mehr, als er roamed. Das hat den Sinn, dass die Gegner nicht wissen, von wo er kommt. Somit roamt er unvisible. \n\nLogisch betrachtet verstehe ich das ganz und gar und spielte nach meinem ca. 100ten Spiel so. Egal ob Top oder Mid.  Dafür bin ich halt mechanisch ne 0. :-)","replies":[{"id":"","poster":"ImTheFox115","date":"2018-08-09T06:11:43.509+0000","up_votes":1,"down_votes":0,"body":"Wenn er es besser machen würde wäre er Vl nicht nurDia4 :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"SSI CptHaunted","date":"2018-08-07T08:46:47.797+0000","up_votes":1,"down_votes":0,"body":"Du tust was dir möglich ist um deine Mates zu warnen, das muss ausreichen. Dass die Leute darauf nicht achten/hören...dagegen kannst du nichts machen. Wärst du jetzt eine Taliyah und könntest den Vorsprung, den dein Gegner normalerweise auf dem Weg zur entsprechenden Lane hat, aufholen könnte man drüber nachdenken, aber so wird dein Supporter vermutlich so oder so sterben, egal ob du hinterher gehst oder nicht. Von daher wäre es durchaus sinnvoller Druck auf die Midlane auszuüben und nach dem T1 Tower die Wave in einen Slowpush zu versetzen und selbst offensiv zu roamen.","replies":[]},{"id":"","poster":"Kirika","date":"2018-08-07T18:14:00.135+0000","up_votes":1,"down_votes":1,"body":"Wenn ein Gegner wie Zed roamen geht gib deinem Team bescheid. Das ist das einzige was du machen kannst. Wenn du folgst ist die chance in den gegner oder seinen Jungler zu laufen extrem hoch. Wenn man nen mobilen champ hat kann man sich das erlauben als anivia farm einfach und bereite dich auf dein game vor (lategame) wo du den Zed two skill killst. \nAls Mitte den T1 nehmen finde ich immer unsinnig weil deine lane dann eher pusht und du dich in dauerhafte Gefahr beim farmen begeben musst. Hatte die Situation gestern als ich nen Veigar gespielt hab vo mein Jungler den turret gegen meinen willen genoimmen hat. Das ganze team hat mich für meien Einstellung geflamed weil ich stur unter meinem Turm weiter gefarmt habe anstatt zu roamen und meiner Lux zu folgen. Später hab ich in7 Minuten 2 Aces ermöglicht weil ich mit rabadon und Archangel einfach 900 ap hatte.","replies":[]}]}