{"id":"AwFNx9iK","poster":"Snappynator","date":"2019-07-29T16:07:41.295+0000","title":"Eine Reportleiste für \"Spieler ruft Verbündete zum Report\" muss her!","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Ich finde es immer wieder lustig, wie immer mehr es bei einem verlorenem Spiel gleich rumgeheult wird. Hier mal ein Beispiel:\r\n\r\nMan spielt gerade Mitten im Spiel so gegen 10 Minuten und das Spiel läuft gerade nicht so prickelnd für das verbündete Team. Dann fangen meist zwei oder drei Spieler danach an, den angeblich schlechten Spieler im Team rauszuhauen und man solle diesen Spielerin bzw. Spieler zu reporten. Der Grund von den Flamer sei meist, man würde nicht auf das Spiel konzentrieren bzw. man habe absichtlich zum Gegner gespielt zu haben, obwohl dies nicht der Fall war.\r\n\r\nFalsche Aussage(n) an Report(s) an bestimmten Mitspielerinnen und Mitspielern im Team soll es auch eine Verwarnung geben. Reportet man einen oder mehrere Mitspieler immer falsch, oder kurzgesagt man macht immer zu Falschaussage, und man merkt es immer mehr, soll die- oder derjenige dann auch bald nicht mehr die Möglichkeit haben, den Reportfunktion zu nutzen.\r\n\r\nIch kann nur hoffen, dass man damit eine weitere Option bei Reportleiste diese Leuten davon abschrecken kann, das sinnlose Rumgeheule und sonstiges abzuschrecken und gegebenfalls hier eine bessere Community in LoL herrscht, anstatt nur am Ende des Spiels rumzubeleidigen.\r\n\r\nSorry, ich habe das gerade alles aus Wut rausgeschrieben. Kann sein, dass vieles gerade nicht so nicht gut ist.  -_-'''","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-07-30T10:08:55.226+0000","up_votes":4,"down_votes":0,"body":"Nutze einfach \"Negative Aditude\"... Oder wie immer das auf Deutsch heißt... Denn genau das ist es ja, was der Spieler macht, hat und verbreitet.\n\nUnd ja, Reportaufrufe werden von den Chatanalyse als toxisch eingestuft und können zu Strafen führen.","replies":[{"id":"","poster":"Snappynator","date":"2019-07-30T10:52:05.222+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=AwFNx9iK,comment-id=0004,timestamp=2019-07-30T10:08:55.226+0000)\n\n> Und ja, Reportaufrufe werden von den Chatanalyse als toxisch eingestuft und können zu Strafen führen.\n\nGut zu wissen. 9 zu 10 Spielen lese ich immer wieder nach dem Spiel wie Report this noob oder irgendwelche Beleidigungen...","replies":[]},{"id":"","poster":"eingew","date":"2019-07-31T07:16:03.105+0000","up_votes":1,"down_votes":0,"body":"> Oder wie immer das auf Deutsch heißt\n\nGenauso wie im englischen nur mit zwei Pünktchen mehr ^^. Attitüde.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-07-31T15:16:53.395+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=AwFNx9iK,comment-id=00040001,timestamp=2019-07-31T07:16:03.105+0000)\n>\n> Genauso wie im englischen nur mit zwei Pünktchen mehr ^^. Attitüde.\n\nMir ging es mehr darum, dass ich nicht weiß, welche Übersetzung es da im Deutschen Klient gibt. Also ich wäre zum Beispiel nie auf die Idee gekommen Qiyanas \"Audacity\" mit \"Unbescheidenheit\" zu übersetzen, aber Rito hat sie genau dafür entschieden...","replies":[]}]}]},{"id":"","poster":"WC9 Umbra","date":"2019-07-29T16:08:54.968+0000","up_votes":2,"down_votes":1,"body":"sonst keine probleme?\n\nreport ihn einfach und gut ist. den ape siehste nie wieder.","replies":[{"id":"","poster":"Released Ape","date":"2019-07-29T18:59:16.458+0000","up_votes":3,"down_votes":0,"body":"Hey das ist gemein :c","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-30T09:37:04.230+0000","up_votes":2,"down_votes":0,"body":"Diesen Ape hatte ich noch nie in meinen Spielen :o","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-07-30T13:05:22.660+0000","up_votes":2,"down_votes":0,"body":"der wurde noch nicht released","replies":[]}]}]}]},{"id":"","poster":"Hundis Katze","date":"2019-07-30T12:35:27.391+0000","up_votes":2,"down_votes":0,"body":"Es reicht schon den Spieler für negatives Verhalten zu Reporten, da Reportcalls eh reporttable sind. Eine weitere Zeile ist nicht nötig.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-07-30T09:39:03.494+0000","up_votes":2,"down_votes":0,"body":"Also deine Idee ist, wenn jemand zu oft grundlos reportet, soll ihm die Report-Funktion gesperrt werden? \nWarum? Oder hab ich da was falsch verstanden?","replies":[]},{"id":"","poster":"Carina","date":"2019-07-30T04:57:30.697+0000","up_votes":2,"down_votes":0,"body":"> Reportet man einen oder mehrere Mitspieler immer falsch, oder kurzgesagt man macht immer zu Falschaussage, und man merkt es immer mehr, soll die- oder derjenige dann auch bald nicht mehr die Möglichkeit haben, den Reportfunktion zu nutzen.\n\nFalsche Reports haben keine Auswirkungen auf die Person, die reportet wird. Wenn niemand einen Nachteil dadurch hat, sollte es auch nicht bestraft werden. \n\nReportaufrufe melde ich immer als negative Einstellung und Beleidigung, da sie unnötig sind (ein einziger Report reicht um eine Überprüfung auszulösen) und meist dazu dienen, jemanden unter Druck zu setzen oder vor den anderen schlecht zu machen.","replies":[]},{"id":"","poster":"Snappynator","date":"2019-07-29T17:08:38.792+0000","up_votes":1,"down_votes":3,"body":"Junge, es muss was gemacht werden, ansonsten wird es in diesem Community nie was! Es gibt kein anderes Spiel wie hier, dass so schlimm rumgeflamet und rumgetrollt wird, wir hier.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-29T17:25:39.191+0000","up_votes":4,"down_votes":1,"body":"CS:GO, Rainbow Six vor den Strafen für Chats etc, Dota 2, etc.\nNö, sicher keine anderen Spiele.","replies":[]}]},{"id":"","poster":"Snappynator","date":"2019-08-05T12:49:14.650+0000","up_votes":1,"down_votes":0,"body":"Aber wie es immer so aussieht, sieht man einfach die Dummheit eines Menschen. Man denkt immer, sie seien Gut, oder besser gesagt Pro-Gamer im Spiel, sind immer im Recht und müssen und dürfen immer nach Reports rufen.\n\nMan sieht schon alleine hier in meinem Thema. Schon Minus Punkte gesammelt. Wahrscheinlich habe ich diese Wannabe-Pros angesprochen...","replies":[]}]}