{"id":"Uj9gxJid","poster":"eingew","date":"2018-08-06T12:40:14.954+0000","title":"Was ist besser?","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":3,"body":"Eine Wahlbeteiligung von unter 60% und damit eine Demokratie, die stark an der Glaubw&uuml;rdigkeit ihrer Selbstbezeichnung kratzt, oder eine einigen offensichtlich unliebsame Partei im Bundestag?\n\nUnd ja, hier ist endlich ein Thread, in dem P&ouml;beleien &uuml;ber die AfD kein Spam sind, weil sie mit zum Thema geh&ouml;ren ;). Manch einer scheint daf&uuml;r ja ein Ventil zu ben&ouml;tigen.\n\nIch wollte als jemand mit leidenschaftlicher Begeisterung f&uuml;r die Politik blo&szlig; mal einen kleinen Denkansto&szlig; zur Partei des Teufels abgeben, wo ich in letzter Zeit doch h&auml;ufig &quot;Ketzer&quot;-Rufe gegen&uuml;ber dem Uranbrennstab lesen musste. Der hat sich, wie dem ein oder anderen offenbar nicht aufgefallen ist, &uuml;brigens *gegen* die politischen Ziele der AfD positioniert. Aber das scheint im heutigen politischen Klima, in der man linke Sammlungsbewegungen aufgrund ihrer geringf&uuml;gigen und teilweise vorhandenen &Uuml;bereinstimmung der Grenzpolitik mit der AfD als &quot;AfD-light&quot; bezeichnen kann, ohne dabei jegliche Glaubw&uuml;rdigkeit zu verlieren, f&uuml;r viele keinerlei Relevanz mehr zu besitzen. Jedes Urteil, das nicht 1000% gegen die AfD ist, ist für diese offenbar nicht gut genug.\n\nMir geht diese religi&ouml;se Art des Umgangs mit dem Thema n&auml;mlich mittlerweile geh&ouml;rig auf den Senkel. Diese Hysterie ist ungesund, unsachlich und keinesfalls positiv. Es ist durchaus angemessen, die AfD abzulehnen. Es ist absolut unangemessen politische Gegner und alles, was das sein k&ouml;nnte, zu diffamieren und gegen sie zu hetzen. Aber wie ich heute bereits an anderer Stelle bemerkt habe, gegen das B&ouml;se&trade; scheint jedes Mittel recht.","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-06T14:32:45.602+0000","up_votes":4,"down_votes":0,"body":"Um mal ein Thema anzusprechen, das bisher nicht aufkam: Medienwirksamkeit und Polemik.\n\nIch denke das Problem ist nicht die AfD, so wenig ich sie auch mag, denn für mich ist die AfD bloß eine Art xenophobe FDP,\nich denke das Problem sind die anderen herkömmlichen Parteien und der Wandel der News- und Unterhaltungsmedien.\n\nKlingt vielleicht erst etwas komisch, aber lasst es mich erklären.\n\n1. Die Printmedien sind gerade in einer leichten Krise, alles wird digitalisiert und das bedeutet längerfristig Anpassung oder Tod.\n\n2. Seichte Unterhaltung war immer schon gewinnbringender für Medien, da attraktiver für Kunden. Bei einer Umlagerung der Printmedien ins Internet, muss man also entweder mit Werbung oder Paywalls arbeiten. Unangenehm. Denn einerseits können sich die Leser nun eher selbst aussuchen was sie lesen wollen, da es generell mehr Unterhaltung gibt als früher, was seichte Unterhaltung eher fördert als dröge Politik-feuilletons, es fördert Clickbait-titel und das ist der Tod für den seriösen Politik-journalismus.\nKeiner will sich 3 Seiten Analyse der aktuellen Politischen lage durchlesen, aber **\"ASYLANT VERGEWALTIGT MÄDCHEN UND DESHALB SOLLTE MAN SIE ALLE ERSAUFEN LASSEN\"** (Achtung, grobe Übertreibung zur Demonstration. Habt ihr zuerst diesen Satz gelesen, als ihr diesen Text gesehen habt? Erwischt.) gibt unseriösen newsseiten mehr Klicks als ein Kind mit Cookie-clicker und Langeweile.\n\n3. Wo wir bei Klickbait sind, sollte man das Thema Polemik und Medienwirksamkeit anschneiden.\nPolemik hat eine sehr starke Korrelation mit hohen Klickzahlen, einfach aufgrund von diesem Klickbait-Unterhaltungssucht-Phänomen. Wollen Parteien heute in der Jungen Digitalen Welt bekannt sein, müssen sie Medienwirksam sein und die einfachste Art das zu bewerkstelligen ist Polemik. Die AfD hat das Verstanden, die anderen Uralt-Parteien dagegen nicht. Warum soll man die SPD wählen, wenn man nicht weiß was die wollen?\nFür den Politisch ungebildeten Bürger gibt es aktuell nur wenige Parteicluster: die graue Masse in der Mitte, sowas wie SPD, Union, FDP, Grüne und dann die bunten, schrillen Extremen.\nSchaut man sich das mal an der rechten Internettrollvereinigung Reconquista Germanica an, stellt man fest: die haben das Prinzip verstanden. \nDer Rest wohl nicht.","replies":[{"id":"","poster":"eingew","date":"2018-08-06T14:45:08.116+0000","up_votes":2,"down_votes":0,"body":"Du nimmst mir das Wort aus dem Mund :D","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-06T14:46:20.298+0000","up_votes":1,"down_votes":0,"body":"Sorry :>","replies":[{"id":"","poster":"eingew","date":"2018-08-06T14:51:01.235+0000","up_votes":1,"down_votes":0,"body":"Quatsch, du hast das besser formuliert als ich es konnte :D","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2018-08-06T13:08:27.558+0000","up_votes":2,"down_votes":0,"body":"Um mal meine Meinung bezüglich der Afd in Worte zu gießen:\n\nIch denke, dass es eine solche Partei geben darf. Das gibt unsere Politik und unser Grundgesetz einfach her, du darfst dich auf diese Weise politisch positionieren und du darfst auch auf diese Weise versuchen, Wähler von dir zu überzeugen. \n\nIch denke allerdings auch, dass eigentlich niemand die Afd ernsthaft wählen wollen kann. Immerhin geht es hier um eine Partei, die im Kern politische Ziele verfolgt, welche dem Großteil der Bevölkerung eher schaden würden. Ich meine hiermit vor allem die neoliberalen Ziele, welche die Afd in ihrer Wirtschaftspolitik verfolgt (z.b. Steuererleichterungen für Vermögende, Kürzungen der Sozialleistungen, Streichung der staatlichen Unterstützung für Alleinerziehende), sowie die rückwärtsgewandte Sichtweise, die diese Partei in Sachen Familienpolitik, Gleichstellung und Meinungsfreiheit (v.a. im Internet verfolgt).\n\nDas traurige daran ist halt, dass die Afd alle diese Ziele nicht wirklich öffentlich bewirbt sondern ihre wahren politischen Absichten hinter dem großen Feindbild \"Flüchtlinge\" und der bösen, bösen Überfremdung versteckt. Damit werden die kleinen Leute gefangen, die, entschuldigt die Pauschalisierung, leider oft wenig politische Bildung genossen haben. So wählen über 10% der Wähler eine Partei, die aktiv gegen ihren Wohlstand und ihre Lebensqualität arbeiten will (!).\n\nAllerdings ist es nicht verboten, sich (noch einmal Entschuldigung!) der Dummheit der Wähler zu bedienen. Es ist nicht die Schuld der Afd, dass sie ein System ausnutzt, dass ihr genau dies ermöglicht. Viel mehr sollte eine umfassende (aber neutrale!!!) politische Aufklärung existieren, die es allen Mitbürgern ernsthaft ermöglicht, die Partei zu wählen, die *wirklich* ihr politisches Wohl verfolgen würde. \n\nÜber Flüchtlinge und Migration kann man ja denken was man will. Ich verurteile niemanden für seine Meinung zu diesem Thema. Niemand ist böse, weil er Angst vor Überfremdung hat, das ist eine Meinung die man haben darf. \nEs ist nur schade, dass eine Partei ihre (in meinen Augen) für die Bevölkerung schädliche Politik hinter einem solchen Reizthema verstecken kann und so hohe Wertungen bei der Wahl holt. Das sollte eigentlich nicht möglich sein. \n\nDennoch muss eine Demokratie das aushalten. Wir haben in unserem Land Platz für jede Meinung, so lange sie nicht gegen das Grundgesetz verstößt. \n\nIch schließe das mit dem, ich gebe zu etwas abgedroschenen Zitat:\n\n*Ich verachte Ihre Meinung, aber ich gäbe mein Leben dafür, dass Sie sie sagen dürfen.*\n*Evelyn Beatrice Hall*","replies":[{"id":"","poster":"eingew","date":"2018-08-06T14:35:25.055+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0004,timestamp=2018-08-06T13:08:27.558+0000)\n>\n> Um mal meine Meinung bezüglich der Afd in Worte zu gießen:\n> \n> Ich denke, dass es eine solche Partei geben darf. Das gibt unsere Politik und unser Grundgesetz einfach her, du darfst dich auf diese Weise politisch positionieren und du darfst auch auf diese Weise versuchen, Wähler von dir zu überzeugen. \n> \n> Ich denke allerdings auch, dass eigentlich niemand die Afd ernsthaft wählen wollen kann. Immerhin geht es hier um eine Partei, die im Kern politische Ziele verfolgt, welche dem Großteil der Bevölkerung eher schaden würden. Ich meine hiermit vor allem die neoliberalen Ziele, welche die Afd in ihrer Wirtschaftspolitik verfolgt (z.b. Steuererleichterungen für Vermögende, Kürzungen der Sozialleistungen, Streichung der staatlichen Unterstützung für Alleinerziehende), sowie die rückwärtsgewandte Sichtweise, die diese Partei in Sachen Familienpolitik, Gleichstellung und Meinungsfreiheit (v.a. im Internet verfolgt).\n\nDas glaube ich auch. Das hat wohl eine Menge mit den Alternativen zu tun. Zwei \"Volksparteien\" die sich schwerlich noch als solche bezeichnen lassen und beide sehr grundlegende Versprechen in ihren Wahlprogrammen gebrochen haben... und dann haben wir auf der linken Seite fast nur noch Forderungen, die ebenso gegen das Interesse ihrer Stammklientel gehen. Oder zumindest an diesem vorbei.\n\nUnd Gleichstellung ist ein Ziel welches ich persönlich deutlich ablehne. Freiheit ergibt sich nicht aus erzwungener Gleichheit. Erzwungene Gleichheit ist das Gegenteil von Freiheit. Quoten sind ein Mittel der Diskriminierung. Da wären wir wieder beim Thema, dass für vorgeblich heere Ziele jedes Mittel recht sein darf. \nEs gibt eindeutig Unterschiede bei der Bezahlung der Berufe, welche Frauen und Männer üblicherweise jeweils wählen. Das ist aber, um mal in klassischer linker Gesellschaftseinteilung zu sprechen, ein Problem der **Klassen**, nicht der Geschlechter. Was man ja auch herrlich daran sieht, wie die \"Gleichstellungs\"-forderungen sich bei dreckigen, gefährlichen und schlecht bezahlten Berufen, die vornehmlich von Männern aufgeführt werden, plötzlich leise werden.\n\nZumal absolute Gleichstellung im Interesse keines der Geschlechter ist. Die meisten Frauen wollen einfach keine Informatiker, Elektrotechniker, Bauingenieure oder Physiker werden und die meisten Männer wollen einfach keine Germanisten, Mediziner, Pädagogen, Psychologen, Anglisten, Biologen oder Sozialarbeiter werden. Möglicherweise ändert sich das irgendwann mal ganz langsam bei dem ein oder anderen Fach. Bis dahin täten viele gut daran zu akzeptieren, dass die beiden Geschlechter in vielen Punkten unterschiedliche Interessen haben - und vor allem ein Recht zu vertreten: Das der freien Wahl ohne sexistische Bevorzugung! Nur davon profitieren beide Geschlechter wirklich.\n\nDie meisten Frauen, die ja die angebliche Zielgruppe der \"Gleichstellung\" sind, wählen übrigens die CDU. Die hat zwar diese Gleichstellung mitbeschlossen - ihr Kernthema ist es aber definitiv nicht.\n\nTl,dr: Diesen Punkt sehe ich wie die FDP.\n\n> Das traurige daran ist halt, dass die Afd alle diese Ziele nicht wirklich öffentlich bewirbt sondern ihre wahren politischen Absichten hinter dem großen Feindbild &quot;Flüchtlinge&quot; und der bösen, bösen Überfremdung versteckt. Damit werden die kleinen Leute gefangen, die, entschuldigt die Pauschalisierung, leider oft wenig politische Bildung genossen haben. So wählen über 10% der Wähler eine Partei, die aktiv gegen ihren Wohlstand und ihre Lebensqualität arbeiten will (!).\n\nTjaha... leichter könnte es die Regierung dieser Pauschalisierung auch nicht machen...\n\nDie CDU hat diese Positionen gegen Massenmigration bisher ja alle selbst vertreten. Wären sie einfach mal dabei geblieben und hätten die Grenzkontrollen aufrechterhalten, sähe das heute ganz anders aus. Gegen die Einlassung nur der Syrer hätte sich vermutlich kaum jemand gewehrt, mit der Empörung darüber wäre auch die AfD unter der 5%-Hürde geblieben.\n\nIch glaube zwar auch, dass das Problem deutlich kleiner ist, als viele es machen, aber so klein wie du es glaubst, ist es auch wieder nicht. Ich denke die Ditib gibt bereits einen netten Vorgeschmack dazu, was in den nächsten Jahren in massiv größerer Form unsere Grundrechte angreifen wird.\n\n> Allerdings ist es nicht verboten, sich (noch einmal Entschuldigung!) der Dummheit der Wähler zu bedienen. Es ist nicht die Schuld der Afd, dass sie ein System ausnutzt, dass ihr genau dies ermöglicht. Viel mehr sollte eine umfassende (aber neutrale!!!) politische Aufklärung existieren, die es allen Mitbürgern ernsthaft ermöglicht, die Partei zu wählen, die *wirklich* ihr politisches Wohl verfolgen würde. \n\nDas weiß ich ehrlich gesagt nicht. Ich denke schon, dass du hier die Partei viel zu isoliert betrachtest. Wie gesagt: Die Alternativen auf dem Wahlzettel werfen mMn fast alle kein besseres Licht auf die Zukunft. Jede hat mindestens einen signifikanten Themenanteil, die sie aus meiner Sicht als Regierungsunfähig gelten lässt.\n\n> Über Flüchtlinge und Migration kann man ja denken was man will. Ich verurteile niemanden für seine Meinung zu diesem Thema. Niemand ist böse, weil er Angst vor Überfremdung hat, das ist eine Meinung die man haben darf. \n\n\"Überfremdung\" ist mMn unser letztes Problem bei der Migration. Die Polizei beschwerte sich bereits weit *vor* der Flüchtlingskrise über die Entstehung von Ghettos und massiver Unterbesetzung in ihren Einsatzstellen. Kann man ja auch schön an der letzten veröffentlichten Kriminalitätsstatistik betrachten, wie weit die Handlungsfähigkeit der Polizei zurückgegangen ist. Der Anstieg härterer Straf- und Gewalttaten und der deutliche Rückgang \"kleinerer\" Delikte, wie zB Diebstahl, spricht Bände über die Verschiebung der Prioritäten in der Polizeiarbeit -  und die zunehmende Unfähigkeit, auch nur grobe Vermutungen über die steigende Dunkelziffer zu treffen.\n\n> Es ist nur schade, dass eine Partei ihre (in meinen Augen) für die Bevölkerung schädliche Politik hinter einem solchen Reizthema verstecken kann und so hohe Wertungen bei der Wahl holt. Das sollte eigentlich nicht möglich sein. \n\nDa hast du völlig recht. Das haben wir wohl unseren anderen Parteien und den Medien™ zu verdanken. Unsere größte Mediengesellschaft, die ÖR, geben immer mehr Kohle für Schund aus. Vielleicht hätten sie einmal bei mehr Dokus u.ä. bleiben sollen.\n\nEdit: Siehe den Kommentar von The mute Swan.\n\n> Dennoch muss eine Demokratie das aushalten. Wir haben in unserem Land Platz für jede Meinung, so lange sie nicht gegen das Grundgesetz verstößt. \n> \n> Ich schließe das mit dem, ich gebe zu etwas abgedroschenen Zitat:\n> \n> *Ich verachte Ihre Meinung, aber ich gäbe mein Leben dafür, dass Sie sie sagen dürfen.*\n> *Evelyn Beatrice Hall*\n\nWas sich deutlich mehr Menschen hinter die Ohren schreiben sollten.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-06T15:19:12.505+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=00040000,timestamp=2018-08-06T14:35:25.055+0000)\n>\n> Das glaube ich auch. Das hat wohl eine Menge mit den Alternativen zu tun. Zwei &quot;Volksparteien&quot; die sich schwerlich noch als solche bezeichnen lassen und beide sehr grundlegende Versprechen in ihren Wahlprogrammen gebrochen haben... und dann haben wir auf der linken Seite fast nur noch Forderungen, die ebenso gegen das Interesse ihrer Stammklientel gehen. Oder zumindest an diesem vorbei.\n\nIch stimme dir hier zu. Der Name \"Alternative\" ist soweit gut gewählt, denn das stellt dir Partei tatsächlich dar, eine Alternative zu den vorhandenen politischen Parteien. Ob es eine gute Alternative ist scheint hier erst mal egal zu sein, \"Hauptsache anders\" ist vielen offenbar genug. \nUm dich aufzugleisen mit wem du hier redest: Ich persönlich wähle tatsächlich die Linke, da diese Partei eben meine \"Alternative\" darstellt. Du hast Recht, vieles von dem, was diese Partei möchte oder schon umgesetzt hat trifft nicht eben ganz meinen politischen Willen. Aber ich bin auch nur ein ganz normaler Wähler, habe nicht Politikwissenschaften studiert und ziehe meine Informationen aus den Medien, die mir zur Verfügung stehen, also vorzugsweise aus verschiedenen Quellen im Internet. \nNach meiner persönlichen Meinung scheint mir die Linke das geringere Übel zu sein... Auch wenn das traurig klingt. Ich fühle mich von keiner Partei in diesem Land so wirklich vertreten. Ich mochte die Piraten als sie aufkamen, bis klar wurde, dass hinter dem \"Internetimage\" ein bisschen wenig an echtem Inhalt steckte.\n\n> \n> Und Gleichstellung ist ein Ziel welches ich persönlich deutlich ablehne. Freiheit ergibt sich nicht aus erzwungener Gleichheit. Erzwungene Gleichheit ist das Gegenteil von Freiheit. Quoten sind ein Mittel der Diskriminierung. Da wären wir wieder beim Thema, dass für vorgeblich heere Ziele jedes Mittel recht sein darf. \n> Es gibt eindeutig Unterschiede bei der Bezahlung der Berufe, welche Frauen und Männer üblicherweise jeweils wählen. Das ist aber, um mal in klassischer linker Gesellschaftseinteilung zu sprechen, ein Problem der **Klassen**, nicht der Geschlechter. Was man ja auch herrlich daran sieht, wie die &quot;Gleichstellungs&quot;-forderungen sich bei dreckigen, gefährlichen und schlecht bezahlten Berufen, die vornehmlich von Männern aufgeführt werden, plötzlich leise werden.\n> \n> Zumal absolute Gleichstellung im Interesse keines der Geschlechter ist. Die meisten Frauen wollen einfach keine Informatiker, Elektrotechniker, Bauingenieure oder Physiker werden und die meisten Männer wollen einfach keine Germanisten, Mediziner, Pädagogen, Psychologen, Anglisten, Biologen oder Sozialarbeiter werden. Möglicherweise ändert sich das irgendwann mal ganz langsam bei dem ein oder anderen Fach. Bis dahin täten viele gut daran zu akzeptieren, dass die beiden Geschlechter in vielen Punkten unterschiedliche Interessen haben - und vor allem ein Recht zu vertreten: Das der freien Wahl ohne sexistische Bevorzugung! Nur davon profitieren beide Geschlechter wirklich.\n> \n> Die meisten Frauen, die ja die angebliche Zielgruppe der &quot;Gleichstellung&quot; sind, wählen übrigens die CDU. Die hat zwar diese Gleichstellung mitbeschlossen - ihr Kernthema ist es aber definitiv nicht.\n> \n> Tl,dr: Diesen Punkt sehe ich wie die FDP.\n\nIch meinte hier mit Gleichstellung keine Quoten o.ä.. die sehe ich ebenso kritisch. Ich bin eher ein Freund davon, allgemeine Chancengleichheit herzustellen. Wenn ich schon lese, dass die Afd das sog. traditionelle Familienbild fördern und Frauen eher aus dem Arbeitsmarkt heraushalten will rollen sich mir die Fußnägel hoch. \n\nEs geht mir nicht darum, Frauen zwangsweise zu Bauarbeitern und Managern zu erziehen. Es geht mir darum, dass eine Frau, die gerne LKW Fahrer oder eben Physiker werden möchte das auch werden kann, ohne dass ihr dabei irgendwelche Steine in den Weg gelegt werden und wenn es dabei auch nur um Vorurteile geht. Dasselbe gilt übrigens für einen Mann, der z.b. Hebamme oder Kindergärtner sein möchte. Solange beide für ihren Job die entsprechende Begeisterung **und** die entsprechenden fachlichen Voraussetzungen mitbringen sollte die Politik diese Möglichkeit nicht dadurch behindern, dass eine Frau in ihren Augen zuhause am Herd stehen sollte. \n\n> \n> Tjaha... leichter könnte es die Regierung dieser Pauschalisierung auch nicht machen...\n> \n> Die CDU hat diese Positionen gegen Massenmigration bisher ja alle selbst vertreten. Wären sie einfach mal dabei geblieben und hätten die Grenzkontrollen aufrechterhalten, sähe das heute ganz anders aus. Gegen die Einlassung nur der Syrer hätte sich vermutlich kaum jemand gewehrt, mit der Empörung darüber wäre auch die AfD unter der 5%-Hürde geblieben.\n> \n\nIch denke hier hast du Recht. Die Politik hat das aktuelle Problem durch überhastetes Handeln und durch die vorschnelle Aufgabe ihrer eigentlichen Positionen selbst erschaffen. Es war ja nicht das erste mal, dass eigentlich festgelegte politische Positionen aufgrund der Tageslage plötzlich verändert wurden, siehe Atomausstieg nach Fukushima. \n\n> Ich glaube zwar auch, dass das Problem deutlich kleiner ist, als viele es machen, aber so klein wie du es glaubst, ist es auch wieder nicht. Ich denke die Ditib gibt bereits einen netten Vorgeschmack dazu, was in den nächsten Jahren in massiv größerer Form unsere Grundrechte angreifen wird.\n\nIch wollte hier nichts verharmlosen... Ich hoffe auch, dass es nicht so weit kommt. Immer, wenn verschiedene Kulturen aufeinander treffen steht da die Frage, wie weit man der anderen Kultur das Recht einräumt, ihre eigenen Ansichten innerhalb der eigenen zu verbreiten. Ich persönlich bin der Meinung, dass wir als Mitteleuropäer eine ausreichend starke eigene Identität haben, um sie uns zu bewahren. \nIch bin allerdings *auch* der Meinung, dass ein so toleranter Umgang, wie wir ihn zb.  dem von dir angesprochenen Ditib und der dargestellten Weltanschauung entgegenbringen auf Gegenseitigkeit beruhen sollte. Ich denke, solange in den Ursprungsländern sogar mit Gewalt gegen \"unsere\" kulturellen Eigenheiten vorgegangen wird, sollte man hier bei uns keine weitgehende Toleranz erwarten und voraussetzen. Aber ich denke das führt hier jetzt zu weit, ich rede mich noch um Kopf und Kragen ^^.\n\n> \n> Das weiß ich ehrlich gesagt nicht. Ich denke schon, dass du hier die Partei viel zu isoliert betrachtest. Wie gesagt: Die Alternativen auf dem Wahlzettel werfen mMn fast alle kein besseres Licht auf die Zukunft. Jede hat mindestens einen signifikanten Themenanteil, die sie aus meiner Sicht als Regierungsunfähig gelten lässt.\n\nStimme ich zu. Wie gesagt, es gibt aus meiner Sicht momentan nur \"das geringste Übel\".\n\n> \n> &quot;Überfremdung&quot; ist mMn unser letztes Problem bei der Migration. Die Polizei beschwerte sich bereits weit *vor* der Flüchtlingskrise über die Entstehung von Ghettos und massiver Unterbesetzung in ihren Einsatzstellen. Kann man ja auch schön an der letzten veröffentlichten Kriminalitätsstatistik betrachten, wie weit die Handlungsfähigkeit der Polizei zurückgegangen ist. Der Anstieg härterer Straf- und Gewalttaten und der deutliche Rückgang &quot;kleinerer&quot; Delikte, wie zB Diebstahl, spricht Bände über die Verschiebung der Prioritäten in der Polizeiarbeit -  und die zunehmende Unfähigkeit, auch nur grobe Vermutungen über die steigende Dunkelziffer zu treffen.\n\ndenkst du, hier hat die Afd die Lösung gefunden? die Frage ist nicht rhetorisch gemeint, mich interessiert deine Meinung dazu!\n\n> \n> Da hast du völlig recht. Das haben wir wohl unseren anderen Parteien und den Medien™ zu verdanken. Unsere größte Mediengesellschaft, die ÖR, geben immer mehr Kohle für Schund aus. Vielleicht hätten sie einmal bei mehr Dokus u.ä. bleiben sollen.\n\nTraurig: Selbst *wenn* in den ÖR mehr politische Bildung und weniger Til Schweiger laufen würde, die wichtigen Zielgruppen würden sich das wohl kaum ansehen. Dafür bieten RTL & Co zu viel Kurzweil. Genau so wenig kann man die Menschen dazu zwingen, sich politisch zu bilden. Schulen sind eigentlich auch der falsche Ort für politische Bildung, da vom Staat abhängig. Ich habe keine wirkliche Lösung dafür in Petto...\n\nAußer vielleicht einen Vorschlag aus den Känguru-Chroniken:\n\"Vielleicht wäre eine Art Wahlführerschein mit vorangestelltem Test eine Lösung. Dieser Test müsste ja nicht mal besonders schwierig sein... vermutlich würde es schon ausreichen, dass man sich dazu anmelden und hingehen müsste.\"","replies":[{"id":"","poster":"eingew","date":"2018-08-06T18:50:00.562+0000","up_votes":2,"down_votes":0,"body":"> Ich meinte hier mit Gleichstellung keine Quoten o.ä.. die sehe ich ebenso kritisch. Ich bin eher ein Freund davon, allgemeine Chancengleichheit herzustellen. Wenn ich schon lese, dass die Afd das sog. traditionelle Familienbild fördern und Frauen eher aus dem Arbeitsmarkt heraushalten will rollen sich mir die Fußnägel hoch.\n> \n> Es geht mir nicht darum, Frauen zwangsweise zu Bauarbeitern und Managern zu erziehen. Es geht mir darum, dass eine Frau, die gerne LKW Fahrer oder eben Physiker werden möchte das auch werden kann, ohne dass ihr dabei irgendwelche Steine in den Weg gelegt werden und wenn es dabei auch nur um Vorurteile geht. Dasselbe gilt übrigens für einen Mann, der z.b. Hebamme oder Kindergärtner sein möchte. Solange beide für ihren Job die entsprechende Begeisterung und die entsprechenden fachlichen Voraussetzungen mitbringen sollte die Politik diese Möglichkeit nicht dadurch behindern, dass eine Frau in ihren Augen zuhause am Herd stehen sollte.\n\nDas ist schonmal ein faires Ziel.\nIch habe allerdings nicht wirklich das Gefühl, dass eine solche Ermutigung großartig nötig ist. Eher im Gegenteil: Denn dieses traditionelle Familienbild, was die AfD da predigt, das scheint mir mittlerweile verpönt. Meine Mutter hatte als eine der wenigen Frauen überhaupt noch die Möglichkeit, das auszuleben: Hausfrau sein. Da sie Beamtin ist, hat sie so ziemlich den einzigen Arbeitgeber bekommen, der sie auch nach einer langen Zeit Erziehung und Mutterschaft noch wieder in den Beruf aufnimmt,sie hat mir und meinem Bruder viel mehr Zeit gewidmet, als es letztendlich allen Frauen überhaupt praktisch möglich ist - und die Reaktionen, die man bekommt, wenn man das erzählt sollte man eigentlich mal aufnehmen. Es ist jetzt zwar nicht so, dass man dafür angefeindet wird... aber Lob klingt eben auch anders. Gut findet das niemand. Und irgendwo kann man das auch verstehen: Die Möglichkeit dazu, sich so stark auf die Erziehung der Kinder zu konzentrieren ist ein Privileg. Aber keines, das gerne gesehen wird.\n\nIch glaube, dass heutzutage als Frau ein Zwang besteht zu arbeiten, der von einer Ignoranz gegenüber der klassischen Hausfrauenrolle zeugt, eine Rolle die meiner Meinung nach grundlegend erforderlich für eine Gesellschaft jeder Form ist. Einer Mutter ohne Arbeit sollte nicht mit Verachtung, sondern mit Unterstützung entgegen gekommen werden. Mich regen dabei auch insbesondere die aktuellen politischen Lösungen dazu auf, die SPD mit ihrem bescheuerten gesetzlichen Anspruch auf Kindergärten, damit die Frauen unbedingt schneller in den Job zurückkehren können... gehts noch? Ja, Wiedereingliederung ist wichtig. Aber wohl kaum wichtiger, als ausreichend Zeit für das Kind zu haben! Im Gegenteil sollte es einen gesetzlichen Anspruch auf nicht nur eine Verkürzung der Arbeitszeit für den Mutterschaftsurlaub, sondern insbesondere auch für die Erziehung geben. Ja, Kindergärten sind ebenfalls ein wichtiger Teil der Erziehung, jedes Kind sollte Erfahrungen im Umgang in einer Gruppe sammeln und sich Sozialisieren, aber die Einrichtungen zu nutzen, um die Arbeitseffizienz des Landes zu steigern (was höchstens ein angenehmer Nebeneffekt sein sollte) halte ich für eine äußerst perverse Weltsicht, insbesondere von einer angeblich linken Partei.\n\nInsofern muss ich ehrlich zugeben: Eine positive Besetzung des klassischen Familienbildes halte ich erst einmal für positiv. Als Frau sollte man eben nicht nur die Freiheit haben, in den Beruf zu gehen, sondern insbesondere auch die Freiheit, Kinder zu bekommen und großzuziehen. Generell sollte mehr dafür getan werden, Kinder zu bekommen. Wenn wir schon bei der Kindererziehung sind, ein solcher Urlaub wäre natürlich auch für Männer sinnvoll, falls die Frau lieber arbeiten geht. \nMit einer höheren Geburtenrate würden im übrigen auch sehr viele Probleme, unter denen wir aktuell leiden, deutlich geringer. Und man werfe mir argumentative Scheinheiligkeit vor: Das gilt auch für die wirtschaftlichen.\n\nDu hast zwar Recht, dass einige Punkte des AfD-Wahlprogramms in der Familienpolitik negativ zu bewerten sind, dazu zählen vor allem die Ideen für die zukünftige Behandlung Alleinerziehender. Dem überwiegenden Teil dieses Kapitels finde ich persönlich aber tatsächlich durchaus sehr positiv - sogar eher noch zu wenig.\n\n> Ich denke hier hast du Recht. Die Politik hat das aktuelle Problem durch überhastetes Handeln und durch die vorschnelle Aufgabe ihrer eigentlichen Positionen selbst erschaffen. Es war ja nicht das erste mal, dass eigentlich festgelegte politische Positionen aufgrund der Tageslage plötzlich verändert wurden, siehe Atomausstieg nach Fukushima.\n\nWas nebenbei bemerkt übrigens zu einer absoluten Hochkonjunktur des Kohleabbaus hier im Rheinland geführt hat. Wir schreiben Rekordzahlen, sowohl beim CO²-Ausstoß, als auch was die Anzahl der Orte angeht, die mittlerweile dem Kohleabbau zum Opfer gefallen sind. Und die Leute beschweren sich über eine angebliche Verschandelung der Landschaft durch Windräder, während hier die Landschaft nicht verschandelt, sondern einfach komplett abgebaut wird...\n\n> Ich bin allerdings auch der Meinung, dass ein so toleranter Umgang, wie wir ihn zb. dem von dir angesprochenen Ditib und der dargestellten Weltanschauung entgegenbringen auf Gegenseitigkeit beruhen sollte. Ich denke, solange in den Ursprungsländern sogar mit Gewalt gegen \"unsere\" kulturellen Eigenheiten vorgegangen wird, sollte man hier bei uns keine weitgehende Toleranz erwarten und voraussetzen. Aber ich denke das führt hier jetzt zu weit, ich rede mich noch um Kopf und Kragen ^^.\n\nTatsächlich sieht hier nur meine Begründung anders aus: Ich würde das nicht vom Verhalten der Herkunftsländer abhängig machen, sondern vom Verhalten der Leute vor Ort. Und das sieht häufig leider keineswegs so viel besser aus...\n\n> denkst du, hier hat die Afd die Lösung gefunden? die Frage ist nicht rhetorisch gemeint, mich interessiert deine Meinung dazu!\n\nIch bin sicherlich bei weitem kein Experte auf diesem Gebiet, mein Wissen beschränkt sich auf ein paar Dokus und Informationen aus dem Buch \"Deutschland im Blaulicht - Notruf einer Polizistin\" von Tania Kambouri. Ein Buch welches wohlgemerkt bereits 2015, also zu Beginn der Flüchtlingskrise veröffentlicht wurde und sich somit auf die Situation in Deutschland vor dieser bezieht. Bereits dort wurde eine Obergrenze für Flüchtlinge gefordert, eine Forderung der soweit ich weiß lediglich FDP und AfD nachkommen wollten.\n\nUnd das lässt sich auch ganz allgemein für die Sicherheitsforderungen sagen, die häufig von der Polizei kommen. Die AfD ist, in den meisten Fällen, zusammen mit der FDP die einzige Partei, die diese Forderungen erhört und in ihrem Parteiprogramm ausreichend Raum gibt.\n\nIch kopiere jetzt einfach mal aus dem Parteiprogramm:\n\n> Die AfD fordert daher:\n> * Neustrukturierung der Bundespolizeien unter einheitlicher Führung\n> * Überführung der Bereitschaftspolizeien der Länder in die Bundespolizei\n> * Wiederbelebung des Einsatzes von Wehrpflichtigen im Grenzdienst\n> * Gleiche Besoldung bundesweit durch eine eigene Besoldungsordnung für Polizei, Soldaten und Rettungsdienste mit einer der jeweiligen Gesundheits- bzw. Lebensgefährdung\n> * angemessenen Zusatzvergütung\n> * Bezahlte Überstunden und Sondereinsätze\n> * Bundeseinheitliche Uniformen\n> * Bundeseinheitliche, modernste und lageangepasste Bewaffnung und Ausrüstung (u.a. Bodycam, Taser)\n> * Bundeseinheitliche Dienstvorschriften\n> * Wiederherstellung der freien Heilfürsorge mit privatärztlicher Behandlung\n> * Übernahme von Dienstunfähigkeits- und Diensthaftpflichtversicherung durch den Dienstherrn\n> * Witwen- und Waisenrenten in Höhe der Pensionsansprüche des Endamtes bei Tod durch qualifizierten Dienstunfall\n\nDas sind größtenteils Forderungen die so auch nicht erst seit gestern bestehen, nicht einmal mehr unbedingt seit dem letzten Jahrzehnt. Eine stärkere Zentralisierung der Polizei steht so als Idee wohl schon mindestens so lange im Raum, wie ich lebe. Auch wenn ich das als überzeugter Föderalist sehr skeptisch sehe, so muss ich doch zugeben, dass zumindest mal eine Zentralisierung des Informationsaustausches ein massiver Fortschritt wäre und einige Fehler vermeiden würde.\nEbenso dürfte der Ausbau des Schutzes und der Entschädigung der Polizisten dem dringend erforderlichen Personalzuwachs bei den Behörden deutlich zuträglich sein. \nDie Bundespolizei (ehemals Bundesgrenzschutz) sagt zwar regelmäßig, dass er in der Lage wäre, die Grenzen zu schützen, ich denke mal wenn man sich die aktuelle Anzahl der Abschiebungen ansieht, sagt er das in erster Linie, weil er es muss, nicht, weil er es tatsächlich kann. Daher auch Leute im Rahmen der Wehrpflicht für diese Aufgaben einzubinden, dürfte eine deutliche personale Entlastung bedeuten. Die sollte mMn ohnehin wieder eingeführt werden, ich habe keine Ahnung, warum die, insbesondere auch mit der aktuellen Auslastung im Pflegedienst, der davon ja ebenfalls betroffen ist, ausgesetzt wurde.\n\nVerdammte Zeichenbegrenzung, siehe nächster Post :D","replies":[{"id":"","poster":"eingew","date":"2018-08-06T18:58:03.631+0000","up_votes":2,"down_votes":0,"body":"Man muss aber ebenfalls sagen, dass ein Einsatz \"an der Front\" in diesem Fall an der Grenze, für jemanden der wenige Monate im Dienst ist auch nicht gerade eine Ideallösung ist. Die Frage ist nur, ob es letztendlich überhaupt noch großartig anders möglich ist, bei der aktuellen Lage.\n\n> Traurig: Selbst wenn in den ÖR mehr politische Bildung und weniger Til Schweiger laufen würde, die wichtigen Zielgruppen würden sich das wohl kaum ansehen. Dafür bieten RTL & Co zu viel Kurzweil. Genau so wenig kann man die Menschen dazu zwingen, sich politisch zu bilden. Schulen sind eigentlich auch der falsche Ort für politische Bildung, da vom Staat abhängig. Ich habe keine wirkliche Lösung dafür in Petto...\n> \n> Außer vielleicht einen Vorschlag aus den Känguru-Chroniken:\n> \"Vielleicht wäre eine Art Wahlführerschein mit vorangestelltem Test eine Lösung. Dieser Test müsste ja nicht mal besonders schwierig sein... vermutlich würde es schon ausreichen, dass man sich dazu anmelden und hingehen müsste.\"\n\nDas wäre zumindest ein Ansatz :D \nDa muss ich aber, zumindest ausnahmsweise, mal eine Lanze für einen gewissen Bildungsidealismus brechen: Aus meiner eigenen Erfahrung in der Schulzeit kann ich sagen, dass ich einer Ausweitung der politischen Bildung in der Schule nicht unbedingt so kritisch gegenüberstehen würde. Zumindest in meiner eigenen Schulzeit haben die Lehrer das eigentlich immer sehr gut gelöst, wir haben zum Teil in den Fächern Politik und Gesellschaftswissenschaften durchaus sehr ausufernde politische Diskussionen geführt, in denen sich die Lehrer selbst auf die Themenvorgabe beschränkt haben. Sowas halte ich persönlich für eine sehr gute Idee. Ebenfalls könnte man die Kinder Referate über bestimmte Themen halten lassen und dabei vielleicht auch mehrere Kinder absichtlich gegensätzliche Meinungen vertreten lassen.. sowas eben, was zur tieferen Auseinandersetzung mit dem Thema anregt und vor allem eben darauf, sich eine eigene Meinung zu bilden.\n\nUnd ja.. aus der Welt schaffen würden Dokus das eigentlich nicht. Dennoch muss ich sagen, dass ich trotzdem ich die aktuelle Situation der ÖR klar ablehne, dem grundlegenden Idealismus des Programms, eine staatliche Stelle mit Bildungsauftrag, völlig unabhängig von politischen und werbetechnischen Abhängigkeiten durchaus gut finde. Beides ist ja leider trotz dieses Ziels bei den ÖR nicht gegeben. Grundsätzlich sollte der Staat aber eine solche Möglichkeit, sich zu informieren, bieten. Aus einem ähnlichen Grund bestehen ja auch Stellen wie das statistische Bundesamt, beziehungsweise das ist der Grund für deren Veröffentlichungen. Wer möchte sollte die auch zeitlich gegebene Möglichkeit haben, sich über gesellschaftlich wichtige Themen in sachlicher und ausführlicher Form zu informieren.\nWenn das geschafft würde, würde der in der aktuelle Situation überaus zynische propagierte Begriff \"Demokratieabgabe\" für die GEZ wenigstens zutreffen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-07T06:49:26.910+0000","up_votes":2,"down_votes":0,"body":"Also gut, ich versuche mal mein Glück ^^. Ich werde ggf nicht jeden Absatz zitieren, aber ich möchte dennoch auf einige Punkte unbedingt eingehen. Falls ich für die Übersichtlichkeit irgendetwas allzu sehr aus dem Kontext reiße, bitte weise mich einfach darauf hin, dann werde ich das korrigieren. \n\n>Denn dieses traditionelle Familienbild, was die AfD da predigt, das scheint mir mittlerweile verpönt.\n>Da sie Beamtin ist, hat sie so ziemlich den einzigen Arbeitgeber bekommen, der sie auch nach einer langen Zeit Erziehung und >Mutterschaft noch wieder in den Beruf aufnimmt\n>Die Möglichkeit dazu, sich so stark auf die Erziehung der Kinder zu konzentrieren ist ein Privileg. Aber keines, das gerne gesehen wird.\n\nDas hier spricht schon so einige Punkte an, die meiner Meinung nach sogar Teil des \"Problems\" sind. Ich meine, Eltern tun, wie du das ja selbst schon angesprochen hast, einen unersetzlichen Dienst für die Gesellschaft. Aber du hast auch Recht, dieses Frauenbild scheint in der Gesellschaft mittlerweile \"unten durch\". Eine mir Bekannte Frau hat 6 Kinder groß gezogen... Eine wirklich beachtliche Leistung, 3 eigene Kinder und 3 Pflegekinder. \nWie kommt dies in der Gesellschaft an? Die Krankenkasse bewilligte zb. eine dringend notwendige Kur nicht, mit der Begründung: \"Wer sich freiwillig für 6 Kinder entscheide, der sei ja selbst schuld, wenn sein Leben etwas stressig sei. Selbstverschuldete Krankheiten übernimmt die Kasse nicht.\"\nDie Begründung damals hat mich tatsächlich daran zweifeln lassen, ob mehr kinder pro Frau tatsächlich politisch gewollt sind, oder ob diese in unsere kommerzielle Gesellschaft als Kostenpunkt und zunächst hohes Investment überhaupt noch hineinpassen. Traurig... \n\n>Ich glaube, dass heutzutage als Frau ein Zwang besteht zu arbeiten, der von einer Ignoranz gegenüber der klassischen >Hausfrauenrolle zeugt, eine Rolle die meiner Meinung nach grundlegend erforderlich für eine Gesellschaft jeder Form ist. Einer >Mutter ohne Arbeit sollte nicht mit Verachtung, sondern mit Unterstützung entgegen gekommen werden. Mich regen dabei >auch insbesondere die aktuellen politischen Lösungen dazu auf, die SPD mit ihrem bescheuerten gesetzlichen Anspruch auf >Kindergärten, damit die Frauen unbedingt schneller in den Job zurückkehren können... gehts noch? Ja, Wiedereingliederung ist >wichtig. Aber wohl kaum wichtiger, als ausreichend Zeit für das Kind zu haben! Im Gegenteil sollte es einen gesetzlichen >Anspruch auf nicht nur eine Verkürzung der Arbeitszeit für den Mutterschaftsurlaub, sondern insbesondere auch für die >Erziehung geben. Ja, Kindergärten sind ebenfalls ein wichtiger Teil der Erziehung, jedes Kind sollte Erfahrungen im Umgang in >einer Gruppe sammeln und sich Sozialisieren, aber die Einrichtungen zu nutzen, um die Arbeitseffizienz des Landes zu steigern >(was höchstens ein angenehmer Nebeneffekt sein sollte) halte ich für eine äußerst perverse Weltsicht, insbesondere von einer >angeblich linken Partei.\n\n>Insofern muss ich ehrlich zugeben: Eine positive Besetzung des klassischen Familienbildes halte ich erst einmal für positiv. Als >Frau sollte man eben nicht nur die Freiheit haben, in den Beruf zu gehen, sondern insbesondere auch die Freiheit, Kinder zu >bekommen und großzuziehen. Generell sollte mehr dafür getan werden, Kinder zu bekommen. Wenn wir schon bei der >Kindererziehung sind, ein solcher Urlaub wäre natürlich auch für Männer sinnvoll, falls die Frau lieber arbeiten geht.\n>Mit einer höheren Geburtenrate würden im übrigen auch sehr viele Probleme, unter denen wir aktuell leiden, deutlich geringer. >Und man werfe mir argumentative Scheinheiligkeit vor: Das gilt auch für die wirtschaftlichen.\n\nWir sind uns defintiv einig in dem Punkt, dass es massiv (!) gefördert werden müsste, wenn sich ein Elternteil ausschließlich um die Erziehung der Kinder kümmert. Diese Möglichkeit haben bisher eigentlich nur privilegierte Teile der Bevölkerung. Ob das Vater oder Mutter sein soll lasse ich mal dahingestellt. \nDennoch sollten meiner Meinung nach auch gute Alternativen verfügbar sein. Es sollte schlussendlich eine gleichwertige Wahl geben (ich weiß, utopischer Gedanke, aber trotzdem). Es sollte möglich sein, nach einer gewissen zeit wieder arbeiten zu gehen wenn man das persönlich möchte, gleichzeitig aber sein Kind in guten Händen zu wissen. Dieses aktuelle \"Entweder Kinder oder Leben\" erzwingt beinahe schon eine Entscheidung für das eine oder andere. Die meisten Menschen brauchen ein Ziel, die Möglichkeit sich selbst zu verwirklichen. Einige können dies durch die Erziehung ihrer Kinder erreichen und das ist klasse! Aber andere möchten in ihrem Leben ggf andere Ziele erreichen. Diese vor eine Wahl zu stellen, weil Mütter momentan (im Grunde) wirtschaftlich diskriminiert werden und es nur so wenige Betreuungsmöglichkeiten gibt ist der falsche Weg.\n\nDennoch muss es auch möglich sein, sich voll und ganz auf die Erziehung der eigenen Kinder zu konzentrieren. Und damit meine ich nicht einfach nur einen Geldausgleich, weil man nicht arbeiten geht. Ich meine damit vor allen Dingen gesellschaftliche Akzeptanz (schwierig politisch umzusetzen, die Afd macht das so eher schlimmer) und wirtschaftliche Anreize. Ich halte es für wichtig, wenn Eltern möglichst viel Zeit mit ihren Kindern verbringen. Dennoch sollten diese Eltern die Wahl haben, ohne sich irgendwie unter Zwang entscheiden zu müssen. \n\n**Was ich eigentlich ausdrücken will:**\nEltern die gerne beide arbeiten gehen *wollen* sollten das auch mit Kind tun *können*. Ist dies nicht sinnvoll möglich, entscheiden sich solche Paare ggf einfach gegen Nachwuchs. \nWenn du aber möglichst viel Zeit mit deinen Kindern verbringen willst und Hausfrau / Hausmann werden willst, dann muss dies diskriminierungsfrei möglich sein. Wirtschaftliche Gleichstellung ist hier nur die Spitze des Eisberges.\n\n>Was nebenbei bemerkt übrigens zu einer absoluten Hochkonjunktur des Kohleabbaus hier im Rheinland geführt hat. Wir >schreiben Rekordzahlen, sowohl beim CO²-Ausstoß, als auch was die Anzahl der Orte angeht, die mittlerweile dem Kohleabbau >zum Opfer gefallen sind. Und die Leute beschweren sich über eine angebliche Verschandelung der Landschaft durch Windräder, >während hier die Landschaft nicht verschandelt, sondern einfach komplett abgebaut wird...\n\nCool, wusste ich tatsächlich noch gar nicht... Da freut man sich ja, dass das politische Überleben damals einfach mal über den Umweltschutz priorisiert wurde... Ich halte mich für jemanden, der sich viel über aktuelles Geschehen informiert. aber davon, dass der Kohleabbau ausgeweitet wurde wegen des Atomausstieges? Kein Sterbenswort. \nIch schätze mal, eine bessere Informationspolitik wäre schon mal ein Anfang. Wobei man sich das hier auch hätte denken können. Wer braucht schon Klimaziele, eine Legislaturperiode geht immerhin nur 4 Jahre. \n\nDas Problem ist meiner Meinung nach ähnlich gelagert, wie die von dir angesprochene Polizeiproblematik. Man kann sich eigentlich denken, dass es so nicht funktionieren kann. Aber die Bevölkerung bekommt immer wieder gesagt, dass das schon klappen wird. \nDer Atomausstieg ist kein Problem... Kohle? Ach Quatsch. Guck mal lieber hier, Dschungelcamp...\nDie fortschreitende Ghettoisierung und die Entwicklung von No-Go Areas stellt die Polizei vor massive Probleme? Joa, wir schaffen ein paar neue Stellen... guck mal, die Bundespolizei sagt, alles ist im grünen Bereich!\n\nDass dem nicht so ist weiß ich ebenso gut wie du. Ein guter Bekannter von mir arbeitet bei der Bundespolizei und ist eigentlich nicht mehr im aktiven Dienst unterwegs (er bildet aus). Dennoch wurde er schon mehrmals wochenlang aufgrund von Personalengpässen an die Grenze oder was weiß ich wohin abgezogen, er ist ziemlich schweigsam wenn es darum geht, was die Kollegen da so machen. \n\nDarüber, wie man diese Probleme lösen kann lässt sich nun jedoch natürlich trefflich streiten. Ich persönlich denke, wenn du dich als Land dazu bereit erklärst, Flüchtlinge aufzunehmen, hast du eine gewisse Verantwortung, dich mit dem Thema zu befassen. Wenn in einem Land wie Syrien seit 7 Jahren ein Bürgerkrieg herrscht (an dem die NATO nicht ganz unschuldig ist) und Millionen von Menschen auf der Flucht sind, hilft dir keine Obergrenze... Um diese durchzusetzen bist du ganz schnell bei absurden Forderungen wie \"Der Grenzschützer muss in entsprechenden Fällen auch von der Schusswaffe Gebrauch machen.\"\n\nWas den konstanten Strom von Wirtschaftsflüchtlingen aus Afrika angeht, so hat vermutlich niemand eine Patentlösung. Es ist natürlich immer leicht gesagt: \"Stabile Bedingungen in den Herkunftsländern schaffen, Wirtschaftliche Strukturen aufbauen...\". Aber all das kostet Geld. Und außerdem sind wir wirtschaftlich auf die Armut in Afrika angewiesen, nirgends bekommen will billiger Erdöl und Edelmetalle. \n\nIch gebe es ehrlich zu, ich sehe keine Lösung für diese Problematik, zumindest nicht, wenn wir unseren Lebensstandard halten wollen. Aber die Leute im Mittelmeer ertrinken oder am Grenzzaun verhungern zu lassen kann doch auch nicht die Lösung sein? Man kann jetzt natürlich sagen: \"Die machen das ja freiwillig, weil sie denken hier fließen Milch und Honig.\" Und das stimmt auch, viele *wissen* gar nicht, dass sie kein besseres Leben sondern bestenfalls eine jahrelange Wartezeit in einem Lager und dann eine Rückführung erwarten. \n... Ach, bescheuertes Thema. Wenn's eine gute Lösung gäbe, würden wir es ja machen. \n\nWas die Wehrpflicht angeht: Superman Guttenberg hat uns ewigen Frieden und die Sinnlosigkeit der Wehrpflicht versprochen. \nKlang doch toll!","replies":[{"id":"","poster":"eingew","date":"2018-08-07T10:21:25.893+0000","up_votes":2,"down_votes":0,"body":"Die Absätze denen ich ohnehin zustimme lasse ich auch mal weg :D\n\n> Darüber, wie man diese Probleme lösen kann lässt sich nun jedoch natürlich trefflich streiten. Ich persönlich denke, wenn du dich als Land dazu bereit erklärst, Flüchtlinge aufzunehmen, hast du eine gewisse Verantwortung, dich mit dem Thema zu befassen. Wenn in einem Land wie Syrien seit 7 Jahren ein Bürgerkrieg herrscht (an dem die NATO nicht ganz unschuldig ist) und Millionen von Menschen auf der Flucht sind, hilft dir keine Obergrenze... Um diese durchzusetzen bist du ganz schnell bei absurden Forderungen wie &quot;Der Grenzschützer muss in entsprechenden Fällen auch von der Schusswaffe Gebrauch machen.&quot;\n\nNaja, ein Bürgerkrieg mit Beteiligung der beiden stärksten Atommächte...\nWir hatten ja mal Flüchtlingslager im nahen Osten, im Rahmen eines Programms der Vereinten Nationen finanziert. Dann, irgendwann gegen Ende 2014 Anfang 2015 haben wir uns entschieden, die Zahlungen dafür einzustellen... um dann den Menschen, die in der Lage waren, nicht nur die Kohle für die Schlepper auszugeben, sondern noch dazu die Strapazen der Reise zu überstehen, hier in Deutschland für deutlich mehr Geld durchzufüttern... Also ich finde die ganze Situation irgendwie... pervers. \nWenn es Vorwürfe gegen die Zustände in den Flüchtlingslagern vor Ort gibt, sollte man diese bessern, die Zahlungen einzustellen führt mMn ganz offensichtlich zu nicht nur noch schlechteren Zuständen, sondern noch dazu auch, zu dem was wir jetzt stattdessen haben: absolut sinnloses Chaos ohne irgendwelchen Zweck. Und die Leute, die die Hilfe am ehesten benötigen haben kein Geld und keine Kraft, um zu ihr hin zu gelangen.\n\nIch würde also sagen es gibt durchaus Möglichkeiten. Wir haben uns lediglich geweigert, die entsprechenden Maßnahmen fortzuführen und auszuweiten.\n\n> Was den konstanten Strom von Wirtschaftsflüchtlingen aus Afrika angeht, so hat vermutlich niemand eine Patentlösung. Es ist natürlich immer leicht gesagt: &quot;Stabile Bedingungen in den Herkunftsländern schaffen, Wirtschaftliche Strukturen aufbauen...&quot;. Aber all das kostet Geld. Und außerdem sind wir wirtschaftlich auf die Armut in Afrika angewiesen, nirgends bekommen will billiger Erdöl und Edelmetalle. \n> \n> Ich gebe es ehrlich zu, ich sehe keine Lösung für diese Problematik, zumindest nicht, wenn wir unseren Lebensstandard halten wollen. Aber die Leute im Mittelmeer ertrinken oder am Grenzzaun verhungern zu lassen kann doch auch nicht die Lösung sein? Man kann jetzt natürlich sagen: &quot;Die machen das ja freiwillig, weil sie denken hier fließen Milch und Honig.&quot; Und das stimmt auch, viele *wissen* gar nicht, dass sie kein besseres Leben sondern bestenfalls eine jahrelange Wartezeit in einem Lager und dann eine Rückführung erwarten. \n> ... Ach, bescheuertes Thema. Wenn&#x27;s eine gute Lösung gäbe, würden wir es ja machen. \n\nDas Land, welches in dieser Hinsicht zur Zeit äußerst erfolgreicher Vorreiter ist, ist tatsächlich China, aber auch Indien arbeitet gut mit. Beide leisten beispielsweise den größten Beitrag zur Bekämpfung der Piraterie in Somalia. China ist mit am meisten an den am stärksten wachsenden Volkswirtschaften in Afrika beteiligt.\n[Und in Syrien wollen sie jetzt ebenfalls investieren, ist eben ein Land, was schön nah an Europa liegt, gemeinsam mit Russland offensichtlich.](https://deutsche-wirtschafts-nachrichten.de/2018/08/06/china-beginnt-mit-wiederaufbau-syriens/)\nWie erfolgreich das wird bleibt natürlich abzuwarten, die Ergebnisse an den anderen Stellen sind bisher allerdings weitaus vielversprechender, als alles, was die EU und auch Deutschland auf diesen Gebieten zu leisten versucht hat. MMn sollten wir eine deutliche wirtschaftliche Annäherung an Russland und China anstreben. Nur so können wir auf der großen Landmasse Eurasien langfristig für Frieden und Sicherheit sorgen. Für Amerika würde es langsam mal Zeit, in der eigenen Suppe zu baden und sich aus den Ländern zurückzuziehen, in denen sie ohnehin nichts zu suchen haben.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-08T05:47:32.892+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0004000000000000000000010001,timestamp=2018-08-07T10:21:25.893+0000)\n> \n> Naja, ein Bürgerkrieg mit Beteiligung der beiden stärksten Atommächte...\n> Wir hatten ja mal Flüchtlingslager im nahen Osten, im Rahmen eines Programms der Vereinten Nationen finanziert. Dann, irgendwann gegen Ende 2014 Anfang 2015 haben wir uns entschieden, die Zahlungen dafür einzustellen... um dann den Menschen, die in der Lage waren, nicht nur die Kohle für die Schlepper auszugeben, sondern noch dazu die Strapazen der Reise zu überstehen, hier in Deutschland für deutlich mehr Geld durchzufüttern... Also ich finde die ganze Situation irgendwie... pervers. \n> Wenn es Vorwürfe gegen die Zustände in den Flüchtlingslagern vor Ort gibt, sollte man diese bessern, die Zahlungen einzustellen führt mMn ganz offensichtlich zu nicht nur noch schlechteren Zuständen, sondern noch dazu auch, zu dem was wir jetzt stattdessen haben: absolut sinnloses Chaos ohne irgendwelchen Zweck. Und die Leute, die die Hilfe am ehesten benötigen haben kein Geld und keine Kraft, um zu ihr hin zu gelangen.\n> \n> Ich würde also sagen es gibt durchaus Möglichkeiten. Wir haben uns lediglich geweigert, die entsprechenden Maßnahmen fortzuführen und auszuweiten.\n\nDu hast selbstverständlich Recht. Wenn die Situation bereits da ist und Millionen von Menschen auf der Flucht sind, ist dies die dringende Situation, um die man sich bemühen muss. Ich persönlich fand das Handeln unserer Regierung damals persönlich ziemlich konzeptlos aber immerhin konsequent. Wie du schon sagtest, wurde viel v.a. finanzielle Hilfe für Flüchtlinge gestrichen, ohne entsprechenden Ersatz zu schaffen, was auch immer man sich dabei gedacht hat. Als die Leute dann kamen, weil sich die Bedingungen bei ihnen derart verschlechterten, war man zunächst ziemlich überrascht und hat seinen Fehler auch niemals eingeräumt, hat das dann aber immerhin \"konsequent durchgezogen\" und den Leuten hier geholfen. \n\nIst jetzt nicht wirklich das, was ich so gemacht hätte, weil eigentlich ziemlich sinnlos... Aber immerhin so eine Art Konzept xD. \nDagegen finde ich eine Polemik, wie sie manche Teile der Afd betreiben aber eher schlimmer. \"Grenzen dicht, nach uns die Sintflut, Europa zuerst, scheiß auf alle Anderen! Wir wollen denen weder hier noch dort helfen, kommt klar, schaffen wir doch auch! Und wenn einer versucht rein zu kommen, erschießt ihn...\"\n\nIst natürlich extrem formuliert und vermutlich ungerecht vielen Mitgliedern und Wählern der Afd gegenüber... Aber auf die (nach wie vor) aktuelle Flüchtlingskrise mit Stacheldrahtzäunen und Kopf-in-den-Sand reagieren zu wollen und das dann ein politisches Programm zu nennen kann ich nicht nachvollziehen!\n\nEs muss doch effektive Hilfe vor Ort aufgebaut werden. Da ist es auch eher mal egal, wer vorrangig schuld ist. Die einzige Möglichkeit zu verhindern, dass die Leute hier her kommen ist doch, dafür zu sorgen, dass sie daheim bleiben können. Oder sehe ich das falsch? Wenn du einfach nur die Grenzen dicht machst und dir die Finger in die Ohren steckst löst du doch kein Problem...\n\n> \n> Das Land, welches in dieser Hinsicht zur Zeit äußerst erfolgreicher Vorreiter ist, ist tatsächlich China, aber auch Indien arbeitet gut mit. Beide leisten beispielsweise den größten Beitrag zur Bekämpfung der Piraterie in Somalia. China ist mit am meisten an den am stärksten wachsenden Volkswirtschaften in Afrika beteiligt.\n> [Und in Syrien wollen sie jetzt ebenfalls investieren, ist eben ein Land, was schön nah an Europa liegt, gemeinsam mit Russland offensichtlich.](https://deutsche-wirtschafts-nachrichten.de/2018/08/06/china-beginnt-mit-wiederaufbau-syriens/)\n> Wie erfolgreich das wird bleibt natürlich abzuwarten, die Ergebnisse an den anderen Stellen sind bisher allerdings weitaus vielversprechender, als alles, was die EU und auch Deutschland auf diesen Gebieten zu leisten versucht hat. MMn sollten wir eine deutliche wirtschaftliche Annäherung an Russland und China anstreben. Nur so können wir auf der großen Landmasse Eurasien langfristig für Frieden und Sicherheit sorgen. Für Amerika würde es langsam mal Zeit, in der eigenen Suppe zu baden und sich aus den Ländern zurückzuziehen, in denen sie ohnehin nichts zu suchen haben.\n\nDa bin ich auf deiner Seite... Meiner Meinung nach muss sich Amerika nicht mal unbedingt \"zurückziehen\" und sein eigenes Ding machen (auch wenn das momentan der Plan zu sein scheint), sondern sich einfach, wie alle anderen Länder auch, in die Weltgemeinschaft eingliedern. Das ist doch im Grunde wie auf dem Schulhof, du kannst gerne mit machen, solange du dich an die Regeln hältst und alle Spaß mit dir haben. Hinkt natürlich ein wenig, der Vergleich ^^.\n\nAber ja, hier stimme ich dir im Grunde zu. Diese laufend schlechte Berichterstattung über Russland in den Medien geht mir auch ziemlich auf den Zeiger... Ich meine klar. Die machen auch ziemlich viel Mist, der nicht klar geht (siehe Kriege in Georgien und der Ostukraine, Krim lassen wir mal außen vor). Allerdings ist das bei Amerika und anderen großen Ländern nicht anders... Die Berichterstattung ist stets einfach unausgeglichen und hier und da im Bekanntenkreis machen sich Leute wieder Sorgen wegen Russland. Und das in einer Zeit, in der die Kooperation der großen Wirtschaftsnationen angesichts der Probleme unseres Planeten wirklich unheimlich wichtig wäre...\n\nHier darf kein Land ausgeschlossen werden, auch die USA nicht. Aber jeder muss sich an die Regeln halten.","replies":[{"id":"","poster":"eingew","date":"2018-08-08T09:19:19.703+0000","up_votes":2,"down_votes":0,"body":"> Ist jetzt nicht wirklich das, was ich so gemacht hätte, weil eigentlich ziemlich sinnlos... Aber immerhin so eine Art Konzept xD.\n> Dagegen finde ich eine Polemik, wie sie manche Teile der Afd betreiben aber eher schlimmer. \"Grenzen dicht, nach uns die Sintflut, Europa zuerst, scheiß auf alle Anderen! Wir wollen denen weder hier noch dort helfen, kommt klar, schaffen wir doch auch! Und wenn einer versucht rein zu kommen, erschießt ihn...\"\n\nJa, die Position der AfD, die Grenzen komplett dicht zu machen ist deutlich übertrieben und ihre Polemik zu verurteilen, Grenzkontrollen generell von Anfang an da zu lassen wäre aber wie bereits gesagt mMn die einzig logische Handlung gewesen, alles andere ist, wie wir wunderbar an den massiven Kollateralschäden in den letzten Jahren bewundern durften, schlicht grob fahrlässiges Handeln. Diesen Fehler auszubessern wird eine Generationenarbeit.\n\nDas exakte Zitat mit dem Erschießen war:\n\n> Die Bewaffnung der Grenzpolizei macht ja nur Sinn, wenn die Beamten auch die Erlaubnis haben, diese Waffen notfalls auch einzusetzen – um zu warnen, zu verletzen, oder letztlich auch um zu töten.\n\nDa ist für mich eigentlich eine Menge Interpretation offen. Das Erschießen wird hier jedenfalls nur als letzte Möglichkeit vorgegeben. De facto wäre sie das ja auch bei der alltäglichen Polizeiarbeit innerhalb Deutschlands. Ob das übertrieben ist muss jeder für sich entscheiden. Ich persönlich glaube nicht, dass für die Verhinderung einer normalen Grenzüberschreitung eine Erschießung erforderlich ist, wenn es nicht einmal bei dem bewaffneten Überfall auf die Grenze in Ceuta zuletzt Tote gab. Diese \"Migranten\" (es war ein *bewaffneter Überfall* warum lässt man so jemanden ins Land?!) wurden offenbar lediglich durch den Stacheldrahtzaun verletzt. Der jetzt in Reaktion entfernt werden soll. Also mir persönlich fällt da die Kinnlade runter und ich weiß auch nicht, ob ich sie in der nächsten halben Stunde wieder rauf bekomme.\n\nIch weiß nicht, was ich dazu sagen soll. Ich finde schon, dass ein solcher Versuch eines *bewaffneten Grenzüberfalls* (hätten diese Leute Soldatenröcke an, würde man das als militärischen Angriff bezeichnen) mit allen Mitteln unterbunden werden muss und man solchen Leuten auf gar keinen Fall Zugeständnisse machen darf, an einer legalen und geordneten Einreise und an einem legalen geordneten Leben sind diese ganz offensichtlich nicht einmal ansatzweise interessiert. So jemand darf die Grenze nur in Handschellen übertreten und diese sollten ihm erst außerhalb des Landes wieder abgenommen werden. Und solche Leute haben wir ja durchaus auch hier in Deutschland. Warum man diesen mit einer Nachsicht begegnen sollte, von der sie bewiesen haben, dass sie sie auch weiterhin ausnutzen werden, geht mir nicht in den Kopf. \nAm Ende ist es wie bei LoL: Schafft jemand seine 4 Chancen nicht hat er eigentlich in LoL per se nichts verloren. Wer illegal die Grenze überschreitet bricht ebenfalls Regeln die nicht ohne Grund existieren und für eine friedliche Gesellschaft erforderlich sind.\n\n> Ist natürlich extrem formuliert und vermutlich ungerecht vielen Mitgliedern und Wählern der Afd gegenüber... Aber auf die (nach wie vor) aktuelle Flüchtlingskrise mit Stacheldrahtzäunen und Kopf-in-den-Sand reagieren zu wollen und das dann ein politisches Programm zu nennen kann ich nicht nachvollziehen!\n\nSo viele Bürgermeister melden mittlerweile absolute Überforderung mit der schieren Masse an Flüchtlingen. Ich persönlich will nicht darauf warten, dass auch die letzte Stadt in Deutschland eine solche Überforderung meldet. Ich gebe dir völlig Recht, dass die AfD sich wie ein Elefant im Porzellanladen aufführt und ich mir völlig anderes Personal wünschen würde, um diese Situation in Ordnung zu bringen und ich die AfD wie gesagt auch nicht  für regierungsfähig halte. Die Mittel die du da gerade beschreibst, Stacheldrahtzäune zB halte ich allerdings für keine grundsätzlich schlechte Idee, ganz im Gegenteil. Natürlich müssen die Anreize zur Reise nach Europa auch insbesondere durch Veränderung der Situation bereits in Afrika durchgeführt werden. Aber keine Verbesserungen hier in Europa vornehmen zu wollen, zB auch durch Grenzzäune, scheint mir doch sehr naiv. Damit lösen wir die Situation nicht. Eine Lösung beinhaltet insbesondere, dass wir nicht jeden beliebig ins Land lassen und die, die sich illegal hier aufhalten oder trotz legalem Aufenthalt straffällig werden ausweisen. Wenn wir uns nicht zuerst selbst helfen, wie sollen wir dann noch in der Lage sein, in Afrika und im nahen Osten vor Ort zu helfen? Ebenso wenn die Fluchtgründe vorbei sind, dann sollten die Leute auch ausgewiesen werden. Und die Leute brauchen auch keine Familie hier, wenn diese nicht ebenfalls Asyl gewährt bekommt. Wenn es der Familie gut geht, kann die Familienzusammenführung doch super beim Wohnort der Familie durchgeführt werden.\n\n> Es muss doch effektive Hilfe vor Ort aufgebaut werden. Da ist es auch eher mal egal, wer vorrangig schuld ist. Die einzige Möglichkeit zu verhindern, dass die Leute hier her kommen ist doch, dafür zu sorgen, dass sie daheim bleiben können. Oder sehe ich das falsch? Wenn du einfach nur die Grenzen dicht machst und dir die Finger in die Ohren steckst löst du doch kein Problem...\n\nIch finde wir sollten Chinas Ideen aufgreifen und unseren Teil dazu beitragen. Das dürfte mit die beste Lösung sein, um eine Stabilisierung der Lage in Syrien zu ermöglichen.\nWir müssen dabei auch ein Auge auf die Türkei werfen. Ich würde nicht davon ausgehen, dass diese ihr aggressives Verhalten in Zukunft einstellen.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-09T13:53:33.386+0000","up_votes":2,"down_votes":1,"body":"> Ja, die Position der AfD, die Grenzen komplett dicht zu machen ist deutlich übertrieben und ihre Polemik zu verurteilen, Grenzkontrollen generell von Anfang an da zu lassen wäre aber wie bereits gesagt mMn die einzig logische Handlung gewesen, alles andere ist, wie wir wunderbar an den massiven Kollateralschäden in den letzten Jahren bewundern durften, schlicht grob fahrlässiges Handeln. Diesen Fehler auszubessern wird eine Generationenarbeit.\n\nIch tu mir hier etwas schwer und ich sage dir auch warum:\nIch glaube nämlich, dass du absolut Recht hast. Ich glaube, dass schwere Schäden durch diese überhasteten Aktionen entstanden sind und bin fernab davon, unsere Regierung zu verteidigen (wer bin ich denn, ich bin froh, wenn wir die Gestalten los sind ^^).\nDas, was man so in den Medien hört und liest, gerade wenn man sich etwas mehr dafür interessiert und das eigene Wissen über die Abendnachrichten hinaus geht tut sein Übriges. \n\nAllerdings muss ich sagen, dass ich noch niemals persönlich etwas von Problemen mitbekommen hätte... Ich habe das *Gefühl*, dass in meiner Stadt irgendwie deutlich mehr, naja, ausländisch aussehende Personen unterwegs sind. Aber die verhalten sich alle ganz normal und friedlich. \n\nIch denke, dass die Berichterstattung nicht ganz neutral ist, sehe aber auch, dass belastbare Statistiken deinen Punkt unterstützen. Overall denke ich, dass du Recht hast. Diese Problematik wird uns noch für Jahrzehnte beschäftigen. Wir müssen dennoch bedenken, dass die Leute die da kamen eben nicht alle kriminell sind.\n\n> \n> Da ist für mich eigentlich eine Menge Interpretation offen. Das Erschießen wird hier jedenfalls nur als letzte Möglichkeit vorgegeben. De facto wäre sie das ja auch bei der alltäglichen Polizeiarbeit innerhalb Deutschlands. Ob das übertrieben ist muss jeder für sich entscheiden. Ich persönlich glaube nicht, dass für die Verhinderung einer normalen Grenzüberschreitung eine Erschießung erforderlich ist, wenn es nicht einmal bei dem bewaffneten Überfall auf die Grenze in Ceuta zuletzt Tote gab. Diese &quot;Migranten&quot; (es war ein *bewaffneter Überfall* warum lässt man so jemanden ins Land?!) wurden offenbar lediglich durch den Stacheldrahtzaun verletzt. Der jetzt in Reaktion entfernt werden soll. Also mir persönlich fällt da die Kinnlade runter und ich weiß auch nicht, ob ich sie in der nächsten halben Stunde wieder rauf bekomme.\n> \n> Ich weiß nicht, was ich dazu sagen soll. Ich finde schon, dass ein solcher Versuch eines *bewaffneten Grenzüberfalls* (hätten diese Leute Soldatenröcke an, würde man das als militärischen Angriff bezeichnen) mit allen Mitteln unterbunden werden muss und man solchen Leuten auf gar keinen Fall Zugeständnisse machen darf, an einer legalen und geordneten Einreise und an einem legalen geordneten Leben sind diese ganz offensichtlich nicht einmal ansatzweise interessiert. So jemand darf die Grenze nur in Handschellen übertreten und diese sollten ihm erst außerhalb des Landes wieder abgenommen werden. Und solche Leute haben wir ja durchaus auch hier in Deutschland. Warum man diesen mit einer Nachsicht begegnen sollte, von der sie bewiesen haben, dass sie sie auch weiterhin ausnutzen werden, geht mir nicht in den Kopf. \n> Am Ende ist es wie bei LoL: Schafft jemand seine 4 Chancen nicht hat er eigentlich in LoL per se nichts verloren. Wer illegal die Grenze überschreitet bricht ebenfalls Regeln die nicht ohne Grund existieren und für eine friedliche Gesellschaft erforderlich sind.\n\nIch bin vollkommen deiner Meinung und kann die Reaktionen nach Ceuta nicht nachvollziehen. Man kann darüber streiten, wie sinnvoll Grenzzäune sind. In einer solchen Spanischen Exklave (deren allgemeiner Sinn steht auf einem anderen Blatt) sind hohe Zäune mMn nicht nur sinnvoll sondern sogar dringend geboten, wenn man denn an diesem Exklave-Konzept festhalten möchte. \nWenn sich nun jemand dazu entscheidet, die Einreiseregeln gewaltsam (!) zu umgehen und mit selbst gebastelten Flammenwerfern den Zugang zu erstreiten, dann, da sind wir uns einig, kann das nicht als \"Einreise\" gelten. Das einzige was darauf folgen sollte ist eine Rückführung in Handschellen.\n\nEs gab mehr als ein Schusswaffenzitat, halbwegs gut hier nachzulesen:\n\nhttps://www.brigitte-zypries.de/dl/2016_02_16_zitatsammlung_afd.pdf\n\n(Es tut mir Leid, ich habe keine bessere Sammlung an Zitaten gefunden, ich weiß, wir das mit dem SPD Logo oben drüber wirken muss.)\n\nDennoch will ich dir damit gar nicht wiedersprechen, auch wenn das Zitat von Hr. Gauland etwas aggressiver formuliert ist, so wird *immer* davon gesprochen, dass die Shcusswaffe das **letzte Mittel** sein muss.\n\n\nEs ist klar, dass die Presse es liebt, so etwas mit der Schusswaffe zu hören. Es ist genau so klar, dass sie sich auf eine solche Aussage mit Freude stürzen und sie gnadenlos auseinander nehmen wird. \nWarum sich also auf so etwas einlassen? Niemand kann ernsthaft glauben, dass die Schusswaffe als Ultima Ratio jemals gegen Kinder zum Einsatz kommen wird, welche illegal die Grenze überqueren. Warum wird heir sogleich die Schusswaffe angesprochen, vor viel sinnvolleren Methoden wie dem Einsatz von Tränengas, Wasserwerfern oder meinetwegen auch dem ganz persönlichen Einsammeln der Frauen und Kinder? Warum wird, in dem Wissen wie die Afd in der öffentlichen Meinung steht, *überhaupt* die Möglichkeit des Schusswaffeneinsatzes *erwähnt*? \n\nIch sehe hier zwei Möglichkeiten:\n\n**Die befragten Politiker waren ein bisschen doof**\n\nGgf hat man einfach nicht darüber nachgedacht und hat \"blind\" sein eigenes politisches Verständnis ausgeplaudert. Das wäre maximal dann gefährlich, wenn diese \"Sorglosigkeit\" darüber zu sprechen irgendwann die Hemmschwelle zum echten Einsatz von Waffengewalt heruntersetzen würde.\n\n**Man wusste genau, was man da tat**\n\nMeiner Meinung nach die gefährlichere Möglichkeit. Ich glaube nicht, dass ein Politiker sich, mit dem Wissen, dass es zu einem nationalen Aufschrei kommen wird, jemals so in die Ecke treiben lassen kann, dass er sich zu so einer Aussage gezwungen sieht. \nMöglicherweise sollten hiermit einfach ganz bestimmte Wählergruppen angesprochen werden, indem man mit Formulierungen wie \"So sagt es das Gesetz\", oder \"andererseits ergibt die Ausstattung der Polizei mit Dienstwaffen keinen Sinn\", gerade noch so mit der \"Ultima Ratio\" Argumentation die political Correctness wahrt.\nAber sollten diese Aussagen bei bestimmten Wählergruppen fruchten und die Afd irgendwann einmal deutlich mächtiger sein, könnte man sich an bestimmte \"Wahlversprechen\" ja doch gebunden fühlen. \n\nZiemlich viel Verschwörungstheorie und \"hätte, wäre, könnte\", ich weiß. Ich versuche das Ganze so differenziert wie möglich rüberzubringen. Es sind nur meine Gedanken zu dem Thema ^^. \n\n> \n> So viele Bürgermeister melden mittlerweile absolute Überforderung mit der schieren Masse an Flüchtlingen. Ich persönlich will nicht darauf warten, dass auch die letzte Stadt in Deutschland eine solche Überforderung meldet. Ich gebe dir völlig Recht, dass die AfD sich wie ein Elefant im Porzellanladen aufführt und ich mir völlig anderes Personal wünschen würde, um diese Situation in Ordnung zu bringen und ich die AfD wie gesagt auch nicht  für regierungsfähig halte. Die Mittel die du da gerade beschreibst, Stacheldrahtzäune zB halte ich allerdings für keine grundsätzlich schlechte Idee, ganz im Gegenteil. Natürlich müssen die Anreize zur Reise nach Europa auch insbesondere durch Veränderung der Situation bereits in Afrika durchgeführt werden. Aber keine Verbesserungen hier in Europa vornehmen zu wollen, zB auch durch Grenzzäune, scheint mir doch sehr naiv. Damit lösen wir die Situation nicht. Eine Lösung beinhaltet insbesondere, dass wir nicht jeden beliebig ins Land lassen und die, die sich illegal hier aufhalten oder trotz legalem Aufenthalt straffällig werden ausweisen. Wenn wir uns nicht zuerst selbst helfen, wie sollen wir dann noch in der Lage sein, in Afrika und im nahen Osten vor Ort zu helfen? Ebenso wenn die Fluchtgründe vorbei sind, dann sollten die Leute auch ausgewiesen werden. Und die Leute brauchen auch keine Familie hier, wenn diese nicht ebenfalls Asyl gewährt bekommt. Wenn es der Familie gut geht, kann die Familienzusammenführung doch super beim Wohnort der Familie durchgeführt werden.\n> \n> Ich finde wir sollten Chinas Ideen aufgreifen und unseren Teil dazu beitragen. Das dürfte mit die beste Lösung sein, um eine Stabilisierung der Lage in Syrien zu ermöglichen.\n> Wir müssen dabei auch ein Auge auf die Türkei werfen. Ich würde nicht davon ausgehen, dass diese ihr aggressives Verhalten in Zukunft einstellen.\n\n\nMenschen wollen eigentlich gar nicht fliehen. Es ist nicht so, dass die nur hierher kommen um bei uns Unfriede zu verbreiten... Die würden auch viel lieber zu Hause bleiben. Das ist allerdings schwierig, wenn im eigenen Wohnzimmer gerade CIA ausgebildete Rebellen mit G36K Gewehren von russischen Jagdbombern in tausend Stücke gesprengt werden und das Flüchtlingslager in Grenznähe langsam aber sicher die eigenen Kinder umbringt. \n\nEs ist vermutlich einfach eine Sache der Anschauung... Es ist meine Meinung, dass wir mit Schuld an der Situation sind und dass die einzige Möglichkeit, die Probleme zu lösen darin besteht, dort möglichst schnell wieder ein Leben für die Bevölkerung zu organisieren. Ich persönlich bin der Meinung, dann wird der größte Teil selbst wieder nach Hause wollen. Abgesehen davon sollten selbstverständlich Abschiebungen in sichere Herkunftsländer konsequenter durchgezogen werden und nicht so einfach verhindert oder herausgezogen werden können, da sind wir uns schon einig ^^. Ebenso wie bei Straftätern versteht sich.\n\nIch denke dennoch, dass wir durchaus in der Lage wären, richtig zu helfen, auch jetzt schon... Und wenn wir das richtig täten, bräuchten wir auch keine Grenzzäune.","replies":[{"id":"","poster":"eingew","date":"2018-08-10T08:53:01.904+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0004000000000000000000010001000000000000,timestamp=2018-08-09T13:53:33.386+0000)\n>\n> Ich tu mir hier etwas schwer und ich sage dir auch warum:\n> Ich glaube nämlich, dass du absolut Recht hast. Ich glaube, dass schwere Schäden durch diese überhasteten Aktionen entstanden sind und bin fernab davon, unsere Regierung zu verteidigen (wer bin ich denn, ich bin froh, wenn wir die Gestalten los sind ^^).\n> Das, was man so in den Medien hört und liest, gerade wenn man sich etwas mehr dafür interessiert und das eigene Wissen über die Abendnachrichten hinaus geht tut sein Übriges. \n> \n> Allerdings muss ich sagen, dass ich noch niemals persönlich etwas von Problemen mitbekommen hätte... Ich habe das *Gefühl*, dass in meiner Stadt irgendwie deutlich mehr, naja, ausländisch aussehende Personen unterwegs sind. Aber die verhalten sich alle ganz normal und friedlich. \n> \n> Ich denke, dass die Berichterstattung nicht ganz neutral ist, sehe aber auch, dass belastbare Statistiken deinen Punkt unterstützen. Overall denke ich, dass du Recht hast. Diese Problematik wird uns noch für Jahrzehnte beschäftigen. Wir müssen dennoch bedenken, dass die Leute die da kamen eben nicht alle kriminell sind.\n\nVöllig richtig. Wir sollten die Personen abschieben, die straffällig geworden sind oder illegal hier sind. Niemanden sonst. Leute rausschmeißen die eine legale Aufenthaltserlaubnis haben und sich nichts zu schulden kommen ließen sind auf jeden Fall willkommen.\n\nBei den Einschätzungen zu den AfD-Zitaten würde ich dir ebenfalls zustimmen.\n\n> Menschen wollen eigentlich gar nicht fliehen. Es ist nicht so, dass die nur hierher kommen um bei uns Unfriede zu verbreiten... Die würden auch viel lieber zu Hause bleiben. Das ist allerdings schwierig, wenn im eigenen Wohnzimmer gerade CIA ausgebildete Rebellen mit G36K Gewehren von russischen Jagdbombern in tausend Stücke gesprengt werden und das Flüchtlingslager in Grenznähe langsam aber sicher die eigenen Kinder umbringt. \n\nIn den meisten Fällen würde ich dir zustimmen. Aber wie du selbst schon gesagt hast: Schwarze Schafe gibt es immer. Einige sind sicherlich nicht hier her gekommen, weil das Leben in ihrer Heimat unmöglich wäre, viele sind das sicherlich auch, weil es hier einfach ein gutes Stück besser ist. Das was man gemeinhin eben \"Wirtschaftsflüchtling\" nennt.\n\n> Es ist vermutlich einfach eine Sache der Anschauung... Es ist meine Meinung, dass wir mit Schuld an der Situation sind und dass die einzige Möglichkeit, die Probleme zu lösen darin besteht, dort möglichst schnell wieder ein Leben für die Bevölkerung zu organisieren. Ich persönlich bin der Meinung, dann wird der größte Teil selbst wieder nach Hause wollen. Abgesehen davon sollten selbstverständlich Abschiebungen in sichere Herkunftsländer konsequenter durchgezogen werden und nicht so einfach verhindert oder herausgezogen werden können, da sind wir uns schon einig ^^. Ebenso wie bei Straftätern versteht sich.\n> \n> Ich denke dennoch, dass wir durchaus in der Lage wären, richtig zu helfen, auch jetzt schon... Und wenn wir das richtig täten, bräuchten wir auch keine Grenzzäune.\n\nIch denke ich habe in dieser Hinsicht aber auch ein deutlich anderes Menschenbild als du. Ich sehe das deutlich negativer. Wenn du jemandem die Möglichkeit gibst, dich auszunutzen, dann garantiere ich dir, dass er das tut. Sicherlich nicht jeder, schon klar, aber einige werden dich immer ausnutzen, dir das Blaue vom Himmel herunter lügen und dich von vorne bis hinten verarschen.\nWas nicht heißt, dass man niemandem die Hand ausgestreckt hinhalten sollte! Man muss eben bloß drauf achten, dass man, nur für den Fall, in der anderen eine Waffe bereit hält, um sich notfalls verteidigen zu können. Hilfe ist nur so lange gut und wichtig, wie sie nicht in naiver Selbstaufgabe praktiziert wird.\nUnd es gibt natürlich noch einen Punkt: Hilfe darf nicht aus reinen Geschenken bestehen. Sie muss in erster Linie Hilfe zur Selbsthilfe sein. Alles andere generiert bloße Abhängigkeit der Personen, denen geholfen wird. Das mag bei Flüchtlingen noch halbwegs funktionieren, sollen die doch irgendwann zurück, aber spätestens wenn es sich um Migranten handelt, ist Sozialhilfe keine Lösung mehr, dann hilft nur Bildung wirklich.","replies":[{"id":"","poster":"Metalmonni","date":"2018-08-10T09:16:32.727+0000","up_votes":2,"down_votes":0,"body":"Ich denke es ist nicht notwendig, hier noch deine Argumente zu zitieren :). \n\nIch denke wir sind uns einig, dass wir in vielen Punkten schon im Grunde eine ähnliche Meinung vertreten. Ich stimme dir auch absolut zu, was den Umgang mit \"schwarzen Schafen\" und \"Wirtschaftsflüchtlingen\" angeht. Es kann nicht angehen, dass es so läuft, dass bestimmte Länder \"ihre\" Straftäter einfach nicht zurücknehmen wollen, oder dass einige (der ohnehin schon zu wenigen) abgeschobenen Wirtschaftsflüchtlinge ihrer Abschiebung durch Untertauchen oder auch durch den Einsatz von Gewalt entgehen. \n\nVgl. zb. diesen Fall:\n\nhttps://www.merkur.de/politik/fluechtlingsheim-ellwangen-200-fluechtlinge-verhindern-abschiebung-polizei-verraet-detail-zr-9843656.html\n\noder diesen Artikel:\n\nhttps://www.wp.de/staedte/meschede-und-umland/wie-abgelehnte-asylbewerber-ihre-abschiebung-hinauszoegern-id11909247.html\n\nIch denke auch, dass unser Rechtssystem hier deutlich zu \"fair\", gerade mit den abgelehnten Bewerbern umgeht. \n\nWas unser Menschenbild angeht, so liegt es mir fern, mich mit einem Transparent an den Bahnhof zu stellen und jeden zu umarmen, der da kommt. Dennoch denke ich, dass wir als Gesellschaft stark genug sein müssen, Menschen zu helfen, die unsere Hilfe wirklich brauchen. Ich rede nicht davon, jeden Einzelnen aufnehmen zu müssen, der in unser Sozialsystem einwandern möchte. Es stimmt schon, solche schwarzen Schafe gibt es und es wäre naiv, das Gegenteil zu behaupten. \n\nWir müssen besser darin werden, solche Schwarzen Schafe effektiv zu identifizieren und konsequent mit ihnen umzugehen. Allerdings sollte das nicht zu Lasten derjenigen passieren, die unsere Hilfe sofort und wirklich brauchen. Die haben es genauso wenig wie wir verdient, unter einzelnen Idioten und Kriminellen zu leiden. \n\nAuf jeden Fall ist/war es eine wirklich gute Diskussion mit dir. Da ich deine Beiträge im Forum immer sehr gerne lese war es mir eine Freude, auch mal etwas ausführlicher mit dir zu diskutieren :).","replies":[{"id":"","poster":"eingew","date":"2018-08-11T08:42:40.148+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=000400000000000000000001000100000000000000000000,timestamp=2018-08-10T09:16:32.727+0000)\n>\n> Auf jeden Fall ist/war es eine wirklich gute Diskussion mit dir. Da ich deine Beiträge im Forum immer sehr gerne lese war es mir eine Freude, auch mal etwas ausführlicher mit dir zu diskutieren :).\n\nDie Freude ist ganz meinerseits :D.","replies":[]}]},{"id":"","poster":"The mute Swan","date":"2018-08-10T09:40:48.245+0000","up_votes":1,"down_votes":0,"body":"Das Problem mit Flüchtlingsrückführubg ist aber auch ein anderes.\nLeute flüchten, kommen hier in Deutschland an. Natürlich wollen sie nicht die ganze Zeit auf kosten des Staates in einem Zimmer mit 2-3 weiteren Personen leben, Privatsphäre ist vielen wichtig.\nWenn du anerkannt wirst, bekommst du damit auch automatisch die Erlaubnis zu arbeiten. \nAlso suchst du Arbeit, meist eine andere als die die du vorher gemacht hast, viele Abschlüsse werden hier einfach nicht anerkannt.\nDu machst also eine Ausbildung z.B. im logistischen/technischen Bereich, richtest dich ein, bekommst einen Freundeskreis, vielleicht findest du auch einen Partner oder eine Partnerin.\n\nUnd dann sagen dir die Leute, du sollst zurück in dein eigenes Land, NOCH einmal von vorne anfangen?\n\nFinde ich Mmn nicht gerechtfertigt.","replies":[{"id":"","poster":"eingew","date":"2018-08-11T08:31:02.305+0000","up_votes":1,"down_votes":0,"body":"Dann kann man ein Arbeitsvisum beantragen und fertig. Oder man sollte das können, wenn ich die Infos vom Auswärtigen Amt richtig verstehe ist das nicht so ohne weiteres möglich, wenn man sich bereits in Deutschland befindet. Da sollten dann dafür die Weichen gestellt werden, aber ich bleibe dabei, dass wir keine Aufenthaltstitel ausgeben sollten, bloß weil hier mal jemand Asyl bekommen hat und nicht völlig isoliert geblieben ist. Wer bleiben will muss sich den exakt gleichen Regeln beugen, denen *jeder andere auch* folgen muss. Extrawürste gibts nicht. Dieser halbgare inkonsequente Umgang ist uns schon bei den türkischen Gastarbeitern zum Verhängnis geworden. Ich bin dagegen, das zu wiederholen.\n\nUnd man muss in seinem Heimatland auch nicht nochmal von vorne Anfangen, wenn du eine deutsche Ausbildung genossen hast. Das Geld, welches du dir erarbeitet hast, behältst du ebenso. Und wenn du wieder nach Deutschland zurück willst, kannst du dir auch im Ausland die Position erarbeiten, die du für ein Visum benötigst.","replies":[{"id":"","poster":"eingew","date":"2018-08-13T09:36:10.095+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The mute Swan,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=00040000000000000000000100010000000000000000000100010002,timestamp=2018-08-12T19:03:48.419+0000)\n>\n> Es geht ja nicht darum alle Leute von dort nach hier zu holen. Bloß den Leuten Schutz zu bieten, die ihn bei uns suchen.\n\nUnd wie viele genau sind das, die hier gerne das wollen, was sie Schutz nennen? In den letzten paar Jahren über eine Million Menschen. Das wird auch nicht weniger, wenn in Afrika gerade eine Explosion der Bevölkerung herrscht.\n\n> Ich versteh da jetzt die Frage nicht ganz. Vielleicht hast du es komisch formuliert, vielleicht bin ich auch einfach nur dumm...\n> Auf alle Fälle kommen die Flüchtlinge von denen ich redete generell aus Ethnisch-Kulturellen minderheiten, die verfolgt werden. Heißt sie kommen nicht ganz aus der selben Kultur, falls du das meinst?\n> Die Uiguren in China werden z.B. gerade alle in &quot;politische Umerziehungslager&quot; gesteckt und somit komplett von der zu großen Teilen aus Han-chinesen bestehende Bevölkerung abgetrennt. Die haben nicht wirklich ein eigenes Land, das sie verbessern könnten, da sie in China nicht wirklich als Chinesen anerkannt werden.\n\nNaja meine Frage war auf die reale Zusammensetzung der Flüchtlinge, die wir aktuell aufnehmen bezogen. Das sind ja höchst selten Uiguren und viel häufiger \"normale\" Syrer, die eben keiner Minderheit angehören. Oder eben welche aus anderen Ländern. Und für diese gelten all deine Argumente der permanenten Gefahr in ihrer Heimat ja nun mal nicht.\n\n> Thema Syrien: klar, die werden die irgendwann brauchen. Und mir gehts auch nicht darum, dass die alle hier bleiben können sollen. Es wird genug geben, die sobald es sicher ist wieder zurückwollen werden. Ich wollte bloß über diese &quot;weg mit denen&quot;-mentalität ranten und über die leichte unaufgeklärtheit der Deutschen was diese &quot;wieder sicheren Herkunftsländer&quot; wirklich bedeuten.\n> Ich hab in der Hinsicht wirklich schon zu viel Scheiße mitbekommen.\n\nEs geht hier nun mal um Menschen, bei denen diese Schutzbedürftigkeit äußerst eigenartig definiert ist, wenn diese nicht nur die Kohle haben, einen Schlepper zu bezahlen (was sicherlich keine auch nur im Ansatz angenehme, nichtsdestotrotz aber eine durchaus nicht billige Reisemöglichkeit ist), sondern noch dazu ihre Reise durch x sichere Länder, an vorderster Stelle die Türkei, vornehmen.\nIch weiß nicht, ob man das so einfach sehen kann wie du und die Leute, die das verurteilen, einfach so für eben diese Ansicht verurteilen kann. Ich bin der Letzte, der die Flüchtlinge selbst dafür verurteilt, aber zu sagen, dass jemand, der der Meinung ist, dass diese eigentlich gar nicht hier her gehören und man das ganze hätte *völlig anders* regeln sollen (nämlich mit Lagern im nahen Osten), einfach Unaufgeklärt und Ignorant ist.. naja das finde ich irgendwie selbst nicht gerade aufgeklärt? Früher haben wir das auch anders gehalten - aus der Ukraine zB sind wie viele genau gekommen? Und das Land liegt deutlich näher an Deutschland. Warum sind wir so selektiv?\n\nIch tue mich da äußerst schwer zu sehen, was genau das mit humanitärer Hilfeleistung zu tun haben soll. Ich komme daher auch nicht wirklich dahinter, wieso \"Humanität\" die ganze Zeit als Argumentation gegen eine Rückführung genannt wird. Sicher, für eine Verzögerung dieser vielleicht. Aber generell dagegen?\nIch bin auch nicht dafür, dass man die Flüchtlinge schon jetzt nach Syrien zurückführt. Aber die meisten anderen? Wir sind meiner Meinung nach nicht das Sozialamt der Welt, aber nur mal angenommen wir wären es: Wie viel bringt es, sich selbst für so eine ziemliche Perversion von Hilfe in den Bankrott zu treiben?\nWie gesagt: Wir brauchen glaube ich nur eines: Flüchtlingslager vor Ort und da sollten auch die hin, die sich im Moment in Deutschland selbst aufhalten. Für jeden Flüchtling in Deutschland könnten wir 50-100 im nahen Osten versorgen.\n\n> Gibt es. Auch hier greift die massive Desinformation und Polemik der AfD schön. Ich wette mehr als 90% der Leute die gerne über so etwas motzen haben nicht das Geringste Faktenwissen, geschweige denn überhaupt jemals mit einem Flüchtling geredet. Wie auch, wenn morgens vor dem Fernseher mit der Bild zu sitzen gemütlicher ist?\n\nJaha... offensichtlich haben wir sowas nicht nur, sondern auch in einem Schrank eingeschlossen und niemand schaut es sich mehr an. Die Praxis entspricht diesen ehemals als streng empfundenen Kriterien jedenfalls längst nicht mehr.\nUnd wieso ist eigentlich eine Partei an der Sichtweise zu einem Problem Schuld, welches seit 2014 besteht, während die Partei selbst erst seit wenigen Monaten überhaupt die 5%-Hürde geknackt hat? Das ist auch etwas, was ich schwerlich verstehe.\n \n> *&quot;Und wenn die ganze Erde bebt,\n> Das Fernsehvolk bleibt unberührt\n> Denn der der nur am Bildschirm klebt,\n> Die wirklichkeit nicht mehr spürt...&quot;*\n> \n> - Hermann van Veen\n> \n> Der beste Weg um die Flüchtlingspolitik zu verstehen ist mal mit einem zu reden. Sie beißen nicht ;)\n\nDie, die ich getroffen habe, waren leider bei weitem keine Positivbeispiele, ich glaube aber auch nicht, dass solche Einzeltreffen ein nützliches Bild über die Gesamtheit abgeben. Die Menge an Gesprächen, die man *dafür* führen müsste steht nicht gerade in einem Verhältnis zum Nutzen.\n\nIch würde jedenfalls auch einen deutlichen Unterschied zwischen Faktenwissen und persönlichen Gesprächen sehen.","replies":[]},{"id":"","poster":"The mute Swan","date":"2018-08-12T19:03:48.419+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=00040000000000000000000100010000000000000000000100010001,timestamp=2018-08-12T09:07:20.141+0000)\n>\n> Wenn wir allen, die unter solchen Zuständen leiden, hier eine Aufenthaltsgenehmigung geben würden, dann hätten wir wie viele m² pro Person? Da dürfte auf jeden Fall schonmal halb Indien und China drunter fallen und vermutlich mehr als drei viertel des kompletten nahen und mittleren Ostens. Ich tippe also auf 0,0000001m²?\n> \n\nEs geht ja nicht darum alle Leute von dort nach hier zu holen. Bloß den Leuten Schutz zu bieten, die ihn bei uns suchen.\n\n\n> Zumal all diese Negativpunkte, die du da nennst, mit dem Rassismus usw... unsere Flüchtlinge kommen aus derselben Kultur, warum sollten die sich so substanziell von denen Unterscheiden? Und wenn sie unsere Werte doch als die besseren betrachten und sie übernehmen: Ein Grund mehr ihnen die Möglichkeit zu geben, ihr eigenes Land zu verbessern.\n\nIch versteh da jetzt die Frage nicht ganz. Vielleicht hast du es komisch formuliert, vielleicht bin ich auch einfach nur dumm...\nAuf alle Fälle kommen die Flüchtlinge von denen ich redete generell aus Ethnisch-Kulturellen minderheiten, die verfolgt werden. Heißt sie kommen nicht ganz aus der selben Kultur, falls du das meinst?\nDie Uiguren in China werden z.B. gerade alle in \"politische Umerziehungslager\" gesteckt und somit komplett von der zu großen Teilen aus Han-chinesen bestehende Bevölkerung abgetrennt. Die haben nicht wirklich ein eigenes Land, das sie verbessern könnten, da sie in China nicht wirklich als Chinesen anerkannt werden.\n\n\n> Wie baust du denn ein Land wieder auf, indem du ihm die Arbeitskräfte entziehst? Zumal die größte demographische Gruppe der Flüchtlinge, junge unausgebildete Männer, exakt das ist, was deren Heimatland jetzt braucht.\n\nThema Syrien: klar, die werden die irgendwann brauchen. Und mir gehts auch nicht darum, dass die alle hier bleiben können sollen. Es wird genug geben, die sobald es sicher ist wieder zurückwollen werden. Ich wollte bloß über diese \"weg mit denen\"-mentalität ranten und über die leichte unaufgeklärtheit der Deutschen was diese \"wieder sicheren Herkunftsländer\" wirklich bedeuten.\nIch hab in der Hinsicht wirklich schon zu viel Scheiße mitbekommen.\n\n> Wenn jeder und zwar wirklich jeder, der Asyl beantragte und danach irgendwie einen Job und ein paar Bekannte gefunden hat, eine Aufenthaltsgenehmigung bekommen kann, dann werden viele daran gerechtfertigte Möglichkeiten zur Kritik finden, die immer zumindest implizit das gesamte Asylsystem in Frage stellen.\n\nDu, es gibt die Einbürgerung. Die können die beantragen und wenn man es wirklich will, wird diese seltendst abgelehnt. Da braucht niemand ein Visum. Und diese Kritiker werden Asyl und Ausland immer in Frage stellen: Xenophobie unter dem Deckmantel äußerlich ernster Kritik.\n\n> Stattdessen brauchen wir klare Einwanderungskriterien und ein umso klareres *Asyl*system, was *kurzfristigen Schutz* bedeutet. Und beides muss klar voneinander getrennt sein. \n\nGibt es. Auch hier greift die massive Desinformation und Polemik der AfD schön. Ich wette mehr als 90% der Leute die gerne über so etwas motzen haben nicht das Geringste Faktenwissen, geschweige denn überhaupt jemals mit einem Flüchtling geredet. Wie auch, wenn morgens vor dem Fernseher mit der Bild zu sitzen gemütlicher ist?\n\n*\"Und wenn die ganze Erde bebt,\nDas Fernsehvolk bleibt unberührt\nDenn der der nur am Bildschirm klebt,\nDie wirklichkeit nicht mehr spürt...\"*\n\n- Hermann van Veen\n\nDer beste Weg um die Flüchtlingspolitik zu verstehen ist mal mit einem zu reden. Sie beißen nicht ;)","replies":[]},{"id":"","poster":"eingew","date":"2018-08-12T09:07:20.141+0000","up_votes":1,"down_votes":0,"body":"Wenn wir allen, die unter solchen Zuständen leiden, hier eine Aufenthaltsgenehmigung geben würden, dann hätten wir wie viele m² pro Person? Da dürfte auf jeden Fall schonmal halb Indien und China drunter fallen und vermutlich mehr als drei viertel des kompletten nahen und mittleren Ostens. Ich tippe also auf 0,0000001m²?\n\nEntweder wir machen das übers Visum oder gar nicht. Ohne ist es unfair und kurzsichtig.\n\nZumal all diese Negativpunkte, die du da nennst, mit dem Rassismus usw... unsere Flüchtlinge kommen aus derselben Kultur, warum sollten die sich so substanziell von denen Unterscheiden? Und wenn sie unsere Werte doch als die besseren betrachten und sie übernehmen: Ein Grund mehr ihnen die Möglichkeit zu geben, ihr eigenes Land zu verbessern.\n\nWie baust du denn ein Land wieder auf, indem du ihm die Arbeitskräfte entziehst? Zumal die größte demographische Gruppe der Flüchtlinge, junge unausgebildete Männer, exakt das ist, was deren Heimatland jetzt braucht.\n\nWenn jeder und zwar wirklich jeder, der Asyl beantragte und danach irgendwie einen Job und ein paar Bekannte gefunden hat, eine Aufenthaltsgenehmigung bekommen kann, dann werden viele daran gerechtfertigte Möglichkeiten zur Kritik finden, die immer zumindest implizit das gesamte Asylsystem in Frage stellen.\n\nStattdessen brauchen wir klare Einwanderungskriterien und ein umso klareres *Asyl*system, was *kurzfristigen Schutz* bedeutet. Und beides muss klar voneinander getrennt sein. \nAlles andere ist doch schlicht das, was die Bundesregierung gerade (falsch) macht.","replies":[]},{"id":"","poster":"The mute Swan","date":"2018-08-12T07:26:44.384+0000","up_votes":1,"down_votes":0,"body":"Wäre schön wenn das auch nlappen würde. Tut es aber leider nicht.\n\nAber erllären wir das mal an einem Beispiel:\nIm herkunftsland wird der Krieg beendet, weshalb auch immer. Daraufhin wird gesagt, ist jetzt sicher und die Leute werden rückgeführt.\nProblem ist, das Land ist jetzt wirtschaftlich komplett zerrüttet, politisch ebenfalls, im schlimmsten Falle sogar komplett zerbombt. \nUnd wenn du pech hast, kannst du den Beruf den du hier erlernt hast dort nicht ausüben weil da entweder die Mittel fehlen (ich meine, was willst du in einem komplett kaputten Land als Logistiker?) oder das dort schon wieder nicht aberkannt wird?\nAuch wenn dann ja der Krieg vorbei ist, bedeutet das nicht, dass alle Kampfhandlungen eingestellt sind. Es dauert Jahre damit nach einem Krieg irgendwann wirklich wieder Frieden herrscht und man nicht aufpassen muss was man wo macht, weil irgendwo noch unabhängige Milizen rumhängen, die keine Ahnung mehr haben was die noch zu tun haben und sich daher in mafiös anmutende Strukturen in den Untergrund begeben...\n\nÄhnlich ist es bei politisch verfolgten Gruppen, sowas wie die Kurden, die Uiguren, oder damals die Juden (die man meines wissens nicht zurückgeschickt hat).\nDie Bevölkerung ändert sich nicht einfach so. Nach dem Regimewechsel mag dann jemand gesagt haben: \"Joa, wir nehmen alles zurück, das sind keine Menschen zweiter Klasse\", was nicht bedeutet, dass die menschen dort weiter diskriminierend denken. Das ist dann bloß unterschwellig. Warum den Job einem blöden Uiguren geben, wenn sich da auch ein Han-chinese für bewirbt? \nDie Reisen zurück und bleiben dort erstmal zwar nicht öffentlich verfolgt, aber unter der Oberfläche weiterhin diskriminiert, gehasst und verachtet. \nUnd mancher, der dann den Pfiff nicht gehört hat kommt dann, pöbelt sie an, zündet vielleicht noch das Haus an und am Ende heißt es von offizieller Stelle: \"whatever. Waren sowieso nur Uiguren\"\n\n90% der Fälle macht so eine Rückführung das Leben der Menschen nicht besser, eher im Gegenteil.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-08-10T10:19:34.666+0000","up_votes":1,"down_votes":0,"body":"Das sind ja Fälle, über die man ggf nochmal reden kann. Das Treffen einer Sozialauswahl, in die solche Dinge wie Integrationsfortschritt, soziales Umfeld, Familie in Deutschland und allgemein der Nutzen für die Gesellschaft einbezogen werden sollte natürlich Standard bei jeder Prüfung auf Rückführung sein.","replies":[{"id":"","poster":"eingew","date":"2018-08-11T08:32:23.532+0000","up_votes":1,"down_votes":0,"body":"Wer hier bleiben will kann ein Visum beantragen und fertig. Da gibt es klare Kriterien für, die erfüllt werden müssen. Für Flüchtlinge gelten nach Ablauf des Asyls dieselben Regeln wie für alle anderen auch. So würde ich das machen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-08-07T06:55:01.473+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=000400000000000000000001,timestamp=2018-08-07T06:49:26.910+0000)\n>\n> \n> Was die Wehrpflicht angeht: Superman Guttenberg hat uns ewigen Frieden und die Sinnlosigkeit der Wehrpflicht versprochen. \n> Klang doch toll!\n>\n\nGuttenborg war der grund warum ich NICHT länger bei der Bundeswehr bleiben wollte damals.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2018-08-07T06:54:27.873+0000","up_votes":2,"down_votes":0,"body":">Da muss ich aber, zumindest ausnahmsweise, mal eine Lanze für einen gewissen Bildungsidealismus brechen: Aus meiner >eigenen Erfahrung in der Schulzeit kann ich sagen, dass ich einer Ausweitung der politischen Bildung in der Schule nicht >unbedingt so kritisch gegenüberstehen würde. Zumindest in meiner eigenen Schulzeit haben die Lehrer das eigentlich immer >sehr gut gelöst, wir haben zum Teil in den Fächern Politik und Gesellschaftswissenschaften durchaus sehr ausufernde >politische Diskussionen geführt, in denen sich die Lehrer selbst auf die Themenvorgabe beschränkt haben.\n\nDa hattest du eine wirklich gute Schule und Lehrer, die ausserordentlich differenziert an solche Themen herangehen können, klasse! Ich bin hier ggf ein etwas gebranntes Kind, die Lehrer in meiner Schulzeit, die über solche Dinge gesprochen haben, hatten zumeist eine absolut unverrückbare Meinung. \nWenn ich nach meiner Zeit auf dem Gymnasium gehe und wen politischen Aussagen dort, so ist der einzige Mensch der überhaupt existieren darf ein katholischer CDU Wähler. \n\nWenn es in Schulen gut gemacht ist - Gern. Allerdings stelle ich hier die Effektivität eines entsprechenden Unterrichtes vor der Oberstufe doch infrage... wodurch es wiederum die Meisten Schüler nie erreichen wird. \n\nEigentlich sind die ÖR das einzige Medium, was uns hierzu zur Verfügung stände. Aber das Thema hast du erschöpfend und nahezu perfekt beantwortet :D. Immerhin übertragen sie noch die WM....","replies":[]},{"id":"","poster":"Metalmonni","date":"2018-08-06T20:46:22.221+0000","up_votes":2,"down_votes":0,"body":"Ich hab das eben alles grob überflogen und finde das ziemlich interessant und alles verdammt beachtenswert. Aber ich fühle mich gerade zu müde um angemessen auf all diese Punkte einzugehen. Daher sieh es mir nach, wenn ich mich erst morgen früh noch einmal an den ganzen Text setze und das alles auf eine Art und Weise bewerten kann, die deine Mühe würdigt :). \n\nIch wünsche eine gute Nacht!","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-06T13:04:16.535+0000","up_votes":3,"down_votes":0,"body":"Um vorab schonmal deine Frage zu beantworten: Ich nehme B. Denn EGAL welche Partei am Ende gewinnt, eine niedrige wahlbeteiligung ist ein Armutszeugnis für jedes Land und tritt die Demokratie mit Füßen für die im Laufe der Geschichte Millionen von Menschen ihhr Leben ließen. Und wofür? Dass heute jemand zu faul ist seinen A....llerwertesten am Sonntag ins Wahllokal zu hieven. Soviel dazu.\n\nZum zweiten Punkt: als Österreicher ist es etwas schwierig dieser Tage mit Basti und Bumsti als Kanzler und Vize bei der deutschen Politik mitzureden. Aber aus Erfahrung, besonders mit Vizekanzler Bumsti, kann ich sagen, dass die AfD ein grundlegendes Bedürfnis der Menschen anspricht. Sicherheit. Und damit mein uch jetzt nicht unbedingt nur Kriminalität, sondern auch (ähnlich wir Mr T in Amerika - deutschland first) die Unsicherheit in einer gigantischen globalisierten Welt zu leben, die viele nicht mal mehr in den Ansätzen verstehen und sich daher bedroht fühlen.\n\nSei es Globalisierung, Migration, Volkswirtschaft, Internet-News (Wahrheitsministerium wtf???).\n\nDieser Trend zieht sich atm durch die ganze Welt. Von Ankara bis Washington und ist vielen Ländern dazwischen.\n\nSo worauf will ich eigentlich hinaus?\n\nGanz einfach: Grundziel aller Bewegungen/Partein abseits der \"Mitte\" egal ob links oder rechts(!!) ist die Polarisierung. \n\n\"Bist du nicht für uns, bist du gegen uns - dazwischen gibts nichts\" und die jeweils andere Seite ist der Feind, den es um jeden Preis zu besiegen gilt.\n\nWer das mit sich machen lässt und sich für die eine oder andere Seite instrumentalisieren lässt,  hat meiner Meinung nach schon verloren...wenn sich so eine geradezu sektenhafte Art des Zugangs, jenseits aller rationalen Argumente, einmal im Hirn festgefressen hat, ist es ein seeeehr langer reifungsprozess bis man wieder klar denken kann.","replies":[{"id":"","poster":"eingew","date":"2018-08-06T13:15:11.321+0000","up_votes":1,"down_votes":0,"body":"Volle Zustimmung!\n\nAußer bei einer Kleinigkeit:\n\n> Um vorab schonmal deibe Frage zu beantworten: Ich nehme B. Denn EGAL welche Partei am Ende gewinnt, eine niedrige wahlbeteiöigung ist ein Armutszeugnis für jedes Land und tritt die Demokratie mit Füßen für die im Laufe der Geschichte Millionen von Menschen ihhr Leben ließen. Ubd wofür? Dass heute jemand zu faul ist seinen A....llerwertesten am Sonntag ins Wahllokal zu hieven. Soviel dazu.\n\nHäufig kann das Faulheit sein. Ich glaube aber, das mangelnder Idealismus, der ja für so eine Wahl zumindest grundsätzlich vorhanden ist, häufig daher kommt, dass keine Partei diesen mehr anspricht.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-06T13:24:48.213+0000","up_votes":2,"down_votes":0,"body":"Natürlich habe ich es etwss überspitzt formuliert. Es ist oft auch ein generelles Desinteresse an der Politik bzw eine \"Resignation/Verdrossenheit\" (\"is eh wurscht was ich wähl, ändert sich ja doch nix\").\n\nAber all das finde ich rührt aus einer \"Grundfaulheit\" daran teilzunehmen. Jemand der nicht \"faul\" ist müsste nicht erst zum \"Aufstehen\" überredet werden.","replies":[]}]}]},{"id":"","poster":"Darth Lumiya","date":"2018-08-06T19:48:32.763+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich denke, dass sich die Gesichte (mal wieder) wiederholt. In Zeiten in denen es schwer wird und große Unsicherheit herrscht, neigen Menschen dazu sich gegen äußere Einflüsse abzuschotten. Siehe Amerika und Trump, siehe aber auch römisches Reich oder Reich von Alexander dem Großen.\nAll diese mächtigen und edlen Reiche sind untergegangen, aufgrund von Fremdenhass und Missgunst und der Unfähigkeit tatsächliche Gleichberechtigung zu schaffen und nicht nur Gleichberechtigung auf dem Papier.\nDie fehlende Akzeptanz führt zur Bildung von Parallelgesellschaften, in denen die \"Fremden\" dann Leben. Und da natürlich jeder ein Stück vom Kuchen abhaben will, führt dies zu weiteren Konflikten und natürlich zur Steigerung von organisierter Kriminalität. Das ist dann wie Brennstoff für Parteien mit rechter Gesinnung und lässt diese enorm an Einfluss gewinnen. Dann kommen sie irgendwann an wirkliche, politische Macht und das Spielchen von vor 70 Jahren wiederholt sich. Hinterher fragt man sich dann, wie es jemals soweit kommen konnte. Dann beginnt der Kreislauf wieder von vorne.\n\nDas war vor 10000 Jahren schon so und auch die nächsten 10000 Jahre wird sich daran nichts ändern, da man nichts gegen die menschliche Natur ausrichten kann. Da hilft kein Gesetz und keine Religion. Wenn es hart auf hart kommt, fressen sich die Menschen gegenseitig.","replies":[{"id":"","poster":"Dâfuq","date":"2018-08-06T23:48:56.057+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Darth Lumiya,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0008,timestamp=2018-08-06T19:48:32.763+0000)\n> All diese mächtigen und edlen Reiche sind untergegangen, aufgrund von Fremdenhass und Missgunst und der Unfähigkeit tatsächliche Gleichberechtigung zu schaffen und nicht nur Gleichberechtigung auf dem Papier.\n> Die fehlende Akzeptanz führt zur Bildung von Parallelgesellschaften, in denen die &quot;Fremden&quot; dann Leben. Und da natürlich jeder ein Stück vom Kuchen abhaben will, führt dies zu weiteren Konflikten und natürlich zur Steigerung von organisierter Kriminalität. Das ist dann wie Brennstoff für Parteien mit rechter Gesinnung und lässt diese enorm an Einfluss gewinnen. Dann kommen sie irgendwann an wirkliche, politische Macht und das Spielchen von vor 70 Jahren wiederholt sich. Hinterher fragt man sich dann, wie es jemals soweit kommen konnte. Dann beginnt der Kreislauf wieder von vorne.\n\nDass diese Reiche auf Grund von Fremdenhass und mangelnder Gleichberechtigung untergangen sind halte ich jetzt für extrem weit hergeholt. Kriminelle Parallelgesellgeschaften gibt es im Prinzip seit die ersten Türken / Libanesen nach DE kamen. Ich möchte hierbei hervorheben, dass die Vietnamesen auch eher familiär/traditionell orientiert waren, aber sich nie in diesem Maße kriminell organisierten, obwohl sie auch Rassismus erleidet haben. Ich bin also komplett anderer Meinung und denke dass die bedingungslose Akzeptanz von Verhaltensweisen erst zur Bildung von Parallelgesellschaften geführt hat. Wer 30 Jahre in DE leben kann ohne deutsch sprechen zu müssen, bleibt halt unter sich. Der Vergleich zu vor 70 Jahren hinkt auch ziemlich, da die politischen, wirtschaftlichen und gesellschaftlichen Zustände komplett andere sind. Ein Krieg zwischen europäischen Staaten ist heute z.B. auf Grund der Globalisierung/Schengen/Vernetzung im Prinzip ausgeschlossen.","replies":[{"id":"","poster":"Darth Lumiya","date":"2018-08-07T14:08:44.920+0000","up_votes":1,"down_votes":1,"body":"Kriminelle Parallelgesellschaften enstanden genau dann, als keine vernünftigen Möglichkeiten geschaffen wurden, sich vernünftig zu integrieren. Niemand kam damals mit dem Ziel hierher krimineller zu werden, man kam mit dem Ziel sich hier eine neue Existenz aufzubauen. Wenn das durch indirekte Ausgrenzung nicht möglich ist und man immer nur Krümel des Kuchens abbekommt, genau dann fängt man an sich nach anderen Möglichkeiten umzusehen. \nDas was du schreibst klingt zwar nachvollziehbar, geht aber an der Realität vorbei und hört sich eher an wie das Gesabbel sogenannter \"Experten\" die noch nie mit einem betroffenen Gesprochen haben.\n\n> Der Vergleich zu vor 70 Jahren hinkt auch ziemlich, da die politischen, wirtschaftlichen und gesellschaftlichen Zustände komplett andere sind. Ein Krieg zwischen europäischen Staaten ist heute z.B. auf Grund der Globalisierung/Schengen/Vernetzung im Prinzip ausgeschlossen.\n\nStichwort Ukraine. Nichts ist ausgeschlossen, da Globalisierung ein weltweites Ding ist und keine EU Only Geschichte. Schau dir doch mal bitte die äußeren EU Staaten an. Ohne Deutschland geht da gar nichts mehr. Die hängen buchstäblich an der deutschen Hero Spritze. Es fällt einem halt nur so leicht wegzugucken, solange man an dem oberen Ende der Nahrungskette steht. ","replies":[{"id":"","poster":"Pilze","date":"2018-08-07T16:38:55.210+0000","up_votes":2,"down_votes":0,"body":"Also das niemand rüber kam um hier kriminell zu werden halte ich für ein Gerücht, genau so wie die Soziale Einwanderung der Menschen von nicht Kriegsgebieten ist genau so real. Ich bin jetzt kein Hetzer bei das Niemand, ist falsch. \nEinige wollen sich auch nicht integrieren lassen, weil sie es nicht für nötig halten sich hier anzupassen. Ich kenne einige Fälle den dir das auch nichts Gesicht sagen mit dem gebrochenen Deutsch was sie können. \nUnsere Integration ist ohne hin komplett fehlt geschlagen und es hat es auch noch schlimmer wie auch leichter gemacht das Kriminelle ins Land kommen können. Man hat es einfach verschlampt genau hin zu sehen und man hat es verschlampt eine gute Aufklärungsarbeit zu leisten damit die Flüchtlinge so auch Einwanderer genau wissen wo es lang geht. Jetzt haben wir den Salat. \nAber wenn wir hier schon von Krieg reden, sollte sich jeder mal Fragen warum Deutschland sein Verteidigungsetar um mehr als das Doppelte angehoben hat. \nBis 2030 sollen: \nMarine: Eine neuen Flottenverband bekommen\nHeer: 1,2 Millionen Soldaten aufgestockt werden, dazu Panzer und Fahrzeuge\nLuftwaffe: Modernisiert Software und Waffenlenksysteme dazu neue Jets\nStandardorte: Mehr Kasernen und bessere Möglichkeiten zum Transport der Truppen und Sontiges \nDa fragt man sich warum?","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-08-07T22:24:59.177+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pilze,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0008000000000000,timestamp=2018-08-07T16:38:55.210+0000)\n>\n> Aber wenn wir hier schon von Krieg reden, sollte sich jeder mal Fragen warum Deutschland sein Verteidigungsetar um mehr als das Doppelte angehoben hat. \n> Bis 2030 sollen: \n> Marine: Eine neuen Flottenverband bekommen\n> Heer: 1,2 Millionen Soldaten aufgestockt werden, dazu Panzer und Fahrzeuge\n> Luftwaffe: Modernisiert Software und Waffenlenksysteme dazu neue Jets\n> Standardorte: Mehr Kasernen und bessere Möglichkeiten zum Transport der Truppen und Sontiges \n> Da fragt man sich warum?\n\nArbeitsplätze schaffen. Darum geht es immer. Vollbeschäftigung.","replies":[{"id":"","poster":"eingew","date":"2018-08-08T09:20:57.166+0000","up_votes":1,"down_votes":0,"body":"Auch beim Militär werden die kein Geld fürs rumsitzen bekommen.","replies":[{"id":"","poster":"Dr Madscientist","date":"2018-08-08T09:29:44.378+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=000800000000000000000000,timestamp=2018-08-08T09:20:57.166+0000)\n>\n> Auch beim Militär werden die kein Geld fürs rumsitzen bekommen.\n\nAls ehemaliger Soldat: Doch. In vielen Kompanien ist es genau das: Geld fürs rumsitzen, sport und gelegentliches Schießen. Schlimmstenfalls noch mal ein wenig die Fahrzeuge in stand halten und das wars.","replies":[]}]}]},{"id":"","poster":"Darth Lumiya","date":"2018-08-09T19:31:23.405+0000","up_votes":1,"down_votes":0,"body":"> Also das niemand rüber kam um hier kriminell zu werden halte ich für ein Gerücht, genau so wie die Soziale Einwanderung der Menschen von nicht Kriegsgebieten ist genau so real. Ich bin jetzt kein Hetzer bei das Niemand, ist falsch.\n\nIch korrigiere mich und sage, dass der Großteil nicht die Absicht hat hier kriminellen Praktiken nachzugehen. Ausnahmen gibt es immer.\nOb jetzt jemand aus einen Kriesgebiet flieht oder aus einem wirtschaftlich unterdrücktem Land...ich sehe da ehrlich gesagt keinen großen Unterschied. Ob der Supermarkt jetzt weggebombt wurde oder ob da nichts erschwingliches Angeboten wird, macht für mich keinen Unterschied.\n\nZur Intergration: Es gibt auch viele positive Beispiele für gelungene Integration. Die negativen sind nur deutlich populärer, da der mediale Fokus aktuell auf diesem Thema liegt. Natürlich gibt es auch Gegenden wo man zu lange nichts getan hat (Essen oder Berlin). Aber zu sagen die Integration ansich sei gescheitert, halte ich für etwas übertrieben.\n\n> Aber wenn wir hier schon von Krieg reden, sollte sich jeder mal Fragen warum Deutschland sein Verteidigungsetar um mehr als das Doppelte angehoben hat.\nBis 2030 sollen:\nMarine: Eine neuen Flottenverband bekommen\nHeer: 1,2 Millionen Soldaten aufgestockt werden, dazu Panzer und Fahrzeuge\nLuftwaffe: Modernisiert Software und Waffenlenksysteme dazu neue Jets\nStandardorte: Mehr Kasernen und bessere Möglichkeiten zum Transport der Truppen und Sontiges\nDa fragt man sich warum?\n\nZur Friedenssicherung natürlich :DDD","replies":[{"id":"","poster":"Pilze","date":"2018-08-09T20:20:30.325+0000","up_votes":1,"down_votes":0,"body":"Jeder ist auch übertrieben, das ist schon klar. \nDas Intergration komplett fehlgeschlagen ist kann natürlich nicht sagen, einige sagen sich wirklich ich bin hier und passe mich an. Aber leider gibt es einfach zu viele noch die das nicht machen. \n\nRichtig der Frieden den habe ich schon vergessen das es den noch gibt. \nWie war das nochmal? Die Menschen führt schon seit mehr als 2000 Jahren Krieg.","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2018-08-07T09:55:29.546+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Darth Lumiya,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0008,timestamp=2018-08-06T19:48:32.763+0000)\n>\n> Ich persönlich denke, dass sich die Gesichte (mal wieder) wiederholt. In Zeiten in denen es schwer wird und große Unsicherheit herrscht, neigen Menschen dazu sich gegen äußere Einflüsse abzuschotten. Siehe Amerika und Trump, siehe aber auch römisches Reich oder Reich von Alexander dem Großen.\n\nIch finde ehrlich gesagt, dass wir auch bei Trump nicht den Kontext vergessen dürfen, in dem er gewählt wurde. Clinton ist definitiv kein weißes Blatt, ganz im Gegenteil. Die letzte Wahl in den USA war eine zwischen Pest und Cholera. Dann den Leuten vorzuhalten, wieso sie Cholera gewählt haben ist verdammt zynisch.\n\n> All diese mächtigen und edlen Reiche sind untergegangen, aufgrund von Fremdenhass und Missgunst und der Unfähigkeit tatsächliche Gleichberechtigung zu schaffen und nicht nur Gleichberechtigung auf dem Papier.\n\nUnd hier würde ich absolut Dâfuq zustimmen... Das klingt für mich nach einem ziemlich starken Geschichtsrevisionismus. Das römische Reich wurde wiederholt durch germanische Stämme überfallen, weil sie weder genug Truppen noch den militärischen Willen besaßen, ihre Grenzen gegen die einstürmenden Kampfhorden zu verteidigen. Das Problem war hier ganz klar *mangelnde* Abschottung. Wobei natürlich wie gesagt die Frage ist, ob es überhaupt möglich ist, sich gegen eine solche Schier unermessliche Anzahl von Menschen, wie die, die während der Völkerwanderung durch Europa gezogen sind, überhaupt verteidigen *kann*.\nEines der größten Imperien der Geschichte überhaupt, nämlich das britische, wurde im Prinzip sogar auf Fremdenhass *erbaut*. Sämtliche Imperien der Geschichte basieren auf *Unterdrückung*. Das ist ja überhaupt der Grund, warum der Nationalismus überall so weiten Anklang fand, weil die Leute damals darin eine Lösung sahen, sich von Unterdrückung zu befreien, weil diese Weltsicht voraussetzt, dass sich jedes Volk selbst beherrscht. Heute wissen wir es natürlich besser, der Nationalismus ist zwar ein sehr guter Ansatz, aber ebenso wenig vor Ausnutzung gefeit.\n\nIm römischen Reich gab es übrigens auch einige Sklavenaufstände, an diesen ist es aber nicht zugrunde gegangen.\n\n> Die fehlende Akzeptanz führt zur Bildung von Parallelgesellschaften, in denen die &quot;Fremden&quot; dann Leben. Und da natürlich jeder ein Stück vom Kuchen abhaben will, führt dies zu weiteren Konflikten und natürlich zur Steigerung von organisierter Kriminalität. Das ist dann wie Brennstoff für Parteien mit rechter Gesinnung und lässt diese enorm an Einfluss gewinnen. Dann kommen sie irgendwann an wirkliche, politische Macht und das Spielchen von vor 70 Jahren wiederholt sich. Hinterher fragt man sich dann, wie es jemals soweit kommen konnte. Dann beginnt der Kreislauf wieder von vorne.\n\nAlso das ist schon ziemlicher Quatsch. Zufällig sind einige turbulente Faktoren, die zum dritten Reich geführt haben, zur heutigen Zeit in Deutschland nicht eingetreten: Es gab keinen vorausgehenden Weltkrieg mit so unfairen vertraglichen Friedensbedingungen und es gab keine Wirtschaftskrise die zu umfassender Massenarbeitslosigkeit führte. Wir haben auch kein so instabiles politisches System mit ständig wechselnden Regierungen, es laufen nicht im Ansatz vergleichbare Mengen politischer Schlägertrupps durch die Gegend... Inwiefern du auf die Idee kommst, dass die zwanziger und dreißiger Jahre im letzten Jahrhundert durch zunehmend kriminelle Parallelgesellschaften geprägt waren und dadurch langsam Fremdenhass entstand ist ebenso völlig absurd. Wir reden über die Zeit, in der die Rassenlehre dem absoluten Zeitgeist entsprach, der tatsächliche Kontakt auch nur mit europäischen Ausländern im Alltag jedoch quasi nicht vorhanden war, dennoch hatte jedes Land in Europa hatte seine ganz eigene rassistische Weltsicht, das war damals völlig normal, das ist nicht erst durch kriminelle Banden provoziert worden. Du vermischst hier einen völligen Unsinn miteinander, was ist das? Glaubst du etwa die Juden hätten alle in Ghettos gelebt und deshalb wären die Vorurteile entstanden? Das ist doch genauso Quatsch! Dann hätten ja nicht einmal so viele Leute Juden bei sich versteckt, wie auch, sie hätten ja mit keinen davon privaten Kontakt gehabt. Es war ja im Gegenteil so, dass Juden ganz genauso wie Christen Teil der Nation und integraler Bestandteil der Gesellschaft waren (und sind). Da hat sich nix mit Parallelgesellschaft. Das war ganz einfach eine Zeit mit tiefen sozialen Einschnitten und Spannungen, die sich auf Dauer in Gewalt entladen mussten. Da hätte man vieles anderes machen müssen, sehe ich genauso, aber deine Lösungsvorschläge hier sind einfach völlig an der damaligen Realität und Problemlage vorbei.\n\nUnd ob sie heute helfen ist ebenso fragwürdig, würde ich sagen. Zumal unser Grundgesetz Gleichberechtigung bietet. Wir sind eben *kein* Imperium.\n\n> Das war vor 10000 Jahren schon so und auch die nächsten 10000 Jahre wird sich daran nichts ändern, da man nichts gegen die menschliche Natur ausrichten kann. Da hilft kein Gesetz und keine Religion. Wenn es hart auf hart kommt, fressen sich die Menschen gegenseitig.\n\nWenigstens dein letzter Satz stimmt...","replies":[{"id":"","poster":"Darth Lumiya","date":"2018-08-07T13:58:47.574+0000","up_votes":1,"down_votes":0,"body":"> Ich finde ehrlich gesagt, dass wir auch bei Trump nicht den Kontext vergessen dürfen, in dem er gewählt wurde. Clinton ist definitiv kein weißes Blatt, ganz im Gegenteil. Die letzte Wahl in den USA war eine zwischen Pest und Cholera. Dann den Leuten vorzuhalten, wieso sie Cholera gewählt haben ist verdammt zynisch\n\nAllein das nur noch solche Kanditaten aufgestellt wurden, zeigt doch schon eine deutliche Tendenz hin zur Abschottung. Oder glaubst du das Clinton als Anhänger der Wallstreet-Elite den Fokus nicht auf \"America First\" gelegt hätte? Selbst bei Obama galt dieses Motto ja schon. \n\n> Und hier würde ich absolut Dâfuq zustimmen... Das klingt für mich nach einem ziemlich starken Geschichtsrevisionismus. Das römische Reich wurde wiederholt durch germanische Stämme überfallen, weil sie weder genug Truppen noch den militärischen Willen besaßen, ihre Grenzen gegen die einstürmenden Kampfhorden zu verteidigen. Das Problem war hier ganz klar mangelnde Abschottung. Wobei natürlich wie gesagt die Frage ist, ob es überhaupt möglich ist, sich gegen eine solche Schier unermessliche Anzahl von Menschen, wie die, die während der Völkerwanderung durch Europa gezogen sind, überhaupt verteidigen kann.\n\nDas Problem war die Abschottung, das ausfechten interner Kleinkriege, politische Machtspielchen und die Ermordung eines Mannes der das Reich verhältnismäßig gut im Griff hatte. Danach fing man an sich abzuschotten. Man räumte römischen Staatsbürgern mehr Rechte ein und schwächte die Rechte der anderen (eroberten) Länder, was Unzufriedenheit in den Randgebieten des Reiches auslöste. Diese Unzufriedenheit gipfelte dann in einem Bürgerkrieg und starken Machtverlust in den äußeren Gebieten des römischen Reiches. Danach zerfiel das Reich.\n\n> Eines der größten Imperien der Geschichte überhaupt, nämlich das britische, wurde im Prinzip sogar auf Fremdenhass erbaut. Sämtliche Imperien der Geschichte basieren auf Unterdrückung. Heute wissen wir es natürlich besser, der Nationalismus ist zwar ein sehr guter Ansatz, aber ebenso wenig vor Ausnutzung gefeit.\nIm römischen Reich gab es übrigens auch einige Sklavenaufstände, an diesen ist es aber nicht zugrunde gegangen.\n\nGibt es ein Imperium das nicht mit Blut gebaut wurde? Ich denke mal billige, reproduzierbare Arbeitskraft (z.B. Sklaven) ist Grundvoraussetzung zum errichten eines Imperiums.\n\n\n> Das ist ja überhaupt der Grund, warum der Nationalismus überall so weiten Anklang fand, weil die Leute damals darin eine Lösung sahen, sich von Unterdrückung zu befreien, weil diese Weltsicht voraussetzt, dass sich jedes Volk selbst beherrscht. Heute wissen wir es natürlich besser, der Nationalismus ist zwar ein sehr guter Ansatz, aber ebenso wenig vor Ausnutzung gefeit.\n\nGenau so denken viele Leute heute auch, auch wenn es eigentlich kein Problem gibt. Ob wir es heute besser wissen, sei mal so dahingestellt. Ich denke das basiert eher auf Wunschdenken deinerseits, da du politisch Aufgeklärt aufgewachsen bist. Das gilt aber nicht für alle Menschen.\n\n>Inwiefern du auf die Idee kommst, dass die zwanziger und dreißiger Jahre im letzten Jahrhundert durch zunehmend kriminelle Parallelgesellschaften geprägt waren und dadurch langsam Fremdenhass entstand ist ebenso völlig absurd. Wir reden über die Zeit, in der die Rassenlehre dem absoluten Zeitgeist entsprach, der tatsächliche Kontakt auch nur mit europäischen Ausländern im Alltag jedoch quasi nicht vorhanden war, dennoch hatte jedes Land in Europa hatte seine ganz eigene rassistische Weltsicht, das war damals völlig normal, das ist nicht erst durch kriminelle Banden provoziert worden. Du vermischst hier einen völligen Unsinn miteinander, was ist das? Glaubst du etwa die Juden hätten alle in Ghettos gelebt und deshalb wären die Vorurteile entstanden? Das ist doch genauso Quatsch! Dann hätten ja nicht einmal so viele Leute Juden bei sich versteckt, wie auch, sie hätten ja mit keinen davon privaten Kontakt gehabt. Es war ja im Gegenteil so, dass Juden ganz genauso wie Christen Teil der Nation und integraler Bestandteil der Gesellschaft waren (und sind). Da hat sich nix mit Parallelgesellschaft. Das war ganz einfach eine Zeit mit tiefen sozialen Einschnitten und Spannungen, die sich auf Dauer in Gewalt entladen mussten. Da hätte man vieles anderes machen müssen, sehe ich genauso, aber deine Lösungsvorschläge hier sind einfach völlig an der damaligen Realität und Problemlage vorbei.\n\nUnd ob sie heute helfen ist ebenso fragwürdig, würde ich sagen. Zumal unser Grundgesetz Gleichberechtigung bietet. Wir sind eben kein Imperium.\n\n>  Es gab keinen vorausgehenden Weltkrieg mit so unfairen vertraglichen Friedensbedingungen\n\nEs gibt keinen Krieg der mit Waffen geführt wird. Das ist richtig. Aber es gibt andere Formen der Kriegsführung beispielsweise wirtschaftlich(Sanktionen gegen Russland, Syrien, Saudi Arabien, Russland, Europa, Amerika) oder Cyperangriffe (https://cybermap.kaspersky.com/ oder https://www.fireeye.com/cyber-map/threat-map.html)\n\nEs ist zwar kein Weltkrieg, aber frag doch mal in der Ukraine nach, was bei denen so abgeht oder In Afghanistan, Irak, Iran, Syrien. Krieg ist immer.\n\n\n> und es gab keine Wirtschaftskrise die zu umfassender Massenarbeitslosigkeit führte.\n\nFinanzkriese 2007, 37 Millionen Jobs sind im direkten Zusammenhang mit der Kriese verloren gegangen, indirekt wahrscheinlich nochmal so viele (Zusammenhang ist aber schwer nachzuweisen oder zu erfassen bzw. macht sich niemand die Mühe)\nIn Deutschland:\netwa 2,3 Millionen tatsächlich Arbeitslos\netwa 1,5 Millionen Menschen die in sogenannten \"Schulungen\" der Arbeitsagentur stecken, haben kein Job, werden aber herausgerechnet\netwa 5 Millionen \"Aufstocker\" also Menschen mit ihrer Arbeit nicht genug verdienen um davon Leben zu können, tauchen ebenfalls nicht in der Statistik auf.\n\n2,3+1,5+5= 8,8 Millionen Menschen (Arbeitslos und quasi Arbeitslos). Aber ja, Deutschland gehts immer noch ganz gut, wenn man sich Spanien oder Portugal anguckt.\n\nEZB Leitzinssatz immer noch bei 0%. Man arbeitet also schon fleißig an der nächsten Kriese.\n\n> Wir haben auch kein so instabiles politisches System mit ständig wechselnden Regierungen, es laufen nicht im Ansatz vergleichbare Mengen politischer Schlägertrupps durch die Gegend\n\nWir sind doch schon auf einem guten Weg dahin würde ich meinen. Ich persönlich finde ja, dass man schon gut suchen muss, um eine politische Opposition abseits der AfD zu finden. Der Trend lässt sich ja ebenfalls recht eindeutig absehen, wenn man die Statistiken der vergangenen Jahre miteinander vergleich (z.B. Wahlergebnisse Bundestagswahl).\n\n> es laufen nicht im Ansatz vergleichbare Mengen politischer Schlägertrupps durch die Gegend\n\nDie Angriffe auf Flüchtlingsheime ist 2017 zwar stark gesunken, befindet sich aber immer noch auf Rekordniveau wenn man es mit 2013 (vor der Flüchtlingskriese) vergleicht. Ist zwar nicht direkt vergleichbar mit politischen Schlägertrupps, aber gewisse Parallelen gibt es meiner Meinung nach schon.\n\n\n> Inwiefern du auf die Idee kommst, (etc. etc., ich kürze hier zusammen, da ich ans Textlimit stoße :D )\n\nJuden und Sinti und Roma als konkretes Feindbild gab es erst in der Zeit als Hitler die Macht ergriff. Aber auch vorher sind beide Gruppen eher mit Abneigung betrachtet worden. Das lag besonders daran, dass sich beide Gruppen eher vorsichtig (im Fall der S&R, gar nicht) in die Gesellschaft eingegliedert haben. Das Volk der Juden hat nicht erst seit der NS Zeit unter politischer Verfolgung gelitten. Seit mehr als 2000 Jahren, wurden immer wieder Juden systematisch ermordet oder vertrieben. Wir (oder besser die damaligen) Deutschen sind nur der neueste in einer langen, langen Kette von Unterdrückern und Mördern.\nDas Juden aufgrund dieser Ereignisse eher vorsichtig waren, war damals jedem politisch gebildeten Menschen klar, aber leider ist nicht jeder politisch so gebildet. In der normalen Bevölkerung galten Juden damals halt als anders oder Fremd. Das war auch okay so, solange der Sohn/die Tochter so jemanden nicht mit in die Familie gebracht hat.\nErst Hitler hat aus anders dann böse gemacht.\n\n\nFür den Absatz mit den kriminellen Parallelgesellschaften muss ich mich entschuldigen. Das habe ich wirklich dumm ausgedrückt und das liest sich auch sehr missverständlich. Was ich meine war, dass organisierte Kriminalität nur eine mögliche Konsequenz ist und nicht zwangsläufig damit zusammenhängt. Das war in den 20ern und 30ern definitiv nicht der Fall. Heutzutage trifft das meiner Meinung nach aber zu. Die Städte Essen und Berlin sind gute beispiele.\n\n> Und ob sie heute helfen ist ebenso fragwürdig, würde ich sagen. Zumal unser Grundgesetz Gleichberechtigung bietet. Wir sind eben kein Imperium.\n\nGleichberechtigung gibt es theoretisch. Praktisch kann ein auf ein Stück Papier geschriebenes Gesetz den Menschen ansich nicht ändern. Du kannst ja gerne mal mit jemanden aus einem arabischen Familienclan reden und fragen wie es so aussieht mit Jobangeboten oder Wohnung und wie sich \"Gleichberechtigung\" für ihn angefühlt hat. Die ersten Clans sind nicht mit der Absicht hierher gekommen, Kriminell zu werden und Parallelgesellschaften zu gründen. Kriminell wird man erst, wenn man keinen anderen Ausweg mehr sieht und sich abgelehnt fühlt. Es ist die logische Konsequenz von fehlenden Integrationsmöglichkeiten.","replies":[{"id":"","poster":"eingew","date":"2018-08-08T09:58:36.619+0000","up_votes":1,"down_votes":0,"body":"> Es ist zwar kein Weltkrieg, aber frag doch mal in der Ukraine nach, was bei denen so abgeht oder In Afghanistan, Irak, Iran, Syrien. Krieg ist immer.\n\nDie Destabilisierung hat Deutschland auch dadurch nicht in dem Maße erfahren wie durch den ersten WK. Wo siehst du da bitte die Verbindung? Das ist verdammt weit her geholt.\n\n> Finanzkriese 2007, 37 Millionen Jobs sind im direkten Zusammenhang mit der Kriese verloren gegangen, indirekt wahrscheinlich nochmal so viele (Zusammenhang ist aber schwer nachzuweisen oder zu erfassen bzw. macht sich niemand die Mühe)\n> In Deutschland:\n> etwa 2,3 Millionen tatsächlich Arbeitslos\n> etwa 1,5 Millionen Menschen die in sogenannten \"Schulungen\" der Arbeitsagentur stecken, haben kein Job, werden aber herausgerechnet\n> etwa 5 Millionen \"Aufstocker\" also Menschen mit ihrer Arbeit nicht genug verdienen um davon Leben zu können, tauchen ebenfalls nicht in der Statistik auf.\n> \n> 2,3+1,5+5= 8,8 Millionen Menschen (Arbeitslos und quasi Arbeitslos). Aber ja, Deutschland gehts immer noch ganz gut, wenn man sich Spanien oder Portugal anguckt.\n> \n> EZB Leitzinssatz immer noch bei 0%. Man arbeitet also schon fleißig an der nächsten Kriese.\n\nDas lässt sich zwar nicht mit den Ausmaßen der Weltwirtschaftskrise in den 20er und 30er Jahren vergleichen, ist aber zumindest schonmal eine Situation die in die Richtung geht.\nIch denke hier dürfte demnächst auch die Wirtschaftspolitik der USA deutlichen Einfluss nehmen.\nAbgesehen von der Aufbauschung der Situation würde ich dir also zustimmen. Das gilt auch für die Zahlen, [selbst die Linke kommt auf deutlich niedrigere 3,2 Millionen](https://www.die-linke.de/themen/arbeit/tatsaechliche-arbeitslosigkeit/2018/).\n\n> Die Angriffe auf Flüchtlingsheime ist 2017 zwar stark gesunken, befindet sich aber immer noch auf Rekordniveau wenn man es mit 2013 (vor der Flüchtlingskriese) vergleicht. Ist zwar nicht direkt vergleichbar mit politischen Schlägertrupps, aber gewisse Parallelen gibt es meiner Meinung nach schon.\n\nDas erste was mir bei \"politischer Schlägertrupp\" einfällt wäre die Antifa. Die machen ja genau das: Politische Gewalt ausüben. Die auch durchaus vergleichbar mit der Weimarer Republik ist, ging es doch auch bereits damals darum, die politischen Gegner durch Gewalt einzuschüchtern oder gar auszuschalten. Beides erfahren zur Zeit sowohl Polizei als auch die AfD. Als politische Gewalt lassen sich ebenfalls viele der Angriffe auf die Flüchtlingsheime bezeichnen, denke ich. Vielleicht könnte man noch die Auseinandersetzungen zwischen Türken und Kurden nennen. Aber auch hier gilt überall: Das Ausmaß ist deutlich niedriger!\n\n> Gleichberechtigung gibt es theoretisch. Praktisch kann ein auf ein Stück Papier geschriebenes Gesetz den Menschen ansich nicht ändern. Du kannst ja gerne mal mit jemanden aus einem arabischen Familienclan reden und fragen wie es so aussieht mit Jobangeboten oder Wohnung und wie sich \"Gleichberechtigung\" für ihn angefühlt hat. Die ersten Clans sind nicht mit der Absicht hierher gekommen, Kriminell zu werden und Parallelgesellschaften zu gründen. Kriminell wird man erst, wenn man keinen anderen Ausweg mehr sieht und sich abgelehnt fühlt. Es ist die logische Konsequenz von fehlenden Integrationsmöglichkeiten.\n\nHier die Schuld in der deutschen Gesellschaft zu suchen, halte ich für mehr als nur eine massive Simplifizierung der Situation. Andere Länder andere Sitten. Das heißt, dass ich mich den Sitten des anderen Landes, in diesem Falle den deutschen Sitten, anpasse. Wenn ich bedenke wie stark hier wirklich jedem Ausländer entgegen gekommen wird, halte ich deine Schuldzuweisung für eine absolut zynische und falsche Einstellung. Man kann einiges, wenn man nur will. Auch als Araber. Auch dafür gibt es massig gute Beispiele für Leute die wollten und konnten. Jetzt herzugehen und einen kriminellen Clan als \"das Opfer\" darzustellen ist unfair und falsch. Insbesondere Clans ungebremst entgegen zu kommen wäre fatal naiv, wie deren Handlungen ja deutlich zeigen.\n\nWas soll dieser Relativismus? Ich würde ja gerne sagen \"selten so eine einseitige Situationsbeleuchtung gesehen\", leider muss ich mit deutlichem Frust feststellen, dass diese Einseitigkeit die Norm geworden ist, was mich ja überhaupt zur Erstellung dieses Threads geführt hat.\n\nUnd ja, Gleichberechtigung ist in erster Linie eine gesetzliche Sache. Was hast du den gedacht? Du hast kein Recht darauf, dass jemand ausgerechnet dir eine Wohnung vermietet. Das wäre keine Gleichberechtigung und hat damit auch wenig zu tun. Das wird bei den Informationen, die Vermieter mittlerweile anfragen, auch wenig mit der Herkunft und viel mehr mit der Liquidität zu tun haben.","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-08T10:19:28.675+0000","up_votes":1,"down_votes":1,"body":"Du fragst was dieser Relativismus soll, relativierst aber auch selbst ;)\n\nBeispiel:\n\nAnders als wie du es so schön beschreibst, ist die Antifa nicht nur ein politisch motivierter Schlägertrupp. Sicher, es gibt Antifagruppierungen, die nicht umbedingt friedfertig sind und mit Gewalt keine Probleme haben, aber das trifft nicht auf alle zu. \nAntifa kann auch Leute sein, die sich politisch- gesellschaftlich- öffentlich gegen Faschismus einsetzen, können Leute sein die auf Demos gehen, da aber ganz friedlich blieben, können Leute sein, die einfach nur systematisch durch die Straßen ziehen und Faschosticker überkleben.\n\nAntifa =/= Autonome Antifa\nAntifa =/= Militante Antifa\nAntifa =/= Schwarzer Block\n\nGehört zwar alles irgenwie noch in den begriff rein, ist aber nicht mit ihm gleichzusetzen","replies":[{"id":"","poster":"eingew","date":"2018-08-09T09:04:20.902+0000","up_votes":1,"down_votes":1,"body":"Also was das angeht stimme ich überhaupt nicht mit dir überein.\n\nAuf diese bequeme Definition kann man sich dann am Ende natürlich zurückziehen um sich pseudomäßig von den Radikalen zu entfernen. Fakt ist, dass nur ein Bruchteil der Leute, die sich als \"gegen Faschismus\" bezeichnen würden, auch als \"Antifaschist\" bezeichnen würden. Ich bin bei weitem nicht der Einzige, der ganz genau darauf achten würde, dass letzteres eben nicht die Schublade ist, in die man mich steckt. Beides ist, wie wir nicht nur anhand der von mir beschriebenen militanten Praxis erkennen können, nämlich gerade *nicht* dasselbe. In der Praxis sehen wir nicht grundlos ein deutliches Problem fast aller \"Mitglieder\" der Antifa, sich wirksam vom militanten Anteil zu distanzieren (im Gegenteil höre ich häufig sehr wohlwollende Kommentare zu deren Verhalten). Das geht ja sogar so weit, dass selbst Politiker Schwierigkeiten haben, sich davon zu distanzieren und sich stattdessen sogar auf den Irrsinn einlassen, das Gesamtkonstrukt der \"Antifa\" als etwas positives zu nennen. Das ist etwas, was ganz klar gegen das allgemeine Verständnis vom \"gegen den Faschismus sein\" geht! Insbesondere wenn man sich das offensichtlich gemeinhin akzeptierte brutale, antidemokratische und die Pressefreiheit unterdrückende Verhalten in diesem Milieu ansieht.\n\nEs ist langsam einfach nur noch peinlich, was mit diesem Begriff für Rechtfertigungen getrieben werden, aber das ist auch nur ein weiteres Symptom der fortdauernden Krise, die unser linkes politisches Spektrum ergriffen hat. Es gab mal eine Zeit, da konnte man sogar einen gewissen Stolz dabei empfinden, \"links\" zu sein. Diese Zeiten habe ich leider nicht mehr miterlebt und es wird wohl noch eine sehr lange Zeit brauchen, bis wir wieder die Möglichkeit haben, da hin zurückzufinden. Aktuell besteht unser linkes politisches Spektrum leider zum größten Teil aus Schwachsinn und die \"Antifa\" trägt daran einen verdammt großen Anteil.\nDass sich diese Schwachsinnsmentalität in der restlichen Politik ebenfalls wiederfinden lässt, ist nicht einmal ein schwacher Trost für mich.","replies":[]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2018-08-07T16:51:13.177+0000","up_votes":2,"down_votes":0,"body":"Die zweite Option finde ich besser.","replies":[]},{"id":"","poster":"Pilze","date":"2018-08-06T19:10:13.386+0000","up_votes":2,"down_votes":0,"body":"Eine niedrige Wahlbeteiligung ist ein Zeichen dafür das irgendwas nicht stimmt in diesem Land.\nDas liegt zum einen an den Programmen der Parteien und zum anderen an den Leuten die nicht mal wissen was eine Partei wirklich tut. \nMan könnte jetzt den Verschwörer raushängen lassen und sagen das alle Dumm gehalten werden, aber das lassen wir mal.\nKurz gesagt es ist nun mal so das viele keine Lust haben sich zu informieren und auch dazu keine Lust haben sich zu bewegen und wählen zu gehen. Briefwahl ist vielen gar nicht bewusst das es sie gibt. \nSomit ist leider das passiert was viele für unmöglich gehalten haben, die Afd hat ihre Wähle gut informiert und sie dazu gebracht zu wählen. Die älteren gehen ohne hin wählen und der Rest geht wenn er gerade Lust hat. Das Ergebnis haben wir gesehen, alle meckern auf die Merkel aber keiner hat etwas dagegen getan als sie es konnten.","replies":[{"id":"","poster":"eingew","date":"2018-08-07T10:02:03.326+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Pilze,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0007,timestamp=2018-08-06T19:10:13.386+0000)\n>\n> Kurz gesagt es ist nun mal so das viele keine Lust haben sich zu informieren und auch dazu keine Lust haben sich zu bewegen und wählen zu gehen. Briefwahl ist vielen gar nicht bewusst das es sie gibt. \n\nDie mag ich persönlich auch nicht. Die bietet viel zu viele Möglichkeiten zur Manipulation. Wahlen sind Sonntags, der Großteil der Bevölkerung hat somit durchaus die Möglichkeit, persönlich zur Wahl zu erscheinen und auch bei der Auszählung anwesend zu sein. Und so soll es auch sein. Anders will ich es zumindest nicht haben.","replies":[]}]},{"id":"","poster":"DiekillstealZYRA","date":"2018-08-06T13:03:14.342+0000","up_votes":2,"down_votes":2,"body":"***","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-06T14:03:39.802+0000","up_votes":1,"down_votes":0,"body":"Darf ich fragen was du mit dem \"leider\" meinst? :)","replies":[{"id":"","poster":"DiekillstealZYRA","date":"2018-08-06T14:35:34.369+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-06T14:38:35.482+0000","up_votes":2,"down_votes":0,"body":"Warum?\nWas ist denn so schlimm daran?\n:o","replies":[{"id":"","poster":"DiekillstealZYRA","date":"2018-08-06T14:40:05.820+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-06T14:43:14.870+0000","up_votes":2,"down_votes":0,"body":"Von Seiten der Franzosen? Oder deiner? \nIch fürchte du drückst dich etwas unklar aus.","replies":[{"id":"","poster":"DiekillstealZYRA","date":"2018-08-06T14:46:58.161+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-06T15:06:18.534+0000","up_votes":2,"down_votes":0,"body":"Hast du denn Persönliche Erfahrungen gemacht? Belege? Beweise? Geschichten?\n\nVielleicht sollte ich mal von einer Geschichte an der Deutsch-Französischen Grenze reden...\n\nIn meiner Kindheit bin ich mit meinen Eltern immer ins Elsaß gefahren. Schön an der Grenze, ganz angenehm für meinen Vater, der kein Französisch spricht, da die meisten Leute dort auch einen Dialekt sprechen, der dem Badischen doch sehr ähnelt. Die Leute dort sind freundlich, wenn sie merken, dass du deutsch sprichst, dann machen sie es dir nicht unnötig schwer und erlösen dich davon in ihrer Landessprache herumzudruchsen. Lediglich die älteren Menschen haben noch etwas Probleme, hauptsächlich aufgrund von alten Traumata. Das ist aber auch völlig normal.\nAuf jeden Fall gibt es einmal im Jahr in einem kleinen Dorf in der Nähe ein großes Fest, eine \"Streidelhochzit\", alles sehr altertümlich, mit typisch elsässischen Bräuchen. Dieses Event ist groß genug als dass man auch ab und an deutsche Verkäufer dort vorfindet, die da dann mit ihren Waren stehen und sie verkaufen. Auf Deutsch.\nDas machte mich damals etwas neugierig und deshalb ging ich zu einem dieser Stände und fragte warum sie nur Deutsch mit den Kunden sprächen. Die Antwort: \"Warum sollten wir Französisch lernen, wenn die hier alle deutsch reden?\" \n\nArroganz gibt es nicht nur von Französischer Seite aus.\nAuch von deutscher.\n\nMan muss vielleicht manchmal etwas differenzieren. Denn manchmal ist man selbst der Arrogante Ausländer.\n\nOh, und ich bin selbst halber Franzose ;)","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-08-06T14:44:15.786+0000","up_votes":2,"down_votes":0,"body":"Kein Geund dazu. In Europa ist seit der Monarchie bzw der großen Flucht vor den unterschiedlichen (Klein)Kriegen im 20. Jhdt. fast jeder zu 1/4, 1/8, 1/16 etc. Pp. irgendwas (Franzose, Spanier, Ungar, Tscheche, Kroate, Deutscher...)","replies":[]}]},{"id":"","poster":"Dr Madscientist","date":"2018-08-06T14:10:01.478+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The mute Swan,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=00020001,timestamp=2018-08-06T14:03:39.802+0000)\n>\n> Darf ich fragen was du mit dem &quot;leider&quot; meinst? :)\n\nEs wäre offensichtlich schön eine bessere Regierungsform zu habe, leider existiert keine.","replies":[{"id":"","poster":"The mute Swan","date":"2018-08-06T14:35:18.359+0000","up_votes":2,"down_votes":0,"body":"War jetzt an den viertelfranzosen gerichtet, der sein Genetisches Erbe nicht zu mögen scheint.\nWas du meintest, habe ich schon verstanden.\n\nManchmal hat die Chronologische Ansicht auch ihre Nachteile ;)","replies":[]}]}]},{"id":"","poster":"eingew","date":"2018-08-06T13:05:29.873+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DiekillstealZYRA,realm=EUW,application-id=YnZkMR0R,discussion-id=Uj9gxJid,comment-id=0002,timestamp=2018-08-06T13:03:14.342+0000)\n>\n> [...] ich glaube politische Debatten sind nicht erlaubt oder ?\n\nWo steht das?","replies":[{"id":"","poster":"DiekillstealZYRA","date":"2018-08-06T13:09:22.615+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"eingew","date":"2018-08-06T13:16:25.290+0000","up_votes":1,"down_votes":0,"body":"Klar darf man. Es gibt in diesem Forum kein Politikverbot. Nur eine Themenvorgabe in den jeweiligen Unterforen und in den Threads an sich gibt natürlich der TE das Thema vor. In diesem Fall hier bin das ich und ich will über Politik reden.","replies":[{"id":"","poster":"drexxsack","date":"2018-08-06T14:21:40.535+0000","up_votes":2,"down_votes":0,"body":"Hier muss ich kurz was einwerfen: Politik ist als Thema nicht generell verboten. Es ist aber nicht gerne gesehen, gerade weil es ein Thema ist, das einiges an Zündpotential hat und der Eingang ins Thema eher schwer ist.\nInsofern ist es gängige Praxis eine Politikdiskussion die einen Abwärtstrend zeigt umgehend zu beenden.\nWird das ganze allerdings gut gemacht und in einer Art diskutiert, die das Konfliktpotential zumindest minimiert, ist da nichts gegen einzuwenden.","replies":[]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-08-06T13:38:39.348+0000","up_votes":2,"down_votes":0,"body":"Demokratie ist eine fehlgeschlagene Regierungsform.\nLeider ist es auch zeitgleich die beste Regierungsform die wir haben.\n\nAber ich will diese Aussage nicht so stehen lassen ohne zu erklären, warum die Demokratie ein Fehlschlag ist:\nWeil das Volk dumm und ungebildet ist. \nJede Stimme zählt gleich, dass ist fair, richtig?\nIm Grunde Ja.\nABER das heißt auch, dass die Stimmen von denen  genau so stark mitzählen die keinerlei Ahnung, Information oder Kompetenz besitzen um beim jeweiligen Thema mitzureden, wie die Stimmen derer die in dem jeweiligem Gebiet Experten sind.\nFür jede Thematik gilt jedoch die logische Faustregel: Es gibt mehr Laien und Unwissende als Experten und Meister.\nDas wiederum bedeutet: Da die Laien und Unwissenden die Mehrheit bilden, werden diese auch bestimmen was passieren wird.\nDadurch ist der Demokratie von vorn herein ein Fehlschlag früher oder später garantiert.\n\nTrotzdem ist sie die beste Regierungsform die wir haben.\n\nUm nun doch noch mal kurz an den Original Post zu sprechen zu kommen:\nDie niedrige Wahlbeteiligung lässt sich vielleicht auch zum Teil mit der Alten Weisheit erklären, die da lautet:\n\"Wenn ich keine Ahnung habe, halte ich gefälligst die Fresse.\"\n\nWer weiß schon wie viele Nichtwähler genau diese Einstellung beherzigt haben.\n\nIn den letzten Jahren (hab vor kurzem den Arbeitgeber gewechselt, Besserung ist also in Sicht), hab ich in der Regel aufgrund von Personalknappheit 270-350 Stunden im Monat gearbeitet (ein Monat hat insgesamt so um die 700 Zeitstunden) da hatte ich in der Regel (gefühlt) einfach nicht die Zeit mich mit Politik zu beschäftigen. Gut, ich bin dennoch Wählen gegangen, aber nahezu völlig Ahnungslos, weshalb meine Zweitstimme in der Regel wahllos an eine der Winzpartein (wie in wintzig, sprich klein) gegangen bei denen sie keinen Schaden anrichtet. (Schöne grüße an die Tierschutzpartei an dieser Stelle), aber ich hätte mir das wählen auch sparen können, weil meine Stimme so kein Gewicht hatte.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-08-06T13:53:32.413+0000","up_votes":2,"down_votes":0,"body":">Weil das Volk dumm und ungebildet ist.\n\nAus diesem Grund bin ich auch ein sehr vorsichtiger Befürworter der direkten Demokratie.\n\nChurchil sagte einst: \"Die Demokratie ist die schlechteste aller Staatsformen, ausgenommen aller anderen\"\n\nUnd so ist es auch. Sie hat ihre Schwächen und Fehler, aber bis jetzt ist noch nichts besseres erfunden worden","replies":[{"id":"","poster":"eingew","date":"2018-08-06T14:47:00.061+0000","up_votes":1,"down_votes":0,"body":"Ich glaube dabei auch, dass ein stärkerer Föderalismus gut anschlagen könnte. Die \"Ossis\" (nicht abwertend gemeint, ich habe nur kein besseres Wort dafür) hätten vermutlich heute andere Parteien in der Liste ganz oben, wenn man ihnen von Anfang an selbst das Ruder in die Hand gegeben hätte.","replies":[]}]},{"id":"","poster":"eingew","date":"2018-08-06T13:46:18.598+0000","up_votes":1,"down_votes":0,"body":"> Weil das Volk dumm und ungebildet ist.\n\nDaran könnte man ja durchaus etwas tun.\n\nHalte ich aber generell für ein unlösbares Problem. Wenn du die breite Masse von den Wahlen ausschließt, ist es eben keine Demokratie mehr.\nGeistig Behinderte, also Menschen mit einem IQ unter 70, sind übrigens generell von den Wahlen ausgeschlossen. Aus einem sehr ähnlichen Grund dürfen ja auch Kinder nicht an den Wahlen teilnehmen. Und im Moment stehen wir ja immer häufiger vor dem Problem des Mißbrauchs des Wahlrechts von Senioren, die evtl nicht mehr in der Lage sind, dagegen vorzugehen.\n\nAber das sind eben Fälle bei denen die Sache mMn relativ eindeutig ist. Darüber hinaus zu definieren, wer dumm ist und wer nicht... Den Linken wird allgemein wirtschaftliche Unfähigkeit vorgeworfen. Sind die Arbeitslosen, die sie wählen, um nicht vollends auf dem Trockenen zu sitzen, deshalb einfach \"dumm\"? Ich denke mal so hast du das nicht gemeint, das ist aber auch eine Sichtweise, die ich mir als Antwort darauf vorstellen kann.\nMan kann es einfach nicht wirklich definieren. Zumal afaik zwischen den aktuellen Bundestagsparteien in den Umfragen auch keine nennenswerten Unterschiede im Bildungsniveau und des Beschäftigungsgrades bestehen.","replies":[]}]},{"id":"","poster":"Schokohörnchen","date":"2018-08-06T12:43:23.436+0000","up_votes":2,"down_votes":0,"body":"> Und ja, hier ist endlich ein Thread, in dem Pöbeleien über die AfD kein Spam sind, weil sie mit zum Thema gehören ;). Manch einer scheint dafür ja ein Ventil zu benötigen.\n\nSchade. Stäbchen hat Urlaub und vergisst uns sicher auf seiner \"tollen\" Reise durch Prag :o","replies":[]},{"id":"","poster":"Hubschraubersäge","date":"2018-08-06T12:42:28.101+0000","up_votes":2,"down_votes":0,"body":"Politik in 2k18 lul.","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2018-08-06T20:51:18.388+0000","up_votes":2,"down_votes":1,"body":"Irgendwo da oben ging es um das Thema \"Clickbait\", ich finde nur die Stelle grad nicht wieder.\n...\nWisst ihr was für einen Scheiß Spaß es macht einfach nur völlig überzogen Spannung aufzubauen?\nIch habe grade entdeckt....ich hab da wirklich tierisch Spaß dran. Wollte es nur mal sagen.","replies":[]},{"id":"","poster":"Epic Melons","date":"2018-08-10T09:25:21.060+0000","up_votes":1,"down_votes":0,"body":"Ich würde es begrüßen, wenn wir Deutschland in das Römische Reich 2 umgestalten würden. {{sticker:sg-ahri-2}}\n\n\n\nPS: Lol @ Wirtschaftliche Kompetenz in diesem Thread","replies":[{"id":"","poster":"eingew","date":"2018-08-11T08:44:45.337+0000","up_votes":1,"down_votes":0,"body":"Wer hat hier über Wirtschaft geredet?","replies":[]}]},{"id":"","poster":"Dr Madscientist","date":"2018-08-09T09:25:55.310+0000","up_votes":1,"down_votes":0,"body":"Im Grunde ist es immer eine Frage des Radikalismus.\nMan kann jede beliebige Ansicht haben und auch was gegen bestimmte Minderheiten haben (Streng genommen sind auch Neo-nazis und Linksextreme eine Minderheit gegen die man sein kann und gegen die man aufgrund von Vorurteilen Pauschalisieren kann), dass ist völlig Normal und Menschlich.\nEs kommt nur drauf an, wie Radikal man diese...sagen wir ausdrückt.\nWer einer Minderheit die er/sie als schlecht ansieht aus dem Weg geht und damit nichts zu tun haben will, ist völlig in Ordnung, tut ja keinem was, egal wie Falsch oder Irrsinnig die Vorurteile die dazu führen auch sein mögen.\nWer zu Gewalt, Beleidigung oder Sachbeschädigung greift, geht den falschen Weg.\nIm Grunde hat wahrscheinlich jeder irgendwo irgendein Vorurteil gegenüber irgendeiner Bevölkerungsgruppe.\n**Hier gilt für mich ganz klar: Wer ohne Sünde ist, der werfe den ersten Stein. (Am besten ins Leere)**","replies":[]},{"id":"","poster":"Ritoisdumpp","date":"2018-08-07T00:41:27.617+0000","up_votes":1,"down_votes":0,"body":"keins von beiden","replies":[]}]}