{"id":"IExsza03","poster":"Yashinoo","date":"2018-08-05T23:47:44.350+0000","title":"Hoher Packet Loss in Lol","subforum":"Hilfe & Support","embed":{"title":"Target Name: 185.40.65.1 IP: 185.40.65.1 Date/Time: 06.08.2018 01:3 - Pastebin.com","description":null,"url":"https://pastebin.com/qcvQcDVL","image":"https://pastebin.com/i/facebook.png"},"up_votes":1,"down_votes":0,"body":"Hallo liebes Riot-Team,\r\n\r\nich habe ein in letzter Zeit ziemlich h&auml;ufig auftretendes Problem. Undzwar kriege ich NUR in LoL einen ziemlich nervigen Ping ~150. Dieser tritt alle paar Games einmal auf und zieht sich h&auml;ufig &uuml;ber das ganze Spiel, mal auch &uuml;ber 2 Spiele hinweg. Nun habe ich von einem anderen Forum gesehen, man solle am besten mit dem PingPlotter mal das Ganze hier posten. Ich habe selber draus entnommen, dass ich einen gro&szlig;en PL habe. Wie kommt das? Und was kann ich dagegen tun? https://pastebin.com/qcvQcDVL\r\n\r\nViele Gr&uuml;&szlig;e\r\nAnil Cakrak","replies":[{"id":"","poster":"Sidia","date":"2018-08-06T07:42:53.055+0000","up_votes":2,"down_votes":0,"body":"Hallo,\n\nlasse bitte das [Hextech Repair Tool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) durch laufen und lade uns die Logs folgendermaßen hoch (Du findest diese auf dem Desktop) :\n\n> Zum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht. Solltest Du eine Linkwarnung erhalten (externer Link) musst Du die URL dieser Seite auf der Datei-Upload-Seite eingeben und am besten die Funktion zur Warnung vor externen Webseiten deaktivieren, dann funktioniert das in Zukunft direkt :-)\n\nMit freundlichen Grüßen\nSidia","replies":[{"id":"","poster":"Yashinoo","date":"2018-08-06T23:15:08.866+0000","up_votes":1,"down_votes":0,"body":"Hallo,\ndies habe ich nun erledigt und hoffe auf eine hilfreiche Antwort! Ich danke euch bereits im Voraus. {{sticker:slayer-pantheon-thumbs}} \n\nViele Grüße\nYashino","replies":[{"id":"","poster":"Sidia","date":"2018-08-07T09:05:24.836+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nnun über diese kann man die Spikes bis auf 140 sehen. Wenn ich das richtig sehe spielst du über LAN?\n\nFolgende Möglichkeiten sehe ich nun:\n- Jemand in eurem Netz nutzt in dem Moment die Leitung und dein Ping spiked (mit wie viel MB/s seit ihr angebunden?)\n- Beschädigung des Kabels(/Switches falls genutzt)\n- Beschädigung des Routers\n\nMaßnahmen zum Testen:\n- Ein anderes Kabel verwenden\n- In einen anderen Steckplatz am Router einstecken\n- Sichergehen dass niemand anders gerade bspw Netflix guckt, treten danach weiterhin Probleme auf?","replies":[{"id":"","poster":"Yashinoo","date":"2018-08-07T13:46:36.500+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\ndanke erstmal für deine schnelle Antwort! Nun ist es so, wir haben eine 50k Leitung, welche auch komplett empfangen wird +-4k - DL-Rate liegt bei durchschnittlich ~5,0 MB/s. Selbst wenn jemand gerade Netflix guckt, sollte es eigentlich funktionieren. Aber auch wenn niemand da ist, habe ich diese Spikes. Mein Router ist ziemlich neu und wurde vom Techniker selbst geprüft ob irgendwelche Probleme bei dem sind.\nZum Kabel: Wurde ausgetauscht, ein anderes benutzt, doch Probleme treten weiterhin auf.\n\nViele Grüße\nYashino","replies":[]}]}]}]}]}