{"id":"BeUEpX3E","poster":"Sakuritou","date":"2018-08-05T23:31:05.663+0000","title":"2 Clients gleichzeitig offen haben","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Und zwar wollte ich fragen ob es m&ouml;glich ist zwei Clients (Main/Smurf) gleichzeitig offen zu haben damit man z.b nicht immer sich ab und wieder anmelden muss. Oder (das ist eigentlich der Hauptgrund) man mit beiden Freundschaftslisten interagieren kann. Ich m&ouml;chte mit Leuten auf meinem Main schreiben und gucken wann diese f&uuml;r ein paar Runden bereit w&auml;ren aber w&auml;hrendessen auch auf meinen Smurf spielen. Also geht es zwei Clients/Profile gleichzeitig offen zu haben?&acute;\r\n\r\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-08-05T23:40:36.406+0000","up_votes":2,"down_votes":0,"body":">Und zwar wollte ich fragen ob es möglich ist zwei Clients (Main/Smurf) gleichzeitig offen zu haben damit man z.b nicht immer sich ab und wieder anmelden muss.\n\nJa.\nMit zwei unterschiedlichen Clients/Launcher...\n(z.B. KR und EU)\nDafür müsstest du nur den Server für den KR-client austauschen, was mit Arbeit in den Files verbunden ist. Das liegt in einer Grauzone. \n\n> Oder (das ist eigentlich der Hauptgrund) man mit beiden Freundschaftslisten interagieren kann\n\nEine andere Option wäre es, wenn du dir die League-app für's Handy runterlädst.\n\nDann kannst du dort auf deinem Smurf schreiben.\n\n...\nOder du bringt deine Freunde dazu, dich auf dem main/smurf zu adden.","replies":[{"id":"","poster":"flinxxx","date":"2018-08-11T05:42:04.003+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=YnZkMR0R,discussion-id=BeUEpX3E,comment-id=0000,timestamp=2018-08-05T23:40:36.406+0000)\n>\n> \n> Eine andere Option wäre es, wenn du dir die League-app für&#x27;s Handy runterlädst.\n> \n> Dann kannst du dort auf deinem Smurf schreiben.\nDas hätte ich dir auch vorgeschlagen:\n\nMain --> Mobile lol App\nSmurf --> Spielen (Client)\n\nScheint das Unaufwendigste","replies":[]}]},{"id":"","poster":"Elthision","date":"2018-08-09T09:45:07.806+0000","up_votes":1,"down_votes":0,"body":"Es ist möglich, mehrere Clients offen zu haben und es gibt wahrscheinlich verschiedene Wege.\nDer einfachste mir bekannte Weg ist, zwei Clients zu installieren.\nDa ein Client mit allem drum und dran etwa 14 GB gross ist, benötigst du dann halt einfach ca. 28 GB für zwei Clients. Da Speicherplatz heutzutage aber meistens nicht das grösste Problem ist, ist das wahrscheinlich die einfachste und beste Lösung.","replies":[]},{"id":"","poster":"Ritoisdumpp","date":"2018-08-07T00:44:45.027+0000","up_votes":1,"down_votes":3,"body":"Klar damit du dich nicht umloggen musst überhaupt nicht für illegale boost methoden neeein darauf würdest du ja nie kommen x) \nWenn du cheaten willst geh zu csgo","replies":[{"id":"","poster":"Sakuritou","date":"2018-08-08T19:18:25.124+0000","up_votes":1,"down_votes":0,"body":"Solche Comments kann man sich sparen. Poste entweder etwas hilfreiches oder lass es einfach. Bitte danke","replies":[]}]}]}