{"id":"goa6Hu8K","poster":"SSG Chidori","date":"2018-08-05T11:28:36.589+0000","title":"Ist AD kennen oder AP Kennen besser momentan?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich w&uuml;rd gern mehr Kennen spielen, und hab competetive AD kennen gesehen, soloq aber nur ap. Was ist momentan besser?","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2018-08-06T15:39:58.494+0000","up_votes":1,"down_votes":0,"body":"Was ich mich grad angesichts der Kommentare frage warum ist Kennen botlane nach den Botlane Änderungen nicht wieder populär geworden. Er besitzt Selfpeel,baut nicht auf crit, kann sowohl auf Ad als auch ap gebaut werden und ist damit im Team anpassbar und er wurde nicht in den Base stats nerf mit einbezogen.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-08-05T14:06:18.794+0000","up_votes":1,"down_votes":0,"body":"Also laut LCK Kommentatoren ist beides viable... und es hängt halt davon ab, was du vorhast. Wenn du auf den Splitpush und 1vs1 Duelle setzt, baust du AD und OnHit lastig. Wenn du mit deiner Ulti die gegnerische Backline zerstören willst, baust du halt AP. Was wann besser ist, kann man halt wirklich nicht beantworten. Und das ist ja auch schön so.\n\nDas ist ungefähr so wie die Frage nach AD oder AP Tryndamere... und ja, AP Tryndamere entwickelt sich auch gerade...","replies":[]},{"id":"","poster":"Gnarmor","date":"2018-08-05T13:23:13.603+0000","up_votes":1,"down_votes":0,"body":"Das kann man nicht so leicht beantworten. \n\nGenerell würde ich sagen ist ad Kennen wesentlich schwieriger zu spielen als ap kennen, weil man sich in fights viel mehr bewegen muss und die Gegner nicht 100 zu 0 umhaut, ad ist also weniger schwarz weiß als die ap variante. \n\nUnd dann kommt das drauf an was dein Team hat und was das Gegner Team hat. Ad kann gut splitpushen und die Lane gerade gegen eher tanky Sachen dominieren. Gerade wenn das Gegnerteam viele Tanks und Disengage hat ist die Ad Variante besser als die AP variante. Dahingegen ist die AP Variante gut, wenn die Gegner Squishy sind und sich eher auf Teamfights fokussieren, weil man dann viel einfacher 3-5 man ultis auf die wichtigen Ziele bekommt, was ja so nen bisschen das Ziel der AP Variante ist.\n\n{{champion:17}} {{champion:76}} {{champion:61}} {{champion:119}} {{champion:267}}  wäre eine Variante wo ich persönlich sagen würde, dass die AP Variante richtig gut ist, viele Squsih Targets die man oneshotten kann und die im mid-late game wahrscheinlich auf dem selben Punkt stehen.\n\n{{champion:122}} {{champion:113}} {{champion:50}} {{champion:145}} {{champion:12}} wäre ein Gegnerteam wo man mit AP Kennen kaum Impact hat, weil alles viel zu tanky und sehr schwer was zu oneshotten, zudem stehen die wahrscheinlich auch nicht alle auf der selben stelle, hier ist die AD variante wesentlich besser, da man den DPS gegen die eher tanky Champs braucht und keinen burst\n\n\nDas hängt dann natürlich auch von der eigenen Teamcomb ab, also wieviel AD und AP man im eigenen Team hat und ob man den hardengage braucht oder ob das peelen von hinten besser ist.","replies":[]},{"id":"","poster":"5 Dunks 1 Darius","date":"2018-08-05T11:30:47.260+0000","up_votes":1,"down_votes":0,"body":"Kommt auf deinen Spielstil an, aber ich würde sagen für SoloQ, gerade für Teamfights/ Solocarry, ist AP besser. ^^","replies":[]},{"id":"","poster":"DiekillstealZYRA","date":"2018-08-05T12:17:58.681+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"I love you Malon","date":"2018-08-05T12:38:06.891+0000","up_votes":2,"down_votes":0,"body":"Leider **War** AD Kennen kein Troll.\nGoogle mal \"Rekkless AD Kennen Montage\". Wurde erfolgreich dann auf der Top gespielt gegen Tanks da Kennen nun mal Selfpeel hat mit seiner Passive, den höchsten Base Attack Speed wert hat, solide range besitzt (550 Range) und mit Blade Runaans Frozen Mallet super kiten und Schaden austeilen konnte/kann.\n\nObs nach den Nerfs wieder spielbar ist mag ich zu bezweifeln. \nAber es war Meta letzte Season.\nSowohl auf der ADC Position als auch auf der Top Lane Position als Lane Bully gegen Tanks","replies":[]}]}]}