{"id":"qaAn5kG1","poster":"Reboot Geostorm","date":"2018-08-03T17:25:24.075+0000","title":"Jungel,Toplane, Adc, Support Mate für Duo Q gesucht.","subforum":"Clans & Teams","embed":{"title":"Forever Midlane 2136 - euw - Summoners - League of Legends","description":"League of Legends Summoner data for Forever Midlane 21360 in euw. Contains statistics, match data and more to help players analyze and improve performance.","url":"http://www.lolking.net/summoner/euw/21360274/Forever%20Midlane#/profile","image":"http://media.services.zam.com/v1/media/byName/lolking/img/summoner/profile-headers/1_headera.jpg"},"up_votes":1,"down_votes":0,"body":"Hey Jungs und M&auml;dels, \n\nIch bin Tommy und bin im schicken Alter von 25 Jahre. \n\nIch suche f&uuml;r Jetzt und den n&auml;chsten Stunden einen Duo Q Mate. Sehr gerne w&uuml;rde ich es auch nicht nur auf heute beziehen sondern generell f&uuml;r die kommende Zeit.  Ich selbst spiele Legaue seit Januar 2011 &gt; Season 1. \n\nIn Season 4 war ich Diamond und das war auch mein Ziel. Dadurch habe ich mich etwas von der League Welt abgesondert und habe mich mehr auf mein richtiges Leben konzentriert. Somit war Season 5 bzw 6 und 7 nicht mehr wie Gold drin. Ich bin nun an dem Zeitpunkt angekommen wo es mich wieder packt etwas h&ouml;her zu kommen. Meine Zeit ist ebenso noch gering doch wenn ich mal am spielen bin dann m&ouml;chte ich auch gewinnen. Allerdings mit 25 besitze ich die Reife zu wissen das es nur ein Spiel ist und es mir deshalb nichts ausmacht mal eine Game zu verlieren. Ich bin zwar direkt aber ich beleidige nicht!\n\nAktuell bin ich SIlber 1. \n\nStehe kurz davor Gold 5 zu kommen. \n\nMain Mate sollte wirklich verstehen was es bedeutet ordentlich zu spielen. Mir bringt es nichts einen Silberspieler zu carryn. Das ist nicht der Sinn an dem was ich suche. Und ich behalte mir das auch vor so etwas in den Spielen zu sagen wenn ich sehe das mein Mate mir keine Hilfe ist. \n\n\nWenn es jemanden gibt der denkt es w&uuml;rde passen meldetet euch doch direkt Ingame bei mir unter meinem Main Account:\n\n\nForever Midlane\n\n\nBitte nicht hier schreiben! \n\nDanke f&uuml;r euer Interesse und Zeit meine Freunde! \n\n\nBest Regards","replies":[{"id":"","poster":"Reboot Geostorm","date":"2018-08-04T08:26:41.812+0000","up_votes":1,"down_votes":0,"body":"Bin immer noch am suchen","replies":[]}]}