{"id":"AuB1L4eu","poster":"MahmudGetsYoAss","date":"2018-08-01T21:30:27.277+0000","title":"Bin ich der einzigste der denkt, dass Akali nur ein minimales Stück zu weak ist.","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Ich habe jetzt heute mal so ziemlich den ganzen Tag Akali gespielt und mir kommt es irgendwie vor, dass sie n bissl zu weak ist. Dazu möchte ich sagen, dass ich 3v3 gespielt habe. Deswegen kann ich auch kein 5v5 einschätzen. **Ich finde da fehlt noch ein Stückchen nur ganz minimal was auf der E und eventuell ein schnelleres Scaling auf dem AA.**\n\n** Ich denke der E Spell sollte eher sowas werden: \"Oh nein jetzt habe ich die E auf mir schnell saven sonst wirds bös'\" **\n\n**Wenn ich Akali spiele (oder gegen sie) ist es eher so: \"Geeeilllll hoffentlich jumped die auf mich dann gibts nen nicen Oneshot\"**\n\nUnd das kommt mir so das ganze Match vor. Sie hat nie so wirklich ihren Höhepunkt sie bleibt irgendwie permanent Bad oder Ausgeglichen.\n\nLG ♥","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-08-02T01:34:53.057+0000","up_votes":2,"down_votes":0,"body":"die akali E ist viel zulangsam ich meine ich bin während dem flug an einer nautilus E getötet worden, das teil ist echt kompletter müll, meistens ist es besser wenn du es misst\n\nDann ihre ult, die erste macht kaum schaden und die zweite ist recht ordentlich, aber riot warum wollt ihr nem fcking assassin einen stun geben, und dann auch noch nen cd der gefühlt dreifach so lang wie der stun ist, ich kann mit der ult niemals einen gegner oneshotten, weil die erste zuwenig dmg macht und die zweite zu lange braucht um zu laden. Die Q mit dem lowcd ist ja ganz cool aber bei der range nur im nahkampf gut aber das fühlt sich an wie ein dps spell und kein \"ich oneshotte dich mit meiner combo\" \n\ngrade die akali hat keine richtige kombo, meistens ist es einfach E AA Q und dann rauslaufen und vllt nochmal R aber bis ich zu der zweiten R komme bin ich schon tot gegen nen anderen assassin\n\nDas design ist aber geil und ich finde sie jetzt schon mehr fun als die alte","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-08-02T07:18:32.819+0000","up_votes":1,"down_votes":0,"body":"Na die Ult würde ich so lassen, außer der Cooldown bis zum 2. Jump wobei sie dann wahrscheinlich n bissl Op wird. Ist halt n komischer Champ mit ner komischen Spielweise, dazu mit ner komischen Art und Weise ihre Rolle auszuführen :D","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-08-02T16:45:53.173+0000","up_votes":2,"down_votes":0,"body":"ja ich meine auch nur eigentlich die 2 sekunden ein bisschen runter machen\n0 cd wäre aber zu op weil du einfach alle stunest und dann onehittest","replies":[]}]}]},{"id":"","poster":"PRXJEΚ","date":"2019-10-05T22:22:26.681+0000","up_votes":1,"down_votes":0,"body":"Einzige.","replies":[]}]}