{"id":"gMAjTGVq","poster":"BVB09","date":"2020-02-16T21:35:10.714+0000","title":"Wurde mein Account gehacktß","subforum":"Teamfight Tactics","up_votes":1,"down_votes":4,"body":"Hallo, hab heute schon wieder gespielt und habe nichts bekommen und immer alles gegenteilig.. Aber jetzt kommt der hammer.. meine eigene figur wurde plötzlich rot und hat meine eigenen angegriffen,die figur hatte die gleichen items und so.. Ich wurde auch in game immer bestraf in letzter zeit das würde alles erklären.. bekomme 7x in folge rüstung, gegner sind alle ap und sollche dinge.. spiele 1 runde schaten bekomme nur brandt.. dann spiel ich mage und bekomme 7x in folge master yi","replies":[{"id":"","poster":"CptPICHU","date":"2020-02-17T07:03:22.144+0000","up_votes":3,"down_votes":0,"body":"Ich bin... sehr verwirrt. :D\n\nDeine eigenen Einheiten angegriffen?\nBist du dir ganz sicher, nüchtern gespielt zu haben? (Ist als Spaß gemeint :p)\n\nNein aber mal ernsthaft das ist SEHR komisch formuliert.\nPech zu haben hat zumindest nicht wirklich was mit \"gehackt\" zutun.\n\nLG,\n-Pichu","replies":[]},{"id":"","poster":"Eroticat Nimar","date":"2020-02-17T03:54:32.123+0000","up_votes":3,"down_votes":0,"body":"IT hier, hast du versucht es aus und wieder einzuschalten ?","replies":[]},{"id":"","poster":"Ráyleigh","date":"2020-02-17T09:39:59.893+0000","up_votes":2,"down_votes":0,"body":"Ich dachte Tft ist so kacke und unausgeglichen das du aufhören wolltest?{{sticker:sg-zephyr}} \nDas Spiel sei doch nur noch reines Glück hattest du geschrieben.\n\nMal zum Thema, du müsstest dich noch einmal ein wenig besser ausdrücken was genau da los ist.\nAber du bist definitiv nicht gehackt worden.\nHöchstens könntest du auf einen Bug in der Anzeige gestoßen sein und die Gegner units wurden falsch angezeigt.","replies":[]},{"id":"","poster":"Æeras","date":"2020-02-17T15:03:15.894+0000","up_votes":1,"down_votes":0,"body":"Naja im Grunde sind TFT und sonstige Spiele irgendwo Glück, ist eben ein Random faktor bei. Deswegen mag ich solche Glücksspiele auch nicht sofern die Ranglisten haben. Aber gut Pokern ist auch irgendwo Random und irgendwo können. Insofern ich denke mal (als nicht TFT-Spieler) das man bestimmt die Champs die so kommen etwas manipulieren kann um sein Champ Set ausspielen zu können. Zum Thema... das hört sich an wie ein Bugg aber nicht wie ein Hack. Proforma mal die Repair Exe laufen lassen :).","replies":[]}]}