{"id":"GginnG2I","poster":"BoIt0n","date":"2018-07-30T21:43:59.271+0000","title":"E-Wolves sucht Coach","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"&Uuml;ber die Organisation\nWir sind eine sehr junge deutsche Organisation die am 03.05.2018 von drei Managern gegr&uuml;ndet wurde. Wir machen es uns zur Aufgabe junge Talente in der eSport Szene zu f&ouml;rdern, dies wird erreicht durch eine gute Zusammenarbeit untereinander jeweils in dem Management und in den Teams. Au&szlig;erdem empfinden wir es als sehr wichtig einen guten Kontakt zu jedem unserer Spieler zu haben, da wir alle selbst mal aktiv in der Szene gespielt haben bzw. aktiv spielen.\n\nZu mir\nIch hei&szlig;e Jan bin 18 Jahre alt komme aus Rheinland-Pfalz und bin der Team Manager von unserem League of Legends Team. Meine Aufgaben sind es die Jungs auf Trab zu halten und zu schauen ob das Umfeld f&uuml;r die Jungs passt.\n\nWas suchen wir?\nWir suchen ein League of Legends Coach welcher 20+ ist, Spielerfahrung hat und die Metah kennt. Er sollte die Spieler motivieren und auch selbst motiviert sein unsere Jungs zu trainieren und sein Wissen weiterzugeben. \n\nDas Team\nUnser League of Legends Team rund um Team Captian Clemens &quot;SkG ReLoaded&quot; Z. ist uns an dem 10.07.2018 beigetreten. Die Jungs Spielen teils seit Jahren zusammen aber haben auch neue Mitspieler. Die jungs haben einige Zielen vor Augen die sie gemeinsam erreichen wollen, dazu geh&ouml;rt unter anderem sich in der ESL einen Namen zu machen wenn auch erst mal einen  &quot;kleinen&quot; Namen.\n\nClemens &quot;SkG ReLoaded&quot; Z. ADC/Captian\nMichael &quot;Donnerfuchs&quot; K. TOP\nKevin &quot;UNLS LoneWolf&quot; P. JGL\nDaniel &quot;GamePaul&quot; P. MID\nKirshan &quot;Senpai Kirchan&quot; K. SUP \n\nSponsoren\nAktuell stellt uns GameTown (gt-host.de) ein Teamspeak und 2 CSGO Server. Wir sind sehr froh mit ihnen zusammen zu arbeiten da wir mit der Qualit&auml;t ihrer Arbeit sehr zufrieden sind.\n\nSocial-Meda\n\nHomepage http://www.e-wolves-germany.de\nFacebook http://www.facebook.com/E-Wolves-196677477656406\nTwitter http://www.twitter.com/EWolvesGermany\nTwitch http://www.twicht.tv/e_Wolves\n\nKontakt Daten\n\nClemens Team Captian\nIngame SkG ReLoaded\n\nJan Team Manager\nIngame Bolt0n ","replies":[{"id":"","poster":"BoIt0n","date":"2018-07-31T18:21:38.020+0000","up_votes":1,"down_votes":0,"body":"+Push","replies":[]}]}