{"id":"jIXEdEEu","poster":"404 Clone","date":"2018-07-30T14:47:28.055+0000","title":"Warum bekomme ich so starke Gegner","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich habe zurzeit eine MMR von Silber II. Letzte Season war ich Gold. Ich kriege in normal Games nur Gold und Platin Gegner und bei mir ist oft mals nicht mal jemand eingerankt oder Gold. Und in ranked krieg ich Gold 3 Gegner was halt keinen Sinn macht. Warum kriege ich so starke Gegner. Ich habe LoL nicht mehr f&uuml;r 6 Monate und hab wieder angefangen vor 1 Monat und jetzt bekomme ich nur solche Gegner.","replies":[{"id":"","poster":"Alpacana","date":"2018-07-30T15:14:30.353+0000","up_votes":3,"down_votes":0,"body":"Die Ranked-MMR hat absolut nichts mit der Normal-MMR zu tun.\nEs kann z.B sein, dass jemand in Solo-Q Diamond 2 geranked ist, in Normal Games aber eine Silber 3 MMR hat, weil er einfach keine Normals spielt (nur ein Beispiel). Oder er spielt in Normal Games nicht seine Main-Rolle und verliert dementsprechend oft, oder trollt einfach rum weil es ein Normal Game ist. Es gibt viele Gründe warum eine Normal-Game-MMR weit unter der Solo-Q-MMR liegt. \nFakt ist aber einfach, es sind 2 verschiedene Queues und somit kann man sich eigentlich auch nicht darüber beschweren.","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2018-07-31T07:56:22.636+0000","up_votes":1,"down_votes":0,"body":"Warum du in Normals so starke Gegner bekommst ist ganz einfach erklärt: Weil Normals ihre eigene MMR haben, was zwar unglaublich dumm ist, aber dadurch eben Leute die in Solo/Duo Platin/Dia sind in Normals wie Silber-Spieler behandelt werden.\n\nIch kann, um ehrlich zu sein, nicht nachvollziehen warum man einerseits sagt, Normals wären keine Rangliste und dann den Modus trotzdem wie eine Rangliste behandelt durch eigene MMR, warum man Daten aus anderen Modi nicht nutzt um ein faireres Matchmaking zu ermöglichen usw. Ich habe als Silber III Spieler fast in jedem Normal Platin-Spieler, mit etwas Glück sogar Dia und mit noch ein bisschen mehr Glück ist das dann auch noch der direkte Lanegegner. \"3 Ligen Unterschied, viel Spaß, Mfg, Rito\".\n\nIst ja schön, dass man als Platin/Dia somit bisher wenig/nicht gespielte Champions auf niedrigerem Niveau spielen kann. Auf der anderen Seite braucht man sich dann aber auch nicht wundern wenn Silber-Spieler first time im Ranked spielen weil sie keinen Bock haben einen Champ den sie nicht kennen auch noch gegen nen Platin-Spieler spielen zu müssen und keinen Smurf-Account haben wollen.\n\nSchlussendlich kann man da eh nix gegen machen. Würde man die Solo/Duo MMR mit der Normal-MMR verrechnen würden die Leute einfach auf Smurfs ausweichen und deren MMR auf nem Niveau halten auf dem sie easy neue Champs zocken können.","replies":[]},{"id":"","poster":"TheLuxorus","date":"2018-07-31T00:37:04.611+0000","up_votes":1,"down_votes":0,"body":"> Wenn du dich in einer Warteschlange befindest, versucht die Gegnersuche von League ein Spiel zu erstellen, das drei Dinge berücksichtigt:\n*     Faire Spiele: Jedes Team hat in etwa dasselbe Niveau.\n*     Vorlieben bei der Rollenwahl: Du kannst auf einer Position spielen, auf der du auch spielen willst.\n*     Kurze Wartezeiten: Die Zeit in der Warteschlange soll so kurz wie möglich sein.\n\nEin weiterer wichtiger Indikator für das Matchmaking ist die \"Gegnersuchwertung\"\n\n> Deine Gegnersuchwertung (GSW) ist eine Zahl, die Riot dabei hilft, dein Können sowie das Können deiner Gegner zu ermitteln. Jeder hat bei seinem ersten Spiel die gleiche GSW. Sie steigt mit Siegen und sinkt mit Niederlagen. Wenn das System nach einem geeigneten Spiel für dich sucht, sucht es nach anderen Spielern, deren Zahl deiner ähnlich ist. Du hast für jede Warteschlange eine eigene GSW, weshalb sich deine Ergebnisse in einer Warteschlange nicht auf die anderen auswirken.\n\nWeitere Informationen die dir Aufschluss über dein Matchmaking geben findest du [hier](https://support.riotgames.com/hc/de/articles/201752954-Leitfaden-zum-Matchmaking).\n\nIch hoffe ich konnte dir weiterhelfen.\n\nMit freundlichen Grüße\nTheLuxorus \n{{sticker:slayer-jinx-catface}}","replies":[]}]}