{"id":"dYtJgvLA","poster":"Hakkuu","date":"2018-07-28T20:34:45.177+0000","title":"Rückmeldung zu den Unterforen - \"Clans & Teams\"","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Aus aktuellem Anlass - mein Post wurde gestern gel&ouml;scht, weil er wohl im falschen Unterforum war. Ich hatte nach Leuten f&uuml;r die &quot;Teach a Friend&quot; Missionen gesucht, und es in &quot;Allgemeiner Chat&quot; gepackt - schlie&szlig;lich suchte ich ja keinen Clan oder Team, sondern lediglich 1-2 Mitspieler.\r\n\r\nUm zum Punkt zu kommen: Wenn die Regelungen, was wohin geh&ouml;rt wirklich so strikt sind, und so streng durchgesetzt werden, f&auml;nde ich es gut, wenn die Unterforen zumindest richtig beschriftet w&auml;ren. Also statt Clans &amp; Teams vielleicht &quot;Clans, Teams &amp; Spielersuche&quot;.\r\n\r\nVielleicht bin ich da auch nur ein Einzelfall, ich wei&szlig; es nicht - aber bei &quot;Clans &amp; Teams&quot; konnte ich meinen Post beim besten Willen nicht einordnen. Ich habe nach bestem Gewissen versucht das richtige Unterforum zu finden - und scheinbar bin ich gescheitert \r\n{{champion:32}} \r\n\r\nPS: Ein Unterforum f&uuml;r Foren Feedback gibt es scheinbar auch nicht. Ich versuch&#039;s ein zweites Mal mit Allgemeiner Chat - wish me luck.","replies":[{"id":"","poster":"drexxsack","date":"2018-07-28T20:44:23.127+0000","up_votes":2,"down_votes":0,"body":"> Richtlinien\n> \n> Ihr sucht noch nach tapferen Mitstreitern für euer Team? Eure private Community, Gilde oder Clan braucht noch Mitglieder? Ihr sucht einen DuoQ-Partner, der mit euch zusammen den schweren Aufstieg auf Mount Challenger wagt? **Oder ihr sucht einfach nur nach ein paar netten Leuten zum Zocken**? Hier seid ihr genau richtig!\n> Jeder soll eine Möglichkeit haben, Mitspieler zu finden, deine Vorstellung sollte daher durch Qualität glänzen und nicht durch die Häufigkeit, mit der diese gepostet wird.\n\nzu finden und bei Clans&Teams.\n\nEin Team zu suchen heißt nicht, dass man ein festes Team sucht. Es ist auch ein Team, wenn man einfach ein paar leute z.B. für Missionen sucht. Man spielt zusammen, als Team halt. Das Board ist also richtig benannt.\n\nPS: Eigentlich wäre der Bereich Spielerverhalten & **Moderation** richtig.","replies":[{"id":"","poster":"Hakkuu","date":"2018-07-28T21:05:53.635+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=YnZkMR0R,discussion-id=dYtJgvLA,comment-id=0000,timestamp=2018-07-28T20:44:23.127+0000)\n>\n> zu finden und bei Clans&amp;Teams.\n> \n> Ein Team zu suchen heißt nicht, dass man ein festes Team sucht. Es ist auch ein Team, wenn man einfach ein paar leute z.B. für Missionen sucht. Man spielt zusammen, als Team halt. Das Board ist also richtig benannt.\n> \n> PS: Eigentlich wäre der Bereich Spielerverhalten &amp; **Moderation** richtig.\n\nJa, dass es in den Richtlinien erklärt ist dachte ich mir. Trotzdem ist ein möglichst passender Name für das Ganze natürlich sinnvoll. Deine Argumentation, \"Teams\" als Team für ein Spiel, also eine Lobby zu suchen kann ich verstehen - auch wenn die Beschreibung des Unterforums das Wort Team mMn eindeutig anders interpretiert.\n\nZur Einordnung dieses Posts selbst: Auch hier kann man mMn nur mit viel Fantasie aus der Beschreibung des Forums herauslesen, dass der Post wohl in \"Moderation\" passt.\n\n>Ihr könnt hier ebenfalls Fragen zur Moderation des Forums stellen. \n\nKlingt für mich mehr nach Fragen zu den Moderatoren, als zum Forum selbst.\n\nAber gut - ist alles Auslegungssache. Danke für die Antwort :)","replies":[]}]}]}