{"id":"ZzQBM9Gu","poster":"Cayce","date":"2019-07-24T19:44:17.186+0000","title":"Gewinner - Schreibwettbewerb der Forenbibliothek - Shurima","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":0,"body":"Seid gegrüßt Beschwörer!\r\n\r\nWir freuen uns, euch die Gewinner des Schreibwettbewerbs der Forenbibliothek zum Thema Shurima präsentieren zu dürfen!\r\n\r\nWir möchten uns bei allen Teilnehmern bedanken und hoffen, dass es euch Spaß gemacht hat. Falls ihr Anmerkungen oder Verbesserungsvorschläge habt, dann immer her damit!\r\n\r\n--------\r\n\r\nPlatz 1 – 2000 RP\r\nDeverless - [Licht und Dunkelheit](https://drive.google.com/open?id=1kwyWWDwJdi_pEYbKXVQ1w4mCq0ZDS7B7)\r\n\r\nPlatz 2 – 1350 RP\r\nODESZA - [Taliyah - Eine unverhoffte Freundschaft](https://drive.google.com/open?id=14Fcxs5SiYRa0GoU3Sw1rJlzrw75B2i6C)\r\n\r\nPlatz 3 – 975 RP\r\nGalgentyp - [Ein Funken Hoffnung](https://drive.google.com/open?id=1GzZqHXM6HrEyeLk_NZGtpX9fC4MD1ZeU)\r\n\r\n-----\r\n\r\n*Wir bitten die Gewinner, ihre Beschwörernamen bis zum Erhalt ihrer Gewinne nicht zu ändern, um Komplikationen zu vermeiden.*\r\n\r\nDie nächste Ausgabe des Schreibwettbewerbs wird voraussichtlich **August/September** stattfinden und wir freuen uns auf eure Geschichten!","replies":[{"id":"","poster":"Captn0fl0ve","date":"2019-07-24T21:14:55.826+0000","up_votes":5,"down_votes":0,"body":"Jetzt den Platz 2 als Hörspiel genießen wir hoffen euch gefällt das kleine projekt:)\n\nGlückwunsch von AeQ an unser Community Mitglied ODESZA !\n\nhttps://youtu.be/hQpBA1Nl90Q","replies":[{"id":"","poster":"EzreallyTragic","date":"2019-07-26T13:46:47.656+0000","up_votes":1,"down_votes":0,"body":"Hallo riot? Gebt ihm mal Rp das is so cool das die story als hörspiel gemacht wurde, so viel arbeit!","replies":[]}]},{"id":"","poster":"ODESZA","date":"2019-07-24T21:45:11.927+0000","up_votes":4,"down_votes":0,"body":"Juhu, der 2. Platz! Ich hätte niemals gedacht, dass ich mal eine Geschichte schreibe. Und ich hätte vor allem niemals gedacht, dass mein aller erster Versuch es sogar in die Top 3 schafft. Mein Dank geht an alle, die diesen Schreibwettbewerb ermöglicht haben! Bitte gebt den Menschen hier in Zukunft wieder die Chance, sich auf kreative Weise auszuprobieren und dabei vielleicht sogar selber besser kennenzulernen.\n\nMein Herz gehört Tina @Tina, die meine Geschichte mit viel Feingefühl und einem unglaublichen Wortschatz in diese besondere Form gebracht hat und Luca @AeQ Captn0fl0ve, der meine Geschichte als Hörbuch vertont und mir stets ehrliches Feedback gegeben hat. \n\nViel Spaß allen, die meine Geschichte lesen. \nODESZA\n\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"SorisDynasty","date":"2019-07-25T17:32:08.247+0000","up_votes":1,"down_votes":0,"body":"Es hat auch definitiv Spaß gemacht, die Geschichte zu bewerten!\nIch meine, du hattest sogar auf dem Discord mal nach Testlesern gesucht. Ich hätte mich damals auch gemeldet, wenn ich nicht schon erwartet hätte, dass das für den Wettbewerb sein könnte. ^^\n\nCongratz.","replies":[]}]},{"id":"","poster":"EzreallyTragic","date":"2019-08-29T11:33:13.118+0000","up_votes":1,"down_votes":0,"body":"Hey es ist ende august{{sticker:sg-ahri-2}}","replies":[]},{"id":"","poster":"EzreallyTragic","date":"2019-07-26T13:44:40.435+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe früh im august, wird es sowas auch auf englisch geben? Oder vielleicht auch englische einreichungen erlauben?(mein deutsch is nicht so gut wie mein englisch auch wenn deutsch meine muttersprache ist haha)","replies":[{"id":"","poster":"Cayce","date":"2019-07-27T21:09:27.222+0000","up_votes":1,"down_votes":0,"body":"1) Frühestens Ende August\n\n2) Wir akzeptieren nur deutsche Einsendungen","replies":[]}]}]}