{"id":"ovHc3dGz","poster":"Riot Kengen","date":"2018-07-23T17:02:50.154+0000","title":"Austausch über die Saisonmitte (Schützen und der Schneeballeffekt)","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nseit der Ver&ouml;ffentlichung von Patch 8.11 wurde das Metaspiel auf der unteren Lane ordentlich aufgemischt, was sowohl polarisierend als auch erfrischend war. Wir konnten eine Vielfalt beobachten, die es so seit Jahren nicht gab, was auch die Denkart der Spieler gegen&uuml;ber des Spiels ge&auml;ndert hat, welche Champs wo gespielt werden k&ouml;nnen und welche Strategien zum Einsatz kommen&nbsp;&ndash; all das ist unheimlich spannend. Wie aber viele Spieler zum Ausdruck gebracht haben (und was von Umfragen in letzter Zeit best&auml;tigt wurde), ging diese Vielfalt auf die Kosten der Zufriedenheit von Sch&uuml;tzen&nbsp;&ndash; insbesondere solcher, die sich f&uuml;r eine Skalierung ins sp&auml;te Spiel auf Gegenst&auml;nde mit kritischem Trefferschaden verlassen. \r\n\r\nEs gilt allerdings zu beachten, dass Zufriedenheit und Brauchbarkeit nicht das Gleiche sind. AD-Carrys machen weiterhin den Gro&szlig;teil der ausgew&auml;hlten Champions auf der unteren Lane aus&nbsp;&ndash; sie sind also keineswegs aus dem Metaspiel verschwunden. Das Problem ist, dass ihr Spielgef&uuml;hl weniger befriedigend als zuvor wirkt, obwohl sie hinsichtlich ihrer allgemeinen St&auml;rke weiterhin konkurrenzf&auml;hig sind.\r\n\r\nWir gehen also die Lage der Sch&uuml;tzen mit einem ausdr&uuml;cklichen Fokus auf Zufriedenheit erneut an. Das wird etwas anders als unsere bisherigen Nachbereitungen aussehen, die sich mehr auf die St&auml;rke konzentriert haben. (Wir z&uuml;geln die f&uuml;hrenden AD-Carrys wie Ezreal und Kai&rsquo;Sa etwas, verbessern die Kandidaten auf den unteren R&auml;ngen wie Cait, Trist, Varus und st&auml;rken Hauptgegenst&auml;nde wie KdU, Sturmschneide, Handschuhe des Schl&auml;gers usw.). Unsere Hauptziele dieser &Auml;nderungen sind:\r\nDas Spielgef&uuml;hl der AD-Carrys zu verbessern.\r\nEinen Teil der St&auml;rke der Sch&uuml;tzen mit kritischem Trefferschaden vom sp&auml;ten Spiel ins fr&uuml;he/mittlere Spiel zu verlagern, indem wir manche ihrer gr&ouml;&szlig;eren Gegenstandsk&auml;ufe sowohl in Sachen Preis als auch Werte etwas senken.\r\nDie Vielfalt, die in der Carry-Position auf der unteren Lane seit der Saisonmitte zu beobachten ist, beizubehalten.\r\n\r\nHier ein Beispiel f&uuml;r die Art von &Auml;nderungen, die wir uns momentan ansehen:\r\n\r\nStatikks Stich\r\nGesamtkosten 2900 &gt;&gt;&gt; 2800 \r\nKritische Treffer gesenkt von 30&nbsp;% &gt;&gt;&gt; 25&nbsp;%\r\n\r\nUnser Ziel ist, nicht zu einem Metaspiel zur&uuml;ckzukehren, in dem die einzige Strategie daraus besteht, immer einen AD-Carry zu w&auml;hlen, ihn ins sp&auml;te Spiel zu bringen und dann zu gewinnen. Wir m&ouml;chten, dass du zu einem fr&uuml;heren Zeitpunkt im Spiel einen merklichen Einfluss aus&uuml;ben kannst, und das Spiel nicht endet, bevor du die wichtigen St&auml;rkespitzen deiner Gegenst&auml;nde erreichst. Wie gesagt wollen wir das durch eine Umlagerung der St&auml;rke im sp&auml;ten Spiel verwirklichen.\r\n\r\nDer Schneeballeffekt und Comebacks\r\n\r\nEin anderer Punkt, der von vielen Spielern wahrgenommen und diskutiert wird, ist der Schneeballeffekt. &Uuml;ber die Saison hinweg gab es einen stetigen Anstieg von Spielen, die wir als &bdquo;aussichtslos&ldquo; bezeichnen&nbsp;&ndash; Spiele, in denen das unterlegene Team nur eine geringe Chance auf ein Comeback hat, die jedoch trotzdem bis zum zwangsl&auml;ufigen Niederlagenbildschirm in die L&auml;nge gezogen werden. Wir wissen, dass das unangenehm ist, und wir haben in den letzten Monaten einige &Auml;nderungen ver&ouml;ffentlicht, um die Anzahl dieser Spiele zu senken.\r\n---\r\nDer folgende Graph zeigt drei Arten von Spielen, in die wir den Ausma&szlig; des Schneeballeffekts nach 15&nbsp;Minuten Spielzeit einteilen.\r\n\r\nAusgeglichenes Spiel&nbsp;&ndash; das unterlegene Team hat eine Chance von 25&nbsp;%&ndash;50&nbsp;% auf den Sieg\r\nVorsprung&nbsp;&ndash; das unterlegene Team hat eine Chance von 10&nbsp;%&ndash;25&nbsp;% auf den Sieg\r\nGro&szlig;er Vorsprung&nbsp;&ndash; das unterlegene Team hat eine Chance von 0&nbsp;%&ndash;10&nbsp;% auf den Sieg\r\n\r\nhttps://i.imgur.com/OglGmDE.png\r\n\r\nAussichtslose Spiele (die rote Linie) erreichten ihren H&ouml;chststand in 8.10, sind aber seitdem mit den &Auml;nderungen am fr&uuml;hen Einfluss des Junglers, der Senkung der globalen Goldbelohnung von T&uuml;rmen und der &Uuml;berarbeitung des Kopfgeldsystems mit einer besseren Belohnung bei Terminierungen zur&uuml;ckgegangen. Unsere Bem&uuml;hungen gegen den Schneeballeffekt scheinen soweit erfolgreich zu sein und wir konnten eine ziemlich schnelle R&uuml;ckkehr zur Norm hinsichtlich seiner H&auml;ufigkeit beobachten.  Wir sind besonders froh dar&uuml;ber, dass durch diese &Auml;nderungen die Anzahl ausgeglichener Spiele (die blaue Linie) deutlich angestiegen ist&nbsp;&ndash; die Kategorie mit dem h&ouml;chsten Potential f&uuml;r Comebacks.\r\n\r\nErfolgreiche/versuchte Aufgaben sind ebenfalls mit einer &auml;hnlichen Rate wie im obigen Graph zur&uuml;ckgegangen, aber wir werden die Lage in den folgenden Monaten weiterhin beobachten. Wir wollen daf&uuml;r sorgen, dass sich die Spiele ausgeglichener anf&uuml;hlen, und bei Bedarf weitere Ma&szlig;nahmen treffen. \r\n\r\nBitte teile weiterhin deine Eindr&uuml;cke des momentanen Metaspiels und deine Erfahrungen im Spiel entweder hier, auf Reddit, Twitter oder deiner Lieblingsplattform. Wir k&ouml;nnen nicht immer antworten, aber die Diskussionen haben wirklich einen Einfluss auf unsere Konversationen im Team.\r\n\r\nVielen Dank!\r\nMaple Nectar","replies":[{"id":"","poster":"OPChampsSucks","date":"2018-07-23T17:30:56.316+0000","up_votes":1,"down_votes":1,"body":"Also das mit den ganzen Statistiken begeistert mich immer wieder und das finde ich ziemlich geil aber 100 Gold weniger und dafür noch 5% critchance einbüßen wirds mega bringen lul","replies":[{"id":"","poster":"TerrorRaven","date":"2018-07-23T17:50:35.365+0000","up_votes":1,"down_votes":0,"body":"Dafür kommst du mit 2 fertigen Eifer-Items + Klinge der Unendlichkeit auf glatte 100% Crit und übercapst nicht mit 120%.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-07-25T10:48:43.764+0000","up_votes":1,"down_votes":0,"body":"So wirklich bewerten kann man es erst, wenn die Items auf den Live-Server gehen. Schließlich stehen ja auch Änderungen an der Klinge der Unendlichkeit an. Womit er allerdings recht hat ist, dass 5% Krit mehr wert ist als 100 Gold und würde das betreffende Item als einzelnes gesehen weniger goldeffizient gestalten.","replies":[]}]}]}]}