{"id":"hsyA4v1B","poster":"EuropeanMid","date":"2019-07-23T19:59:16.486+0000","title":"Wie Smurfs anderen Spielern den Spass nehmen (+Lösungsvorschlag)","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":5,"body":"1.  Smurfen- Eigentlich nichts anderes als Boosting. Ein geboosteter Spieler spielt zusammen mit Spielern, die Skilltechnisch weitaus über ihm sind, beim smurfen spielt man gegen schlechtere Spieler. Ich stelle mir dabei die Frage: Warum ist das eine erlaubt, das andere aber verboten? Zudem sind Smurfs oftmals sehr toxisch und unfreundlich zu ihrem Team und gehen meiner Erfahrung nach nicht selten AFK, weil es halt eben nicht ihr Main-Acc ist. Es ist in der Regel eine Sache von &lt;2 Minuten, einen Smurf zu bannen, weshalb ich nicht verstehe, dass so etwas geduldet ist.\n\n2. Klar, es besteht auch die Chance, den Smurf im eigenen Team zu haben, diese ist jedoch um 20%-40% geringer. Das ist genau das gleiche, wie bei der Argumentation gegen die \"Elohell\".\n\n3. Lösungsvorschlag: Wie wäre es mit einem Verifizierungssystem, das den Smurf mit dem Main-Acc verknüpft und ihn automatisch eine Division unter dem Main-Acc platziert (Auf max. 2 Smurfs limitiert)? Und sobald beide Accounts gleichzeitig online sind, werden beide gebannt, um Accountsharing zu vermeiden. Ich finde, dass diese Änderung wirklich fair für Spieler zwischen Silber und Platin/Diamant wäre, da sie auf diese Weise auf \"künstliche\" Win- oder Losingstreaks verzichten könnten.","replies":[{"id":"","poster":"Alpacana","date":"2019-07-23T20:53:38.444+0000","up_votes":2,"down_votes":0,"body":"> Smurfen- Eigentlich nichts anderes als Boosting. Ein geboosteter Spieler spielt zusammen mit Spielern, die Skilltechnisch weitaus über ihm sind,\n\nAlso zunächst einmal: Es gibt mehrere Arten von Smurfs.\nIch zähle einfach mal die Arten von Smurfs auf, die ich besitze:\nIch habe mehrere Accounts um verschiedene Rollen zu üben.\nIch habe mehrere Accounts um bestimmte persönliche Achievements zu erreichen (eins davon wäre z.B.: Wie hoch komme ich mit Support only?, ein anderes wäre: Wie hoch komme ich mit den wenigsten Losses possible?)\n\nWenn ich verschiedene Rollen übe wird man mich wohl kaum von einem anderen Spieler der Elo unterscheiden können, einfach aus dem Grund weil mein Toplane-Skill z.B. bei weitem nicht so gut ist wie mein Support-Skill.\n\n>  Ich stelle mir dabei die Frage: Warum ist das eine erlaubt, das andere aber verboten?\n\nDurch Boosting wird haufenweise Schwarzgeld generiert.\nA: Die Betreiber der meisten Boosting-Seiten melden diese nicht als Gewerbe an und verdienen so einen Haufen Schwarzgeld.\nB: Die Booster, die Boosting so weit betreiben, dass sie dafür eigentlich Steuern zahlen müssten tun dies auch nicht und verdienen auch Schwarzgeld.\nC: Boosting bringt einen Account hoch (so wie beim Smurfen), auf der anderen Seite fällt der Account danach aber wieder stark ab (da der Geboostete sich ja nicht selbstständig auf der Elo halten kann). So wird das Ranked-System also doppelt manipuliert als wie beim einfachen Smurfen.\nDas möchte Riot nicht unterstützen und deshalb ist Boosting strikt verboten.\n\n> Zudem sind Smurfs oftmals sehr toxisch und unfreundlich zu ihrem Team und gehen meiner Erfahrung nach nicht selten AFK, weil es halt eben nicht ihr Main-Acc ist.\n\nDa wären wir auch schon beim nächsten Punkt. Spiele ich auf dem Account wo ich möglichst wenig Losses haben möchte dann tryharde ich auf dem Account sogar noch mehr als auf meinem Main auf dem ich sowieso schon über 100 Losses habe. Aufgeben steht da also noch weniger zur Debatte als auf meinem Main.\n\n> Lösungsvorschlag: Wie wäre es mit einem Verifizierungssystem, das den Smurf mit dem Main-Acc verknüpft und ihn automatisch eine Division unter dem Main-Acc platziert (Auf max. 2 Smurfs limitiert)?\n\nWieso sollte das von Vorteil sein? Das würde ja bedeuten, dass ich Toplane in Diamond 4 üben müsste, obwohl mein Top-Skill nicht einmal Platin 3-Niveau hat. Da würde ich ja komplett auseinander genommen werden und würde Spielern genauso das Spiel ruinieren. Und wieso nur 2 Accounts? Warum dann nicht gleich Smurfs komplett verbieten?\n\n> Und sobald beide Accounts gleichzeitig online sind, werden beide gebannt, um Accountsharing zu vermeiden.\n\nDas wäre eine gute Idee. Aber wie verknüpft man diese? Dazu müsste Riot ja den Account zu deiner festen (kein Plan wie der Fachbegriff dazu heißt) IP zuordnen. Und was passiert dann wenn ich umziehe? Oder ich ein Teenager bin dessen Eltern getrennt leben und ich mal bei dem einen und dann bei dem anderen Elternteil lebe? Werde ich dann gebannt, verliere dann meine Accounts und muss wieder komplett von vorne anfangen?\n\n__________\n\nDen Rest hat Necromant schon ganz gut erklärt. Smurfs halten dich nicht vom Climben ab, sie verlangsamen es höchstens nur etwas. Außerdem sind Smurfs die für hohe Winning-Streaks gehen sowieso nicht lang in einer Elo unterwegs sondern meist innerhalb von 50-70 Games (gehen wir von einer 70% Winrate aus) in ihrer eigentlichen Elo angekommen. Zumal du ja sie auch nicht **nur** im Gegnerteam hast.","replies":[]},{"id":"","poster":"Revilous","date":"2019-07-24T14:43:24.292+0000","up_votes":2,"down_votes":1,"body":"Selbst wenn man Smurfs verbietet, kann man sie nicht so leicht verhindern. LoL ist free 2 play, man kann sich jederzeit und überall einen neuen Account erstellen. Nur einen Account pro IP zu erlauben ist auch schwierig, da man die IP ändern kann oder auch z.b. im Urlaub woanders zocken kann. Dein Lösungsvorschlag funktioniert auch nicht, da das niemand machen würde. Die meisten Smurfs wollen doch in möglichst niedriger Elo anfangen, um z.b. eine gute Winrate zu haben, einfachere Games oder um mit einem Kumpel zu duoqn. Und Riot kann die Spieler nicht zwingen, ihre Smurfs an den Main Account zu binden. Zu dem machen Smurfs ordentlich Geld für Riot, weil die Leute sich exp Boosts, Champs und Skins kaufen müssen.","replies":[]},{"id":"","poster":"WC9 Umbra","date":"2019-07-24T09:44:57.921+0000","up_votes":1,"down_votes":0,"body":"Also das ist Meine Lage:\n\nich bin hier auf meinem Main Dia 3.\n\nWenn ich einen neuen account machen will, wird der mit sicherheit aber nicht höher als bronze eingestuft, auch wenn ich alle 10 Placement games gewinne.\n\nIch kann meinen Account nicht sofort auf Dia bringen.  Da muss man sich immer erstmal durch die unteren ränge spielen. \ngibt einfach keinen anderen weg.","replies":[{"id":"","poster":"Necromant","date":"2019-07-24T12:20:23.610+0000","up_votes":1,"down_votes":0,"body":"Ich wurde direkt aufn Smurf S2 geplaced nach dem Placements. Irgendwas machst du da falsch.","replies":[{"id":"","poster":"WC9 Umbra","date":"2019-07-24T13:52:04.988+0000","up_votes":1,"down_votes":0,"body":"so weit ich weiß fangen frische lv 30 accounts in Iron mit den Promos an. wenn man alle 10 gewinnt landet man iwo in high bronze","replies":[{"id":"","poster":"Cenâreth","date":"2019-07-25T16:13:49.970+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=One Dunk Man,realm=EUW,application-id=ip27PlEH,discussion-id=hsyA4v1B,comment-id=000400000000,timestamp=2019-07-24T13:52:04.988+0000)\n>\n> so weit ich weiß fangen frische lv 30 accounts in Iron mit den Promos an. wenn man alle 10 gewinnt landet man iwo in high bronze\n\nFalsch. Frisch eingerankede Accounts fangen zwischen Bronze - Gold an, das ist seit mehreren Seasons schon so und hat sich bis heute nicht geändert.","replies":[{"id":"","poster":"WC9 Umbra","date":"2019-07-25T17:21:46.050+0000","up_votes":1,"down_votes":0,"body":"ne diese seasons haben sie es geändert. früher war das so ja","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-07-26T05:41:26.380+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=One Dunk Man,realm=EUW,application-id=ip27PlEH,discussion-id=hsyA4v1B,comment-id=00040000000000000000,timestamp=2019-07-25T17:21:46.050+0000)\n>\n> ne diese seasons haben sie es geändert. früher war das so ja\n\n1.) Wie immer: Hast du ne Quelle dafür?\n2.) Bist du dir sicher, dass die Leute auch wirklich in Iron angefangen haben und nicht +34 LP pro Sieg bekommen haben, weil sie eigentlich nicht Iron waren und nie gegen Iron Spieler gezockt haben? \nGerade bei neu eingerankten Spielern dürfte es spannender sein, welche Elo die Gegner haben, um festzustellen, wo sie eigentlich eingerankt worden sind. Ich persönlich habe zum Beispiel durchaus den einen oder anderen Mitspieler im Hohen Gold mit Silber Rahmen und 70% Winrate gesehen, wo also der Skin noch nicht auf die aktuelle MMR angepasst worden ist, was man dann entweder durchs überspringen von Ligen oder einer großzügigen Vergabe von LP löst.","replies":[]},{"id":"","poster":"Cenâreth","date":"2019-07-26T05:02:39.554+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=One Dunk Man,realm=EUW,application-id=ip27PlEH,discussion-id=hsyA4v1B,comment-id=00040000000000000000,timestamp=2019-07-25T17:21:46.050+0000)\n>\n> ne diese seasons haben sie es geändert. früher war das so ja\n\nQuelle: Wo dass geändert sein soll?\n\nEs wurde nicht geändert sein Season Beginn. Ich spiel seit drei Seasons durchgehend und verfolg jeden Patch die Patchnotizen und sonstigen News Kram. Es hätte mit Split 2 oder nach Split 2 kommen sollen, als man die Positionsränge getestet hat und sie ursprünglich veröffentlichen wollte. Beides wurde nicht gemacht.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2019-07-25T20:32:51.953+0000","up_votes":1,"down_votes":0,"body":"Ich habe vor ein paar Wochen auf nem neuen Account angefangen, die Placements zu spielen und wurde provisorisch in Bronze II oder I geplaced.\n\nEs war tatsächlich zwischenzeitig so, dass man in Iron geplaced wurde, aber das haben sie anscheinend wieder abgeschafft.","replies":[]}]}]}]}]}]},{"id":"","poster":"DenkePositiv","date":"2019-07-25T22:39:36.236+0000","up_votes":1,"down_votes":0,"body":"Ich fände es besser wenn man es vielleicht hinbekommen würde das leute die sich einen neuen account erstellen vielleicht angeben könnten das sie das game bereits länger spielen und dann in der normal  warteschlange nach level 10 mit anderen die das angegeben haben oder auch bereits mit level 30 plus zusammen in die que kommen statt mit leute die das spiel erst neu begonnen haben, damit diese dann nicht direkt gegen gute spieler spielen müssen. Und Ranked geht ja sowieso erst ab level 30. Finde am Smurfen ist eher das Problem das neueren spielern eventuell die lust am anfang schnell gneommen wird am spielen als beim ranken","replies":[]},{"id":"","poster":"Necromant","date":"2019-07-23T20:21:33.049+0000","up_votes":1,"down_votes":1,"body":"Bei Smurfen bekomm ich schnell ne vernünftige MMR und spiel auch mit anderen Smurfs zusammen, so wie es sein soll.\n\n1. Kann jeder behaupten er sei ein \"Smurf\".\n2. Kann auch einfach n Neu-Acc von nem gebannten Spieler sein.\n3. Wird derjenige, wenn er ein Smurf ist, schneller wieder in seine \"Main\"-Elo/MMR zzurück finden, weswegen du kaum mit vielen zu tun haben wirst.","replies":[{"id":"","poster":"ˉˉIˉˉ","date":"2019-07-24T00:49:43.384+0000","up_votes":1,"down_votes":0,"body":"Das stimmt. Etwa 1/4 der Spieler die behaupten ein Smurf zu sein sind keiner. Ich kenne sogar selbst Leute die das machen nur damit ihr Team auf sie hört.\n\nWobei ich mit einem meiner smurfs in rankeds zumindestens im Silber Bereich nicht gegen Smurfs spiele (oder vielleicht einfach nur gegen schlechte?) - während das in normal games unausweichlich ist.","replies":[{"id":"","poster":"Necromant","date":"2019-07-24T05:49:26.235+0000","up_votes":1,"down_votes":0,"body":"https://euw.op.gg/summoner/userName=I+bims+di+Riven\n\nIch werd auf den Acc aktuell gegen High Gold/Low Plat gematcht, was in etwa meiner Hauptelo entspricht. Das System hat schon seinen Sinn.\nGibt auch genügend Spieler/Smurfs die mit ihren Silber-Acc in z.B. Challenger Games sind, einfach nur weil deren MMR so hoch ist.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-07-23T21:09:39.198+0000","up_votes":1,"down_votes":0,"body":"An und für sich bin ich ja voll für den \"lasst uns die Smurfaccounts mit den Main Accounts verbinden\" Ansatz. Aber hier ist das Problem: Dies bringt nur was bei Smurfs, die sich eh schon vorbildlich verhalten. Und ja, so was gibt es auch. \n\nAll die Smurfs, die du beschreibst, deren Existenz niemand leugnet, werden sich denken \"Ich bin doch nicht bescheuert und riskiere meinen Main wegen dem Blödsinn, den ich auf meinem Smurf mache\"... oder sie haben gar keinen Zugriff auf ihren Main mehr, weil der Permanent gebannt ist. \n\nHierbei muss man bedenken, dass der einfache Zugriff auf LoL eines der Erfolgsgeheimnisse ist: Man braucht nur stabiles Internet und eine EMail Adresse und dann kann es praktisch sofort losgehen. Um Accounts miteinander zu verknüpfen, müsste man erst Mal erfassen, wer wirklich der Accountbesitzer ist. Und das wäre genau genommen nur eine Gängelung für die Millionen von Kunden, die auch erfasst werden müssten und die sich nie was zu Schulden kommen lassen haben...","replies":[]},{"id":"","poster":"ΞBullΣT ψ","date":"2019-07-23T20:35:57.484+0000","up_votes":0,"down_votes":6,"body":"für 3,99 smurfs gönnen so lässt sichs leben","replies":[]}]}