{"id":"WRGWNlO9","poster":"BVB09","date":"2019-07-23T13:17:13.637+0000","title":"Das Nächste Meta Spiel","subforum":"Teamfight Tactics","up_votes":1,"down_votes":0,"body":"Es ist wieder soweit und das Nächste Meta Spiel wurde veröffetlicht..Es wird einem mal wieder (von so gennanten Pro Gamern ) gesagt wie man dieses Spiel Spielen sollte und welche Figuren gerade in welcher Kombo die Besten sind (Ultra OP Item ,richtig zusammen gesetzt ) ist das ganze.\r\nIch habe jetzt schon viele Spiele gespielt und auch hier kann man nicht Spielen was man möchte , um zum Erfolg zu kommen. Ich hatte jetzt schon öfters eine 7-9 Combo mit 9 Helden ( Mindestens 2 Sterne und ja auch Starke dabei ) die einfach von 5 Ultra Op (Nicht mal 3 Sterne ) fernkämpfern innerhalb sekunden gekillt werden... Da diese schon mit vollem Mana anfangen und dein gesammtes Team , erstmal 6 Sekunden nichts machen darf , dannach sind deine Tanks an der Front schon tot(Auch die mit 3 Tank Item)+400 Schild.. Was mich auch mal interessieren würde ? Warum Gegner sehr oft Helden bekommen , die ich gerade brauche und ich im ganzen Game nicht einmal eines sehe ? Aber 4 Gegner Spieler haben davon schon 4 oder mehr ?\r\n\r\nDann habh ich auch mal so eine Ultra krasse mega ,super,tolle, klasse op Combo ausprobiert und aufeinmal , gewinnt man einfach jedes Spiel und man hat überhaupt keine Probleme mehr.. Ich bin wirklich nicht daran Interessiert , jetzt jedes mal das selbe zu Spielen , um mich dann Ultra mega krasser Pro nennen zu dürfen.. \r\n\r\nIn dem Game muss noch unfassbar viel besser angepasst werden und diese Nobel/Ritter/Bestie/Schläger/Klingenmeister/Ninja/Imperial/Dämon/ Combo ist ja mal kommplett für den Eimer.. Man sieht nurnoch Assasine/ Elementar/Eiswesen/Ninja/Imperial/Bogenschütze und diesen ganzen Müll","replies":[{"id":"","poster":"ˉˉIˉˉ","date":"2019-07-23T13:49:04.256+0000","up_votes":1,"down_votes":0,"body":"Naja, was hast du erwartet?\nJedes Spiel hat seine Meta, egal was. Irgendwas wird immer eine \"universell starke\" Strategie sein - das heißt allerdings nicht, dass es immer die beste Strategie ist. Die Meta gibt nur vor, was im Normalfall dominiert - heißt aber auch, dass man mit off meta das ganze wieder rauswerfen kann.\n\nHatte vor kurzem nen Assassin Swain mit imperial buff, der ist in die backline gesprungen, wurde nicht viel gefokust und als die Ult drann war hat er alles getötet.\nHatte ansonsten keine gescheite Kombo gehabt (Ritter und gunslinger auf bronze aber das ist whack), den ersten Platz hab ich mir trotzdem sicher gemacht.\n\nEs gibt noch sachen die weitaus schlimmer sind als nervige Noble op teams - und das sind overbuffed champs.\n\nBeispiel wäre Aatrox - wurde diesen Patch viel zu stark gebufft - gib ihm ein gunblade und noch 2 random Items und er klatscht nicht nur das ganze gegnerteam mit einer Ult weg sondern steht am Ende noch mit vollen Leben da.","replies":[{"id":"","poster":"Í am Udyr","date":"2019-07-24T13:20:40.497+0000","up_votes":1,"down_votes":0,"body":"Schon richtig, wobei es einen riesen Unterschied macht ob ich in Silber bronze oder plat dia so ein Spiel bestreite.\nDein Assassin swain wird in bronze jedes Spiel gewinnen, sobald ich das einmal sehe, schau ich auf deine Map, wo dein Swain steht, stell meinen schlechtesten champ in die Ecke die am weitesten entfernt von Swain ist und Gucci.","replies":[]}]},{"id":"","poster":"Keidor","date":"2019-07-24T09:53:56.800+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe es bleibt noch lange bei Ninaj/Assasin/ Brawler Meta.\nEs ist durch Positioning relativ einfach 90% dieser spieler zu besiegen da diese alle 0 auf Positioning achten weil Sie ja die üble Meta Comp selbst haben.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-24T05:34:13.187+0000","up_votes":1,"down_votes":0,"body":"Ist leider wirklich so :D \n\nDas einige so starke Sachen so lange bestehen bleiben ist eigentlich ein klassisches Riot meme :D \n\nTraurig eigentlich","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2019-07-23T15:17:54.329+0000","up_votes":1,"down_votes":0,"body":"Ban VOli pls {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Staatsanwalt","date":"2019-07-23T20:42:19.847+0000","up_votes":1,"down_votes":0,"body":"Ja mindestens die hälfte geht auf voli. und das schlimme ist, dass sogar ein lvl 1 voli spiele gewinnen kann. Das seine Ulti On hits weiterverteilt ist einfach viel zu broken.","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2019-07-23T13:34:02.084+0000","up_votes":1,"down_votes":0,"body":"Also ich persönlich fahre sehr oft Klingenmeister und selten Nobel und mit dem 6er Buff hat man doch sehr gute Chancen auf den ersten Platz.\nPassen die Items noch, steht nicht's im Weg um zu gewinnen.\n\nRitter alleine ist auch unnütz, da kommt es auf die anderen Einheiten an die sich abwechseln, denn Ritter ist nur für die Frontline und bringt nicht's an DPS.\nNinja kommt es auch darauf an, was man noch dazu baut, man kann Elementarwesen, Assasine, Blademaster usw. dazu bauen. (übrigens hast du bei beidem Ninja angegeben xD)\nDämon haut auch richtig rein, vor allem wenn du das mit Revolverheld kombinierst und z.B. Trist zu nem Dämonen machst.\nImperial ist verdammt stark, falls dir das noch nicht aufgefallen ist.\nGib nem Draven nen Imperial Buff und Items und er klatscht schon fast alleine alles.\nDa kommt es auch wieder darauf an, was du noch daneben hast.\nDa gehen auch wieder Assasine, Gestaltwandler, Klingenmeister, Ritter.\n\nUnd natürlich kommt es vor allem auf die Items an.\nEs bringt nicht's wenn du mit Magiern nur Redemtion hast oder mit Klingenmeister nur Rabadons.\nDie richtigen Items auf den richtigen Einheiten im richtigen Moment wirken Wunder.\n\nHatte auch heute ein Spiel auf dem 2ten Platz belegt weil der Gegner gegen meine Kombo gebaut hat.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-07-23T13:31:07.870+0000","up_votes":1,"down_votes":0,"body":"Schön, dass du die Brawler und Gunslinger vergisst ;)\nIch hoffe auch, dass die Assassinen/Ninja-Comp mal abgeschwächt wird, das ermöglicht so einige andere Sachen. \nElementar und Ranger sind eher so mittelprächtig, Glacial find ich zwar ätzend, aber auch eher mittelprächtig.","replies":[]}]}