{"id":"iLJ8onMl","poster":"K33p Sm1l1ng","date":"2018-07-21T16:38:47.894+0000","title":"Scoreboard vom eigenen Team unsortiert nach letztem Patch","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nnach dem letzten &quot;gro&szlig;en&quot; mega Update werden die Positionen im Scoreboard des eigenen Teams nicht mehr sortiert. Ich muss also jedes mal per Hand die Champions an die richtige Position verschieben. \r\nMerkw&uuml;rdigerweise werden die Champions der Gegner an der richtigen Stelle im Board positioniert \r\n(von oben nach unten: Top, Jgl, Mid, ADC, Supp). Nur beim eigenen Team werden die Positionen komplett zuf&auml;llig vergeben.\r\n\r\nIch habe schon eine komplette Neuinstallation versucht, der Fehler bleibt bestehen.","replies":[{"id":"","poster":"Alpacana","date":"2018-07-21T17:05:25.004+0000","up_votes":2,"down_votes":0,"body":"Und noch einmal :D\n\nDie Positionen werden nicht vertauscht, du wirst nur nach oben geschoben.\nDas bedeutet, solltest du Midlane gequeued haben wird dein Scorebord so aussehen:\n\nDu Top (also 1. Position)\nDein eigentlicher Toplaner wird auf die Jungle-Position gesetzt\nDein Jungle wird auf die Mitte gesetzt\nBotlane bleibt gleich\n\nQueuest du Support sieht das ganze so aus:\nDu Top\nDein Top Jungle\nDein Jungle Mid\nDein Mid Adc\nDein Adc Support\n\n\nSo ist das ganze jetzt aufgebaut ;)\n\nEdit: Deswegen bleibt das Gegnerteam auch unverändert. Weil dort nicht du ganz oben angezeigt wirst und das System somit nicht durchswitchen muss.","replies":[{"id":"","poster":"Wolf Husky","date":"2018-07-25T10:29:41.843+0000","up_votes":1,"down_votes":0,"body":"vertauscht/verschoben...spielt jetzt keine Rolle, das blöde daran ist, dass es so, wie es gerade ist, einfach kac|<e ist. Man ist gewöhnt, dass es so sotiert ist, wie es bei den Feinden ist(obeen-top,2.oben-jng,mitte-mid,2.unten-adc,unten-supp). Hoffe es wird wieder rückgängig gemacht, muss immer wieder jede Runde die scheiße Selbst sotieren(was Nerven, Zeit, und Aufmerksamkeit auf das Spiel raubt)","replies":[]}]},{"id":"","poster":"K33p Sm1l1ng","date":"2018-07-21T19:31:24.485+0000","up_votes":1,"down_votes":0,"body":"Ok du hast recht Alpacana, er setzt den eigenen Champion ganz nach oben...\nDennoch handelt es sich hierbei um einen Bug, da es weder in den Patchnotes auftaucht noch sehr Sinnvoll erscheint.","replies":[{"id":"","poster":"Alpacana","date":"2018-07-21T19:52:46.986+0000","up_votes":1,"down_votes":0,"body":"Wird nicht in den Patchnotes aufgeführt da hast du recht. Ist aber dennoch mit Absicht implementiert worden, soll eben zur besseren Orientierung dienen. Wenn du z.B. mehr als 1 Rolle oft spielst musst du dich nicht nach der Rolle orientieren, sondern kannst einfach nach ganz oben im Scorebord schauen. Finde ich persönlich wie gesagt nicht so geil, aber naja, Riot sieht da eben einen besseren Sinn hinter.","replies":[]}]},{"id":"","poster":"K33p Sm1l1ng","date":"2018-07-21T18:28:14.066+0000","up_votes":1,"down_votes":0,"body":"Mein thread wurde geschlossen deswegen hab ich noch einmal einen aufgemacht... :D\n\nIch werde mal drauf achten, trotzdem ist es ungewohnt und in den Patchnotes ist mir dazu nichts aufgefallen.\nUnd das ändert ja auch nichts an der Tatsache, dass es sich dabei wohl um einen Bug handelt...","replies":[]}]}