{"id":"QGtVE5Qe","poster":"iKyun","date":"2018-07-21T01:43:07.514+0000","title":"nein riot, ich werde mich nicht zwingen lassen support zu spielen.","subforum":"Champions & Gameplay","up_votes":1,"down_votes":15,"body":"ich bin ein freier mann mit kayn im jgl. ich spiele nur 100% kayn auf mein account. daher ist es auch schade games zu leaven wegen den dummen banns. wenn ihr eure champs mal gut balancen w&uuml;rdet m&uuml;sste man das nicht machen.\n\nich werde einfach jgl spielen wenn ich eine von euch random gewählte rolle spielen MUSS. ich hab keine zeit um sachen zu spielen die ich nicht spielen will.\nund dann auch noch verlangen, wenn man seine rolle nicht bekommt/sein champion gebannt/ gepickt bzw man die lane nicht bekommt bei nem leave nochmal 5min, 10min,15min warte zeit einbauen. ja gege.\n\nund ich warte auch gern 10min länger, dafür das ich auch meine rolle bekomme.\n\ndanke für euer verständniss.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-07-21T21:44:26.933+0000","up_votes":3,"down_votes":0,"body":">daher ist es auch schade games zu leaven wegen den dummen banns. wenn ihr eure champs mal gut balancen würdet müsste man das nicht machen.\n\nWas ist das denn bitte für eine Begründung? \n\n{{sticker:sg-lux-2}} \n\n....\nDas macht doch keinen Sinn. \nDu beschwerst dich über den Autofill und die Bans, ...weil die Champions nicht balanced sind? \nDafuq.\nDas ist so, als würdest du sagen:_\"Ich mag Bananen nicht, weil Äpfel Würmer haben können!\"._\n\n\n>ich werde einfach jgl spielen wenn ich eine von euch random gewählte rolle spielen MUSS. [...] ich bin ein freier mann mit kayn im jgl.\n\nUnd damit den Leuten das Game vermiesen... \"yay\".\nWenn du wirklich so eine Denkweise hast, bist du in einem Teamspiel leider fehl am Platz.\n\n\n_\"Und wenn die Ampel für dich rot ist? Ach who cares, fährst du drüber. Ist doch egal, ob du die Leute in dem Wagen vor dir, damit gefährden könntest. Pff.\nIst ja dein Wille. Bist ja ein freier Mann in einem Umfeld mit Regeln, die dir deine besagte Freiheit ermöglichen.\"_\n\nSo funktioniert das nicht.\n\nWenn du nicht arbeiten gehst, bekommst du kein Geld zum Leben.\nWenn du nicht diese eine Runde Support gehst, kannst du auch nicht gegen den Autofill protected werden.\n\n\nSiehst du ungefähr den Punkt hier?\n\nAntimates haben es nicht leicht im Spiel.\nNur **du**  kannst etwas gegen deinen Status als \"Antimate\" tun! ;O\n\n**Denke z.B. an deine Mitspieler. **Vielleicht möchten die einfach nur eine normale Runde spielen, nachdem sie ihre Rolle im letzten Game nicht bekommen konnten. \nIst es dann fair, dem Jungler (oder whateffs) die Rolle zu nehmen, nur um deinen Willen zu befriedigen?\n\n\n>ich hab keine zeit um sachen zu spielen die ich nicht spielen will.\n\nUnd wir haben keine Zeit, uns 30 Minuten mit jemanden rumärgern zu müssen, der einfach ein Antimate sein möchte.\n\nEs gibt viele Leute, die Jngl-main sind. \nKayn OTP's gibt es auch mehrfach. \nWieso sollten die für jemanden wie dich, einer Person mit \"ich will, ich kriege\"-Mentalität, ihre (vom System zugeschriebene) Rolle abgeben?\nHaben deine Mitspieler denn kein Anrecht auf Rolle XY, nur weil du diese Rolle haben möchtest?\n\n\n\n>und dann auch noch verlangen, wenn man seine rolle nicht bekommt/sein champion gebannt/ gepickt bzw man die lane nicht bekommt bei nem leave nochmal 5min, 10min,15min warte zeit einbauen. ja gege.\n\nHmm...\nEs sind eher die \"schlechten\" OTP's, die nur einen Champion können. \"Gute\" OTP's haben Ausweichmöglichkeiten.\n\n\n___________________________________\n\nTL:DR\n'N sch-dreck musst du. Aber dann wunder dich bitte nicht, wenn du viele Leaverbuster ohne Ende bekommst. Manchmal muss man halt den Autofill annehmen.\nSei kein Pöpö zu deinen Teammates. Thats all.\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"iKyun","date":"2018-07-22T16:28:32.934+0000","up_votes":1,"down_votes":0,"body":"ich habe ausweichsmöglichkeiten. Sona 60% win rate mit 80 games, orianna bin ich auch sehr gut. oder wukong/ kennen top.\naber wie gesgat ICH WILL die champs nicht spielen.","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-07-22T17:02:44.376+0000","up_votes":3,"down_votes":0,"body":"Tja, du bist nunmal nichts besonderes und hast dich mit den vier anderen zu arrangieren. \n\nWenn du das nicht kannst, sind teamspiele nicht dein Genre.","replies":[]}]}]},{"id":"","poster":"Veezey","date":"2018-07-21T11:55:55.975+0000","up_votes":4,"down_votes":1,"body":"Du bist ein ganz harter Rebell :>","replies":[]},{"id":"","poster":"Kartoffelking983","date":"2018-07-21T02:05:22.532+0000","up_votes":4,"down_votes":1,"body":"Sonst noch wünsche Herr Silber?","replies":[{"id":"","poster":"iKyun","date":"2018-07-22T16:27:04.614+0000","up_votes":1,"down_votes":1,"body":"jmd als silber zu bezeichnen ohne mein richtigen account zu kennen ist echt arm. x)","replies":[]}]},{"id":"","poster":"xinf3ct3d","date":"2018-07-31T16:56:14.596+0000","up_votes":2,"down_votes":0,"body":"mimimimimi.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-07-21T19:30:11.098+0000","up_votes":2,"down_votes":0,"body":"Niemand zwingt dich zu irgendwas. Warum du dich hier so auslassen musst ist daher schleierhaft.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-07-21T03:39:32.297+0000","up_votes":2,"down_votes":0,"body":"Du weißt schon, dass in du in der Elo, in der wir uns alle befinden, auch einfach Kayn Suppport spielen kannst? also mit Relic Shield starten, dass Ding für 500 Gold ausbauen und dann Support spielen als wärst du Pyke... das funktioniert... also wenn dein Kayn so gut ist, wie du glaubst, stompst du damit die Lane und gewinnst das Spiel...\nUnd wenn dein Team darauf keinen Bock hat, dodged einer von denen. Oder du dodged selber...\n\nIch meine ganz ehrlich... dass du dodgen musst, weil jemand Kayn bannt, dürfte dir häufiger passieren, als dass du dodgen musst, weil du Autofill bist... in dem einen Fall nimmst du den LP Verlust aber sofort hin... hmm...","replies":[{"id":"","poster":"Bronze7Main","date":"2018-07-21T04:18:11.165+0000","up_votes":2,"down_votes":0,"body":"und dann spielt er gegen fiddle :3","replies":[]},{"id":"","poster":"iKyun","date":"2018-07-22T16:27:28.844+0000","up_votes":1,"down_votes":1,"body":"ich habe aber kein bock mit 0 farm rumzugurcken. lol","replies":[]}]},{"id":"","poster":"Bronze7Main","date":"2018-07-21T02:07:22.967+0000","up_votes":1,"down_votes":1,"body":"Uhm nein?\n\nbist du zufällig dia 5 ?  oO","replies":[]}]}