{"id":"BYpurHQe","poster":"Riot Kengen","date":"2018-07-20T13:56:43.856+0000","title":"Meddlers Gameplay-Gedanken - 18. Juli","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo!\n-------------------------------------------------------------------------------\n**Der &uuml;bliche Haftungsausschluss**\n\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\n\n\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png \n----------------------------------------------------------------------------  \n**Gewundener Wald**\n\nIn 8.14 wurde das Zuschanzen von Gold in der Kluft der Beschw&ouml;rer erschwert. Wir haben diese &Auml;nderungen allerdings noch nicht in den Gewundenen Wald gebracht, da wir sie nicht im letzten Moment ohne ausreichend &Uuml;berlegung und zumindest ein paar spezifischen Tests einf&uuml;hren wollten. M&ouml;glicherweise kommen sie in 8.15, aber wir w&uuml;rden gerne dein Feedback dazu h&ouml;ren, ob wir die Strafe f&uuml;r das Zuschanzen von Gold erg&auml;nzen sollen. \n\nBesonders hilfreich w&auml;ren:\n●\tEine klare Position f&uuml;r oder gegen die Einf&uuml;hrung der Goldstrafe im Gewundenen Wald\n●\tEtwas Kontext dar&uuml;ber, wie h&auml;ufig und wann du im Gewundenen Wald gespielt hast (Links zum Spielverlauf, Beitr&auml;ge im Forum mit l&auml;ngeren Betrachtungen als m&ouml;gliche Beispiele)\n●\t\n\nDer Grund f&uuml;r den zweiten Punkt ist, dass wir bei Diskussionen &uuml;ber diese Strategie im Gewundenen Wald oft Stimmen von Spielern h&ouml;ren, die es zwar gut meinen, aber tats&auml;chlich diesen Modus kaum spielen. Sie haben zwar sicher gute Absichten, aber wir m&ouml;chten Feedback von den Spielern, die viel Erfahrung auf dieser Karte gesammelt haben, da unsere &Auml;nderungen ihr Spielerlebnis am meisten beeinflussen werden. \n\n----------------------------------------------------------------------------     \n**Syndra**\n\nWir sehen uns ein paar m&ouml;gliche Verbesserungen f&uuml;r Syndra in 8.15 an. Sie war einer der Magier, die wir f&uuml;r 8.14 in Betracht gezogen hatten, aber wir hatten bei Patchschluss keine &Auml;nderungen, mit denen wir zufrieden waren. Wir denken, dass sie in normalen Spielen etwas schwach ist, aber in Profispielen gut dabei ist. Wir wollen sie also so st&auml;rken, dass die Auswirkungen auf die Profiszene eher gering ausfallen und sie dort nicht wieder definitiv gew&auml;hlt oder gebannt werden muss. M&ouml;glich w&auml;re ein erh&ouml;hter Schaden ihres Qs bei maximalem Rang durch ihr Passiv (um zu viel St&auml;rke im fr&uuml;hen Spiel zu vermeiden) oder verbesserte Grundwerte. \n----------------------------------------------------------------------------   \n**Farben f&uuml;r die Runenoberfl&auml;che**\n\nWie zuvor erw&auml;hnt arbeiten wir an ein paar kleinen Dingen f&uuml;r die Benutzeroberfl&auml;che der Runenauswahl, um sie ein wenig zu optimieren. Als Erstes verleihen wir den Symbolen f&uuml;r die einzelnen Runenpfade etwas Farbe (siehe unten), um das Navigieren zwischen ihnen zu erleichtern.\n\nhttps://i.imgur.com/XeSaeJz.png\n\nWeitere Arbeiten in dieser Richtung folgen bald. Lass uns wissen, falls du Ideen f&uuml;r &auml;hnliche &Auml;nderungen hast, die hilfreich sein k&ouml;nnen und die wir recht schnell hinzuf&uuml;gen k&ouml;nnten.","replies":[{"id":"","poster":"Bronze7Main","date":"2018-07-20T14:14:49.899+0000","up_votes":2,"down_votes":0,"body":"Wollt ihr die Community irgendwie n bisschen verarschen? .... seit 8.14 gibts so viele Bugs die behoben werden müssen ... darüber hinaus ohnehin immer öfter nur noch technische Probleme in kombination mit bugsplat etc etc etc .... balance hat man in League mittlerweile fast vollständig entfernt bzw es geht einfach nur noch darum wer den besseren Champ pickt da man mittlerweile die Schadenswerte hier in einem Ausmaß hat das man dagegen fast kein counterplay mehr entwickeln kann und ihr kümmert euch halt einfach um TT und um Farben für die Runenoberfläche? Ist das euer ernst? XD\n\nMan kann sich hier jeden Tag aufs neue wundern warum die Queues immer länger dauern und warum man immer weniger Spieler hier antrifft .... holy holy holy...... fahrt mal weiter League an die Wand das könnt ihr neuerdings wirklich wunderbar.","replies":[{"id":"","poster":"naniwakaze","date":"2018-07-20T14:55:43.203+0000","up_votes":1,"down_votes":0,"body":"Du weißt schon, dass Meddler eine einzige Person ist, der ein paar Punkte seiner Wahl anspricht? Außerdem hat er nichts mit bugsplats zu tun. Ich hatte übrigens im letzten Jahr wenns hochkommt vielleicht 2 und ich spiel teilweise auf nem Mac. Meine Queuezeiten sind im normalen Bereich und ich hab auch keine 100 AFKler in meinen Spielen. Komisch...","replies":[{"id":"","poster":"TeeHyperon","date":"2018-07-20T16:02:32.527+0000","up_votes":1,"down_votes":0,"body":"Dann hast du wohl ziemliches Glück.","replies":[]}]},{"id":"","poster":"TeeHyperon","date":"2018-07-20T16:01:32.092+0000","up_votes":1,"down_votes":0,"body":"True tho\n","replies":[]}]}]}