{"id":"b1JI5kxa","poster":"Raystlin82","date":"2019-07-22T09:57:25.494+0000","title":"ist gold die neue bronze?","subforum":"Teamfight Tactics","up_votes":2,"down_votes":2,"body":"ich bin gold 3. hab jetzt ein loosing streak von 5 spielen und steige trotzdem nicht ab. 2 mal 8., 2 mal 7, 1 mal 6 und immer noch gold 3 mit 0 lp.","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-22T11:07:37.750+0000","up_votes":1,"down_votes":0,"body":"Weil du trotz Niederlagen nicht absteigst, ist Gold also das neue Bronze. Interessant.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T11:25:05.699+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=trYhv8pL,discussion-id=b1JI5kxa,comment-id=0001,timestamp=2019-07-22T11:07:37.750+0000)\n>\n> Weil du trotz Niederlagen nicht absteigst, ist Gold also das neue Bronze. Interessant.\n\nden sarkasmus finde ich nicht angebracht. wenn du trotz langen niederlage-serien nicht absteigst, dann verliert der erreichte rang an wert. man braucht 2 zweitplazierungen in folge um eine ganze division aufzusteigen, oder einen ersten platz und einen 4 platz hinter einander. und wenn man leicht aufsteigen kann, aber zum abstieg was weiss ich wie lange braucht, dann wird irgendwann mal jeder, der oft genug tft spielt trotz fehlenden skills einen hohen rang erreichen.","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-22T11:50:21.505+0000","up_votes":1,"down_votes":0,"body":"Mit Sarkasmus beginnen und Sarkasmus als Antwort nicht angebracht finden... \nJoa aber es stimmt schon, dass man extrem schnell aufsteigt. Hab's an einem Tag von Bronze 4 nach Bronze 1 geschafft. Dabei habe ich nur einen 1. Platz gebraucht, um von B3 auf B2 zu kommen. Der 8. Platz hat mich auch immer nur 20 LP maximal gekostet, anfangs aber auch nur 17 LP. \n\nEigentlich hieß es, dass auf- und absteigen in TFT schneller gehen soll. Zumindest beim Aufstieg stimmt es.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T11:56:41.503+0000","up_votes":1,"down_votes":0,"body":"ich fand deinen sarkasmus bezueglich meines threads nicht angebracht und nicht sarkasmus an sich.\n\nund hier stimmst du mir ja auch noch zu. da versteh' ich erst recht den sarkasmus aus deinem vorherigen kommentar nicht.","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-22T12:31:11.325+0000","up_votes":3,"down_votes":1,"body":"Die Gleichsetzung von Gold und Bronze würde bedeuten, dass Silber erfolgreicher wäre als Gold. Der Aussage widerspreche ich. \nDass Erfolg in dem Modus heißt, dass man einfach nur viel spielen muss, dem stimme ich aufgrund meiner bisherigen Erfahrung zu.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T12:47:32.193+0000","up_votes":1,"down_votes":0,"body":"der vergleich bezieht sich eher auf das etablierte ranglisten-system der solo/due queque und flexi queue. und es beduetet nicht, das silber mehr wert waere als gold - macht auch keinen sinn. das wuerde bedeuten, dass silber weniger wert waere als bronze, denn wenn gold=bronze ist, dann ist silber=eisen.\n\np. s.\nich hab gerade wieder verloren (8. platz) und bin immer noch gold 3 mit 0 lp.","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-22T12:56:01.369+0000","up_votes":2,"down_votes":0,"body":"Wie rum man das nun dreht, ist doch auch egal. Wenn du Bronze auf das Niveau von Gold hebst, sagst du dann aus, dass Bronze erfolgreicher wäre als Silber. Dem würde ich ebenfalls widersprechen. Unabhängig von welcher LoL-Rangliste wir jetzt sprechen.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T13:29:45.950+0000","up_votes":2,"down_votes":1,"body":"ich glaube, du hast es einfach nicht verstanden.\n\nerstens wollte ich dem thread einfach nur eine originelle ueberschrift geben, so hab ich einfach den bekannten spruch \"orange ist das neue schwarz\" etwas umformuliert in \"gold ist die neue bronze\". scheinbar findet es wohl niemand originell, aber was soll's. weiterhin hebt das nicht bronze auf das gold neveau, denn dann muesste es ja heissen \"bronze ist das neue gold\". es ist ist andersrum, es reduziert gold auf das neveau von bronze.\n\nwenn du jetzt immer noch nicht verstanden hast, dass man daraus nicht ableiten kann, dass bronze \"erfolgreicher\" waere als silber, dann belassen wir es einfach dabei.","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-22T13:43:43.454+0000","up_votes":2,"down_votes":2,"body":"Erst sagst du, dass Silber dann weniger Wert wäre als Bronze, \n\n> das wuerde bedeuten, dass silber weniger wert waere als bronze, denn wenn gold=bronze ist,\n\njetzt erzählst du, dass Silber mehr wert wäre als Bronze.\n\n> weiterhin hebt das nicht bronze auf das gold neveau, denn dann muesste es ja heissen \"bronze ist das neue gold\". es ist ist andersrum, es reduziert gold auf das neveau von bronze.\n\nUnd hierzu\n\n> wenn du jetzt immer noch nicht verstanden hast, dass man daraus nicht ableiten kann, dass bronze \"erfolgreicher\" waere als silber, dann belassen wir es einfach dabei.\n\nZitiere ich mich mal selbst\n\n> Die Gleichsetzung von Gold und Bronze würde bedeuten, dass Silber erfolgreicher wäre als Gold. Der Aussage widerspreche ich.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T14:23:36.776+0000","up_votes":2,"down_votes":2,"body":"nichts fuer ungut, aber das hier ist elementare logik. ich habe erfolglos versucht es dir zu erklaeren. vielleicht schaft es jemand anderes, ich gebe jedenfalls an dieser stelle auf.","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-22T14:26:30.360+0000","up_votes":2,"down_votes":1,"body":"Du siehst deinen Fehler weiterhin nicht. Typische LoL-Spieler-Logik ;D","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T14:32:29.589+0000","up_votes":1,"down_votes":1,"body":"wenn sachliche argumente nicht fruchten, dann muss man persoenlich werden. fuer was ist das typisch?","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-22T16:40:42.122+0000","up_votes":2,"down_votes":2,"body":"Joa so isses. So enden Diskussionen, wo jeder am Ende denkt, dass der andere zu dumm ist, das Geschriebene zu verstehen.","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-23T05:47:36.284+0000","up_votes":2,"down_votes":2,"body":"Mir Informationen vorenthalten und dann davon ausgehen, dass ich weiß, was du meinst, ist nicht so geil. Wenn du von Bronze und Gold redest, gehe ich davon aus, dass du auch die gleiche Rangliste meinst. Dass Gold das neue Bronze sei, hat der ein oder andere schon vor TFT-Zeiten behauptet. Dass du TFT-Gold mit SR-Solo-Bronze oder SR-Flex-Bronze vergleichst, ist eben nicht so einfach nachvollziehbar, schon allein deshalb, weil beide Spiele völlig anders funktionieren.","replies":[]},{"id":"","poster":"Raystlin82","date":"2019-07-22T21:43:32.946+0000","up_votes":2,"down_votes":2,"body":"es ist ein unterschied zu denken, dass jemand dumm ist und es zu sagen/hinzuschreiben. von deinen gedanken wird wird sich niemand beleidigt fuehlen, von deinen worten schon.\n\nich glaube, ich habe verstanden, wo dein denkfehler liegt. ich starte jetzt noch einen letzten versuch es dir zu erklaeren:\n\nauf der einen seite haben wir die allgemein bekannte solo/due queue (im folgendem \"alt\") mit den klassen: eisen, bronze, silber, gold, platin, diamant, meister, grossmeister, herausforderer\n\nnehmen wir fuer diese die zahlen 1 bis 9 und es ergibt sich:\n(alt)eisen=1, (alt)bronze=2, (alt)silber=3, (alt)gold=4, (alt)platin=5, (alt)diamant=6, (alt)meister=7, (alt)grossmeister=8, (alt)herausforderer=9\n\nauf der anderen seite haben wir die tft rangliste (in folgendem \"neu\") mit den klassen: eisen, bronze, silber, gold, platin, diamant, meister, grossmeister, herausforderer\n\nnehmen wir fuer diese jetzt die variablen a bis i und bekommen:\n(neu)eisen=a, (neu)bronze=b, (neu)silber=c, (neu)gold=d, (neu)platin=e, (neu)diamant=f, (neu)meister=g, (neu)grossmeister=h, (neu)herausforderer=i\n\nweiterhin soll gelten:\n1&lt;2&lt;3&lt;4&lt;5&lt;6&lt;7&lt;8&lt;9 und a &lt; b &lt; c &lt; d &lt; e &lt; f &lt; g &lt; h &lt; i\n\nanmerkung: \"&lt;\" steht fuer \"kleiner als\" bzw. \"weniger wert\", oder \"erfolgloser\"\n\njetzt kommt meine aussage ins spiel: \"gold ist die neue bronze\"\n\nuebertragen wir das in unser system:\nwenn d=2 und 2&lt;3 => d &lt; 3\n\nanmerkung: \"=>\" steht fuer \"daraus folgt\"\n\nuebersetzen wir das ganze nun zurueck, dann erhalten wir: \"wenn gold die neue bronze ist, dann ist gold weniger wert als silber.\"\n\njetzt koennte man einfach nur \"qed\" dahinter schreiben und dir recht geben.\n\nder denkfehler dieser schlussfolgerung liegt jedoch in der annahme (neu)silber sei gleich (alt)silber. dass dem nicht so ist, ist einfach nachzuweisen:\n\nd=2 und c &lt; d => c &lt; 2\nc&lt;2 und 2&lt;3 => c&lt;3 => c=/=3\n\nanmerkung: \"=/=\" steht fuer \"ungleich\"\n\nalternativ koennte man auch c=3 setzen und dies zum widerspruch fuehren.\n\nausserdem stellt die aussage \"gold ist weniger wert als silber\" alleine fuer sich schon einen widerspruch dar, denn beide axiome: 3 &lt; 4 und c &lt; d gelten trotz der gleichsetzung d=2. und diese besagen eben dass sowohl (neu)silber weniger wert ist als (neu)gold, als auch dass (alt)silber weniger wert ist, als (alt)gold.\n\nwenn du also behauptest, aus meiner aussage \"gold ist die neue bronze\" folgt \"gold ist weniger wert als silber\", dann bedenkst du nicht, dass die \"neue bronze\" sich in einem anderen system befindet, als das \"alte gold\". oder, um es mit anderen worten zu sagen, du vergleichst aepfel mit birnen.\n\nedit:\nich hab diesen post jetzt mehrmals editieren muessen. irgendwie hat das forum probleme mit mathematischen zeichen wandelt diese automatisch in andere zeichen/zeichenfolgen um und verschluckt einfach an mehreren stellen ganze textabschnitte. ich hab jetzt an mehreren stellen leerzeichen eingefuegt und es scheint soweit hinzuhauen.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-22T11:30:48.485+0000","up_votes":1,"down_votes":3,"body":"Skill in dem Modus :D \nHehe \n\nHab in den 15. Letzten runden alle manches wo ich early 3 items hatte gewonnen bis Platz 4. Und die runden in denen Gold und nur ein item kam war alles unter Rang 4. \n\nMal von den Bugs abgesehen der Einheiten nicht angreifen lässt oder items ignoriert. Seh ich da keinen skill ^^","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T11:43:19.571+0000","up_votes":2,"down_votes":1,"body":"das war nicht mein anliegen. ueber bugs und items kannst du dich gern in einem anderen topic auslassen. und ob skill in einem strategiespiel spielentscheidend sein kann, kannst du auch in einem anderen topic diskutieren, bitte.\n\nwenn du nicht ueber rangliste bzw. darueber, dass aufsteigen viel zu leicht und abstiegen fast unmoeglich ist, reden willst, dann spar dir bitte deine kommentare.\n\nmich wuerde zb. interessieren, ob jemand schon mal eine division abgestiegen ist und wie oft er dafuer verlieren musste.","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-22T11:06:09.746+0000","up_votes":1,"down_votes":3,"body":"Du redest über tft ? \n\nJa ist halt noch beta das System.  Grob gesehen kann man da nichts drauf geben :)","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T11:18:32.581+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=trYhv8pL,discussion-id=b1JI5kxa,comment-id=0000,timestamp=2019-07-22T11:06:09.746+0000)\n>\n> Du redest über tft ?\n\nnein, ich rede ueber solo/duo queue. da gibt's ja auch die plaetze 8, 7 und 6. und gepostet habe ich auch nicht im tft-unterforum.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-22T11:28:36.502+0000","up_votes":1,"down_votes":3,"body":"Mir ging es mit der Frage eher darum das es wirklich Leute gibt denen der Rang in TFT was bedeutet ? ^^ \n\nAlso ein Rang in einen nicht fertigen Spiel modus :D \n\nSowas bringt mich dann doch zum lachen ^^","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T11:33:02.409+0000","up_votes":2,"down_votes":0,"body":"wird ja nicht ewig beta sein und ich glaube nicht, dass es einen vipe geben wird, wenn's mal fertig ist. warum sonst siend die top-klassen noch eine zeitlang gesperrt, damit niemand dorthin aufsteigen kann?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-22T11:35:06.639+0000","up_votes":1,"down_votes":1,"body":"Vilt weil sie wissen das sie es nochmal Vipen weil der modus eben noch nicht fertig ist ^^","replies":[]}]}]}]}]}]}