{"id":"3cOyIQEu","poster":"Markishi","date":"2019-07-22T07:56:17.136+0000","title":"Buch V: Die Abenteuer von Professor Hektor la Chilleus und Doktor Dosnar Gleenac - Band V","subforum":"Community-Kunstwerke","up_votes":3,"down_votes":1,"body":"Liebe Beschwörer!\r\nEs ist etwas ruhig um uns geworden, doch wir möchten euch wieder einladen, bei unserer heutigen Geschichts - und Märchenstunde anwesend zu sein.\r\nHier möchten wir euch auf spannende Reisen in die Welt von Runeterra mitnehmen.\r\nErinnert ihr euch noch an unsere zwei Forscher, Dosnar und Hektor? In unserer letzten Ausgabe sind sie einem riesigen Ungeheuer begegnet, das die ganze Gruppe bedrohte. Wie wird es weitergehen? Nehmt euch einen Tee, macht es euch gemütlich und lauscht unseren Worten...\r\n--------\r\nKomischerweise realisierte er im letzten Moment seines Lebens, dass das Biest, das ihn töten würde, blind war. Seine Augen waren verschorft und milchig. Vom Wüstensand vollkommen zerstört. Es musste also auf einem anderen Weg so ein ausgezeichneter Jäger sein.\r\nEr spürte den Boden unter sich erzittern, während sich Sivirs Krieger immer schneller näherten. Auch die Bestie schien dies zu bemerken. Sie riss den Kopf nach oben und schrie dann qualvoll auf. \r\nDosnar runzelte die Stirn. Irgendetwas fügte ihr offenbar Schmerzen zu. Das Trommeln der Füße im Sand wurde lauter. Konnte es etwa sein, dass… nein, das wäre revolutionär. Ein so riesiges Geschöpf, so massig und grob, konnte doch nicht etwa einer Katze gleich sich an den Vibrationen der Erde orientieren und dann auch noch als primäre Technik.\r\nFasziniert beobachtete er, wie die Kreatur vor all den Vibrationen und Tönen die Flucht ergriff.\r\nSivirs Männer blieben überrascht stehen, als sie merkten, dass sie das Biest in die Flucht geschlagen hatten. Doch kaum standen sie still, machte das Monster anstalten, wieder umzudrehen. “Los, ihr müsste weiter Lärm machen und auf den Boden stampfen. Es kann euch nicht sehen und zu viel Lärm scheint es zu verjagen.”\r\nUngläubig sahen sie Dosnar an, weil er es wagte, ihnen Befehle zu erteilen. “Los!” schrie Sivir sie an. “Tut, was er sagt!”\r\nVerdutzt, aber den Befehlen ihrer Herrin folgend, schrien die Männer los, trommelten und stampften auf den Boden. Wäre dies nicht die einzige Möglichkeit, wie alle mit dem Leben davon kamen, hätte Dosnar laut aufgelacht, so seltsam sah diese Szenerie aus.\r\nDas Ding, fast wieder bei ihnen, schrie laut auf, wand sich etwas im Sand herum und schien offenbar zu überlegen, ob es nun die Beute jagen oder lieber das Weite suchen sollte. Offenbar nahm der Fluchtgedanke überhand, denn es sprang in die Luft, schrie einmal laut, und grub sich dann in den Sand ein. Die Männer hörten nicht auf, Krach zu machen, bis man die Vibrationen im Boden schon lange nicht mehr spüren konnte. Erst dann hörten sie allmählich auf und fielen einer nach dem anderen erschöpft zu Boden. Auch Sivir rang nach Atem, als sie zu Dosnar zurückkehrte.\r\n“Du hast uns gerettet. Wir stehen in deiner Schuld. Nein, in eurer Schuld. Auch wenn dein Freund dieses Ding hier her geführt hat, hätte er es nicht getan wären wir ihm blindlings in den Schlund gelaufen. Außerdem scheinen wir jetzt zu wissen, wie man es vertreiben kann.”\r\nDosnar sah in die Ferne, dann auf Hektor. “Ja, ich schätze, Hektor hat uns geholfen, ohne es zu wissen. Auch wenn es wirklich nicht danach aussah. Aber was ist das für ein Ding? Ich habe so etwas noch nie gesehen, auch in keiner Aufzeichnung an der Akademie war je die Rede von diesem Ding, außer, wenn man uns gewarnt hat, hierher zu kommen. Gibt es hier in Shurima Legenden über solch ein Ding?” Dosnar sah Sivir fragend an, während er weiter versuchte, Hektor wach zu bekommen. “Nicht, dass ich wüsste. Allerdings kenne ich auch nicht alle Legenden, aber vielleicht finden wir in der Hauptstadt etwas darüber. Was ist mit deinem Freund?” “Er ist bewusstlos. Aber ich denke, da er keine sichtbaren Wunden hat, dass es nur die Angst war. Wo wir gerade von Angst sprechen, wo ist Cassiopeia?”\r\nDosnar und Sivir sahen sich um, doch konnten sie nirgends eine Spur von Cassiopeia ausmachen. Sowohl sie als auch ihre Männer waren verschwunden. “Was soll das, wo ist sie?” fluchte Sivir. “Das Ding kann sie nicht gefressen haben, also wo ist sie hin? Wahrscheinlich hat sie sich aus dem Staub gemacht, als wir gegen das Biest gekämpft haben. Das würde mich nicht wundern. Wir können unser Leben aufs Spiel setzen und sie verduftet.”\r\nEin Stöhnen lenkte sie ab und sie wollte schon ihre Klinge ziehen, als sie merkte, dass es Hektor war. “Hektor!” rief Dosnar überglücklich, als er sah, dass sein Freund die Augen aufmachte. Schnell wollte Dosnar seine Tasche nach seiner Wasserflasche durchsuchen, aber vor lauter Aufregung schaffte er es nicht den Verschluss der Tasche zu öffnen. Eine Ewigkeit - so schien es ihm - nestelte er daran herum, doch Sivir hatte bereits die Initiative ergriffen und hielt Hektor ihre eigene Wasserflasche hin. “Du trinkst am besten etwas und ab sofort lauft ihr bei uns mit, und zwar ohne Fesseln. Ihr habt uns gerettet und ob Cassiopeia das einsieht oder nicht, ich weiß es.”\r\nNachdem Hektor gierig ein paar große Schlucke getrunken hatte, bemerkte er, dass er Sivirs Flasche fast leer getrunken hatte. “Verzeiht, ich wollte eure Flasche nicht so leeren.” Sivir hob beschwichtigend die Hände. “Trink ruhig, ich bekomme schon wieder Wasser.” Als sie nichts mehr sagte und Hektor überzeugt war, dass sie es ernst meinte, trank er auch den Rest der Flasche aus und hielt sie Sivir wieder hin. “Vielen Dank. Aber was ist mit diesem Ding? Es folgte mir doch und ich habe es in eure Richtung geführt.” Dosnar klopfte ihm auf die Schulter. “Keine Angst, alter Freund, wir haben das Biest verjagt. Nun wissen wir zumindest, wie wir uns schützen können. \r\n“SIVIR!” schrie eine harsche Frauenstimme. “Wieso hockst du bei diesen beiden Kröten, gibst ihnen Wasser und keine neuen Fesseln? Sie hätten Futter für dieses Ding sein sollen!”\r\n\r\nSchwer atmend erhob sich Sivir, sah zunächst zu Boden und hob schließlich stolz den Kopf. \r\n“Diese beiden Männer retteten unser aller Leben, inklusive dem Wertlosesten von allen -deinem.”, schnaubte sie verärgert. \r\n“Was erdreistest du dich.. Du hörst mir jetzt mal genau ...”, doch weiter kam Cassiopeia nicht.\r\n“Nein, du hörst mir jetzt mal genau zu.”, unterbrach Sivir sie harsch. “Du bist hier in meiner Heimat. Kilometerweit von Zuhause entfernt und nicht in der Position Forderungen zu stellen.”\r\n“Aber ich bezahle euch dafür zu gehorchen.”, schrie Cassiopeia sie nun an.\r\nDoch Sivir schien wenig beeindruckt. “Du bezahlt dafür, dass wir dich hier draußen nicht sterben lassen.”\r\nCassiopeia erbleichte, als ihr wohl klar wurde, dass Sivir hier in der Wüste wesentlich mehr Macht besaß als sie selbst und offenbar missfiel ihr dieser Gedanke zunehmend.\r\nSivir sprach inzwischen weiter: “Wir haben noch niemals eine Mission abgebrochen und das werden wir auch diesmal nicht, aber wenn du es noch einmal wagen solltest, meine Entscheidungen hier draußen in Frage zu stellen, dann wirst du es bitter bereuen. Hast du mich verstanden?”\r\nCassiopeia wollte gerade widersprechen, als Sivir vortrat, sie an der Hüfte packte und aus dem Sattel rieß. “Ob du verstanden hast!”\r\nCassiopeias Leibwächter eilten herbei, doch bevor sie auch nur einen Finger zur Rettung ihrer Herrin rühren konnten, hatte jeder von ihnen einen Dolch an der Kehle. Sivirs Männer wussten, wie launisch ihre Anführerin mitunter werden konnte, und hatten sich bereitgehalten. \r\n“Ganz ruhig.”, sagte der Mann, den Dosnar und Hektor als Lon’Mar kennengelernt hatten-\r\nSivir sah nun die Angst in Cassiopeias Augen, während sie sie in den Sand drückte und ungeduldig auf eine Antwort wartete.\r\nSchließlich nickte Cassiopeia knapp, Sivir ließ sie los und wandte sich dann an ihre Männer: “Da wir nun wissen, wie wir gegen das Monster vorgehen, schlage ich vor, dass wir uns direkt auf den Weg zur Grabstätte machen. In einigen Stunden sollten wir eine Oase erreichen, in der wir unsere Wasservorräte auffüllen können.”\r\nDie Männer verliehen ihrer Zustimmung mit einigem Gegröle Ausdruck.\r\nSivir lächelte und sah dann zu Hektor und Dosnar hinüber. \r\n“Wie kommt ihr zurecht?”, fragte sich freundlich.\r\n“Keine Umstände unseretwegen, Prinzessin.”, sagte Hektor erschöpft. \r\nSie schien amüsiert. “Ich verschaffe euch ein Pferd. Doktor, ich verlasse mich darauf, dass sie sich um ihren Freund kümmern.”\r\n“Wir danken euch, Lady Sivir.”, antwortete Dosnar höflich und nickte ihr ergeben zu.\r\n“Kommt, alter Freund, ich helfe Euch aufstehen.” sagte Dosnar und hielt Hektor seine Hand entgegen. Zitternd nahm dieser die Hand und stand unter großer Anstrengung auf. “Ganz ruhig, wir haben ja Zeit. Jetzt auf das Pferd mit euch.” Einer von Sivirs Männern brachte ihnen ein Pferd, ein kräftiges Tier, dass sie ohne Probleme beide tragen konnte. “Lass mich nur, du sollst etwas trinken, sagt Sivir.” sagte der Söldner zu Dosnar und reichte ihm eine volle Wasserflasche. \r\n“Aber ich habe doch noch meine eigene?”\r\n “Nein, Sivir besteht darauf, dass du dieses Wasser trinkst. Es gehörte einem von Cassiopeias Männern. Ist das zu glauben, sie alle hatten 3 oder 4 volle Wasserflaschen, während ihr fast verdurstet. Aber jetzt wird diese aufgeblasene Adlige endlich einmal überlegen, was sie sagt oder tut. Also, trinkt ruhig.”\r\nAls Dosnar dem Söldner die Wasserflasche aus der Hand nahm, begann dieser, Hektor auf das Pferd zu helfen. “Habt Dank..” keuchte Hektor erschöpft. Der Söldner grinste nur und fügte dann hinzu: “Nein, nein, wir haben euch zu danken. Dieses Biest hätte uns alle verschlungen, weil Cassiopeia uns geradewegs in sein Maul geführt hätte. Ihr habt uns gerettet und das vergessen wir nicht. Ich frage mich nur ob…” Der Söldner zog sich an seinem Bart und schien angestrengt nachzudenken. “Was habt ihr?” fragte Dosnar, der sich nun, dank des Wasser, wie neugeboren fühlte. “Mir ist gerade eine Geschichte eingefallen, die mir mein Vater einmal erzählt hat. Angeblich gab es mal ein Volk, dass Xer'Sai genannt wurde. Insektenhafte Wesen, angeblich aus der Leere stammend. Und ich befürchte, dass dies ihre Königin, Rek’Sai, war. Ich glaube, Sivir kann euch mehr dazu erzählen.” Erstaunt sah Dosnar den Söldner an. “Aber Lady Sivir sagte, sie wisse nicht, was das für ein Ding war.” \r\n“Dann hat sie vermutlich einen guten Grund dafür. Aber nachdem ihr uns gerettet habt, glaube ich, könntet ihr es schaffen, ihr ein wenig zu diesem Geschöpf zu entlocken. Aber geht das Ganze langsam an. Wenn sie dazu nichts sagen wollte, dann kann das nur bedeuten, dass sie eine ziemlich schlechte Erinnerung damit verbindet. So, ich muss wieder zurück, soll ich dir noch aufs Pferd helfen?” wandte er sich an Dosnar. “Nein, danke. Ich gehe erstmal nebenher und passe auf, dass mein alter Freund nicht herunterfällt.”\r\n“Gut, dann kommt mit. Ihr lauft jetzt bei uns her, so dass wir euch immer im Blick haben. Das ist der beste Weg, um euch vor Cassiopeia zu schützen. Ab sofort führen wir diese Expedition an, nicht mehr dieses unwissende Weib, dass uns am liebsten alle an Rek’Sai verfüttern würde, nur um ihre eigene Haut zu retten oder auch nur ein Goldstück zu bekommen. Und ich dachte immer, wir Söldner würden zu keiner Münze nein sagen, aber das… Nun ja, folgt mir.” Der Söldner nahm die Zügel des Pferdes und ging, gefolgt von Dosnar, der seinen Kollegen nicht aus den Augen ließ, zurück zu Sivir.\r\nHinter sich hörte Dosnar ein Pferd schnell herantraben und als er sich umdrehte, sah er, dass Cassiopeia auf sie zu kam. \r\n“Nun… was plant ihr?” fragte sie betont höflich und man merkte, dass mit jedem Wort ihre Laune mehr und mehr sank und dass sie eigentlich nichts mehr als Gift waren, was sie da ausspie. Ohne sich zu Cassiopeia umzudrehen, entgegnete Sivir: ”Wir reiten zu Oase, von da aus weiter bis zu eurem Ziel. Ich denke, bei der Oase machen wir heute Nacht halt. Wir müssen mehr Wachen aufstellen, damit wir vor anderen Banditen geschützt sind. Und diesmal werden auch eure Leute mit an der Wache teilhaben. Die Zeit des Ausruhens ist vorbei, das könnt ihr euren Männern ruhig sagen.”\r\nDamit schien das Gespräch beendet. Cassiopeia wendete ihr Pferd und Dosnar war sich sicher, dass er, als sie weg ritt, hören konnte, wie sie verschiedene Flüche aussprach. War ihre “Reise” bisher schon schlecht verlaufen, würde es jetzt noch schlimmer.\r\n------\r\n\r\nDas war es auch schon mit unserer heutigen Geschichte! Wenn ihr wissen möchtet, wie die Reise unserer beiden Freunde weitergeht, dann hoffen wir, dass wir euch auch beim nächsten Mal wieder hier begrüßen dürfen!\r\nEure Märchenfee Wolverine\r\nund\r\neuer Märchenerzähler Markishi","replies":[]}