{"id":"bd2AP94t","poster":"Kuroba","date":"2018-07-18T05:47:49.823+0000","title":"Wie funktioniert das AFK system ingame?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\ngestern bin ich das erste Mal seit einer Ewigkeit in einem ranked Game AFK gegangen, sodass mich die AFK-Warnung aus dem Spiel warf.\r\n\r\nZU MEINER VERTEIDIGUNG:\r\nIch war Nachts um 23:00 am spielen, als pl&ouml;tzlich aus dem NICHTS (von meinem Fenster durch das Insektengitter?!?!) eine GIGANTISCHE! RIE&szlig;IGE! MONSTR&Ouml;SE Hornisse kam! Also die war so Fed, dein 13/0 Rengar war nichts dagegen. Mir w&auml;re sogar ein 20/0 Kha&#039;Zix lieger gewesen!!\r\nIch bin also erstmal panisch aus meinem Zimmer gelaufen (Mein Leben war mir lieber als die 18 LP) und hab dann AFK rumgestanden.\r\nIrgendwann hab ich dann geschafft, dass die Hornisse meine K&uuml;che gankte, sodass ich mein Zimmer hermetisch verschlie&szlig;en konnte das NIEMAND hier reinkommen konnte, hab meine Familie und Haustiere gewarnt, essenrationen f&uuml;r einen Monat gesammelt und die Nationalgarde angerufen und bin wieder zur&uuml;ck zu meinem Ranked gegangen.\r\n\r\nWohlgemerkt, ich war locker 7 Minuten AFK. Als ich wiederkam war ich Lv 4 und mein ADC 8, ansich lief das game noch und ich hab halt als Lux support versucht iwie usefull zu sein. Mich bei meinem Team entschuldigt, full support gebaut und dann haben wir das Game noch irgendwie gedreht (Garen hat 1v9 gemacht - dummer champ btw). \r\nNicht nur, dass ich noch die vollen +20 LP bekommen habe, ich wurd auch most honored person. (Falls ihr mal Tipps braucht, wie man alle Honor im Game bekommen solltet)\r\n\r\nAber mal im Ernst. Ich allein hab das Game so hart gemacht, war ewig AFK und wenn der Skill meiner Teammitglieder nicht welten besser w&auml;ren, als die der Gegner, w&auml;re das ein Insta lose und das nur wegen mir. Ab wann zieht denn die AFK Strafe, like: Leaver Buster, - LP trotz win usw.?\r\n\r\nH&auml;tte ich gestern echt verdient...","replies":[{"id":"","poster":"Gin","date":"2018-07-19T10:12:11.371+0000","up_votes":1,"down_votes":0,"body":"> Ich war Nachts um 23:00 am spielen, als plötzlich aus dem NICHTS (von meinem Fenster durch das Insektengitter?!?!) eine GIGANTISCHE! RIEßIGE! MONSTRÖSE Hornisse kam! Also die war so Fed, dein 13/0 Rengar war nichts dagegen. Mir wäre sogar ein 20/0 Kha'Zix lieger gewesen!!\n> Irgendwann hab ich dann geschafft, dass die Hornisse meine Küche gankte, sodass ich mein Zimmer hermetisch verschließen konnte das NIEMAND hier reinkommen konnte, hab meine Familie und Haustiere gewarnt, essenrationen für einen Monat gesammelt und die Nationalgarde angerufen und bin wieder zurück zu meinem Ranked gegangen.\n\nWespen und Hornissen sind auch mein absolutes Kryptonit. Ich kann das absolut nachvollziehen xD","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2018-07-18T10:09:46.581+0000","up_votes":1,"down_votes":0,"body":">Ich war Nachts um 23:00 am spielen, als plötzlich aus dem NICHTS (von meinem Fenster durch das Insektengitter?!?!) eine GIGANTISCHE! RIEßIGE! MONSTRÖSE Hornisse kam! Also die war so Fed, dein 13/0 Rengar war nichts dagegen. Mir wäre sogar ein 20/0 Kha'Zix lieger gewesen!!\nIrgendwann hab ich dann geschafft, dass die Hornisse meine Küche gankte, sodass ich mein Zimmer hermetisch verschließen konnte das NIEMAND hier reinkommen konnte, hab meine Familie und Haustiere gewarnt, essenrationen für einen Monat gesammelt und die Nationalgarde angerufen und bin wieder zurück zu meinem Ranked gegangen.\n\nDas klingt nach einer meiner Beschreibungen, wenn mich wieder eine Motte random angreift...\n\ni feel ya.\n\nLike..exactly. i feel ya bruh.\n\nhttp://i.imgur.com/6gcuvFD.gif\n\n> Ab wann zieht denn die AFK Strafe, like: Leaver Buster, - LP trotz win usw.?\n\nSobald du das Spiel verlässt- sei es durch den Autodc, oder 'nem anderen Grund.\nDu musst mehr als 5 Minuten out of game sein, damit du automatisch als \"afk\" geflagged wirst.\n\nWir wissen aber beide, wie mies das Zeitgefühl in solchen brutalen Situationen sein kann.\n(Besonders mit genau den Situationen, bei welchen man einfach nur panisch im Kampfmodus mit der Fliegenklatsche (welche man aus Angst eh nicht benutzt) im Raum hockt und hofft, dass das Viech sonst wo hinfliegt).\n\n...Also wenn du nicht dc'ed bist, müssten es unter 5 Min ingame gewesen sein.\n\n...\nBZW.\nDas System gibt dir erst eine Verwarnung.\nDann kommt der Leaverbuster.\n\nDu sollst ja schließlich nicht für ungewolltes Afk-gehen sofort verhauen werden,right?\n\nSelten afk gehen ist kein Problem. RL geht vor.\nWenn du mehrfach afk gehst, musst du entweder etwas an deiner Gametime ändern, oder du siehst zu, dass du weniger afk gehen musst.","replies":[]},{"id":"","poster":"Alpacana","date":"2018-07-18T08:48:18.952+0000","up_votes":1,"down_votes":0,"body":"Also, vorne weg: du hast 6 Minuten Lang keine Xp bekommen (von Minute 6-12)\n\nDas System funktioniert so, dass, wenn man länger als 5 Minuten afk war, man keine LP mehr bei einem Sieg bekommt und der Leaverbuster greift wenn man reported wird.\n\nDu sagst, du hast dich entschuldigt und wurdest sogar gehonored, deshalb gehe ich davon aus dass du schonmal nicht reported wurdest.\n\nZum Thema LP-Abzug:\nLänger als 5min afk = keine LP\nDa du ca. 6 Minuten lang keine xp bekommen hast gehe ich davon aus, dass du gerade so an der 5 Minuten-Marke (knapp drunter) warst, dich dann entschuldigt und die Situation erklärt hast und dann erst wieder zur Lane gelaufen bist. So kommt es ca. hin dass du 1 Minute brauchst um wieder die xp zu bekommen und somit sind wir bei den 6 Minuten.\n\nAlles in allem: Du hast richtig Schwein (oder sollte ich sagen Hornisse) gehabt^^","replies":[{"id":"","poster":"Kuroba","date":"2018-07-18T09:11:06.377+0000","up_votes":1,"down_votes":0,"body":"Ah, das erklärt einiges. Glück im Unglück :D Danke :D","replies":[]}]}]}