{"id":"ZuWOH37s","poster":"LocutusV0nB0rg","date":"2019-07-21T17:39:11.140+0000","title":"Welche der Folgenden Dinge sind offensive, und wie wahrscheinlich werden sie bestraft?","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":6,"body":"Es geht darum, dass nicht genau bekannt ist, was erlaubt ist udn was nicht. Ich würde gerne für die folgenden Aussagen wissen, was für die Playerbase als offensive gezählt wird, und was nicht, und bitte UNBEDINGT wie oft man tatsächlich (also mit ner CR oder nem LowPrio-Queue) dafür bestraft wird.\r\n\r\n1.) \"Ez\" am Ende eines Spiels, wenn man gewonnen hat\r\n2.) \"Noob\"\r\n3.) \"Go play Fortnite\"\r\n4.) \"Thx for feeding\" (Wenn bspsweise die eigene Toplane 0/6/1 nach 10 Minuten steht, und der gegnerische Jgl nicht Top campt, also wirklich Feeden)\r\n5.) \"Thx for feeding\" (Wenns nicht zutrifft, und man vllt ein nicht so gutes Early hatte, aber nach der 25ten Minute 6/7/3 steht oder so)\r\n6.) \"Report Teemo for Int\" (wenn man einen Teemo hatte, der wirklich geintet hat, aka 0/30/0 nach 20 minuten)\r\n7.) \"Noob Champion Garen\" (@gegnerische Toplane, wenn sie halt Kills macht, mit beliebigem anderen einfachen Champ ersetzbar)\r\n8.) \"Fucking leavers killing my LP :c\" (In einem Rankedgame, das von Anfang an 4v5 war und kein Remake möglich war)\r\n\r\nIch möchte betonen, dass ich das nicht selbst gesagt/getan habe, mich jedoch frage, ob der Report die Zeit wert ist, die ich in ihn inverstiere, weil sowieso nie jemand bestraft wird. Ich habe noch nie gehört, dass jemand wegen \"EZ\" oder so was ne CR bekommen hat - obwohl das angeblich so ist, wie Riot immer wieder betont.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-21T20:20:49.291+0000","up_votes":9,"down_votes":2,"body":">Es geht darum, dass nicht genau bekannt ist, was erlaubt ist udn was nicht. \n\nDu bist für dein Verhalten verantwortlich. Solltest du die Regeln brechen, die anderen 9 Spieler jedoch kein Problem damit haben, kannst du davon kommen. Sollte dich jemand reporten, ziehst du die Strafe ein.\n\nSo..da wir das nun klar haben, gehe ich auf deine Frage genauer ein.\n\n>1.) \"Ez\" am Ende eines Spiels, wenn man gewonnen hat\n\nZählt als unsportliches Verhalten. Du nennst deine Gegner \"einfach\", was respektlos ist und als eine Beleidigung aufgenommen werden könnte.\n\n>2.) \"Noob\"\n3.) \"Go play Fortnite\"\n\nBeides eine Beleidigung.\nNoob steht für \"Newbie out of brain\" (\"Hirnloser Anfänger\") und play Fortnite/HelloKitty/XY wird in der Community als Beleidigung benutzt. Quasi nach dem Motto:\"Du bist 'ne Heulsuse\" oder auch \"Du bist zu schlecht für dieses Game.\"\n\n\n>4.) \"Thx for feeding\" (Wenn bspsweise die eigene Toplane 0/6/1 nach 10 Minuten steht, und der gegnerische Jgl nicht Top campt, also wirklich Feeden)\n\nGriefing/unsportliches Verhalten/Blaming.\n\nDu bedankst dich indirekt für den Lose. Das ist eine Beschuldigung und soll dem Spieler ein schlechtes Gefühl geben, weil er in der Runde nicht gut stand.\n\n>6.) \"Report Teemo for Int\" (wenn man einen Teemo hatte, der wirklich geintet hat, aka 0/30/0 nach 20 minuten)\n\nReportcalling, bzw. negatives Verhalten.\n\nHier wird bewusst gegen einen Spieler gehetzt. Du kannst dir sicher vorstellen, dass das alles andere als schön für den Teemo sein dürfte. Das ist ein unnötiger Druck, der den Spieler oft nicht plötzlich \"besser\" macht.\n\n>7.) \"Noob Champion Garen\" (@gegnerische Toplane, wenn sie halt Kills macht, mit beliebigem anderen einfachen Champ ersetzbar)\n\nBeleidigung.\nDu sagst, Garen sei ein Champ für Noobs, bzw. wird nur von Noobs gespielt. Wer Garen pickt, wird also ein Noob auch sein.\n\n>8.) \"Fucking leavers killing my LP :c\" (In einem Rankedgame, das von Anfang an 4v5 war und kein Remake möglich war)\n\nNiemand wird beleidigt. 'würde wahrscheinlich nicht zu Problemen führen. Es sei denn, du hast davor jemanden für's AFK-ing im Chat \"ausgerufen\". Dann ist die Verbindung verständlich.\n\n____________________________\n\n>Ich möchte betonen, dass ich das nicht selbst gesagt/getan habe, mich jedoch frage, ob der Report die Zeit wert ist, die ich in ihn inverstiere, weil sowieso nie jemand bestraft wird. \n\n\n* inhales *\n\n_Tust du gucken \"Spielerverhalten und Moderation\"._\n\n_Tust du sehen \"Entbannungsantrag XY\" oder \"Ich wurde gebannt\" oder \"Chatsperre?!?!?!?!\"_\n\n_Tust du zurück zu diesem Thread gehen._\n\n_Tust du deinen Satz überdenken._\n\nFast alle Beispiele sind Strafbar, um deine Frage zu beantworten.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T10:55:50.019+0000","up_votes":2,"down_votes":6,"body":"{{sticker:zombie-brand-facepalm}}\nizaya, ich glaube du solltest lieber fortnite spielen gehen.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-22T11:00:25.579+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Raystlin82,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=00050001,timestamp=2019-07-22T10:55:50.019+0000)\n>\n> {{sticker:zombie-brand-facepalm}}\n> izaya, ich glaube du solltest lieber fortnite spielen gehen.\n> {{sticker:slayer-jinx-wink}}\n\nExcuse me?","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T11:10:26.295+0000","up_votes":2,"down_votes":6,"body":"> [{quoted}](name=Izaya Kumiho,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=000500010000,timestamp=2019-07-22T11:00:25.579+0000)\n>\n> Excuse me?\n\nist doch selbsterklaerend. lies einfach was du geschrieben hast und was ich geschrieben habe. vielleicht solltest du auch noch nach \"ironie\" googlen, falls dir der ausdruck nicht gelaeufig ist.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-22T12:51:39.302+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Raystlin82,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=0005000100000000,timestamp=2019-07-22T11:10:26.295+0000)\n>\n> ist doch selbsterklaerend. lies einfach was du geschrieben hast und was ich geschrieben habe. vielleicht solltest du auch noch nach \"ironie\" googlen, falls dir der ausdruck nicht gelaeufig ist.\n\nWie wäre es, wenn du weniger passiv aggressiv bist? mir war deine anspielung schon klar, nur hat diese recht wenig sinn gemacht.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T13:10:57.813+0000","up_votes":2,"down_votes":5,"body":"ich bin passiev agressiv? kannst du das bitte genauer ausfuehren.\n\nwenn dir klar war worauf ich anspiele, dann muss es auch sinn ergeben haben. kein sinn wuerde es nur dann ergeben, wenn dir nicht klar ist, was gemeint worden war, oder es komplett am thema vorbei waere bzw. keinen kontext haette.\n\nich bezweifle allerdings, dass du verstanden hast was gemeint war, da du es als passiev agressiv bezeichnest, also versuche ich es dir zu erklaeren:\n\nte hat in einem seiner punkte folgendes:\n\n> 3.) \"Go play Fortnite\"\n\ndu schreibst darauf hin:\n\n> Beides eine Beleidigung.\n> [...] und play Fortnite/HelloKitty/XY wird in der Community als Beleidigung benutzt. Quasi nach dem Motto:\"Du bist 'ne Heulsuse\" oder auch \"Du bist zu schlecht für dieses Game.\"\n\nich schreibe dazu (ohne vorher deinen kommentar gelesen zu haben, was aus meinem post klar hervorgeht):\n\n> 3.) ich glaube das ifs weiss noch nicht einmal was \"fortnite\" ist. wird denke ich noch nicht einmal vom support als strafbar angesehen.\n\ndann lese ich deinen kommentar und frage mich \"wie kann jemand in einem harmlosen kommentar, wie \"go play fortnite\", eine beleidigung sehen, geschweige denn es als \"heulsuse\" interpretieren\". daraufhin antworte ich auf deinen beitrag mit meinem kommentar:\n\n> {{sticker:zombie-brand-facepalm}}\n> izaya, ich glaube du solltest lieber fortnite spielen gehen.\n> {{sticker:slayer-jinx-wink}}\n\nwer jetzt unsere beiden kommentare zu fortnite zuvor gelesen hat, erkennt hier ganz leicht die ironie und den witz. was bitte schoen soll daran passiv agressiv sein?","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-22T13:31:22.107+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Raystlin82,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=000500010000000000000000,timestamp=2019-07-22T13:10:57.813+0000)\n>\n> ich bin passiev agressiv? kannst du das bitte genauer ausfuehren.\n> \n> wenn dir klar war worauf ich anspiele, dann muss es auch sinn ergeben haben. kein sinn wuerde es nur dann ergeben, wenn dir nicht klar ist, was gemeint worden war, oder es komplett am thema vorbei waere bzw. keinen kontext haette.\n\n\nDu wirfst eine Beleidigung in den Raum..for no reason at all... weil du glaubst, es sei lustig, mir indirekt sagen zu wollen, ich würde nicht gut in League sein.\n\n\n> ich schreibe dazu (ohne vorher deinen kommentar gelesen zu haben, was aus meinem post klar hervorgeht):\n>\n\nDieser Kontext ist so brutal weit weg, dafuq.\nUnd nein, das geht kein Stück \"klar hervor\". Ich lese mir doch nicht extra alle Kommentare durch, nur weil du meinst, es sei lustig.\n\nDas ist so, als würde deine Oma dir ihren Wagen nicht geben wollen und du schlägst mich dafür random aus Wut.\n\n\n\n\n> dann lese ich deinen kommentar und frage mich \"wie kann jemand in einem harmlosen kommentar, wie \"go play fortnite\", eine beleidigung sehen, geschweige denn es als \"heulsuse\" interpretieren\". daraufhin antworte ich auf deinen beitrag mit meinem kommentar:\n\nWenn du gelesen hättest, was da steht, wüsstest du doch, weshalb es eine Beleidigung in dem Kreis der **Community** sein soll.\n\n> wer jetzt unsere beiden kommentare zu fortnite zuvor gelesen hat, erkennt hier ganz leicht die ironie und den witz. was bitte schoen soll daran passiv agressiv sein?\n\nDu nutzt nicht die diskussions Ansicht, kann das sein?\n\nZwischen den Thread und der Kommentarbox gibt es eine kleine Option die zwischen \"Diskussions Ansicht\" und \"Chronologischer Ansicht\" wechselt, wenn du sie anklickst.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T14:13:48.990+0000","up_votes":2,"down_votes":1,"body":"> Du nutzt nicht die diskussions Ansicht, kann das sein?\n> \n> Zwischen den Thread und der Kommentarbox gibt es eine kleine Option die zwischen \"Diskussions Ansicht\" und \"Chronologischer Ansicht\" wechselt, wenn du sie anklickst.\n\ndu hast recht, ich nutze die chronologische ansicht. ich finde diese bequemer. und ich weiss wie man zwischen den ansichten wechselt, du scheinst aber deine ratschlaege nach rechts und links zu verteilen, egal ob diese erwuenscht, oder angebracht sind. das kann man jetzt zb. als passiv agressiv sehen. ich verteile meine ratschlaege aber auch unabhaengig davon ob diese erwuenscht/angebracht sind (hier hast du genug raum fuer sarkasmus, kannst dich gern austoben).\n\n> Du wirfst eine Beleidigung in den Raum..for no reason at all... weil du glaubst, es sei lustig, mir indirekt sagen zu wollen, ich würde nicht gut in League sein.\n\nich schreibe:\n\n> [...] \"wie kann jemand in einem harmlosen kommentar, wie \"go play fortnite\", eine beleidigung sehen [...]\n\nund du unterstellst mir, ich wuerde es als beleidigung verwenden? und diesmal zieht die ausrede\n\n> Ich lese mir doch nicht extra alle Kommentare durch\n\nnicht, da du ja direkt auf meinen post mit deinem kommentar anwortest, da musst du schon blind sein um es nicht gelesen zu haben. blind bist du aber wohl nicht, denn sonst koenntest du ja nicht lesen und schreiben. hier auch ein beispiel von einer passiv-agressiver aussage. mal sehen, vielleicht schaf ich es noch dir beizubringen was es bedeutet, you know?\n\n> Das ist so, als würde deine Oma dir ihren Wagen nicht geben wollen und du schlägst mich dafür random aus Wut.\n\nich bin auch nicht mehr der juengste und meine oma ist letzes jahr gestorben. meine andere oma lebt auch nicht mehr, sie kannte ich aber nicht. du konntest es nicht wissen, es ist aber trotzdem sehr verletzend.\n\n> Wenn du gelesen hättest, was da steht, wüsstest du doch, weshalb es eine Beleidigung in dem Kreis der Community sein soll.\n\nerstens lese ich im gegensatz zu dir, mir alle kommentare durch und nicht nur den ersten post um darauf einfach nur meine meinung dazu zu schreiben, ganz im sinne von \"was interessieren mich schon andere meinungen - haupsache, die anderen koennen meine meinung dazu lesen\". zweitens muss dir doch klar sein, dass ich deinen kommentar gelesen habe, den ich habe mich mehrfach drauf bezogen und ihn sogar zitiert.\n\nund dann: warum zum henker, gibst du deine eigene meinung als die meinung der community aus? ist es, weil es von dem hohen ross, einfach zu schwer zu erkennen ist, wie andere darueber denken? ne, halt warte, du liest ja die anderen kommentare ja nicht, wie sollst du da auch auch wissen, dass deine meinung sich nicht immer mit der meinung der community ueberschneidet. vielleicht interessiert die hoheit auch einfach nicht, was der poebel so treibt, who knows?\n\nalso ehrlich, das du jetzt aus einem harmlosen kommentar einen elefanten machen musst... aber sei es d'rum, wir koennen das gerne ausdiskutieren. ich hab zeit.","replies":[{"id":"","poster":"Bettnachleger","date":"2019-07-22T15:02:23.460+0000","up_votes":3,"down_votes":1,"body":"> erstens lese ich im gegensatz zu dir, mir alle kommentare durch und nicht nur den ersten post um darauf einfach nur meine meinung dazu zu schreiben, ganz im sinne von \"**was interessieren mich schon andere meinungen - haupsache, die anderen koennen meine meinung dazu lesen**\". zweitens muss dir doch klar sein, dass ich deinen kommentar gelesen habe, den ich habe mich mehrfach drauf bezogen und ihn sogar zitiert.\n\n-->\n\n> **sind schon einige kommentare hier wie ich sehe. hab sie mir aber noch nicht durchgelesen. will erst auf den anfangspost antworten. editiere gegebenfalls meinen post dann, wenn ich mir die anderen kommentare durchgelesen habe.**\n\nlol ;-)\n\n@Izaya\nDissktuiere garnicht erst mit ihm. Da bekommst du nur Kopfschmerzen.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T15:42:29.248+0000","up_votes":2,"down_votes":3,"body":"ich nehme an, damit wolltest du einen zeigen, dass ich mir selbst widerspreche, oder so aehnlich. ich glaube, damit machst du dich selbst nur laecherlich.\n\nich habe meinen post geschrieben bevor ich mir die anderen kommentare durchgelesen habe, weil ich nach dem studieren des anfangsposts den gedanken nicht verlieren wollte. danach hab ich mir alle anderen kommentare durchgelesen und den einen, oder anderen kommentiert.\n\naber mit dir bringen diskussionen erfahrungsgemaess eh nichts. du kannst einfach nicht sachlich bleiben. ich muss immer noch an deine \"boys in dem fahrstuhl\" denken, wenn ich deinen nick schon lese. da las ich mich nicht mehr d'rauf ein.","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-07-22T14:53:44.789+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Raystlin82,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=00050001000000000000000000000000,timestamp=2019-07-22T14:13:48.990+0000)\n>\n>[..]du scheinst aber deine ratschlaege nach rechts und links zu verteilen, egal ob diese erwuenscht, oder angebracht sind. \n\n\nHeeee?!\nhttps://i.kym-cdn.com/entries/icons/original/000/018/489/nick-young-confused-face-300x256-nqlyaa.jpg\n\nWas hat das jetzt damit zutun?\n\n>[...]das kann man jetzt zb. als passiv agressiv sehen. ich verteile meine ratschlaege-\n\nWarte, warte. Was für Ratschläge?\n\n >-aber auch unabhaengig davon ob diese erwuenscht/angebracht sind (hier hast du genug raum fuer sarkasmus, kannst dich gern austoben).\n\n\nDu hast einfach nur einen geschmackslosen Witz gedropt, welchen du selber laut deinen Worten nicht ernst meintest und machst jetzt ein riesiges Thema draus. \n\nWas hab ich dir getan, lol?\nLass das ganze doch liegen und gut ist ._o\n\nEin einfaches \"yo, war nur 'n witz\" hätte komplett gereicht.\n\n\n> \n> ich schreibe:\n> [...] \"wie kann jemand in einem harmlosen kommentar, wie \"go play fortnite\", eine beleidigung sehen [...]\n> und du unterstellst mir, ich wuerde es als beleidigung verwenden? und diesmal zieht die ausrede\n> nicht, da du ja direkt auf meinen post mit deinem kommentar anwortest, da musst du schon blind sein um es nicht gelesen zu haben. \n\n\nLook buddy...\nEs interessiert mich eher weniger, was du mit anderen Leuten beplauschen gehst. Wenn du mir etwas so schreibst und deinen angeblichen Kontext aus Kengens Müsli (welches am Popo der Welt steht) fischt, dann behaupte ich einfach mal, du trollst.\n\n\n>blind bist du aber wohl nicht, denn sonst koenntest du ja nicht lesen und schreiben. hier auch ein beispiel von einer passiv-agressiver aussage. mal sehen, vielleicht schaf ich es noch dir beizubringen was es bedeutet, you know?\n\nIch glaub, ich stups mal kurz 'n alten Kollegen an. ô_Ô\n'bin mir sicher, dass das eine Eule besser schlichten sollte.\n\n> ich bin auch nicht mehr der juengste und meine oma ist letzes jahr gestorben. meine andere oma lebt auch nicht mehr, sie kannte ich aber nicht. du konntest es nicht wissen, es ist aber trotzdem sehr verletzend.\n\nEs war..ein Beispiel. Aber mein Beleid.\n\n \n> erstens lese ich im gegensatz zu dir, mir alle kommentare durch und nicht nur den ersten post um darauf einfach nur meine meinung dazu zu schreiben, ganz im sinne von \"was interessieren mich schon andere meinungen - haupsache, die anderen koennen meine meinung dazu lesen\". zweitens muss dir doch klar sein, dass ich deinen kommentar gelesen habe, den ich habe mich mehrfach drauf bezogen und ihn sogar zitiert.\n\n\nIch lese mir nicht immer extra durch, was **nach** meinem Kommentar kommt, wenn es nicht an mich gerichtet ist. Einfach, weil ich oft damit meinen Part schon gesagt habe. Ich sehe auch nicht ganz dein Problem darin, wenn ich Leuten eine Frage beantworte, die davor nicht beantwortet worden ist. Natürlich sehe ich mir oft die Worte der anderen Spieler davor an, damit ich nichts doppelt schreibe. Da hast du mich vielleicht falsch verstanden. Dein Kommentar kam jedoch vieeeel später.\n\nSo spät, dass das Thema hier bereits für mich fertig war.\nDu kannst nicht erwarten, dass mich gezielt deine Gespräche mit anderen Leuten mehr interessieren, als das Topic von dem TE. \n\nWo wir schon beim Topic sind: wir driften zu sehr von diesem ab. Ich werde dir also nach dieser Antwort nichts mehr in diesem Thread schreiben. Du kannst mich jedoch privat kontaktieren.\n\n\n> und dann: warum zum henker, gibst du deine eigene meinung als die meinung der community aus?\n\nIch rate dir´natürlich davon ab, aber wenn du mir wirklich nicht glaubst... dann schreib doch einfach nonstop in mindestens 10 Games mehrfach rein, dein Jungler sollte Hello Kitty online / Fortnite spielen gehen, weil er da besser aufgehoben sei.\n\nUnd ich lache, solltest du dafür reported werden.\nWir reden nicht von \"Go play hello kitty online lol. jk\", sondern \" go play hello kitty omfg\"  ohne ihm zu sagen, dass das ein scherz sein sollte. am besten noch möglichst wenn er etwas falsch macht oder am ende des games, damit er sich merkt, den satz zu reporten.\n\nSollte dir jedoch dein Honorlevel etwas wert sein, dann würde ich dir empfehlen, nicht alles sofort als \"schwachsinn\" zu sehen, nur weil du nicht der selben Meinung bist.\n\n**Beleidigungen müssen keine Schimpfwörter beinhalten.**\n\n> ist es, weil es von dem hohen ross, einfach zu schwer zu erkennen ist, wie andere darueber denken?\n\nDu meinst die, die sonst auch sagen:\"uhh das war doch alles nur n witz mimimi\" und ihre CR runterspielen?\nLass es mich so sagen...\nDoch, ich sehe das durchaus und ich kann auch verstehen, dass das oft nicht so gemeint ist, wie es rüber kam.\nAber das weiß dein Gegenüber nicht immer. Das Internet kennt kaum Ironie.\n\n\n> ne, halt warte, du liest ja die anderen kommentare ja nicht, wie sollst du da auch auch wissen, dass deine meinung sich nicht immer mit [...]\n\nYeh...w/e.\n\n\n> also ehrlich, das du jetzt aus einem harmlosen kommentar einen elefanten machen musst...\n\n\nAre you _kitten_ me?","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-22T16:52:09.033+0000","up_votes":2,"down_votes":2,"body":"> Warte, warte. Was für Ratschläge?\n\nguckst du hier: https://de.wikipedia.org/wiki/Ratschlag\n\nwenn das hier:\n\n> Du nutzt nicht die diskussions Ansicht, kann das sein?\n> \n> Zwischen den Thread und der Kommentarbox gibt es eine kleine Option die zwischen \"Diskussions Ansicht\" und \"Chronologischer Ansicht\" wechselt, wenn du sie anklickst.\n\nkein ratschlag ist, was ist es dann? einfach eine kurzanleitung zur navigation im forum?\n\ndann kann ich die frage:\n\n> Was hat das jetzt damit zutun?\n\neinfach nur zurueckgeben.\n\n> Look buddy...\n> Es interessiert mich eher weniger, was du mit anderen Leuten beplauschen gehst. Wenn du mir etwas so schreibst und deinen angeblichen Kontext aus Kengens Müsli (welches am Popo der Welt steht) fischt, dann behaupte ich einfach mal, du trollst.\n\nund mich interessiert erst recht nicht was, wo, und mit wem du treibst. das hier ist aber ein oeffentliches forum. und wenn du hier einen kommentar schreibst, dann kannst do wohl erwarten, dass jemand darauf reagiert. und mein kommentar zu deinem post kam nach meinem kommentar zu fortnight (chronologie rules), so stand er dir also zu verfuegung. wenn du also keinen sinn in meinem kommentar auf anhieb gesehen hast, konntest du ganz einfach zurueckscrollen und den anderen kommentar von mir lesen.\n\n> Ich glaub, ich stups mal kurz 'n alten Kollegen an. ô_Ô\n\nich hab's schon mitbekommen. auf deinen freundeskreis bin ich wirklich nicht neidisch.\n\n> Es war..ein Beispiel. Aber mein Beleid.\n\nund was ist so schwer daran ein neutrales beispiel zu nehmen. warum muss es persoenlich sein? wenn du mir schreibst \"deine oma...\", an wen soll ich sonst denken, wenn nicht an meine oma?\n\n> Ich lese mir nicht immer extra durch, was nach meinem Kommentar kommt, wenn es nicht an mich gerichtet ist. Einfach, weil ich oft damit meinen Part schon gesagt habe. Ich sehe auch nicht ganz dein Problem darin, wenn ich Leuten eine Frage beantworte, die davor nicht beantwortet worden ist. Natürlich sehe ich mir oft die Worte der anderen Spieler davor an, damit ich nichts doppelt schreibe. Da hast du mich vielleicht falsch verstanden. Dein Kommentar kam jedoch vieeeel später.\n> \n> So spät, dass das Thema hier bereits für mich fertig war.\n> Du kannst nicht erwarten, dass mich gezielt deine Gespräche mit anderen Leuten mehr interessieren, als das Topic von dem TE.\n\nja klar, die leute erstellen hier andauernd threads, weil sie insbesondere die meinung ihrer hoheit izaya interessiert. man kann imprinzip jeden thread hier schliessen nachdem du deinen senf dazu gegeben hast. es gibt hier ausserdem etliche threads wo du mehr oder weniger das gleiche schreibst, was andere vor dir schon geschrieben haben. wenn du willst, koennen wir die threads gerne zusammen durchgehen - wie gesagt, ich hab grad zeit.\n\nmein kommentar kam spaeter - na und? er kam trotdem nach meinem kommentar zu fortnite und beide waren fuer dich sichtbar. wenn du also meinen scherz, mag er auch geschmacklos sein, nicht verstanden hast, dann liegt es nur an dir. ich erwarte auch nicht, dass dich meine kommentare interessieren. wenn du aber eine diskussion mit mir anfaengst, dann kannst du dir doch wenigstens die muehe machen meine kommentare in dem thread zuerst durchzulesen, auch wenn sie dich nicht interessieren.\n\n> Wo wir schon beim Topic sind: wir driften zu sehr von diesem ab. Ich werde dir also nach dieser Antwort nichts mehr in diesem Thread schreiben. Du kannst mich jedoch privat kontaktieren.\n\nich bezweifle, dass du dich zurueckhalten kannst. warten wir einfach ab - die zeit wird's zeigen. dann kann ich das vielleicht nochmal zitieren.\n\n> Ich rate dir´natürlich davon ab, aber wenn du mir wirklich nicht glaubst... dann schreib doch einfach nonstop in mindestens 10 Games mehrfach rein, dein Jungler sollte Hello Kitty online / Fortnite spielen gehen, weil er da besser aufgehoben sei.\n> \n> Und ich lache, solltest du dafür reported werden.\n> Wir reden nicht von \"Go play hello kitty online lol. jk\", sondern \" go play hello kitty omfg\" ohne ihm zu sagen, dass das ein scherz sein sollte. am besten noch möglichst wenn er etwas falsch macht oder am ende des games, damit er sich merkt, den satz zu reporten.\n\nich mache dir einen besseren vorschlag. wir machen zusammen diese 10 spiele und ich schreibe in jedem spiel mehrfach \"go play fortnite\" (ich werde nicht \"oh my fucking god\" dazu schreiben, denn das find ich unangemessen). und du reportest mich nach jedem spiel. wir koennen auch gerne 20 spiele machen, oder einfach so lange spielen, bis wir blau werden.\n\nder vorschlag ist ernst gemeint. ich erwarte aber ehrlich gesagt nicht, dass du dich darauf einlaesst. kannst mir einfach ingame eine freunschaftsanfrage senden, meinen nick kennst du ja.\n\n> Sollte dir jedoch dein Honorlevel etwas wert sein, dann würde ich dir empfehlen, nicht alles sofort als \"schwachsinn\" zu sehen, nur weil du nicht der selben Meinung bist.\n\nmir ist mein honor lvl wichtig. ich bin mir aber absolut sicher, dass \"go play fortnite\" nicht strafbar ist, ich also auch nichts zu befuerchten habe.\nach ja, hier nochmal der link: https://de.wikipedia.org/wiki/Ratschlag bevor du mich wieder fragst, wo hier ein ratschlag ist.\n\n> Das Internet kennt kaum Ironie.\n\ndas internet ist eine plattform und es beinhaltet tonenweise ironie. eine maschine braucht die ironie auch nicht zu verstehen, denn in den meisten faellen ist die ironie an menschen gerichtet.\n\n> Yeh...w/e.\n\nexcuse me. ich kenn die abkuerzung nicht. was davon ist gemeint: https://www.wortbedeutung.info/WE/ ?","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Wernicke","date":"2019-07-22T00:26:35.598+0000","up_votes":4,"down_votes":3,"body":"1.) \"Ez\" am Ende eines Spiels, wenn man gewonnen hat\n\n\" Zählt als unsportliches Verhalten. Du nennst deine Gegner \"einfach\", was respektlos ist und als eine Beleidigung aufgenommen werden könnte \"\n\nIch glaube der Zug ist leider abgefahren, nachdem Riot den Spielern jetzt ja sogar z.b. provozierende ez sticker als unnötiges und m.M.n. unsportliches Mittel an die Hand gibt. Leider.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-22T06:34:23.356+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Wernicke,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=00050000,timestamp=2019-07-22T00:26:35.598+0000)\n>\n> 1.) \"Ez\" am Ende eines Spiels, wenn man gewonnen hat\n> \n> \" Zählt als unsportliches Verhalten. Du nennst deine Gegner \"einfach\", was respektlos ist und als eine Beleidigung aufgenommen werden könnte \"\n> \n> Ich glaube der Zug ist leider abgefahren, nachdem Riot den Spielern jetzt ja sogar z.b. provozierende ez sticker als unnötiges und m.M.n. unsportliches Mittel an die Hand gibt. Leider.\n\nNicht wirklich. Das \"Easy E-Z\" Icon kann als alles mögliche verstanden werden. Nur weil der Name eines Emotes als Witz gedacht ist, (weil es halt Ezreal ist und die Leute dauernd wie ...ᶠʳᵃᵍʷüʳᵈᶦᵍᵉ ᵐᵉᶰˢᶜʰᵉᶰ \"ez\" spammen) muss es nicht genau die selbe Bedeutung haben.\n\nNehmen wir z.B. den  Pun von der Snowbell Poppy: \"Adoeable\"\n\nEntweder ist dieser Sticker für etwas positives gemeint, wie:\"ich freu mich\" ,bzw. \"das war nice :,D \"\n....oder Poppy geht da [full mirai nikki- / YUKI-YUKI -Mode. ](https://www.youtube.com/watch?v=MNAZh3QnHlg)\n\nWho knows.","replies":[{"id":"","poster":"Revilous","date":"2019-07-22T06:50:46.944+0000","up_votes":3,"down_votes":1,"body":"Ja und natürlich benutzt kaum jemand den \"Easy E-Z\" Sticker für bm oder so und ich hab mir den auch gar nicht bei victory rein getan weil bin ja nicht unsportlich :D","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-22T10:54:08.189+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Revilous,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=0005000000000000,timestamp=2019-07-22T06:50:46.944+0000)\n>\n> Ja und natürlich benutzt kaum jemand den \"Easy E-Z\" Sticker für bm oder so und ich hab mir den auch gar nicht bei victory rein getan weil bin ja nicht unsportlich :D\n\nnot gonna lie bruder, aber ich habe noch keine person gesehen die überhaupt die sticker wirklich für etwas benutzt, außer um anfälle in den Respawnzeiten zu signalisieren.\nIch kenne auch noch keinen, der diese dinger sammeln geht.\n\nDie sind so unwichtig, wenn jemand  so 'n sticker zieht, hörst du von 200km weiter weg ein kleines \"YEEEET!\", weil derjenige nur auf nen skin gewartet hatte.\n\n\nZum BM-ing wird eh nur M7 benutzt.","replies":[{"id":"","poster":"Revilous","date":"2019-07-22T12:24:27.013+0000","up_votes":3,"down_votes":2,"body":"hab ich andere Erfahrungen gemacht","replies":[]}]}]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-07-21T17:58:04.138+0000","up_votes":3,"down_votes":0,"body":"1. LowPrioQueues sind keine Strafe, die man für Chatinhalte bekommt.\nChatlogs lösen folgende STrafen in genau dieser Reihenfolge aus (wobei auch übersprungen werden kann) 10 > 25 Spiele CR > 14 Tage > Permanenter Bann\n2. An sich kann jede dieser Aussagen eine Strafe mit sich bringen, wobei keine von ihnen so stark ist es alleine zu schaffen:\n - EZ ist unter den genannten gemeinsam mit dem \"Go play Fortnite\" noch das schwächste Mitglied der genannten.\n - Thx for feeding ist unabhängig von der Situation (da diese für Strafen irrelevant ist) die stärkste Aussage.\n - Bei \"Noob Champion ...\" machst du dich selbst zugleich auch zum Gespött, denn einfach Champions haben in der Regel auch sehr offensichtliche Schwächen und wenn es nur mal bedeutet den Lane nicht alleine stehen zu lassen.\n - Reportaufforderungen sind in der Regel sehr starke Gründe für Strafen. \n3. Da keine genannte Aussage der Klasse \"Hate Speech\" angehört, wird niemand lediglich durch diese Aussagen bestraft, aber man ist bei ihrer Nutzung schon auf dem Weg zur Strafe.","replies":[{"id":"","poster":"LocutusV0nB0rg","date":"2019-07-21T23:08:37.131+0000","up_votes":1,"down_votes":1,"body":"@3. \n\nHeißt ich kann diese Aussagen benutzen, ohne dass ich ne Strafe befürchten muss, obwohl diese Aussagen \"verboten\" sind? Klingt ziemlich abartig, dann kann man sowas auch gleich erlauben xD\n\nOT: Ich habe noch nie ein Game erlebt in der nicht gegen mindetens 3 dieser Punkte verstoßen wurde - entweder ist es wirklich komplett egal was man schreibt, oder das Strafsystem ist auf einem Gully gezogen xD","replies":[{"id":"","poster":"eingew","date":"2019-07-22T06:25:54.948+0000","up_votes":2,"down_votes":0,"body":"Es ist mehr so gemeint, dass es vom System ignoriert wird, wenn du dir als Ausrutscher eines der Beispiele leistest. Sollten diese Dinge regelmäßig in deinem Log zu finden sein, wird natürlich auch für \"nur\" solche Dinge eine Strafe ausgesprochen.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-07-21T23:20:35.586+0000","up_votes":3,"down_votes":1,"body":"Die Summe macht es.\nWenn du vernünftig mit dem Chat umgehst und am Ende gg ez schreibst, dann ist dass noch kein Grund zur Strafe. Wenn du jedoch aktiv gegen jemanden vorgehst (und dazu gehören große Teile deiner Beispiele), so kann dies sehr leicht eine Strafe hervorrufen.\n\nIm Wesentlichen ist es nicht so, als wären Nicht-\"Hate Speech\" strafbar oder verboten, sondern lediglich Handlungen, die mit ihnen verbunden sind. (also Beleidigung, etc.)\n\nDas Straf-System ist nicht aus nem Gully gezogen, sondern hat sich sogar gegenüber Alternativ-Konzepten durchgesetzt. Nur, weil nicht jede Kleinigkeit gleich großspurig bestraft wird, heißt nicht, dass es legitimiert ist diese Aussagen zu treffen.","replies":[]}]},{"id":"","poster":"611FVNKBlv","date":"2019-07-21T18:40:27.456+0000","up_votes":2,"down_votes":1,"body":"> Bei \"Noob Champion ...\" machst du dich selbst zugleich auch zum Gespött, denn einfach Champions haben in der Regel auch sehr offensichtliche Schwächen und wenn es nur mal bedeutet den Lane nicht alleine stehen zu lassen.\n\n#Lux#Jax#Karthus#Darius#Nautilus#Pyke\n\nFür Noobchamps mit offensichtlichen schwächen ne ziemlich hohe pick win und banrate auf master+ {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-07-21T18:50:29.353+0000","up_votes":1,"down_votes":0,"body":"Korrekt. Nur weil die Schwächen offensichtlich sind, heißt es nicht, dass ein guter Spieler mit diesen nicht umgehen kann.\nAuch der Lux/Jax/... Spieler weiß ja, welche Schwächen dieser jeweilige Champion hat und kann so spielen, dass diese schwerer auszunutzen sind.\n\nJedes Matchup ist immer aus zwei Seiten zu betrachten. Und beide kennen bestenfalls die Schwächen.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-22T05:13:49.125+0000","up_votes":2,"down_votes":0,"body":"Oh ja weil ein Report zu vergeben ja so viel zeit benötigt und deine zeit ist ja so kostbar.... \n\nAlso was da steht wird von mir reportet :3 \nUnd denke das alles da oben auf Dauer und Anzahl zu einer Strafe führt","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2019-07-21T17:57:01.138+0000","up_votes":2,"down_votes":0,"body":"Also Nummer 6 auf jeden Fall.\n\nAn sich aber alle bis auf Nummer 8, da alle davon toxic sind.\nEs kommt aber nicht nur darauf an was geschrieben wurde, sondern auch wie viel.\n\nEz ist ja laut Riot strafbar aber nur wegen einem Ez wird man keine Strafe bekommen (vielleicht höchstens nach nem 2 Wochenbann wo es nen Perma geben könnte)\nAber dann müsste man wohl jedes Game ez schreiben und ob 1 mal Pro Game reichen würde ist die Frage.\n\nlow prio bekommst du nur durch afk gehen Ingame.\nCR gibt es halt, wenn man öfters oder viel toxic ist.\nWenn jemand mal in einem Spiel toxic ist und nur schreibt \"Fuck you inting teemo go play fortnite you noob\" wird es dafür alleine keine CR geben wenn man sonnst nie toxic ist.\nHingegen kann es bei nem Stufe 5? (wo man halt Botgames machen kann) oder nach nem 2 Wochenbann dafür evtl. ne Straft kassieren.\nOder wenn man jedes Spiel so einen Satz raushaut.\n\nAber genaue Angaben wirst du von Riot nicht bekommen, da sie ja nicht wollen dass man es einfach umgehen kann.\nDenn wenn man genau weiss wie ein System funktioniert, kann man es ausnutzen bzw. umgehen.\n\nWas halt bekann ist, dass es Triggerwörter gibt die gleich nen 2 Wochenbann nach sich ziehen wie kys, fag und andere.","replies":[]},{"id":"","poster":"Alpacana","date":"2019-07-21T17:51:27.159+0000","up_votes":2,"down_votes":0,"body":"Naja..es kommt immer auf den einzelnen Spieler an (außer bei Sachen die unter die 0-Toleranz-Grenze fallen).\nWenn ich permanent in jedem Spiel flame und Sachen wie \"thx for feeding\" (der Kontext ist übrigens vollkommen egal) schreibe, was übrigens auch unter Blaming fällt und strafbar ist, ist es gut möglich, dass ich durch diese Aussage früher oder später meine Chatrestriction bekomme (oder eben den 14 Tage-Ban wenn ich schon eine 25er-CR hatte).\n\nFlame ich allerdings so gut wie nie und lasse ab und an nur einen unnötigen Kommentar ab werde ich wohl kaum für 1x Schreiben von \"thx for feeding\" einen Ban oder CR bekommen.\n\nGenauso kann jemand, der gerade erst einen 2 Wochen-Ban hinter sich hatte rein theoretisch für ein einzelnes \"noob\" einen Perma bekommen (denn theoretisch gesehen ist es eine Beleidigung). So einen Fall kenne ich persönlich zwar nicht, es gibt aber genug Fälle hier im Forum wo Spieler nicht wirklich hart geflamed haben und wirklich nur den ein oder anderen unnötigen Kommentar abgelassen haben, dadurch dass sie aber bereits den 14 Tage-Ban hinter sich haben reichen solche Dinge vollkommen für einen Perma aus.","replies":[]},{"id":"","poster":"LocutusV0nB0rg","date":"2019-07-21T23:10:43.970+0000","up_votes":1,"down_votes":3,"body":"Ich würde gerne wissen, warum dieser Post downgevotet wird. Irgendwie hab ich das Gefühl, dass jede 2te Person, die hier unterwegs ist, einfach nur disliked, wenn es um einen Post geht, der in irgendeiner Form auf Kritik hinauslaufen könnte. Bitte erklärt, warum ihr den Post gedisliked habt.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-22T05:15:39.100+0000","up_votes":2,"down_votes":3,"body":"Ich lehne mich aus dem Fenster und sage das der Post down votes bekommt liegt daran das er unnötig wie sau ist ^^' \n\nWarum will man wissen was bestraft wird ? Einfach garnichts schreiben von dem oben. Ist eh alles unnötig. \n\nAusser natürlich man ist ein kleiner flamer aber will keine Strafe kassieren","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-22T12:59:30.336+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=KYnfKGf0,discussion-id=ZuWOH37s,comment-id=00060001,timestamp=2019-07-22T05:15:39.100+0000)\n>\n> Ich lehne mich aus dem Fenster und sage das der Post down votes bekommt liegt daran das er unnötig wie sau ist ^^' \n\nEinfache Fragen sind also eine unnötige Sache? \nWas ist dann mit dem OT/TGSG?\n\n> Warum will man wissen was bestraft wird ? \n\nWeil nicht alles zwingend Strafbar ist und manchmal einfach Verwirrung mit Verzeiflung auf dem Tisch liegt.\n\n>Einfach garnichts schreiben von dem oben. Ist eh alles unnötig.\n\nDas stimmt, darum geht es aber dem TE gar nicht.\n \n\n> Ausser natürlich man ist ein kleiner flamer aber will keine Strafe kassieren\n\n...\nwer ist das nicht &lt;_&lt;'","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-23T10:22:07.605+0000","up_votes":2,"down_votes":1,"body":"TGSG ist wie ein Familien treffen :0 da ist alles erlaubt :D naja fast ^^' \n\nAlso ich finde wenn man nur kurz nachdenkt weiß man was man schreiben kann und was nicht :) \n\nIch ich bin kein kleiner flamer ;) *hust hust*","replies":[]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-07-22T00:12:13.250+0000","up_votes":2,"down_votes":1,"body":"Kann dir doch egal sein wer downvotet und wer nicht?\nFalls hier spaßige Trolle unterwegs wären, würden die es jetzt erst recht tun.\nIst das Internet, Menschen sind spaßig hier.","replies":[]},{"id":"","poster":"Raystlin82","date":"2019-07-22T11:07:00.729+0000","up_votes":1,"down_votes":0,"body":"also dein kommentar hier bekommt von mit ein downvote. dem thread selbst hab ich aber ein upvote gegeben. warum? ich finde den thread interessant und dass du mehr ueber das strafsystem erfahren willst finde ich auch positiv. dein kommentar zu den downvotes ist einfach nur ein \"mimimi\" wie viele hier zu sagen pflegen. mir sind die votes an sich aber relativ egal.","replies":[]}]},{"id":"","poster":"Allerbester Biss","date":"2019-07-21T18:44:25.151+0000","up_votes":1,"down_votes":0,"body":"Bitte zeig mir, wo Riot irgendwas in der Richtung sagt!","replies":[]},{"id":"","poster":"Raystlin82","date":"2019-07-22T10:36:04.145+0000","up_votes":1,"down_votes":2,"body":"sind schon einige kommentare hier wie ich sehe. hab sie mir aber noch nicht durchgelesen. will erst auf den anfangspost antworten. editiere gegebenfalls meinen post dann, wenn ich mir die anderen kommentare durchgelesen habe.\n\nzunaechst einmal ist fuer den chat das spielgeschehen irrelevant (zumindest fuer das ifs). es ist egal, ob du nach einem gewonnenem, oder verlorenem spiel \"ez\" schreibst. es spielt auch keine rolle ob tatsaechlich gefeedet wurde, wenn du schreibst \"thx for feeding\"/\"report teemo for feed\" - spielt sogar keine rolle ob ein teemo im spiel dabei ist.\n\n1.) als es frueher noch das tribunal gab, wurden oft strafen fuer \"ez\" verteilt, da der grossteil der community dies als unangemessen/unangebracht/negativ empfunden hat bzw. immer noch empfindet. vom ifs wird es soweit ich weiss nicht bestraft. das ifs kennt keinen kontext und \"ez\" wird genauso fuer \"ezreal\" benutzt, was absolut nicht strafbar ist.\n\n2.) wird hoechstens bestraft wenn es exzessiv benutzt wird. kann vielleicht sich auch noch erschwerend auswirken, falls der rest des chats auch relativ negativ ist. bei normalem gebrauch wird es aber nicht bestraft. ich schreibe \"noob\" hin und wieder im chat und mir ist bisher nichts passiert. ich nutze kein all-chat und wenn ich mal auf meiner lane richtig dominiere schreib ich zu meinem team manchmal auch sowas wie \"noob garen\" (gegnerischer champion gemeint, der das auch nicht zu lesen bekommt).\n\n3.) ich glaube das ifs weiss noch nicht einmal was \"fortnite\" ist. wird denke ich noch nicht einmal vom support als strafbar angesehen.\n\n4.) sarkasmus versteht das ifs zwar nicht, aber dass \"feeding\" kaum in einem positivem zusammenhang benutzt werden kann ist wohl klar. wird als negativ eingestuft, reicht alleine fuer sich aber nicht fuer eine bestrafung.\n\n5.) siehe 4.\n\n6) zu reportaufrufen gibt's sogar mehrere offiziele stellungnahmen von riot. allein fuer sich ist es nicht strafbar. wenn der chat aber sonst auch negativ ist, oder man uebertrieben oft zum report aufruft, dauert es nicht lange bis man bestraft wird.\n\n7.) siehe 2.\n\n8.) \"fucking\" (auch in abkuerzungen wie \"fkn\") ist generell negativ. wenn man es relativ selten benutzt, passiert einem nichts. ich schreibe auch manchmal \"fucking jungler\", wenn mich der gegnerische jungler campt, und/oder der eigene ignorant spielt. \"fucking leavers killing my lp\" - an fuer sich zwar negativ, wenn der chat aber sonst \"sauber\" ist, wird einem nichts passieren. wenn der chat aber sonst durchgehend negativ ist, kann es durchaus sein, dass diese aussage den fass zum ueberlaufen bringt.","replies":[]}]}