{"id":"FuuqnGYg","poster":"Zack2k17","date":"2019-07-21T15:10:57.880+0000","title":"Leaver buster","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":3,"body":"Also ich habe gerade ein Game gestartet mit einem Kumpel in solo/Duo. Ich kam Nichtmal in den lade Screen und habe sofort lol neu gestartet da ich das erste mal irgendein Problem hatte. Als ich das Game neu gestartet habe kam ich nicht rein und bekam System Error dann startete ich mein pc neu und in der zeit hat mein Team geremaked. Als ich mich dann eingeloggt habe bekam ich ein Leaver buster. Nun meine frage wieso ich einen bekommen habe. Ich habe das spiel nicht absichtlich geschlossen oder bin auch nicht geleavt da ich nicht mal ins Game rein kam...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-07-21T15:13:40.808+0000","up_votes":3,"down_votes":0,"body":"Der Leaverbuster macht keinen Unterschied zwischen Absicht oder nicht. Das ist auch bewusst so, weil Ragequitter eine Strafe dann leicht umgehen könnten, indem sie ihren Router vom Strom nehmen um den Buster einen Internetverlust vorgaukeln würde. ^^ \n\nAber wenn du sonst nie afk warst, ob absichtlich oder nicht, dann sollte es ja nur eine kurze Zeitstrafe gewesen sein. ^^","replies":[{"id":"","poster":"Zack2k17","date":"2019-07-21T15:15:48.466+0000","up_votes":1,"down_votes":2,"body":"Ne eben nicht habe sofort 20 min bekommen was vollkommender schwachsinn ist","replies":[{"id":"","poster":"Angel Ayume","date":"2019-07-21T15:26:25.116+0000","up_votes":2,"down_votes":0,"body":"20 Min für ein Game ist ja nun nicht so lang, dann gehste eben in der Zeit schnell was futtern oder duschen. \nDie Zeit lässt sich schnell überbrücken. \nWie gesagt ist das eben aber bewusst so, damit wirkliche Ragequitter eben auch bestraft werden. \n\nAllerdings denke ich, dass du in der Vergangenheit doch schon mal afk gewesen sein musst. Eventuell erinnerst du dich auch nicht mehr dran, weil du dennoch noch connected bist aber vom System dennoch als afk eingestuft wurdest. \n\nIch bin auch schon mal afk gegangen oder es musste wegen mir remaked werden und ich hatte keine 20 Min Zeitstrafe bekommen. Jedenfalls nicht das ist wüsste.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2019-07-22T04:33:28.426+0000","up_votes":2,"down_votes":0,"body":"Der Leaverbuster kommt erst nach wiederholtem AFK sein","replies":[]}]}