{"id":"AHtByVM5","poster":"Tęęmõ0000","date":"2018-07-13T20:41:50.318+0000","title":"ARURF ??","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":7,"body":"was waren die begr&uuml;ndungen das es kein URF mehr gibt...\r\n\r\nBegr&uuml;ndung 1: zu viele spieler h&ouml;ren nach URF auf LOL zu spielen.\r\nAntwort: nat&uuml;rlich wenn URF weg geht h&ouml;rt jeder auf der in dieser zeit nur wegen URF gespielt hat.\r\nSpieler h&ouml;ren auch einfach so auf oder weil sie algeimein kein LOL mehr zocken wollen.\r\n\r\nBegr&uuml;ndung 2: jeder spielt den gleichen champ und es wird immer der gleiche gebannt.\r\nAntwort: in ARURF sehe ich auch nicht gerade viel mehr verschieden champs.\r\n\r\n\r\n_und ein Team muss immer am Turm stehen und warten bis es verloren hat oder 5/100 gehen.","replies":[{"id":"","poster":"naniwakaze","date":"2018-07-13T21:50:47.386+0000","up_votes":3,"down_votes":2,"body":"Lustig, wie jeder immer glaubt, mehr Einsicht in die Spielerzahlen und das Verhalten zu haben als Riot, die die tatsächlichen Daten besitzen. Sie haben mehrfach erklärt und aufgezeigt, dass sie eben mehr als nur die Spieler verlieren, die nur wegen URF da waren und es auch merklich mehr sind als die, die allgemein \"einfach so aufhören\". Aber man kann natürlich aus irgendwelchen Gründen auch glauben, Riot macht das nur, um alle zu ärgern.","replies":[]},{"id":"","poster":"Bronze7Main","date":"2018-07-13T21:37:20.233+0000","up_votes":2,"down_votes":6,"body":"Naja das die Begründungen schwachsinn sind ist ja jedem klar ...\n\nwas mir aber extrem auffällt , entweder hat das entfernen des URF-Modi das Matchmaking total verbuggt oder ich weiß auch nicht mehr\n\npunkt genau nach entfernung kriegt man hier nur noch die größten trolls oder wirklich holy shit bad players in die Teams ..... also wirklich .... ich meine das Matchmaking war bisher eigentlich immer wirklich fair (abgesehen davon was die afk-rate angeht) aber seitdem urf weg ist ... alter schwede .... wenn ich jetzt ranked spielen würde könnte ich meine 10% winrate schon vorm spielen unterschreiben xd","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-07-13T22:29:05.802+0000","up_votes":1,"down_votes":2,"body":"Dann kommen wieder alle die, die ARURF gespielt haben und die ganze Zet am trollen waren.\nOder sie sind sich einfach die geringen CD und keine Kosten gewohnt (Modus war ja lange draussen) und nun sucken sie einfach weil sie es verlernt haben.","replies":[]}]}]}