{"id":"Nre41OPt","poster":"Gewürzaprikose","date":"2018-07-13T00:59:11.884+0000","title":"Smurf sucht dezent/guten Spieler für HighWR durch Platin/Dia","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey!\r\n\r\nIch smurfe aktuell auf diesem Account hier und habe vieles in der neuen Meta ausprobiert.\r\nMomentan spiele ich haupts&auml;chlich Top Jax und fahre damit extremst gut.\r\n\r\nDa die Sque mir auf Dauer aber zu anstregend ist, w&uuml;rde ich mich zeitweise &uuml;ber einen guten/sehr guten Duoq Mate freuen!\r\nPosi ist mir relativ egal.\r\n\r\nIch bin noch Online bis 6-7 Uhr.","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-07-13T03:11:42.599+0000","up_votes":1,"down_votes":0,"body":"Jax hat schon immer gut funktioniert in Low Elo, repräsentiert ihn jetzt nicht als guten Pick in diesr Meta wie ich finde.","replies":[{"id":"","poster":"404 Akame ","date":"2018-07-13T03:35:49.030+0000","up_votes":1,"down_votes":0,"body":"Du hast nichts verstanden er sucht nur nen mate keine unnötigen kommentare :D und für IHN funktioniert jax jg gerade wie er geschrieben hatte","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-07-17T00:22:00.244+0000","up_votes":1,"down_votes":0,"body":"Ok dann habe ich nichts verstanden.\nIst trotzdem quatsch zu behaupten man fährt gut damit auf einem Smurf Jax zu spielen. Jax ist ein komplett schlechter Champ aktuell. Er gewinnt daher nur, weil er smurft. Oh Wahnsinn, er hat eine 80% WR weil er auf einem fremden Account smurft und wegen der MMR die durch wen anders eingespielt wurde von ganzen unten durchmetztelt. Sieht ein Blinder im Verlauf.\n\nÜber das Ego der Leute kann sich jeder selber ne Meinung bilden.\nMüsste Riot bannen, macht es aber nicht, interessiert niemanden hier Acc Sharing oder so. Stattdessen wird man frech angemacht man hat nix verstanden... League of Legends RIP.","replies":[{"id":"","poster":"404 Akame ","date":"2018-07-17T06:29:26.710+0000","up_votes":1,"down_votes":0,"body":"Kannst du mal aufhören im Forum so pissig zu sein? Danke","replies":[]}]}]}]}]}