{"id":"EYGAiJR0","poster":"D4wnl3ss","date":"2019-07-19T15:23:09.999+0000","title":"Watch Reward's","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Support,\nich habe mir vor ungefähr 3-4 Wochen den LEC Pass geholt. Habe mein Team dort ausgesucht und angefangen die Quests zu machen. Leider nervt es mich TOTAL das die Watch Reward's so gut wie NIE funktionieren. Ich habe wenigsten's 8 Games gutbeschrieben bekommen von 30-40 geschauten Spielen. Langsam kann ich alle Spiele komplett auswendig. Ähnelt schon fast als würde ich mich vorbereiten gegen die zu Spielen -,-... Ich schaue pro Tag immer 5-6 Spiele (Diese Woche) um mein Fortschritt voranzubringen aber es bringt nicht's es geht einfach nicht voran.. Ich habe mein Adblocker für 3 Tage schon deaktiviert hatte nicht's gebracht. Habe meine Cookies gelöscht hat auch nicht's gebracht. Leider kann man ja den Pass nicht mehr zurückerstatten das nervt mich Total. Wenn ich Geld für etwas ausgebe dann soll es auch mal Funktionieren und nicht auf Gut Glück mal ein Game als Fortschritt zu bekommen alle 7-8 Games...\n\nGibt es noch irgendwelche Tipps oder Funktioniert einfach euer System nicht...\n\n\nMit freundlichen Grüßen\nD4wnl3ss","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-07-19T16:01:16.056+0000","up_votes":1,"down_votes":0,"body":"Bei mir wurde jedes einzelne Spiel angerechnet. Also am System liegt es nicht.","replies":[{"id":"","poster":"D4wnl3ss","date":"2019-07-20T05:47:04.374+0000","up_votes":1,"down_votes":0,"body":"Über was schaust du die Game's oder hast du irwas spezielles in deinem browser ich verzweifel langsam....","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-07-20T22:03:22.598+0000","up_votes":1,"down_votes":0,"body":"Ich schaue ganz normal über meinen Browser (Google Chrome) die Spiele.\nSowohl VoDs als auch Live-Spiele wurden mir ganz normal angerechnet.\n\nIch für meinen Teil würde dich mal fragen, ob du auch angemeldet bist, denn meine Account wird laufend zwangsabgemeldet.","replies":[]}]}]},{"id":"","poster":"RM Heartmeander","date":"2019-07-19T16:52:32.927+0000","up_votes":1,"down_votes":0,"body":"Liegt es evtl. am Browser?\nSchon mal einen anderen versucht?","replies":[{"id":"","poster":"D4wnl3ss","date":"2019-07-20T05:46:21.698+0000","up_votes":1,"down_votes":0,"body":"ja habe ich, leider ohne erfolg.","replies":[]}]}]}