{"id":"BEjpAtR3","poster":"she protects him","date":"2019-07-19T14:59:45.936+0000","title":"Derzeitige Situation in TFT","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Sehr geehrte Community,\r\n\r\nwie bereits sicher einige von euch TFT-Spieler mitbekommen haben, können Champions die in der Ecke stehen, nur von einer bestimmten Zahl von gegnerischen Champions angegriffen werden. So weit so gut. In der letzten Zeit habe ich nur mehrmals beobachtet, dass Champs sich gar nicht bewegen oder angreifen wenn direkt Champions vor ihnen stehen. Dies ging so weit, dass ein 3vs2 damit endete, dass sich keiner mehr angriff und die Zeit ausrannte.\r\n\r\nPhantom dancer. Dieses Item ist viel zu stark und kann alleine auf einem Champion 6 andere countern. Man baut Phantom Dancer auf einen tank oder einen anderen champion und der besiegt im Alleingang das gesamte gegnerische Assasinteam. Ich bin nicht für eine Abschaffung sondern für eine Reduzierung des blockierten Schadens (z.B. von 100% chance auf 75%). Derzeit sind Assasins fast unspielbar...\r\n\r\nLg,\r\nbetter jungle wins","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-19T15:51:11.970+0000","up_votes":1,"down_votes":0,"body":"> Ich bin nicht für eine Abschaffung sondern für eine Reduzierung des blockierten Schadens (z.B. von 100% chance auf 75%). Derzeit sind Assasins fast unspielbar...\n\nGott sei Dank, Assassins müssen sich ja nicht mal richtig positionieren.\nIst so ziemlich die einfachste Comp die es gibt (abgesehen von Glacial) und braucht nicht einmal Items.\nWeg mit die Viecher.","replies":[{"id":"","poster":"Yatermi","date":"2019-07-19T16:01:09.519+0000","up_votes":1,"down_votes":0,"body":"nun ja...\npositioning ist jetzt nicht wirklich schwer.\nich würde sogar sagen assassins machen positioning spannender weil sie (mit kassadin) die einzigen units sind gegen die man effektiv umstellen kann.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-07-19T16:00:13.023+0000","up_votes":1,"down_votes":0,"body":"Also ich für meinen Teil habe recht gute Erfolge mit Assassins verzeichnet. Man muss sie jedoch mit einer Frontline kombinieren, wobei sich vor allem Shen und Kennen eignen, um über Zed und Akali zusätzlich zum +350% Crit Bonus auch noch +80% AD zu bekommen. (Alternativ gehen auch noch Rek'Sai und CHo'Gath für den Void-Buff)\n\nViele Attentäter verursachen zudem nicht unerheblichen Schaden über Fähigkeiten, ob es nun Katarina ist, oder auch ein Kha'Zix gegen Spells ist PD in der Regel untauglich.","replies":[]}]}