{"id":"1NnNd166","poster":"Mallemor","date":"2018-07-11T13:20:06.807+0000","title":"Bots in 3vs 3","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo\r\n\r\nIch hatte die letzten Tage und vorhins auch wieder bots in 3vs 3 matches gehabt.\r\n\r\nHab auch mal in einen Beitrag  gelesen dass RIOT Games boting unterst&uuml;tzt.\r\n\r\nIst mir auch logisch weil sonst h&auml;tte ja Riot Games schon l&auml;ngst was gegen boting was unternommen.\r\n\r\nOder ist RIOT Games einfach zu unf&auml;hig( wie Z.b. bei ein vern&uuml;nftiges Matchmaking zu erstellen, Champs zu balancen usw.) ?\r\n\r\nwas meint ihr?\r\n\r\nW&auml;re allerdings echt peinlich wenn RIOT Games es einfach nicht auf die Ketten bekommt was gegen boting zu unternehmen . Die nehmen Milliarden von Geldern ein und haben ein Haufen Mitarbeiter und k&ouml;nnen bei so Kleinigkeiten nix unternehmen.....\r\n\r\nNaja free 2 play halt xD","replies":[{"id":"","poster":"Vogeljunges","date":"2018-07-11T13:36:18.188+0000","up_votes":2,"down_votes":1,"body":"Jaja, Riot ist das neue Merkel... \nHab eigentlich nur ich das Gefühl, dass dieses Forum einen wirklich enormen Zuwachs an Threaderstellern bekommen hat, die wirklich nur noch Themen unterfüttert mit \"ich hab mal gehört\" und \"es ist ja bekannt, dass Riot\"- Thesen raushauen um einfach nur irgendwas zu behaupten? \n\n@TE - das einzige was mich an deinem Beitrag wirklich interessiert ist wäre Folgendes - warum \"ist es dir logisch\", dass Riot Bots unterstützt und wie sieht diese Unterstützung aus? Ich bitte um eine Darstellung.","replies":[{"id":"","poster":"Mallemor","date":"2018-07-11T14:03:15.366+0000","up_votes":1,"down_votes":0,"body":"> Jaja, Riot ist das neue Merkel... \n> Hab eigentlich nur ich das Gefühl, dass dieses Forum einen wirklich enormen Zuwachs an Threaderstellern bekommen hat, die wirklich nur noch Themen unterfüttert mit &quot;ich hab mal gehört&quot; und &quot;es ist ja bekannt, dass Riot&quot;- Thesen raushauen um einfach nur irgendwas zu behaupten? \n\n\ndann soll sich gefälligst mal ein RIOT Mitarbeiter dazu äußern damit die Leute aufhöhren mit solchen Beiträgen dass Forum zuzuspammen. \n\nGenauso mit dem Matchmakingsystem ....warum wird seit Jahren nicht endlich mal der Algorithmus von seitens RIOT Games veröffentlicht wie dass Matchmakingsystem überhaupt funktionert.  Wie es berechnet wird usw. und wie sich die tatsähliche Elo berechnen lässt...\n\nnaja und solange Riot auf Kundenfreundlichkeit sch***** werden hoffentlich weiterhin solche Threads erstellt.\n\nkann echt nicht wahr sein dass sich keiner von RIOT Games sich mal diese Beiträge durchliesst. UND ICH REDE NICHT VON PRAKTIKANTEN sondern  von RICHTIGEN Mitarbeitern!","replies":[{"id":"","poster":"Alpacana","date":"2018-07-11T14:17:11.039+0000","up_votes":2,"down_votes":0,"body":"Dass das System nicht transparent gemacht wird hat einen guten Grund.\nNämlich dass es zu 100% abused werden würde. Wenn du weißt wie ein System zu 100% funktioniert, kannst du es dementsprechend auch manipulieren.\nAngenommen Riot sagt \"die MMR hängt von deiner KDA ab\", würde das nämlich zur Folge haben, dass so gut wieder jeder nur noch auf KDA spielen würde und dadurch das Teamplay zerstört werden würde. (nur ein Beispiel)\n\nZum Thema dass sich ein Riot Mitarbeiter diese Beiträge nicht durchliest:\nDa liegst du auch komplett falsch. Das hier ist das deutsche Forum. Da Riot Games nunmal den Hauptsitz in Amerika hat wirst du im englischen Forum auch auf mehr Riot-Mitarbeiter treffen (was aber auch nicht heißt, dass das deutsche Forum von niemandem gelesen wird). Es gibt schon tausende Threads zum Thema Botting, du müsstest nur mal danach googlen, dann wirst du auch eine Stellungnahme seitens Riot finden.","replies":[]},{"id":"","poster":"Jura500","date":"2018-07-11T15:33:48.429+0000","up_votes":1,"down_votes":0,"body":"> dann soll sich gefälligst mal ein RIOT Mitarbeiter dazu äußern damit die Leute aufhöhren mit solchen Beiträgen dass Forum zuzuspammen.\n\nWurde sich schon öfter im NA-Forum oder auf Reddit zu geäußert.\n\n> Genauso mit dem Matchmakingsystem ....warum wird seit Jahren nicht endlich mal der Algorithmus von seitens RIOT Games veröffentlicht wie dass Matchmakingsystem überhaupt funktionert. Wie es berechnet wird usw. und wie sich die tatsähliche Elo berechnen lässt...\n\nGenau, es geben ja alle Firmen ihre Algorithmen preis. \n\n> naja und solange Riot auf Kundenfreundlichkeit sch* werden hoffentlich weiterhin solche Threads erstellt.\n\n> kann echt nicht wahr sein dass sich keiner von RIOT Games sich mal diese Beiträge durchliesst. UND ICH REDE NICHT VON PRAKTIKANTEN sondern von RICHTIGEN Mitarbeitern!\n\nDann geh halt ins Englische Forum oder auf reddit. Sorry du kannst nicht erwarten, dass in dem deutschen COMMUNITYforum die englischsprachigen Mitarbeiter von Riot schreiben. Kannst ja dem Support auf deutsch schreiben wenn du irgendwas willst.\nAber es als kundenunfreundlich zu bezeichnen, wenn englischsprachige Entwickler sich nicht in einem deutschen Forum äußern, ist dann doch schon fragwürdig. Ich meine sogar, dass die Gameplay Thoughts regelmäßig auf deutsch übersetzt und im deutschen Forum gepostet werden.","replies":[]},{"id":"","poster":"Vogeljunges","date":"2018-07-11T14:13:35.126+0000","up_votes":1,"down_votes":0,"body":"Kundenfreundlichkeit? Meinst du zufällig die Freundlichkeit, die du als Kunde hier gerade an den Tag legst.\nDu wirst hier keine Riotmitarbeiter finden. \nUnd selbst wenn das hier einer lesen sollte, glaube ich weniger, dass er Lust hat, sich mit jemanden, der so ein Verhalten hier an den Tag legt wie du, hier auseinandersetzen möchte, geschweige denn zu rechtfertigen.","replies":[]}]},{"id":"","poster":"Mallemor","date":"2018-07-11T13:56:50.826+0000","up_votes":1,"down_votes":0,"body":"da seit JAHREN rein GAR NIX machen gegen boting gehe ich logisch davon aus dass Sie es gutheißen ganz einfach.","replies":[{"id":"","poster":"Vogeljunges","date":"2018-07-11T14:07:45.963+0000","up_votes":1,"down_votes":0,"body":"Natürlich machen die was dagegen. Wenn du mal ein bisschen Geduld aufgebracht hättest und im Forum zum Thema gesucht hättest, wärst du über einige Threads gestolpert, in denen immer wieder erwähnt wird, dass Riot Bots in Wellen bannt. Die schiere Anzahl an Bots jedoch erweckt den Eindruck, dass Riot nichts unternimmt. Auf der anderen Seite sind die Programmierer der Bots ja auch nicht dumm und die Dinger werden halt auch immer besser, damit sie durch die Filter schlüpfen können. Und da muss Riot dann halt immer wieder nachrüsten - sprich, es ist eine ewige Jagd. Daher aber zu behaupten, dass Riot es gutheisst, bzw. unterstützt ist einfach nur eine vewegene Behauptung.","replies":[]}]}]},{"id":"","poster":"Alpacana","date":"2018-07-11T13:24:18.011+0000","up_votes":1,"down_votes":0,"body":"Hmm wie genau wäre denn deine Idee wie man Bots von Anfängern die gerade vielleicht das erste mal so eine Art von Spiel spielen und vielleicht nicht einmal wissen was Tower machen, unterscheidet?","replies":[{"id":"","poster":"Jura500","date":"2018-07-11T13:35:29.894+0000","up_votes":1,"down_votes":0,"body":"Ganz davon abgesehen bringt es nix die bots zu bannen während sie aktiv sind. Viel effizienter ist es dem Kunden den Account wegzubannen, nachdem er ihn schon gekauft hat. So verlieren die Botter ihre Kundschaft.","replies":[]}]}]}