{"id":"ApJEna8q","poster":"SSF HakiPalatina","date":"2018-07-10T19:47:00.804+0000","title":"Kompetitives Team [Dia] baut/sucht ein Sub-Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ein bereits bestehendes Team kann sich gerne als Sub-Team bei uns bewerben.\r\n\r\nWer wir sind und was wir wollen:\r\n\r\nWir sind SSF Frost, ein Team des Esport-Vereins Sabotage and Security Force (SSF). Um eine kompetitive Umgebung zu erreichen und Gaming als Sport durchsetzen zu k&ouml;nnen, suchen wir ein Sub-Team zur Unterst&uuml;tzung unseres Main-Teams. Dadurch erwarten wir uns ein anspruchsvolles Lane-training (im 1v1/2v2 Format), sowie Scrims und ein gemeinsames Lernen. Damit keiner die Motivation verliert, gibt es die M&ouml;glichkeit zwischen den Teams auf- und abzusteigen, sodass unser Main-team immer die st&auml;rkste Besetzung hat.\r\n\r\nAls Team haben wir uns erfolgreich f&uuml;r den Omen HP Dominators Cup in Krefeld qualifiziert und sind dort angetreten. Momentan haben wir ohne eine Niederlage den Aufstieg in die 1. Division der Insidious Esports Liga geschafft. Kurzfristig nehmen wir uns vor in kleineren Turnieren und Ligen unser K&ouml;nnen zu beweisen. Wir behalten weitere Veranstaltungen, wie die Summoners Inn League oder den King of Spandau Cup, im Auge. Auch nehmen wir an Battlefy Turnieren teil. Unser langfristiges Ziel ist es, an der ESL 1. Division teilzunehmen. Um in diese zu kommen, m&uuml;ssen wir es nat&uuml;rlich erstmal in die 2. Division schaffen. Im Vordergrund steht das Improvement der einzelnen Spieler, als auch die Steigerung der Teamf&auml;higkeit. Um dies zu erreichen planen wir Veranstaltungen wie z.b. Bootcamps, die im Burgdorf (Hannover) stattfinden werden.\r\n\r\nWarum sollte ich in ein Sub-Team gehen?\r\n\r\nM&ouml;glichkeit des Aufstiegs in das erste Team\r\nLanetraining mit dem Hauptteam\r\neinen festen Scrimgegner\r\nbereits existierender Coaching-Stuff\r\nInformationsaustausch &uuml;ber Turniere, Ligen, Coaching-Stuff, etc.\r\nSchnelle Aushilfsm&ouml;glichkeiten beim Fehlen einzelner Spieler\r\nEine kompetitive Umgebung\r\n\r\nWas wir erwarten:\r\n\r\nLangzeitmotivation\r\nLernbereitschaft und Anpassungsf&auml;higkeit (Improve-Mindset)\r\nMindestelo: Dia 5 (in seltenen F&auml;llen auch tiefer)\r\nAngemessene Kommunikation im Spiel\r\nViel Zeit f&uuml;r LoL (Training 4 mal die Woche auch am Wochenende + SoloQ)\r\n\r\nWas wir bieten:\r\n\r\nEngagiertes Team\r\nTeamspeak-server\r\nQualifizierter Coaching staff\r\nUnterst&uuml;tzung durch einen eingetragenen Verein( www.sabsecforce.de ):\r\nTeammanager\r\nSponsoren\r\nMonetarisierung von Liga- und Turnierspielen\r\nTeam/Clan Merchandise\r\n\r\nFalls du Interesse hast, kannst du &ldquo; SSF HakiPalatina &ldquo; und &ldquo; Warum denn nicht &ldquo; in game adden (am besten beide).\r\n\r\nMit freundlichem Gru&szlig;\r\nPerico / SSF HakiPalatina i.A. SSF","replies":[]}