{"id":"HiGa7oFg","poster":"Blaueswunder","date":"2018-07-10T08:40:02.516+0000","title":"Mal was anderes... Die League of Legends-Musik","subforum":"Allgemeiner Chat","embed":{"title":"League of Legends","description":"League of Legends, Category: Artist, Albums: Warsongs, The Music of League of Legends, Vol. 1, Singles: 2018 Rift Rivals Theme, 2016 Mid-Season Invitational Theme, 2017 Mid-Season Invitational Theme, 2018 Mid-Season Invitational Theme, As We Fall, Top Tracks: Legends Never Die (feat. Against the Current), Legends Never Die (Alan Walker Remix), Piercing Light (feat.","url":"https://open.spotify.com/artist/47mIJdHORyRerp4os813jD?si=MiTK0bDYSd2FKAnuYM1Tuw","image":"https://i.scdn.co/image/625155d652c7e1bf23e4e27e86d45742df911434"},"up_votes":2,"down_votes":1,"body":"Hallo liebe League of Legends Community und Mitarbeiter bei Riot Games,\r\n\r\nIch pers&ouml;nlich bin ein sehr gro&szlig;er Fan eures Art-Designer-Teams und euren Konzepten zu neuen Champions und Skins. Besonders toll finde ich es, wie sehr ihr euch M&uuml;he gebt beim Gestalten und Komponieren der Musik. Ich bin immernoch &uuml;berw&auml;ltigt davon, dass ihr einfach f&uuml;r jedes gr&ouml;&szlig;ere Event, jedes Esports-Turnier und f&uuml;r jeden neuen Champion und auch f&uuml;r manche neue Skins so tolle Musik &uuml;ber den Login-Screen ert&ouml;nen l&auml;sst, abgesehen nat&uuml;rlich von anderen musikalischen Darbietungen wie Pentakill, die beispielsweise nicht im Spiel zu h&ouml;ren sind.\r\n\r\nEs ist nur leider sehr schade, dass viele dieser Meisterwerke nur schlecht erreichbar sind. Unter den Youtube-Videos zu Login-Screens beispielsweise findet man nur Links zu Soundcloud. Klar gebt ihr mir die M&ouml;glichkeit den Song dort kostenlos herunterzuladen, dennoch frage ich mich, wieso ihr dabei eure anderen Plattformen vernachl&auml;ssigt. Ich kann leider nicht &uuml;ber iTunes reden, da hab ich keine Ahnung, aber ich beispielsweise finde, dass euer Spotify-Account diesbez&uuml;glich ziemlich krass abstinkt. Dort sind die Warsongs, die Pentakill-Alben und die Esport-Turniermusik, aber ansonsten kaum etwas. Ab und zu findet sich mal ne Ausnahme auf Spotify wieder (Bit Rush, URF, Musik der Cinematics...), aber das wars dann auch. Warum ladet ihr dort nicht auch die Musik hoch, ich meine: schaden wird es ja wohl nicht! Mal Ehrlich, ihr bring alle zwei Patches ungef&auml;hr mal einen neuen Soundtrack heraus, warum nicht auf Spotify. Dort habt ihr doch auch ne gro&szlig;e H&ouml;rerschaft (im Vergleich habt ihr dort ungef&auml;hr 10mal so viele Klicks wie auf Soundcloud) und nebenbei gibts auch noch ein bisschen Geld. Wie schon gesagt, wie&#039;s bei iTunes aussieht kann ich da nicht sagen...\r\n\r\nIch hoffe ihr k&ouml;nnt das erkl&auml;ren und evtl sogar mal handeln ^^\r\nw&uuml;rde mich auf jeden Fall sehr freuen.\r\n\r\nEinen sch&ouml;nen Tag noch die Damen und Herren","replies":[]}