{"id":"dUJcRNEL","poster":"VA Meta Abuser","date":"2018-07-09T16:47:51.623+0000","title":"[Venus Allstars] Wir kämpfen für den Fame!","subforum":"Clans & Teams","embed":{"title":"Venus-Allstars","description":"BREAKINGNEWS // Wir suchen DICH! Melde dich bei uns! TeamSpeak: Venus-Allstars.de","url":"https://venus-allstars.de/","image":"https://venus-allstars.de/cdn/slider/zt.png"},"up_votes":1,"down_votes":0,"body":"Seid gegr&uuml;&szlig;t Beschw&ouml;rer und Beschw&ouml;rerinnen,\n\nmit diesem kleinen aber feinen Text m&ouml;chte ich gerne unsere Multigaming-Community vorstellen:\n\n\n\nMein Name ist Barney aka VA Meta Abuser,\n\nich bin einer von 3 Leitern im Bereich League of Legends in unser Community mit dem Namen Venus-Allstars.\n\nKurze Information zu der Community und dem Konzept hinter dieser:\n\nVenus Allstars wurde vor 3 Wochen wieder ins Leben gerufen um diese neu aufzubauen und gezielt in den E-Sports bzw ESL-Bereich zu lenken.\n\nIn Zukunft werden nat&uuml;rlich auch interne Tuniere veranstaltet wie auch Teams f&uuml;r Clash oder sonstige Tuniere aufgestellt.\n\nPreisgelder oder Gewinne werden erm&ouml;glicht durch unsere Sponsoren die euch bestimmt bekannt sein d&uuml;rften wie zum Beispiel G2A einer der gr&ouml;&szlig;ten Spielekey-Seiten oder auch Paysafecard mit ihrem System des Onlinepayment per Code.\n\nWeitere Sponsoren sind Teamspeak die den Server der Community zur Verf&uuml;gung stellen.\n\nBisher ist VA mit den Spielen Rocket League und Rainbow Six Siege schon im ESL/E-Sports Bereich vertreten und behaupten sich gegen andere Teams.\n\nWir suchen Casual-Spieler die einfach neue Leute zum zocken suchen aber auch gern Leute die ein Team suchen bzw mit aufbauen wollen bzw auch gerne schon bestehende feste 5er Teams f&uuml;r den Esports-Bereich.\n\n\nAbschlie&szlig;end ist zu sagen, dass wir eine harmonische und freundliche Gemeinschaft aus Gamern sind die gerne gemeinschaftlich ein paar Runden zusammen zocken aber auch mit dem Gedanken auf einer Kompetitiven Ebene spielen zu wollen.\n\nAnforderungen zum Beitritt sind das erreichte Alter von 16 Jahren und Teamspeak wie ein funktionierendes Headset + Mikrofon. \n\nWenn ich euch mit meinen Worten neugierig gemacht habe und ihr herausfinden wollt, welche Person hinter diesen Worten steckt, dann lade ich euch herzlich dazu ein mit mir ein paar Worte direkt auf dem Teamspeak zu wechseln oder per Whisper in League of Legends unter folgenden Adressen: :)\n\nTeamspeak-Adresse: TS3.Venus-Allstars.de\nHomepage: https://venus-allstars.de/\nLeague of Legends Ingame-Name: VA Meta Abuser\n\n\n\nMit freundlichen Gr&uuml;&szlig;en\n\neuer Barney aka VA Meta Abuser :)","replies":[]}