{"id":"Avd5dfka","poster":"Raystlin82","date":"2019-07-18T23:18:10.253+0000","title":"spiel startete nicht und ich bekomme -18 lp trotz gewonnenes spiels","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"bin im loading screen stecken geblieben. hab mir erst nichts dabei gedacht - manchmal dauert es ja etwas laenger. hab dann irgendwann den client geschlossen und wieder gestartet. dann zum spiel wiederverbinden lassen. spiel ging schon 6 minuten. hab trotzdem mein bestes getan - wir lagen da auch schon hinten (0/8). haben das aber dann noch gedreht und gewonnen. und ich bekomm -18 lp? was soll das denn? ohne mich, haetten wir hoechstwahrscheinlich verloren.\n\nhttps://i.ibb.co/R94mV5w/league-of-legends-19.jpg\n\nalso wenn mir das nochmal passiert, werd ich mir sicher keine grosse muehe machen. warum soll ich mich denn anstrenegen, wenn ich am ende sowieso lp abgezogen bekomme?\n\nich haette es ja noch verstanden, wenn mein team den remake gemacht haette und ich dann die lp abgezogen bekommen haette. haette mich zwar auch geaergert, da ich nichts dafuer kann, aber eben nicht so sehr. da setzt man sich fuer das team ein um das spiel zu gewinnen und bekommt am ende trotzdem die arschkarte.\n\nin folge dieser ungerechtigkeit werde ich wie gesagt, mir beim naechsten mal einfach keine muehe mehr machen.","replies":[{"id":"","poster":"DanionVibit","date":"2019-07-19T11:10:20.645+0000","up_votes":1,"down_votes":0,"body":"Ab 5 Minuten zählst du als leaver (Leaverbuster bestraft dich nach dieser Zeit automatisch)\n\nFolgen sind:\nLeaverbustereintrag\nLoose (entsprechend mit LP/MMR-Verlust)\nD- Bewertung für dieses Spiel\nKeine XP für dieses Spiel\n\nDas ist nunmal so. Aus egoistischen Gründen brauchst du nicht mehr connecten - Als fairer Spieler musst du leider mit den oben genannten konsequenzen leben :^)\n\nBeides scheiße aber die Wahl liegt hier bei dir, weil die Strafe hast du so oder so...","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-07-19T10:40:22.026+0000","up_votes":1,"down_votes":0,"body":"Ich würde aufgrund des aktuellen Patches kein Ranked spielen. Dein Problem haben hier schon mehrere gemeldet (Spiel kommt nicht über den Loading Screen hinaus), scheint also häufiger passieren zu können.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-07-19T07:31:22.555+0000","up_votes":1,"down_votes":0,"body":"> also wenn mir das nochmal passiert, werd ich mir sicher keine grosse muehe machen. warum soll ich mich denn anstrenegen, wenn ich am ende sowieso lp abgezogen bekomme?\n\nVllt aus Fairness und Sportlichkeit gegenüber deinen Teammates?\nStell dir vor du wärst in der Situation deiner Mates und da connectet jemand zu spät und gibt sich keine Mühe zu gewinnen, feedet vllt noch und deswegen verlierst du dann LP die du eig. Hättest bekommen können. Wie würdest du dich denn dann fühlen?\nFändste sicher auch scheiße. \n\nAlso streng dich trotzdem an und gib dein Bestes.","replies":[]},{"id":"","poster":"zhao LaoGong","date":"2019-07-19T02:20:56.355+0000","up_votes":1,"down_votes":0,"body":"Das ist völlig normal. Ab einer bestimmten Afk time zählt das Game für dich automatisch als Lose.","replies":[]}]}