{"id":"sFnre7le","poster":"dermacher1","date":"2019-07-18T19:35:38.223+0000","title":"Client Probleme","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Habe nur eine Frage: Wer hat die gleichen Probleme ? Ich komme nicht mehr ins Spiel rein. Ich gebe meine Daten ein, nichts passiert, huch das Spiel ist abgestürzt. Auch nach mehreren Versuchen, nichts. Ich habe das Spiel neu Installiert und es geht immernoch nicht. Habe auch im Bugfix Ding einen Report geschrieben. Wenn jemand vielleicht eine Lösung hat oder das gleiche Probleme, schreibt bitte was. Dummerweise habe ich gerade davor mir eine 20 Euro RP Karte geholt, wäre mies wenn ich jetzt nicht mehr mich einloggen könnte.","replies":[{"id":"","poster":"Tyrîon Lannister","date":"2019-07-19T05:51:51.619+0000","up_votes":1,"down_votes":0,"body":"Ist doch gut das er nochmals einen Thread erstellt !! \nScheinbar tut es Riot nicht mal interessieren bis zu einer gewissen anzahl von Beschwerden.....\nProbiere mich seit 12 Stunden einzuloggen, dass geht auch, teils bis es probiert denn Übersprung vom championselect auf game zu übertragen dann kommt eine System Störung und wenn man sich erneut probiert einzuloggen bekommt man einen Bug-splat woooow...... hatte diese Probleme seit 7 Jahren nicht. :/\n\nMeine Meinung dazu ist TFT hätte niemals auf denn gleichen Server zugelassen werden sollen, unter denn Konsequenzen des TFT-Error müssen jetzt auch  leidenschaftliche Beschwörer der Kluft Spieler leiden....^^ ich meine es ist free to play..... ABER  sad Rito SAD! #pleasefixthisRITO","replies":[{"id":"","poster":"Angel Ayume","date":"2019-07-19T07:38:45.377+0000","up_votes":1,"down_votes":0,"body":"Nein, einen weiteren Thread erstellen bringt abolsut gar nichts. Riotmitarbeiter gucken nicht oder nur extrem selten in die deutschen Boards. Es ist also überflüssig.\n\nAber auch hier werde ich mal einen Text von mir aus einem anderen Thread zitieren: \n\n> [{quoted}](name=Angel Ayume,realm=EUW,application-id=Wj1wcocU,discussion-id=EiAAe1K8,comment-id=0002,timestamp=2019-07-18T19:32:49.913+0000)\n>\n> [...] Siehe dir doch mal die Codes an und suche dort nach dem Verursacher der Bugs. :) und wenn du ihn gefunden hast, teile Riot das doch mit, sie werden sich freuen.\n> Btw. erwähnt ist es nicht so einfach mal eben einen Fehler zu finden. Und selbst wenn der Fehler relativ schnell gefunden wird heißt das nicht, dass man diesen innerhalb von 5 Minuten behebt. Manche Bugs sind so komplex, dass es sehr lange dauert sie zu entfernen. Und wieder andere sind so komplex, dass es ewig dauert erstmal herauszufinden wie sie entstehen. [...] \n\nRiot arbeitet sicher fieberhaft an einer Lösung oder denkst du echt, dass sie einfach Däumchen drehen?","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-07-18T19:37:18.570+0000","up_votes":1,"down_votes":0,"body":"Viele haben das Problem. \nKleiner Tipp meinerseits, sieh dich doch mal im Forum vorher um, bevor du einen neuen Thread erstellst.\nViele haben ähnliche Threads wie du erstellt.","replies":[]}]}