{"id":"Wnmc3gaa","poster":"Mad Loony","date":"2018-07-07T16:25:57.867+0000","title":"Riot ist super :)","subforum":"Spielerverhalten & Moderation","up_votes":24,"down_votes":44,"body":"Hallo liebes Forum,\r\n\r\nich wollte wieder mal einen Thread erstellen, weil es in letzter Zeit so viel hate auf Riot gab. Wie ihr alle wisst handelt es sich ja in wirklichkeit um die beste Firma der Welt. Wir alle haben schon mal selbst negatives Verhalten in Lol gesehen oder von abstrusen Geschichten geh&ouml;rt, wo sich Spieler daneben benommen haben. Es ist immer wieder sch&ouml;n mitzuerleben wie Riot mit solchen F&auml;llen umgeht.\r\n\r\nJeder kennt es und keiner mag es: Flaming bzw. toxisches Chatverhalten. Manche Spieler glauben sie k&ouml;nnen sich alles erlauben. Dabei vergessen sie aber eines: Nicht mit Riot! \r\n\r\nRichtig reportet kann bereits &quot;noob&quot; oder &quot;bronze supp&quot; zu eine Strafe f&uuml;hren. Keine Gnade f&uuml;r Flamer, das ist der Weg. Der einzige Ausweg nach einem Perma ist das Erstellen eines neuen Accounts. Dort drifft man nur auf abgeh&auml;rtete Neulinge, welche klarerweise absolut Flameresistent sind und einen erh&ouml;hten Spielspa&szlig; durch einen &quot;abwechslungsreicheren&quot; Chat haben. \r\n\r\nSpielspa&szlig; ist ein wichtiges Stichwort. Nat&uuml;rlich versucht Riot alles, um diesen zu erh&ouml;hen. Daf&uuml;r wurden mehrere Punkte umgesetzt:\r\n1. Regelm&auml;&szlig;ige einf&uuml;hrung neuer Champs, mit welchen man alles zerst&ouml;ren kann. \r\n2. Sollte ein neuer Champ oder ein Rework keine absolut &uuml;bertrieben Winrate haben wird nat&uuml;rlich sofort gehotfixed, damit betroffene Champs auch im Proplay zum Pick/Bann werden.\r\n3. Oneshots sind lustig und werden daher m&ouml;glichst fr&uuml;h erm&ouml;glicht.\r\n4. Tanks, Shields und utility Supports sind langweilig und braucht keiner, daher wurden sie richtigerweise generft.\r\n5. Genaugenommen ist alles bis auf Assassins und dmg Supports langweilig und daher geschw&auml;cht bzw. useless gepatcht.\r\n\r\nDurch die ganzen &Auml;nderungen gibt es jetzt endlich eine Meta, in der man easy 3-4 Assassins picken kann um m&ouml;glichst viel Spa&szlig; zu haben. Die schlauste und beste Idee war es meiner Meinung nach extra noch einen Assassin Support zu kreieren, damit auch wirklich jeder auf seine Kosten kommt.\r\n\r\nNat&uuml;rlich kommt es im Zuge dieser &Auml;nderungen &ouml;fters zu snowball Effekten und einseitigen Spielen. Kein Problem f&uuml;r Riot! Da mehrfaches sterben nun normal ist, wird es halt auch nicht mehr so streng bestraft. Solange man 1-2 aa auf den Gegner macht kann man easy in der ersten Minute unter dem gegnerischen Tier 2 Turm sterben ohne iwelche Konsequenzen zu haben. So ein 0/20/0 Nunu geh&ouml;rt einfach zur aktuellen Meta dazu. Hauptsache das Spiel ist lustig.\r\n\r\nJeder der noch am&uuml;santere Spiele haben will kann auch zu &auml;u&szlig;erst kreativen Picks greifen. Solange man keine adc oder Tanks pickt geht im Grunde alles klar. Dadurch entstehen sehr abwechslungsreiche Spiele. Gerade auf der Botlane ist zur Zeit alles bis auf Marksman meta. Wenn man zuf&auml;llig 0/7 mit seinem Darius adc steht liegt das halt an den lustigen Oneshots der 4 gegnerischen Assassins.\r\n\r\nWie man sieht ist Riot auf dem richtigen Weg um LoL noch spannender und interessanter zu gestalten und ich freu mich schon auf die n&auml;chsten tollen Patchnotes.\r\nWer aus meinem Text Sarkasmus oder Ironie rausliest irrt sich: Riot ist super :)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-07-08T10:44:35.392+0000","up_votes":12,"down_votes":1,"body":"Und dann wunderst du dich, dass die niemand ernst nimmt und nur müde lächelt, wenn er was von dir liest. {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-08T16:13:49.447+0000","up_votes":3,"down_votes":14,"body":"Solange ich weniger als 20-25(Edit) Downvotes habe gehe ich davon aus, dass mein Text positiv aufgenommen wird :)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-07-08T16:54:40.428+0000","up_votes":9,"down_votes":1,"body":"xD Wunschdenken. \nViele hier im Forum voten gar nicht, ich zB. Und trotzdem bin ich komplett gegen deinen Text. Aber wenn du natürlich einen Vote haben willst, bitte, bekommste einen Downvote von mir.","replies":[{"id":"","poster":"Meemoy","date":"2018-07-09T09:45:45.421+0000","up_votes":3,"down_votes":0,"body":"Du erstellst eine Umfrage, wo beide Antworten im Endeffekt auf das selbe hinaus laufen und dann erwartest du wirklich noch, dass man dich ernst nehmen soll?","replies":[{"id":"","poster":"Angel Ayume","date":"2018-07-09T09:58:38.222+0000","up_votes":2,"down_votes":0,"body":"Wäre es nicht sinnvoll, auf seinen Post anstatt auf meinen zu Antworten? :D \nIch hab jedenfalls die Benachrichtigung bekommen, dass du auf meinen Post geantwortet hast :D","replies":[{"id":"","poster":"Meemoy","date":"2018-07-09T11:11:36.261+0000","up_votes":1,"down_votes":0,"body":"Das wäre es allerdings, ist am Handy nur nicht immer ganz einfach.","replies":[]}]}]},{"id":"","poster":"Mad Loony","date":"2018-07-08T17:23:21.199+0000","up_votes":2,"down_votes":7,"body":"Es gibt Leute die fast alles von mir downvoten. Deswegen sehe ich ein paar Downvotes als nicht so schlimm an. Allerdings wollte ich dir mit meiner Aussage nicht vermitteln, dass ich Votes will. Schon gar keine Downvotes :(\n{{sticker:sg-soraka}} ","replies":[]}]},{"id":"","poster":"The Noxian Mind","date":"2018-07-09T14:20:53.526+0000","up_votes":3,"down_votes":2,"body":"wie tot das forum hier ist, ist rückwirkend representant für die Mentalität der LoL spieler: Wir geben kaum was auf Riot, sei das deren Philosophie, Support, Vision oder Marketing. Nach so vielen Jahren in welchen Riot und vorallem deren Investoren in eine Richtung ging, gegenüber den Spielern, welche lieber eine andere gegangen wären, haben wir gelernt die Foren, Ressourcen, Ideen und Hilfeleistungen von Drittanbietern weitaus mehr zu schätzen als die der Macher des Spiels. \n\nReferenzen: \n\nRiot möchte, dass Fizz ein Early-Game-Magic-Damage-Assassin ist, weil sie das aber nicht innden Griff kriegen machen wir daraus ein Tank Fizz dank zu hohen Grundschadenswerten und zu niedrigen Abklingzeiten, um uns fix etwas Elo abzugreifen. \n\nRiot würde gerne ADCs im lategame stark und im early schwächer haben, haben aber keinen Plan von der derzeitigen Meta, in der das lategame selten bis nie zum tragen kommt, also spielen wir kurzerhand bruiser und mages auf der botlane um schneller im Spiel zu sein, earlier wake-up-call translates into game impact.\n\n\nRiot schreibt marksman auf Quinn, Graves und Kaisa, wir haben den ollen Vogel, den Zigarrenmann und die hybrid Ap Voidtochter aber alle mehr Erfolg im jungle und auf sidelanes haben sehen im Lauf der Zeit, anders als geplant.\n\nRiot bannt Spieler, sei das mit dem Tribunal, den Reports oder dank anti-cheater und leaver-buster software regelmässig in grossen Wellen, dennoch ist Coop vs AI jeden Tag mit levelling bots bevölkert, dessen accounts dann sogar mit austausch garantie, sollte der Account wegen botting gebannt werden, von irgendwelchen dubiosen Seiten zum verkauf angeboten, mit erfolg, sonst hätten die nach 10 Jahren langsam aufgegeben. \n\nWeitere Referenzen die etwas näher am heutigen geschehen liegen und, wenn auch nicht nötig, dir sicherlich deine gewünschten 15 downvotes (zur zeit sinds 12) unterstreichen:\n\nYi Taric mid, Yi kayle top, Vlad/Azir Nunu mid und andere gold funneling booster strats\n\nEs dauerte 2 geschlagene monate um solche Free-Elo strategien auch nur halbwegs zu unterbinden, sie entstanden aus nicht-klar-kommunizierten als auch unbedachten Veränderungen in Sachen Jungle XP und der Camps/deren Level, wurden umgehend von der Community mittels deren Bereitschaft, den eigenen Spielspass, sowie den der Gegner zu verwerfen um nach 15-20 minuten PVE gefarme mit höchster Wahrscheinlichkeit bis circa Dia3 auf EUW ohne Gegenwehr zu gewinnen. \n\nDie Skin/Champion/Runen/Icon/Emote Sammelkultur\nEine ehemalige Nische für Sammler und Ästhetik-Freunde, hat Riot vermehrt mit Lootboxen, kapseln, tokens, Ausverkäufen, Öffnen des Legacy-Vaults und anderen Geldmachereien die früheren ehemals wertvolleren und selteneren digitalen Sammelobjekte entwertet. Wie viele der heutigen Death-Sworn, Halloween-, year of the \"insert animal here\"- skins sind denn wirklich von damals, und wieviele wurden irgendwelchen Leuten nachgeworfen, um dem Skin den Seltenheitsfaktor für ein paar mehr RP einkäufe zu entziehen? Geld>Spieler.\n\nEnd of Season Rewards, Loot eligibility.\n\nEin jeder kann die Season Rewards erhaschen, Challenger zu werden gibt bestenfalls einen hässlichen Rucksack, wir alle kriegen einen Skin, sofern uns ein automatisierter Bot nicht dazwischenfunkt. In LoL was zu erreichen belohnt die Spitze der Spieler kaum, die Menge zu gleichmässig und dennoch unfair:\nWenn ihr mit euren eigenen Freunden oder mit Randoms einmal vor Season Ende als Selbstversuch Flex spielt und euch absichtlich nach tadellosem Verhalten auf Anforderung via Discord reporten lässt, kriegt ihr automatisch eine Chat-Sperre/Verwarnung und keine end-of-season-rewards, auch wenn ihr kein einziges Wort geschrieben habt. Der Bot zählt bloss die reports, alles andere ist egal. Das nächste Mal wenn ihr auf ein toxisches Trio trefft, denkt daran, dass euch bei Riot keiner helfen wird und dodged lieber, wofür euch Riot sogar noch straft. \n\nFazit: Nach 10 Jahren LoL, auf beinahe allen Regionen, Rollen, Divisionen, sowohl zum Spass als auch seriöser, hatte ich nicht ein einziges Mal NICHT die Meinung, dass LoL das beste Spiel mit so einem miserablen Spielemacher ist.","replies":[]}]}]},{"id":"","poster":"Released Ape","date":"2018-07-07T21:58:27.252+0000","up_votes":6,"down_votes":0,"body":"Du willst Diskussionen starten, aber irgendwie fehlt schon vom Text die Basis dazu - du bist eigentlich ein echter guter Dude. Aber dadurch das du schon eine Meinung abgibst werden dich Leute allein aufgrund einer anderen Meinung downvoten, ich werde manchmal upgevoted und manchmal downgevoted.\n\nWeder sind alle Leute im Forum gezwungen meine Meinung zu teilen, noch bin ich gezwungen die Meinung anderer zu teilen. Das einzige was zählt ist das mehrere Meinungen akzeptiert werden, das man mit einem Downvote eine Gegenstimme abgeben will ist vollkommen normal. Die aktiven Personen hier haben durchaus Threads gehabt in denen sie Riot kritisert haben und wurden da auch oft geupvoted. Es kommt nicht nur darauf an ob die eigentliche Kritik zum Teil berechtigt ist, sondern wie man sie verpackt und begründet.\n\nNehmen wir ein Beispiel: \"Riot ist scheiße und deswegen stirbt League...\", man kann das jetzt verschieden umschreiben:\n\n\"Ich finde das es zur Zeit zu viel um Schaden geht und dies die Balance des Spiels beeinträchtigt. Wenn das soweiter geht weiß ich nicht ob ich und eventuell andere Personen Leageu weiterspielen wollen.\"\n\nMan könnte das mit dem Schaden jetzt noch weiter begründen und aufzählen was sich denn alles getan hat (Änderung von Rüstungsdurchdringung zu \"Tödlichkeitsfaktor\", Duskblade Proc, immer mehr True Dmg, ...). Du hingegen schreibt es auf eine zynische Art und Weise, du beschreibst zwar das Problem oberflächlich aber gehst nicht genau darauf ein was dich daran stört. Schauen wir deine Auflistung an:\n\n> 1. Regelmäßige einführung neuer Champs, mit welchen man alles zerstören kann.\n> 2. Sollte ein neuer Champ oder ein Rework keine absolut übertrieben Winrate haben wird natürlich sofort gehotfixed, damit betroffene Champs auch im Proplay zum Pick/Bann werden.\n> 3. Oneshots sind lustig und werden daher möglichst früh ermöglicht.\n> 4. Tanks, Shields und utility Supports sind langweilig und braucht keiner, daher wurden sie richtigerweise generft.\n> 5. Genaugenommen ist alles bis auf Assassins und dmg Supports langweilig und daher geschwächt bzw. useless gepatcht.\n\nBesonders hier fehlen Nachweise, du hättest zum Beispiel Aatrox erwähnen können und das hotfixed wurde und beschreiben können was es für Auswirkungen hatte (Im Fall von Aatrox sehr bescheiden). Dazukommt das einige Aussagen nicht stimmen, es werden auch noch ADCs gespielt - es handelt sich nur um Crit-ADCs die zurzeit nicht mehr \"best in slot\" sind, aber tatsächlich ist z. B. Caitly oder Tristana noch viable. Und Riot arbeitet doch bereits daran, sollten wir diesen Veränderungsprozess nicht unterstützen? Den zweiten Punkt hättest du immerhin noch begründen können mit Kai'Sa, Zoe und Ornn - aber nichts!\n\nHinzukommen einzelne Bemerkungen:\n\n> Richtig reportet kann bereits \"noob\" oder \"bronze supp\" zu eine Strafe führen. Keine Gnade für Flamer, das ist der Weg. Der einzige Ausweg nach einem Perma ist das Erstellen eines neuen Accounts. Dort drifft man nur auf abgehärtete Neulinge, welche klarerweise absolut Flameresistent sind und einen erhöhten Spielspaß durch einen \"abwechslungsreicheren\" Chat haben.\n\nMan weiß nicht ob du jetzt Flame gutheißen möchtest oder nicht. Wie sollen wir das diskutieren, wenn du immer Ironie, Sarkasmus und Zynismus in den Text im Überfluss einbaust? Das sind Stilelemente und entfalten ihre Wirkung nicht mehr wenn alles gesagte auf diese Weise geschrieben wird.\n\n> Durch die ganzen Änderungen gibt es jetzt endlich eine Meta, in der man easy 3-4 Assassins picken kann um möglichst viel Spaß zu haben. Die schlauste und beste Idee war es meiner Meinung nach extra noch einen Assassin Support zu kreieren, damit auch wirklich jeder auf seine Kosten kommt.\n\nFindest du jetzt die Assasin Meta gut oder fandest du die alte gut? Man weiß es wieder nicht! Es gab auch ADC Metas, Tank Metas, ... eine kurze Zeit kam in der Nische die Duo Jungle Meta und besteht noch.\n\n> Natürlich kommt es im Zuge dieser Änderungen öfters zu snowball Effekten und einseitigen Spielen. Kein Problem für Riot! Da mehrfaches sterben nun normal ist, wird es halt auch nicht mehr so streng bestraft. Solange man 1-2 aa auf den Gegner macht kann man easy in der ersten Minute unter dem gegnerischen Tier 2 Turm sterben ohne iwelche Konsequenzen zu haben. So ein 0/20/0 Nunu gehört einfach zur aktuellen Meta dazu. Hauptsache das Spiel ist lustig.\n\nRegst du dich hier über die Änderung an sich auf oder an die Personen die 20-Mal sterben? Worauf sollen wir hier diskutieren? Das man 3 Autoattacks statt 1-2 Autoattacks machen sollte bevor man stirbt?\n\n> Jeder der noch amüsantere Spiele haben will kann auch zu äußerst kreativen Picks greifen. Solange man keine adc oder Tanks pickt geht im Grunde alles klar. Dadurch entstehen sehr abwechslungsreiche Spiele. Gerade auf der Botlane ist zur Zeit alles bis auf Marksman meta. Wenn man zufällig 0/7 mit seinem Darius adc steht liegt das halt an den lustigen Oneshots der 4 gegnerischen Assassins.\n\nHier schreibst du \"Alles außer ADC oder Tanks\" - zur gleichen Zeit \"Oneshots der 4 gegnerischen Assasins\". Also wäre man mit einer Syndra hier glücklich oder nicht - sags mir bitte?\n\n\nDu formulierst deine Aussagen so unklar, das man nicht weiß auf welche Position dich deine Kritik äußert. Du kritisierst alles, aber nichts wirklich mit Nachdruck. Wie soll daraus eine gute Diskussion entstehen? Deine Intention zu diskutieren ist super, aber die Umsetzung davon ist wirklich fragwürdig.","replies":[{"id":"","poster":"Tifler","date":"2018-07-09T08:55:09.155+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Wrong Sentence,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=0008,timestamp=2018-07-07T21:58:27.252+0000)\n>aber tatsächlich ist z. B. Caitly oder Tristana noch viable.\n\n\nLike Wut?\nDa hat sich wohl jemand nicht die Win-Rates angeguckt :D","replies":[{"id":"","poster":"Released Ape","date":"2018-07-09T10:34:21.532+0000","up_votes":2,"down_votes":0,"body":"Win-Rates müssen im Durchschnitt nicht positiv sein damit etwas viable ist. Wer Caitlyn z. B. als Main Champion hat, kann eine solide Winrate von 54.1 % erreichen* und zugleich wären ja Champions wie Master Yi, Ornn, Irelia, Darius, ... nicht \"viable\" weil sie noch weniger Winrate im Durchschnitt haben**\n\nBei Tristana sieht die Situation sogar ziemlich rosig aus. Akzeptable Pick Rate (5.7 %) und durchschnittliche Winrate (49.6 % bzw. 55.4 %). Die Hotfixes schlagen durchaus an.\n\n*Quelle: https://www.leagueofgraphs.com/de/champions/winrates-by-xp/diamond\n\n**Quelle 2: https://www.leagueofgraphs.com/de/champions/stats/diamond/by-winrate-desc","replies":[]}]},{"id":"","poster":"Mad Loony","date":"2018-07-08T16:07:23.713+0000","up_votes":1,"down_votes":7,"body":"Es handelt sich im Grunde einfach um einen kritischen Text. Ironie und Sarkasmus ist ein traditionelles Stilmittel für solcherlei Texte. Ich habe zu Ironie gegriffen, weil ich mit den Mods nicht klarkomme und mir eine Sperre droht.\n\nDurch die Ironie ist mein Text angenehm zu lesen und kommt relativ positiv rüber, obwohl eher eher kritisch ist. Ob jemand über den Text diskutieren will und über welche Inhalte genau kann jeder für sich selbst entscheiden. \n\nDeine Antwort ist relativ Umfangreich und bringt Argumente zu fast allen Punkten die ich aufgeführt habe, sowie zum Stil des Textes selbst. Sprich du zeigst vor, wie man mit so einem Text eine Diskussion starten kann :)\n\n> [{quoted}](name=Wrong Sentence,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=0008,timestamp=2018-07-07T21:58:27.252+0000)\n> \n> Besonders hier fehlen Nachweise, du hättest zum Beispiel Aatrox erwähnen können und das hotfixed wurde und beschreiben können was es für Auswirkungen hatte (Im Fall von Aatrox sehr bescheiden). Dazukommt das einige Aussagen nicht stimmen, es werden auch noch ADCs gespielt - es handelt sich nur um Crit-ADCs die zurzeit nicht mehr &quot;best in slot&quot; sind, aber tatsächlich ist z. B. Caitly oder Tristana noch viable. Und Riot arbeitet doch bereits daran, sollten wir diesen Veränderungsprozess nicht unterstützen? Den zweiten Punkt hättest du immerhin noch begründen können mit Kai&#x27;Sa, Zoe und Ornn - aber nichts!\n\nJa, ich hab da unter anderem eh an die von dir genannten Champs gedacht. Weggelassen hab ich sie, weil ich eigentlich gar nicht so weit ausholen wollte. Der Text ist eh schon lang genung :)\nMeine Aussagen stimmen meiner Meinung nach schon. Mein Ziel war es die derzeitige Situation zu beschreiben. Adc wurden schon geschwächt, auch wenn ein paar noch viable sind. \nBei meinem zweiten Punkt hab ich speziell an Aatrox gedacht, der nach dem Hotfix bei den Rift Rivals gepickt wurde und sehr stark dominiert hat, bis er gebannt wurde. Aber auch Ornn wurde nach dem Release mehrmals gebufft, bis er in der Pro Szene jeden zerstört hat.\n\n> \n> Man weiß nicht ob du jetzt Flame gutheißen möchtest oder nicht. Wie sollen wir das diskutieren, wenn du immer Ironie, Sarkasmus und Zynismus in den Text im Überfluss einbaust? Das sind Stilelemente und entfalten ihre Wirkung nicht mehr wenn alles gesagte auf diese Weise geschrieben wird.\n\nHier habe ich einfach kritisiert, dass das Bestrafungssystem etwas unfair wirkt. Sowie die Sinnhaftigkeit von Permabanns.\n> \n> Findest du jetzt die Assasin Meta gut oder fandest du die alte gut? Man weiß es wieder nicht! Es gab auch ADC Metas, Tank Metas, ... eine kurze Zeit kam in der Nische die Duo Jungle Meta und besteht noch.\n\nIch bin adc main. Genaugenommen ein Vayne otp. Es ist **sehr** frustrierend gegen so viel ap und ad burst zu spielen. \n> \n> Regst du dich hier über die Änderung an sich auf oder an die Personen die 20-Mal sterben? Worauf sollen wir hier diskutieren? Das man 3 Autoattacks statt 1-2 Autoattacks machen sollte bevor man stirbt?\n\nEs gibt atm viel mehr Trolle als früher. Ich hab gerade wieder ne üble Losingstreak. Ca. jedes zweite Game ist ein Troll im Spiel und es gibt gerade unendlich viele Smurfs. \nMein letztes Game mach ich bei nem invate Firstblood und denke nice, wird ein gutes Spiel. Allerdings war mein jg ein Smurf, der mit **meinem** Support duo jg macht, ohne mir auch nur iwas zu sagen. Ich musste 1v2 Botlane spielen. Vayne vs Draven/Pyke. Kannst du dir vorstellen wie viel Spaß ich hatte? So ähnliche Situationen gibt es zur Zeit viel zu häufig. Vernünftige Spieler machen gerade keine Rankeds oder spielen auf ihren Smurfs: dadurch wird das Ganze noch schlimmer.\n> \n> Hier schreibst du &quot;Alles außer ADC oder Tanks&quot; - zur gleichen Zeit &quot;Oneshots der 4 gegnerischen Assasins&quot;. Also wäre man mit einer Syndra hier glücklich oder nicht - sags mir bitte?\n> \n> \n> Du formulierst deine Aussagen so unklar, das man nicht weiß auf welche Position dich deine Kritik äußert. Du kritisierst alles, aber nichts wirklich mit Nachdruck. Wie soll daraus eine gute Diskussion entstehen? Deine Intention zu diskutieren ist super, aber die Umsetzung davon ist wirklich fragwürdig.\n\nIch kritisiere hier die derzeitige Meta, weil diese sehr frustrierend ist.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-07-09T08:48:17.171+0000","up_votes":4,"down_votes":0,"body":"Ganz Ehrlich? Du jammerst hier rum, dass Dich keiner ernst nimmt bzw. sich alle über Dich lustig machen und Du Downvotes kassierst.  Ebenso beschwerst Du Dich, dass es die Mods scheinbar auf Dich abgesehen haben, und Du nicht weißt warum.\nEs wird sich die Mühe gemacht, Dir zu erklären, weshalb das so ist, und welches Verhalten zu eben jener Gegenreaktion führt. Und alles was Du machst ist, irgendwelche ironischen und sarkastischen Threads zu veröffentliche, wo Du vorgibst etwas zu loben, damit die Mods Dich nicht sperren.\nEs kommt nicht darauf an, ob Du nun offen Kritik an RIOT übst, oder ob Du das ironisch in irgendeinen vermeintlich netten Text packst. Die Mods sind nicht blöd, falls Du der Meinung bist. Es geht schlicht und ergreifend darum, **wie** Du Kritik übst. Und meiner Meinung nach sind sämtliche Deiner Threads alles andere als Kritik. Du übertreibst maßlos, und übst Kritik an einem System auf Grundlage Deiner Annahmen wie es funktionieren könnte und konstruierst teils absurde Probleme, um daran zu zeigen, wie Fehlerhaft doch alles ist.\nDas hat nichts mit Kritik üben zu tun.\nLetztendlich musst Du entscheiden, was Du machen willst. Ob Du hier weiter solche Threads eröffnen willst, und mit jedem Thread weiter daran arbeitest, dass Du nicht mehr ernst genommen wirst, oder ob anfängst, vernünftige Diskussionsthreads zu eröffnen.\nWie ich Dir ja schon schrieb, gibt es Durchaus Posts von Dir, wo man ganz normal und sachlich mit Dir reden kann. Andererseits - wie jetzt gerade auch wieder - gibt es Threads, wo zumindest ich - und ich fürchte es geht einigen anderen auch so - einfach nicht ernst nehmen kann, da Du Dich mal wieder so heftig an Stilmitteln bedienst, dass es Deinen ganzen Thread ad absurdum führt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T11:28:39.518+0000","up_votes":1,"down_votes":6,"body":"Ich will eh auch Diskussionsthreads machen. Hin und wieder zumindest.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-07-09T12:45:07.941+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=00150000,timestamp=2018-07-09T11:28:39.518+0000)\n>\n> Ich will eh auch Diskussionsthreads machen. Hin und wieder zumindest.\n\nSagt ja auch keiner was dagegen, oder habe ich geschrieben, dass Du keine Diskussionsthreads mehr machen sollst?\nDu schreist halt eben nun einmal hier rum dass die Mods was gegen dich hätten, und Du nun nur noch ganz nette Sachen schreiben darfst, damit sich niemand angegriffen fühlt. Und genau das ist absoluter Schwachsinn. Offenbar scheinst Du nicht begreifen zu wollen, was zu Deinen Banns führt.\nEs ist nicht die Tatsache, dass Du \"Kritik\" übst. Es ist schlicht und ergreifend die Tatsache, dass Du Dir irgendetwas Ausdenkst, wie etwas funktionieren könnte, dies dann überall als Wahrheit hinausposaunst, und auch wenn Deine Argumente entkräftet werden, einfach weiter machst. Teilweise überspitzt Du dann Dinge so maßlos, dass es fast schon weh tut, und Du greifst - wenn auch versteckt - andere Poster an.\nWenn Du eine Diskussion starten willst, dann mache das. Dabei brauchst Du auch nicht auf irgendwelche Stilmittel wie Sarkasmus, Ironie oder maßlose Übertreibung zurück zu greifen. Es reicht, wenn Du beim Diskussionsstart und bei der Diskussion sachlich bleibst, und Dich gegebenenfalls mit Quellen bewaffnest.\n\nAber offenbar willst Du auf so einer Ebene gar nicht diskutieren, da Dir all diese Punkte bereits schon in anderen Threads gesagt wurden, und Du das anscheinend nicht umsetzen willst. Musst Du wissen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T13:39:24.429+0000","up_votes":1,"down_votes":3,"body":"Schon mal von Satire gehört? Man kann auch etwas kritisieren ohne gleich ne riesen Diskussion anzufangen. Ich kann manche Reaktionen hier echt nur schwere nachvollziehen.\n\nAuch wenn man die Ironie berücksichtigt wird Riot relativ gut dargestellt. MindMinder hat leider recht. Mit diesem Account bekomme ich keine auch nur annähernd objektive Beurteilung meiner Kommentare.","replies":[{"id":"","poster":"Haudruppmoor","date":"2018-07-09T14:09:53.687+0000","up_votes":5,"down_votes":1,"body":">objektive Beurteilung meiner Kommentare.\n\nSie werden doch objektiv beurteilt, Du lieferst nur halt keine Substanz, keinen Ansatzpunkt, Du lieferst doch selber nur Deine subjektive Meinung. Viele teilen die eben nicht, schreiben Dir das und Du beschwerst Dich darüber. Du bist wie der hier :\n\nhttps://www.bz-berlin.de/data/uploads/multimedia/archive/00283/rtl_menderes_283192a-768x432.jpg\n\nKann nicht singen, kann sich den Text nicht merken, trifft keinen Ton, das sagt man dem und der beschwert sich auch, daß sein \"gesinge\" nicht objektiv beurteilt wird und kommt dann eben immer wieder. \n\nDas Falsche wird doch nicht richtiger wenn Du es nur immer wieder wiederholst. Satiere hin oder her, Deine Posts sind auch nicht mal ansatzweise lustig . Mit Deiner Art magst Du einige Fans hier haben, die hat der Menderes auch, aber der kann trotzdem nicht singen , genau wie Du die Lage überhaupt nicht objektiv einschätzen kannst. \nDeine persönliche Meinung kannst gerne kundtun, dagegen hätte hier keiner was, aber tu doch nicht so, als hättest Du deeeen  Jahrhunderskandal von RIOT aufgedeckt. Das nervt einfach nur !\n\nDu lieferst nur Deine subjektive Ansicht und die wird definitiv objektiv hier eingeschätzt .\n\nDas Blöde ist , genau wie bei dem Menderes, ich will gar nix mit sowas zu tun haben, davon will ich garrnix wissen, ist einfach zu unbedeutend und unwichtig, aber genau wie bei dem, der dann immer durch die Medien gegeiert is, stößt man permanent auf Deine  Posts. Man sieht sie , immer wieder , incl. diese ellenlangen Diskussionen ... bäh, mag nich mehr !","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T15:09:57.942+0000","up_votes":1,"down_votes":3,"body":"Ich erinnere mich, dass du der Erste warst von dem ich einen Post gemeldet habe. Seit dem hab ich auch kein einziges sinnvolles Kommentar deinerseits gelesen. Wenigstens halten wir gleich viel voneinander.\n{{sticker:katarina-love}}","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2018-07-09T14:00:53.632+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=0015000000000000,timestamp=2018-07-09T13:39:24.429+0000)\n>\n> Schon mal von Satire gehört? Man kann auch etwas kritisieren ohne gleich ne riesen Diskussion anzufangen. Ich kann manche Reaktionen hier echt nur schwere nachvollziehen.\n> \n> Auch wenn man die Ironie berücksichtigt wird Riot relativ gut dargestellt. MindMinder hat leider recht. Mit diesem Account bekomme ich keine auch nur annähernd objektive Beurteilung meiner Kommentare.\n\nDu kannst Dich aber offenbar auch nicht entscheiden. Einerseits schreibst Du, dass Du Diskussionen losbrechen möchtest, und dann schreibst Du hier, dass Du etwas kritisieren willst ohne eine riesen Diskussion anfangen willst.\nUnd dass Du keine objektive Beurteilung bekommst liegt einzig und alleine daran, wie Du Dich hier im Forum gibst. Dass Du teilweise nicht ernst genommen wirst, hängt einfach - wie bereits schon erklärt - damit zusammen, was Du hier schon für Schoten abgelassen hast. Und mit so einem Thread, den Du hier als reine Satire verkaufen willst, tust Du Dir ebenso wenig einen Gefallen.","replies":[]}]}]}]}]},{"id":"","poster":"7deadLeeSlnz","date":"2018-07-07T19:43:04.209+0000","up_votes":5,"down_votes":1,"body":"Geilst du dich eigentlich an Downvotes auf ? Du machst es einem unmöglich auf den Inhalt deines Threads einzugehen, wenn du komplett ironisch schreibst, ohne Argumente aufzuführen. Somit kritisierst du Riot ohne Grund und l versuchst nicht mal eine konstruktive Diskussion zu beginnen.","replies":[{"id":"","poster":"Westcoast38","date":"2018-07-09T11:42:09.527+0000","up_votes":2,"down_votes":4,"body":"Das ist ja das Lustige. Er schreibt die Wahrheit so ironisch das es wiederrum lustig ist aber trotzdem die nackte Wahrheit widerspiegelt. Keine Ahnung warum ihr euch von seinen Threads so angegriffen fühlt. Ich finde die amüsant.","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-07-09T19:19:33.438+0000","up_votes":3,"down_votes":0,"body":"Werde mal auf deinen anderen Kommentar eingehen, da dieser eine detailliertere  Versionen dieses Kommentars ist.\n\n> Ich kann dir sagen warum die alle downvoten: Es stimmt einfach was du sagst und das ist das lustige!\n\nEinfach nur nein... Normalerweise, wenn man seine eigene Meinung in einer Diskussion überzeugend rüberbringen will, stütz man diese mit Argumenten, Beweisen, etc. Mad Loonys Vermutungen blieben auch nur Vermutungen, da seine Argumente ziemlich schnell und einfach widerlegt werden konnten. Seine Sturheit dies nicht einzusehen und seine Theorien als Realität zu verkaufen, hat ihn den Unmut der Foren-Community verdient. \nIn seinem neuesten Beitrag versucht er seine Kritik gg. Riot ironisch rüber zubringen. Wenn man sowas in kleinen Häppchen macht, lässt so ein Stilmittel den Text noch unterhaltsamer wirken, wenn man so einen Text aber komplett ironisch schreibt, gehen alle Argumente unter.\n\n> Objektivität wie Tanks Supports und Schilde sind unbeliebt und fast jeder möchte diese Rolle auf den anderen verschieben ( ist so kann mir keiner was anderes sagen!)\n\nDarüber lässt sich streiten. natürlich sind diese Rollen nicht so beliebt, wie andere Rollen,dennoch nimmt die Beliebtheit von Tanks Support und Schilde mit steigender Elo auch zu. \n\n> OP Assasin und Dmg waren schon immer gern gesehen deshalb auch der Buff und Nerf auf den bestimmten Seiten.\n( Warum werden fast jedes Patch irgendwie die Damagedealer bearbeitet und selten die Unterstützer und wenn meist ins negative?)\n\nUi, da hat jemand wohl nicht die Ardent Censer und Tank Meta nicht mitbekommen.\nNa gut,  man hat das Gefühl, dass eine Seite immer eindeutig gewinnt und der Dmg zu hoch ist. Weiß das Riot? Ja. Riots Statistiken belegen, dass Spiele nur geringfügig schneller beendet werden. Werden sie etw. dagegen unternehmen? Da sie schon mal auf die Community gehört haben und jetzt ein Spieler das Spiel eher carrien kann, denke ich, dass auch hier sich eine Lösung finden lassen wird.\n\n> Neue Champs sind fast immer OP um die Bronzeneulinge bei Laune zu halten und dazu noch ein Assasin support.... Auf sowas hatte die Welt schon immer gewartet.... Das Lustige ist nur das diese Champs meist entweder total nutzlos oder total feed sind aber dieses Risiko nimmt ja mittlerweile jeder in Kauf. Ich meine was ist schon Elo oder?\n\nIst doch auch gut so? Dadurch werden neue Champions mehr gespielt und werden auch noch nach einen Nerf häufiger gespielt.\nFür mich hat sich Pyke als bis jetzt ausgeglichenster Assassine herausgestellt. Und seine Pickrate lässt davon ausgehen, dass die Leute ihn auch mögen.\n\n>  Der Grund nun für den Hate gegenüber dir ist das du einfach knallhart einen Nerv bei vielen triffst was ich ehrlich gesagt bewundere. Viele können sich einfach von der Mehrheit nicht trennen oder interessieren sich nicht sonderlich für die anderen, was meine Wenigkeit mit einschließt aber ich finde es trotzdem klasse und vorallem witzig wie du hier auf Diskussionen anstachelst.\n\nAlso bei mir trifft es wirklich einen Nerv, wenn man Bullshit schreibt, alles widerlegt wird, man trotzdem rumgeht und Unwissenden dies als Realität verkauft und die das auch noch glauben. \nNur so zur Info, Riot zu haten wird langsam Mainstream. Bei viele Leute auf Reddit und in den anderen Foren merkt man, dass die leute keine Ahnung haben wovon sie reden, trotzdem werden deren Beiträge mehrfach geupvoted, nur um am Ende von einem Pro, etc. widerlegt zu werden. Im deutschen Forum habe ich das Gefühl, dass Leute unterwegs (nicht alle) sind, die wirklich Zeit investieren, um die Materie hinter LoL zu verstehen. Deswegen werden schwach argumentierte Beiträge direkt abgeschossen.\n\n> Keine Ahnung warum ihr euch von seinen Threads so angegriffen fühlt.\n\nOh nein, die Standard-Aussage von Flamern...\nEs fühlt sich niemand angegriffen. Es ist einfach schwer jemanden ernst zu nehmen, wenn derjenige versucht gegen die Realität zu argumentieren.","replies":[]}]},{"id":"","poster":"Mad Loony","date":"2018-07-07T20:25:05.374+0000","up_votes":4,"down_votes":9,"body":"Ich hab natürlich mit Upvotes gerechnet. Immerhin ist mein Thread voll des Lobes für Riot. \n\nDer Inhalt lässt über sehr vieles diskutieren:\n1. Sinnhaftigkeit von Permabanns\n2. aktuelle Meta\n3. Umgang mit Trollen und Intern\n\nOder einfach über die Quintessenz des Beitrages, nämlich das Bild von Riot. Ich habe mich schon öfters über die Diskuisionskultur im Forum beschwert und auf unterschiedlichsten Wegen versucht eben Diskussionen zu starten. Meistens mit schwachem Erfolg.\n\nDie einzigen Ausseinandersetzungen die im Forum anklang finden sind jene, wo sich diverse Forennutzer darin versuchen das Bestrafunssystem und LoL insgesamt in das möglichst beste Licht zu rücken. \n\nIch habe diesen Thread extra auf diese Weise verfasst, damit er möglichst angenehm rüberkommt, ohne jemanden zu beleidigen oder sauer aufzustößen :) Vielleicht ist in ein oder zwei Sätzen ein wenig Ironie versteckt, trotzdem habe ich Riot meines erachtens nach relativ positiv dargestellt. Ein wenig Spaß muss halt auch sein.\n\nIm Moment bin ich übrigens auch auf der Suche nach Feedback, wie hier im Forum über kontroverse Themen vernünfig argumentiert werden kann, ohne dass es in gegenseitegem Rage endet. Da dein Kommentar diese Thematik anspricht, wäre mir eine Meinung deinerseits zu diesem Thema sehr willkommen.","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-07-07T22:34:51.267+0000","up_votes":3,"down_votes":0,"body":"> Im Moment bin ich übrigens auch auf der Suche nach Feedback, wie hier im Forum über kontroverse Themen vernünfig argumentiert werden kann, ohne dass es in gegenseitegem Rage endet.\n\nIch bin mir nicht sicher, wie ernst du das meinst, aber was soll's.\n\n*  Zuerst solltest du einen anderen Account benutzen, um eine Diskussion zu starten, da viele Leute sich schon eine Meinung von dir \n    gebildet haben und alles nur aufgrund deines Namens downvoten. Durch so eine Voreingenommenheit ist keine \n    Diskussionsgrundlage gegeben.\n\n\n* Vor allem wenn du Riot kritisierst, solltest du überzeugende Argumente, Belege etc. (**nicht einfach Vermutung aufstellen**) in deinen Beitrag einbringen. Es ist schwer (eher unmöglich) gegen Riots offizielle Informationen anzukommen und somit Andere zu überzeugen, ohne handfeste Argumente aufzuführen. Bei weniger definierten Bereichen, wie z.B. die derzeitige Meta kann mit weniger umfangreicheren Argumenten diskutiert und überzeugt werden, trotzdem sollten Meinungen von Personen, die Ahnung haben(u.a. Pros) auch beachtet werden\n\n\n* Offensichtliche Trolle einfach ignorieren. Wenn Trolle keine Aufmerksamkeit bekommen, verziehen die sich meistens wieder und stören andere Beiträge wahrscheinlich auch nicht mehr.\n\n\n* Manche Menschen kann man nicht von seiner Meinung überzeugen, das mag einerseits an schwachen Argumenten liegen, andererseits an Sturheit nicht von seiner Meinung abzuweichen. In solchen Fällen nicht abwertend werden, sondern darauf einigen, dass man nicht auf einen Konsens kommt.\n\n\nDas war's erstmal.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-07T23:20:40.840+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=MindMinder,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=000700000000,timestamp=2018-07-07T22:34:51.267+0000)\n\nDanke für die ausführlichen Punkte. Mein Interesse war natürlich aufrichtig. Da die Mods ein Auge auf mich geworfen haben muss ich meine Meinung möglichst gut rüberbringen, damit es keine Probleme gibt. \n\n> \n> *  Zuerst solltest du einen anderen Account benutzen, um eine Diskussion zu starten, da viele Leute sich schon eine Meinung von dir \n>     gebildet haben und alles nur aufgrund deines Namens downvoten. Durch so eine Voreingenommenheit ist keine \n>     Diskussionsgrundlage gegeben.\n\nDas ist natürlich hart, weil es wohl stimmt. Eigentlich will ich aber weiterhin auf diesem Account posten, solange er nicht gesperrt wird. Leider gibt es wirklich viele voreingenomme Kommentare unter meinen Posts. Ich hab aber das Gefühl es wird besser.\n> \n> \n> * Vor allem wenn du Riot kritisierst, solltest du überzeugende Argumente, Belege etc. (**nicht einfach Vermutung aufstellen**) in deinen Beitrag einbringen. Es ist schwer (eher unmöglich) gegen Riots offizielle Informationen anzukommen und somit Andere zu überzeugen, ohne handfeste Argumente aufzuführen. Bei weniger definierten Bereichen, wie z.B. die derzeitige Meta kann mit weniger umfangreicheren Argumenten diskutieren und überzeugt werden, trotzdem sollten Meinungen von Personen, die Ahnung haben(z.B. Pros) auch beachtet werden\n\nDas wichtige sind hier wohl die \"handfesten Argumente\". Meine Argumente werden oft einfach so und grundlos abgelehnt. Mal schauen was sich da machen lässt. Manchmal bin ich etwas schlampig was meine Argumentation angeht. Diesen Punkt kann ich sicher verbessern.\n> \n> \n> * Offensichtliche Trolle einfach ignorieren. Wenn Trolle keine Aufmerksamkeit bekommen, verziehen die sich meistens wieder und stören andere Beiträge wahrscheinlich auch nicht mehr.\n\nDas wird schwer. Ich lasse mich gern auch auf Diskussionen mit Trollen etc. ein.\n> \n> \n> * Manche Menschen kann man nicht von seiner Meinung überzeugen, das mag einerseits an schwachen Argumenten liegen, andererseits an Sturheit nicht von seiner Meinung abzuweichen. In solchen Fällen nicht abwerten werden, sondern darauf einigen, dass man nicht auf einen Konsens kommt.\n\nDieser Tipp ist richtig gut und trifft ein paar meiner \"Ausseinandersetzungen\" auf den Punkt. Sich hier zu bessern ist aber schwerer als es klingt. Aus meiner Perspektive sehe ich das natürlich nicht so leicht bzw. etwas anders, deswegen ist Feedback auch so wichtig.\n> \n> \n> Das war&#x27;s erstmal.\n\nDanke, ein paar deiner Tipps sind sehr Hilfreich. Da hast du mir tiefgreifendere Anregungen gegeben als ich gedacht hätte. Man merkt, dass du dir die Punkte speziell in Bezug auf mein Verhalten überlegt hast.","replies":[]}]}]}]},{"id":"","poster":"Tempname2919","date":"2018-07-07T16:56:16.311+0000","up_votes":6,"down_votes":2,"body":"*gähn*","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-07T16:58:35.100+0000","up_votes":4,"down_votes":8,"body":"You’re Welcome :)","replies":[]}]},{"id":"","poster":"Zyzyx","date":"2018-07-07T16:47:12.978+0000","up_votes":6,"down_votes":2,"body":"Oh, Sarkasmus. Wie originell!","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-07T16:54:19.437+0000","up_votes":3,"down_votes":16,"body":"Ich will nicht \"Riot ist super :)\" lesen und Downvotes daneben sehen. Ihr müsst upvoten!\n{{sticker:sg-ahri-1}}","replies":[]}]},{"id":"","poster":"Megnok","date":"2018-07-08T07:37:45.027+0000","up_votes":7,"down_votes":5,"body":"moah, kannst du dir nicht langsam mal ein anderes hobby suchen? ..","replies":[{"id":"","poster":"KizuneAhri G2","date":"2018-07-08T22:51:40.984+0000","up_votes":4,"down_votes":4,"body":"Lass ihn doch machen was er will wenn er Spaß dran hat.","replies":[{"id":"","poster":"Homunculi","date":"2018-07-09T08:20:42.884+0000","up_votes":6,"down_votes":2,"body":"Solches denken hat zu:\n\n- Veganern\n- Genderfluiden Personen/Transgenderwahn\n- SJW\n- Der AFD\n- Fortnite Battle Royal\n- ~~Antiauthärer Erziehung~~  Antiautoritäre Erziehung und deren Folgen\n\ngeführt. Sowas muss man im Keim ersticken bevor es noch mehr Menschen gibt die sowas für lustig halten...","replies":[{"id":"","poster":"Lotuskobra","date":"2018-07-09T08:39:36.828+0000","up_votes":3,"down_votes":3,"body":"> Antiauthärer Erziehung\n\nScheinbar wurden entweder der Deutschlehrer oder die Tastatur bereits erdrosselt.","replies":[{"id":"","poster":"Homunculi","date":"2018-07-09T09:10:40.428+0000","up_votes":2,"down_votes":1,"body":"Habs ja geändert :P.","replies":[{"id":"","poster":"Lotuskobra","date":"2018-07-11T08:48:36.462+0000","up_votes":2,"down_votes":0,"body":"Leider haben einige die eigentlich witzig gemeinte Analogie aus \"im Keim ersticken\" und dem \"erdrosselten Deutschlehrer\" nicht verstanden...","replies":[{"id":"","poster":"Homunculi","date":"2018-07-11T14:14:38.903+0000","up_votes":3,"down_votes":0,"body":"Hab ich leider auch nicht x___x. Hab nur auf meinen extremen Rechtschreibfehler geachtet >.<.","replies":[]}]}]}]},{"id":"","poster":"Mad Loony","date":"2018-07-09T11:19:25.192+0000","up_votes":1,"down_votes":3,"body":"Richtig toller Humor den du da hast...","replies":[{"id":"","poster":"Homunculi","date":"2018-07-09T14:47:00.130+0000","up_votes":2,"down_votes":1,"body":"Wer sagt das es lustig sein sollte o_O?","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T14:54:48.653+0000","up_votes":3,"down_votes":2,"body":"Ich finds eh nicht lustig. Ich bin weder vegan, transgender noch antiautoritär erzogen. Trotzdem finde ich es sehr schwach von dir, diese Gruppen als schlecht darzustellen.\n\nWieso es für so ein dummes Kommentar Upvotes gibt verstehe ich auch nicht ganz.","replies":[{"id":"","poster":"Homunculi","date":"2018-07-09T16:47:05.452+0000","up_votes":2,"down_votes":2,"body":"Wo sage ich, dass ich diese Gruppierungen schlecht finde?","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T17:24:05.431+0000","up_votes":3,"down_votes":2,"body":"Ein paar Kommentare weiter oben.\n\n> [{quoted}](name=Homunculi,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=000b00000000,timestamp=2018-07-09T08:20:42.884+0000)\n>\n> Solches denken hat zu... geführt. Sowas muss man im Keim ersticken...\n\nIch habe geschrieben, du stellst diese Gruppen als schlecht dar. Wie du empfindest weiß ich nicht.","replies":[{"id":"","poster":"Homunculi","date":"2018-07-09T17:25:57.852+0000","up_votes":2,"down_votes":1,"body":"Mit welchen Worten stelle ich diese Gruppierungen als schlecht dar?","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T17:31:28.512+0000","up_votes":2,"down_votes":2,"body":"{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Homunculi","date":"2018-07-09T17:33:03.924+0000","up_votes":2,"down_votes":2,"body":"Ist \"_Solches denken hat zu... geführt. Sowas muss man im Keim ersticken..._\" dein einziger Anhaltspunkt für deine Aussage?","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T17:34:36.188+0000","up_votes":3,"down_votes":2,"body":"Ja","replies":[{"id":"","poster":"Homunculi","date":"2018-07-09T17:37:34.462+0000","up_votes":2,"down_votes":2,"body":"Das erklärt evtl. eins zwei Sachen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T17:46:19.469+0000","up_votes":3,"down_votes":2,"body":"Tipp von nem Profi: Manchmal ist es besser sich einen Fehler einzugestehen, als zu versuchen sich rauszureden :)","replies":[]},{"id":"","poster":"Shacoláde","date":"2018-07-10T12:37:22.259+0000","up_votes":1,"down_votes":1,"body":"{{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"Homunculi","date":"2018-07-10T04:03:14.835+0000","up_votes":1,"down_votes":1,"body":"Ich würd mich jetzt selbst als humoristischen Menschen beschreiben, aber das ist eine Selbsteinschätzung, also muss es nicht umbedingt stimmen. \n\nAber \n\n>Du laberst einfach irgendeine Scheiße, um lustig zu sein. \n\nhab ich nicht nötig.","replies":[]},{"id":"","poster":"Plug In Baby","date":"2018-07-09T21:32:45.999+0000","up_votes":2,"down_votes":2,"body":"Du laberst einfach irgendeine Scheiße, um lustig zu sein.","replies":[]},{"id":"","poster":"Homunculi","date":"2018-07-09T18:03:40.823+0000","up_votes":2,"down_votes":2,"body":"Ich rede mich in keiner Weise raus o_O, du missinterpretierst nur sehr viel und siehst Sachen die eigentlich nicht da sind und nimmst nur die hälfte der Informationen her die dir zu Verfügung stehen, machst daraus aber gleich irgendetwas was nur zur hälfte stimmt oder an den Haaren herbei gezogen wirkt.\n\nIch wollte einzig einige Informationen von dir, da du eine Behauptung aufgestellt hast die nicht der Wahrheit entspricht.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Pryexez","date":"2018-07-09T00:50:12.336+0000","up_votes":3,"down_votes":0,"body":"Ich hab ne Idee, sie klingt zwar komisch und absurd, aber wie wäre es denn, wenn man das Spiel nicht mehr spielt, wenn es einem keinen Spaß mehr macht. Natürlich ist es auch sehr produktiv in einem Forenbeitrag, in einem super witzigen Text auf Kritiker zu machen und Alles aufzuzählen, was Riot angeblich falsch macht. Ist natürlich einfacher als selber Lösungsvorschläge zu Teilen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T11:22:27.004+0000","up_votes":2,"down_votes":4,"body":"Mir macht LoL Spaß.","replies":[]}]},{"id":"","poster":"MatryXXX","date":"2018-07-08T23:51:24.494+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T11:26:17.609+0000","up_votes":1,"down_votes":2,"body":"Zur Zeit ist ranked halt übelst frustrierend.","replies":[]}]},{"id":"","poster":"SF Shadow","date":"2018-07-08T17:26:09.400+0000","up_votes":2,"down_votes":0,"body":"Natürlich sollen spiele lustig sein und spaß machen, aber ein Darius Botlane ist einfach nicht LoL. Das was Spaß macht, ist eben das taktische spielen und nicht kranke meta picks. Schade, dass die ADCs genervt wurden... ich persönlich spiele mid, jedoch macht das spiel mit unnützen ADCs keinen wirklichen spaß :/","replies":[]},{"id":"","poster":"Veezey","date":"2018-07-08T14:58:05.314+0000","up_votes":2,"down_votes":0,"body":"{{sticker:sg-janna}} {{sticker:sg-janna}} {{sticker:sg-janna}} {{sticker:sg-janna}}","replies":[{"id":"","poster":"Shacoláde","date":"2018-07-09T10:09:01.309+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[]}]},{"id":"","poster":"Enderized","date":"2018-07-07T16:34:11.750+0000","up_votes":2,"down_votes":1,"body":"Ich habe mal nur den Titel und die letzten 3 Wörter gelesen und schließe mich dem an:\nRiot ist echt klasse! Wenn dem nicht so wäre, wäre ich nimmer hier x)","replies":[{"id":"","poster":"Shaakugaan","date":"2018-07-07T16:37:23.369+0000","up_votes":2,"down_votes":0,"body":"Samma gibt es hier irgendwo Freibier?","replies":[{"id":"","poster":"Enderized","date":"2018-07-07T16:40:36.377+0000","up_votes":1,"down_votes":0,"body":"Zhaunstraße richtung Ioniahighway dritte Shurimasäule links.","replies":[{"id":"","poster":"OT Riku","date":"2018-07-08T06:42:32.612+0000","up_votes":2,"down_votes":0,"body":"Ich komm mit ist noch Platz in eurer Hecarim-kutsche?","replies":[]}]}]},{"id":"","poster":"Mad Loony","date":"2018-07-07T16:37:24.069+0000","up_votes":6,"down_votes":8,"body":"Es ist ein schönes Gefühl, wenn man mit jemanden die selbe Meinung teilt.\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"KizuneAhri G2","date":"2018-07-08T22:48:31.064+0000","up_votes":2,"down_votes":2,"body":"Finde ich auch","replies":[]}]}]},{"id":"","poster":"Judge Sanders","date":"2018-07-08T15:24:15.560+0000","up_votes":5,"down_votes":4,"body":"Ich finde das ja spannend, wie sich Leute über seinen Text beschweren.\nIch finde den Text eine nette andere Art seine Meinung kunt zu tun.\nAus meiner Sicht findet selbst Riot das genau so, da der Artikel sonst nicht als erstes im News Feed auftauchen würde.\n\nZu den angesprochenen Themen kann ich leider nichts sagen, da ich dafür zu wenig League spiele, da es nicht mein Genre ist.\nWas ich aus meiner Sicht sagen kann:\n- ein Spiel, das ausgelegt ist mit Tank und Support  zu spielen ist Käse, wenn man es mit ausschließlich Assassins spielt. Da kommt ein Team, das beides drin hat und noch gut zusammen läuft und dann hat sich was mit 5 Assassins. Und das ist in jedem anderen Spiel gleich, das auf diese Klassen Art baut.\n\nKlar ich hab nichts dagegen Mal ne Runde Quatsch zu machen, vorallem wenn das gegnerische Team dabei ist, dann kann ein seltener Moment entstehen, der, wie ich finde, genau so gut ist, als wenn man ein heißes Battle  spielt, das auf knapp aus geht. Wenn nicht sogar noch besser.\n\nWas Riot besser machen kann?\nSchönere Skins. Ich mag diese Japanische Anime artigen Skins nicht. Da waren diese früher schöner.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-08T17:28:11.641+0000","up_votes":6,"down_votes":4,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"El Pingu","date":"2018-07-09T21:36:47.857+0000","up_votes":3,"down_votes":2,"body":"Servus,\n\nIch teile zwar deine Meinung nicht, ist aber hierbei auch egal.\n\nSehr schöner Satireartikel!\n\nLG, Pingu","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-10T11:16:11.157+0000","up_votes":3,"down_votes":2,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-07-07T17:32:56.533+0000","up_votes":3,"down_votes":2,"body":"./sigh\n\nMal bist du ein netter dude...\nund mal bist du wieder 'n troll.\nI dunno boy...\n\nIch bin mir echt nicht sicher, was ich von dem Thread halten soll. Man liest hier und da die Ironie raus, jedoch muss ich davon ausgehen, dass das ernst gemeint ist.\n\nDu machst es einem echt nicht leicht, loony D:","replies":[{"id":"","poster":"Megamaexx","date":"2018-07-07T17:58:56.777+0000","up_votes":2,"down_votes":1,"body":"Das Forum braucht eben Buhmänner und Mad Loony ist einer davon. \nIch unterstelle so einigen Forennutzern einfach mal, dass sie nur hier sind, um sich an den schlechten Erfahrungen anderer Spieler zu ergötzen und unsinnige Argumente zu widerlegen, selbst wenn diese eine offensichtlich geplante Provokation sind.\nAm beliebtesten sind die Posts der Unbeliebten.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-07-07T18:55:18.283+0000","up_votes":2,"down_votes":6,"body":"Mein interesse daran ein \"netter dude\" zu sein hält sich in Grenzen ;)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-07-07T19:16:36.702+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=00050001,timestamp=2018-07-07T18:55:18.283+0000)\n>\n> Mein interesse daran ein &quot;netter dude&quot; zu sein hält sich in Grenzen ;)\n\nDas macht es nicht besser.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-07T20:33:54.652+0000","up_votes":2,"down_votes":2,"body":"Ich hab auch nie behauptet/zugegeben whatsoever, dass ich ein Troll bin.","replies":[]}]}]}]},{"id":"","poster":"Arammus","date":"2018-07-12T21:13:21.126+0000","up_votes":1,"down_votes":0,"body":"du solltest das im na forum posten ohne den sarkasmus. \nimmer mehr leute da drüben sind angepisst von der \"first to punch wins\" situation des spieles :D","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-12T21:22:12.531+0000","up_votes":2,"down_votes":1,"body":"Verstehen die keinen Sarkasmus?","replies":[{"id":"","poster":"Arammus","date":"2018-07-12T21:31:16.271+0000","up_votes":2,"down_votes":1,"body":"weiß ich nicht, aber sarkasmus kommt online nie gut an, selbst wenn er super obvious ist. aber ja fast alles was du geschrieben hast begreifen die leute im na forum so langsam auch. wie gesagt nicht auf so ne sarkastische art, aber viele sind unzufrieden mit dem nicht existierenden \"trollbuster\", dem balance team usw usw.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-12T22:56:43.592+0000","up_votes":2,"down_votes":2,"body":"Die Leute hier begreifen es ja auch. Es sind nur ein paar Einzelkämpfer, die alles von mir downvoten. Dadurch sieht man leider nicht, dass dieser Threat auch übelst viel Upvotes hat.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-07-13T03:45:07.147+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=001a000000000000,timestamp=2018-07-12T22:56:43.592+0000)\n>\n> Die Leute hier begreifen es ja auch. Es sind nur ein paar Einzelkämpfer, die alles von mir downvoten. Dadurch sieht man leider nicht, dass dieser Threat auch übelst viel Upvotes hat.\n\nWo hat denn der Thread übelst viele Upvotes? So weit unten, wie der Thread bei den Downvotes ist, und es ja nur \"Einzelkämpfer\" sind, kommt das mit den übelst vielen Upvotes ja offenbar nicht hin.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-13T12:15:04.295+0000","up_votes":2,"down_votes":1,"body":"Das Vote System hier ist halt absolut manipulativ. Ich hab über ein 100 Upvotes bekommen seit ich den Thread erstellt habe. Das sehe ich in meinem Forenprofil. Eigentlich ein Witz, dass Upvotes hier einfach so verwschwinden.\n\nEs haben über 100 Leute bei der Abstimmung mitgemacht, aber nur 19 Votes? Komplett lächerliches System.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-07-13T17:37:13.304+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=001a00000000000000000000,timestamp=2018-07-13T12:15:04.295+0000)\n>\n> Das Vote System hier ist halt absolut manipulativ. Ich hab über ein 100 Upvotes bekommen seit ich den Thread erstellt habe. Das sehe ich in meinem Forenprofil. Eigentlich ein Witz, dass Upvotes hier einfach so verwschwinden.\n> \n> Es haben über 100 Leute bei der Abstimmung mitgemacht, aber nur 19 Votes? Komplett lächerliches System.\n\nDu hast über 100 Posts gebracht, jeder gibt dir mindestens ein +1. Downvotes reduzieren diesen Wert nicht...","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-14T14:01:04.456+0000","up_votes":2,"down_votes":2,"body":"Stimmt natürlich. Dennoch hab ich auf alle meine Posts verteilt mindesten 50 Upvotes bekommen. Da ich aber wie immer noch mehr Downvotes gesammelt habe sieht man von diesen Upvotes genau gar nichts. Das finde ich sehr schade und lässt mich an der Objektivität des Vote-Systems zweifeln.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-07-14T15:13:06.217+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=001a0000000000000000000000010000,timestamp=2018-07-14T14:01:04.456+0000)\n>\n> Stimmt natürlich. Dennoch hab ich auf alle meine Posts verteilt mindesten 50 Upvotes bekommen. Da ich aber wie immer noch mehr Downvotes gesammelt habe sieht man von diesen Upvotes genau gar nichts. Das finde ich sehr schade und lässt mich an der Objektivität des Vote-Systems zweifeln.\n\nWeil Du einen Gesamt-Counter hast, der auch negativ werden kann, und nicht 2 separate Counter wie beispielsweise bei Youtube, und Du Dir einen Ruf erarbeitet hast, findest Du die Objektivität des Vote-Systems zweifelhaft?","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-14T15:20:11.037+0000","up_votes":2,"down_votes":1,"body":"Genau so ist es.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-07-15T05:37:19.245+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=001a000000000000000000000001000000000000,timestamp=2018-07-14T15:20:11.037+0000)\n>\n> Genau so ist es.\n\nDann rede Dir Deine Welt nur weiter schön...","replies":[]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-07-13T13:01:42.440+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=001a00000000000000000000,timestamp=2018-07-13T12:15:04.295+0000)\n>\n> Das Vote System hier ist halt absolut manipulativ. Ich hab über ein 100 Upvotes bekommen seit ich den Thread erstellt habe. Das sehe ich in meinem Forenprofil. Eigentlich ein Witz, dass Upvotes hier einfach so verwschwinden.\n> \n> Es haben über 100 Leute bei der Abstimmung mitgemacht, aber nur 19 Votes? Komplett lächerliches System.\n\nDass die Anzeige bei Dir im Profil eventuell etwas falsches anzeigt ist vollkommen abwegig?\nWas die Abstimmung anbetrifft, sofern Du [diese hier](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/YhHNHRct-wie-zufrieden-seid-ihr-mit-der-forenmoderation) meinst, bekomme ich angezeigt, dass insgesamt 68 Leute abgestimmt haben. Wie Du da auf über 100 kommst, und was die Upvotes damit zu tun haben, ist mir allerdings rätselhaft. Eventuell wird Dir das in Deinem Forenprofil - wie ich schon ausgeführt hatte - auch nur falsch angezeigt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-13T13:20:10.572+0000","up_votes":1,"down_votes":0,"body":"Ich meine die Abstimmung in diesem Thread. Und ich glaube nicht, dass ein Fehler vorliegt.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-07-13T13:41:41.465+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=Wnmc3gaa,comment-id=001a0000000000000000000000000000,timestamp=2018-07-13T13:20:10.572+0000)\n>\n> Ich meine die Abstimmung in diesem Thread. Und ich glaube nicht, dass ein Fehler vorliegt.\n\nUnd das weißt Du woher genau? Hast Du Einblicke in die Forenprogrammierung, wodurch Du zu dem Ansicht kommst, dass kein Fehler vorliegt? Weißt Du, welche Votes das Forum Dir in Deiner Übersicht anzeigt?\nDiese Umfrage hier habe ich nicht mit abgestimmt, da sie vollkommen unsinnig ist, daher kann ich dir hierzu recht wenig sagen.\n\nEdit:\nUnd nur, weil Du seit Eröffnung dieses Threads angeblich in Deinem Profil 100 neue Upvotes angezeigt bekommst, hat überhaupt nichts zu sagen. Dazu dürftest Du nämlich nur dieses eine Thread und sonst weder einen weiteren Thread noch sonst irgendeinen Post erfasst haben. So kannst Du lediglich sehen, dass Du - wie auch immer sich das zusammensetzt - irgendwie in Summe 100 Upvotes bekommen hast.\nAber diese Einstellung von Dir kenne ich ja schon. Du reimst Dir irgendetwas zusammen ohne die Hintergründe dazu zu kennen, ziehst daraus dann irgendeinen Schluss der Dir passt und stellst diesen Schluss dann vollkommen übertrieben dar.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-07-10T06:29:25.325+0000","up_votes":1,"down_votes":0,"body":"Das lasse ich mir zuhause von meinem PC vorlesen! Hab ich gestern Abend vergessen :<","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-10T11:21:06.848+0000","up_votes":2,"down_votes":1,"body":"Klingt nach nem Plan :)","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-07-10T11:36:54.530+0000","up_votes":1,"down_votes":0,"body":"Bei so langen Texten ist das eigentlich ganz cool :D aber es kommen manchmal auch ... seltsame Dinge dabei raus :p ich bin gespannt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-10T14:20:25.393+0000","up_votes":2,"down_votes":1,"body":"Ich finde es jedenfalls schön, dass dir der Text beim lesen so gut gefallen hat, dass du in dir nochmal anhören willst.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-07-11T05:49:17.451+0000","up_votes":1,"down_votes":0,"body":"Also eigentlich... habe ich den Text bisher maximal überflogen, wenn überhaupt xD also keine Ahnung was drin steht. Und ich habe vergessen den Text vorlesen zu lassen -.- Hab nur noch Tee getrunken und war recht früh schlafen. \\o/ Stimme habe ich trotzdem verloren >.<","replies":[]}]}]}]}]},{"id":"","poster":"Kulturschock","date":"2018-07-09T12:06:19.520+0000","up_votes":1,"down_votes":0,"body":"Wurdest du bezahlt?","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T13:31:05.985+0000","up_votes":2,"down_votes":1,"body":"Nein, ich mach gerne gratis Werbung für Riot.\n{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Noxempire","date":"2018-07-07T18:31:55.420+0000","up_votes":1,"down_votes":1,"body":"Ceterum censeo Carthaginem esse delendam","replies":[{"id":"","poster":"xXRyuzaki1803Xx","date":"2018-07-08T21:15:20.688+0000","up_votes":1,"down_votes":0,"body":"Nein, warum sollte Karthago zerstört werden? Tolle Sprache.","replies":[{"id":"","poster":"Noxempire","date":"2018-07-08T23:14:41.429+0000","up_votes":1,"down_votes":0,"body":"https://de.m.wikipedia.org/wiki/Ceterum_censeo_Carthaginem_esse_delendam","replies":[]}]}]},{"id":"","poster":"Ayka","date":"2018-07-08T22:14:19.344+0000","up_votes":1,"down_votes":0,"body":"Zu 4.\nSchild Supps wurden behandelt, weil sie einfach ohne Kopf gespielt werden konnten. Du konntest als Janna einfach deinen Adc perma schilden, ohne darüber nachdenken zu müssen \"will ich grade schaden kompensieren?\" \"Geht mein carry grade für nen trade und ich gebe ihm extra schaden\" etc. Mit dem nurf der duration will Riot, dass man solche supps mit mehr Grips spielt, da das Schild nunmal weniger lange hält und man sich bewusst entscheiden muss, was man nun damit macht. \nEs ist im Endeffekt auch kein nurf für diejenigen, die ihre schilde bewusst und gezielt einsetzen können. Diejenigen, die einfach nur mal so schilden und nicht wissen was sie tun werden nunmal bestraft, was meiner Meinung nach sinnvoll ist. \n\nZu dem Rest glaube ich muss ich gar nichts sagen x) hier steht schon genug","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T11:21:07.760+0000","up_votes":1,"down_votes":3,"body":"Utilitiy Supports waren mir immer die liebsten. Deshalb finde ich es schade, dass sie nur noch selten gepickt werden.","replies":[]}]},{"id":"","poster":"Marksmansitter","date":"2018-07-07T16:52:55.969+0000","up_votes":1,"down_votes":0,"body":"Gibt Leute die mögen keine Veränderungen, Assassins waren lange nicht wirklich gut als die ganze shield/peel supports stark waren und viele tanks gespielt wurden, jetzt hat sich eben die meta mal geändert, ich bin auch kein Fan von der akutellen Meta aber so ist das eben, es kommen wieder andere Zeiten.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-07T17:10:29.392+0000","up_votes":2,"down_votes":3,"body":"Hoffentlich nicht zu schnell. Ich mag es, wenn der Support mit seinem ersten Item ein ganzes Team zerlegen kann.","replies":[{"id":"","poster":"Marksmansitter","date":"2018-07-08T13:26:47.792+0000","up_votes":1,"down_votes":0,"body":"Hmm wieso spielt man denn nicht sämtliche ap supports auf den carry positionen ?","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-08T13:41:00.953+0000","up_votes":1,"down_votes":5,"body":"Macht man eh. Brand und Karma werden als adc und supp gepickt. Lux und vel koz werden supp und mitte gespielt.\n\nAllerdings sind assassins relativ stark gegen diese, weshalb sie nicht ganz so häufig gepickt werden.","replies":[{"id":"","poster":"Marksmansitter","date":"2018-07-08T14:31:37.018+0000","up_votes":1,"down_votes":0,"body":"Karma brand sind relativ gute supports weil sie ohne viel gold auskommen können, deswegen sind sie meiner Meinung nach nicht gut als carry geeignet, wenn karma als adc gespielt wird ist sie in den teamfights auch eher ein unterstützender Champion.\n\nLux und vel koz sind für mich eher midlaner als support weil die schon etwas gold benötigen.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-08T16:10:53.835+0000","up_votes":1,"down_votes":3,"body":"Es stimmt, dass Karma auf der adc Position eher für utility gepickt wird. Brand adc ist aber durchaus stark und sehr nervig für die meisten adc.","replies":[]}]}]}]}]}]},{"id":"","poster":"XenesisCH","date":"2018-07-08T07:09:15.977+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[]},{"id":"","poster":"Noxempire","date":"2018-07-08T00:18:15.117+0000","up_votes":1,"down_votes":0,"body":"Ich schreibe vielleicht doch Mal sinnvolles. \n\nIch denk Mal dass dieser Thread eine Parodie oder zumindest eine Kritik an meinem zuvor veröffentlichten ist.\n\nWenn dass nicht so ist, bitte ich um Entschuldigung, dass ich mich so ins Rampenlicht gerückt habe. \n\nFalls doch verstehe ich wirklich nicht warum man auf so eine komische und subtile Art Kritik üben muss. \n\nPost nen Kommentar unter meinen Thread und erläutere mir genau wo mein Denkfehler ist, inwiefern ich Riot Hochheiligen würde oder der Realität ungerecht werde. \n\nViele der\"Fehler\" die Riot macht, kommen in erster Instanz von der Community. Trolls oder Inter sind nicht in erster Linie Riots Schuld, sondern sie müssen sich nur um diese Art von Spielern kümmern.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2018-07-07T16:42:07.778+0000","up_votes":1,"down_votes":0,"body":"Wenn du eine Mausefalle auslegst, vergiss den Köder nicht :D","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-07T20:31:24.048+0000","up_votes":3,"down_votes":4,"body":"Ich habe echt irgendwas falsch gemacht.\n\nViele sind in der Umfrage meiner Meinung aber gleichzeitig habe ich Downvotes. Das passt nicht zusammen.\n{{sticker:sg-lux-2}}","replies":[]}]},{"id":"","poster":"KizuneAhri G2","date":"2018-07-08T22:43:13.733+0000","up_votes":2,"down_votes":4,"body":"Ich finde du hast Recht Riot ist wirklich die beste Firma und die ganzen hater sind nur neidisch weil die sich net trauen das öffentlich zu sagen.\n\nDu bekommst von mir auf jedenfall einen Upvote","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T11:21:35.589+0000","up_votes":1,"down_votes":3,"body":"Riot beste :)","replies":[]}]},{"id":"","poster":"Westcoast38","date":"2018-07-09T09:39:55.645+0000","up_votes":3,"down_votes":6,"body":"Hahahaha es ist wirklich amüsant deine Threads zu lesen, vorallem weil diese auch auf gewisser Weise die Wahrheit vermitteln.\nBesonders toll finde ich es wie du den Mittelpunkt findest. Du willst deine wirklichen Punkte einerseits vom Hintergrund vermitteln aber auch in den Vordergrund bringen. Faszinierend und nichtmal sarkastisch gemeint :D. \n\nIch kann dir sagen warum die alle downvoten: Es stimmt einfach was du sagst und das ist das lustige! \n\nObjektivität wie Tanks Supports und Schilde sind unbeliebt und fast jeder möchte diese Rolle auf den anderen verschieben ( ist so kann mir keiner was anderes sagen!)\nOP Assasin und Dmg waren schon immer gern gesehen deshalb auch der Buff und Nerf auf den bestimmten Seiten. \n( Warum werden fast jedes Patch irgendwie die Damagedealer bearbeitet und selten die Unterstützer und wenn meist ins negative?) \n\nNeue Champs sind fast immer OP um die Bronzeneulinge bei Laune zu halten und dazu noch ein Assasin support.... Auf sowas hatte die Welt schon immer gewartet.... Das Lustige ist nur das diese Champs meist entweder total nutzlos oder total feed sind aber dieses Risiko nimmt ja mittlerweile jeder in Kauf. Ich meine was ist schon Elo oder? \n\nDer Grund nun für den Hate gegenüber dir ist das du einfach knallhart einen Nerv bei vielen triffst was ich ehrlich gesagt bewundere. Viele können sich einfach von der Mehrheit nicht trennen oder interessieren sich nicht sonderlich für die anderen, was meine Wenigkeit mit einschließt aber ich finde es trotzdem klasse und vorallem witzig wie du hier auf Diskussionen anstachelst.\n\nHoffe du bist auch in Zukunft weiterhin dabei und freue mich jetzt schon auf deine neunen Threads :).","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-09T11:23:57.690+0000","up_votes":2,"down_votes":4,"body":"Du triffst den Nagel auf den Kopf. Bei vielen Kommentaren hier wäre es eigentlich besser sie zu ignorieren.","replies":[]}]},{"id":"","poster":"Permaban2FU Rito","date":"2018-07-08T17:02:51.906+0000","up_votes":2,"down_votes":10,"body":"Ich hab noch nie so eine Unglaubliche Scheiße gelesen, das ist ja der absolute Hammer gute Firma hhhahahahahahhaahhhh das ich nich lache. 2 Permabans weil ich allchat wtf und noobs schreibe was in jedem anderen game, 0 Gameimpact hätte hab jz mit ein paar Freunden aufgehört dieses dumme Spiel zu spielen und mein Ganzer TS und mein Discord Sind alle so heil froh das die niiiiiieeee dieses game durch Microtransaktionen supportet haben, habe jz seit 1 Monat 8 meiner Accounts gelöscht 3 davon Dia 3 und höher der rest Smurfs und es ist die beste Entscheidung gewesen die ich seit Monaten getroffen hab. So ein Tot gepatchtes Game hab ich seit PUBG nichtmehr gesehen echt traurig, aber egal ist nur die Meinung von ca. 2 bis 3 Dutzend Leuten aber naja. Wollte nur mal Position zu diesem uf Google Frontpage erscheinenden Scheißdreck sagen. Jeder seine Meinung aber das game ist nicht gut und kommt nur gut an weil es für ein Free to Play game „OK“ ist.","replies":[{"id":"","poster":"Mad Loony","date":"2018-07-08T17:25:46.906+0000","up_votes":1,"down_votes":2,"body":"Ich respektiere deine Meinung ja, aber du solltest tl;dr hinzufügen ;)","replies":[]}]}]}