{"id":"FMf7JoBR","poster":"ZéroTwó","date":"2018-07-06T19:13:40.536+0000","title":"Mehr Optionen Für Custom Games","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"_Hey,_\r\nIch habe gerade mit freunden &uuml;ber League Diskutiert und sind auf das thema custom games gekommen.\r\nNun ist es jetzt ja so das man nur sehr wenige optionen hat wenn man es mit z.b. custom games in Overwatch vergleicht und es Interresiert mich mal was ihr davon halten w&uuml;rdet sowas wie &quot;one for all&quot; oder Den &quot;projekt modus&quot; einstellen zu k&ouml;nnte, auch das erstellen von eigenen modis stelle ich mir sehr interressant vor.\r\n\r\nFreue mich auf Antworten :3\r\n**Mfg Lucy **\r\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Lunaá","date":"2018-07-07T20:18:18.331+0000","up_votes":1,"down_votes":0,"body":"Ich würde mich auch mal wieder freuen, wenn man zb Urf gegen Freunde spielen könnte.\n\nAls es den alten Client vor ein paar Jahren noch gab, war das noch möglich, mit dem neuen wurde es aber wahrscheinlich erstmal aus Performence-Gründen entfernt, wie auch zahlreiche andere Features, die jetzt nach und nach wiederkommen.\nVielleicht kommt diese Funktion irgendwann auch zurück","replies":[]},{"id":"","poster":"Owndby Chris","date":"2018-07-07T16:06:43.766+0000","up_votes":1,"down_votes":0,"body":"Mehr Optionen waren schon Lange ein Thema, damals ging es allerdings um Sachen wie Startgold, Startlevel, Spieleranzahl usw. diese Sachen sind ja mehr oder weniger mit dem practise tool abgedeckt und ich denke nicht, dass Riot an irgendwelchen Optionen für custom games arbeiten wird. \n\nDas mit den verschiedenen game modi wie zb. One for All im Custom game zu spielen ist nunmal nur verfügbar wenn der gamemode es auch ist. Das hat allerdings auch seine Gründe und wird sich wohl nie ändern. Riot will nicht, dass die ganzen fun modes ihren Spaßfaktor verlieren und sie sollen etwas besonderes sein, wenn sie einmal für kurze Zeit zurückkehren. Wenn sie zb. im Customgame permanent spielbar wären, besteht die befürchtung, dass die leute nach 1-2 monaten die Lust an diesen Modi verlieren und sie weniger gespielt werden und die spieler etwas neues möchten. \n\nZudem wird LoL ja in eine competitive richtiung gelenkt (siehe anhand der patches die für proplay ausgelegt werden und dem clash modus). Die meisten Spieler machen sich also mehr daraus im Team mit Freunden aufzusteigen und Können zubeweisen, anstatt ins customgame zugehen","replies":[{"id":"","poster":"Lunaá","date":"2018-07-07T20:15:25.273+0000","up_votes":1,"down_votes":0,"body":"Man kann keine Custom-Spielmodi erstellen, auch nicht, wenn sie verfügbar sind","replies":[]}]},{"id":"","poster":"SheenYou","date":"2018-07-07T09:06:48.988+0000","up_votes":1,"down_votes":0,"body":"Geil wäre es wenn man die alte 3vs3 oder 5vs5 map auswählen könnte. Geil wäre es auch noch das man beispiel auch Hexakill,Dominion,Poro king und soo.... auch auswählen könnte.\n\n       Lg:Bathomy{{champion:150}}","replies":[]},{"id":"","poster":"Released Ape","date":"2018-07-07T01:47:45.097+0000","up_votes":1,"down_votes":0,"body":"So was wurde schon oft von der Community gewünscht, am Ende bekamen wir nach so ... mhh 7-8 Jahren? Den Practise Mode, der nur einen Spieler zulässt und Interaktionen mit 2 Champions somit nicht testen lässt. Nur weil einige dann den Mode aus Spaß für 1v1, etc. nutzen würden - wäre ja schlimm, wenn dafür nicht mehr die ARAM Map herhalten muss.\n\nRiot nimmt als Argument das es die Spieler spalten würde und die Que Times insgesamt ansteigen würden. Daher gibt es z. B. auch keine dauerhaften Featured Game Modes - was ich persönlich sehr schade finde. Wenn an eine riesige Auswahl hätte bin ich mir sicher würde das auch eine Menge Spieler halten können. Auf einer Seite ist es verständlich das sie nicht wollen das alle nur noch ARURF/URF spielen (wobei einige gar kein URF spielen, weil sie es nicht mögen - kenne da mindestens 1 Person die sich strikt weigert den Mode zu spielen), auf der anderen Seite würde man einen Teil der Community damit einen riesigen Gefallen tun.","replies":[]}]}