{"id":"AtGbA8TJ","poster":"Cringesuo","date":"2018-07-06T15:08:12.146+0000","title":"Stormrazor Hotfix pls","subforum":"Champions & Gameplay","up_votes":3,"down_votes":2,"body":"Hi,\r\n\r\nStormrazor war ein Comeback-Item f&uuml;r ADC&#039;s. Und ich geh nicht davon aus, dass es auch f&uuml;r Assassins wie Rengar oder Nocturne angefertigt wurde. Meiner Meinung nach sollte das Item nur f&uuml;r Fernkampf-Champions sein, so wie z.B. Runaan&#039;s Hurricane, oder andersrum Steraks/Hydra f&uuml;r Nahk&auml;mpfer.\r\nPls Hotfix,\r\n\r\nvielen dank f&uuml;r eure Aufmerksamkeit.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-07-06T16:33:05.883+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, dass das Stormrazor nicht explizit für ADCs war. Es kam ja mit den ADC-Nerfs heraus, so liegt also die Idee ebenso nah, das es eben den Counterparts der ADCs (Assassin und Aggressiv-Bruiser) einen Zugang zum Schadenspotential der ADCs ermöglichen sollte.","replies":[{"id":"","poster":"mondmann97","date":"2018-07-06T17:57:55.137+0000","up_votes":1,"down_votes":0,"body":"Das Item ist darauf ausgelet das man crit und teils aus as baut.\nZudem hat es den Sinn besseres tradepotential in der lane zu bieten.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-07-06T20:12:50.756+0000","up_votes":1,"down_votes":0,"body":"Natürlich kann man es so nutzen, aber man kritet auch so, nur halt etwas schwächer. (etwa wie eine Shaco-Passiv oder die alte Rengar-Ult) Und mir ist nicht bekannt, dass da mal stand, dass es für ADCs sei. Ich meine, selbst einige Melees bauen AS und Crit. (allen voran Yi)","replies":[{"id":"","poster":"mondmann97","date":"2018-07-06T20:23:32.993+0000","up_votes":3,"down_votes":0,"body":"**Sturmschneide**\nFür sofortige Schadensspitzen und aggressives Flüchten.\n\n>     Die Gegenstände von Schützen sind so ziemlich auf die Schützen ausgerichtet, die stillstehen und normal angreifen. Mit der Sturmschneide führen wir einen Gegenstand für Schützen ein, die zwischen Angriffen längere Pausen einlegen, egal ob sie aggressiv flüchten oder einfach nur lange Abklingzeiten haben (so wie Mr. Jhin). \n\n[Quelle](https://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-811#patch-items) Patch 8.11\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-07-06T22:27:54.504+0000","up_votes":1,"down_votes":0,"body":"Wir werde sehen, wie sich Riot verhält.\n\nDa der Stormrazor aber schon auf dem PBE durch die Assassins abused wurde, gehe ich dennoch davon aus, das es Absicht ist, dass es nicht auf Fernkämpfer limitiert ist.","replies":[]}]}]}]}]},{"id":"","poster":"Roxãs","date":"2018-07-07T10:07:37.147+0000","up_votes":1,"down_votes":0,"body":"Ich finde Crit Darius mit Hail of Blades und Stormrazor viel schlimmer als Rengar oder Nocturne","replies":[]}]}