{"id":"AM7vesU7","poster":"Ługal Ki En","date":"2018-07-05T14:00:15.609+0000","title":"Lust auf e-Sport im Verein?","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Einen wundersch&ouml;nen guten Tag,\n\nWir der 1. Berliner eSport-Club e.V. suchen noch Verst&auml;rkung im Bereich League of Legends!\n\nKurze Information zu uns, wir sind ein Verein der Esports als Breitensport etablieren will. Zur Zeit haben wir League of Legends, Starcraft II, PUBG, Rocket League und bald CS:GO im Angebot.\nDer Verein an sich bietet allen Mitgliedern die Chance sich im Esport zu verbessern, mit regelm&auml;&szlig;igen \nTrainingseinheiten (pers&ouml;nliches Training und Teamtraining), Skrims und Teilnahme an Turnieren. \n\nAuch jeder der keine gr&ouml;&szlig;eren Ziele verfolgt, sondern Esports als gr&ouml;&szlig;eres Hobby hat, ist bei uns gerne gesehen\nund erh&auml;lt die Gelegenheit Teil der gro&szlig;en Community zu werden. Der Community Gedanke wird von uns durch zum Beispiel Sommerfeste, Ausfl&uuml;ge auf Messen (GamesCom, Dreamhack ...)\nund einem Stammtisch in der Interfacebar gef&ouml;rdert. \n\nJetzt zum eigentlichen Punkt, wir wollen ein Pyramiden-System einf&uuml;hren in dem du mit deinem Team von jemanden mit mehr Erfahrung (in Form von Elo) gecoached wirst.\nSprich unser Diamond Team wird das Platin Team coachen welches dann die Gold Teams coached.\n\n**Was dringend zur Zeit gesucht wird, sind ein Gold ADC und ein Platin ADC! **\n\nUnabh&auml;ngig von Postion, Elo und tralala ist jeder gern gesehen und solltest du Interesse an dem Verein haben, laden wir dich gerne herzlich ein uns kennenzulernen. \n\nWie Ihr uns erreicht? Ganz einfach mit vielen vielen M&ouml;glichkeiten.\nSammelstelle von Informationen ist nat&uuml;rlich die Homepage\n\t- https://berlinesports.de/\nDiscord\n\t- https://discord.gg/s45qgU\nTeamspeak\n\t- ts3.bescev.de\nTwitch\n\t- twitch.tv/berlinesports\n\nIhr k&ouml;nnt nat&uuml;rlich auch einfach versuchen mich direkt anzuschreiben, die sichersten Wege w&auml;ren aber die oben genannten Optionen.\n\nVorraussetzung f&uuml;r jeden der Teil der Community sein will ist die Mitgliedschaft im Verein. Nat&uuml;rlich erst sobald ihr uns kennengelernt habt und es euch gef&auml;llt.\n\nWir freuen uns &uuml;ber jedes neue Gesicht!","replies":[]}