{"id":"p6ebqyyP","poster":"Vayne goes 1v9","date":"2018-07-05T10:20:00.158+0000","title":"Reporten","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Bringt es eigentlich was wen man eine Fiora wegen intenional feeding reported die 300+ game in s8 hat und ne winrate von 2% ?","replies":[{"id":"","poster":"Fermi Paradox","date":"2018-07-05T12:45:22.049+0000","up_votes":3,"down_votes":0,"body":"Wo ist denn diese feedende Fiora, von der du sprichst? Ich sehe in deiner Match History genau eine Fiora in den letzten Spielen, die am Ende des Games 1/0 stand und eine Winrate von 45% hat.\n\nÜbertreibung?","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2018-07-05T10:22:27.080+0000","up_votes":1,"down_votes":0,"body":"Ich glaube...da geht das System bereits von einem schlechten Spieler aus, der wirklich nicht besser spielen kann ó_ó\nVersuchen kannst du es natürlich trotzdem...denke ich....","replies":[{"id":"","poster":"Angel Ayume","date":"2018-07-05T10:49:41.171+0000","up_votes":2,"down_votes":0,"body":"Das wäre natürlich schade. \nVielleicht würde eine manuelle Überprüfung was bringen, indem man per Ticket danach fragt.","replies":[{"id":"","poster":"HFI Kentus","date":"2018-07-05T10:52:22.649+0000","up_votes":1,"down_votes":0,"body":"naja ob der Riot support das macht ist natürlich die eine Sache die andere ist das sie falls sie es machen dir keine Auskunft darüber geben werden was mit der Fiora passiert.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-07-05T11:06:40.327+0000","up_votes":2,"down_votes":0,"body":"Das ist ja egal. Ich brauch keine Info, Hauptsache er wird bestraft ^^\n\nAlso ich hatte das mal gemacht. Einen Spieler per Ticket gemeldet. In seiner Matchhistory hat man klar gesehen, dass er trollt und feedet auch wenn er teils gewonnen hat. \nHabe ihn also gemeldet mit der Bitte um manuelle Überprüfung und Screenshots zu seinem op.gg Profil sowie einen Link dazu. \n\nNach 2 Tage hat der Spieler plötzlich gar keine Games mehr gespielt obwohl er davor tagtäglich mehrere Games gezockt hat. Entweder der Feederbuster hat endlich reagiert, oder er ist plötzlich außerhalb der eigentlichen Urlaubszeiten innen Urlaub gefahren ODER mein Ticket hat Wirkung gezeigt. Das weiß ich natürlich nicht, aber ich würde es Versuchen.","replies":[]}]}]},{"id":"","poster":"eGmIhMilo","date":"2018-07-05T13:10:40.169+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Izaya Kumiho","date":"2018-07-05T13:16:22.200+0000","up_votes":1,"down_votes":0,"body":"Deswegen achtet das System ja auch auf extrem viele Aspekte. Unfaire Bans möchte kaum jemand haben.","replies":[]}]}]},{"id":"","poster":"WC9 Umbra","date":"2018-07-05T11:37:43.044+0000","up_votes":2,"down_votes":1,"body":"Sende das unbedingt an den Riot support.\n2% winnrate passier nicht, ohne das man es will. \nNormalerweise gwinnt man etwa 30% der spiele, weil man so oder so gecarried wird.\n\nFür 2% muss man sein Team aktiv daran hindern zu gewinnen.","replies":[]},{"id":"","poster":"Raystlin82","date":"2018-07-06T21:52:45.818+0000","up_votes":1,"down_votes":0,"body":"300+ spiele und 2% winrate? kann man damit ueberhaupt hoeher als bronze 5 kommen?\n\nund die eigentliche frage: was fuer eine mmr muss man haben um mit so einer fiora zusammen gematched zu werden?","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-07-05T10:24:16.900+0000","up_votes":1,"down_votes":0,"body":"Hat sie denn intentional gefeedet oder ist einfach oft gestorben?","replies":[]},{"id":"","poster":"Released Ape","date":"2018-07-05T12:45:15.753+0000","up_votes":1,"down_votes":1,"body":"Wenn es wirklich 2 % sind, dann könntest du es ja auf Reddit samt Spielernamen publik machen - wenn der Post hochkommt ist der Spieler weg.","replies":[]}]}