{"id":"3JvIBXpV","poster":"Ivern Βοt","date":"2018-07-04T20:16:45.603+0000","title":"Wukong ulti Bug, reicht das für eine Bugmeldung?","subforum":"Champions & Gameplay","embed":{"title":"Wukong Ulti Bug GeGe","description":"Achtet auf meinen Ulti CD undd schaut was auf dem Bildschirm passiert. Ich dachte schon ich bin dumm im Kopf, ich bin andauert gestorben und habe mich gefragt wo den die Ulti is und jedes mal war sie auf CD.","url":"https://youtu.be/a7WZUHagDPo","image":"https://i.ytimg.com/vi/a7WZUHagDPo/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Also, ich hatte gerade nen Spiel mit Wukong und entweder hat meine Ulti gebugt oder ich bin zu doof f&uuml;r dieses Spiel. \n\nIch frage mich halt ob das Video schon ausreicht f&uuml;r ne Bugmeldung wenn ich nur diese Video habe. Ich hatte versucht es zu reproduzieren aber kein Plan im Tool funktioniert alles super. Im Spiel war es so, dass ich im gesamten Spiel 1 Ulti durchbekommen habe (die erste) danach dr&uuml;ckte ich auf R und es passierte nichts aber die Ulti war auf CD. Dadurch fing ich nat&uuml;rlich an hart zu feeden und schob es erst auf den Stress des Spieles und dass ich feede.. Sprich ich nahm an, dass ich die Ulti einfach verpeilt h&auml;tte und ne Pause brauch, nach dem das Spiel aber &uuml;ber 20 Min lief wurde mir klar so verpeilt kann man nicht sein. Ich habe mal nen Link hinzugef&uuml;gt wo eine Situation zu sehen is in der ich mir nicht erkl&auml;ren kann wo meine Ulti geblieben sein k&ouml;nnte.{{sticker:sg-lux-2}} \nSiehst halt ziemlich doof aus wenn du denkst, dass du easy gewinnst und auf einmal bist du Tod und deine Ulti ist auf CD...\n\n\nPS: Kein Plan ob ich das in den richtigen Forenteil geschrieben habe...\nGr&uuml;&szlig;e","replies":[{"id":"","poster":"Hakkuu","date":"2018-07-04T20:31:21.418+0000","up_votes":2,"down_votes":0,"body":"Sieht für mich nach 'nem meldenswerten Bug aus, gerade wenn deine Ult dann das ganze Game broken war. Man sieht ja auch im clip wie sie auf CD geht.\n\nSchreib ruhig eine Fehlermeldung :)","replies":[{"id":"","poster":"Ivern Βοt","date":"2018-07-04T20:32:45.783+0000","up_votes":1,"down_votes":0,"body":"Dank dir dann mach ich mich mal ans Werk :)","replies":[{"id":"","poster":"Reboot Geostorm","date":"2018-07-05T12:06:13.916+0000","up_votes":1,"down_votes":0,"body":"Schau aber das dein Werk keine 200 Seiten hat :)","replies":[{"id":"","poster":"Ivern Βοt","date":"2018-07-05T17:38:05.951+0000","up_votes":2,"down_votes":0,"body":"Ungefähr die gleiche Länge wie der Text ;)","replies":[]}]}]}]}]}