{"id":"bQLenkNq","poster":"WheelchairQueen","date":"2018-07-04T14:33:18.468+0000","title":"Tipps für Anfängerin","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo Leute,\r\nich bin Lena, und habe erst vor 1-2 Wochen mit LOL angefangen. Habe mir schon ein paar Tutorials angesehen, aber ich finde die nicht immer so aktuell. Gibt es denn bessere Seiten? Mobafire verwende ich f&uuml;r meine Builds und bisschen als Guide. Aber so generell im Gameplay finde ich nicht so viel hilfreiches (vielleicht stell ich mich auch doof an -.-)\r\nNe erste Frage, ist, sollte man sich auf einen Champion oder eine Lane festlegen? Und wenn ja, gibt es Champions, die einfacher zu spielen sind?\r\nZweite Frage: Gibt es eine M&ouml;glichkeit gegen schw&auml;chere Spieler (wie mich!!) zu spielen? Gef&uuml;hlt sind die anderen immer super stark (von meinen Mitspielern habe ich schon viel gelernt wie Sprache, Pings, usw., Aber im Spiel hat man da wenig Zeit). Problem ist, dass ich dann halt total schlecht bin und meine Mitspieler sich total aufregen. Problem ist, dass mein Laptop die Mikro-Funktion nicht akzeptiert -.-\r\nNaja, ich bin euch dankbar f&uuml;r jeden Tipp, will nicht ewig eine &quot;Noobin&quot; bleiben ;-)\r\nLG an alle, die das Lesen\r\nK&uuml;sschen Lena","replies":[{"id":"","poster":"Rudeltreiber","date":"2018-07-04T21:10:10.179+0000","up_votes":1,"down_votes":0,"body":"Als tipp: Die ganzen Champions, die du für 450 Punkte holen kannst sind n guter Einstieg. Mit denen machst du absolut nichts falsch und die sind auch nicht schlechter als Champions, die mehr kosten (was ich anfangs dachte). Such dir am Besten einen Champion raus, der dir gut gefällt und mach mit dem deine Erfahrungen. \nUnd gerade als Anfänger: Spiel, worauf du Lust hast. Kann auch gerne eine Annie Top sein oder sonst was, die Hauptsache ist, dass dir der Champion spaß macht, Positionen etc. lernst automatisch.","replies":[]},{"id":"","poster":"FaIco Süssgott","date":"2018-07-09T17:42:45.182+0000","up_votes":2,"down_votes":0,"body":"Lange schon Mitglied in dieser wunderschönen Community und ich muss ehrlich sagen als anfänger hat mans schwer, jedoch kann man das mit einem einfachen trick lösen: Spiel Deinstallieren.\nSpiel lieber bessere Spiele wie z.b Minecraft oder Roblox oder auch Fornite ist empfehlenswert.\nHab dich lieb Lena \nKüsschen dein Falco","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T14:41:19.691+0000","up_votes":1,"down_votes":0,"body":"Mobafire ist keine gute Grundlage für builds.\nLieber probuilds.net nehmen , da steht alles dabei zu jedem champion.\n\nErstmal musst du sehen welche lane die gefällt und dann kannst du dich auf 1-3 champs beschränken , die du intensiv spielst und trainierst.\nWichtig ist aber das du jeden champ mindestens einmal spielst damit du weißt was er kann wenn du mal GEGEN ihn spielst.\nErfahrung und disziplin sind hierbei die wichtigsten Aspekte.\n\nDu musst spielen spielen spielen und nicht aufgeben.\nKann gut sein dass du 10 mal hintereinander verlierst , aber das ist normal wenn man Neu neu ist.\nVersuch dich auch wenig bis garnicht auf den chat zu konzentrieren.\nDie meisten leute wollen dich nur flamen, also einfach nicht beachten.","replies":[{"id":"","poster":"WheelchairQueen","date":"2018-07-04T14:45:31.840+0000","up_votes":0,"down_votes":0,"body":"Danke für die rasche und nette Antwort. \nSiehst du, das meinte ich! Mir wurde zu Mobafire geraten :D\nIch finde die Top-Lane recht spannend. Jungle und ADC sind mir zu kompliziert. Für Support habe ich keine geeigneten Champs bisher gefunden. Und für Mid muss man glaube ich schon echt gut sein.\nHast du Ideen, welche Champs nicht so schwer sind und trotzdem was können? Habe aktuell Garen und Darius, aber die sind sich doch recht ähnlich, oder? Hast du mir noch ein paar Champs so zum testen ;-)\nLG und Danke ♥♥♥","replies":[{"id":"","poster":"Necromant","date":"2018-07-04T14:53:10.246+0000","up_votes":1,"down_votes":1,"body":"Bin Toplaner seit 2 Seasons.\n\nChamps die noch halbwegs einfach sind und auf der Top zu spielen, sind Nautilus, Volibear, Dr. Mundo.\n\nEs gibt noch viele andere Seiten als nur Mobafire.\n\nz.B. auf http://euw.op.gg/ kannst du dein eigenes Profil anschauen. Kannst wenn du ein Game startest dir anschauen was die Gegner für ne Elo sind etc.\nKann dort auch die Builds für Champions nachschauen, kannst dir Statistiken anschauen.\nhttps://champion.gg/ alles rund um Builds, sortiert nach Elo.\nhttps://lolalytics.com/ Builds","replies":[{"id":"","poster":"eGmIhMilo","date":"2018-07-05T13:15:39.276+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Necromant","date":"2018-07-06T07:36:34.869+0000","up_votes":2,"down_votes":0,"body":"Was ist aus deiner Sicht \"OP Leute\"?\n\n& k.A. wegen den Dislikes. Scheint manchen Leuten einfach nicht zu gefallen die Links. Ich wollte hier einfach verschiedene Quellen liefern als nur eine, da man sich aus mehreren Seiten natürlich schlau machen kann, anstatt nur einer zu vertrauen.","replies":[]}]}]},{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T14:49:09.177+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=WheelchairQueen,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=00010000,timestamp=2018-07-04T14:45:31.840+0000)\n>\n> Danke für die rasche und nette Antwort. \n> Siehst du, das meinte ich! Mir wurde zu Mobafire geraten :D\n> Ich finde die Top-Lane recht spannend. Jungle und ADC sind mir zu kompliziert. Für Support habe ich keine geeigneten Champs bisher gefunden. Und für Mid muss man glaube ich schon echt gut sein.\n> Hast du Ideen, welche Champs nicht so schwer sind und trotzdem was können? Habe aktuell Garen und Darius, aber die sind sich doch recht ähnlich, oder? Hast du mir noch ein paar Champs so zum testen ;-)\n> LG und Danke ♥♥♥\n\nJa bevor dir leute irgendwas raten , immer nachsehen welche elo die sind.\nDie meisten leute sind silber , was eine unterdurchschnittliche elo ist, von denen eher keine tipps annehmen (gefährliches Halbwissen).\n\nToplane also.\nJa Garen und Darius sind beide stark und recht einfach.\nKann dir noch Tryndamere empfehlen bzw Fiora , auch beide sehr stark.\nSonst für mehr Tanks , Ornn , Cho'gath und Malphite. Die 3 sind richtig tanky und machen dennoch guten schaden!\nGG!","replies":[{"id":"","poster":"Alpacana","date":"2018-07-04T14:53:04.434+0000","up_votes":0,"down_votes":0,"body":"Du bist aber auch überall, mein Gott...","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T15:01:03.783+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=0001000000000001,timestamp=2018-07-04T14:53:04.434+0000)\n>\n> Du bist aber auch überall, mein Gott...\n\nMeine benachrichtigungen gehen nicht , daher weiß ich nicht wen du meinst :O","replies":[{"id":"","poster":"Alpacana","date":"2018-07-04T15:02:49.716+0000","up_votes":0,"down_votes":0,"body":"Gut, meine gehen auch nicht :^)\n\nAber mal ernsthaft, in jeden Post in den ich reinschaue, sehe ich meistens schon eine Antwort von dir. BEWIRB DICH ENDLICH BEIM SUPPORT!","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T15:05:55.421+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=000100000000000100020000,timestamp=2018-07-04T15:02:49.716+0000)\n>\n> Gut, meine gehen auch nicht :^)\n> \n> Aber mal ernsthaft, in jeden Post in den ich reinschaue, sehe ich meistens schon eine Antwort von dir. BEWIRB DICH ENDLICH BEIM SUPPORT!\n\nNeeee ich bin zwar präsent hier , aber nicht 24 stunden.. hab auch arbeit zu tun >.<\nIst doch schön , wenn man sich auf mich freut :D","replies":[{"id":"","poster":"Alpacana","date":"2018-07-04T15:09:57.421+0000","up_votes":0,"down_votes":0,"body":"Fang bloß nicht an zu regnen ;_;","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T15:11:15.426+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=00010000000000010002000000000000,timestamp=2018-07-04T15:09:57.421+0000)\n>\n> Fang bloß nicht an zu regnen ;_;\n\nOk diesmal nicht.","replies":[{"id":"","poster":"Æeras","date":"2018-07-05T08:13:46.137+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LiebesWölkchen,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=000100000000000100020000000000000000,timestamp=2018-07-04T15:11:15.426+0000)\n>\n> Ok diesmal nicht.\n\nIch bin immer noch überzeugt er hat zu viele Becherchen gelöffelt. Deswegen ist er auch immer auf einem Wölkchen(hoch). Aber er mag das nicht darüber zu reden *Duck und weg*.","replies":[]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-07-04T14:58:37.455+0000","up_votes":0,"down_votes":0,"body":"Es ist eben ein liebes Wölkchen x)","replies":[]},{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T14:59:53.541+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=0001000000000001,timestamp=2018-07-04T14:53:04.434+0000)\n>\n> Du bist aber auch überall, mein Gott...\n\n:O","replies":[]}]},{"id":"","poster":"SSI CptHaunted","date":"2018-07-04T15:22:02.529+0000","up_votes":0,"down_votes":0,"body":"Hm...also wenn man leagueofgraphs glauben kann...\n\nÜber 90% der Spieler sind in Bronze-Gold\nDie Top 50% (was der Durchschnitt ist) liegt mitten in Silber.\n\nOb man das nun als \"unterdurchschnittlich\" bezeichnen kann ;)","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T15:23:21.498+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=SSI CptHaunted,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=0001000000000002,timestamp=2018-07-04T15:22:02.529+0000)\n>\n> Hm...also wenn man leagueofgraphs glauben kann...\n> \n> Über 90% der Spieler sind in Bronze-Gold\n> Die Top 50% (was der Durchschnitt ist) liegt mitten in Silber.\n> \n> Ob man das nun als &quot;unterdurchschnittlich&quot; bezeichnen kann ;)\n\nnur weil viele leute in silber sind , macht sie das nicht zum überdurchschnitt :D","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-07-04T16:50:57.503+0000","up_votes":1,"down_votes":0,"body":"Hat auch keiner behauptet, nur gibts was zwischen über- und unterdurchschnitt.","replies":[]}]}]},{"id":"","poster":"WheelchairQueen","date":"2018-07-04T14:51:17.145+0000","up_votes":0,"down_votes":0,"body":"Nochmals Danke \nKurze ergänzende Frage: warten bis man die Splitter bekommt oder direkt aus dem Shop kaufen? \nSorry für die vielen Fragen","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T14:53:51.671+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=WheelchairQueen,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=0001000000000000,timestamp=2018-07-04T14:51:17.145+0000)\n>\n> Nochmals Danke \n> Kurze ergänzende Frage: warten bis man die Splitter bekommt oder direkt aus dem Shop kaufen? \n> Sorry für die vielen Fragen\n\nwenn du sie dir im shop leisten kannst , dann da direkt holen.\nUmso früher umso besser wirst du.","replies":[]}]}]},{"id":"","poster":"4 Ever TaIone","date":"2018-07-04T17:37:11.533+0000","up_votes":1,"down_votes":0,"body":"Adde mich einfach. Bin Diamant und kann bestimmt jede Frage beantworten","replies":[]}]}]},{"id":"","poster":"SoT Dance","date":"2018-07-05T11:59:34.528+0000","up_votes":2,"down_votes":0,"body":"Hi Lena.\n\nDie anderen haben schon viel gesagt, trotzdem werde ich nochmal meinen Senf dazugeben XD.\n\nIch möchte dir fünf Tipps mitgeben.\n1. Wenn du in ein Spiel reinkommst, begrüße alle höflich, und sag das du dich auf das Spiel freust. Das motiviert a) ungemein, und b) sorgt es dafür, dass deine Mitspieler nicht so schnell Flamen, womit wir beim zweiten Punkt wären.\n2. Wenn ein oder mehrere Spieler anfangen, sich gegenseitig oder dich zu Flamen, reagiere einfach nicht, Mute die betreffenden Personen einfach. das geht mit /mute @Champion Name . Das ist wichtig, weil nichts kann einem so schön ein Game versauen wie zwei Mates, die permanent aufeinander rumhacken...\n3. Spiele, was du willst. Wenn deine Kumpel sagen: Spiel bloß nicht Yasuo, der ist scheiße... Spiel ihn trotzdem wenn er dir gefällt. Gerade in der derzeitigen Meta funktioniert alles.\n4. Baue engen Kontakt zu deinen Mitspielern auf, und wenn sie nett waren, Adde sie als Freunde. Das Spiel macht mit mehreren Freunden viel mehr Spaß, vertrau mir.\n5. Keep playing. League of Legends macht am Anfang nicht sonderlich viel Spaß. Du schaffst fast nichts, du hast kauf Variation in deinen Champs, und sowieso ist alles so verwirrend...\nAber das Spiel wird immer besser mit der Zeit, also bleib am Ball, du wirst es nicht bereuen.\n\nSo, das war es auch schon. \nWenn du willst, kannst du mich natürlich auch gerne Adden, das wäre dann unter dem Summoner Name SoT Dance (Kleiner Rakan Main wen es interessiert).\n\nViel Spaß noch mit dem Spiel, und denk immer dran: Du Spielst das Spiel so, wie es dir gefällt, und nicht wie es anderen gefällt das du spielst.\nBleib freundlich, ärgere niemanden, und ignoriere die die es tun, und du wirst sehr viel Spaß mit League haben.\n\nDein tkcherry AKA SoT Dance AKA TomtheHuntress AKA Mori that Laurie AKA Tom","replies":[]},{"id":"","poster":"MrAbiNash","date":"2018-07-05T13:33:14.957+0000","up_votes":1,"down_votes":1,"body":"Kaum ist es ein mädchen 60 kommentare XD \n\n\nNaja ich würde dir empfehlen  nicht ranks direkt zu spielen wenn du lvl 30 ereichtst und spiel das was dir spaß macht nicht das was am stärksten ist","replies":[{"id":"","poster":"killer of death","date":"2018-07-05T17:09:16.485+0000","up_votes":1,"down_votes":0,"body":"> Kaum ist es ein Mädchen 60 Kommentare XD\n\nwas soll das heißen, wäre es ein junge gebe es die selbe menge","replies":[{"id":"","poster":"MrAbiNash","date":"2018-07-05T20:46:28.773+0000","up_votes":1,"down_votes":0,"body":"Bist du dir da sicher ? 😁","replies":[{"id":"","poster":"killer of death","date":"2018-07-08T18:29:16.978+0000","up_votes":1,"down_votes":0,"body":"Ja,\n\nEs sei denn du bist ein Mädchen-Fanatiker, der nur Mädchen hilft, dann schreibst du alle selber.\n(Nichts gegen dich, aber es gibt solche Personen)\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"MrAbiNash","date":"2018-07-13T05:15:44.286+0000","up_votes":1,"down_votes":0,"body":"Eben es gibt diese personen und wir sehen es ist ne menge","replies":[]}]}]}]}]},{"id":"","poster":"Ruhanoko","date":"2018-07-06T20:17:06.871+0000","up_votes":1,"down_votes":0,"body":"Meinen Kumpels habe ich von Anfang an gesagt, dass ich ihnen LoL nicht beibringen kann. Nur durch Spielen lernt man LoL kennen, außerdem kann man sich noch Informationen von diversen Websiten besorgen da LoL sich stetig wandelt und man mit der Zeit gehen muss/kann. \n\nhttps://www.reddit.com/r/leagueoflegends/comments/6em0z8/useful_lol_websites_and_software_2017/","replies":[{"id":"","poster":"MoonΙight","date":"2018-07-11T11:16:14.917+0000","up_votes":1,"down_votes":0,"body":"das stimmt so nicht, ich habe am Anfang einen guten Freund gehabt der ist mit mir auf die Botlane geganagen und wir haben abwechselnd adc und sup gespielt. (Ich wusste damals nicht was ein blitzcranck ist und wurde als Sona immer in den Busch gezogen xD )Dann spielt man 10-30 Games auf der Botlane und man hat langsam den Bogen raus wie man gegen die gegnerischen Champions spielt. Dann mal Jungle oder Top ausprobieren mit neuen Champions usw. Hat echt Spaß gemacht und ich hab mich auch nicht als totaler Noob gefühlt weil ich jemanden hatte der z.B. adc gegangen ist obwohl er Sona Main ist und mir gesagt hat was ich kaufen muss und tun muss. Tja jetzt 1 1/2 Seasons später bin ich schon Platin und habe meinen  Freund überholt xD, aber wir spielen trotzdem immernoch zusammen egal ob top/jungle bot/sup, wenn man jemanden hat mit dem man sich super versteht macht das Spiel immer spaß egal ob man ein anfänger ist oder nicht.","replies":[]}]},{"id":"","poster":"IM B4 ON PURPOSE","date":"2018-07-10T23:58:34.958+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"TK8","date":"2018-07-11T00:00:30.423+0000","up_votes":1,"down_votes":0,"body":"Hab ich auch mal gemacht, war geil","replies":[]}]},{"id":"","poster":"AC Islingdir","date":"2018-07-06T11:18:45.418+0000","up_votes":1,"down_votes":0,"body":"Hi Lena\n\nZu deiner ersten Frage: Ich empfehle dir nicht Mobafire zu benutzen, lieber so was wie op.gg\n\nzweitens: Ja es gibt Möglichkeiten gegen neuere Spieler zu spielen und zwar mit einem normalen Zweitaccount (sogenannte Smurfs) wie dieser Account hier.\n\n\n\n\nWenn du willst kannst du mich gerne ingame adden. Ich spiele gerne mal ein paar Runden mit dir und helfe die Basics zu verstehen. Alles was drüber hinaus geht wird allerdings schwierig, da ich selbst nur Gold bin.  Wünsche dir viel Spass, hoffe man trifft sich mal Ingame\n\nLg Islingdir {{champion:91}}","replies":[{"id":"","poster":"killer of death","date":"2018-07-08T18:30:59.934+0000","up_votes":1,"down_votes":1,"body":"Zeit Acc ist verboten, aber manche machen Ihn.","replies":[{"id":"","poster":"BlancLs","date":"2018-07-09T17:40:40.915+0000","up_votes":1,"down_votes":0,"body":"Was ist falsch mit dir Comrade","replies":[]}]}]},{"id":"","poster":"BlancLs","date":"2018-07-09T17:35:25.992+0000","up_votes":1,"down_votes":0,"body":"Play Annie","replies":[]},{"id":"","poster":"Ruhanoko","date":"2018-07-06T20:01:48.288+0000","up_votes":1,"down_votes":0,"body":"Smurf ≠ Neuer Spieler","replies":[]},{"id":"","poster":"xPrelya","date":"2018-07-05T11:59:06.231+0000","up_votes":1,"down_votes":0,"body":"Hey Lena :P\n\nwie bereits erwähnt ist es schwer geeignete Tut´s zu finden, da es erstmal schwierig ist seine eigene Rolle zu finden. Ich würde dir empfehlen mal alle Lane´s auszuprobieren und zu schauen, welche du interessant findest, ob diese Lane zu dir passt oder nicht sei erst einmal dahin gestellt, da du ein kleinen Basiswissen aufbauen musst und alle Champs kennenlernst ( Ihre spells, Summorner´s, passive etc.) Einfach mal quer durch testen :D Meinen ersten Champ hab ich nach dem aussehen gewählt (jaa sehr gewagt ich weiß :P ) hatte aber Glück, dass Sie einfach zu handhaben war. die Champ´s die nur 450 Essenzen kosten, sind i.d.R welche die für Einsteiger geeignet sind und deren Mechanics nicht schwer sind. Mein Tipp lautet versuch dir bewusst zu werden welche Rolle du spielen magst, welche Champ´s dafür in Frage kämen und wie man am besten vorgeht :) Für alles weitere können wir auch IG gerne mal zocken und ich erkläre dir dann während des Spieles wie du am besten in verschiedenen Situationen vorgehen kannst :D \n\nLg,\n\nxPrelya <--- IG Name","replies":[]},{"id":"","poster":"G2 Slippi","date":"2018-07-05T09:51:46.365+0000","up_votes":1,"down_votes":0,"body":"Hi Lena!\n\nIch spiele seit ungefähr einem halben Jahr LOL und war auch eigentlich von Anfang an auf mich alleine gestellt, da meine Freunde alle schon ewig spielen und nicht gerne mit nem Anfänger spielen wollten. Ich hab dann relativ schnell Ingame ein paar Leute gefunden mit denen ich jetzt fast jeden Tag spiele. Durch unser Team hab ich auch ziemlich schnell große Fortschritte gemacht.\nWenn du willst, kannst du mich Ingame adden und wir spielen zusammen ein paar Runden ;)\nIch hab kein Problem damit mit Anfängern zu spielen bzw. mit Leuten die NOCH  nicht so gut sind ;)\nIch bin auch ziemlich schwer aus der Ruhe zu bringen und habe auch noch nie jemanden geflamed, auch nicht wenn mich jemand blöd angemacht hat.\nIch kann dir dann auch gerne Tipps geben, wie ich damit zurecht komme wenn mich jemand versucht zu tilten ;)\nAlso, würde mich freuen wenn wir uns im Game sehen würden ;)\n\nLG Slippi","replies":[{"id":"","poster":"killer of death","date":"2018-07-05T10:19:39.400+0000","up_votes":1,"down_votes":0,"body":"Kann ich euch beide auf meine Freundesliste setzten?\n\nhab wenig deutsche auf meiner\n\nmfg\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"G2 Slippi","date":"2018-07-05T10:59:54.076+0000","up_votes":1,"down_votes":0,"body":"Gerne ;)","replies":[{"id":"","poster":"killer of death","date":"2018-07-05T11:13:42.196+0000","up_votes":1,"down_votes":0,"body":"Einladung kommt um 16:30 ca. oder sende mir sie einfach\n","replies":[{"id":"","poster":"G2 Slippi","date":"2018-07-05T11:28:13.375+0000","up_votes":1,"down_votes":0,"body":"komm auch erst gegen 17 Uhr nach Hause ^^","replies":[]}]}]}]}]},{"id":"","poster":"WarriorHuman","date":"2018-07-05T09:39:07.520+0000","up_votes":1,"down_votes":0,"body":"Moin moin :)\n\nIch denke einen Universaltipp wie du am besten startest gibt es eigentlich in der Form nicht.\n\nJeder Mensch hat unterschiedliche Interessen und andere Herangehensweisen wenn es darum geht Neues zu erlernen. Dennoch werde ich dir mal schildern wie ich das damals angegangen bin, vlt ist ja das ein oder andere Nützliche für dich dabei!\n\nAlso als ich Season 3 mit League angefangen hatte, wurde ich erstmal von der Vielzahl an Champs/Items/Fähigkeiten/Runen/... komplett erschlagen. Also wie will man da halbwegs ein System reinbringen hab ich mich gefragt? Zumal seitdem ja doch noch ein \"paar\" mehr Champs released wurden :'D\n\nZunächst einmal bin ich in den Shop und hab mir erstmal alle Champions angeschaut und geguckt welcher mir von seinem Design her zusagt. Denn sind wir ganz ehrlich, wenn dich das Design ingame schon ankotzt ist die Wahrscheinlichkeit, dass es DEIN Champ wird doch relativ gering.\n\nDanach war die Auswahl sagen wir mal so auf die Hälfte oder nen gutes Drittel eingeschränkt. Dann bin ich dazu übergegangen und hab mich gefragt: Was soll mein Champ eigentlich können? Durch die Erfahrung in MMORPG's in denen ich von Anfang an immer nur Melee Charaktere gespielt habe wusste ich: Range ist vermutlich weniger etwas für mich, ich will rein da!\n\nDanach war der verbleibende Pool auf alle Tanky Charaktere, mit Dmg, die sich im Nahkampf aufhalten beschränkt. - Kurz gesagt ich hatte meine \"Main-Klasse\" in LoL gefunden - die Bruiser!\n\nWenn man am Anfang steht sind Blaue Essenzen (also die Dinger mit denen du Champs kaufen kannst) nicht ganz unwesentlich, denn sie stellen gerade zu Beginn einen Limitierenden Faktor für dich da. Es nützt dir nichts wenn du direkt zu Anfang einen 6300 Champ aussuchst und Wochen sparst bis du ihn endlich spielen kannst.\n\nLange Rede kurzer Sinn: Such dir einen Champion aus, der dir von Design, Spielstil und seinen Fähigkeiten (vlt magst du ja was das durch die Gegend hüpft, vlt eher was stationäres etc.) zusagt und der nicht allzu viel kostet.\n\n\n\nNächster Punkt nach dem Champion: Die Rolle bzw Lane zu der du gehst.\n\nSuch die Lane nach deinem gewählten Champion aus, nicht umgekehrt. In meinem Fall war das damals die Toplane.\n\nUnd ja, grundsätzlich ist es sinnvoller sich gerade am Anfang erstmal auf eine Lane festzulegen. Denn die Spielstile auf den Lanes sind grundauf verschieden; dir diese in allen Einzelheiten hier zu erklären würde übers Ziel hinausschießen.\n\nDu musst das Ganze so Betrachten - mit steigender Spielzeit baust du muscle-memory auf; d.h. du fängst an gewisse Dinge automatisch ohne nachzudenken zu machen. Ein guter Vergleich wäre dabei z.B. Autofahren lernen. In deiner ersten Fahrstunde guckst du jedesmal nochmal nach ob du den richtigen Gang eingelegt hast; später läuft das selbstverständlich von ganz allein.\n\nD.h. wenn du nur einen Champ spielst, gewöhnst du dich an seine  Fähigkeiten; an sein Lasthitten; seine Hitboxen etc. - d.h. nach einer Zeit musst du keine Konzentration mehr auf das \"Champ-spielen\" verwenden. Auch die Items die du kaufst kennst du irgendwann auswendig, weil du ja immer denselben Champ spielst.\n\nSelbes gilt für deine Lane, nach dem 30. Game auf Lane XY überrascht es dich nicht mehr wie es dort zugeht, von wo du gegankt wirst etc. - auch darauf musst du keine Konzentration mehr verschwenden.\n\nSobald du das erreicht hast beginnst du deine Konzentration auf die anderen Aspekte des Games zu richten und wirst nach und nach besser. (Diese alle hier zu erläutern würde auch dezent den Rahmen sprengen)\n\n\nBuild Seiten sind meiner Erfahrung nach immer mit Vorsicht zu genießen. Das hat folgende Gründe:\n\n- es gibt viele unzuverlässige Seiten, bei denen einfach jeder igwas reinstellen kann \n- du kannst das was Proplayer kaufen und bauen nicht zwangsweise auf einen Spieleinsteiger anwenden\n- ein Build muss immer an die Situation angepasst werden und jedes Spiel ist in seiner Form einzigartig\n\nDaher würde ich dir empfehlen einfach einen Spieler mit genügend Praxiserfahrung zu fragen, ingame, im Forum oder sonst wie.\n\n\nAller Anfang ist schwer, ich war genauso schlecht am Anfang wie du, aber lass dich auf keinen Fall unterkriegen, ganz egal was die Leute dir ingame schreiben - notfalls verwende einfach die Mute-Funktion und mach dein Ding.\nAlleine die Tatsache, dass du dich nach so kurzer Zeit im Forum schon meldest, zeigt mir, dass auf jeden Fall der Wille da ist besser zu werden! Also weiter so und die Zeit wird's schon richten.\n\nHiermit biete ich mich auch gerne an dir mit Rat und Tat zur Seite zu stehen; also falls du möchtest kannst du mich gerne ingame adden und mich mit Fragen löchern wann immer du welche hast. Paar Games zu machen um dir das auch ingame zu zeigen sollten selbstverständlich auch drin sein ;D\n\nKleiner Edit was mir grade noch eingefallen ist:\nGerade am Anfang als ich die ganzen Champs nicht kannte wurde ich jedesmal von deren Fähigkeiten komplett überrascht. Ich bin dann dazu übergegangen während des Loading Screens den Champ meines Lanegegners zu googlen anstatt stumpsinnig den Loadingscreen anzustarren xD \nHat mir persönlich sehr geholfen, zumal die Zeit auch dementsprechend sinnvoller verbracht wurde.","replies":[]},{"id":"","poster":"killer of death","date":"2018-07-05T06:00:07.683+0000","up_votes":1,"down_votes":0,"body":"Hallo WheelchairQueen,\n\n1. Leg dich auf eine Lane fest, welche ist egeal, du kannst auch jug nehmen. Schau dir einfach die Championspotlight auf youtube an, oder spiel erst mal mit den günstigsten Champions im Shop.\n\n2. Spiel zu beginn Normal(blind), auch wenn du kommentare hörst schreib einfach dass du neu bist. Mikro ist zu beginn nicht wirklich notwendig.\n \nDas wars von wir \n\nmfg\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"WheelchairQueen","date":"2018-07-05T07:09:18.392+0000","up_votes":1,"down_votes":0,"body":"Voll cool. \nDanke für die Tipps!!","replies":[{"id":"","poster":"killer of death","date":"2018-07-05T09:18:03.322+0000","up_votes":1,"down_votes":0,"body":"Ps:  Achte das DU die Minions farmst und bring den Gegner dazu sie nicht gut zu farmen, das gibt dir ein Goldvorteil","replies":[]}]}]},{"id":"","poster":"Wekra","date":"2018-07-04T17:10:38.996+0000","up_votes":1,"down_votes":0,"body":"Ich suche aktuell nach neuen Guideideen. Also Videos für Youtube die sehr sehr anfängerfixiert bist. Ich denke verschiedene Arten von Toplanern und wie man die ungefähr spielt wäre ein gutes Video. Wenn du magst kann ich dir meinen Kanal hier reinschreiben und in nächster Zeit könnte das Video kommen\n\n€dit: bevor einer kommt ich bin nur ein kleines silbernoob. ja das stimmt. Meine Tastaturskills sind echt schlecht aber ich maße mir an zumindest etwas vom spiel zu verstehen :) (auch wenn ich es nicht umsetzen kann :D)","replies":[{"id":"","poster":"LegendaryXenon","date":"2018-07-04T19:40:19.866+0000","up_votes":1,"down_votes":0,"body":"Es ist nicht vermutlich sogar besser von einem leicht besseren Spieler angeleitet zu werden, als von einem dia+ Spieler, weil dieser viel mehr Fähigkeiten als gegeben annimmt.","replies":[{"id":"","poster":"WheelchairQueen","date":"2018-07-05T07:13:42.351+0000","up_votes":1,"down_votes":0,"body":"Danke für den Tipp, auf solch einen YouTube-Linke hatte ich gehofft ;-)","replies":[]}]}]},{"id":"","poster":"Kuroba","date":"2018-07-05T02:05:07.735+0000","up_votes":1,"down_votes":0,"body":"Erstmal herzlich willkommen in League.\n\nVorab, dieses Spiel ist nicht sehr einsteigerfreundlich. Hier gibt es nunmal sehr viele smurfs - also Spieler die schon einen Account haben, schon lange spielen und sich einen neuen machen um Leute wie dich abzufarmen (und ihr Ego zu pushen, arme, hilflose Seelen.). \n\nMan wird sich über dich Lustig machen, dich als Noob beleidigen und sich auch über dich aufregen, da mussten wir alle durch, so ist das nunmal in einem Teamspiel wo es \"um was geht\". Wenn es dir zuviel wird, komm einfach ins Forum und schreib einen Thread, kotz dich aus und wir heitern dich wieder auf, keine Sorge. \n\nIn League kannst du mega viel Spaß haben auch zur jetzigen Season (Lass dir nichts von dieses dullies einreden, wie achso doof das Spiel wurde, mach deine eigenen Erfahrungen. :)) \n\nIch denke, am Anfang kann man dir nicht raten, das Farmen zu lernen oder Champions zu mainen oder eine Lane zu mainen. Spiel einfach. Teste Champions schau was die so können. Irgendwann findest du einen Champion wo du sagst: \"Boar, wie cool ist der denn.\" \n- Als ich angefangen habe (vor 1,5 Jahren, also anfang Season 7) hab ich einfach mal alles mögliche Gespielt. Ezreal, weil er mega süß ist. Lucian, weil er hot ist, Ekko weil er hot ist, Garen weil er was hat ;) aber egal wie hübsch die Champs waren, iwie kam ich nie so klar mit dennen. Die \"Carry\" positionen sind nichts für mich. Also ging ich auf Support, auch wenn jeder sagte, dass das mega LW ist und man als Support nicht carrien kann. Ich fing an mit Sona und hatte meine ersten Erfolgserlebnisse. Ich hab sogar mein erstes Spiel gecarried (AP sona kann sooo böse sein) und da wusste ich, Support ist meine Rolle. Also spielte ich immer mehr und mehr und mehr auf der Supportlane. Irgendwann hatte mal ein Freund Zilean gespielt und er war so witzig. Er hat nur müll gelabert, wenn z.B. 3 Leute vor ihm standen kam immer \"Oh, jetzt aber weg hier\" und er speedbuffte sich (Zileans W) und rannte mit 1458754 KM/h einfach weg. Ich musste so lachen und weil Zilean die Zeit manipuliert (und ich diese eigenschaft liebe) dachte ich, ich werd ihn auch spielen. \nUnd ab da wusste ich es: Ich habe meinen Main gefunden. Ich spielte nurnoch Zilean und wurde richtig gut mit ihm, ich hatte den Spaß meines Lebens und wurde dann irgendwann auch mutig genug für rankeds. Eingeranked in Silber 5 hat zilean und ich es dann in einer Woche auf Gold 5 geschafft (17er winstreak, ein Lose, 17er Winstreak) und nach viel hin und her hab ich es dann in meiner ersten Season (schweißgebadet wohlgemerkt) auf Platin 5 geschafft.\n\nIch habe nicht geübt und gelernt und tutorials angesehen, sondern einfach nur gespielt und spaß gehabt - denn das ist das wichtigste. \nUnd das ist auch mein Tipp für dich: Spiel einfach. Teste Champions, teste Items, teste lanes. Das wissen, welche Items es gibt, welche Items man in welcher Situation baut, welche Skillreihenfolge man zuerst nimmt, welche Picks jetzt eher kontraproduktiv sind, welche objectives jetzt gemacht werden, welche rotation man befolgt, wie man farmt, wie man tradet, wie man seine Skillshots effektiv trifft usw. stehen ganz, ganz, ganz weit hinten an. Ich bin jetzt p3 und hab immernoch keinen Plan von Wavecontroll - brauch ich als Support main halt auch nie. Dafür kann ich dir sagen, welche Itemes du zu welcher Situation gegen welche Teamcomp pickst (zumindest meistens, manchmal bin ich auch ein kleiner troll :P)\n\nIch hoffe, du verstehst worauf ich hinaus will.\n\nHab Spaß und genieß das spiel. Finde deinen Champion und geh deinen Weg. Wenn du speziefische Fragen hast, steht das forum dir immer offen und wenn die Leute dich in diesem Spiel zusehr ärgern, komm zu uns, wir bauen dich auf. Hier brauchst du manchmal ein dickes Fell. :)\n\nIch hoffe du hast Spaß hier.\n\nWillkommen. :)","replies":[{"id":"","poster":"WheelchairQueen","date":"2018-07-05T07:12:02.549+0000","up_votes":1,"down_votes":0,"body":"Das ist ein cooler Ratschlag, danke dir.\nIst aber nicht immer so einfach am Anfang den Überblick zu haben, was Builds und Runen und Combos angeht. Daher sind so Tipps oder Guides für mich schon hilfreich, da ich keineswegs so talentiert bin, dass ich alles von selbst lerne :D","replies":[]}]},{"id":"","poster":"Alpacana","date":"2018-07-04T14:40:33.509+0000","up_votes":0,"down_votes":1,"body":"Ugh, Mobafire ist immer ganz schwierig...ich würde dir da eher ProBuilds empfehlen wenn es um Builds geht.\n\nFür Anfänger ist es generell extrem schwierig geworden. Zum einen, weil das Spiel einfach so extrem komplex geworden ist, zum anderen aber auch weil man im Grunde 24/7 Smurfs in seinen Spielen hat, die sich neue Accounts hochziehen.\n\nWas ich dir empfehlen würde: Spiel mit jemandem der Ahnung hat (am Besten sind das Freunde) und frag sie Löcher in den Bauch. Man lernt nunmal, in dem man spielt.\n\nZum Thema einfache Champions. Ja, es gibt Champions, die für Anfänger eher geeignet sind. Meiner Meinung nach sind das Champions, die mechanisch einfach zu spielen sind, wie z.B Annie oder Ashe.","replies":[{"id":"","poster":"WheelchairQueen","date":"2018-07-04T14:47:04.931+0000","up_votes":0,"down_votes":1,"body":"Auch dir danke dafür.\nIch weiß jetzt auch endlich was Smurfs sind ;-) Habe lange gebraucht.\nFreunde von mir spielen das nicht, aber ich denke alleine das Spielen hilft schon.\nWen empfiehlst du für Top?\nLG und Danke ♥♥♥","replies":[{"id":"","poster":"Necromant","date":"2018-07-04T14:55:00.519+0000","up_votes":0,"down_votes":1,"body":"> [{quoted}](name=WheelchairQueen,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=00000000,timestamp=2018-07-04T14:47:04.931+0000)\n>\n> Freunde von mir spielen das nicht, aber ich denke alleine das Spielen hilft schon.\n\nKeine Angst, dadurch das sich herausstellt das du weiblich bist, werden dich da einige Leute sicherlich adden die mit dir spielen :D","replies":[{"id":"","poster":"WheelchairQueen","date":"2018-07-04T15:19:41.513+0000","up_votes":0,"down_votes":0,"body":"Haha :D\nDas klingt schon so, als ob es hier wenige Frauen gibt und man daher hilfsbereiter ist? \nNaja, es gibt halt doch noch Gentlemens ;-)","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-07-04T15:20:39.156+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=WheelchairQueen,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=0000000000010000,timestamp=2018-07-04T15:19:41.513+0000)\n>\n> Haha :D\n> Das klingt schon so, als ob es hier wenige Frauen gibt und man daher hilfsbereiter ist? \n> Naja, es gibt halt doch noch Gentlemens ;-)\n\n90% der leute hier wollen deine nudes.\nJust saying.\nvornerum lieb und hintenrum dann drama schieben.\nPREPARE.","replies":[{"id":"","poster":"Jura500","date":"2018-07-04T15:28:23.592+0000","up_votes":0,"down_votes":0,"body":"Regel Nummer 1 in online Spielen: Willst du etwas? Dann gib dich als Frau aus!","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-07-05T07:02:55.979+0000","up_votes":1,"down_votes":0,"body":"Regel nummer 2 ...\nRegel nummer 3 Gewinn","replies":[]}]}]}]}]},{"id":"","poster":"Alpacana","date":"2018-07-04T14:51:41.821+0000","up_votes":0,"down_votes":1,"body":"Toplane würde mir spontan einfallen: Garen, Cho Gath, Dr Mundo, Maokai, Malphite (der ist aber auch wirklich extrem langweilig) und wenn du etwas mehr Herausforderung brauchst empfehle ich dir Renekton.\nMit Renekton wirst du lernen können, wie man Animationen canceln kann (einfach mal googlen: \"Renekton Animation Canceling\", glaube da wirst du ein paar schöne Tutorials zu finden)","replies":[]}]}]},{"id":"","poster":"HentaiHerox3","date":"2018-07-05T05:50:03.973+0000","up_votes":1,"down_votes":0,"body":"also wenn du nach mitspielern suchen solltest die nicht so stark sind dann kannst du mich ruhig anfragen o: spiele immer mit ein paar leuten die auch nicht gut sind...xD und vor allem würden wir dich niemals runtermachen wenn du schlechte runden haben solltest uns gehts da nur um den spaß ^^ wir können dir die grundlagen beibringen bzw ein paar lanes näherbringen wenn du willst :3 kann dir halt gern mein bronzewissen teilen xDD außérdem hab ich ja gesehen dass dir die top gefällt :3 ist auch meine lieblingslane und ich kenne mittlerweile mehrere top champs bei denen du aufpassen solltest xD","replies":[]},{"id":"","poster":"Shakês Beer","date":"2018-07-04T17:04:28.839+0000","up_votes":1,"down_votes":0,"body":"Erstmal würde ich empfehlen alleine zu spielen, premades bringen gerne mal höher gelevelte Spieler ins game. Das kann dann schon Mal frusten. \nMomentan ist es am besten dir einfach einen Champ den du lustig findest zu mainen, du bist vermutlich gerade eh überfordert, mit... naja allem. Also kannst du dir etwas Sicherheit holen, indem du wenigstens einen Champ kennst.","replies":[]},{"id":"","poster":"Veezey","date":"2018-07-04T15:56:49.415+0000","up_votes":1,"down_votes":0,"body":"Da hier schon so vieles genannt wurde kann ich noch sagen, dass du jeden Champion mal ausprobieren solltest. Auch, wenn du denkst du hast jetzt schon den richtigen gefunden, kannst du ganz schnell einen neuen Liebling haben.\nLass dich nicht von anderen runterziehen. Das ist gerade im unteren Bereich schlimm.\nBenutze die Guides nur als Orientierung und folge nicht stumpf den Builds.\nSuche dir am besten Leute mit denen du zocken kannst. Das macht deutlich mehr Spaß meiner Meinung nach.\nUnd das wichtigste: have fun! :D\n","replies":[]},{"id":"","poster":"Frogbrain","date":"2018-07-09T17:38:10.045+0000","up_votes":0,"down_votes":0,"body":"Als kleiner Tipp von mir: Spiel erstmal einfache Champions und probiere einfach viele Dinge mit diesem aus. Du wirst die Grundprinzipien des Spiels erstmal alleine lernen können. Erst wenn es um Ranglistenspiele geht, solltest du anfangen sowas wie guides zu schauen, da man das anfangs nicht wirklich braucht (wenn dich Leute flamen dann mute die einfach :^) ).","replies":[]},{"id":"","poster":"Marksmansitter","date":"2018-07-04T14:45:03.925+0000","up_votes":0,"down_votes":0,"body":"ich würde sagen spiel das was dir spaß macht, wenn du mehrere Rollen spielen willst mach das, wenn nicht dann nicht. \nMeine ersten \"mains\" (2012/13) waren Zed, aatrox, leona und vi mittlerweile spiele ich aber keinen mehr von denen. Also probiere einfach dinge aus :)","replies":[{"id":"","poster":"WheelchairQueen","date":"2018-07-04T14:51:51.651+0000","up_votes":0,"down_votes":0,"body":"Danke, darauf wird es wohl wirklich rauslaufen :D\nAber wie schon gesagt, wird Top wohl für mich am einfachsten sein.","replies":[]}]},{"id":"","poster":"Ruhanoko","date":"2018-07-04T15:59:01.095+0000","up_votes":0,"down_votes":0,"body":".29. On the internet, all girls are men, and all kids are undercover FBI agents or Justice Decoys.\n\n.30. There are NO girls on the internet. \n\nNächstest mal gibts eine Geldstrafe.","replies":[]},{"id":"","poster":"Jura500","date":"2018-07-04T15:26:36.785+0000","up_votes":0,"down_votes":0,"body":"-Champion.gg gibt dir eine ganz gute übersicht, was die Mehrheit der Spieler so auf Champions baut. Probuilds.net zeigt dir was die Profis so auf ihren Champions bauen. \n\n-Theoretisch wirst du am erfolgreichsten sein, wenn du dich auf eine Rolle und wenige Champions festlegst, aber leg dich erstmal nicht fest auf irgendwas, sondern probier einfach rum. Wenn dir irgendwas gefällt kannst du dabei bleiben und wenn nicht, naja dann halt nicht.\n\n-Das Spiel kann frustrierend sein und deine Mitspieler können leider auch mal unfreundlich sein. Lass dich davon nicht runterziehen.\n\n-Das System wird mit der Zeit merken wie stark du spielst und dich mit passenden Spielern zusammenpacken. \n\n--Mach dir keinen Druck. Am besten lernst du das Spiel indem du spielst. Wenn du aber keine Ambitionen hast in einem LCS-Team dein Geld zu verdienen, dann achte an erster Stelle darauf, Spaß zu haben.","replies":[]},{"id":"","poster":"ELOW Cronos","date":"2018-07-04T15:10:01.940+0000","up_votes":0,"down_votes":0,"body":"> [{quoted}](name=WheelchairQueen,realm=EUW,application-id=Wj1wcocU,discussion-id=bQLenkNq,comment-id=,timestamp=2018-07-04T14:33:18.468+0000)\n>\n Gibt es denn bessere Seiten? Mobafire verwende ich für meine Builds und bisschen als Guide. Aber so generell im Gameplay finde ich nicht so viel hilfreiches (vielleicht stell ich mich auch doof an -.-)\n\nAhh bitte nicht Mobafire verwenden. Die Guides da werden oftmals von Spielern geschrieben die selbst nicht besonders viel vom Spiel verstehen. Lieber Statistikseiten wie https://champion.gg/ oder https://lolalytics.com/ranked/worldwide/platinum/plus/grid/ verwenden (https://www.probuilds.net/ ist auch gut, würde ich aber Anfängern nicht empfehlen da dort oftmals sehr Situativ gebuildet wird).\n\n> Ne erste Frage, ist, sollte man sich auf einen Champion oder eine Lane festlegen? Und wenn ja, gibt es Champions, die einfacher zu spielen sind?\n\nBesser ne Lane. Wenn dir aber ein Champion besonders gefällt kannst du auch einfach anfangen die Lane zu spielen auf die dieser hingehört. Für den Anfang würde ich dir aber raten ein bisschen rumzuprobieren ehe du dich auf etwas festlegst. \n\n\n> Zweite Frage: Gibt es eine Möglichkeit gegen schwächere Spieler (wie mich!!) zu spielen? \n\nWenn du konstant PvP (ohne Premates) und keine Botgames spielst müsstest du eigentlich so ab ca LvL 15-20 mit Spielern gematcht werden die sich etwa in deinem Skillbereich befinden. Ab LvL 30 und je öfters du spielst, wird es besser.","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2018-07-04T15:02:58.820+0000","up_votes":0,"down_votes":0,"body":"Zur ersten Frage: \n\nOb man sich auf eine Lane festlegt oder nicht ist jedem selbst überlassen. Overall kann man natürlich ganz klar sagen, dass man besser wird wenn man sich auf wenige Champions konzentriert und diese dadurch sehr gut kennt und beherrscht, anderen reicht es dafür aus \"Mittelmaß\" zu sein und dafür jeden Champion mal ein wenig kennenzulernen (was bei über 130 Champs sehr lange dauert). Von daher ist das deine Entscheidung. Die Liste an einfachen Champions ist recht lang, da müsste man entweder direkt auf eine Lane eingehen oder wild ein paar Beispiele wie Garen nennen. Champions von denen ich als Anfänger die Finger lassen würde sind z.B. Azir, Ryze, Kalista.\n\nZur zweiten Frage:\n\nWenn du in Normals noch nicht zurecht kommst wäre eine Möglichkeit erstmal gegen Bots zu spielen, oder mit Leuten zu spielen denen es egal ist, wenn du nicht so super spielst.\n\nBei Mobafire kann jeder schreiben was er will, probuilds.net zeigt dir was Profi-Spieler auf ihren Champions bauen, daran kann man sich besser orientieren. Wichtig ist, dass das Ganze nur eine Orientierung ist, jedoch nichts was man auf ewig einfach für jedes Match 1zu1 übernehmen kann. Gerade defensive Items sind situationsabhängig bzw sollten anhand des Gegnerteams ausgewählt werden, z.B. bringt es mir relativ wenig viel Rüstung zu bauen wenn meine Gegner fast ausschließlich magischen Schaden verursachen. Für den Anfang reichen solche vorgefertigten Builds, mit der Zeit sollte man sich aber mit allen Champions als Gegner und den sinnvollen Items für den eigenen Champion ein wenig beschäftigen.","replies":[]}]}