{"id":"52qmAfBn","poster":"4 For Maggie","date":"2019-07-18T06:42:25.986+0000","title":"[TGSG] MEEEEEEEEEEEEHHHHHHHHHHHHHHH","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":0,"body":"#JAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA\n\n#URLAUB VORBEI!\n\n#FREUDE! ICH FREU MICH WIRKLICH!\n\n#NIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIICHT!\n\n:((((((((((((((((((((((((((((((((((((((((((((((((((((\n\nAn dieser Stelle könnte der Thread auch schon enden °^°\n\nAber wollen wir mal nicht so sein. Ist ja nur heute. Und morgen nur bis 13 Uhr. Und Gaby hat Urlaub XD Frau Pferd gammelt also auch nur im Büro rum und tut so als würde sie was machen. Immerhin habe ich schon den August Dienstplan fertig gemacht :> Jetzt muss ich mich nur noch überwinden hoch zu laufen >.&lt; Mensch!\n\nDer Urlaub war zu kurz und ich habe nichts gemacht. Rein GAAAAAAAAAAAAAARRRRR NIIIIIIIIIIIIICHTS!\n\nNicht mal großartig gespielt. Ich glaube sogar weniger als sonst °^° Das ist furchtbar. Hab ein richtig schlechtes Gewissen ... vor allem da ich anscheinend auch massiv im Honorlevel zurück hänge D: 4.1! Sonst war ich immer bei der ersten 5er Welle dabei :( Und jetzt? Nichts macht mehr einen Sinn *Hand auf die Stirn leg und dramatisch den Kopf in den Nacken legt\n\n...\n\nTFT Ranked habe ich gestern gespielt. Bronze 3 mit 49 LP momentan XD Platzierung war Eisen 2 :o Ich Heldin!\n\n...\n\nMeine PDL ist wieder da. Sitzt aber im anderen Haus. Im Keller XD IDK\n\n...\n\nHeike hat mich gerade verlassen \n\n...\n\nIch gehe den Plan hochbringen v.v Hat mir jetzt schon wieder den Rest gegeben.\n\nUnd **Danke für's warten mit der Thread-Erstellung &lt;3**\n\n\n\nSeems Like A [Fortsetzung](https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/52qmAfBn-tgsg-meeeeeeeeeeeehhhhhhhhhhhhhhh?comment=0008)","replies":[{"id":"","poster":"Asulia","date":"2019-07-18T10:20:24.581+0000","up_votes":2,"down_votes":1,"body":"Lasst uns doch einmal Beate Uhse feiern.\n\nDie mit den Sex-Shops.\nGenau die.\n\nWenn mich jemand fragt, ob es Helden in der Wehrmacht gab, sag Ich immer Beate Uhse.\n\nIch mein Stukkas zu fliegen ist eine Sache aber Stukkas zu testen eine ganz andere.\n\nDie erste Frau der Welt die den ME 262 flog, die erste Düsenmaschine der Welt.\n\nDie erste Frau der Welt, die unter heftigen feindlichen Flakfeuer mit einer Siebel Fh 104 mitten in der Umkämpften Stadt Berlin landete um Ihren Sohn samt Kindermädchen und 4 weitere Personen während des Vormarsches der roten Armee zu retten und dann wieder durch die Hölle des Flakfeuers flog und alles was eine Waffe hat ballert auf dich. Zu krass.\n\nDie Eier, die diese Frau hat, würden jeden Mann zu Boden ziehen.... .","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T11:04:15.877+0000","up_votes":1,"down_votes":0,"body":"Mhh ok :0 \n\n\nJordi El Niño Polla","replies":[{"id":"","poster":"Asulia","date":"2019-07-18T15:09:55.272+0000","up_votes":1,"down_votes":0,"body":"Ok, mir wurde zuerst ein Pornodarsteller angezeigt, dann bin Ich weiter auf Bildersuche und Checks irgendwie nicht{{sticker:zombie-brand-mindblown}} \n\n","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-19T05:17:17.189+0000","up_votes":1,"down_votes":0,"body":"Hast alles richtig gemacht ^^' \n\nIch war oben von deiner Geschichte inspiriert und vor allem dann noch wegen den Sex Shops :D \n\nUnd irgendwie Feier ich den Typen ^^' finde den super lustig weil er so ein \"lauch\" ist :D \n\nAber ich bin komisch. Fand wohl nur ich lustig :3","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:08:30.177+0000","up_votes":1,"down_votes":0,"body":"Sorry i dont understand Baguette....:((","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T11:11:55.254+0000","up_votes":1,"down_votes":0,"body":"Google hilft ;) \n\nAm besten direkt nach Bildern suchen ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:18:16.088+0000","up_votes":1,"down_votes":0,"body":"Besser nicht ich habe gerade gegessen. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T11:41:29.329+0000","up_votes":1,"down_votes":0,"body":"Was hat das eine mit dem anderen zu tun ?","replies":[]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-07-18T15:50:15.583+0000","up_votes":1,"down_votes":0,"body":"Sorry, aber ich muss hier mal den **Ultra**-Klugscheißer raushauen:\n\nDie Me 262 war nicht das erste Düsenflugzeug der Welt, sondern das erste in Serie produzierte. Das tatsächlich erste Düsenflugzeug war die He 178, die ihren Erstflug am 27.8.1939 hatte (der Erstflug der Me 262 war am 18.07.1942... also genau vor 77 Jahren. Lol. (Allerdings kann man auch  entweder den 18.04.1941 als den Erstflug der Me 262 sehen, allerdings flog der Prototyp damals noch mit einem gewöhnlichen Kolbenmotor, da die Düsentriebwerke noch nicht fertig waren, oder den 25.03.1942, dort allerdings waren die verbauten Strahltriebwerke nicht die, die die Serienmodelle erhalten sollten)).\n\nAnsonsten… damn. Interessante Geschichte, danke für den Funken Bildung heute. Stäbchen wäre stolz auf dich :)","replies":[{"id":"","poster":"Asulia","date":"2019-07-18T16:24:26.903+0000","up_votes":1,"down_votes":0,"body":"Ach quatsch kein Problem, bis vorhin hab Ich das immer mit einem Fieseler Storch erzählt, kein Plan wie Ich auf den gekommen bin, war ganz überrascht als Ich vor dem Posten Faktencheck gemacht hab.\nWahrscheinlich wäre das dann noch heroischer mit dem kleinen Storch statt son \"Bomber\",lach.\nAber mit dem Storch wär die auch nicht durch das Flak gekommen.","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T10:59:02.918+0000","up_votes":1,"down_votes":0,"body":"Außerdem führt Beate Uhse mich immer nach Hause.\n\nNaja, so ungefähr.\n\nImmer wenn ich in einer größeren Stadt bin, wozu auch München in meinen jungen Jahren gehörte als Zielorts einer Klassenfahrt, verirre ich mich. Ich laufe einfach rum und verirre mich. Auch gerne mal in der Bonner Innenstadt.\n\nDas einzige was ich dann mit Sicherheit finde ist ein Beate Uhse Shop von dem aus ich mich neu orientieren kann oder mir einfällt wo ich bin oder wie in etwa meine Strecke war.\n\nXD Oder ich verirre mich einfach und finde mich vor besagtem Sexshop wieder. Als würde mich eine unsichtbare Hand genau dorthin geleiten °^° Gruselig! Aber irgendwie auch cool. Das ist nämlich die einzige Sicherheit die ich habe wenn ich nicht weiß wo ich bin :D zu 99,9% Lande ich bei einem Beate Uhse Geschäft. Da fühlt man sich dann doch nicht ganz so verloren XDDDD","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T10:27:04.341+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"BigBlackClocks","date":"2019-07-20T18:57:37.979+0000","up_votes":1,"down_votes":0,"body":"jo","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-07-18T07:13:11.501+0000","up_votes":1,"down_votes":0,"body":"Met schreibt man mit T, nicht mit H :o\nWas mich daran erinnert, dass meine Weinlieferung nicht zugestellt wurde, weil ich zuhause nicht anzutreffen war, obwohl ich die ganze Zeit zuhause war... Da das der 2. Zustellversuch war und nicht mal ein Zettel an der Tür war, gehe ich mal davon aus, dass sich da jemand Weg gespart hat :( Jetzt hab ich Stress wegen ein paar Litern Wein...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T08:36:25.016+0000","up_votes":1,"down_votes":0,"body":"Wein ist nicht gut :(","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-18T08:43:34.957+0000","up_votes":1,"down_votes":0,"body":"Schmeckt aber","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:05:02.081+0000","up_votes":1,"down_votes":0,"body":"Nein tut er nicht :/ \n\nDas sagen Leute immer nur um dazu zu gehören aber Wein schmeckt nicht  ^^' \n\nDann lieber ein Bier :3","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-18T10:21:40.445+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Wein hängt stark vom Geschmack ab. Rotwein find ich doof, so ein lieblicher Weißwein hingegen schmeckt mir. Dann gibt es noch sehr viele Met-Trinker dort draußen, die dir auch sagen werden, dass es denen schmeckt. Met ist aber nicht so meins, zu süß. Meine Freundin mag den aber, deswegen enthält meine Lieferung auch einen^^ und ihren Granatapfelwein. Ich hab mir Moosbeerenwein und Johannesbeerwein bestellt.\n\nDeiner Aussage nach zu urteilen, hast du einfach noch nicht deine Sorte gefunden und wahrscheinlich sind dir die Weine von Beerenweine unbekannt, die haben viele unterschiedliche und meiner Meinung nach auch die besten. \n\nMan könnte jetzt auch behaupten, Bier schmeckt nicht. Das würde ich auch sagen, wenn ich nur Bier aus Plastikflaschen und sowas wie Frankfurter Export kennen würde. Wobei Bier bedeutend weniger Geschmacksvielfalt bietet als Wein.\n\nUnd die ganzen piekfeinen Leute trinken eben Rotwein, da passt deine Aussage. Auf die vielen anderen Weine aber nicht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T11:10:38.079+0000","up_votes":1,"down_votes":0,"body":"Bier entweder vom Zapfhahn oder eben Glas Flaschen/ Dose :3 \n\nIch mag keine Beeren also ich esse keine ^^' \n\nAnsonsten eben noch Wodka da dann am besten Wodka O :) \nDa schmeckt aber auch nicht jeder aber viele :3 \n\nUnd ab und zu kühle Jäger Shots :3 \n\nManche Liköre und Schnäpse gehen aber auch ^^'","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-18T12:15:38.956+0000","up_votes":1,"down_votes":0,"body":"Ich esse auch keine Beeren, ich esse aber auch keine Gerste ;)\nManche Liköre und Schnäpse sind okay, da sind wir uns einig xD bei Wodka O reicht mir auch das O ^^ bisher hatte ich noch keinen gut schmeckenden Wodka.\n\nBei Bier bin ich doch schon recht wählerisch, auch wenn ich immer mal wieder was neues probiere. Meine Standardmarke ist aber Beck's.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-19T05:21:58.905+0000","up_votes":1,"down_votes":0,"body":"Schau mal ob du ein Lech auftreibst :) ist ein polnisches Bier und schmeckt gut :3 \n\nBei Wodka kannst du mal einen Büffelgrass Wodka probieren. Kenn aber gerade den Namen nicht :/\nKleine Flasche mit einen Grashalm drin und einen Büffelgrass auf dem Etikett :) schmeckt so nussig aber kann den dafür nicht immer trinken :0","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-19T07:50:04.568+0000","up_votes":1,"down_votes":0,"body":"Lech kenn ich, hatte ich 1x in meinem Leben und danach hab ich das nie wieder gesehen. Bei uns hatten sie letztens Tyskie im Angebot, aber ich find da gibt's bessere. Nur scheint hier kein Laden, den ich die letzten Jahre besucht habe, Lech im Sortiment zu haben.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T07:25:10.355+0000","up_votes":1,"down_votes":0,"body":"Na das habe ich doch schon mal gehört :o\n\nWar das zufällig DPD? XDDDDDD","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-18T07:36:23.376+0000","up_votes":1,"down_votes":0,"body":"Nope, UPS. Scheinbar hatte der kein Bock, die Ca 15kg bis zu mir zu transportieren. Ich hoffe mal, der Kundenservice antwortet mir heute. Wäre ziemlich doof, wenn das jetzt zurückgeschickt wird, nur damit es dann nochmal zu mir geschickt werden kann.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T07:37:49.559+0000","up_votes":1,"down_votes":0,"body":"Immer noch besser als Hermins.\nDie sagen sie kommen zwischen 14 und 16 Uhr und am ende sind sie um 20 Uhr dann bei dir. >.&lt;","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-18T07:44:05.776+0000","up_votes":1,"down_votes":0,"body":"Es ist also besser, eine Lieferung nicht zu bekommen, als sie spät zu bekommen? xD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T07:52:16.585+0000","up_votes":1,"down_votes":0,"body":"Alles ist besser als Hermes!!!","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-18T07:57:44.052+0000","up_votes":1,"down_votes":0,"body":"Mit Hermes hab ich kein Problem, die liefern, wenn ich zuhause bin und das wichtigste, die liefern!^^ Nur sich mit dem Paketboten zu unterhalten, ist bei den Deutschkenntnissen nicht ganz barrierefrei","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T08:03:20.273+0000","up_votes":1,"down_votes":0,"body":"Mein Hermes ist doof und kommt jedesmal mindestens 2 Stunden zuspät....","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-18T08:10:31.793+0000","up_votes":1,"down_votes":0,"body":"Das ist aus meiner Perspektive ein Vorteil^^","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T07:49:03.906+0000","up_votes":1,"down_votes":0,"body":"Für manche wohl schon\n{{sticker:sg-miss-fortune}}","replies":[]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-07-18T15:31:24.666+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 199, Abendausgabe**\n\nKein Wasser. Irgendwie ein befremdliches Gefühl. Für die nächsten Wochen sind physikalisch-chemische Versuche angesetzt und die sind einfach... verdächtig einfach. Man wartet geradezu auf die Katastrophe. Umso besorgniserregender, dass die heute nicht kam. Called it.\n\nAber meine Schule wäre ja nicht meine Schule, wenn sie nicht noch mal eben wieder den gesamten Zeitplan umschmeißen würde. So wurde das Kolloq, welches für gewöhnlich am Nachmittag geschrieben wird, \"mal eben\" auf Tagesbeginn gesetzt. Toll. Ist ja nicht so, dass ich in der Mittagspause noch etwas lernen wollte oder so... Aber abgesehen von einem Schreibkrampf ging es gut. Glaube ich.\nDann ging der Tag los und es folgte eine anderthalbstündige Einführung in den Versuch. Nachdem alle gefühlt eingeschlafen sind, war der Assistent fertig und wir wurden uns selber überlassen. Aber viel berichten kann ich nicht, denn, wie gesagt, viel passierte nicht.\nDafür erreichte mich eine Nachricht, von der ich nur geträumt hatte: **Mein Partner hört auf!!!** Jauchzet und frohlocket, meine Kinder!!!\nUnd eine weitere Person, die mir unsympathisch ist, gelinde gesagt, hat auch heute zugegeben, dass er zumindest auf der Kippe steht. Ist auf einmal mein Leben lebenswert geworden? Ich fasse es nicht.\n\nÜbrigens, ich möchte hier noch ein kleines Versprechen einlösen: Meine [MyAnimeList](https://myanimelist.net/animelist/INoKami) ist nun online und ihr dürft begutachten, was ich schon aus der großen Welt der Anime gesehen habe, mit all meinen Fehltritten und sonstigen geschmacklichen Verirrungen^^\nKein Anspruch auf Vollständigkeit, bin manchmal etwas vergesslich und ja, ich weiß, dass es nicht viel ist...\n\nIn diesem Sinne: Genießt es.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T13:14:20.944+0000","up_votes":1,"down_votes":0,"body":":D \\o/ Für die 100!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T13:38:21.683+0000","up_votes":1,"down_votes":0,"body":"dann gibt mir auch die 100 auf mein Thread von gestern der noch auf 99 steht bitte. \n{{sticker:sg-jinx}}","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:30:05.804+0000","up_votes":1,"down_votes":0,"body":"Oh und\n\n#T MINUS ZWEI STUNDEN UND DREIßIG MINUTEN","replies":[{"id":"","poster":"XenesisCH","date":"2019-07-18T12:53:18.620+0000","up_votes":1,"down_votes":0,"body":"T Minus ungefähr 2 h oder so bis zum Weekend {{sticker:vlad-salute}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T13:00:49.006+0000","up_votes":1,"down_votes":0,"body":"WAS? BIS ZUM WOCHENENDE? WOAH!","replies":[{"id":"","poster":"XenesisCH","date":"2019-07-18T13:29:33.672+0000","up_votes":1,"down_votes":0,"body":"{{sticker:galio-happy}}","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T12:33:36.054+0000","up_votes":1,"down_votes":0,"body":"Ich hab ganz vergessen zu erwähnen was es heute zu essen gibt!\n\nAlso Frühstück gab es keins °^°\n\nGestern Mittag gab es Pfannkuchen und da habe ich drei mehr gemacht (zwei mit Nutella und einen mit Erdbeermarmelade) und mir heute morgen klein geschnitten und mit zur Arbeit genommen :D Die esse ich jetzt hin und wieder seit ... joa ... halb zwölf.  Sind noch drei Stückchen übrig :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T12:40:14.673+0000","up_votes":1,"down_votes":0,"body":"Keine Enten?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T12:54:32.630+0000","up_votes":1,"down_votes":0,"body":"Hab am Dienstag zwei Stückchen Ente gegessen. Bei mehr wird mir meistens schlecht .-.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:23:40.258+0000","up_votes":1,"down_votes":0,"body":"[Maggie Stream](https://www.youtube.com/watch?v=8CmbChY4fpU)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:27:29.518+0000","up_votes":1,"down_votes":0,"body":"Noch eine Namensoption für meinen Smurf :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:32:11.979+0000","up_votes":1,"down_votes":0,"body":"Nimm doch einfach Kirschkern...>.&lt;","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:34:00.318+0000","up_votes":1,"down_votes":0,"body":":3 Das ist auch mein Favorit","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:36:41.233+0000","up_votes":1,"down_votes":0,"body":"Dann nimm ihn endlich sonst kommen Enten in einem Airbus A380 angeflogen und werfen mit Erdbeeren auf dich!!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:38:57.406+0000","up_votes":1,"down_votes":0,"body":"D: SOWAS MACHEN ENTEN?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:42:16.940+0000","up_votes":1,"down_votes":0,"body":"Wenn es Ente aus Detroit sind schon. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:44:29.660+0000","up_votes":1,"down_votes":0,"body":":o Warum denn aus Detroit? Sind diese Enten besonders gebildet und aggressiv?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:45:53.546+0000","up_votes":1,"down_votes":0,"body":"Ne das ist eine Anspielung auf eine Youtubekacke.^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:48:07.371+0000","up_votes":1,"down_votes":0,"body":"Apropos Youtube.\n\nDienstag Nacht bin ich voll auf YT hängen geblieben und konnte nicht aufhören Videos zu gucken XD Das ist ja richtig schrecklich! Wobei ...\n\nAm Ende war ich wieder bei diesem Friseur/ Stylisten den ich eigentlich sehr mag XD Das war dann schon wieder eher sehr lustig!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:50:40.797+0000","up_votes":1,"down_votes":0,"body":"Was für Hentais hast du denn auf Youtube geschaut?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T12:03:02.482+0000","up_votes":1,"down_votes":0,"body":"YT hat keine Hentais :o\n\nVideos von Brad Mondo habe ich am Ende geguckt =p\nhttps://www.youtube.com/channel/UCoc_XJPj6YLMQDWtPDQcDtA","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T12:08:25.026+0000","up_votes":1,"down_votes":0,"body":"Doch wenn du schlau bist findest du auch nackte Menschen auf Youtube. :) \n\nBaah in der Zeit hättest du auch ein schönen Anime schauen können. :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T12:15:01.439+0000","up_votes":1,"down_votes":0,"body":"Ich wusste ja nicht das du den \"harten Stoff\" haben willst. \nIch hatte dir so sogar eine normale Serie empfohlen. \nKann dir aber gerne auch was heftigers empfehlen mit mehr peinlichen Szenen und ecchi Dialogen da pennst du vllt nicht weg. \n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T12:12:52.583+0000","up_votes":1,"down_votes":0,"body":"Ja gut. Es gibt so ... halb Pornos. Unteranderem Sex Szenen aus dem ausländischen Big Brother. Oder uralte Filme in schlechter Qualität.\n\nWas heißt hier Bah :o Ich finde er macht coole Videos :p Wobei ich einfach nur in den \"Vorgeschlagenen Videos\" rum geklickt und nicht seine Makeover Videos angesehen habe.\n\nBei einer Serie oder einem Film wäre ich weg gepennt .-. idk","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T10:52:58.997+0000","up_votes":1,"down_votes":0,"body":"Warum verlinkst du deinen eigenen Thread?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:00:10.785+0000","up_votes":1,"down_votes":0,"body":"Habe ich nicht. Das ich eine Verlinkung zu meinem Kommentar der wie eine Fortsetzung des Threads sein könnte :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:09:06.584+0000","up_votes":1,"down_votes":0,"body":"Warum hast du nicht Max-Stream verlinkt?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:14:16.268+0000","up_votes":1,"down_votes":0,"body":"Weil man keine Erotikseiten in diesem Forum posten darf °^°","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T11:40:52.626+0000","up_votes":1,"down_votes":0,"body":"Und mein stream ? :0","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:43:16.772+0000","up_votes":1,"down_votes":0,"body":":o Gehört auch zu sexuellen Inhalten die hier verboten sind!","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T11:17:40.610+0000","up_votes":1,"down_votes":0,"body":"Hä? Ich hab doch dein Stream auch schon mal verlinkt? o.O","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T09:34:16.810+0000","up_votes":1,"down_votes":0,"body":"XDDDDD\n\n#AHAHAHAHAHAHAHAHAHAHAHAH\n\nEs gab halt legit noch einen zweiten Alarm! War der erste Alarm noch durch heißen Wasserdampf verursacht worden und nach vier Piepstönen vorbei... war der zweite Alarm ein Fehlalarm! XDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD Der Witz an der Sache:\n\n#DER FEHLARAM WURDE NATÜRLICH AN DIE FEUERWEHR WEITERGELEITET!\n\nNatürlich!\n\nDie Feuerwehr kommt dann halt trotzdem :D auch wenn man sagt es ist nichts! Gut, nur die Feuerwehr kann die Meldezentrale zurücksetzen. Aber muss man dafür wirklich mit\n\n#SIRENEN, VIER FEUERWEHRWAGEN, POLIZEI UND RETTUNGSWAGEN UND VOLLER MONTUR INKL. ATEMSCHUTZMASKEN\n\naufkreuzen? XD Reicht nicht ein Löschwagen? Ohne Sirenen? Mit Leuten die kontrollieren können? Die Zentrale abstellen? NEIN? **NEIN?** >.&lt;\n\nIrgendwas war noch ...\n\nAchja. Man hat mir heute gesagt das ich ein Aushängeschild für jedes Unternehmen wäre, aber meine \"Kollegen\" unbeschreiblich furchtbar. Dann habe ich eben eine Postkarte bekommen :o von einer Angehörigen. Naja :D sie war an den Wohnbereich und mich gerichtet °^° Aber das hat noch nie jemand gemacht. Fast geweint c.c\n\nOh und dann war da gerade noch der Vorfall mit Frau Pferd bzw. der Objektleitung der externen Reinigungsfirma.\n\nIch hatte mich mit Frau S. über den Feueralarm unterhalten und das ich mich wie bei \"Verstecke Kamera\" fühle oder so bei dem Mist heute. Und Frau Pferd hat natürlich ein wenig zugehört und rief mich dann ins Büro. **UM ANZUFANGEN MIT**: \"WIR\" reden nicht mehr mit Frau S.\n\n#UFF!\n\nXD Ich hab sie nur voller Entsetzen und Ekel angeguckt, bin rückwärts raus und hab gemeint \"Ich entscheide jawohl selbst mit wem ich rede oder nicht\". Da war ich schon froh das Frau S. das mitbekommen hat v.v Sie wollte es auch weitergeben zusammen mit der Tatsache das die Mitarbeiter der Firma teilweise auf's schlimmste schikaniert und kontrolliert werden.\n\nBzgl. der Feuerwehr hat Frau Pferd auch direkt beim Techniker angerufen. Beim Techniker der bei der Firma arbeitet die für die Brandmeldezentrale zuständig ist. Chefin war auch kurz hier und hat dann bei der Firma angerufen wo deren Chef gesagt hat das niemand in der Firma angerufen hat. Frau Pferd schreibt jetzt eine \"Doku\" wann wer und wo angerufen hat. Ich zum Beispiel um 9 und 10:28 bei der Feuerwehr, Pferd beim Techniker, Chefin in der Firma. Weil, wie bereits erwähnt, der Firmenchef aussagt: **ICH HABE KEINE ANRUFE ERHALTEN!**\n\nNa ;) Wer findet den Fehler und kann die Lösung des Problems darlegen? ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:42:59.993+0000","up_votes":1,"down_votes":0,"body":"Du musst zugeben dein Tag ist nicht langweilig :D \n\nSo geht die Zeit auch vorbeib^^'","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T09:52:50.497+0000","up_votes":1,"down_votes":0,"body":"XD Also ich hätte es besser gefunden bis 10 oder 11 schlafen zu können. In Ruhe aufstehen und langsam wach werden. Sich fertig machen. Einen wunderbar entspannten Spaziergang mit Rocky Baby genießen. In Frieden Frühstücken.\n\nDie nächsten vier Stunden darf bitte nichts mehr passieren XD Außer der der werte Herr K. hier aufläuft. Der schleicht genau so gelangweilt und belustigt rum wie ich :x\n\nIch würd nur langsam gerne eine rauchen gehen :D und gegessen oder getrunken habe ich auch noch nichts :o","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T11:05:56.440+0000","up_votes":1,"down_votes":0,"body":"Nein ich darf auch nicht ausschlafen :( \n\nMuss auch immer arbeiten :/","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T11:13:00.313+0000","up_votes":1,"down_votes":0,"body":"Aber du darfst Mittagsschläfchen machen °^° DAS IST OP!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T11:42:02.871+0000","up_votes":1,"down_votes":0,"body":"Ja aber .... ok das ist schon geil :3","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T10:47:32.638+0000","up_votes":1,"down_votes":0,"body":"25 Minuten telefonieren: **CHECK** °^°","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T08:09:51.642+0000","up_votes":1,"down_votes":0,"body":"Wusste du das es ein Lied gibt was \"╲（ ^ o ^ ）╱\" heisst?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T10:19:23.883+0000","up_votes":1,"down_votes":0,"body":"Nein, wusste ich nicht ô.ô Muss ich mir wohl mal zuhause anhören XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T10:37:38.417+0000","up_votes":1,"down_votes":0,"body":"Schicke ich dir nachher :)","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T06:59:42.302+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :D \n\nSchön das du wieder da bist :D und scheint ja so als wärst du begeistert wieder arbeiten zu können :D \n\nTFT ranked .... Ja Eisen 2 :D wie zu erwarten ^^' \nAber gestern etwas gestreamt und einen Veigar lvl 3 bekommen holy der böllerd rein :0 69k dmg ^^' \n\nAber dann natürlich 2 mal hinter einander gegen den einen Typen spielen müssen der 3 Drachen im Team hat ..... wow bullshit ... naja wenn das game will das ich verliere ok. \n\nIn flex gestern auch wieder ein game gemacht und gewonnen :D \nEinfach 15 min meinen sup geflamt und dann haben die gegner surrenderd so geht's auch ^^ und bekomme 23lp pro Sieg :3 Gold 2 ist in Sichtweite :0\n\nAm besten war gestern aber ein Kommentar im chat: \n\n>man schaltet den stream an und das erste was man hört ist \"Hässliches Mongolenkind\" :D \n\nWar etwas tilted ^^' am Freitag geht's wohl weiter mitn stream :3 \n\nWeiß nicht wie viel Zeit ich heute hab :0 daher Wünsch ich euch schonmal einen schönen Donnerstag :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T07:06:40.742+0000","up_votes":1,"down_votes":0,"body":"Gestern war Achterbahnfahren. \n1. Game = 2 Platz\n2. Game = 1 Platz\n3. Game = 7 Platz\n4. Game = 8 Platz \n5. Game = 2 Platz\n6. Game = 8 Platz \n\nB3 50LP oder so bin ich gerade.\nUND JEDER IDIOT SPIELT DEMON!!!\nSorry für Caps musste sein.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T08:39:10.312+0000","up_votes":1,"down_votes":0,"body":"Toll finde ich das man Immernoch aus dem Pve runden ohne item kommen kann .... Aber hey 1 Gold ist doch auch gut .... Im Vergleich zu Leute die 3 items bekommen ... tja hat Riot wohl wieder nicht richtig aufgepasst ...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T08:52:46.774+0000","up_votes":1,"down_votes":0,"body":"Das hatten sie schon mal drinne das es feste Drops gibt aber wurde wieder rausgenommen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:07:04.119+0000","up_votes":1,"down_votes":0,"body":"Ja Riot weiß halt nicht was der modus wirklich werden soll .... Aber hey Hauptsache es gibt ranked modus ....","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T09:09:51.614+0000","up_votes":1,"down_votes":0,"body":"Immerhin scheint es keine schlimmen Bugs auf den Liveserver zu geben.\nIch hatte mit schlimmeren gerechnet. \nObwohl Annie musste deaktiviert werden und Ranked ging auch nicht...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:23:00.373+0000","up_votes":1,"down_votes":0,"body":"Ich konnte perfekt 1 ranked machen ^^'","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T07:11:50.349+0000","up_votes":1,"down_votes":0,"body":":D Die LP Vergabe ist halt lustig. Und mir ist der Modus so kack egal >.&lt; Ich spam es halt genau so hart wie Candy Crush, auch wenn ich keinen Bock mehr habe und einfach irgendeinen sinnlosen Mist veranstalte :'D\n\nAber ich hab es auf Brand Lv 3 geschafft XD Das war so mein Highlight.\n\nIch muss unbedingt damit aufhören und meine Arcade Missionen fertig machen, da steht noch eine aus. Und für's Honorlevel grinden °^° AAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHH","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T07:28:54.249+0000","up_votes":1,"down_votes":0,"body":"Die LP Vergabe ist nicht so krass wie dem PBE aber da gab es ja auch schon Challenger.\n2. Platz gab nur 50 LP was eine Frechheit...>.&lt; \n\nDarum warst du noch so so lange wach wegen dem Modus. ;) \n\nArcade Missionen sehr mir egal zuviel arbeit und Honorlevel ist wieder 1.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T07:45:56.754+0000","up_votes":1,"down_votes":0,"body":"War halt der letzte Urlaubstag. Ist wie Sonntags. Da weigere ich mich abends einfach schlafen zu gehen, bis es dann fast 1 Uhr ist und ich sterbe wenn der Wecker um 5 klingelt >.&lt;\n\nMein Ziel war es eigentlich immer nur unter die Top 4 zu kommen xp auf LP genau habe ich gar nicht geachtet :o Aber sollte ich vielleicht mal machen! Dann mach ich mir eine hübsche Liste und schreib alles auf :o Wie bei meiner SoloQ Sucht Phase!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T08:41:01.037+0000","up_votes":1,"down_votes":0,"body":"Neeee dafür ist der modus zu doof ^^' \n\nMir relativ egal was ich da bin ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T08:51:55.733+0000","up_votes":1,"down_votes":0,"body":"Wenn in dem Modus auch Belohnung für Gold gibt wäre das meine Chance. :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:05:51.699+0000","up_votes":1,"down_votes":0,"body":"Ne dann versuche ich lieber Solo oder flex Master zu werden als in dem Modus Gold","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T09:07:09.742+0000","up_votes":1,"down_votes":0,"body":"Dazu braucht es noch Jahrhunderte bis wir Master erreichen...>.&lt;","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:22:30.268+0000","up_votes":1,"down_votes":0,"body":"Will etz erstmal Gold 2 in flex :3 \nDann trau ich mich mit twitch Vilt mal wieder in die SoloQ :0 Aber erst mal schauen","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T07:54:11.650+0000","up_votes":1,"down_votes":0,"body":"Es gibt keine Top 4. :D\nPlatz 1,2 oder Platz 7,8 andere Möglichkeiten gibt es bei mir nicht....\nJetzt kein Ice mehr die machen kein Schaden und Ashe kommt nie wenn ich sie brauche...","replies":[]}]}]}]},{"id":"","poster":"XenesisCH","date":"2019-07-18T08:41:30.049+0000","up_votes":1,"down_votes":0,"body":"Bisher 3 Spiele absolviert: 2, 6 und 1 --> Aktuell B4 1 LP\n\nLvl 3 Aatrox mit 3 Items ist ganz witzig, vor allem wenn du rund herum Gegner hast beim Ulten xDDDD  (uuups er ist ein Demon :333)","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-07-18T07:36:18.402+0000","up_votes":1,"down_votes":0,"body":"Heute ist der Geburtstag von Nelson Mandela, einem der herausragendsten Menschen unserer Zeit. Ich kann dazu den Film Invictus – Unbezwungen sehr empfehlen. Ein wirklich gutes Werk, welches zeigt wie man Rassismus und Apartheid bekämpft. An Mandela sollten sich sehr viele Leute, gerade aus der SJW Bewegung ein Beispiel nehmen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T08:35:18.414+0000","up_votes":1,"down_votes":0,"body":"Ok ich frag einfach mal :) \nFür was steht SJW ?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-07-18T09:01:46.209+0000","up_votes":1,"down_votes":0,"body":"social justice warrior. Das sind die Leute, die mit ihrem Bestreben nach Gerechtigkeit mehr Unrecht anrichten als Hitler und Stalin zusammen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:03:57.061+0000","up_votes":1,"down_votes":0,"body":"Achso ich fasse solche Leute unter Vegane Hippies zusammen ^^'","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-07-18T09:09:18.468+0000","up_votes":1,"down_votes":0,"body":"Naja Hippies tun ja niemandem etwas","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T09:21:32.188+0000","up_votes":1,"down_votes":0,"body":"Nicht direkt :0 \n\nIch kanns auch nicht genau beschreiben für was ich alles das Wort Hippie verwende aber wenn ich ein Beispiel hab zeig ich es dir :3","replies":[]}]}]}]}]},{"id":"","poster":"Asulia","date":"2019-07-18T08:24:44.809+0000","up_votes":1,"down_votes":0,"body":"Und einen Riesen, nein, einen Mega großen Bogen um seine Frau und Ihr Fußballteam machen...... .\n\nWinnie Mandela befürwortete in den 1980er Jahren öffentlich die brutalen Lynchmorde durch Necklacing, deutsch „Halskrausenmethode“.[10] Dabei wird dem Opfer ein mit Benzin getränkter Autoreifen um Hals und Arme gehängt und angezündet. In einer umstrittenen Rede proklamierte Winnie Mandela 1986: With our boxes of matches and our necklaces we shall liberate this country[11] (etwa: „Mit unseren Streichholzschachteln und unseren Halskrausen werden wir dieses Land befreien.“).\n\n1988 wurde sie zusammen mit ihrem Mann mit dem Menschenrechtspreis der Vereinten Nationen[12] ausgezeichnet.\n\nIm selben Jahr kam der Verdacht auf, dass sie in Entführungen, Vergewaltigungen, Folterungen und einen Mord der Mitglieder des Mandela United Football Club, die für sie als Leibwächter arbeiteten, verwickelt sein könnte","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-07-18T09:03:00.241+0000","up_votes":1,"down_votes":0,"body":"Ich finde es immer sehr schade, dass jemand, der so nah an einer großen Persönlichkeit gelebt hat, so wenig von ihr lernen konnte.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T07:39:38.382+0000","up_votes":1,"down_votes":0,"body":"Kennst du den Nelson Mandela Effekt?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-07-18T08:04:12.165+0000","up_votes":1,"down_votes":0,"body":"Ja. Die Ausführungen hierzu variieren von interessant bis Schwachsinn in Tüten.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T08:51:12.126+0000","up_votes":1,"down_votes":0,"body":"Ich fand das Video von Simplicissimus dazu sehr gut.","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-18T07:07:47.853+0000","up_votes":1,"down_votes":0,"body":"AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T08:37:58.758+0000","up_votes":1,"down_votes":0,"body":"B","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T07:52:53.622+0000","up_votes":1,"down_votes":0,"body":"Widersprechen sich die beiden Aussagen nicht? .-. \n> • Eigensicherung geht vor Fremdsicherung\n• Niemand darf zurückbleiben","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T08:37:47.098+0000","up_votes":1,"down_votes":0,"body":"Nööö...\nZuerst stellst du sicher das dein Leben nicht in Gefahr ist und danach kontrollierst du ob alle Anwesend sind.\nWenn jemand fehlt muss der gerettet werden allerdings sollte die Rettung nicht das Leben des Retters gefährden.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T08:32:18.947+0000","up_votes":1,"down_votes":0,"body":"Denk die zweite Regel ist nur um die Moral zu stärken :)","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2019-07-18T06:56:51.769+0000","up_votes":1,"down_votes":0,"body":"_ein sagt mehr als tausend Worte Titel_ {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-18T07:09:07.666+0000","up_votes":1,"down_votes":0,"body":"xp Fehlt da ein Wort oder les ich des falsch? :DDDD\n\nP.S.\n**ODER** da fehlen einfach nur die Gänsefüßchen :o XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-18T08:04:40.400+0000","up_votes":1,"down_votes":0,"body":"https://3.bp.blogspot.com/-w4Q4Ut7wtwU/VMO-hLnqxfI/AAAAAAAAA7A/R5AaDYBihMM/s1600/Gans.jpg","replies":[]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-18T07:41:08.112+0000","up_votes":1,"down_votes":0,"body":"XDDDD\n\n#NATÜRLICH MUSS AUCH HEUTE DER FEUERALARM AUSGELÖST WERDEN! NATÜRLICH!\n\nIn diesem Fall scheint die Brandmeldezentrale aber nicht \"angemeldet\" zu sein :x Sprich: Der Feueralarm wurde NICHT an die Feuerwehr weitergeleitet sondern war nur intern im Haus.\n\nSonst wäre hier wieder die Feuerwehr mit 20 Wagen angerückt, trotz einem \"Ist nichts passiert Leute!\". wie beim letzten Mal. Als eine Mitarbeiterin Brötchen aufbacken wollte + sie vergessen hat + Backofentüre wurde geöffnet + Qualm schießt raus in Richtung Brandmelder = Feuerwehr.\n\nDiesmal hat ein Mitarbeiter eine Sturzmatte heiß abgeduscht und die Türe offen gelassen xp der heiße Dampf ist fröhlich zum Feuermelder gewandert und ... :D Naja.\n\nDann sollte ich bei der Feuerwehr anrufen und nachhören ob die jetzt raus kommen oder nicht. Ich will immer die 110 anrufen XDD Ist halt das erste was mir einfällt. Hab dann auf Nachfrage die Nummer der Leitstelle bekommen ._. Werd noch blöd angemacht weil ich die nicht die Nummer der Leitstelle der Bonner Feuerwehr kenne, die stünde ja in dem Brandschutzkram im Ordner, ABER PUSTEEEEEEEEEKUCHEEEEEEEEEEEEEEN! Steht da eben nicht XD\n\nWas solls. Brennt ja nicht ._.","replies":[]}]}