{"id":"F8MNEE5Q","poster":"xMeinCtutWx","date":"2019-07-17T23:58:45.764+0000","title":"Was zum?","subforum":"Teamfight Tactics","up_votes":2,"down_votes":2,"body":"Was los ihr startet Rangliste und hab noch net mal die Bugs im Griff Shop hat sich alleine in einem Game ohne sperre 3 mal net Aktualisiert. Manch einer steht da und schaut blöd in die Landschaft aber greift kein stück an die ganze Runde über...\r\n\r\nMacht echt kein Fun und nein is kein Heul Post sondern ne Tatsache hab ich bei einigen Mates auch gesehen","replies":[{"id":"","poster":"611FVNKBlv","date":"2019-07-18T00:39:41.343+0000","up_votes":2,"down_votes":0,"body":"jo hast wohl recht die bugs sind dumm af. Wie man so nen rankedmodus starten kann auf nem liveserver naja xd Qualität geht leider bei Riot schon lange nicht mehr über Quantität. Allerdings steht es letzendlich jedem frei auch die nonraked variante zu spielen daher kann mans wohl noch ertragen. Sind letzendlich eh nur Punkte die keinen interessieren o.o","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-07-18T05:33:20.934+0000","up_votes":1,"down_votes":1,"body":"> nein is kein Heul Post sondern ne Tatsache \n\nHeul-Post ist nicht das Gegenteil von Tatsache. Es ist sogar ziemlich normal, dass Leute über Tatsachen heulen. Das fängt schon im Kindergarten an, wenn da ein Kind heult und ruft “Der Herbert hat mich gehauen“, sagt ja auch keiner “Ach der heult, kann also nur ne Lüge sein.“ und ähnlich verhält es sich auch mit deinem Post.\n\nDu heulst über den ranked mode, weil es noch zahlreiche bugs gibt. Im Prinzip stört das die Rangliste nicht wirklich, da die Fehler bei allen auftreten können, es fühlt sich nur nicht so gut an. \n\nWenn du aber so ein guter Bug-Finder bist, kannst du diese ja einfach mal zusammenschreiben. Ich denke mal, dass die TFT-Entwickler zumindest die NA boards zum Thema Bugs im Blick haben und sich freuen würden, wenn sie genau wissen, wo sie bei der Behebung ansetzen können. Zumindest sollte das der Sinn einer Beta sein.","replies":[{"id":"","poster":"Asulia","date":"2019-07-18T06:17:26.802+0000","up_votes":1,"down_votes":0,"body":"Aber, aber, ist es nicht Ziel einer beta sich zu verbessern und nicht noch schlechter zu werden... .\nErnsthaft, Ich bin grad schwer am schaffen das letzte TTK mich nicht tangieren zu lassen.\nIch konnt ja nichtmal Champions kaufen, da hörts bei mir dann aber echt auf.\nIch konnt nicht Rollen, nicht kaufen, die Champs rennen schlimmer durch die Gegend als vorher bzw machen gar nix und dann stehen die beim ersten mal direkt mit 2 fertigen Items da und ich durft ein wenig Gold einstreichen.\nAber hey, es ist nur ein Spiel. Ich geh jetzt Gassi bevor Ich mich aufreg {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-18T08:56:18.314+0000","up_votes":2,"down_votes":1,"body":"Beta schreibt Riot nur dazu damit sie die Fehler rechtfertigen können :) \nSo als kleine Sicherheit ^^","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-07-18T07:06:46.549+0000","up_votes":1,"down_votes":0,"body":"Okay, die einzigen Bugs, die mir aufgefallen sind, sind sich nicht bewegende Einheiten und seltsames Pathing (zurücklaufen anstatt das freie Feld vor der Einheit zu nutzen oder eben ranged Einheiten, die in den Nahkampf gehen)\nUnd eben diese Bugs hatte ich vor dem Patch auch schon. P.S.: Das mit dem Gold anstatt Items ist ein Feature, vorher hättest du anstatt Gold gar nichts bekommen ^^","replies":[{"id":"","poster":"Asulia","date":"2019-07-18T08:14:55.099+0000","up_votes":1,"down_votes":0,"body":"Dann nehm Ich eben nichts.\nSo.\njetzt hab Ichs aber Rito gezeigt.\nJa ne klar, das mit dem Gold war ja klar, aber naja ist ja noch nicht die fertige Version, daher selbst Schuld wenn Ich direkt auf die Rangliste geier.","replies":[]}]}]}]}]}