{"id":"ZjOTAuQg","poster":"Snappynator","date":"2018-07-02T15:26:55.239+0000","title":"Nach einem verlorene Match, fängt meist dieser Streit an...","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":1,"body":"Wie der Titel schon sagt. Die meisten Spieler verhalten sich nach einem verlorene Normal-Match oder ARAM-Match nicht nett und geben meist dann an. In diesem Fall ist es meist nach einem ARAM-Match und schreiben, dass der ganze verlorene Team Noobs sind und man sei angeblich in Ranked Silber, Gold oder Platin.\r\n\r\nMeine Meinung nach sollte man es so einrichten, dass man es auch NACH dem Match sehen kann, in welchen Ranked-Liga man wirklich spielt und nicht nur im Ladebildschirm sieht. Damit im&ouml;chte ich nur, dass diese &quot;Ich-Bin-Besser-Als-Du-Hetze&quot; nach einem verlorene Match nicht mehr beginnt.","replies":[{"id":"","poster":"Lotuskobra","date":"2018-07-02T15:58:40.897+0000","up_votes":3,"down_votes":0,"body":"Ich finde das gegenseitige Beschuldigen gerade im ARAM komplett sinnlos. Es liegt zu 70% an der Teamcomp ob man gewinnt oder nicht (vorausgesetzt alle können ihren Champion halbwegs gut spielen). Wenn im Team MF, Galio, Amumu, Leona und Vel'koz sind und man keinen Poke oder wenig Disengage hat, kann man noch beeten, viel mehr hilft dann ab Level 6 nicht mehr.\n\nIch sehe das Problem weniger in den Rängen der Spieler als vielmehr in simplen Zusammenhängen und einer Spur Spielverständnis. Es gibt einfach viel zu viele Spieler, die (unabhängig von der Elo) nicht wissen, was sie in einem Teamfight zu tun haben und inwieweit sich das mit der Team- und der Gegnercomp ändert. Wenn man als Rammus versucht zu engagen, wenn man Kassadin oder Talon im Gegnerteam sieht und man der einzige Point and Click CC im Team ist, hat man schlichtweg das Spiel nicht verstanden –> daraus entstehen unnütze Diskussionen, da dieser Mangel an Wissen zwar vorhanden ist, es aber nichts bringt sich darüber aufzuregen.\n\nIch mute mittlerweile bei dem kleinsten Rumgeheule im Chat den Teil der Leute, der mir auf die Nerven geht und schmunzle oft genug über das vollkommene Unwissen auch nach dem Spiel. Wenn dann der 9.200 Schaden Draven, den 25.000 Schaden Maokai flamet, weil er einen Stab der Zeitalter gebaut hat, anstatt nur Tank zu bauen und ernsthaft der Meinung ist, dass es am Itembuild seines Tanks lag, dass er verloren hat, macht er sich einfach nur noch lächerlich.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2018-07-02T15:37:05.941+0000","up_votes":2,"down_votes":0,"body":"Na ja ganz einfach auf op.gg nachschauen wenn es dich interessiert.\nAber es kann doch wohl egal sein, wer welche Elo bei nem ARAM hat, das ist ein Funmode wo man Champs spielst die man vielleicht nicht kann.\nDa spielt es keine grosse Rolle ob sie jetzt Bronze, Silber oder Gold sind wenn man den Champ nicht kann.","replies":[{"id":"","poster":"Wolf Husky","date":"2018-07-02T16:04:19.934+0000","up_votes":1,"down_votes":0,"body":"Nicht nur in Aram, wer sich streitet wer besser ist der sollte einfach Stacheln an der Tastatur machen an den Tasten, den er für das Spielen nicht braucht.","replies":[]}]},{"id":"","poster":"Kartoffelking983","date":"2018-07-17T09:05:15.755+0000","up_votes":1,"down_votes":0,"body":"Noch nie sowas in nem Aram gehabt. \nUnd was für eine Rolle spielt die Elo hier? \nIch denke du solltest mal ne Pause machen.","replies":[]},{"id":"","poster":"eingew","date":"2018-07-03T04:14:17.468+0000","up_votes":1,"down_votes":0,"body":"Statistisch gesehen wird laut Riot in allen Elos gleich häufig reported. Ich glaube auch nicht wirklich, dass dein Rang da irgendwen beeindruckt. Wenn die dich blöd finden, werden sie das so oder so sagen.","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-07-02T15:53:39.063+0000","up_votes":3,"down_votes":5,"body":"und das würde dann was bringen? mal ganz davon abgesehen das außer master&challenger jeglicher rang hier an bedeutung verloren hat sondern lediglich das Glück und deine Position darüber entscheidet xd eigener Skill ist teilweise wirklich wurst wenn du siehst was für leute in dia spielen.","replies":[{"id":"","poster":"eingew","date":"2018-07-03T04:12:56.388+0000","up_votes":1,"down_votes":0,"body":"Und trotzdem schaffen sie es immer wieder auf Dia zu kommen, während Silberspieler schon an Gold scheitern... Wie passt das zu deiner Zufallstheorie? Wieso lande ich jede Season wieder auf Gold, statt random in irgendeiner zufälligen Liga? Wieso weißt du überhaupt so viel über Rankeds, die spielst doch schon lange keine mehr.","replies":[]},{"id":"","poster":"Wolf Husky","date":"2018-07-02T16:03:21.974+0000","up_votes":2,"down_votes":2,"body":"Das denke ich mir auch die ganze Zeit..bei so vielen Random Aktionen die diese Spieler machen spielt Glück leider eine viel zu große Rolle...","replies":[]}]},{"id":"","poster":"Wolf Husky","date":"2018-07-02T16:02:29.824+0000","up_votes":1,"down_votes":0,"body":"\"its a smurf acc\"...easy neue Ausrede...man sollte einfach den Chat nach dem Spiel einfach entfernen...","replies":[]}]}