{"id":"YEd6naAr","poster":"RXP GodArcher","date":"2018-07-02T09:01:03.404+0000","title":"Free Win bei Solo/Duo Ranked","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo Community\r\n\r\nIch hab ne Frage. Wie funktioniert das Free Win System in den Promos eigentlich genau?\r\nIch war diese Season schon mal Gold 2 bin jetzt momentan Gold 5.. Wenn ich jetzt climben w&uuml;rde.. Kriege ich dann bis Gold 2 Free Wins in den Promos?\r\n\r\nSchon mal Dankesch&ouml;n im voraus.\r\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-07-08T11:43:49.368+0000","up_votes":1,"down_votes":0,"body":"Den Free Win kriegst du nur in deiner nächsten Promo und danach gehts normal weiter.\n\nMerk dir folgendes: Nach einem Rang abstieg bekommst du in der nächsten Promo einen Free Win, steigst du 2 Mal ab hast du allerdings nur für eine Promo den Free Win. **Du erhälst also immer einen Free Win bis zum Aufstieg und danach geht es immer normal weiter!**","replies":[]},{"id":"","poster":"Released Ape","date":"2018-07-02T12:05:45.555+0000","up_votes":1,"down_votes":0,"body":"> Solltest du die Spiele der Aufstiegsserie verlieren, es jedoch wieder in die Serie schaffen, beginnst du automatisch mit mindestens einem Sieg. Das gilt für jede Division und Klasse bis zu Gold I, also bist du für den Aufstieg in Platin oder höher auf dich allein gestellt!\n\n>Die Aufstiegshilfe funktioniert nur in deiner aktuellen Division. Wenn du dich mit einer aktiven Aufstiegshilfe in einer Aufstiegsserie von Gold IV zu Gold III befindest, die Serie verlierst und dann in Gold V absteigst, behältst du die Aufstiegshilfe für Gold V zu Gold IV, aber nicht für Gold IV zu Gold III.\n\n>Solltest du für die Aufstiegshilfe in einer Division berechtigt sein, jedoch in die vorige Division absteigen, verlierst du diese Berechtigung. Als Beispiel: Wenn du die Spiele der Aufstiegsserie von Gold IV auf Gold III verlierst, erhältst du automatisch einen Sieg für deine nächste Aufstiegsserie. Wenn du dann in Gold V absteigst, erhältst du die Aufstiegshilfe, um wieder zu Gold IV zu kommen, aber nicht für die nächste Serie zu Gold III.","replies":[]},{"id":"","poster":"Pateveasy","date":"2018-07-02T09:05:11.184+0000","up_votes":1,"down_votes":0,"body":"https://support.riotgames.com/hc/de/articles/204010760-FAQ-zu-Ranglistenspielen#h2q3\n\nHier unter \"Aufstiegshilfe\" ist es genau erklärt","replies":[]}]}