{"id":"uKlQf9Wv","poster":"ihateritotheybad","date":"2018-07-01T08:38:21.133+0000","title":"Money Funneling","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"So Rito LoL ist ja schon auf den absteigenden Ast, aber was jetzt abgeht ist nur noch traurig. Min 10 lvl 15 Tryndamere 4 Items. Machts doch einfach wie bei Starcraft 2 da kann man seinen Verb&uuml;ndeten Ressourcen direkt senden mit einem Klick.","replies":[{"id":"","poster":"ihateritotheybad","date":"2018-07-01T08:40:52.359+0000","up_votes":1,"down_votes":1,"body":"Bevor ich nur am meckern bin: Ich bin Solo Spieler, lasst mich auch nur mit Solo Spielern spielen. Duo Spieler haben oft viel zu sehr Impact.","replies":[{"id":"","poster":"Alpacana","date":"2018-07-01T09:03:03.091+0000","up_votes":1,"down_votes":0,"body":"Die Queue heißt nunmal Solo/Duo-Q, da musst du auch mit rechnen gegen Duos zu spielen, genauso bekommst du ja auch Duos in deinem Team..\nDass Tryndamere lvl 15 in Minute 10 war mag ich zu bezweifeln, kann es auch leider gerade nicht prüfen da die Match History bugged, ich denke aber eher er war ca Lvl 11, maximal 12 und du übertreibst hier ein bisschen weil du offensichtlich sauer bist, gegen die Funneling-Strategie verloren zu haben.\nIch würde dir ja sagen du kannst die Strategie ja auch abusen, hält dich ja keiner davon ab, außer du selbst da du wie du sagst Solo-Spieler bist (ich hoffe, das ist jetzt nur auf die Queue bezogen und nicht auch auf ingame, da League nunmal ein Team-Game ist)","replies":[{"id":"","poster":"ihateritotheybad","date":"2018-07-01T09:22:31.445+0000","up_votes":1,"down_votes":0,"body":"Macht dir also Spaß was zurzeit mit League passiert? Bin seit 5 Jahren dabei sowas hab ich noch nie erlebt(damit mein ich nicht nur funneling)","replies":[{"id":"","poster":"ihateritotheybad","date":"2018-07-01T09:23:44.371+0000","up_votes":1,"down_votes":0,"body":"Das Game geht gerade hart den Bach runter und ich will das nicht , ich sehe zu wie ein gutes Spiel nur noch komplett Scheisse wird. tschuldige die Ausdrucksweise aber ist doch so!","replies":[{"id":"","poster":"Alpacana","date":"2018-07-01T09:40:01.155+0000","up_votes":1,"down_votes":0,"body":"Nein, mir macht das Game momentan keinen Spaß.\nWenn es nach mir ginge könnte ich 3 Seasons lang Ardent Meta spielen, aber so ist das nunmal nicht.\n\nWir sind nur die Spieler, nicht die Riotler, die entscheiden was gespielt wird und deshalb macht es auch keinen Sinn rumzuheulen wie scheiße das Game doch ist. Wir (die Spieler) haben die Wahl dieses Spiel weiterhin zu spielen, oder wir können entscheiden nicht zu spielen.","replies":[]}]}]}]}]}]}