{"id":"4ozltnhu","poster":"Xaria Tyr","date":"2018-06-30T20:44:35.694+0000","title":"Midlaner gesucht - Gold I bis Gold V :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe Midlaner,\r\nwie der Titel schon verraten l&auml;sst sucht unser Team ab Sofort einen neuen Midlaner/in.\r\nWir wollen einen Midlaner der Zeit mitbringt, motiviert ist und sich mit uns gemeinsam als Team verbessern m&ouml;chte!\r\n\r\n**Zu uns:**\r\n\r\n   * 2-3x in der Woche ist Training (19-22 Uhr; die Trainingstage legen wir per jeden Monat neu fest!)\r\n   * Wir haben auch vor als Team bei Turnieren anzutreten, aber erst spielen wir uns als Team ein!! Vorher gibt&#039;s nix.\r\n   * Nach dem Spiel gibt&#039;s f&uuml;r jeden von uns ein einzelnes Review mit unserem Coach.\r\n   * Wir legen viel Wert auf den guten Umgang untereinander, Kritik und Spa&szlig; sind auch vorhanden.\r\n\r\n**Was wir verlangen:**\r\n\r\n  * Ts3 muss installiert und ein funktionst&uuml;chtiges Headset muss vorhanden sein\r\n  * Guter Umgang mit den Mitspielern (schlie&szlig;lich sind wir ein Team!) auch gegen&uuml;ber den Gegnern (kein Geflame)\r\n  * P&uuml;nktlichkeit und Zuverl&auml;ssigkeit sind priorit&auml;r! Wir halten uns genauso daran!\r\n  * Sollten mal Probleme auftreten, gibt es immer eine M&ouml;glichkeit dies im Voraus oder in dem Moment selbst mitzuteilen. Zu diesen Kriterien geh&ouml;rt auch die Kommunikation &uuml;ber WhatsApp, zwecks Trainingszeiten und Absprachen.\r\n * Du solltest kritikf&auml;hig und motiviert sein, diese auch anzunehmen. Unser Coach kann ziemlich streng in der Auswertung sein.\r\n * Zeit. Zeit ist ein wichtiger Punkt. Du solltest schon damit rechnen 2-3 mal pro Woche Abends am Training teilnehmen zu k&ouml;nnen.\r\n * Wir erwarten, dass die Midlane deine Main-Rolle ist. Die Main-Champions sind uns egal, allerdings sollten auch auf &quot;W&uuml;nsche&quot; reagiert (ge&uuml;bt) werden.\r\n * Das Mindestalter ist 20 Jahre und eine gewisse geistige Reife sollte vorhanden sein!\r\n\r\nBei Interesse oder weiteren Fragen meldet euch bitte Ingame.\r\nAddet daf&uuml;r einfach: **5xB Xaria Tyr**\r\nDas Team freut sich dich pers&ouml;nlich im TS kennenlernen zu d&uuml;rfen.\r\n\r\nGanz liebe Gr&uuml;&szlig;e,\r\nXaria","replies":[]}