{"id":"aqbkBf6J","poster":"Raystlin82","date":"2019-07-17T15:41:23.519+0000","title":"premade, oder premate?","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":2,"body":"also diese diskussion ist in einem anderen thread entstanden: https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/8MBnyoyO-mein-haupt-account-wurde-permanent-gesperrt?comment=00050000000000000000000100000000\n\num in dem anderen thread nicht weiter offtopic zu betreiben und da ich in einem neuen thread auch eine umfrage hinzufuegen kann, hab ich jetzt diesen thread dazu aufgemacht.\n\nich hab jetzt dieses unterforum genommen, weil der urspruengliche thread sich auch hier befidet. wenn es jedoch andere stoert und die herrn moderatoren der meinung sind, dass dieser thread hier komplett falsch ist und ihn loeschen, dann reposte ich ihn halt in einem anderen unterforum.\n\nalso ich bin der meinung, dass \"premade\" richtig ist und es so etwas wie \"premate\" nicht gibt. alpacana (soll jetzt kein blaming/shaming sein sein und den nick kann man auch in dem verlinkten thread nachlesen) ist der meinung, dass beide varianten moeglich sind, da es sich bei \"premate\" um eine art lol-community-neologismus handelt.\n\nes ist schon ewig her, aber ich hab frueher mal ragnarok auf einem russischen server gezockt. motr.ru (falls es jemand kennt). da ist es mal dazu gekommen, dass die spieler irgendwann mal angefangen haben einander mit \"lol\" (auf russisch: \"лол\") (\"lol\" hat im russischen absolut keine bedeutung) zu beleidigen. aus dem kontext heraus konnte man diese beleidigung als \"clown\"/\"troll\" interpretieren. ich vermute das ganze nahm seinen ursprung aus einer konversation, wo jemand \"lol\" zu jemandem geschrieben hatte und der andere aus unwissenheit es als eine beleidigung aufgefasst hat und es dementsprechend weiter verwendet und verbreitet hat.\n\n\"lol\" an sich bedeutet ja nichts schlimmes. \"lol\" gab es schon zu zeiten vor \"league of legends\" und bedeutet im urspruenglichem sinne \"loughing out loud\", was uebersetzt \"ich lache laut\" heisst. zu sagen, dass jetzt \"lol\" zu einem neologismus der russischen ragnarok community wurde, damit wuerde man diesen ungebildeten menschen ihr recht eingestehen.\n{{sticker:zombie-nunu-tears}}{{sticker:zombie-nunu-bummed}}\nin diesem sinne: \"eure premates sind alles nur lols\"","replies":[{"id":"","poster":"Soutiff","date":"2019-07-17T18:37:37.809+0000","up_votes":6,"down_votes":1,"body":"premate ist kein englisches wort und kann als solches auch in keinem wörterbuch gefunden werden. premade hingegen schon. Nuff' said.","replies":[]},{"id":"","poster":"Alpacana","date":"2019-07-17T16:05:34.895+0000","up_votes":1,"down_votes":0,"body":"> zu sagen, dass jetzt \"lol\" zu einem neologismus der russischen ragnarok community wurde, damit wuerde man diesen ungebildeten menschen ihr recht eingestehen.\n\nDer Fall ist tatsächlich etwas tricky (da kommen wieder meine englischen Wörter).\nDie Abkürzung \"lol\" im Sinne von \"laughing out loud\" wurde integriert. Und zwar so weit, dass es heutzutage nichtmal mehr **nur** eine Abkürzung ist und als solche benutzt wird, sondern sogar als eigenständiges Wort sogar in Gesprächen (!, wo man solche Abkürzungen nicht einmal wirklich benötigt) verwendet wird. Ich kenne eine Menge Menschen, die anstatt wortwörtlich zu lachen (\"Hahaha\" zu sagen), einfach \"Loooool\" sagen.\nSogar wenn ich an meiner alten Schule vorbei laufe höre ich dort Kinder auf dem Schulhof wortwörtlich Dinge sagen wie \"Lol wirklich?\" und das, obwohl sie sich zu diesem Zeitpunkt nicht einmal mehr im Internet befinden.\nLol ist also zum einen Durchaus ein Neologismus, entstanden durch eine Abkürzung die sich so stark eingeprägt hat, dass sie mehr als das wurde, zum Anderen kann \"lol\" aber auch durchaus weitere \"Neologismen\" bekommen. Und sei es nur durch Unwissenheit eines Russen, der dieses Wort so weit verbreitet, dass ein ganzer Server es von dem Zeitpunkt an als Beleidigung auffasst.\n\nGleiches Spiel haben wir ja hier auch in League.\n\"Kys\" ist eigentlich schwedisch und bedeutet \"Kuss\" oder \"küssen\" (bin mir gerade nicht sicher ob es das Verb oder Nomen ist).\nDurch eine komplette \"Wortneuschöpfung\" als Abkürzung für \"kill yourself\" wird es aber Gewohnheit und immer wiederholender Benutzung für manche Menschen (in diesem Fall der League-Community) zur Beleidigung und zu einem vollständigen Wort welches man (als Beleidigung) auch versteht.\n\nGenauso ist mMn auch Premate solch ein Wort, welches von der Community geschaffen wurde und als vollständiges Wort anerkannt wird. Gäbe es ein League-Wörterbuch bin ich mir auch ziemlich sicher, dass dort Wörter wie \"kys\" oder \"premate\" aufgeführt werden würden.\n\nAlso meine Meinung:\nSo wie man Mayonnaise auch Majonäse schreiben darf [Quelle](https://www.focus.de/wissen/mensch/rechtschreibung/majonaese-im-portmonee-die-verruecktesten-woerter-die-sie-so-tatsaechlich-schreiben-duerfen_id_5581750.html) , darf man Premate, genauso wie Premade schreiben. Wobei das Mayonnaise/Majonöse-Beispiel wohl doch noch etwas anders ist, da beide Wörter die gleiche Herkunft haben, nur eine andere Rechtschreibung besitzen. Bevor auf diesem Beispiel jetzt rumgehackt wird: Mein Majonöse-Punkt ist folgender: Beides wird gesellschaftlich als richtig anerkannt.\nBei Premate/Premade gibt es verschiedene Herkünfte, die beide das Gleiche beschreiben.","replies":[{"id":"","poster":"Revilous","date":"2019-07-20T21:40:43.622+0000","up_votes":4,"down_votes":0,"body":"Premade ist ein tatsächliches englisches Wort, während Premate das nicht ist. Als Beispiel wieder Google: Googelt man \"Premate\" kommen zuerst zwar ein paar Diskussionen, wo es darum geht ob es Premade oder Premate heißt, dann aber irgendwelche Sticker oder so wo Premate als Eigenname benutzt wird. Googelt man hingegen \"Premade\", kriegt man promt die Übersetzung. \"KYS\" und \"lol\" sind tatsächliche Abkürzungen, auch wenn KYS in schwedisch eine andere Bedeutung hat. Gift bedeutet im Englischen z.b. ja auch was anderes. Und das man lol irl sagt, liegt auch nur daran, dass es so einfach zu sagen ist. So sagen manche Leute auch \"Pog\" oder \"Poggers\", wenn aber das Wort für das Gesicht nicht Poggers sondern \"jkgf\" wäre (z.b.) würde es wohl keiner irl sagen. KYS z.b. ist auch schwieriger zu sagen als einfach \"Kill yourself\", daher verwendet man das auch nicht so.\n\nAber zurück zu \"Premate\": Es wäre ein Wort, wenn es tatsächlich ein solches geworden wäre weil viele Leute es so verwenden würden. Das tun sie aber nicht. Du sagst, dass du oft welche siehst, die \"Premate\" schreiben, aber ich sehe nie jemanden. Zu dem braucht man auch kein neues Wort für \"Premade\". Daher ist es einfach nur falsch geschrieben.","replies":[]}]},{"id":"","poster":"Carina","date":"2019-07-18T04:49:31.206+0000","up_votes":3,"down_votes":0,"body":"Mich würde interessieren ob das Wort \"premate\" auch in der englischsprachigen lol community Verwendung findet, oder ob das so ein Fall eines massenhaften Missverständnisses der deutschen/nicht englischsprachigen lol community ist, die das Wort mal gehört hat und dann aus Unwissenheit eigene Schreibweisen erfunden hat.\n\n\nZudem wird \"premade\" scheinbar oft als Nomen interpretiert. Es bezeichnet aber in seiner ursprünglichen Bedeutung einen Zustand. \nDas \"ist\" nicht dein \"premade\" sondern ihr \"seid premade(s)\".\n\n","replies":[{"id":"","poster":"Alpacana","date":"2019-07-18T09:28:47.306+0000","up_votes":1,"down_votes":0,"body":"Es würde also \"premade group\" heißen, spricht man aber von seinem Mate (also als Nomen) würde man Mate oder Premate benutzen oder nicht? Sinngemäß wäre der Plural davon also Premates, nicht premades, da es ja vom Mate (dem Kumpel) kommt. Anders könnte man also auch sagen \"my premade group\", dann wäre es allerdings kein Nomen mehr.\n\nWürde man also ingame gefragt werden \"are you pre?\", könnte man es zum einen so interpretieren:\n\nA: \"Are you a premade group / Are you premade (als adjektiv) with Champion X?\"\nB: \"Is Champion X your premate (als Nomen)?\"\n\n> Mich würde interessieren ob das Wort \"premate\" auch in der englischsprachigen lol community Verwendung findet\n\nIch kann natürlich nicht für die komplette Lol-Community reden, dennoch kenne ich sehr viele nicht-deutschsprachige Menschen die \"premate\" benutzen (natürlich in dem Zusammenhang wie ich es eben erklärt habe).","replies":[{"id":"","poster":"Carina","date":"2019-07-18T17:28:26.242+0000","up_votes":2,"down_votes":0,"body":"Wie Soutiff schon richtig erwähnte, existiert das Wort \"premate\" im Englischen nicht. Man kann es im Sinne eines Neologismus natürlich trotzdem verwenden, wenn man sich spezifisch auf eine Person beziehen möchte und somit ein passendes Nomen braucht.\nPersönlich würde mir das wort \"mate\" dafür reichen, aber wenn man noch ein \"pre\" davor hängen möchte, dann ist das auch nicht schlimm.\nEin native speaker würde bei dem Wort möglicherweise die Stirn runzeln, wenn man davon ausgeht, dass es wahrscheinlich auf dem NA Server z.B. eher nicht verwendet wird.\n\nIch glaube, wie gesagt, dass hier einfach ein Missverständnis des ursprünglichen Wortes vorliegt, welches ein Eigenleben entwickelt hat.\nSprache ist lebendig, und solange verstanden wird, was gemeint ist, ist denke ich beides in Ordnung - zumal die beiden Wörter ja auch noch  leicht verschiedene Bedeutungen haben. ^^","replies":[{"id":"","poster":"Alpacana","date":"2019-07-18T18:18:33.005+0000","up_votes":1,"down_votes":0,"body":"Sehr schöne Antwort, danke sehr^^","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-07-21T06:08:22.808+0000","up_votes":2,"down_votes":0,"body":"Die Antwort ist relativ. Wenn die beiden Bekannten mich zum Sieg tragen, sind es \"premades\", weil die LP vorher gemacht worden sind und ich selber nichts dafür tun musste... Wenn die beiden sinnlose reinfeeden, sind es Primaten...","replies":[]},{"id":"","poster":"Veezey","date":"2019-07-20T20:03:29.719+0000","up_votes":2,"down_votes":0,"body":"Premate kommt von Primaten.","replies":[{"id":"","poster":"Raystlin82","date":"2019-07-20T20:24:23.469+0000","up_votes":1,"down_votes":0,"body":"heisst also, wenn leute schreiben \"we are premates\", sagen sie damit \"wir sind affen\"?","replies":[{"id":"","poster":"Veezey","date":"2019-07-21T17:43:45.011+0000","up_votes":1,"down_votes":0,"body":"Kann man so sehen.","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-07-17T16:12:39.741+0000","up_votes":3,"down_votes":1,"body":"MMn geht beides.\n\nEinerseits \"Premade\" würde heißen, dass die gruppe/das Duo vorab (pre) erstellt (made) wurde.\n\nAndererseits \"Premates\" (hier würde ich den Plural nehmen) heißt, dass die Spieler schon vor dem Spiel (pre) \"Freunde/Bekannte\" (mates) waren.","replies":[]}]}