{"id":"0EnXLhLA","poster":"Teilzeitmain","date":"2018-06-29T10:13:36.003+0000","title":"Neues Team sucht Midlaner für Teamranked / Turniere etc. (Betreuung vorhanden)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich w&uuml;nsche euch einen sch&ouml;nen guten Tag!\r\nKurz ein paar Worte zu meiner Person. Ich hei&szlig;e Flotidus und betreibe seit 2 Jahren einen Youtube-Kanal mit einem Fokus auf die Rolle Support. Mein Meta/Macrogame Wissen ist in all der Zeit gut gewachsen und so habe ich mir &uuml;berlegt ein Team zusammenzustellen, das ich praktisch betreue. Ich bin daher Coach und so etwas wie Organisator (erwachsene Menschen schaffen das normalerweise auch selbst, allerdings kann man ja immer ein Auge drauf haben)\r\n\r\nDer Name des Teams befindet sich zur Zeit noch on Hold, dieser muss noch gemeinsam mit dem gesamten Team entwickelt werden.\r\n\r\nWas wir von dir erwarten:\r\n\r\nWir kommunizieren &uuml;ber Discord (zwingend erforderlich)\r\nDas Team ist eher kompetitiv orientiert, dass hei&szlig;t, dass man Fortschritte erzielen m&ouml;chte. Dabei soll der Spa&szlig; aber nicht auf der Strecke bleiben.\r\nAlterstechnisch solltet ihr 16 oder &auml;lter sein, wichtig ist hierbei, dass ihr &uuml;ber eure Freizeit selbst verf&uuml;gen d&uuml;rft, da wir keine Lust haben, dass Mami &quot;Schluss jetzt f&uuml;r heute!&quot; sagt.\r\nElotechnisch w&auml;re es perfekt, wenn du in der SoloQ etwa auf Gold-Niveau spielst. Flexqueue-technisch sollte ein &auml;hnlicher Rank oder unranked die L&ouml;sung sein, damit das gemeinsame spielen vereinfacht ist, dass muss aber nicht sein.\r\n\r\nWas wir suchen ist eine erwachsene Person, die sich konstruktiv mit dem Spiel auseinandersetzen kann. Solltest du bei der kleinsten Kritik eingeschnappt sein und &quot;f&uuml;r heute nicht mehr erreichbar&quot; sein, so bringt es nichts in diesem Team zu spielen. \r\n\r\nSolltest du noch Fragen haben oder eventuell Teil des Teams werden so adde mich unter Sorus und wir k&ouml;nnen alles weitere bequatschen. \r\n\r\nViele Gr&uuml;&szlig;e\r\nFlotidus","replies":[]}