{"id":"EGkEHtkB","poster":"WBE ShuffleBee","date":"2018-06-28T23:52:07.730+0000","title":"Just for Fun (oder auch Tryhard) Liga!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi, \n\nIch habe vor eine Liga zu organisieren in der man einfach etwas rumspielen oder mit seinem Team tryharden kann. \nDazu w&uuml;rde ich bestehende Teams suchen die Lust darauf h&auml;tten sich mit andern Teams zu messen.\nEs geht um nichts, man kann die Liga als Training sehen oder einfach um sich selbst mal als LCS Star zu f&uuml;hlen :D \nDa ich als Student sowie so zuviel Zeit habe w&uuml;rde ich das Ganze organisieren evtl. auch kommentieren. \n\nJeder mit einem Team kann mitmachen von Bronze bis Dia. \nAllerdings sollten nicht mehr als max. 1 Diaspieler pro Team sein damit es nicht komplett unfair ist. \n\nW&uuml;rde mich freuen wenn sich ein paar Teams dieser chaotischen Idee anschlie&szlig;en w&uuml;rden! \nWenn ihr Bock/Fragen habt dann schreibt einfach hier oder schreibt mir ingame und ich kann euch alles erkl&auml;ren :)\n\nMfG ShuffleBee\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"ELOW Cronos","date":"2018-06-29T08:17:52.655+0000","up_votes":1,"down_votes":0,"body":"Wie lange soll das ganze den andauern und wie oft sollten die Scrims stattfinden?","replies":[{"id":"","poster":"WBE ShuffleBee","date":"2018-06-29T19:26:53.359+0000","up_votes":1,"down_votes":0,"body":"Da es wahrscheinlich nicht nur Teams aus Studenten/Schülern gibt die natürlich einen Haufen Freizeit haben, hätte ich mir überlegt einen Spieltag auf 1-2 Wochen festzusetzen. Je nachdem wie es läuft kann es natürlich auch verkürzt werden. Format wäre Bo1 mit Hin&Rückrunde. Scrims unter den Teams können so viele gemacht werden wie die Teams wollen jedoch wird das Punktspiel vorher eindeutig angekündigt. Näheres dazu würde ich dann wenn es so weit ist erklären.\nHoffe war hilfreich :D","replies":[]}]},{"id":"","poster":"SVRMarcel","date":"2018-06-29T00:18:49.668+0000","up_votes":1,"down_votes":0,"body":"wie viel haben denn schon zugesagt?","replies":[{"id":"","poster":"WBE ShuffleBee","date":"2018-06-29T07:59:25.783+0000","up_votes":1,"down_votes":0,"body":"Naja ist ne komplette Neugründung mit von der Partie sind bis jetzt mein Team und ein befreundetes. Gab aber schon Anfragen :) Bei Fragen einfach Fragen ;D","replies":[]}]}]}