{"id":"Ev3lE8oO","poster":"UN0BTANIUM","date":"2019-07-17T10:41:10.238+0000","title":"[TFT] TFT Itemizer - Interaktives 2D Item Grid Übersicht Webseite [Up-to-Date mit Patch 9.14]","subforum":"Teamfight Tactics","embed":{"title":"TFT Itemizer","description":"TFT Itemizer for the League of Legends Teamfight Tactics gamemode helps you to get a fast overview of your items and which options you have when it comes to combining then. Add and remove items with ease and see everything you need to know via many customizable highlighting settings.","url":"http://tft-itemizer.com/","image":null},"up_votes":1,"down_votes":0,"body":"Hallo Beschwörer (oder sind wir hier kleine Legenden? :P)\n\nDiese Website für den Taktischen Teamkampf-Spielemodus bietet dir einen schnellen Überblick über deine Items und Champion  und welche Item- und Team-Kombinationen dir zur Verfügung stehen. Füge leicht Items/Champions hinzu und finde alle benötigten Informationen auf einen Blick mit vielen anpassbaren Highlighting-Funktionen.\n\nIch habe dieses Projekt in meiner Freizeit erstellt, weil die meisten anderen Item-Webseiten, die ich im Internet gefunden habe, mir immer in ein oder zwei Aspekten nicht gefallen haben. Deshalb habe ich mich selbst dran gesetzt, ein eigenes Tool zu erstellen, das mir gefällt würde. Das Ergebnis ist für alle nun auf der Website zur Verfügung gestellt. Ich hoffe, dass es dir hilft zu lernen und dich zu verbessern sowie um dich mehr auf die anderen wichtigen Aspekte des TFT Spielmodus konzentrieren zu können.\n\n**Wie verwende ich die Seite?**\nWenn ein Gegenstand in deinem Spiel droppt, klicke mit der linken Maustaste auf den entsprechenden Gegenstand. Ein Zähler wird automatisch hochgezählt. Mit Rechtsklick kann das Item wieder entfernen werden. Sobald du einige Gegenstände im Besitz hast, informiert dich das Tool darüber, welche Gegenstände du herstellen und welche du fast herstellen könntest, da nur noch das andere Item dazu fehlt. Wenn du zwei Gegenstände zu einem Fortgeschrittenen Gegenstand kombiniert hast, kannst du auf der Website mit der linken Maustaste auf den fortgeschrittenen Gegenstand klicken und die beiden benötigten Basis-Gegenstände werden wieder entfernt, sodass immer nur die Gegenstände angezeigt werden, die herstellen werden können bzw fast hergestellt werden können. Auf der Website werden alle Item-Beschreibungen angezeigt, wenn man mit der Maus darüber geht, sowie zahlreiche Anpassungsoptionen zum Ein- und Ausschalten, damit das Highlighting genau deinen Wünschen entspricht.\n\nBei der Champion Übersicht funktioniert es ähnlich. Linksklick auf ein Champion-Icon fügt diesen deinem Team hinzu, Rechtsklick wirft ihn wieder raus. Die Reihe für die Herkunft und Spalte für die Klasse des Champions werden farblich hinterlegt, sodass einfach zu erkennen ist, welche Champions man mit in seine Team-Komposition nehmen könnte.\n\nFeedback und Ideen sind hier gerne gesehen, um die Webseite weiter zu verbessern. Ich werde versuchen, die Seite mit jedem neuen TFT-Patch auf dem neuesten Stand zu halten und weitere Funktionen hinzuzufügen (das Markieren und Anzeigen eines Items in einer separaten \"Wunschliste\" erscheint mir noch nützlich).\n\nWir sehen uns auf dem Schachbrett, Beschwörer!","replies":[{"id":"","poster":"UN0BTANIUM","date":"2019-07-20T23:15:56.136+0000","up_votes":1,"down_votes":0,"body":"Seite wurde geupdated. Jetzt auch mit einem 2D Grid Übersicht für Champions!","replies":[]}]}