{"id":"P1QEjiUW","poster":"Flynnia","date":"2018-06-25T18:10:31.183+0000","title":"ALL IN Clan : Team Divinity - sucht Jungler und Top-Laner (Dia 5+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hello :)\nUnser 5er-Flex-Team &quot;AI Divinity&quot; sucht noch tatkr&auml;ftige Unterst&uuml;tzung! \n\n**Was suchen wir?**\nWir sind momentan zu dritt und suchen einen Toplaner und einen Jungler, im Bereich Dia 5 oder h&ouml;her.\n\n**Was k&ouml;nnen wir euch bieten? **\nSolo-Queue sind wir alle Dia 5 oder h&ouml;her, in der Flex-Queue befindet sich unser Adc leider noch im Platin Bereich, aber da sollte er relativ schnell raus kommen :)\nUnser Midlaner und Adc haben auch schon einiges an Teamerfahrung gesammelt und ich gebe mir M&uuml;he mitzuhalten :D \nWir kommen alle drei super miteinander aus und hoffen, dass es mit unsern neuen Spielern genau so gut passt.\nNat&uuml;rlich  sind wir auch alle keine blutigen Anf&auml;nger mehr, haben schon einiges an Spielerfahrung gesammelt und beherrschen auch einen gewissen Championpool.\n\n**Was erwarten wir von euch?**                                                                          \nErstens sollte nat&uuml;rlich eure Elo &auml;hnlich wie unsere sein.\nZweitens hoffen wir, nette Leute zu finden, die auch f&uuml;r einen Spa&szlig; zu haben sind, aber nat&uuml;rlich auch konzentriert spielen k&ouml;nnen :)\nDa wir sowohl einen Jungler als auch Toplane suchen, w&uuml;nschen wir uns Leute mit einem umfangreichen Championpool zu finden, damit die Tank - Assasine - Synergie immer abgestimmt werden kann und ihr nicht immer den gleichen Champion spielen m&uuml;sst.\nAu&szlig;erdem solltet ihr nat&uuml;rlich zum Training bereit sein, die Zeiten werden immer per Whatsapp gekl&auml;rt und finden haupts&auml;chlich am Wochenende statt.\n\n\n**Was wollen wir zusammen erreichen?**                                                                                                        {{sticker:sg-ahri-2}} \nWir hoffen eine 5er Gruppe zufinden, die zusammen Spa&szlig; haben k&ouml;nnen.\nTrotzdem wollen wir nat&uuml;rlich aber climben und an Tunieren zusammen teilnehmen und die anderen Teams fertig machen! &hearts;             \n\n**Allgemeine Infos**\nDa unser Team dem ALL IN Clan angeh&ouml;rt, m&uuml;sstet ihr diesem Clan auch joinen, falls ihr euch entscheiden solltet, unserem Team zu joinen.\nGruns&auml;tzliche Regeln:\n• kein flamen \n• Namens&auml;nderung beim Clanbeitritt ( AI xy )\n• freundliches Miteinander\n• TS&sup3;\n• Whatsapp\n• Alter: 16+\n\nBei Interesse und oder auch Fragen meldet euch doch einfach bei mir :) - **AI Arya**\n\nMit lieben Gr&uuml;&szlig;en\nEure Caro&hearts;","replies":[]}