{"id":"JoMGrHKg","poster":"Typhun","date":"2018-06-24T21:05:10.545+0000","title":"Launcher Probleme (Musik aber kein Launcher)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe schon seit 3 Wochen das selbe Problem und komme auf keine L&ouml;sung.\r\nIch hab des &Ouml;fteren LOL neu installiert aber immer das selbe Problem:\r\nInstallation fertig -&gt; Launcher wird gestartet, Logo erscheint und dann startet der Launcher aber ohne Bild nur mit Hintergrundmusik (erw&auml;hnenswert ist noch, dass das Bild unsichtbar ist aber dennoch was im &quot;launcher&quot; anklicken k&ouml;nnte. H&ouml;rt man an dem Ton wenn man &uuml;ber den unsichtbaren launcher f&auml;hrt). Unten in der Zeile wird es auch angezeigt. Kann auch da draufklicken wie zum minimieren und maximieren doch sobald ich es &quot;maximieren&quot; will, wird nur ein kleines Fenster mit League of Legends angezeigt. Wie als es immer noch minimiert w&auml;re. \r\nKann mir bitte jemand weiterhelfen..? Ich bin langsam am Verzweifeln.. -.-&quot;\r\nDanke schonmal!","replies":[{"id":"","poster":"Aižer","date":"2018-06-24T21:06:42.633+0000","up_votes":1,"down_votes":0,"body":"Versuch mal folgendes\n\n>Klick auf das League of Legends Symbol unten in deiner Leiste damit der Client den Fokus hat, und drück anschließend STRG und +, oder STRG und -.\n\n>Dadurch wird die Größe des Clients geändert und dieser in der Mitte deines Bildschirmes zentriert sollte dieser einfach nur außerhalb des sichtbaren Bereiches geschoben worden sein.\n\n{{sticker:poppy-wink}}","replies":[{"id":"","poster":"Typhun","date":"2018-06-24T21:11:07.411+0000","up_votes":1,"down_votes":0,"body":"Hat leider nicht geklappt. Ich hab zwar einen Screenshot gemacht kann es aber hier nicht hochladen um es besser zu sehen.","replies":[{"id":"","poster":"Aižer","date":"2018-06-25T12:36:17.784+0000","up_votes":1,"down_votes":0,"body":"Wurde dir zwar im Live-Chat schon gesagt aber ich schreib es hier nochmal.\n\nBei dem Problem am besten an den Support wenden mit folgendem Link - [Ich habe technische Schwierigkeiten.](https://support.riotgames.com/hc/de/requests/new?ticket_form_id=360000042427)","replies":[]}]}]}]}