{"id":"XzmKHrYF","poster":"Asulia","date":"2019-07-15T11:58:05.991+0000","title":"Hund - Gift - Kohletabletten","subforum":"Allgemeiner Chat","embed":{"title":"ERSTE HILFE BEIM HUND - Kohletabletten bei Vergiftungen","description":"Erste Hilfe beim Hund","url":"http://www.erste-hilfe-beim-hund.de/cgi-php/rel00a.prod/joomla/Joomla_1.6/index.php/kohletabletten-bei-vergiftungen","image":"http://www.erste-hilfe-beim-hund.de/grafic/erste-hilfe-beim-hund-002-004.png"},"up_votes":1,"down_votes":0,"body":"So Ihr lieben,\n\nIch nehm irgendwie alles mit was geht.\nDiesmal hat mein kleinster ein Giftköder gefressen, Spoiler, Ihm gehts gut.\n\nWaren gestern bei uns auf der Hundewiese, auf einmal sass er still da und hat gefiept. \nDer quietscht und fiept immer, daher hab Ich ihm keine Beachtung geschenkt.\nDann hat er noch mal kurz aufgejault und fing an, planlos geradeaus zu torkeln bis er über sein eigenen Kopf gestolpert ist, Ich dacht der hat sich das Genick gebrochen.\nNatürlich war Ich schon auf Ihn zu gerannt und hab den Leblosen Wuschel hochgehoben, der Puls hat gerast und Schaum ist aus dem Maul gelaufen.\nVergiftung.\nIch hab Ihn kopfüber gehalten und mit der anderen Hand den Bauch ausmassiert, das er erbrochen hat.\n\nDirekt danach kommt die Kohletablette um gegen das Gift aktiv im Bauch zu wirken. Normalerweise bei den Anzeichen rasender Puls und Schaum direkt eine Tablette reinzwängen und nach dem Erbrechen am besten nochmal eine.\n\nhttp://www.erste-hilfe-beim-hund.de/cgi-php/rel00a.prod/joomla/Joomla_1.6/index.php/kohletabletten-bei-vergiftungen\n\nSofort einen TA aufsuchen, Ich als alter Landwirt hab das selber gelöst und bin heut morgen zum TA  der mir das nach Blutentnahme eben bestätigte, aber sucht lieber direkt einen auf.\n\nDie Kohletablette bringt Euch wertvolle Zeit bis Ihr beim TA seid.\n\nUnd Hundesavehack NR.2 \n\nBei Glasscherben, Klingen oder Angelhaken oder ähnliches -  Sauerkraut.\n\nRein zwängen 1-2 Dosen, egal wie er sich wehrt- rein damit. \nDas Sauerkraut wickelt sich im Magen um die Fremdkörper und verhindert dadurch das Verletzen des Bauches bzw beim Ausscheiden den Darm etc.\n\nIch hatte Mega Glück weil es vorher geregnet hat, dadurch war das Gift abgeschwächt aber trotzdem.\nhttps://share-your-photo.com/img/f565eafa94.jpg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-15T13:18:14.511+0000","up_votes":4,"down_votes":0,"body":"Wer ein Tier vergiftet gehört direkt weg gesperrt !","replies":[{"id":"","poster":"Asulia","date":"2019-07-15T17:29:09.835+0000","up_votes":2,"down_votes":0,"body":"Und was ist es in der Realität....Sachbeschädigung {{sticker:zombie-brand-facepalm}}\nBei der Pitbull-Geschichte wurd auch nichts gemacht.","replies":[]}]}]}