{"id":"nxAVj1ry","poster":"OPChampsSucks","date":"2018-06-23T20:03:56.169+0000","title":"ARAM schilde","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":2,"body":"Wieso behandelt man schilde in aram eigentlich nicht wie den heal auf verb&uuml;ndete sprich mit 40% geringeren Effekt. das w&uuml;rde es endlich m&ouml;glich machen einige Games fair zu gewinnen btw verstehe ich sowieso nicht wer da entschieden hat was &quot;broken &quot; und was &quot; nicht broken&quot; ist\r\n\r\nwie zb ziggs &amp; karthus sind &quot;balanced&quot; aber teemo und ornn broken oder wie ^^\r\n\r\nist echt &auml;tzend gegen schilde zu spielen geworden seitdem warmogs wd drin ist iwie (wird halt wd hard abused)","replies":[{"id":"","poster":"Zyzyx","date":"2018-06-24T07:17:23.083+0000","up_votes":3,"down_votes":0,"body":"Zum einen ist es garnicht beabsichtig, dass ARAM balanced ist, was man an den Winratios die von 30 bis 65 Prozent reichen ganz schön sehen kann. Zum anderen gibt es nicht wirklich einen Anlass ausgerechnet Schilde zu nerfen, da die Champions mit extrem hohen Winratios eher Poke-Champions sind. Schilde sind ja recht nützlich gegen Poke, insofern würde ein Schild-Nerf alles eher schlimmer als besser machen.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2018-06-24T05:58:29.513+0000","up_votes":1,"down_votes":2,"body":"Ist doch ganz klar, weil Riot zwar denkt, aber eben nicht konsequent bis zum Ende...\n\nDas ist quasi der rote Faden, der sich durch LoL schlängelt. \n\nNu weiste Bescheid.","replies":[{"id":"","poster":"Mjöllnir1990","date":"2018-06-24T18:12:33.130+0000","up_votes":1,"down_votes":0,"body":"udn du könntest das natürlich ganz sicher besser und kannst darum auf dem niveau kritik erheben ^^","replies":[{"id":"","poster":"Neamhoilte","date":"2018-06-25T11:43:40.478+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mjöllnir1990,realm=EUW,application-id=cGRapXds,discussion-id=nxAVj1ry,comment-id=00000000,timestamp=2018-06-24T18:12:33.130+0000)\n>\n> udn du könntest das natürlich ganz sicher besser und kannst darum auf dem niveau kritik erheben ^^\n\nJa, kann ich!  Jetzt weist auch du Bescheid.  : )","replies":[]}]}]}]}