{"id":"so0QEgT8","poster":"BVB09","date":"2020-02-15T11:39:52.631+0000","title":"Was ist Momentan eigentlich los?","subforum":"Teamfight Tactics","up_votes":1,"down_votes":1,"body":"Hallo,ich wollte mal erfragen was zur Zeit los ist und warum sich das Spiel so Glücklich entwickelt hat.. Ich hatte jetzt schon einige Runden wo ich im early super dabei war und später als erstes für lvl 8 gegangen bin.. Ich habe denn öfters das problem nicht das zu bekommen was ich brauche.. LvL= kein Taric,kein Lucian,kein Master Yi,kein Ammumu,kein Singed.. Kurz nach mir gehen 2 spieler lvl 8= Taric Lvl 2,Ammumu lvl 2 und Singed lvl.. Was ist das bitte? Dann gehe ich zur Alternative Janna 2 und was ich bekommen kann.. Werrde dann am Ende noch 8.. Weil alle ihre sachen bekommen und ihre super comb haben plus 6 Charaktere auf lvl 3.. Das ist nicht normal.. Ich spiele ne Comb die kaum einer Spielt.. alleine schon aus dem grund da die champs nicht mega begehrt sind.. Ich spare auch sehr viel und so.. Aber warum bekkommen z.b 2 leute yasuoo auf lvl ? oder 3x volibear auf lvl 3 oder 2x Veigar auf 3? Ich verstehe das nicht.. Wie soll man denn Gewinnen.. Wenn man pros und co zu sieht die bekommen oft immer was sie brauchen mit lvl 8 und höher.. Aber warum bekomme ich meine figuren nie auf lvl 3 obwohl niemand sie spielt und was kann ich besser machen um sie auf lvl 2 oder 3 zu bekommen?","replies":[{"id":"","poster":"SSI CptHaunted","date":"2020-02-15T12:41:49.798+0000","up_votes":3,"down_votes":0,"body":"Ist nunmal zum Teil auch Glückssache. Für den durchschnittlichen Spieler der sich nicht zu große Gedanken über die Taktik macht ist der Modus eh n Coinflip, die meisten spielen das was OP ist und hoffen, dass sie mehr Glück haben als der Rest. Champions die 1 oder 2 Gold kosten sollten aber recht einfach auf Stufe 3 zu kriegen sein, erst ab 3 Gold wirds schwieriger.","replies":[{"id":"","poster":"BVB09","date":"2020-02-15T12:51:26.201+0000","up_votes":1,"down_votes":1,"body":"Leider ist das so.. ich versuche meine figuren schon gut gegen zu stellen.. aber wenn man als micheal schummacher mit einem roller fährt und der gegner nen ferarri hat,da bringt dir das könen auch nix","replies":[{"id":"","poster":"Aymira","date":"2020-02-15T19:03:34.474+0000","up_votes":2,"down_votes":0,"body":"Aber ist es bei TTK nicht die Kunst ständig zu adaptieren, anstatt sich von Anfang an auf etwas fest zu fahren?\n\nDer Laie macht dies nämlich so. Sieht eine starke Kombination und will die nachbauen und versagt dann am Glück. \n\nDer Profi macht sich im Vorfeld keine Gedanken, sondern nimmt was er kriegt und baut damit was starkes auf. ¯\\\\\\_(ツ)_/¯ \n\nKlar, Glück hängt immer mit drin, aber in Variante 2 weniger. :D","replies":[{"id":"","poster":"BVB09","date":"2020-02-16T02:11:10.794+0000","up_votes":1,"down_votes":1,"body":"Das ist mir schon klar.. Ich kenne mitlerweile viele taktiken und combos.. aber das bringt alles nix, wenn du am anfang mischmasch bekommst oder du bekommst am anfang ap items und Ap charakter bekommst. Aber hinterher bekommste nur noch tank/ad items das bringt dir nix.. der anfang ist momentan unfassbar entscheident und da haben viele leute pech.. hatte gerade 2 games in folge.. wo ich mir alles auf die bank setzte wovon ich 2 habe und ich bis runde 2/4 nicht einen 2 stern habe und ich nichts zusammen bekomme.. weder von der combo sei denn 2 strner.. bei stage 5 haben dann schon 2 dia spieler ihr lvl auf stufe 9 und fangen mit taric und co an was willst da noch machen.. nacvh der ersten runde hast schon mal nurnoch 60 hp und dann gehst all in bekommst nix und es ist einfach gg","replies":[{"id":"","poster":"BVB09","date":"2020-02-16T02:16:39.640+0000","up_votes":1,"down_votes":1,"body":"Und zum thema ich schaue seid wochen einer dia 1 spiewlerin zu die einfach von dia 1 nach platin 4 gefallen ist.. weil sie nichtsa bekommen hat.. ich hab keine ahnung warum pros immer das bekommen was sie gerade brauchen.. wenn ich pros zuschaue die bekommen immer was sie brauchen einfach immer.. das ist unglaublich.. wäre ich in dem moment in der situartion ich würde nix bekommen garnichts.. das ist ein witz nurnoch","replies":[{"id":"","poster":"BVB09","date":"2020-02-16T02:17:29.027+0000","up_votes":1,"down_votes":1,"body":"gestern nacht das gleiche challanger pro bekommt 9 runden in folge nichts und fällt von challanger zu dia3","replies":[{"id":"","poster":"SSI CptHaunted","date":"2020-02-17T11:24:16.120+0000","up_votes":1,"down_votes":0,"body":"Schon komisch, erst bekommen Pros immer das was sie brauchen und dann kriegt n Challenger Spieler auf einmal 9 Runden nichts...ja was denn nun, entscheide dich mal.","replies":[{"id":"","poster":"BVB09","date":"2020-02-18T19:34:21.406+0000","up_votes":1,"down_votes":2,"body":"beides","replies":[{"id":"","poster":"SSI CptHaunted","date":"2020-02-19T12:21:00.261+0000","up_votes":1,"down_votes":0,"body":"Geht schlecht wenn sich beides gegenseitig ausschließt.","replies":[{"id":"","poster":"BVB09","date":"2020-02-21T12:26:36.612+0000","up_votes":1,"down_votes":1,"body":"nein der eine hatte halt pech rest immer int","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"BVB09","date":"2020-02-16T02:14:12.791+0000","up_votes":1,"down_votes":2,"body":"finde sion und veigar aktuell am einfachsten auf 3 zu bekommen ist allso müll","replies":[]}]}]}