{"id":"Ph7AKoJ5","poster":"Thereyos","date":"2018-06-22T22:01:57.245+0000","title":"Game Aufzeichnung fehlerhaft ......die Reparatur (der Rofl Datei ?) ist bestimmt nicht möglich oder?","subforum":"Hilfe & Support","embed":{"title":"Schaut euch mal dieses Bild an!","description":"Dieses Bild wurde am 23.06.2018 hochgeladen.","url":"http://www.directupload.net/file/d/5127/x9s5cup2_jpg.htm","image":"http://fs1.directupload.net/images/180623/x9s5cup2.jpg"},"up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nwollte mir eine Aufzeichnung vom Vortag anschauen. Sprich ganz normal &uuml;ber den rechtsliegenden Button runterladen u. dann Wiederholung anschauen.\r\n\r\nDas Game l&auml;dt ganz normal u. startet auch, aber dann im Verlaufe des Games kommt es st&auml;ndig zum Game Crash (nicht Windows Crash). Habe es ca. 20x versucht - nichts zu machen u. es st&uuml;rzt immer an denselben Stellen ingame ab. Alle Games davor o. danach sind einwandfrei zu gucken bzw. hatte ich solch ein Problem noch nie gehabt. Was mir noch aufgefallen ist -------&gt; im Spielverlauf fehlt bei diesem einem Game das erste Item, sprich von den 7 K&auml;stchen ist das 1. K&auml;stchen leer. Das ist glaube ich falsch u. darf so nicht sein. Die Aufzeichnungsdatei ist dann glaube ich fehlerhaft.\r\n\r\nBild siehe Link, es geht um das Yasuo Game \r\n\r\nGru&szlig; Dirk","replies":[{"id":"","poster":"Aižer","date":"2018-06-23T09:05:06.530+0000","up_votes":1,"down_votes":0,"body":"Falls die .rofl Datei beim Downloaden beschädigt wurde kannst du folgende Schritte befolgen:\n\n>* Die .rofl Datei unter **C:\\Benutzer\\[Nutzername]\\Dokumente\\League of Legends\\Replays** löschen\n>* Den LoL Client neustarten\n>* Über die Match History das Replay erneut downloaden\n\n\n{{sticker:poppy-wink}}","replies":[{"id":"","poster":"Thereyos","date":"2018-06-23T12:14:47.332+0000","up_votes":1,"down_votes":0,"body":"Jo danke, gute Idee. Habe ich gemacht, aber es lag wohl nicht am Download da der erneute DL leider genauso fehlerhaft ist. Schon komisch, das Game war ganz normal zu spielen gewesen u. es muss tatsächlich fehlerhaft gespeichert worden sein. Als ob wie früher fehlerhafte Sektoren auf dem Speichermedium vorhanden waren welche dann an einigen Stellen zum Datenverlust führen.","replies":[{"id":"","poster":"Aižer","date":"2018-06-23T12:51:08.156+0000","up_votes":1,"down_votes":0,"body":"Fehler beim abspeichern können leider, auch wenn eher selten, passieren.\n\nDu könntest den [Riot Support](https://support.riotgames.com/hc/de) anschreiben, der könnte das Replay direkt überprüfen und dir vielleicht helfen.","replies":[{"id":"","poster":"Thereyos","date":"2018-06-23T13:27:42.327+0000","up_votes":1,"down_votes":0,"body":"Jupp, es muss wirklich dumm gelaufen sein. Seit Jahren das erste Mal das ich sowas hatte. Natürlich ausgerechnet bei dem Game was man sich gerne nochmal angeschaut hätte, die Games davor u. danach welche allesamt in Ordnung sind interessieren garnicht. :-D\n\nHatte mal LoLReplay2 drauf, wieder gelöscht weil überflüssig geworden bzw. CPU Belastung. Könnte man ja wieder installieren, dann wäre man more save. Aber denke das ist es nicht wert u. denke sowas wird ohnehin der Wahrscheinlichkeit nach in den nächsten jahren bei mir nicht mehr vorkommen.\n\nDanke, so wichtig ist zwar nicht - aber vll. wende ich mich tatsächlich an den RS. Eben ärgerlich u. jetzt hat man sich auch irgendwie drauf versteift u. gewiss n bissel reingesteigert. Hatte ja extra beim Crash Report schon zich mal auf \"senden\" gedrückt in der Hoffnung das dies irgendwie nerven könnte u. sie die Datei vll. reparieren können. Wenn ich diesbezüglich jetzt noch anschreibe riskiere ich vll. einen Permaban xD.\n\nMir ist noch eine andere Möglichkeit eingefallen, welche allerdings etwas umständlich wäre ------> ich adde einfach alle Mitspieler aus diesem Game u. sofern einer angesprungen ist frage ich ihn freundlich ob seine Aufzeichnung von diesem Game fehlerfrei läuft. Wenn JA, dann ginge es vll. mit seiner Rofl Datei bzw. könnte er das Game hochladen.","replies":[{"id":"","poster":"Aižer","date":"2018-06-23T13:34:09.666+0000","up_votes":1,"down_votes":0,"body":"Denke nicht das du permanent gebannt werden würdest.\nDoppelte \"Crash Reports\" werden eher ignoriert, statt das die nun sagen \"wenn dieser Spieler uns nun anschreibt...dann bannen wir Ihn\" :P\n\nDu kannst die Spieler natürlich anschreiben aber denke es würde bei jedem fehlerhaft sein.\nAber solange du die Spieler nicht zu spammst sehe ich da kein Problem.\n\nDie einfachste Möglichkeit ist es wahrscheinlich sich an den Support zu wenden, da der Support dir antwortet und Spieler erstmal die Freundschaftsanfrage annehmen müssten usw.\nAber für welche Möglichkeit du dich auch entscheidest, viel Glück :P\n\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Thereyos","date":"2018-06-24T20:23:38.469+0000","up_votes":1,"down_votes":0,"body":"Nur mal zur Info nach 2tägigem Riot Support Kontakt :\n\nDa ist tatsächlich nichts zu machen. Es gibt nur 1e Save Datei u. jene ist wie vermutet beschädigt. 50% der Daten futsch, da machst nix. Alle beteiligten Spieler u. auch Riot können nur auf diese eine selbige Datei zurückgreifen. Es gibt weder Repair Optionen noch eine 2. Save Datei für Fall XY.\n\nDer Kontakt hat nur deshalb so lange angedauert weil man von Riot Seite annahm das die Replay Datei nicht abspielbar wäre, wohl weil dies das häufigste Problem bei Replays ist u. man deshalb inhaltlich n bissel übersah das es darrum garnicht ging. Kein Vorwurf, halt mega selten das die Save Datei beschädigt ist u. das das Replay nur zu 50% anschaubar ist.\n\nAnsonsten wirklich sehr positiv überrascht gewesen vom Riot Support, habe zwar keinerlei Erfahrungen damit aber dies hätte ich so never erwartet gehabt.........selbst jetzt am We war der Support schneller mit dem Antworten als man selber mit dem antworten nachkam. Mein Problem als Noob um irgendein Normal Replay sehen zu können ist eigentlich prioritär jetzt eher hinten anzusiedeln. Meine so tief wird dann auch erst später ggbf. geschaut u. im Vordergrund steht der allg. Lösungsansatz der jeweiligen Problematik ohne das hier Unterschiede zur Person o. zu sonstwas gemacht werden.\n\nGleich 2 Riot Mitarbeiter kümmerten sich um mein Problem, die Rofl Datei wurde nochmal zugeschickt/bekannte Replay Zuweisungen auf Ordner, Rofl u. Exe u. wenn es von Riot Seiten aus möglich gewesen wäre hatte man im Vorfeld sogar das Angebot bekommen das man mir die Szenen, Highlights o. sogar das ganze Game als Link zur Verfügung stellt. Das finde ich schon sehr bemerkenswert. Als man das dann allerdings bejate stellte man fest das die Datei tatsächlich fehlerhaft ist. Aber auch hier keinen Vorwurf. Demnach hatten sie es ja wahrscheinlich versucht gehabt mir den Gefallen zu tun u. mußten dann halt nur feststellen das es nicht um den Start des Replays ging sondern um Replay ingame Aussetzer.\n\nDas ist dann auch der einzige Kritikpunkt........ es wäre garnicht nötig gewesen sich über 2 Tage hinweg diesbezüglich auszutauschen wenn man den Problematiksangaben inhaltlich sofort nachgegangen wäre. Es stand nunmal eindeutig geschrieben das das Replay abspielbar ist, aber es ingame zu Abstürzen kommt. Es stand auch geschrieben das alle Replay Games davor u. danach einwandfrei funzen u. das man sowas noch nie hatte. Davon mal abgesehen auch extra von Anfang an erwähnt gehabt das die Aufzeichnung/sdatei dann wohl fehlerhaft sein müßte. Einfach Game Aufzeichnung starten u. davor fragen wo es denn zuerst abstürzt weil es ja immer an denselben Stellen crasht........ne Sache von 10min, dann wäre das Thema erledigt gewesen weil Datei futsch ist Datei futsch.\n\nSry, .......mich nur n bissel geärgert gehabt weil AIZER das sofort verstanden hatte u. inhaltlich richtig rausgelesen hatte u. der Riot Beruf Support quasi alles überließt was ich zu der eigenen Problematik schreibe. Das muss man einfach erkennen u. herrauslesen können bei solch inhaltlichen Eindeutigkeiten das es hier absolut nicht um den Replay START ging sondern um die INGAME Aufzeichnungsdatei.\n\nNaja, trotzdem 4,7 Sterne an den Support.........eben mega selten das die Save Datei beschädigt ist u. wenn man sowas noch nie hatte o. davon noch nichts weiss schiebt man es vll. automatisch anderen Problematiken unter.\n\nGruss Dirk","replies":[]}]}]}]}]}]}]}