{"id":"wRWrwnvo","poster":"SchlobbieHD","date":"2018-06-22T18:59:58.875+0000","title":"Disconnect im spiel und beim einloggen mit Super Verbindung!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, ich habe seit ein paar Wochen ein echt nerviges Problem. Immer wenn ich mich einloggen will steht da immer Login f&uuml;r eine echt lange Zeit. Danach komme ich auf die Startseite und dann kommt sofort &#039;trying to reconnect&#039;. Ich warte 10 Minuten und dann geht das &#039;trying to reconnect&#039; weg. \r\n\r\nIm Spiel ist es jetzt auch der Fall das ich einfach meine Verbindung verliere. Darauf folgt ein Standbildschirm und die Warnung das ich disconnected bin. Nachdem es wieder geht, ruckelt es kurz und alles bewegt sich ganz schnell f&uuml;r einen kurzen Augenblick(wahrscheinlich wegen den Standbildschirm). \r\nIch habe meine Internetverbindung nachgeguckt und die l&auml;uft super. Ich spiele LOL auf einem Mac Book Pro und ich habe nichts anderes offen als League. \r\n\r\nMir geht der Spa&szlig; echt verloren and denn ganzen Lags die jede 2. Minute passieren.{{champion:32}} \r\n\r\n\r\nBrauche eure Hilfe!    {{champion:3}} \r\np.s. es ist das erste mal das ich eine Diskussion starte","replies":[{"id":"","poster":"Aižer","date":"2018-06-22T19:09:41.795+0000","up_votes":1,"down_votes":0,"body":"Erstelle bitte ein Tracert mit Pingplotter.\nDamit sehen wir die Verbindung zwischen dir und den LoL Servern.\n\n>Du kannst einen Tracert erstellen um die Verbindung während des Spiels zu überprüfen.\n\n>[https://www.pingplotter.com/download.html](https://www.pingplotter.com/download.html)\n\n>Um ein Pingplotter Log zu erstellen, lade das Programm bitte runter und stell es dann folgendermaßen ein:\n\n>*   Interval: 1 second\n*   Focus: all\n*   Target Name: 185.40.65.1\n\n>Starte das Programm dann über den grünen Button oben links und lass es während du spielst laufen. Du kannst den Vorgang beenden sobald das Problem aufgetreten ist.\n\n>Danach:\n\n>*   Edit -> Copy as Text\n*   Geht nach [Pastebin.com](http://pastebin.com/)\n*   Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n*   Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n\n>*   Den Inhalt bitte über Pastebin hochladen\n\n\n\n>*   Öffne das entsprechende Log und kopiere den ganzen Inhalt in den Zwischenspeicher (Strg+A -> Strg+C)\n*   Gehe auf [Pastebin](https://pastebin.com) und füge dort den Inhalt mit Strg+V in das große Textfeld ein\n*   Klicke nun auf Submit\n\n>*   Eventuell muss man als Zwischenschritt noch ein Captcha eingeben\n\n>*   Kopiere jetzt die URL aus der Adresszeile und füge sie deinem Betrag hinzu\n\n>Bitte füge keine Logs direkt in einen Post ein. Es ist unübersichtlich und man verliert die Übersicht über den Thread.  \nFür kurze Ausschnitte kannst du die Quote-Funktion des Forums nutzen.\n\n\n{{sticker:poppy-wink}}","replies":[]}]}