{"id":"KgMGAc3j","poster":"Cedilu","date":"2018-06-20T20:23:07.354+0000","title":"Troller reported","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Hey kurze Frage, hatte grade einen Udyr der geintet hat weil Lux Support ihm aus Versehen den Red buff gestealed hat. kann ich ihn irgendwie beim Support direkt reporten ? das Autobann System hat noch nicht angeschlagen.\r\n\r\nDanke f&uuml;r Eure Antwort","replies":[{"id":"","poster":"Angel Ayume","date":"2018-06-20T21:03:21.405+0000","up_votes":3,"down_votes":0,"body":"> Troller reported\n\nWas haben dir die Autos nur getan? {{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"Hakkuu","date":"2018-06-20T20:27:27.895+0000","up_votes":3,"down_votes":0,"body":"Hast du ihn nach dem game direkt reported? Das ist normalerweise genügend","replies":[{"id":"","poster":"Cedilu","date":"2018-06-20T20:29:25.087+0000","up_votes":1,"down_votes":0,"body":"Ja, aber ist jetzt auch schon 20 min her und normalerweise kommt da nach spätestens 10 minuten was. Das game haben wir nur veloren weil der sich 5 minuten afk auf bot gestellt hat und ich keine xp bekommen habe und dann ohne smite junglen musste. Hätten sogar fast gewonnen. Lux und Camille haben mega gecrried nur ich war halt useless weil man ohne jungle item halt nicht junglen kann.","replies":[{"id":"","poster":"Megamaexx","date":"2018-06-20T20:57:18.976+0000","up_votes":2,"down_votes":0,"body":"Man bekommt nicht immer eine Rückmeldung, eigentlich sogar selten","replies":[]}]}]},{"id":"","poster":"Damnimwaytodrunk","date":"2018-06-20T21:56:31.794+0000","up_votes":1,"down_votes":0,"body":"Wenn er nicht gebannt wird dann lass ihn doch? Vllt war das 1 mal in seinem Leben wo er ein ausraster hat. Wenn er es verdient hat wird er gebannt wenn nicht dann nicht auserdem musst du nicht zwingend eine Meldung bekommen ist ja nicht so als ob du die Reportpolizei bist die einen Bericht braucht wenn Riot einen Spieler bestraft das sollte dir eigentlich relativ egal sein \nEr hat einen Akzeptablen Score 5 Kills 9 Tode aber 9 Assists \nEr hatte Einen besseren Score und mehr Dmg als du.\nWarum hatte dein Supp so verdammt viel Farm das sieht suspect für mich aus.\nUnd Ich kann auch auf der Kill map nirgends sehen das er 5 Min Afk auf der Bot war..","replies":[{"id":"","poster":"Cedilu","date":"2018-06-20T22:14:13.207+0000","up_votes":1,"down_votes":1,"body":"Schau das ganze game in form einer wiederholung an dann verstehst du was ich meine","replies":[{"id":"","poster":"Damnimwaytodrunk","date":"2018-06-20T22:20:53.497+0000","up_votes":1,"down_votes":0,"body":"Wenn es stimm dann reagier doch einfach wie man es bei einer Kindischen reaktion tut? einfach ignorieren dann hört er auch auf einfach garnicht erst antworten auser ein srry und einfach spielen.","replies":[{"id":"","poster":"Cedilu","date":"2018-06-21T09:45:02.193+0000","up_votes":1,"down_votes":2,"body":"Wir haben und entschuldigt und auch gesagt das alles okay ist vor allem weil wir das game fast gewonnen hätten usw. er hörte aber nicht auf und dann ignorierten wir ihn","replies":[{"id":"","poster":"Angel Ayume","date":"2018-06-21T10:44:20.954+0000","up_votes":1,"down_votes":0,"body":"Und was willst du jetzt tun? Wochenlang wegen EINEM verlorenen Spiel jammern? Lass gut sein, vergiss das Game und fertig.","replies":[{"id":"","poster":"Cedilu","date":"2018-06-21T13:01:14.152+0000","up_votes":1,"down_votes":1,"body":"Ich will das er zu Rechenschaft gezogen wird.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-06-21T13:05:38.003+0000","up_votes":1,"down_votes":0,"body":"Das ist keine richtige Antwort auf meine Frage :D \nIch hab gefragt, was du MACHEN willst und nicht was du willst. ^^ \nSelbst wenn er nicht bestraft wird, du kannst es doch nicht ändern.","replies":[{"id":"","poster":"Cedilu","date":"2018-06-21T13:09:25.976+0000","up_votes":1,"down_votes":1,"body":"Deswegen frage ich ja ob man ihm beim Support extra reporten kann xD\nMich juckt das eigentlich überhaupt nicht das ich verloren habe. Manchmal ist so ein troll auch im anderen Team. Aber ich will das er sich dazu Gedanken macht und das nicht wieder vorkommt. Das ich nichts direkt dagegen tun kann ist mir klar und jammern tue ich auch nicht. Nur hat mir hier keiner meine frage beantwortet xd","replies":[{"id":"","poster":"Angel Ayume","date":"2018-06-21T13:15:47.908+0000","up_votes":1,"down_votes":0,"body":"Versuch es doch einfach. ^^ \nEs gibt ne extra Kategorie dafür. ABER du wirst vom Support nicht erfahren, ob sie ihn bestrafen oder nicht. Und selbst wenn er dann nicht mehr spielt, ist das noch kein Beweis dafür, dass er auch bestraft wurde und dann weißt du ja auch nicht, ob er wegen deinem Report beim Support bestraft wurde. ^^","replies":[{"id":"","poster":"Cedilu","date":"2018-06-21T14:37:26.623+0000","up_votes":1,"down_votes":0,"body":"Ja gut für intentional Feeding kriegt man ja mindestens einen 2 wochen Bann. Könnte ja wenn ichs nötig hätte auf op.gg checken ob noch weiterspielt","replies":[{"id":"","poster":"Angel Ayume","date":"2018-06-21T15:41:04.118+0000","up_votes":2,"down_votes":0,"body":"Ja wie gesagt, selbst wenn er keine Spiele mehr spielt, dann ist das dennoch kein Beweis dafür. Höchstens ein Indiz.","replies":[{"id":"","poster":"Cedilu","date":"2018-06-21T22:48:31.153+0000","up_votes":1,"down_votes":0,"body":"Ja aber es wäre dann ja schon sehr wahrscheinlich","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2018-06-21T13:36:48.746+0000","up_votes":1,"down_votes":0,"body":"Nein, Du willst profane Rache, nicht Recht. Einen \"Freispruch\" würdest Du, so wie Du hier auftrittst, unter keinen Umständen akzeptieren.","replies":[{"id":"","poster":"Cedilu","date":"2018-06-21T14:36:28.520+0000","up_votes":1,"down_votes":0,"body":"Doch den würde ich akzeptieren aber dann würde ich doch auf eine ordentliche Begründung hoffen. und wenn er dann Freigesprochen wird, was bei genauerer Betrachtung des Games nicht passieren wird, denke ich das Riot ihre Entscheidungen nochmal überdenken sollte. Abgesehen war dieser Beitrag nur eine Frage ob man den noch irgendwo extra reporten kann und nichts anderes. Abgesehen davon würde ich gerne von dir wissen \"wie\" ich hier auftrete? Ausserdem will ich nur das Beste für die lol community und das wäre wenn dieser Troll eine Lektion erteilt bekommt.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Cedilu","date":"2018-06-20T22:16:08.007+0000","up_votes":1,"down_votes":0,"body":"Schau das ganze game in form einer wiederholung an dann verstehst du was ich meine \nEr war halt eben der Grund warum ich von meiner lane gehen musste um die nötige xp und cs zu kriegen. Mein Support hatte unnormal viel farm weil er dann mit dem udyr auf bot gespielt hat","replies":[]}]},{"id":"","poster":"OPChampsSucks","date":"2018-06-20T20:38:22.573+0000","up_votes":1,"down_votes":5,"body":"das autobann system kann anschlagen? lel will ich sehen \n\naußerdem wie kann man ausversehen nen red buff stealen omegalul.","replies":[{"id":"","poster":"Cedilu","date":"2018-06-20T20:41:23.126+0000","up_votes":1,"down_votes":0,"body":"Ich hab kaisa gespielt und beim leash hatte sich dann meine passive aktiviert und 350 schaden gemacht. Lux hatte aa raus und der redbuff hatte nach meiner passive nur 50 hp. Und ja manchmal, vor allem bei flamern schlägt das an.","replies":[{"id":"","poster":"eingew","date":"2018-06-21T03:25:06.840+0000","up_votes":1,"down_votes":0,"body":"Die hat sich aktiviert? Muss man dafür nicht auch wieder e drücken?","replies":[{"id":"","poster":"Released Ape","date":"2018-06-21T09:30:04.444+0000","up_votes":2,"down_votes":0,"body":"Kaisa Passiv:\n\n> Kai'Sa's basic attacks, Void Seeker and nearby allies' immobilizing effects mark enemies with Plasma for 4 seconds, stacking up to 4 times. Kai'Sa's basic attacks and Void Seeker on enemies with 5 Plasma cause them to rupture, consuming all Plasma to deal 15% - 20% (based on level) (+ 3.75% per 100 AP) of target's missing health magic damage, capped at 400 against monsters.","replies":[]}]}]}]},{"id":"","poster":"Abasin","date":"2018-06-21T05:45:02.834+0000","up_votes":2,"down_votes":0,"body":"Ich hatte gestern einen Rengar, der mit Vorliebe 1vs2 oder 1vs3 bei halbem Leben gegangen ist. Nachdem ich ihn einmal unterstützt habe und dabei beide Kills kassiert sowie ihm seinen Allerwertesten gerettet habe, fing er an zu trollen und rumzuschimpfen vom Allerfeinsten. Er hat danach nix mehr gemacht und nur noch sich ab und an killen lassen oder hat ewig in der Base gestanden. \nIch hab ihn jedenfalls reportet für negative Einstellung, Beleidigungen (\"mothafokkar\" oder so ähnlich) und \"dem Gegner geholfen\" mit ausführlicher Erklärung. Bin gespannt, was passiert.","replies":[]}]}