{"id":"uBjlUwUq","poster":"Tíamant","date":"2018-06-20T08:09:53.154+0000","title":"Supporter sucht - Team (Event, Turniere und FlexQ orientiert)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo an alle,\n\nich bin auf der suche nach einen Team (Bereich Silber - Gold), was Interesse an Event&acute;s (wie Clash), Turnieren sowie an FlexQ hat. Spa&szlig; am Spiel sollte man erwarten d&uuml;rfen.\n\n1. Was das Team mit bringen sollte:\n2. Es sollte interessiert am climben sein, verbessern und Gewinnen\n3. Ein adaptives Gameplay besitzen\n4. Regelm&auml;&szlig;iges Training, FlexQ etc.\n5. Ingame kommunizieren k&ouml;nnen (TS3 oder Discord sollte vorhanden sein)\n6. Gerne auch Spielanalysen besprechen\n7. Team orientiertes Gameplay\n8. Geistiges Niveau {{champion:36}} \n\n\nWas ich mitbringe und &uuml;ber mich:\n\nIch bin 24 Jahre alt und m&auml;nnlich. Mein Ingame ist T&iacute;amant und werde meist immer mit Tia angesprochen. Spiele rund 2 Jahre LoL.\nVorweg m&ouml;chte ich betonen das ich noch keinen vollen Championpool besitze und dies auch nicht von jeden anderen erwarte. \nWer mehr wissen m&ouml;chte kann mich Ingame gerne adden oder hier Fragen. Bin meistens Abends ab 18 Uhr online.\n\n\n1. Ich spiele atm in Silber 1 immer wieder mal in Gold 5 drin (Wenn man nicht durch seine tollen Teammates wieder runtergedr&uuml;ckt wird){{champion:32}} \n2. Main Rolle ist Support, kann aber auch ggf. andere Lanes spielen\n3. Kann gerne Shotcaller machen\n4. Ich besitze schon einiges an Teamerfahrung\n5. Hab ein gutes Verst&auml;ndnis vom kontrollieren des Games (Objectives control. Ob &quot;was gespielt&quot; werden kann und etc.)\n6. Habe derzeit keinen richtigen Main Champ da ich mich momentan kaum Ranked k&uuml;mmere. Grunds&auml;tzlich kann man aber sagen das meine performance am besten auf Zyra ist{{champion:143}} \n\nSoweit meinerseits die wichtigsten Punkte. Ich m&ouml;chte an diesen Punkt nochmal erw&auml;hnen, dass ich nicht nach einen perfekten Team suche, sondern nach einen Team das sich verbessern will.\n\nGr&uuml;&szlig;e\n\nTiamant","replies":[{"id":"","poster":"Tíamant","date":"2018-06-20T19:51:03.924+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"MØSCÚ","date":"2018-06-20T14:43:05.299+0000","up_votes":1,"down_votes":0,"body":"Hey Tíamant, Team-ToPK sucht atm Nachwuchs. Es wird grad so alles bearbeitet xd.\nFalls du Interesse hast, melde dich einfach bei uns auf Discord!\nTeam-ToPK_Discord-Server: https://discord.gg/5r4Zh","replies":[]}]}