{"id":"lWX46Uwt","poster":"EL Pozo","date":"2018-06-19T14:53:47.913+0000","title":"Haben ein Großes Problem","subforum":"Hilfe & Support","embed":{"title":"Nightmeister - Summoner Stats - League of Legends","description":"Nightmeister / / Lv. 30","url":"http://na.op.gg/summoner/userName=Nightmeister","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Hey, \r\nIch habe vor 3 Jahren ein lol account hoch gelevt auf 30 mit dem ich kaum mehr Spiele\r\njetzt wollte ich mich gestern einlogen das Problem den Benutzername und Kenwort habe ich alles verloren !!!!!!!!!\r\nund komischer weise ist der Account auf den Na Servern gekommen ohne meines wissens \r\n(Nightmeister) wurde mit meiner E-mail erstellt \r\n\r\n\r\nund ich habe keine Ahnung wie ich an den account wieder ran komme ??????\r\n\r\n\r\nich will das der Support eine E-mail an die Benutzer E-mail schickt mit dem der Account erstellt wurde um den wieder zu aktvieren kann mir jemand erkl&auml;ren wie ich des anstelle, weil ich habe null ahnung mehr weil ich ihn seit 3 Jahren nicht mehr benutze ?????","replies":[{"id":"","poster":"EL Pozo","date":"2018-06-19T15:49:40.054+0000","up_votes":1,"down_votes":0,"body":"des dauert 30 Tage willst du mich verarschen ?\n\nSei gegrüßt, Mensch! Ich bin Blitzcrank-Bot und ich habe deine Anfrage der Kontodaten erhalten. Zur Gewährleistung zusätzlicher Sicherheit bewahren wir die Anfrage 30 Tage lang auf. Nach Ablauf dieser Zeit werde ich dir eine Antwort auf diese E-Mail mit einem Anhang all deiner Daten schicken.","replies":[{"id":"","poster":"naniwakaze","date":"2018-06-19T16:35:30.976+0000","up_votes":2,"down_votes":0,"body":"Du hast eine Datenanfrage gestartet, nicht die Wiederherstellung deines Kontos.","replies":[{"id":"","poster":"EL Pozo","date":"2018-06-19T17:28:19.825+0000","up_votes":1,"down_votes":0,"body":"habe beides Gemacht :(","replies":[{"id":"","poster":"naniwakaze","date":"2018-06-19T17:42:45.199+0000","up_votes":2,"down_votes":0,"body":"Gut, die Wiederherstellung sollte jedenfalls nicht grundsätzlich 30 Tage dauern... Zumindest wird dich hoffentlich ein Mitarbeiter direkt kontaktieren, um dir dabei zu helfen. Viel Glück dabei!","replies":[]}]}]},{"id":"","poster":"EL Pozo","date":"2018-06-19T15:50:30.940+0000","up_votes":1,"down_votes":0,"body":"Warum schicken sie einfach keine E-mail and die Addresse mit dem ich den Account erstellt habe verstehe ich halt null ?","replies":[]}]},{"id":"","poster":"Aižer","date":"2018-06-19T15:07:04.612+0000","up_votes":2,"down_votes":0,"body":"Du kannst über die \"Benutzernamen vergessen\" - Funktion eine E-Mail an die E-Mail-Adresse deines Accounts schicken lassen.\nDie Funktion findest du beim Login.\n\nWeiterhin kannst du auch den [Support](https://support.riotgames.com/hc/de) anschreiben, sofern dein Account von fremden Personen benutzt wurde.\nNutze hierfür dann die Kategorie \"Ich brauche Hilfe bei der Wiederherstellung meines Kontos\".\n\n{{sticker:poppy-wink}}","replies":[]},{"id":"","poster":"Auulay","date":"2018-06-19T15:05:39.270+0000","up_votes":2,"down_votes":0,"body":"Hey EL Pozo\nDu kannst einfach dich beim [Riot Support](https://support.riotgames.com/hc/de/requests/new) melden, und dort unter dem Punkt \"Ich brauche Hilfe bei der Wiederherstellung meines Kontos\" dort dein Problem schildern.\nDort wird dir sicherlich geholfen\n\nMit freundlichen Grüßen,\nAuulay","replies":[]},{"id":"","poster":"EL Pozo","date":"2018-06-20T08:44:01.501+0000","up_votes":1,"down_votes":0,"body":"Sie finden den account nicht mehr toll oder :D\nkomme nicht mehr drann !\ndanke jetzt kann ich wieder einen neuen erstellen nur weil die ********* es nicht auf die Reihe bekomme mein accoutn wieder herzustellen oder die E-mail zurück zu setzen super","replies":[]},{"id":"","poster":"EL Pozo","date":"2018-06-19T15:42:26.762+0000","up_votes":1,"down_votes":0,"body":"Da ist ja das Problem die Riot Support stehlt sich Qeuer weil es auf den Na Server sind und da werde ich die ganze Zeit weiter geleitetet\n\nmein Freund Rey Ty ist genauso komnt auch nicht mehr auf sein account sei 2 oder 3 Jahren","replies":[]}]}