{"id":"2Xn6A3WE","poster":"Vol jin","date":"2018-06-18T23:31:38.245+0000","title":"Runes Reforged und die neue Meta","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Guten Tag, in den paar Minuten m&ouml;chte ich eine Idee vorstellen, welche das Spielerlebnis von League of Legends verbessern w&uuml;rde.\r\nIch habe mich vor einigen Monaten von League of Legends abgewandt und habe nach dem Grund gesucht warum mir das Spiel nicht so sehr gef&auml;llt wie darmals. Ich habe mir immer die Patchnotes angeschaut und h&auml;ufig die LCS oder LCK geschaut, also war ich mir immer im klaren &uuml;ber das Meta. Schlie&szlig;lich habe ich mich dazu entschieden hier einen Post zu machen und zu sagen was meiner Meinung nach eine gesunde &Auml;nderung f&uuml;r das Spiel w&auml;re. (Ich spiele Seit ende Season 1, aber musste aufgrund von einem Datenverlust einen neuen Account erstellen)\r\n\r\nIch hoffe du liest dir das durch und kannst mir feedback geben, ich wei&szlig; dass das Englische Forum besser w&auml;re f&uuml;r so einen Post, aber ich hoffe trotzdem dass mir jemand von Riot Games antwortet. Mir liegt viel an dem Spiel und irgendwie sorge ich mich darum dass es in eine falsche Richtung gehen k&ouml;nnte. \r\n\r\nRiot sagte, dass sie auf diversit&auml;t setzen wollen, das ist ein Ansatz der mir pers&ouml;nlich sehr gef&auml;llt (aber jedem das seine). Diese diversit&auml;t kommt momentan auf der Botlane stark zum tragen. Man kann davon halten was man will, aber ich denke es ist ein gesunder Schritt f&uuml;r das Spiel. Denn durch die doch mehr oder weniger feste Meta mit einem ADC &uuml;ber die letzten Jahre gab es unten selten starke Variationen. Doch jetzt wo Riot die &Auml;nderungen gebracht hat, sollte sich auch das Runensystem leicht &auml;ndern. \r\n\r\nDerzeit gibt es viele Kombinationsm&ouml;glichkeiten, um genau zu sein gibt es 59346 M&ouml;glichkeiten [Quelle](http://leagueoflegends.wikia.com/wiki/Runes_Reforged) seine Runen zu Kombinieren. Das klingt alles in allem sehr viel, aber verglichen zum alten Runensystem ist das leider wenig. Denn dort gab es sage und schreibe 12,309,936,280,199,112,555,000,000 or ~1.23*10^25 or 12.31 septillion M&ouml;glichkeiten [Quelle](http://leagueoflegends.wikia.com/wiki/Runes_(Historical)). Nat&uuml;rlich sind diese verschiedenen M&ouml;glichkeiten oftmals nur minimal unterschiedlich, dennoch gibt es einen entscheidenden Unterschied. Man kann sich die Basiswerte selbst aussuchen und ist nicht in eine richtung &quot;gezwungen&quot;.\r\n\r\nDas neue Runensystem gibt einem einfach Basiswerte, von denen Riot denkt dass die passen. Doch leider genau diese &Auml;nderung schreibt genaue Wege und Builds vor. Das vorherige System lies mehr Freiheiten zu, man konnte fragw&uuml;rdige Masterys mit noch fragw&uuml;rdigeren Runen kombinieren. So konnte man z.B. Fevor of Battle mit Runen kombinieren die einem mehr Gold in der Minute geben. Nat&uuml;rlich passen viele der alten Runen nicht in ein modernes und schnelles Spiel League of Legends. Kein normaler Spieler w&uuml;rde sich &quot;- Time Spend dead&quot; Runen kaufen, deswegen finde ich muss man eine neue Version schaffen.\r\n\r\nRiot hat sehr gute Ans&auml;tze geleistet mit dem neuen System, doch Riot w&uuml;rde dem Ziel, diversit&auml;t in die Kluft zu bringen, mit einem &uuml;berarbeiteten System entgegen kommen. Die Runes Reforged sollten an sich keine Basiswerte mehr geben. Derzeit bekommt man abh&auml;ngig von seiner Wahl des Weges Bonuswerte wie Angriffsgeschwindigkeit, Angriffsschaden oder F&auml;higkeitsst&auml;rke oder Leben basierend auf dem Level. Ich finde die Grundidee nicht schlecht, doch leider zu gezwungen. Wieso muss ich in den Dominanz oder Zauberei Baum gehen um Angriffsschaden zu erhalten, oder in den Entschlossenheits Pfad um Leben zu erhalten? \r\n\r\nDas alte System hat da mehr Freiheiten zugelassen. Diese Freiheiten m&uuml;ssen im neuen System auch implementiert werden. Diese Basiswerte sollten unabh&auml;ngig von den Pfaden ausgew&auml;hlt werden k&ouml;nnen. Ein Spieler, der sich im Dominanz und im Zaubereipfad befindet kann trotzdem einpaar extra Leben gebrauchen, um l&auml;nger auf der Lane zu leben. Oder z.B. ein Support, der sich in den Pfaden Entschlossenheit und Inspiration befindet, k&ouml;nnte die zus&auml;tzlichen AD gebrauchen um in den ersten paar Minuten f&uuml;r Chaos auf der Bottom Lane zu sorgen. So k&ouml;nnten neue Strategien umgesetzt werden und die ersten paar Minuten eines Spieles wesentlich interessanter sein. \r\n\r\nMeine Idee ist also, die Basiswerte unabh&auml;ngig von den Pfaden zu machen, &auml;hnlich wie im vorherigen System. Ebenso sollte es weder Adaptive, noch skalierende Werte geben. Diese Basiswerte sollen nur als eine Art Sprungbrett dienen um durch das Early-Game zu kommen. So w&auml;re mein Vorschlag, dass die Spieler 2 Werte w&auml;hlen k&ouml;nnen die sie von anfang an haben. Dort k&ouml;nnte man zus&auml;tzlich Basiswerte hinzuf&uuml;gen die im neuen Runensystem nicht erh&auml;ltlich waren. Ideen f&uuml;r w&auml;hlbare Startboni:\r\n- R&uuml;stung (z.B. +8) Um l&auml;nger auf der Lane zu bleiben\r\n- Magiressistenz (z.B. +8)  &#039;&#039;\r\n- Leben (z.B. +80)  &#039;&#039;\r\n- Lebensregeneration (z.B. +75 % Grundwert f&uuml;r Lebensreg.) &#039;&#039;\r\n- Mana (z.B. + 80) Um genug Mana zu haben damit man sofort auf Level 1 oder 2 All-in gehen kann.\r\n- Manaregneration (z.B. +75 % Grundwert f&uuml;r Manareg.) Damit man nicht aufgrund von Manaproblemen in die Basis muss\r\n- Angriffstempo (z.B. +8%) Um sowohl am Anfang, als auch am Ende zu profitieren\r\n- Angriffsschaden (z.B. +8) Damit die Last Hits gut sitzen und der Poke im Early Game st&auml;rker ist.\r\n- T&ouml;dlichkeitsfaktor (z.B. +7) Um die R&uuml;stung der Gegner zu umgehen und von Anfang an f&uuml;r Cahos zu sorgen\r\n- Magiedurchdringung (z.B. +7) &#039;&#039;\r\n- F&auml;higkeitsst&auml;rke (z.B. + 12) Damit die F&auml;higkeiten von Anfang an mehr schaden machen\r\n- Abklingzeitverringerung (z.B. +5%) \r\n\r\nDiese Zahlen sind nur ein eventueller Vorschlag, bitt kritisiert mich nicht, ich habe nichts durchgerechnet, es ist gerade 1 Uhr morgens, und das w&auml;re mir zu hohe Mathematik das in Goldvalue umzurechnen. \r\n\r\nDie Beschw&ouml;rer k&ouml;nnten sich von diesen Boni dann 2 aussuchen (es w&auml;re spannend wenn man sogar 2 mal den selben Bonus nehmen k&ouml;nnte und so auch +150% Lebensreg auf lvl 1 haben k&ouml;nnte.) Durch solche &Auml;nderungen und weitere Variationen k&ouml;nnten Champions ihe Early Game Deffiziete ausgleichen und neue Strategien entstehen.\r\n\r\nSo w&uuml;rde auch eine gro&szlig;e Variation entstehen, vorher waren es &quot;nur&quot; 59346 M&ouml;glichkeiten, mit meiner Variante k&ouml;nnten es 2^12*59346 = 243081216 M&ouml;glichkeiten geben. \r\n\r\nDie M&ouml;glichkeiten w&auml;re gigantisch, und dies w&uuml;rde sicher alte Spieler auf den Plan rufen, f&uuml;r die League of Legends zu &quot;anstrengend&quot; geworden ist. Es gab bis vor wenigen Patchen oftmals lineare Spiele weil einige Champions schlichtweg st&auml;rker waren, wenn man gutum sie herum spielt. Das wird auch immer so bleiben, aber die Variation wird den Leuten, die wissen was sie tun, in die Karten spielen. Man kann durch neue strategien &uuml;berzeugen und Spiele schon fr&uuml;h f&uuml;r sich entscheiden. Ein Tank mit guten Basis AD Werten kann Angriffsgeschwindigkeit mitnehmen um in den ersten Minuten mit seinen Basiswerten Dominant zu sein.\r\n\r\nBasiswerte die frei w&auml;hlbar sind geben so viel Spielraum f&uuml;r ungew&ouml;hnliche Taktiken:\r\n- [Reverse Support Hecarim, Siv HD](https://www.youtube.com/watch?v=LFw-C__upQg)\r\n- [HP Regen Sion](https://www.youtube.com/watch?v=TFwh2WUFNrY)\r\n- [Attack Speed Nautilus](https://www.youtube.com/watch?v=Jv-kIQIO2zc)\r\n\r\nDie Werte haben keinen sehr gro&szlig;en Einfluss auf den sp&auml;ten Spielverlauf, h&ouml;chstens wenn ein Beschw&ouml;rer es geschafft hat duch seine Strategie besonders viel Gold zu erhalten und sein Team so voran zu bringen.\r\n\r\nDie &Auml;nderungen w&uuml;rden hervorragend mit den neuen Runen zusammen passen, denn durch die Runen und Basiswerte k&ouml;nnen neue Variationen entstehen. Muss ein Spieler Manaflow Band mitnehmen oder lohnt es sich villeicht mehr auf die Manaregneration zu gehen? Nehme ich mir Angriffsschaden mit und starte mit einem Deffensiven Item? Soll ich extraleben mitnehmen und anstelle von Rubinkristall doch lieber Dorans Klinge mitnehmen? Brauche ich wirklich Cosmic Insight oder nehme ich Cooldownreduction mit?\r\n\r\nIch denke, dass auch im Pro play diese oder jene neue Strategie dazu kommen wird.\r\n\r\nTLDR; Basiswerte sollten unabh&auml;ngig vom Runenpfad w&auml;hlbar sein.\r\n\r\n\r\nVielen, vielen Dank f&uuml;rs Lesen! Ich freue mich auf konstruktive Kritik.","replies":[{"id":"","poster":"Dawnbreaker1","date":"2018-06-19T17:00:45.043+0000","up_votes":1,"down_votes":0,"body":"Ich denke, dein Vorschlag passt nicht zu dem, was Riot mit dem neuen Runensystem bezwecken wollte.\n\nDie Kritik am alten System war, dass, obwohl eine gewaltige Anzahl an Kombinationen möglich war, in 99% aller Spielen das selbe \"Meta-Setup\" verwendet wurde. Kombiniert damit, dass man fast nur rohe Basiswerte bekommen hat, hat man den Einfluss der Runen nicht bemerkt und vor allem nicht aktiv in das Spiel einbinden können.\n\nDaher hat Riot die Runen deutlich stärker, aber vor allem deutlich verschiedener gemacht. Eine Vielzahl von Runen muss aktiv in das Spiel eingebaut werden, die meisten haben nur in bestimmten Situationen einen Effekt und sind nicht permanent wirksam.\n\nWenn nun also erneut eine Auswahl an Basiswerten dazukommen soll, sehe ich vor allem folgendes Dilemma:\nSchwächt man die existierenden Runen deutlich ab? Dann werden die bisherigen Änderungen quasi annulliert und wir landen im alten System, wo zwar \"Cheese-Strats\" möglich waren, der allergrößte Teil aller Spieler aber gedankenlos die bestmögliche Kombination wählt und im Spiel nicht mehr bemerkt.\nOder man gibt noch mehr Werte hinzu. Aber dann dreht man die Meta wieder völlig auf den Kopf und beschleunigt das Spiel noch weiter, indem man vielen Champions bereits zu Spielbeginn ihre benötigten Stats gibt, zb Durchdringung auf Magiern und Assassinen (Meine Interpretation).\n\nAuch wenn ich selber die alten Möglichkeiten vermisse - _Full-HP-Reg.-Sion, Full-scaling AD-Jhin im URF, attackspeed-Kayle oder mein Favorit: ADC-LeBlance wurden unmöglich gemacht oder zumindest deutlich erschwert_ - ich befürchte:\nDein Vorschlag ist nicht sinnvoll in das heutige LoL einzubauen.","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2018-06-19T05:46:20.553+0000","up_votes":1,"down_votes":0,"body":"Aber muss schon sagen es stimmt so.\nIch benutzte auch nur meine Best of Runen unverändert.\n\nWieso sollte ich Manaflow und Flinkheit ablegen für den andern Schnickschnack im selben Tree?\nOder alle benutzten nur Triumph?\n\nAllerdings gibt es das Problem das die Leute immer nur Best of Picken egal was und wieviele Optionen du hast.\n\nHabe früher gerne AD auf Morgana genommen für die Lanephase um damit noch effektiver zu Pressuren/Killen.\nAutoattackbattle mit Mages? Kein Problem, geht jeder auch ein und dann wundern die sich warum gestorben.\nDas kann ich nun nicht mehr durch die einschränkungen :(\n\nDazu kommt es das nicht alle Mastery Runen auf manche Champs gut passen {{champion:86}} {{champion:30}} und manche zu perfekt passen {{champion:120}} {{champion:11}} und manche Mastery Runen sind übelst bad und nur für 1-2 Champs konzpiert wie Phase Rush.\n\nBasewerte hingegen passen immer.","replies":[{"id":"","poster":"Vol jin","date":"2018-06-19T10:59:47.928+0000","up_votes":1,"down_votes":0,"body":"Vorab vielen Dank für deine Antwort.\n\nDurch die Synergie mit bestimmten Runen wird es immer stärkere und schwächere Champions geben. Deswegen finde ich wenn z.B. ein Champion in einen Pfad \"gedrängt\" wird, weil nur diese eine Rune gut mit seinen Fähigkeiten kompatibel ist, sollte er die Freiheit haben sich die Basiswerte aussuchen zu können. \n\nIm endeffekt kann man meistens schon anhand der Primären und Sekundären Rune sehen welche Taktik der Gegner von anfang an auffährt. \nAber wer würde damit Rechnen, dass Janna z.B. Glacial Argument mitnimmt und als zweites den Entschlossenheits Pfad und dass sich der Beschwörer trotzdem für Bonus AD entscheidet. Mit dieser Kombination hätte man 3 Verschiedene Werte abgedeckt. Tankiness, Utility, Damage. Wohingegen die Janna beim momentanen System \"nur\" Tankiness und Utility bekommen würde. \n\nEs würde auch möglich sein auf Magiedurchdringung zu bauen und so im Early Game die Oberhand zu gewinnen, weil man bei Minute 5 schon 30 Magiedurchdringung hat.  \n\nIm endeffekt würden die Sachen, die jetzt stark sind so bleiben, aber die Änderungen können alternativen Stategien eine Plattform geben.","replies":[]}]},{"id":"","poster":"OPChampsSucks","date":"2018-06-19T00:04:58.650+0000","up_votes":1,"down_votes":1,"body":"An sich ja ganz nett das sich jemand dazu so viele Gedanken macht aber ehm nähhhh....","replies":[]}]}