{"id":"ZAGTLlvy","poster":"YasupForLunch","date":"2018-06-18T11:18:05.221+0000","title":"Champion Kapseln und Hextechtruhen??","subforum":"Champions & Gameplay","embed":{"title":"Unbenannt","description":"Image Unbenannt hosted in imgbb.com","url":"https://ibb.co/gmZO5J","image":"https://image.ibb.co/cAWQKd/Unbenannt.png"},"up_votes":1,"down_votes":0,"body":"Eine kurze Frage,\r\n\r\nwas genau ist der unterschied zwischen den auf dem Bild zu sehenden Champion-Kapseln und den Hextech-Truhen?? Jede hat den gleichen Namen, wird aber nicht gestapelt, so als ob es eine andere Box w&auml;re....nur gleich benannt und mit gleicher Beschreibung.\r\n\r\nEin Freund meinte, dass es fake Kisten g&auml;be, in denen immer nur blaue Essenzen zu finden sind....egal was ist, auch wenn da steht es g&auml;be eine Chance auf Champion bzw Skin-Splitter? Also unterschiedliche IDs und daher nicht stapelbar, sich somit von den Inhalten auf jeden Fall unterscheiden.\r\n\r\nWas meint Ihr??\r\n\r\nWenn es wirklich so ist, dann beschei&szlig;t Riot die Spieler doch von Anfang an? Angebliche Kisten, die % alles enthalten k&ouml;nnen, aber dann nur Blaue Spliter geben? Hmmmm...... :/ {{sticker:sg-janna}} \r\n\r\nHab die extra noch nicht aufgemacht. Hier das Bild zur Veranschaulichung:\r\n\r\n---- &gt;  https://ibb.co/gmZO5J","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-06-18T11:26:28.956+0000","up_votes":2,"down_votes":0,"body":"Also bei den Hextechtruhen ist der Unterschied woher man die Truhe hat.\nTruhen von einem Event und solche durch ein S kann man nicht stapeln.\nDer Inhalt davon unterscheidet sich aber nicht soweit ich weiss.\n\nZu deinen anderen Championkapseln, das ist wegen dem Level.\nDa von Level 1-30 die Kapseln einen festeschriebenen Inhalt haben, wird sich auch die Kapsel ID unterscheiden um eben diesen Inhalt auch zu liefern.\nBsp. Stufe 2 gibt Ashe, Stufe 3 gibt Garen, Stufe 4 gibt Brand und daher sind da schonmal 3 verschiedene Kapseln nötig.\nJetzt hast du noch 26 weitere Kapseln xD\n\nhttps://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/KYIu7BOj-information-bis-zur-stufe-30-und-noch-viel-weiter-system-belohnungen-erfahrungspunkte","replies":[]}]}