{"id":"EATEfYdB","poster":"SheenYou","date":"2018-06-17T11:45:54.686+0000","title":"Champion nach denn Rework","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Mich st&ouml;ren so einige Reworks sowie von Urgot,Galio und Yorick.\r\nIch finde das der neue Urgot und Galio gar kein Spa&szlig; machen bei neuen Urgot du gewinnst die Lane aber bist schei* in Teamfights.Bei Galio du verkacks* die Lane und bist Teilweise in Teamfights gut (solange die gegner nicht deine Ult und deine Q ausweichen).Und bei Yorick naja ich finde beide gut aber irgendwie hat der alte mehr Spa&szlig; gemacht.","replies":[{"id":"","poster":"Veezey","date":"2018-06-17T12:58:34.717+0000","up_votes":1,"down_votes":0,"body":"Seit den Reworks werden diese Champions wenigstens gespielt und das nicht nur von einer handvoll Spielern.","replies":[{"id":"","poster":"OPChampsSucks","date":"2018-06-17T13:18:40.156+0000","up_votes":1,"down_votes":1,"body":"Lieber n spielbaren Champ den ne handvoll spieler spielt als unspielbare Champs die alle spielen (und den nichtmal können)  hatte urgot fast auf 7 und auf einmal brettert rito n rework raus (danke dafür nochmal ) \n\nurgot wurde jetzt größtenteils durch die itemchanges wd spielbar gemacht ^^\n\nund galio ist ja mal wirklich trash :/","replies":[{"id":"","poster":"SheenYou","date":"2018-06-17T13:30:59.371+0000","up_votes":1,"down_votes":0,"body":"Meinst du jetzt nach den oder  -vor den Rework?","replies":[]}]}]},{"id":"","poster":"Meemoy","date":"2018-06-17T12:02:16.194+0000","up_votes":1,"down_votes":0,"body":"Der alte Urgot war nützlich in Teamfights?","replies":[{"id":"","poster":"SheenYou","date":"2018-06-17T12:38:12.761+0000","up_votes":1,"down_votes":1,"body":"Teilweise besser als der Alte","replies":[]}]},{"id":"","poster":"Sephi51","date":"2018-06-17T12:46:49.232+0000","up_votes":1,"down_votes":1,"body":"Anstatt zu reworken, sollten sie die als komplett neue Champs rausbringen.  Die champs sind so unterschiedlich, dass die größte gemeinsamkeit die sie noch haben der Name ist.\n\n\nOder sie einfach nur als v2 Version eines champs releasen. Sodass man zum beispiel den alten oder neuen urgot spielen kann, nur halt nicht gleichzeitig. \n\nUnd jetzt kommt mir nicht mit , \"das wird aber schwer zu balancen sein wenn es so viele champs sind\"\nEs sind bereits 150 Champs, das Game hat bereits ne \"Grundbalance\" wo man nur ein wenig pfeilen muss, es gibt Menschen wie mich die nicht so unfähig sind und das Game wesentlich schneller balancen könnten als die von Riot, und sein wir mal ehrlich. Selbst jetzt mit nur \"so wenigen\" champs ist das Game alles andere als balanced, ist dann doch egal ob es mit mehr champs weiterhin unbalanced ist. Wenigstens macht es dann Spaß","replies":[]}]}