{"id":"GA1EpnFz","poster":"TriTraTrouble","date":"2018-06-15T11:13:11.847+0000","title":"eXeCutive Pool Party Cup (PPC)","subforum":"Turniere & Veranstaltungen","embed":{"title":"eXeCutive Multigaming Clan - You think I'm playin'? - League of Legends Pool Party Cup 2018","description":null,"url":"https://executive-clan.de/sites/?show=22","image":"https://executive-clan.de/_data/sites/events/lol_ppc_gruppenphase.png"},"up_votes":2,"down_votes":0,"body":"Liebe Beschw&ouml;rer, \n\nHeute Abend um 18 Uhr ist Teilnahmeschluss f&uuml;r das Low-Elo-Turnier, welches wir vom eXeCutive Multigaming Clan ins Leben gerufen haben. Sinn und Zweck des PPC ist, Kontakte zwischen den unterschiedlichsten Teams, Communities, Clans, Clubs und Vereinen zu kn&uuml;pfen und die Sau rauszulassen. Mittlerweile haben wir gen&uuml;gend Teilnehmer, um das Turnier zu starten, doch da theoretisch noch Platz f&uuml;r drei weitere Teams ist, rufen wir ein letztes Mal zur Anmeldung auf. \n\n**Eckdaten: **\n~ 12 Teams\n~ 5 Spieltage\n~ Low Elo ONLY: Bronze V. - Gold I. (egal welcher Modus)\n~ Preise im Gesamtwert von &uuml;ber 225 Euro\n\nBitte lest euch erst alle Details zu Anmeldung, Regelwerk, Turnierbaum und Preisen durch, bevor ihr euch bewerbt.:\n&raquo; [https://executive-clan.de/sites/?show=22](https://executive-clan.de/sites/?show=22)\n\nFalls ihr seri&ouml;se Spieler kennt, die f&uuml;r eine Teilnahme infrage kommen, w&uuml;rden wir uns freuen, wenn ihr sie auf das Turnier aufmerksam macht. Bewerbungen werden ausschließlich über unsere Webseite oder via E-Mail akzeptiert.\n\nVielen Dank f&uuml;rs Lesen. Wir sehen uns an eurem Nexus! \n\nViele Gr&uuml;&szlig;e, \nTriTraTrouble, DonLuc und maya \n// Turnierleitung\n\n\nUrspr&uuml;ngliche Werbe-Mail:\n\n_&raquo;F&uuml;r die meisten Menschen bedeutet der Juni: Sommer, Sonne, Strand und Meer. Man spielt Volleyball, macht es sich mit einem Long Island Ice Tea im Liegestuhl gem&uuml;tlich oder f&auml;hrt nach Malle. Jaja&hellip; die meisten Menschen finden den Sommer toll. Aber ich nicht! Mir bleibt f&ouml;rmlich die Spucke weg bei dem Minuswind dieser warmen Jahreszeit und meine N&uuml;stern zerrei&szlig;en sich selbst in der Hoffnung, etwas Feuchtigkeit aus der trockenen Luft zu ziehen. Das von meiner wei&szlig;en Haut glei&szlig;end reflektierte Sonnenlicht blendet mich beim Ganken, der Ventilator bleibt st&auml;ndig h&auml;ngen und mein Arsch klebt am Stuhl fest. Wenn ich den Unterarm hebe, l&ouml;st er sich nur unter laut schmatzendem Protest von der Armlehne. Drau&szlig;en zwitschern die V&ouml;gel, aber meine verklebten Augen erblicken kaum mehr als das flackernde Licht des Monitors, welcher mir grell meine Match History entgegenschreit. Und ich stelle fest:\nEigentlich bin ich gar nicht so schei&szlig;e, wie immer alle behaupten. 9 Siege, 11 Niederlagen&hellip; w&uuml;rde besser aussehen, wenn ich nicht diese ganzen feedenden Schulkinder auf der Bot h&auml;tte. Sommerferien&hellip; tolle Erfindung -.- danke Merkel! Und au&szlig;erdem: Wie soll man sich beim Daddeln konzentrieren, wenn man vor lauter Schwei&szlig; zerl&auml;uft? Anderen Gamern geht es doch bestimmt &auml;hnlich. Es muss doch Leute da drau&szlig;en geben, die genau wie ich einfach nur ernsthaft zocken wollen und dabei sogar noch Spa&szlig; haben? Das kann doch nicht so schwer sein.&laquo; Nach einiger Zeit wurde unser Protagonist m&uuml;de. Bevor er in der spr&ouml;den Hitze einlullte, murmelte er noch etwas Unverst&auml;ndliches wie: &raquo;Warum gibt es eigentlich kein Turnier f&uuml;r den Low-Elo-Bereich?&laquo; Nach ein paar Minuten hallte sein Schnarchen unter stummem Beifall durch die flirrenden Vorg&auml;rten._\n\n\n_Liebe Beschw&ouml;rer,\nIn diesem Sinne hei&szlig;en wir euch herzlich willkommen zum Kern dieser E-Mail. Wir vom eXeCutive Multigaming Clan veranstalten Mitte bis Ende Juni f&uuml;r alle Interessenten einen League of Legends Cup, um festzustellen, welcher neul&auml;ndische Clan die Lauchs mit dem gr&ouml;&szlig;ten e-Penis beherbergt. Das Turnier ist speziell auf Gelegenheitszocker zugeschnitten und wird an insgesamt drei Wochenenden ausgetragen. Regelwerk, Turnierb&auml;ume und Preisgeld sind so gut wie fertig. Doch was ist ein Turnier ohne Teilnehmer? Eben: langweilig! Wir wissen auch so, dass wir die gr&ouml;&szlig;ten Kotmaster sind, da brauchen wir nicht noch clanintern gegen uns selbst antreten.\nDeshalb suchen wir Teams, die Lust haben, ihren Clan auf dem Schlachtfeld der Casual Player zu repr&auml;sentieren. Seid ihr geil auf einen intensiven Wettbewerb mit Sportsgeist und viel Spa&szlig;? Habt ihr Lust, den Benis auf den Tisch zu klatschen, bis das Holz splittert? Und legt ihr noch dazu eine Affinit&auml;t f&uuml;r ein gewisses Spiel von Rito an den Tag, das an eine von Satans J&uuml;ngern h&ouml;chstpers&ouml;nlich gecodete Hirnfolter erinnert, welches euer Real Life frisst wie Pac Man seine schei&szlig; Punkte?\nUnd die wichtigste aller Fragen: HABT. IHR. BOCK?\nDann stellt ein Team zusammen und meldet euch an, bevor es zu sp&auml;t ist! Alle Voraussetzungen zur Anmeldung findet ihr auf unserer Webseite oder weiter unten._","replies":[]}