{"id":"pbRUdEdA","poster":"Ariya","date":"2018-06-14T15:55:58.415+0000","title":"Meddlers Gameplay-Gedanken - 14. Juni","subforum":"Dev Corner","up_votes":4,"down_votes":0,"body":"Hallo!\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler (EN) oder https://twitter.com/LoLGermany (DE)\r\n\r\n----------------------------------------------------------------------------  \r\n**Gegenst&auml;nde f&uuml;r K&auml;mpfer in 8.12**\r\n\r\nAnfang der Woche trafen wir die Entscheidung, die &Auml;nderungen an den Gegenst&auml;nden f&uuml;r K&auml;mpfer aus 8.12 zu entfernen, obwohl der Patch kurz vor seiner Ver&ouml;ffentlichung stand und eine Menge Arbeit in diese Gegenst&auml;nde gesteckt worden war. Die Designs sind zwar gut, aber momentan ist nicht der richtige Zeitpunkt f&uuml;r sie, sowohl hinsichtlich der gegenw&auml;rtigen St&auml;rke von K&auml;mpfern als auch der Menge an &Auml;nderungen, die wir in letzter Zeit am Spiel vorgenommen haben. Hoffentlich k&ouml;nnen wir sie trotzdem irgendwann ver&ouml;ffentlichen, h&ouml;chstwahrscheinlich am ehesten in der Vorsaison. \r\n\r\nEntschuldigung an alle, die sich bereits auf sie gefreut haben. Ich kann mir vorstellen, dass ihre Streichung f&uuml;r manche Spieler ziemlich frustrierend ist &ndash; besonders, wenn man K&auml;mpfer spielt, die momentan nicht zu den St&auml;rkeren geh&ouml;ren oder die eine geringere Auswahlm&ouml;glichkeit an Gegenst&auml;nden haben. Wir m&ouml;chten eigentlich unbedingt verhindern, Erwartungen an kommende Inhalte aufzubauen, nur um sie schlussendlich zur&uuml;ckzunehmen. In diesem Fall schien es uns trotz der Entt&auml;uschung jedoch notwendig.\r\n\r\n----------------------------------------------------------------------------   \r\n**AD-Carrys mit kritischem Schaden**\r\n\r\nWir arbeiten daran, die Leistung mancher AD-Carrys in 8.13 zu verbessern. Dabei konzentrieren wir uns auf solche, die etwas Hilfe ben&ouml;tigen, wie Trist, Vayne oder Jinx. Wir wollen, dass eine Reihe AD-Carrys mit kritischem Schaden zumindest in gew&ouml;hnlichen Spielen schnell wieder eine angemessene Wahl darstellen &ndash; wir haben nicht vor, diese Gruppe von Champs heimatlos in der Kluft zur&uuml;ckzulassen. Wir w&uuml;rden allerdings gern einen Teil der neuen Vielfalt auf der unteren Lane beibehalten, deswegen wollen wir nicht so stark zur&uuml;ckschwenken, dass wir wieder nur Sch&uuml;tzen sehen.\r\n\r\nMomentan ist noch nicht ganz klar, was optimal ist. Wir k&ouml;nnen zum Beispiel in Profi-Spielen eine Menge verschiedener Experimente beobachten, die unterschiedlich erfolgreich ausfallen. Au&szlig;erdem gibt es unter Spielern viele Diskussionen dar&uuml;ber, wie Champions, die keine Sch&uuml;tzen sind, die untere Lane dominieren, allerdings sind ihre Spielraten in den meisten MMR-Bereichen/Regionen immer noch extrem niedrig (mit ein paar Ausnahmen).\r\n\r\nUnser erstes Ziel ist es, die Leistung der Champs, die momentan zu k&auml;mpfen haben, im Bereich der St&auml;rkespitzen nach ein oder zwei Gegenst&auml;nden zu verbessern. Wir haben diese wohl etwas zu stark gez&uuml;gelt und sie sind nun zu sehr davon abh&auml;ngig, 3 oder mehr Gegenst&auml;nde zu haben, um etwas zum Spiel beitragen zu k&ouml;nnen. Aufgrund ihrer vervielfachten St&auml;rke im sp&auml;ten Spiel sollten die Champs, die sich auf kritischen Schaden verlassen, zwar im mittleren Spiel schw&auml;cher sein, allerdings nicht im gegenw&auml;rtigen Ausma&szlig;. Die Vielfalt auf der Lane wird erheblich von der St&auml;rke ganz zu Beginn getrieben, deswegen sollte eine Verbesserung im mittleren Spiel sowohl AD-Carrys mit kritischem Schaden wieder auf die Beine helfen als auch etwas von der Vielfalt f&uuml;r die Spieler beibehalten, die sie ausnutzen wollen.\r\n\r\n----------------------------------------------------------------------------    \r\n**Gold zuschanzen**\r\n\r\nWir werden in 8.13 gewisse Strategien abschw&auml;chen, durch die sich Champions Gold zuschanzen. Damit sind F&auml;lle gemeint, in denen andere gezielt einem Champion einen Gro&szlig;teil des Golds/der Erfahrung von mehreren Positionen zukommen lassen. Momentane Beispiel daf&uuml;r sind Taric auf der mittleren Lane/Yi im Dschungel, wodurch Yi extrem farmen kann, oder Karthus auf der mittleren Lane/Nunu permanent im gegnerischen Dschungel, w&auml;hrend Karthus sich am Gro&szlig;teil des eigenen Dschungels bedient.\r\n\r\nDiese Strategien f&uuml;hren dazu, dass eine Lane (die mittlere), die normalerweise ziemlich interaktiv, interessant und oft spielentscheidend ist, sehr passiv gespielt wird: Ein Laner konzentriert sich darauf, so wenig wie m&ouml;glich mit seinem Gegen&uuml;ber zu interagieren, und wird daf&uuml;r belohnt. In F&auml;llen, in denen der Mid-Laner nicht einmal die Vasallen t&ouml;tet, versch&auml;rft sich das Problem zus&auml;tzlich, da er beim Farmen der Vasallen zumindest kurzzeitig angreifbar ist, besonders in der Anfangsphase. Obwohl es wahrscheinlich gewisse Konterm&ouml;glichkeiten zu dieser Strategie gibt, die bisher noch nicht aufgekommen sind, bezweifeln wir, dass sie ebenso leicht umzusetzen oder f&uuml;r sich genommen besonders unterhaltsam/interessant sind. Wir haben diesbez&uuml;gliche &Auml;nderungen anfangs zur&uuml;ckgehalten, als noch nicht klar war, ob es sich um eine Nischenstrategie handelt, die ab und zu etwas Abwechslung bietet, und ihre Auswirkungen auf Spielbalance in Kauf genommen werden k&ouml;nnen, oder ob sie an Einfluss gewinnt und wir uns trotz ihrer strategischen M&ouml;glichkeiten um sie k&uuml;mmern m&uuml;ssen. Inzwischen ist es ziemlich offensichtlich das Letztere.\r\n\r\nWir testen im Moment noch exakte Taktiken, wie wir die Sache angehen k&ouml;nnen. M&ouml;glicherweise bringen wir die Verringerung der Erfahrung von Dschungellagern pro Stufe, die der Champion &uuml;ber der Stufe des Lagers ist, zur&uuml;ck (diese wurde urspr&uuml;nglich in 8.10 entfernt) oder nehmen individuelle Anpassungen an Champs wie Yi (z. B. Schaden von Q gegen Lane-Vasallen) vor oder wir f&uuml;hren bei Dschungelgegenst&auml;nden eine Erfahrungssperre f&uuml;r Lane-Vasallen ein, um die erh&ouml;hte Erfahrung von Dschungelmonstern auszugleichen usw. Ich sollte bald mehr dazu berichten k&ouml;nnen.\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"Firelink","date":"2018-06-20T12:56:40.823+0000","up_votes":1,"down_votes":0,"body":"So... jetzt gebe ich auch mal meinen Senf dazu. Ich beziehe mich hierbei erstmal nur auf die Adc Änderungen.\nMeiner Meinung fehlt es League schon seit einiger Zeit an einer klaren Struktur, dass ist auch der Grund warum neue Spieler häufig überfordert sind. Nun ist es inzwischen so weit, dass man nichtmal mehr weiß welche Art von Champion man wo spielen kann, seit der letzten Meta ist zwischen Trolpicks und \"normalen\" Picks insbesondere auf der Botlane nicht mehr zu unterscheiden, weil im Prinzip alles möglich ist! Ich kann teilweise vllt sogar den Hintergrund verstehen, dass Riot in Competitive mehr verschiedene Strategien sehen will... ABER : Jedes Game braucht eine klare Grundstruktur und das heißt in meinen Augen klare Regeln die zum erfolg beitragen. Ich selber spiel League jetzt seit mehr als 3 Jahren und ich bin durch die neue Meta an einem Punkt angekommen andem mir das spiel keinen Spaß mehr macht. Was mich immer fasziniert hat ist, dass man mit Erfahrung auf einer Lane unglaublich viel erreichen kann (bin Adc Main). Adcs haben die ganze zeit in League  geübt zu kiten oder auf ihr Positioning als SCHÜTZE zu achten. Das man als adc hinter den Teammates steht und versucht möglichst viel schaden durch Kiten mit den Autoattacks zu machen gehört für mich genauso zu Leagues Grundprinzip wie als Tank den Schaden Abzufangen. Nun muss man als adc (bin Twitch Jinx und Kalista Main) versuchen Champs zu spielen die man nicht beherrscht mit einem Gameplan den man so als ADC nie spielen musste. Das führt dazu, dass die Mechaniken die man sich als ADC angeeignet hat völlig unwichtig werden und genauso gut ein midlaner z.b. Vlad adc spielt und damit erfolg hat. Die Identität der Rolle ADC geht völlig verloren, weil zusätzlich ja jetzt auch full AP \"adc\" gespielt wird (z.B. Ahri, Vlad, Karma, Janna, etc). All die Jahre Übung als adc main werden auf einmal völlig sinnlos.\nIrgendwann nach fast 9 Jahren muss league doch mal an einem Punkt angekommen sein an dem sich zumindestens an den fundamentalen Spieleigenschaften nichts mehr ändert! Ich habe nichts gegen Änderungen von Items, Championreworks, Pflanzen im Jng, neue Mechaniken , etc. , aber diese Meta ist zuviel des guten, die die neuen \"Strategien\" der Meta eine Spezialisierung auf eine Position komplett unnütz machen. Man schaue sich doch nur mal den armen Rekkles an XD (Janna adc). Da Trainiert der Jahre lang das Team als adc zu carryn und dann diese Meta... macht ihm bestimmt spaß....\nFazit: Neue Strategien unterstützen ist echt super aber die meisten champs einer ganzen Rolle so zu schwächen macht das Spiel für mich kaputt. Ich habe NICHTS dagegn das als adc eben nur schützen gepielt werden weil das eben für mich dazu gehört... will man eher Mages spielen Maint man eben Midlane. Das trägt eben auch zur eigenen identitätsfindung in league bei... \nHoffe das Riot das irgendwann erkennt und sich auf alte stärken besinnt: Champions mit klaren Kits für bestimmte positionen! dieses jeder spielt irgendwas irgendwo und wird dafür belohnt, weil es funktioniert, hat für mich nichts mehr mit League zu tun.... sry...\nL.G. FirelinkX","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-06-14T19:39:26.680+0000","up_votes":2,"down_votes":3,"body":"BB league.\n\nverstehe halt nicht wieso man an guten und lediglich zu starken sachen so rumpatcht das dieses spiel mittlerweile komplett kein bock mehr macht. \n\n\nund strategische entscheidungen werden in einem strategiespiel jetzt auch noch \"bestraft\" omegalol .\n\n\nverstehe halt nicht wieso die spieler gehen {{sticker:slayer-jinx-unamused}}\n\naber jetzt wo viele games mittlerweile an die 15 min grenze gehen statt damals schöne 30-40 min frage ich mich auch nur noch wann ihr diese zeit auf 10 min runterpatcht\n\nbtw tower brauchen halt immer noch n buff aber juckt euch ja eh nicht ","replies":[{"id":"","poster":"AI Marko","date":"2018-06-15T03:18:56.313+0000","up_votes":1,"down_votes":0,"body":"> und strategische entscheidungen werden in einem strategiespiel jetzt auch noch \"bestraft\" omegalol .\n\nalso in meinen Augen ist eine \"strategie\" (taric + yi) er eine strategie wenn man dafür etwas machen muss\n\nselbst mit einer schlechten Ausführung ist man mit der taktig stark dabei anders gesagt da ist sogut wie kein Risiko dabei","replies":[]}]},{"id":"","poster":"SheenYou","date":"2018-06-14T20:53:24.529+0000","up_votes":1,"down_votes":0,"body":"Bye Atma's Impaler wieder habe auf dich schon gefreut aber naja.","replies":[]},{"id":"","poster":"Joris00","date":"2018-06-14T17:23:44.633+0000","up_votes":1,"down_votes":0,"body":"Ich finde es cool, dass Ihr euch um die Strategie angeht. Ich habe nur eine bitte als Junglemain nerft nicht umsonst den Jungle","replies":[]},{"id":"","poster":"SSI CptHaunted","date":"2018-06-18T15:22:52.895+0000","up_votes":1,"down_votes":1,"body":"Die Taktiken hören sich alle nicht sonderlich vielversprechend an. Individuelle Anpassungen an Champs schaden genauso denen die sie \"normal\" spielen, eine Erfahrungssperre für Lane-Minions würde nur dann Sinn ergeben, wenn es auf...sagen wir die ersten 15-20 Minuten beschränkt ist und es einen kleinen Freibetrag gäbe, den der Jungler trotzdem ohne Einschränkung dazufarmen kann, sodass eben der \"normale\" Jungler ruhig ein paar Minions nehmen kann ohne gleich Erfahrung zu verschwenden. Zudem würde ich nicht nur die Erfahrung sperren sondern auch Gold.","replies":[]}]}