{"id":"pAOsdEMb","poster":"2drunk4yøu","date":"2019-07-10T10:35:22.102+0000","title":"Tipps fürs Jungeln","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Moin ich möchte beginnen den jungel zu mainen, aber mir fällt das irgendwie schwerer als gedacht.\r\nWäre für mögliche Tipps offen zum Beispiel im Bereich:\r\n- ab wann ganken\r\n- jungel routen mit ad/ap/aoe champs\r\n- mehr farmen oder mehr ganken\r\n-usw.\r\n\r\nDanke für jeden Tipp :){{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Ikrahdasan","date":"2019-07-14T23:27:14.319+0000","up_votes":3,"down_votes":1,"body":"Um es einfach zu halten weil Jungle doch etwas komplex ist. \n\nPriotitätsliste. \n\n1. Farmen (Egal wer pingt oder wie oft drauf geht du farmst bist du power spikes vom LVL oder Item hast) \n2. Ganken (Die Bot Lane ist immer nice denn da gibt es potenziell 2 Gegner die sterben können bzw. 2 Teammitglieder die du mit einem Guten Gank ahead kriegst. Farmst du dann noch gut sind schon 3 spieler deines Teams ahead und mit 3 ahead kann man selbst 2 feedende Affen carrien.)\n\nZu den Routen sag ich mal nichts den da gibt es keinen Goldenen Weg. Jeder spielt das anders weil der Clearspeed die Route sehr von Champ zu Champ variiert. Mit einer Akali sieht das ganze anders aus als mit nem Zac oder nem Reksai usw. Am besten Youtube schmökern und sich die Pros ansehen die den Champ deiner Wahl spielen. \n\nAber es gibt 3 Goldene Regeln für JEDEN JUNGLER!\n\n1. Du gankst wenn du kannst nicht wenn Teammitglieder dich mit PIngs zuspammen. \n2. Never Gank a losing lane. Dein Top laner steht 0/3 minute 10? Ignorieren. Du kannst ihm sowieso nicht helfen. \n3. Always gank the winning lanes. Deine Mid Lane steht 3/0? Wechsle von Mid nach Bot und wieder Mid mit deinen Ganks. Nicht nur das der gegnerische Mid lane ausrasten wird du baitest sein Team die MItte zu deffen. Während der Jungler kommt die Mitte zu deffen weil seine Mid erneut gestorben ist kannst du Bot ganken usw. \n\nGenerell gilt aber eine Menge Videos auf Youtube anzusehen und zu verstehen warum ein Pro gerade gankt etc. Jungle kann man nur schwer erklären aber mit den 3 Goldenen Regeln macht man schon mal nichts verkehrt ^^","replies":[{"id":"","poster":"HHaie tabbian","date":"2019-07-16T07:15:32.369+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Ikrahdasan,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=0001,timestamp=2019-07-14T23:27:14.319+0000)\n> \n> Priotitätsliste. \n> \n> 1. Farmen (Egal wer pingt oder wie oft drauf geht du farmst bist du power spikes vom LVL oder Item hast) \n> 2. Ganken (Die Bot Lane ist immer nice denn da gibt es potenziell 2 Gegner die sterben können bzw. 2 Teammitglieder die du mit einem Guten Gank ahead kriegst. Farmst du dann noch gut sind schon 3 spieler deines Teams ahead und mit 3 ahead kann man selbst 2 feedende Affen carrien.)\n\n\nSorry, aber da muss ein ganz großes NEIN einwerfen. Die Priorität muss anders herum sein. Wenn du in einer Situation bist, in der du entweder ein Camp farmen kannst oder einen _sicheren_ Gank setzen kannst, solltest du natürlich immer den Gank wählen. Farmen kannst du danach ja noch. Die Betonung liegt hier aber natürlich auf _sicher_. Wenn du dir nicht sicher bist, ob das ein sicherer Gank ist, ist farmen die bessere Option.","replies":[{"id":"","poster":"Ikrahdasan","date":"2019-07-20T10:53:48.583+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=tabbian,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=00010002,timestamp=2019-07-16T07:15:32.369+0000)\n>\n> Sorry, aber da muss ein ganz großes NEIN einwerfen. Die Priorität muss anders herum sein. Wenn du in einer Situation bist, in der du entweder ein Camp farmen kannst oder einen _sicheren_ Gank setzen kannst, solltest du natürlich immer den Gank wählen. Farmen kannst du danach ja noch. Die Betonung liegt hier aber natürlich auf _sicher_. Wenn du dir nicht sicher bist, ob das ein sicherer Gank ist, ist farmen die bessere Option.\n\nEinen Sicheren Gank sehe ich erst als dann gegeben wenn meine Bot Lane unter den eigenen Tower gepusht wurde und ich den gegnerischen Jungler auf der Top Lane sehe während ich gerade in der nähe der Bot lane bin. \n\nAber wie du sagst wenn der gank sicher ist gehe ich natürlich für den Gank aber ist der nicht gegeben farme ich weiter.","replies":[{"id":"","poster":"HHaie tabbian","date":"2019-07-21T07:52:14.745+0000","up_votes":1,"down_votes":0,"body":"Ein Gank kann durchaus auch sicher sein, wenn die Dinge, die du angesprochen hast, nicht gegeben sind. Es ist sehr abhängig von vielen Dingen, wie Matchups, Items, Leveln, Cooldowns, etc.\n\nWenn ich z.B. Sejuani spiele und eine CC-Botlane habe und die Gegner immobil sind, spielen nach Level 6 die anderen Faktoren eigentlich meistens keine so große Rolle, solange die Gegner nicht unter ihrem Tower stehen oder wir möglicherweise in ein 3v4 oder 3v5 reinlaufen könnten. Dann Dash ich einfach auf die Lane, ulte einen von den beiden Gegnern und einer von den beiden ist dann meistens mindestens tot.","replies":[]}]}]},{"id":"","poster":"ELOW Cronos","date":"2019-07-16T06:53:46.837+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Ikrahdasan,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=0001,timestamp=2019-07-14T23:27:14.319+0000)\n> \n> 1. Du gankst wenn du kannst nicht wenn Teammitglieder dich mit PIngs zuspammen. \n> 2. Never Gank a losing lane. Dein Top laner steht 0/3 minute 10? Ignorieren. Du kannst ihm sowieso nicht helfen. \n> 3. Always gank the winning lanes. Deine Mid Lane steht 3/0? Wechsle von Mid nach Bot und wieder Mid mit deinen Ganks. Nicht nur das der gegnerische Mid lane ausrasten wird du baitest sein Team die MItte zu deffen. Während der Jungler kommt die Mitte zu deffen weil seine Mid erneut gestorben ist kannst du Bot ganken usw. \n> \n\n^\nthis\n\nIch bereue es jedes Game, wenn ich mich mal nicht daran halte (und das passiert leider viel zu häufig, ich bin einfach ein Gutmensch der allen helfen möchte >.&lt;).","replies":[{"id":"","poster":"Ikrahdasan","date":"2019-07-20T10:56:18.378+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ELOW Cronos,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=00010001,timestamp=2019-07-16T06:53:46.837+0000)\n>\n> ^\n> this\n> \n> Ich bereue es jedes Game, wenn ich mich mal nicht daran halte (und das passiert leider viel zu häufig, ich bin einfach ein Gutmensch der allen helfen möchte >.&lt;).\n\nIch leider auch deswegen schreibe ich es ja. Hat mich ne menge Geduld gekostet einem 0/4 Garen nicht zu hilfe zu eilen während der den Swain in die Unendlichkeit feedet ^^","replies":[]}]},{"id":"","poster":"2drunk4yøu","date":"2019-07-16T08:19:10.182+0000","up_votes":2,"down_votes":0,"body":"Yo danke an Alle die hier ihren Beitrag dazu gegeben haben :)\nIch werde mal alles bissle ausprobieren.\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Bananenschnder","date":"2019-07-15T00:02:33.391+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Ikrahdasan,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=0001,timestamp=2019-07-14T23:27:14.319+0000)\n>\n> Mit einer Akali\n\nO.o","replies":[{"id":"","poster":"NDS Ninjarjar","date":"2019-07-15T08:39:14.714+0000","up_votes":1,"down_votes":0,"body":"Definitiv ein Pick, den ich heute einmal im Ranked testen werde","replies":[]}]}]},{"id":"","poster":"dugg","date":"2019-07-17T07:07:38.321+0000","up_votes":1,"down_votes":0,"body":"Was noch so ein paar kleine Punkte sind, die bisher noch nicht erwähnt wurden:\n\n- Anfangs kannst du anhand des CS abschätzen, welche Route dein Gegnerjungle genommen hat. Daraus kannst du interpretieren, wo er als erste ganken wird.\n- Wenn du ganken willst, gibt es zwei Möglichkeiten: Du säuberst die Camps auf dem Weg dahin oder nach dem Gank gehst du diese säubern. Ich würde beides auf jeden Fall empfehlen.\n- Säubere immer eine komplette Seite des Jungle, nicht immer nur einzelne Camps.\n- Wichtig ist, dass du immer deinen Gegner-Jungle im Auge hast. Ist er als Beispiel Bot-Lane und kannst nicht helfen, gank eine andere Lane, nimm Creeps aus seinem Jungle oder nimm ein Objekt.\n- Wenn es möglich ist, nach einem Gank auf der Lane bleiben und mit den Mates den Tower pushen. Das machen ganz viele Jungler nicht, bringt euch aber einen enormen Vorteil.","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-07-17T12:59:31.308+0000","up_votes":1,"down_votes":0,"body":"Der erste Punkt ist aber echt high IQ :o \nMuss mir mal anschauen welche camps genau wieviel cs geben. \nAber wiederum frag ich mich gerade ob man die gegnerischen cs sieht sofern sich der Jungler noch nicht gezeigt hat?","replies":[{"id":"","poster":"HHaie tabbian","date":"2019-07-17T13:16:08.367+0000","up_votes":1,"down_votes":0,"body":"Jedes Camp gibt 4 cs, wenn es vollständig leergeräumt wird. Und nein, man sieht die cs von dem gegnerischen Jungler erst, wenn man Vision auf ihn hat.","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-07-17T20:47:56.023+0000","up_votes":1,"down_votes":0,"body":"Dann ist sein Punkt relativ useless, insofern man keine Wards im gegnerischen Jungel hat","replies":[{"id":"","poster":"HHaie tabbian","date":"2019-07-17T22:04:15.783+0000","up_votes":1,"down_votes":0,"body":"Naja, nicht so wirklich. Du weißt somit ja immer genau, wie viele Camps der Jungler gemacht hat. Und gerade wenn du weißt, wie schnell der jeweilige Jungler im clearen ist, weißt du auch, welche Camps er wahrscheinlich gemacht hat.","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-07-18T09:59:00.187+0000","up_votes":1,"down_votes":0,"body":"Nur sehe ich ja die cs nicht (höchsten ein deepward bei denn Raptoren falls er beim Blue startet) :)","replies":[{"id":"","poster":"ViBP Gods Plan","date":"2019-07-19T09:23:10.985+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-07-19T11:58:36.453+0000","up_votes":1,"down_votes":0,"body":"Wenn ich weiss welche Lane pulled versuche immer seinen Buff zu holen indem ich auf der anderen Seite anfange. Aber wielange sollte ich mich dann dort aufhalten? Raptoren noch machen oder den Krug oder direkt weg?\n\nAllgemein counter jungel sinnvoll wann und wieviel?","replies":[{"id":"","poster":"Bananenschnder","date":"2019-07-19T12:58:04.842+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=2drunk4yøu,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=00020000000000000000000000000000,timestamp=2019-07-19T11:58:36.453+0000)\n>\n> Wenn ich weiss welche Lane pulled versuche immer seinen Buff zu holen indem ich auf der anderen Seite anfange. Aber wielange sollte ich mich dann dort aufhalten? Raptoren noch machen oder den Krug oder direkt weg?\n> \n> Allgemein counter jungel sinnvoll wann und wieviel?\n\nDas kommt alles auf das Jungle und die Lane matchups an. Wenn der gegnersiche Jungler dich einfach 1v1'n kann, dann solltest du wohl nicht auf die Art invaden :D Oder wenn die Gegner lane prio haben und auf dich collapsen können. Es kommt auch darauf an, wie schnell du clearen kannst und wie schnell der Gegner. Außerdem kann es sein, dass du auf einem ward sitzt oder er es einfach erahnt und dann vertikal junglet, d.h. deine andere Seite nimmt (oder dich dort sucht und tötet, weil er dich 1v1'n kann).\n\nIm Regelfall ist es so, dass der gegnerische Jungler sich auf der map zeigt. Entweder durch einen Gank oder auf Vision; falls du dann auf der anderen Seite der Map bist, musst du jetzt ein across-the-map play machen.\nErste Priorität sollte dabei so etwas haben wie lanes ganken (z.B. dives mit champs wie elise oder vlad) oder objectives nehmen (falls möglich natürlich. nicht forciert). Zweite Priorität wäre dann counter junglen.\nDa geht dann auch wieder das CS zählen mit rein. Das sagt dir, ob überhaupt camps auf der gegnerischen Seite up sind und welche es wahrscheinlich sind und du darüber hinaus für die nächsten 2-3 Minuten vorhersagen kannst, wo der gegnerische Jungler sein kann.\n\nAlso vielleicht generell nochmal zum CS zählen. Natürlich musst du den jungler dann irgendwann mal bei einem Gank oder über einen Ward sehen. Der Punkt ist aber, dass du daraus schließen kannst , welche Camps er gecleart hat und damit vorhersagen kannst, wo er sinnvollerweise in den nächsten 2-3 Minuten auf der Map sein kann. Das kannst du ausnutzen, um 1. es deinem Team mitzuteilen damit die kackboons nicht sterben 2. ihn bei seinen Camps abfangen und womöglich töten oder counter junglen, wenn du stärker bist oder ihm aus dem Weg zu gehen (!) wenn er der stärkere early game jungler ist, 3. match oder counter ganks zu planen, 4. objectives koordinieren und nehmen, 5. deep vision genreieren, um den ganzen Zyklus zu wiederholen.\nWenn du mal irgendwelchen high elo junglern beim Smurfen zuschaust, dann tun die oft genau das. Die laufen wieder und wieder in den gegnerischen Jungle und töten den jungler; nicht aus Glück, Zufall oder weil sie paranormale Fähigkeiten haben, sondern weil sie genau diese mechanic zusammen mit den immer gleich bleibenden respawn timern ausnutzen.\n\nIch weiß nicht, je mehr ich schreibe, desto mehr merke ich, wie krass komplex die ganze Angelegenheit eigentlich ist. Wahrscheinlich spiele ich deshalb nicht gerne jungle, es überfordert mich einfach komplett, die Sachen davon einigermaßen umzusetzen :D","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-07-19T15:37:00.937+0000","up_votes":2,"down_votes":0,"body":"Wow, erstmal danke für dein Beitrag. Ich finde das äusserst Interessant, welche Punkte mir du gerade vor Augen legst.\nDa muss man doch relativ trainiert im jungel sein für solche high IQ aktionen :)\n\nNur ein kleines simuliertes Beispiel:\nIm Falle das der gegnerische Jungler (blaue Seite) mit dem Red anfängt und Hilfe von die Botlane bekommt. Anschliessend die Krugs cleart, direkt zu den Wölfen geht um nach dem Bluebuff ein gank auf der Toplane zustarten. \n\nWie verhalte ich mich dann, wenn:\nich in meiner Position aus den selben Weg genommen hab (halt mit Blue start von der roten Seite) und dann bei den Krugs stehe und sehe das mein Toplaner gegankt wird. \n\n1. versuch ich ihm zu helfen\n2. geh ich mid lane ganken\n3. Base\n4. versuche seinen Gromb zu holen\n5. einfach weiter jungeln\n\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Bananenschnder","date":"2019-07-19T17:23:48.189+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=2drunk4yøu,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=0002000000000000000000000000000000000000,timestamp=2019-07-19T15:37:00.937+0000)\n>\n> Nur ein kleines simuliertes Beispiel:\n> Im Falle das der gegnerische Jungler (blaue Seite) mit dem Red anfängt und Hilfe von die Botlane bekommt. Anschliessend die Krugs cleart, direkt zu den Wölfen geht um nach dem Bluebuff ein gank auf der Toplane zustarten. \n\nAlso vielleicht übersehe ich hier irgendetwas, weil ich selbst kein Jungler bin, aber dieser Clear klingt irgendwie extrem troll. Drei Camps geben dir level 3, aber vier Camps nicht level 4, auch nicht mit der Scuttle. Das zusätzliche Camp bringt dir also keine zusätzliche Power für den gank und ist auf Blue side sogar noch schlechter, weil dein Red dann beim Gank womöglich mitten im Kampf aufhört (zumindest wenn du vorher die scuttle noch clearst, sonst ist es fine). Außerdem hast du dann deinen zweiten Clear komplett gebutchered, weil nur noch Gromp und chickens up sind, du den früheren Respawn der chickens nicht kriegst und der spawn timer deiner wolfs komplett fcked ist.\nWie gesagt, vielleicht übersehe ich etwas und du kannst mich hier verbessern, aber für mich klingt dieser clear richtig richtig troll. Wenn ich einen jungler in der Situation mit 16 CS und double buff auf der map sehe, wäre ich fest davon überzeugt, dass er Red -> Krugs -> Chickens -> Blue -> Gank gemacht hat, was ein sehr populärer clear ist (man kommt dann auch perfekt so an, um die scuttle zu contesten bzw zu machen, je nach dem, was der andere jungler tut). Ich kenne mich mit Pathing aber auch nicht wirklich aus.\n\n> [{quoted}](name=2drunk4yøu,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=0002000000000000000000000000000000000000,timestamp=2019-07-19T15:37:00.937+0000)\n>\n> Wie verhalte ich mich dann, wenn:\n> ich in meiner Position aus den selben Weg genommen hab (halt mit Blue start von der roten Seite) und dann bei den Krugs stehe und sehe das mein Toplaner gegankt wird. \n> \n> 1. versuch ich ihm zu helfen\n> 2. geh ich mid lane ganken\n> 3. Base\n> 4. versuche seinen Gromb zu holen\n> 5. einfach weiter jungeln\n> \n> {{sticker:sg-lux-2}}\n\nDas hängt von ziemlich vielen Faktoren ab. Wenn du davon ausgehst, dass der gegnerische Jungler diesen Pfad gewählt hat und ganken will, dann kannst du dich in den tribrush stellen und dort warten, um zu counterganken oder deinen toplaner zu covern (also quasi nur rein laufen und hallo sagen, wenn er gegankt wird, und dann disengagen). Was genau du tun möchtst, hängt dann davon ab, wie euer 2v2 ist. Das hängt sowohl vom Matchup ab, vom lane state und von aktuellen HP und Mana Werten der beiden Toplaner und jungler.\nDarüber hinaus ist ja die Scuttle gerade gespawnt und die jungler werden darum kämpfen wollen. Was da passiert, hängt dann davon ab, welcher toplaner prio hat, welcher Jungler stärker ist, wie ist ein potenzielles 2v2, aber auch davon, wer in der midlane (!) prio hat. Dazu natürlich wieder HP und Mana werte aller beteiligten Leute.\n\nSeine Gromp holen klingt ziemlich komisch. Das kannst du vielleicht dann machen, wenn der gegnerische Jungler den Gank so hart verkackt hat, dass er einfach recallen muss und du dir 100% sicher bist, dass der toplaner nicht rotieren und dich töten kann. Es kann bei dem von dir beschriebenen pathing gut sein, dass der gegnerische jungler nach dem Gank seine Gromp noch selbst macht, bevor er recallt. Wenn zum beispiel der toplane gank erfolgreich war, beide Gegner noch fulllife sind, dann kann es gut sein, dass du bei der Gromp den Jungler triffst und der toplaner rotiert und du einfach random stirbst.\n\nEs ist einfach eine sehr komplexe Frage, die du hier stellst, die von so vielen verschiedenen Dingen abhängt (z.B. auch Summs und ob du einen early game oder farm jungler spielst). Ich glaube nicht, dass man da in der Allgemeinheit eine \"richtige\" Antwort geben kann.","replies":[{"id":"","poster":"SSF LastAngel","date":"2019-07-20T08:12:44.673+0000","up_votes":1,"down_votes":0,"body":"Im allgemeinen cleart man mit jedem Jungler am Anfang normalerweise den ersten Buff-> Sidecamps auf der gleichen Seite oder man geht nach dem ersten Buff direkt auf die andere Seite um dort 3 Camps zu clearen und dann die Scuttle zu nehmen.\nBeispiel: Mit Leesin cleare ich Red aber würde zu viel Zeit an den Kruggs/Raptoren (Camps auf der Seite des Red Buffs) verlieren. Wölfe und Gromp sind einfacher deswegen bewege ich mich auf die andere Seite (außer ich kann zu 100% Botlane/Midlane ganken, ist aber risky weil der Gegner dementsprechend die Freiheit hat zu reagieren). 3 Camps und dann Scuttler oder Toplane/Midlane Gank, wenn möglich sogar Invade , bin dann richtung Minute 3.00 im jeweiligen Jungle (Top/Bot) unterwegs.\n\nWie @Bananenschnder gesagt hat gibt es aber viel zu viele Variablen in der Rechnung, es ist immernoch das beste bei High Elo Spielern sich genau diese Punkte mal anzuschauen und das ganze mit dem eigenen Gameplay zu vergleichen, allerdings immer mit dem Gedanken was und warum macht derjenige das. Dann ist man auf der sicheren Seite.\nHoffe ich konnte dir helfen.","replies":[{"id":"","poster":"Bananenschnder","date":"2019-07-20T08:28:16.618+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=IPM Leo,realm=EUW,application-id=vatevpvi,discussion-id=pAOsdEMb,comment-id=000200000000000000000000000000000000000000000001,timestamp=2019-07-20T08:12:44.673+0000)\n>\n> Beispiel: Mit Leesin \n\nWas hier auch noch nicht erwähnt wurde, ist, dass die überhaupt *möglichen* Clears auch davon abhängen, wie gut der jungler AoE Camps bzw einzelne Camps clearen kann (das hängt vom jungler ab und davon, welches Starter item sie nehmen; manche jungler können mit Talisman AoE clearen aber auch Machete nehmen und dann die Solo Camps einfach clearen).\n\nWenn man sich dann bewusst ist, was die Möglichkeiten und Limitationen des gegnerischen Junglers sind, kann man dementpsrechend selbst pathen und seine Route wählen. Junglen ist eine eigene Wissenschaft xD","replies":[]}]},{"id":"","poster":"2drunk4yøu","date":"2019-07-19T18:43:32.490+0000","up_votes":1,"down_votes":0,"body":"Der beschriebene Path ist der den ich immer mache :o \nNaja nach meinen letzten Spielen zufolge kann ich etwa sagen, dass du Recht hast, dass der ein bissle komisch ist. \nNunja ich habe halt wirklich keine Ahnung vom Jungeln ^^\n\nAber danke für deine Ansicht, wird mir bestimmt weiter helfen :)","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Bananenschnder","date":"2019-07-10T15:52:15.054+0000","up_votes":2,"down_votes":1,"body":"Du kannst dir auf YouTube mal die How To Dominates von IWD und die Guides von Metaphor anschauen. Da erklären sie relativ viel, was und warum sie es tun. Tarzaned hat auch einige Coaching sessions auf seinem Kanal, aber da würde ich von den \"normalen\" Videos abraten :D\nZen Coaching hat auch diverse aktuelle Jungle Coachings und Challenger Reviews. LS Coachings für jungle sind auch immer interessant, aber da gibt es - glaube ich aber kA - keine seit der scuttle Änderung vor ein paar patches.","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-07-10T19:28:53.600+0000","up_votes":1,"down_votes":0,"body":"Werd' ich mir mal anschauen, danke","replies":[{"id":"","poster":"EliasPOWWA","date":"2019-07-12T11:27:50.961+0000","up_votes":1,"down_votes":1,"body":"Hi,\nAuf unseren Youtube Kanal machen wir seit neusten Guides wenn du willst mach ich für dich ein extra Video zum Thema: \"Besser im Jungle werden\":)\nYTName: WeAreBrokeTV","replies":[]}]}]},{"id":"","poster":"TF Autophil","date":"2019-08-08T23:20:01.351+0000","up_votes":1,"down_votes":0,"body":"Moin 2drunk4yøu!\n\nMein Name ist Phil und ich bin Mitgründer von der Get Good Coaching Community. Ich selber bin Jungle Main, spiele competetive League of Legends in Deutschland sowie in der Uniliga. \nAuf unserem [Discord](https://discord.gg/5uyngkN) helfen wir mittlerweile über 350 League Spielern sich zu verbessern. Es würde uns natürlich freuen, wenn wir auch dir helfen können!\n\n\nWir sehen uns ;)","replies":[{"id":"","poster":"2drunk4yøu","date":"2019-08-09T10:06:17.699+0000","up_votes":1,"down_votes":0,"body":"Na moin, danke für das Angebot :) werde bestimmt mal die Tage reinschauen.","replies":[]}]}]}