{"id":"xH97ZTPL","poster":"SSI CptHaunted","date":"2018-06-13T18:38:21.492+0000","title":"Mordekaiser - Ult-Frage","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hab mal wieder Mordekaiser ausgepackt...war lustig, jedenfalls habe ich den gegnerischen Supporter (Zilean) get&ouml;tet, der hatte das Coin-Support-Item und nun hat der Geist auch Coins gedroppt und auch aufgehoben...verschwindet dieses Gold einfach oder wer bekommt das? Wei&szlig; das irgendwer?","replies":[{"id":"","poster":"Finn BáIor","date":"2018-06-13T19:23:10.812+0000","up_votes":2,"down_votes":0,"body":"Das verschwindet einfach.\nIst nicht real money.","replies":[]},{"id":"","poster":"Hakkuu","date":"2018-06-13T19:55:02.461+0000","up_votes":1,"down_votes":0,"body":"Hab mich damit noch nicht beschäftigt, aber ich würde tippen, dass du es bekommst, weil Zilean in dem Fall nicht der Gegner, sondern dein \"Pet\" ist.\n\nAber keine Garantie - wenn's dich wirklich interessiert, such dir 'nen Kumpel und teste es im Custom. Lass mich dann aber wissen, zu welchem Ergebnis ihr gekommen seid :p","replies":[]},{"id":"","poster":"Narok Om","date":"2018-06-13T19:51:35.553+0000","up_votes":1,"down_votes":0,"body":"Aber weil du ein Morde-spieler bist gebe ich dir mal einen kleinen fun fact mit auf den Weg.\n\nWenn du als Mordekaiser ein Reliktschild besitzt UND einen gegnerischen Champ als Vasallen hast, kann dieser das Reliktschild auslösen und du erhälst doppeltes Gold.\n\nKleine Liste zur Erläuterung\n\nMorde + Geist\n\nMorde lasthit = Reliktdrop heilt dich und Geist du bekommst aber nur einfach Gold :( schade ums Gold\n\nGeist mach lasthit = Drop heilt dich und du bekommst das Gold vom Relikt und weil DU den \"Lasthit\" durch den Geist machtest bekommste nochmal Gold.\n\n\nEs ist nur sehr schwierig diese Konstellation in einem Spiel hinzukriegen, vor allem da dein Geist keine Hinrichtungen macht also muss er einen normalen Lasthit schaffen. Dazu brauchst du überhaupt erst einmal Stacks auf dem Relikt... und jede Morde arbeitet die sehr schnell ab ohne es zu wollen.","replies":[]}]}