{"id":"EwIp0rtA","poster":"Ser Parmesan","date":"2019-07-09T20:12:22.066+0000","title":"TFT Item Verteilung","subforum":"Teamfight Tactics","up_votes":2,"down_votes":1,"body":"Das aktuelle Item System ist ganz einfach rein Glück basiert und das ist sehr schade.\r\n\r\nIm Poker bekommt man manchmal schlechte Handkarten und der Gegner bekommt gute Handkarten, aber zumindest bekommen alle Parteien zwei Handkarten. \r\nAktuell fühlt es sich oft so an, als würde eine Partei zwei Handkarten bekommen und die andere bekommt einfach keine Handkarten.\r\nDas fühlt sich sehr unfair an und hat nichts mit Taktik zu tun.\r\n\r\nEine Lösung wäre es beispielsweise jedem Spieler die selbe Anzahl an Items für eine komplett besiegte Creepwave zu geben. Die Items sind dabei zufällig, aber zumindest hat jeder die selbe Anzahl an Basisitems. Ob bzw wie viele Items eine Creepwave gibt kann ja pro Match/Runde variieren.","replies":[{"id":"","poster":"Staatsanwalt","date":"2019-07-10T04:02:36.720+0000","up_votes":1,"down_votes":0,"body":"Das Stimmt nicht, es fühlt sich so an, als würde man selber 2 handkarten bekommen und den Gegnern wird der Royal Flush auf die Hand gegeben.\n\nIch hatte letztens ganze 5 Items, während andere bei 12+ waren. \n\nZum Glück wird das mit dem nächsten Patch geändert.","replies":[{"id":"","poster":"iKillyu","date":"2019-07-10T07:45:46.190+0000","up_votes":1,"down_votes":0,"body":"wird es das? das wäre ja mega","replies":[{"id":"","poster":"Temudschinn","date":"2019-07-10T08:01:23.146+0000","up_votes":2,"down_votes":0,"body":"Leider nur unvollständig. Konkret gibt der letzte creep jeder wave zu 100% ein item. Es ist aber immernoch möglich dass jemand nach den ersten 3 runden 7 items hat und ein anderer halt nur die drei garantierten.","replies":[{"id":"","poster":"Staatsanwalt","date":"2019-07-10T09:03:08.785+0000","up_votes":1,"down_votes":0,"body":"Was aber immernoch besser als 0 ist :D\n\nDann ist es wirklich nur Luck und nicht unfair. Ist dann wie mit den Pieces, da kann man mit Glück auch nach wenigen runden ein 3er Piece haben.\n","replies":[{"id":"","poster":"Temudschinn","date":"2019-07-10T09:14:59.854+0000","up_votes":2,"down_votes":0,"body":"Ja, auf jeden Fall ne verbesserung. Insgesamt aber hat mir das Spiel bisher zu viel Rng. Zu den Champions (was ja völlig okay ist dass es random ist) kommen mit Crit, Klassenspezifischen Fähigkeiten, Itemmenge, Itemart und Gegnerzuweisung eine wirklich grosse anzahl Zufallselemente. Da hilft eine leichte verbesserung in einem Bereich zwar, ist aber mMn noch nicht ausreichend.","replies":[]}]},{"id":"","poster":"Ser Parmesan","date":"2019-07-10T09:45:44.030+0000","up_votes":1,"down_votes":0,"body":"Genau, das Problem wird damit abgeflacht, aber nicht entfernt.","replies":[]}]}]}]},{"id":"","poster":"zyeal","date":"2019-07-12T08:12:54.779+0000","up_votes":1,"down_votes":0,"body":"Gegen ein wenig Zufall und Glück ist gar nichts einzusetzen, aber bitte nicht so extrem! Ich finde deinen Vergleich mit den Karten sehr zutreffend, allerding denke ich, oder bin ich mir relativ sicher, das es in TFT ein algorithmus gibt, der dich später mehr belohnt wenn du zu beginn Pech hattest - finde ich auch nicht wirklich gelungen, weil man durch das Pech am Anfang oft schon gar nicht mehr so weit kommt.\n\nJetzt im neuen Patch wird es noooch unfairer: man bekommt nicht mehr items sondern Zufallbelohnungen, die entweder 1-4 Gold enthalten, XP oder ein Item, was das ganze noch unbalancierter macht und es sich einfach nur schlecht und bestraffend anfühlt wenn man lange kein Drop hat und dann mal was kommt, es aber nur 2 Gold sind während der andere Spieler stattdessen 3 Items bekommen hat. Wo ist die Logic Riot?\n\nBitte macht es so:\nAls erstes nehmt die verdammten Boxen raus und gebt wieder Items.\nJeder pve-Gegner hat eine Dropchance von 20%. Stirbt einer erhöht sich die Chance um 20% auf 40% / 60% usw. Jedes mal wenn ein Item fällt sinkt die Dropchance wieder um 20%. \nDamit hätte jeder ähnliche Chancen und trotzdem kann man durch viel Glück am Ende ca 2 Items mehr tragen als andere Spieler - zur Zeit ist es teilweise so, dass man 5-7 items mehr haben kann, was soll sowas, keiner will sowas spielen.\n\nEs wäre super, wenn man Items verkaufen kann für 5G und jede Runde ein zufällig sich wechselndes Item für 30G kaufen kann, um eine Pechsträhne bei den Drops leicht ausgleichen zu können.","replies":[{"id":"","poster":"Ser Parmesan","date":"2019-07-21T20:18:06.178+0000","up_votes":1,"down_votes":0,"body":"Ich finde die Idee mit der Wahrscheinlichkeitserhöhung sehr gut, es ist zwar wieder nicht 100% fair, aber mit deiner Idee bekommt man immerhin nach 5creeps 1Item sicher. Damit kann ich mich anfreunden.\nDie allgemeine Verteilung der Item wäre somit fairer, aber es wäre immer noch spannend.\nFinde ich gut.\n\nUnd das Item für 30gold wäre zwar cool, aber wäre Riot wohl zu viel aufwand, das zu implementieren.","replies":[]}]},{"id":"","poster":"II3RDB4NG","date":"2019-07-10T04:52:40.987+0000","up_votes":1,"down_votes":0,"body":"Ich werde TTK jetzt erstmal Ruhen lassen bis Riot da schneller reagiert.","replies":[]}]}