{"id":"TZOwULAb","poster":"Abasin","date":"2018-06-13T06:08:10.127+0000","title":"Der übleste LoL-Tag ever","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Urspr&uuml;nglich in Hilfe &amp; Support angelegt, weil ich die Begebenheiten auf massive Client-Fehler zur&uuml;ckf&uuml;hre, Herr Schenker.{{sticker:poppy-wink}} \n\nWas also hat mich gest&ouml;rt?\n\n12.06.2018 23:15:\n6 Normals gespielt. Davon 2 Remakes, 3 Losses wegen einem AFK im Team und ein Win wegen AFK im anderen Team. Leider musste ich ins Bett und konnte so die Statistik nicht noch ausgleichen. Morgen wirds aber wohl &auml;hnlich sein. Wieder mit W&uuml;rfelpech f&uuml;r mich. \nWas zum Geier ist los mit dem Spiel? \nIch will auf diese Weise weder gewinnen noch verlieren. \nDazu hat der Client noch massiv rumgesponnen. Lobbyprobleme, Rauswurf trotz Spielannahme usw. Ich denke halt nicht, dass eine solche Anh&auml;ufung von AFK&#039;s nur auf PC- oder Connectivity-Probleme geschoben werden kann. Die Probleme liegen im Clientcode selbst.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-06-13T06:17:41.751+0000","up_votes":2,"down_votes":1,"body":"Nope lag nicht an dir. Ich hatte gestern versucht meine daily wie immer zu machen. Keine chance. Gott sei dank nur in Normal/aram. Hätte ich geranked wäre ich wohl ca 1 divi gedropped xD\n\nIn 2 spielen hatte ich disconnect. 1x mega laggs (ca 4 sek standbilder), 1x mate dauernd discon+recon. Lobby 3x abgestürzt. 1x \"unable to connect to server\". Lobby in summe ewig langsam (bis zu 10 sek bis der button \"\"Auswählen\" bei der spieltyp wahl auch das gemacht hat was er sollte).\n\nEs war sehr anstrengend {{sticker:sg-lulu}}","replies":[]},{"id":"","poster":"Abasin","date":"2018-06-13T21:33:01.528+0000","up_votes":1,"down_votes":0,"body":"Sodele, es ist der 13.06.2018 23:20:\n\nEs ging da weiter, wo es gestern aufgehört hat. 1. Spiel nen AFK im Team, Abschuss. 2. Spiel nen AFK beim Gegner und Remake. Toll. 3. Spiel 2 Mates mit Disconnect und Lags, einer davon hat noch obendrein massiv rumgejammert. Hier war zum Glück der Gegner im wahrsten Sinne des Wortes zu dumm zum gewinnen. Ging unverdient an uns. 4. Spiel dann endlich unter \"regulären\" Bedingungen, nur Irelia hat es nicht gebacken bekommen. Zum Glück war die Ashe des Gegners ihr im Feeden ebenbürtig. Dafür waren unser Jax und deren Urgot extrem gut drauf. Der erste sauber herausgespielte Sieg seit einer gefühlten Ewigkeit. Mal sehen was morgen abgeht.","replies":[]}]}