{"id":"ERbouuLa","poster":"Wolf Husky","date":"2018-06-12T17:40:43.213+0000","title":"Grasp of undying actually more worth than Fleetwork?!","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Habe mir mal so Gedanken gemacht &uuml;ber die Runen...\nIm Laufe der Season wurde Fleetwork ziemlich oft generft, weil es sehr Op war. Aber gerade ist es relativ &quot;schwach&quot;. \nDa ist mir eine &auml;hnliche Rune im sinne gekommen: Grasp\nDa hab ich mir mal eine Frage gestellt: (Unabh&auml;ngig von den Bruisern auf der Botlane,) Ist Grasp besser als Fleetwork?\nIch habe dann im Sandbox mode getestet und ausgerechnet, was st&auml;rker bzw schw&auml;cher ist oder vllt auch wird(lategame rune/early game rune). Zudem haben die Runen noch andere Nebeneffekte, die unterschiedlich sind.\nIch habe herausgefunden, dass in den ersten 3/4 lvl, Grasp mehr Heal bringt als Fleetwork(auf gegnerische Champions), jedoch Fleetwork nach Lvl 3/4 mehr heal bringt und auch besser mit der Ad scaliert als Grasp mit Hp scaliert(Grasp hat &uuml;berhaupt keine Grundwerte, scaliert nur mit max.HP).\nF&uuml;r mich klingt das erstaunlich, besonders weil Grasp noch gute andere Eigenschaften hat, wie z.b zus&auml;tzlichen Schaden an Champions und Hp grow! \nAuf der anderen Seite hat man den movementspeed nicht, der bei ADC sehr wichtig ist. \nZudem der gr&ouml;&szlig;te Nachteil: Grasp kann man NUR auf Champions anwenden. Das hei&szlig;t, dass man regelm&auml;&szlig;ig poken muss(m&uuml;sste), um genug aus der Rune herauszuholen.\nDas n&auml;chste Kriterium sind die Trees selbst. Nicht nur die Bonus stats(bei Grasp Hp/AS(/AD), bei fleet AS(/AD), sondern auch die &quot;kleinen&quot; Runen. Dabei muss man selbst entscheiden, ob es worth ist, diesen Tree und somit andere Runen zu nehmen. Bei Grasp bekommt man sehr gute defensive Runen und Stats heraus(wobei es beim dritten Runenslot keine guten gibt), bei Fleet relativ &quot;Carrylastige/aggressive&quot; Runen und Stats.\nEdit: Grasp kann man (theoretisch) öfters procken als Fleetwork.(Grasp 4 sec. Fleetwork denke mal 7-10sec?)\n\nIch hoffe ich habe nicht vergessen, irgendwelche Gedanken die ich hatte hier hin zu schreiben^^\n\nWas meint ihr? Ist Grasp oder Fleetwork besser? Ist es vllt Situationsabh&auml;ngig oder es Grasp doch totaler M&uuml;ll?\n(noch ein Edit): ICH MEINTE NATÜRLICH AUF ADC!!!","replies":[{"id":"","poster":"Dawnbreaker1","date":"2018-06-12T18:29:04.687+0000","up_votes":1,"down_votes":0,"body":"Wenn man Grasp auf einem ADC mitnimmt, dann fast nur für die Laning Phase. Spätere Skirmishes und Teamfights dauern oft nicht lang genug, um Grasp mehrmals auszulösen. Fleet Footwork hingegen ist dagegen schon zu Beginn aufgeladen und kann mit hohem Angriffstempo/Rapid Fire Cannon schneller wieder aufgeladen werden.\nAuf Fernkämpfern verursacht Grasp 2,4% maxHP schaden, heilt um 1,2% maxHP und gewährt 3 permanente HP. Bei einem anfänglichen HP-Pool von ca 600 HP heilt Grasp also um ca 11 HP (8 + 3 permanent) ... in etwa so viel, wie ein Angriff eines Fernkampf-Vasallen an Schaden verursacht. Für den Sustain scheint Grasp also eher unbrauchbar zu sein. Natürlich verursacht der Angriff auch mehr Schaden, kann also evtl für einen vorteilhaften Trade verwendet werden. Auf Champions, die selbst leicht Autoattack-Trades einleiten können, also möglicherweise eine Option (mir würde Caitlyn einfallen, die mit den Fleet Footwork-Nervs keine gute Rune mehr besitzt)","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-06-12T17:48:24.357+0000","up_votes":1,"down_votes":0,"body":"grasp besser für champs die länger im kampf beteiligt sind da die meisten adc´s wie jhin zu viel gefahr laufen um grasp zu proccen .  Daher situationsabhängig bzw eher auf tanklastige champs.","replies":[]},{"id":"","poster":"Finn BáIor","date":"2018-06-12T17:46:57.750+0000","up_votes":1,"down_votes":0,"body":"Grasp ist in einem tank vs tank matchup gut wegen des max health magic damages und dem 5 perma health und dem sustain.\nAuf ranged champs ist nach wie vor Fleet gut , alleine schon wegen des Movementspeeds!","replies":[]}]}