{"id":"qOFu2Jf4","poster":"KorSett","date":"2018-06-12T14:34:56.070+0000","title":"Siegespunkte für Clash","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nzuerst einmal zu mir, ich hei&szlig;e Robin bin 23 Jahre alt und spiele League bereits seit Season 1. An sich hat mich Solo/Duo Queue nie stark gereizt, da ich lieber im Team Spiele (z.b. Flex).\r\nDie Idee und das Konzept von Clash finde ich Klasse und ich wollte in diesem Modus Versuchen mit meinem Team einiges zu erreichen, wir haben uns also sehr gut Vorbereitet. Jetzt ist aber nicht alles reibungslos verlaufen und wir haben trotz Vollst&auml;ndigkeit f&uuml;r alle beide Spiele eine Niederlage angerechnet bekommen. Von mir aus, es ist noch in arbeit und es war von vornherein klar das Fehler auftreten werden, ist mir klar und kann ich mich damit abfinden. \r\nKommen wir nun zu meinem Problem: Die verteilten Siegespunkte. Da die Siegespunkte f&uuml;r mich eine Art Prestige Belohnung in diesem Modus sind halte ich es f&uuml;r ein Problem diese, bei so willk&uuml;rlichen Ergebnissen, auszuteilen. Zumal kommt noch dazu, das ich Clash nicht Spielen kann wann ich will, womit wir dazu kommen, das andere Teams einen Vorteil an Siegespunkten bekommen haben, auf den ich keinerlei Einfluss haben kann/konnte. \r\nUm es besser nachvollziehen zu k&ouml;nnen, stellt euch vor es w&uuml;rde 2 mal M&uuml;nze geworfen werden ob ihr in SoloQ auf oder absteigt (ich weis, viele Spiele laufen da auch einfach so ab, aber es geht um die Permanenz der Punkte die ich nicht durch &quot;Clash-Grinden&quot; ausgleichen kann) und am Ende seid ihr einfach 2 Divisionen abgestiegen, w&auml;hrend andere 2 Divisionen aufgestiegen sind. Klar kann man sagen &quot;Carry dich halt wieder hoch&quot;, diese Aussage &auml;ndert aber nichts an der Unfairness an diesem Beispiel. \r\n\r\nDa mir auch kein Reset der SP oder ein Ziel der SP bekannt ist, au&szlig;er als Prestige Belohnung, finde ich es Unfair mit einem erzwungenem Defizit starten zu m&uuml;ssen!\r\n\r\nWas denkt Ihr dar&uuml;ber? Kennt Ihr Vielleicht jemanden den es genauso geht und findet Ihr dass es dazu eine L&ouml;sung geben sollte? Man sieht sich in den Kommentaren \r\n{{sticker:sg-ahri-2}} \r\n\r\n\r\nLG Sauerbraten","replies":[{"id":"","poster":"Ma1days","date":"2018-06-12T15:18:23.919+0000","up_votes":1,"down_votes":0,"body":"ich hab nicht mal verstanden was dein problem ist^^","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T15:24:41.002+0000","up_votes":1,"down_votes":0,"body":"Das ich ein Siegespunkte Defizit habe, auf welches ich keinerlei Einfluss nehmen konnte. \nDa ich es als eine Art Prestige Belohnung des Systems sehe (Vergleichsweise wie LP [wobei LP Zeitlich unbegrenzt erworben werden können, was mir in diesem Sinne einen unfairen Nachteil verschafft])\nFalls du noch Fragen hast, bitte stelle sie, ich würde meinen Post gerne für alle Verständlich machen, weil ich gerne die Möglichkeit bekommen hätte im Clash unter ein Top-Team(/Spieler) zu sein\n\nLG Sauerbraten","replies":[{"id":"","poster":"Nycaria","date":"2018-06-12T15:29:39.267+0000","up_votes":1,"down_votes":0,"body":"Top-Teams bzw Spieler müssen eben in der Lage sein, die entsprechende Zeit aufzubringen. Das ist in jedem (nicht Pay2Win) Spiel so & ist auch mMn richtig so.","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T15:43:20.681+0000","up_votes":2,"down_votes":0,"body":"Ich war Anwesend mit einem Team, wie beschrieben haben wir uns ausgiebig Vorbereitet, nur haben wir Aufgrund der Server-Leistung keine SP bekommen und andere Teams schon.\n\nLG Sauerbraten","replies":[{"id":"","poster":"Chrı","date":"2018-06-13T18:03:02.358+0000","up_votes":2,"down_votes":0,"body":"Klar ist man als competitive Spieler etwas enttäuscht wenn man sich die Mühe gibt anwesend zu sein und sein bestes zu geben, Clash ist bei weitem noch nicht ausgereift, vermutlich verzichtet Riot einfach auf einen separaten Server wo Clash stattfinden könnte.\n\nIch hab mich mittlerweile mit dieser Vermutung abgefunden. Belohnungen haben wir keine wirklichen bekommen, aber so \"großartig\" waren die angekündigten ja nun auch wieder nicht.\n\nBtw woher ist dein Icon? :D","replies":[{"id":"","poster":"KorSett","date":"2018-06-14T05:39:20.343+0000","up_votes":1,"down_votes":0,"body":"Hey, endlich jemand der mich versteht und das ganze nicht als \"mimimi alles ungerecht\"-Post abstempelt. Naja die meitsen sagen dazu dann immer \"blah du bist ja kein Profi\", wo ich mir denke das es doch gar keinen unterschied macht ob Profi oder nicht. Auch im Fußball gibt es amateur-ligen die das Spiel ernst nehmen. Zumindest kann ich noch auf einen Reset der Punkte hoffen.\n\nDer Frosch? Ich glaube der war mal im Shop verfügbar, habe es mir nicht selbst geholt. War entweder mal ein Geschenk oder aus einer Hextechtruhe, bin mir leider nicht mehr so ganz sicher.\n\nLG Sauerbraten","replies":[]}]}]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2018-06-12T15:58:22.402+0000","up_votes":1,"down_votes":0,"body":"Nur das keiner aus euren Bracket Punkte bekommen hat xD\nEs gibt vier 4. Plätze!","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T16:59:32.733+0000","up_votes":1,"down_votes":0,"body":"Das ist eine reine mutmaßung und dementsprechend falsch.\n\nLG Sauerbraten","replies":[{"id":"","poster":"Allerbester Biss","date":"2018-06-12T19:02:48.110+0000","up_votes":1,"down_votes":0,"body":"Guck dir hier auch nur einen anderen Post an xD\n\nJeder hat Loses bekommen","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T22:05:56.545+0000","up_votes":1,"down_votes":0,"body":"> Jeder\n\nWie gesagt rein gemutmaßt und dementsprechend falsch. Bitte Informiere dich richtig bevor du falsche Aussagen als Tatsache hinstellst, sonst werden dich viele (nicht \"Jeder\") für dumm halten.\n\nLG Sauerbraten","replies":[{"id":"","poster":"Gin","date":"2018-06-14T07:44:40.537+0000","up_votes":1,"down_votes":0,"body":"So ungerne ich hier reingrätsche und \"Allerbester Boss\" von allen Spielern die es hätten seien können zustimme, er hat Recht.\n\nBeim 1. Clash Spiel hat ein Teil der Spieler sofort gewonnen, ein Teil sofort verloren, und ein Teil konnte normal das Spiel ausspielen.\n\nAber da bereits Runde 1 nur ein Bruchteil der Spieler tatsächlich spielen konnte, wurde Clash anschließend gecanceled und allen wurde automatisch eine Niederlage gegeben. \n\nAlso: Keiner hat, soweit ich weiß, ein Turnier gewonnen.\n\nDie einzige Ausnahme die ich mir vorstellen könnte, wäre wenn bei 2 Teams das 1. Spiel ausgefallen ist, sie weiter gekommen sind, und das Spiel gegeneinander fertig gespielt haben bevor Clash runtergenommen wurde.\n\nIch bin mir allerdings nicht 100% sicher wie Final-Spiele die zustande gekommen sind und fertig gespielt wurden gehandhabt wurden.","replies":[{"id":"","poster":"KorSett","date":"2018-06-14T15:41:18.243+0000","up_votes":1,"down_votes":0,"body":"Was ist bei Brackets passiert wo kein Spiel zustande gekommen ist und ein Team nicht betroffen war und damit wie erwähnt einen Bracket win innerhalb von 15 Minuten erhalten haben.\nIch konnte ja nebenbei beobachten wie bereits 15 Minuten nach start die ersten Brackets gewonnen wurden mit einer durchschnittsspielzeit von 0:00:00. Diese wurde doch normal Belohnt oder liege ich da falsch?\n\nLG Sauerbraten","replies":[{"id":"","poster":"Gin","date":"2018-06-14T15:42:48.528+0000","up_votes":1,"down_votes":0,"body":"Alle Spieler wurden belohnt. Wenn du in deinem Hextech-Inventar schaust, solltest du dort einen Clash-Orb haben so wie alle anderen auch.","replies":[{"id":"","poster":"KorSett","date":"2018-06-14T17:00:07.891+0000","up_votes":1,"down_votes":0,"body":"Es geht um die Siegespunkte, wie im Titel erwähnt. \n\nLG Sauerbraten","replies":[{"id":"","poster":"Gin","date":"2018-06-14T18:23:52.646+0000","up_votes":1,"down_votes":0,"body":"Werden resetet, wie nach der letzten Beta auch.","replies":[{"id":"","poster":"KorSett","date":"2018-06-14T19:10:28.275+0000","up_votes":1,"down_votes":0,"body":"Das hat endlich meine Frage beantwortet, vielen Dank. \n\nLG Sauerbraten","replies":[]}]}]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2018-06-13T19:01:13.202+0000","up_votes":1,"down_votes":0,"body":"XDDD","replies":[]}]}]}]}]},{"id":"","poster":"Nycaria","date":"2018-06-12T15:24:02.527+0000","up_votes":1,"down_votes":0,"body":"Ich versteh das Problem auch nicht ganz..\n\nClash ist ein Turnier Modus & Turniere finden eben nicht 24/7 statt, sondern an festgelegten Terminen. \nWer an Turnieren teilnimmt (Clash oder eben auch andere League Turniere) wird bei einem Win bzw bei einer erreichten Platzierung entsprechend belohnt.","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T15:48:43.232+0000","up_votes":1,"down_votes":0,"body":"Ich befürchte du weist noch nicht einmal die Problematik die beim Clash vorgefallen ist.\nMeinerseits wurden alle Vorraussetzungen erfüllt, wir durften nicht Spielen, da die Warteschlangen nicht funktionierten und haben aus diesem Grund automatisch verloren. Bei manchen hat es zum teil funktioniert und diese wurden dafür belohnt. \nDa es um Siegespunkte geht halte ich es für eine Belohnung die nicht vertretbar ist, da manche nur manche die Chance bekamen diese zu erwerben.\nOder fändest du es fair wenn andere Spieler schon vor Season start ranked spielen dürften und diese dann mit einem Vorsprung starten würden?\nIch hoffe ich konnte dir die Problematik verständlich machen, schreib gerne wenn du fragen hast.\n\nLG Sauerbraten","replies":[{"id":"","poster":"Nycaria","date":"2018-06-12T16:24:09.187+0000","up_votes":1,"down_votes":0,"body":"Doch ich kenne die Problematik, da ich selbst ebenfalls teilgenommen habe mit einem Team & wir das gleiche Problem hatten ;) \n\nDu musst nur bedenken, dass es gerade noch die Beta von Clash ist, daher vermute ich schlichtweg mal, dass die Punkte eh wieder zurückgesetzt werden. Immerhin wurde das bei dem ersten Clash Test von vor einem halben Jahr etwa ebenso gemacht.","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T17:01:27.343+0000","up_votes":1,"down_votes":0,"body":"Wenn diese zurückgesetzt werden wäre das sinnvoll, gibt es denn einen Bericht zu dem ersten Reset oder allgemein diesem Thema? Ich konnte meine SP schließlich nicht verfolgen, da wir kein Spiel spielen konnten. \nVielen Dank, LG Sauerbraten","replies":[{"id":"","poster":"Nycaria","date":"2018-06-12T17:46:59.397+0000","up_votes":1,"down_votes":0,"body":"Einen Bericht dazu kenn ich nicht. Allerdings hab ich auch am ersten Clash Test teilgenommen & habe diesen Test eben wieder mit 0 Punkten angefangen.","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T18:07:11.313+0000","up_votes":1,"down_votes":0,"body":"Ok, das ist schon mal gut zu wissen. Ich Kontaktiere mal den Support um nähere Informationen zu erlangen. \nVielen Dank, LG Sauerbraten","replies":[]}]}]}]}]}]}]}