{"id":"t1p3tm8W","poster":"FeS Crankstar","date":"2018-06-12T09:17:07.855+0000","title":"\"Head of eSports\" - Ein weiterer Bereichsleiter für den Bereich \"League of Legends\" gesucht!","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://imgur.com/lf0EaXP","image":"http://imgur.com/lf0EaXPs.jpg"},"up_votes":1,"down_votes":0,"body":"Die eSports-Organisation &quot;Fenris eSports&quot; existiert nun seit Januar 2018. T&auml;glich arbeiten wir mit viel Engagement und Leidenschaft an der Entwicklung unseres Projekts auf unterschiedlichen Ebenen. F&uuml;r unseren administratischen Bereich der Abteilung &quot;eSports&quot; suchen wir f&uuml;r das Spiel &quot;League of Legends&quot; einen weiteren Bereichsleiter, welcher das operative Gesch&auml;ft unterst&uuml;tzen soll. Wir sprechen hiermit aktive und kommunikative Teamplayer an und haben im Folgenden aufgef&uuml;hrt, welche Eigenschaften ein Bewerber mitbringen sollte und welche Aufgaben auf ihn warten.\r\n****\r\n**Das solltest Du mitbringen:**\r\n* Vollj&auml;hrigkeit &amp; gute Umgangsformen\r\n* Aktivit&auml;t / Erreichbarkeit - Nutzung von Teamspeak, Discord und Trello\r\n* Organisatorisches Talent\r\n* Du bist ein Teamplayer, der auch keine Probleme darin sieht, selbstst&auml;ndig zu arbeiten\r\n* Diskretion &amp; Zuverl&auml;ssigkeit\r\n**Mit diesen Aufgaben wirst Du betreut:**\r\n* Direkte Zusammenarbeit mit dem eSport-Management und den Team-Captains / Team-Coaches\r\n* Organisation der Trainingswoche(n) zugeteilter Teams &uuml;ber Exceltabellen / Absprachen\r\n* Recherche &uuml;ber interessante Events, Turniere und/oder Szene-News in League of Legends\r\n* Weiterer Ausbau der Scrim-Partnerschaften bei Bedarf\r\n* Ausschreibungen bzgl. notwendiger Tryouts zugeteilter Teams\r\n* Feedback &uuml;ber Trello-Karten (Anm..: Soetwas wie ein Online-Whiteboard)\r\n****\r\n**Wir verstehen uns als eingespieltes Team.** Wenn Du Lust &amp; Zeit hast, Dich der Arbeit mit eSport&#039;lern zu widmen und Du den Anschluss an eine Organisation mit einer positiven Atmosph&auml;re suchst, dann bist Du bei uns richtig. Deine Bewerbung sollte uns einen kurzen Eindruck von Dir und Deinem bisherigen Werdegang verschaffen, wobei Du auf F&ouml;rmlichkeit verzichten kannst. Wir freuen uns darauf, Dich bald kennenzulernen!\r\n**Bewerbungen an: fenris.esports@outlook.com**\r\n****\r\n**Mit freundlichen Gr&uuml;&szlig;en,**\r\nSteffen &quot;FeS Crankstar&quot; H.\r\nCGO - Fenris eSports","replies":[]}