{"id":"V8Eyi5Eh","poster":"effreg","date":"2018-06-11T22:14:35.097+0000","title":"Clash Championselect nach nicht bannen sind picks nicht mehr wählbar","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Beim Stresstest Clash am 11.6. kamen wir aufgrund von Unstimmigkeiten zu der Situation das wir keinen Champion bannten, obwohl wir &uuml;ber einen Champion waren, was ja eigentlich bedeutet das dieser gebannt wird.\r\nDie Folge war das alle aus unsere Team, die danach dran waren ein Standbild bekamen und diese werder den Champion wechseln konnten noch irgendetwas machen konnten.\r\nSie sind nicht automatisch in den Loading Screen gekommen, sie mussten erst den Client neustarten, damit sie &uuml;berhaupt versuchen konnte zu connecten (was sich als schwer erwies, aufgrund der ganzen Bugs bei den anderen Clash Teilnehmer auftraten, welche dazu f&uuml;hrten, dass sie sich auch sich neu anmeldeten).\r\n {{sticker:sg-lulu}} \r\n\r\nViele G&uuml;&szlig;e und viel Erfolg beim Beheben der Probleme.","replies":[{"id":"","poster":"Gin","date":"2018-06-12T07:05:55.782+0000","up_votes":2,"down_votes":0,"body":"Was ist das?! Ein Beitrag in dem ein Spieler einen Fehler zu Clash meldet und er verstanden hat dass es sich nur um einen Stresstest gehandelt hat? What is this madness.\n\nAber ja, das selbe oder ein ähnliches Problem hatten wir gestern nicht nur in Clash, sonder auch als wir ein ARAM Game machen wollten.\n\nKönnte also an überlasteten Servern gelegen haben. (Wegen Clash und so.)","replies":[{"id":"","poster":"effreg","date":"2018-06-12T08:35:29.101+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gin,realm=EUW,application-id=ImBE6GqA,discussion-id=V8Eyi5Eh,comment-id=0001,timestamp=2018-06-12T07:05:55.782+0000)\n>\n> Was ist das?! Ein Beitrag in dem ein Spieler einen Fehler zu Clash meldet und er verstanden hat dass es sich nur um einen Stresstest gehandelt hat? What is this madness.\n\n\nNa ja ich würde sagen ein Spieler der sich sehr viel bei Riot durchliest. xD\n\nAber übrigens Gin kann es sein das du einer der aktivsten Wrenchman in der deutschen Community bist? Ich meine ich sehe dich so häufig in den Foren. Du musst echt das Spiel lieben oder eine Person sein die einfach nur gerne Hilft oder beides, wenn du immer so viel hier als Wrenchman kommentierst. (Wahrscheinlich wesentlich mehr als ich der nur Pbe Tester ist ^^).","replies":[{"id":"","poster":"Gin","date":"2018-06-12T11:24:25.685+0000","up_votes":1,"down_votes":0,"body":"Ich denke nicht dass ich der aktivste bin. Was meine Aktivität allgemein im Forum betrifft vielleicht, aber ich glaube wenn es um das Beantworten von Fragen von Spielern allgemein geht und die Hilfe bei technischen Problemen, glaube ich sind recon oder silibum aktuell (ausnahmsweise) aktiver.","replies":[]}]}]},{"id":"","poster":"Hakkuu","date":"2018-06-11T22:29:00.806+0000","up_votes":1,"down_votes":0,"body":"Hat denke ich aber nichts mit Clash zu tun, sondern mit dem verbuggten client insgesamt. Hatte den und ähnliche Fehler schon vor ein paar Tagen ohne Clash","replies":[]}]}