{"id":"mF7b9Gn8","poster":"KorSett","date":"2018-06-11T21:23:29.659+0000","title":"Frage zu den Clash-Belohnungen","subforum":"Turniere & Veranstaltungen","up_votes":2,"down_votes":0,"body":"Hallo, wie Ihr vielleicht mitbekommen habt, ist Clash heute nicht so erfolgreich und reibungslos verlaufen, wie wir uns dass alle gew&uuml;nscht haben. Zum Beispiel durften wir gar nicht spielen sondern haben (trotz vollst&auml;ndiger Anwesenheit) beide Male einen Loose reingedr&uuml;ckt bekommen. Deshalb gab es f&uuml;r uns (mein komplettes Team) nur die &quot;4ter-Platz-Kugel&quot; und keine Gewinnpunkte. \r\n\r\nWomit ich mir die Frage stelle ob die Belohnungen annulliert werden, oder ob wir uns damit abfinden m&uuml;ssen das andere Teams mehr bekommen haben nur weil das System lieber uns den Loose reingedr&uuml;ckt hat? \r\nKlar ist hat Riot jetzt nicht entschieden &quot;du bekommst den Win&quot; etc. aber wir haben uns gut vorbereitet und andere bekamen auch die h&ouml;chste Belohnung f&uuml;rs gar nicht Spielen, wieso m&uuml;ssen wir uns also mit der niedrigsten Belohnung abfinden?\r\n\r\nVielen Dank f&uuml;rs Lesen, LG Sauerbraten\r\n\r\nP.S.: Ist jetzt kein &quot;mimimi&quot; oder &auml;hnliches, ich m&ouml;chte es aber auf jedenfall ins Gespr&auml;ch bringen!\r\nP.P.S.: Die Umfrage soll rein objektiv auf die Belohnungen bezogen sein (nicht auf das Clash selbst)","replies":[{"id":"","poster":"OPChampsSucks","date":"2018-06-11T21:37:55.513+0000","up_votes":2,"down_votes":1,"body":"Fände ich eigentlich nur gerechtfertigt wenn alle belohnungen annuliert werden aber vermutlich wird das technisch nicht so einfach daher wird man sich höchstwahrscheinlich zufrieden geben müssen.","replies":[{"id":"","poster":"KorSett","date":"2018-06-11T22:42:14.127+0000","up_votes":1,"down_votes":0,"body":"Stimme ich zu, bzw. wäre ja auch mein Vorschlag, weil viele Spieler jetzt einen SP Vorsprung haben, den man kaum noch einholen kann. Da SP eigentlich das Medium war bei welchem ich Erfolgreich sein wollt, finde ich das sehr ärgerlich, weil mir gar nicht die Chance gegeben wurde meine Vorbereitungen zu verwirklichen, stattdessen habe ich ein mMn ungerechtfertigtes Defizit!\n\nLG Sauerbraten","replies":[]}]},{"id":"","poster":"Hakkuu","date":"2018-06-11T22:15:21.958+0000","up_votes":1,"down_votes":1,"body":"Ihr wart nicht unlucky und habt den lose bekommen, während andere gewonnen haben. Alle Teams haben automatisch verloren, daher erübrigt sich die ganze Diskussion","replies":[{"id":"","poster":"KorSett","date":"2018-06-11T22:34:27.146+0000","up_votes":1,"down_votes":0,"body":"Der Fakt das es stattgefundene Spiele gab und das es Gewinner gibt, die sogar für jeden einsehbar sind, macht deine Aussage hinfällig.","replies":[{"id":"","poster":"Hakkuu","date":"2018-06-12T10:36:37.455+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sauerbraten,realm=EUW,application-id=I3EXEooj,discussion-id=mF7b9Gn8,comment-id=00030000,timestamp=2018-06-11T22:34:27.146+0000)\n>\n> Der Fakt das es stattgefundene Spiele gab und das es Gewinner gibt, die sogar für jeden einsehbar sind, macht deine Aussage hinfällig.\n\nWenn es darum geht, dass manche die CHANCE hatten, zu gewinnen, hast du natürlich recht.\n\n>Womit ich mir die Frage stelle ob die Belohnungen annulliert werden, oder ob wir uns damit abfinden müssen das andere Teams mehr bekommen haben nur weil das System lieber uns den Loose reingedrückt hat?\n> Klar ist hat Riot jetzt nicht entschieden \"du bekommst den Win\" etc. aber wir haben uns gut vorbereitet und andere bekamen auch die höchste Belohnung für's gar nicht Spielen, wieso müssen wir uns also mit der niedrigsten Belohnung abfinden?\n\nDu sprichst hier aber davon, dass ihr die unglücklichen wart, die den lose bekommen haben, anstatt von anderen, und dass andere die höchste Belohnung bekommen haben ohne zu spielen.\nDas ist schwachsinn. Manche durften das erste Spiel spielen und konnten da einen Win einfahren. Das zweite Spiel haben aber ausnahmslos ALLE verloren. Ihr wart nicht die unglücklichen, die den Lose gezogen haben. Jeder hat das zweite verloren. Und dadurch hat auch niemand die höchste Belohnung bekommen ohne zu spielen.\n\nNatürlich ist es nicht ganz gerecht, aber auch nicht so ungerecht, wie du behauptest","replies":[{"id":"","poster":"KorSett","date":"2018-06-12T13:57:22.062+0000","up_votes":1,"down_votes":0,"body":"Es wurde in der Gewinner Rubrik sehr viele Teams angezeigt mit einer durchschnittlichen Spieldauer von 0 Stunden 0 Minuten und 0 Sekunden. Diese waren realtiv früh eingetragen und alle die tatsächlich gespielt haben wurden auch mit korrekter Zeit eingetragen, ich denke nicht das die Timer vom stattgefundenen Fehler betroffen waren.\n\nIch bin mir also zu 100% sicher das auch Hauptgewinne ohne Spiel verteilt wurden!\n\nLG Sauerbraten","replies":[]}]}]},{"id":"","poster":"madoucloud","date":"2018-06-12T13:02:07.270+0000","up_votes":1,"down_votes":0,"body":"Naja, also mein Team hat das erste Spiel gewonnen, alles bis dahin normal angezeigt. Dann kam der Queue Bug und wir haben instant verloren ohne in Champ-Select zu landen. Offiziell sind unsere Gegner die Gewinner der Bracket und ich habe auch einen davon in meiner Freundesliste und der hat auch alle Punkte erhalten und offiziell den Win drin stehen. Das kann also nicht sein, was du sagst. Vielleicht buggt es bei vielen und es haben in manchen Brackets wirklich alle verloren, aber nicht in allen. Daher gibt es ungleiche SP und ungleiche Belohnungen. Finde schon, dass es das wert ist wenigstens drüber gesprochen zu haben.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2018-06-11T21:40:43.519+0000","up_votes":1,"down_votes":0,"body":"Da gab es im FAQ-Post noch mal ein Update, bin mir aber unsicher, wie das zu deuten ist. Vielleicht gibt es eine offizielle Antwort auf meine Frage.\n\nhttps://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/NOFsZmmo-clash-beta-test-116-faq-und-bekannte-probleme?comment=0071\n\nP.S.: Gab es überhaupt ein Team, was die höchste Belohnung bekommen hat? In meinem Bracket gab es nämlich keinen Sieger, unsere eigentlichen Finalgegner haben ebenso eine Niederlage für das Finalspiel bekommen, ohne antreten zu dürfen. (Halbfinalrunde hat bei uns geklappt)","replies":[{"id":"","poster":"KorSett","date":"2018-06-11T22:39:24.209+0000","up_votes":1,"down_votes":0,"body":"Also es haben ja Spiele stattgefunden, deshalb gab es auch Sieger, wenn man Spielen durfte. Der Fakt das wir jedoch nicht antreten durften (jedoch konnten) und deshalb weniger bekommen ist meiner Meinung nach ungerecht. Ich verstehe das effektiv jeder was bekommen hat, jedoch ist eine derartige Belohnung meiner Meinung nach nicht willkürlich auszuschütten!\n\nLG Sauerbraten","replies":[]}]},{"id":"","poster":"KorSett","date":"2018-06-11T21:25:26.347+0000","up_votes":1,"down_votes":0,"body":"Huch, schade das es keine Option gibt seine Auswahl in der Umfrage zu ändern, habe aus Versehen \"Nein & zufrieden\" ausgewählt, was ich aber eindeutig nicht bin :)\nZählt einfach da 1 weg und bei \"Nein & unzufrieden\" dazu\n\nLG Sauerbraten","replies":[]}]}