{"id":"m4UGEEJv","poster":"MahmudGetsYoAss","date":"2018-06-11T17:43:24.180+0000","title":"Habt ihr auch bei Clash den Instant Lose?","subforum":"Allgemeiner Chat","up_votes":52,"down_votes":6,"body":"Bei uns war es ein Instant Lose habt ihr das auch?\n\nEdit: **Bitte bedenkt, es ist ein Beta Test der Name ist nicht umsonst. Schade ist es alle mal, allerdings ist es trotzdem  eine Beta. Lustigerweise lief die erste trotzdem besser ;D**","replies":[{"id":"","poster":"UltraInstinctSJ","date":"2018-06-11T18:04:28.537+0000","up_votes":12,"down_votes":3,"body":"Riot Games!!!\n\nholy shit was eine blamage, zum platzen der schrott.. \nerst bekommt man keine bestätigungscodes fürs clash (15min verbleibende bestätigungsdauer), dann kann man keine Rankeds mehr zocken, jetzt ist alles verbuggt.. erstelle obwohl die rankeds schon down sind seit 20 min ein ranglistenspiel wo ich die lobby trotz 3 mal pc neustarten und ca. 10 mal league immer noch nicht verlassen kann um nen normales spiel zu starten...\nwie will man bei der größe des unternehmens so einen bullshit rechtfertigen, seit 8 scheiß jahren immer wieder probleme mit irgendeinem misst UNGLAUBLICH","replies":[]},{"id":"","poster":"D3StuckHardLuL","date":"2018-06-11T18:26:24.222+0000","up_votes":13,"down_votes":4,"body":"danke riot, wir wechseln jetzt auf Overwatch,\nwar nett!","replies":[{"id":"","poster":"ACEUS1","date":"2018-06-11T18:30:00.147+0000","up_votes":4,"down_votes":3,"body":"1:1 hab ich auch gesagt XDDDDDDDDDDDDDDDDDDD","replies":[]},{"id":"","poster":"ElIy","date":"2018-06-12T05:59:15.843+0000","up_votes":2,"down_votes":2,"body":"Und tschüss. :)","replies":[]}]},{"id":"","poster":"schnizzleee","date":"2018-06-11T17:45:52.076+0000","up_votes":13,"down_votes":5,"body":"jo same here. danke riot xD wenns dafür wieder nur n free clash ticket und urf als entschädigung gibt dann rast ich echt aus","replies":[{"id":"","poster":"Kuroba","date":"2018-06-11T18:55:35.429+0000","up_votes":10,"down_votes":5,"body":"Was erwartest du denn als \"Entschädigung\"? Es war bekannt, dass es eine BETA ist. Jeder wusste es, der Eintritt war frei und zu 90% würden alle, die sich hier beschweren, eh um diese Uhrzeit zuhause vorm PC hocken und League zocken, also bitte.\nTut mal nicht so, als sei es ein unding, dass Riot versucht die Probleme zu beheben und Tests durchzieht. Die Programmierer geben ihr bestes und was man hier so alles liest ist unterste Gürtellinie.","replies":[{"id":"","poster":"Lucαs","date":"2018-06-11T19:14:06.891+0000","up_votes":3,"down_votes":3,"body":"BETA muss nicht heißen, dass das Spiel nicht funktioniert. Das ist keine Argument dafür, dass Riot schon mehrere Wochen vorher Clash so gehyped hat und im Endeffekt jetzt schon wieder nichts auf die Reihe kriegt. Zusätzlich  sind die Server seit Wochen instabil. Anstatt sich auf das Aatrox Rework zu fokussieren, sollte man erstmal alles Grundsätzliche fixen. \nManche Leute arbeiten auch Abends und haben sich extra heute freigenommen, wie man aus den Kommentaren entnehmen kann.\nDas Einzige, was unter der Gürtellinie ist, ist allen Hoffnungen zu machen und am Ende alles hinzuschmeißen.\nUnd behaupte jetzt nicht, dass es in 6 Wochen nicht möglich wäre, ein ordentliches Clash zu programmieren. Vor Allem nicht bei einem so großen Unternehmen, wie Riot Games.\nEDIT: Clash war sogar im Winter draußen und da hat es einiger Maßen geklappt. Also mehr als ein halbes Jahr.","replies":[{"id":"","poster":"Kuroba","date":"2018-06-11T19:32:11.437+0000","up_votes":7,"down_votes":3,"body":"Doch, genau das heißt Beta. Beta ist und bleibt eine Testphase und wie es mit Tests so auf sich hat, können die auch vollkommen nach hinten losgehen. Außerdem sind diese Fehler, die gerade auftreten ja bekannt, so ähnliche waren der Grund, warum es das letzte mal erst garnicht funktionierte. Riot versucht alles daran, diese Fehler auszumärzen, aber anstatt einfach mal zu chillen und zu sagen: Ok, passiert, ist eine Beta und wir hoffen dann einfach auf's nächste Mal, wird hier nur rumgemeckert. \n\nLeute haben sich für einen Beta Clash freigenommen? Selbst schuld, ganz ehrlich. Wie ich bereits sagte, Clash ist in der BETA und es war ja wohl wahrscheinlich, dass es nicht 100% funktionieren wird, wieso man sich nun also extra dafür freinimmt, versteh ich nicht ganz. Man hätte ja auch einfach bis zum richtigen Release warten können? Eigenverschulden.\n\nIch verstehe halt null, warum man kein bisschen Verständnis haben kann, stattdessen wird hier sowas wie Entschädigungen verlangt. Lächerlich.","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-06-12T20:24:25.376+0000","up_votes":1,"down_votes":1,"body":"Die Entwicklungsstadien sind offiziell nicht genau definiert, aber es hat sich über die Zeit so eingebürgert und als Maßstab etabliert, das eine Alpha die frühste spielfähige Version ist und bei der Beta das Spiel ist zu 90% fertig und heutzutage wird das eher nur dazu benutzt um eben Praxsistests durchzuführen (z.B. wie verhält sich der Server etc). Z.B. ist der PBE ist ja eben eine permanente Beta Version.\nAuf dem PBE funktioniert aber fast alles oder so wie gewollt, und nicht wie das Clash, das einfach (mal wieder) gar nicht funktioniert.\nDas ist das größte Fiasko was es bei einem Spieleentwickler eigentlich gegeben hat. Die können froh sein wenn das nicht in der Gamestar, weil das nur so ein kleines Ding innerhalb von LoL ist. Aber das ist wirklich MEHR als peinlich.","replies":[]}]},{"id":"","poster":"Sarner Nation","date":"2018-06-11T19:37:19.957+0000","up_votes":2,"down_votes":2,"body":"BETA heißt, dass das Spiel noch in der Entwicklungsphase ist, d. h. dass es noch nicht ausgereift ist und es Fehler beinhalten kann. Ob das Spiel am Ende \"funktioneirt\" hängt davon ab wie schwerwiegend der auftretende Fehler ist. Zum Hype um Clash verstehe ich dein Argument, möchte allerdings auch erwähnen, dass die ursprüngliche BETA von Clash gut gelaufen ist und Riot Clash veröffentlichen wollte. Da ist für mich selbstverständlich, dass das _Unternehmen_ Riot Games sein Produkt vermarktet. Immerhin müssen sie Gehälter bezahlen! \nWer heute große Hoffnungen in Clash gesetzt hat oder sich frei genommen hat oder ähnliches, der ist selber Schuld. Clash war heute als BETA - TEST gemacht worden. Auch wenn es vielen nicht passen wird, Riot hat heute alles richtig gekennzeichnet, wer sich also deswegen aufregt, sollte erst wider spielen, sobald es eine Endgültige Version gibt.\nOb es in 6 Wochen möglich ist in einem Spiel mit über 130 Champions, verschiedensten Items, Abilitys, Runen usw. ein neues System komplett fehlerfrei zu programmieren, ist mir nicht möglich zu beurteilen, ich bin nämlich kein Programmierer. \n\"Bei einem Unternehmen wie Riot\" ist für mich kein Argument, da wir nicht wirklich viel wissen (außer was uns mitgeteilt wurde) wie Riot arbeitet und ich persönlich würde es mir nie anmaßen über etwas zu urteilen, von dem ich nichts bis nur wenig weiß/**_selbst tun könnte!_**","replies":[]}]},{"id":"","poster":"RainerKilltKeina","date":"2018-06-11T19:52:51.309+0000","up_votes":4,"down_votes":1,"body":"gebe dir Recht.\nJammern auf großem Niveau ^.^","replies":[]}]}]},{"id":"","poster":"SinisterNocturne","date":"2018-06-11T17:57:19.749+0000","up_votes":5,"down_votes":0,"body":"{{champion:56}}  Riot war noch nie so traurig das etwas nicht gklappt hat :´-({{sticker:sg-zephyr}}","replies":[{"id":"","poster":"RhythmOfMyFists","date":"2018-06-11T18:04:19.696+0000","up_votes":4,"down_votes":0,"body":"die müssten dauer traurig sein","replies":[]}]},{"id":"","poster":"T0pack","date":"2018-06-11T17:57:03.443+0000","up_votes":5,"down_votes":0,"body":"MULM","replies":[{"id":"","poster":"IExodos","date":"2018-06-11T17:58:33.860+0000","up_votes":1,"down_votes":0,"body":":(","replies":[]}]},{"id":"","poster":"LGR KeksImKrieg","date":"2018-06-11T17:45:56.953+0000","up_votes":5,"down_votes":0,"body":"Ja hier auch :o","replies":[]},{"id":"","poster":"ZerøTwo","date":"2018-06-11T18:00:14.053+0000","up_votes":7,"down_votes":2,"body":"ich hasse es langsam hab mich so hart darauf gefreut hab mir essen ohne ende geholt und was zu saufen ty riot for that <3\nund ihr könnt mich mal mit urf das is keine entschädigung -.-","replies":[]},{"id":"","poster":"DeStRoYKiNG","date":"2018-06-11T17:47:20.866+0000","up_votes":8,"down_votes":3,"body":"Absolut lächerlich, andere können spielen und dann opfert man seinen Montag für nix","replies":[]},{"id":"","poster":"lil αutistic bf","date":"2018-06-11T18:03:33.974+0000","up_votes":5,"down_votes":1,"body":"Seit 16 Jahren arbeite ich bei 1&1 um für sie internet anzubieten das die nächsten 3 tage wohl doch nich gebraucht wird. -Marcel D. Avis","replies":[]},{"id":"","poster":"BB Death Guard","date":"2018-06-11T17:47:51.615+0000","up_votes":3,"down_votes":0,"body":"hier auch, 5 leute die sich wieder komplett sinnfrei den abend frei gehalten haben:)","replies":[{"id":"","poster":"Roblert","date":"2018-06-11T17:48:52.903+0000","up_votes":4,"down_votes":1,"body":"hab sogar ne veranstaltung abgesagt für clash, wie viel verdient Riot nochmal? xd","replies":[{"id":"","poster":"Danthon","date":"2018-06-11T18:00:13.856+0000","up_votes":1,"down_votes":2,"body":"2017 haben sie 2.7 millarden gewin gemacht","replies":[{"id":"","poster":"Critical lmpact","date":"2018-06-12T05:49:07.365+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Danthon,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=000d00000000,timestamp=2018-06-11T18:00:13.856+0000)\n>\n> 2017 haben sie 2.7 millarden gewin gemacht\n\nIch glaube du solltest dich etwas mit solchen Äußerungen zurückhalten, wenn du den Unterschied zwischen Umsatz und Gewinn nicht kennst...(und anscheinend falsche Zahlen hast).\n\nLoL hat 2017 einen UMSATZ von 2,1 Mrd. $ generiert (www.computerbase.de).\n\nDavon ist noch kein einziger Mitarbeiter bezahlt, keine IT-Infrastruktur usw. Aber das nur als Hinweis, hier geht es ja eigentlich um was anderes.","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-06-12T20:26:18.447+0000","up_votes":1,"down_votes":0,"body":"Ja du hast Recht, die Firma ist bitterarm. Sehr bedauerlich, gleich mal 50€ aufladen...\n2.100.000.000 $ Umsatz.","replies":[{"id":"","poster":"Critical lmpact","date":"2018-06-12T21:01:59.514+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SvenniGod2004,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=000d0000000000000000,timestamp=2018-06-12T20:26:18.447+0000)\n>\n> Ja du hast Recht, die Firma ist bitterarm. Sehr bedauerlich, gleich mal 50€ aufladen...\n> 2.100.000.000 $ Umsatz.\n\nWürdest du bitte mal zitieren, wo ich geschrieben habe, dass Riot „bitterarm“ sei?\n\nHabe den Umsatz doch selbst geschrieben (mit Quelle)... was genau ist jetzt dein Problem?\n\nUnd wenn wir schon am klugscheißen sind: Eine Firma kann nicht arm sein. Höchstens ein Unternehmen. Die Firma ist nur der Name","replies":[]}]}]}]},{"id":"","poster":"boost 4 nudez","date":"2018-06-11T18:53:59.518+0000","up_votes":1,"down_votes":0,"body":"die brauchen die Milliarden Marc Merill will seine Flugzeugflotte ausbauen xd","replies":[]}]}]},{"id":"","poster":"Wísecheese","date":"2018-06-12T08:11:09.759+0000","up_votes":3,"down_votes":0,"body":"Leute beruhigt euch mal.\n\n1. Es ist eine BETA, ergo es ist in der Testphase, also sind Fehler normal... deshalb gibt es solche Test.\n\n2. Das es zu solchen Fehlern kommt kann passieren und das an dem Clash ein komplett anderes Team arbeitet als an Reworks, Teasern etc. sollte auch langsam mal jedem klar werden. Ein KFZ-Mechatroniker wird höchstwahrscheinlich keine Herz-OP durchführen (Hat ja etwas anderes gelernt ;) )\n\n3. Wer nach einer Entschädigung schreit, für etwas das KOSTENLOS war, der darf gerne zu seiner Bank gehen und nachfragen ob er/sie 1.000.000,00,- € geschenkt bekommt und wenn das nicht klappt sagen, dass man dafür eine Entschädigung in Höhe von 500.000,00,-€ verlangt. :) (Wer das schafft dem bringe ich persönlich einen OREO-Keks vorbei)\n\n4. einen Tag frei nehmen für einen 1-tägigen Beta-test...naja...da fällt mir nicht wirklich etwas freundliches zu sein. :/\n\n5. LoL ist mittlerweile so umfassend und damit meine ich nicht nur die Spieleranzahl, sondern auch vom Quellcode her, dass man NIE so etwas vorhersehen kann. Riot hatte angekündigt, dass dieser Clash als TEST zu sehen ist, um möglichst viele Fehler, die bei der Masse an Spielern nun ein Mal auftreten können, beheben zu können. Wer damit nicht klar kommt, der sollte auch vorerst nicht dran teilnehmen, bis die Fehler ausgemerzt sind und Clash vollständig funktioniert.\n\n6. Es ist kein Feature das Riot implementieren muss, sonder dies macht um der Spielerschaft etwas neues zu bieten und auch mal den 08/15 LoL-Spieler ein kleines Gefühl von LCS und Co. zu geben. Zumal man dafür nichts weiter machen muss... außer 5 Leute zu finden, ein Team zu erstellen, beizutreten, seine Rolle auszuwählen, auf den Start warten und zu Spielen. \n\n\nTL;DR: Es ist eine Beta also bleibt ruhig. Es ist kostenlos also verlangt bitte keine Entschädigung. Stört es euch lasst es sein und sucht euch eine Alternative. :)\n\nIn diesem Sinne\n\nViel Spaß in der Kluft oder was auch immer Ihr nun macht und einen schönen Tag.\n\nMfG INTfluenca.","replies":[{"id":"","poster":"Bambus Division","date":"2018-06-12T09:16:03.772+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist ja, dass es bereits eine \"Beta\" gab... vor ungefähr nem halben Jahr... Und damals hat alles funktioniert, ohne, dass ein einziger Fehler aufgetreten wäre :) Ist es so schwierig, den damaligen Quellentext zu kopieren und nochmal zu verwenden? Außerdem hatte Riot bereits vor zwei Wochen den Clash-start angekündigt und auch dort hat es nicht funktioniert. Es ist einfach nur traurig, dass sich manche nicht so richtig Mühe geben, wobei sie von dem Spiel ja leben :)\n\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Wísecheese","date":"2018-06-12T11:38:01.521+0000","up_votes":1,"down_votes":0,"body":"An diesem Clash haben weit mehr teilgenommen, als an dem von 2017.\nDer Quellcode muss/wird angepasst, während das Grundspiel weiterhin gepatcht und erweitert wird, ergo muss dies berücksichtigt werden. Das macht es schwieriger Fehler zu korrigieren, da sich der Quellcode dabei ändert.\n\nUnd das Sie sich keine Mühe geben bezweifle ich doch sehr stark. Würden Sie sich keine Mühe geben, so würde es das Feature gar nicht erst geben.\n\nJa, Riot hat das nötige Kleingeld um so etwas auf die Beine zu stellen.\nJa, es könnte besser laufen und Ja die Umsetzung ist bisher her alles andere als Gut, aber wie oben bereits geschrieben...\n\n.. Genau für so etwas gibt es Beta-Tests. Es ist ein riesen Andrang für den Clash. Vermutlich sind Clash und Ranked Server separiert, aber die Queue(warteschlang) Server nicht und das könnte eine der Ursachen sein, dass es so lief. Eventuell muss Riot auch einfach nur mehr Serverkapazitäten zur Verfügung stellen. Vielleicht ist es aber auch ein Problem im Netzwerk, dass zu allem geführt hat. Ist aber nur eine reine Vermutung meinerseits, also kann auch gar nichts davon das Problem oder die Ursache sein.\n\nZumal klar kommuniziert wurde, dass dies ein Test ist um zu sehen ob Clash nun reibungslos läuft oder nicht.\n\nRiot wird vermutlich wie fast immer irgend eine kostenlose Entschädigung springen lassen, für etwas das an sich von Hause aus schon kostenlos ist( Mir ist bewusst, dass Riot da durch sein Geld verdient).\n\nMan kann auch im Forum zu einem eigens geplanten Turnier aufrufen und es gänzlich alleine managen. ;)\nWenn ich mich nicht irre gibt es sogar von Riot für so etwas ein Formular, dass dazu dient, das RP/IP und/oder Skins von Riot für die Gewinner spendiert werden.\n\n\nKeiner zwingt hier jemanden an diesem Clash-Beta-Test teilzunehmen und jedem der teilnimmt sollte klar sein, dass es zu Problemen kommen kann und zu 70% auch kommen wird.","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-12T11:33:22.046+0000","up_votes":1,"down_votes":0,"body":"Ich habe folgendes gelernt: \"Man spricht nicht über Sachen, über die man keine Ahnung hat.\"\n\n{{sticker:sg-lulu}}","replies":[]}]}]},{"id":"","poster":"Batkachu","date":"2018-06-11T18:23:43.275+0000","up_votes":2,"down_votes":1,"body":"will riot sich nicht mal dazu äußern? langsam gehen ja auch die letzten games zuende{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Yjuq","date":"2018-06-11T18:27:21.401+0000","up_votes":2,"down_votes":0,"body":"> will riot sich nicht mal dazu äußern?\n\nHaben sie, im englischen Forum.","replies":[{"id":"","poster":"SonGoku21","date":"2018-06-11T18:28:57.956+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Yjuq,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=005a0000,timestamp=2018-06-11T18:27:21.401+0000)\n>\n> Haben sie, im englischen Forum.\n\nKannst du mal einen Link dazu geben bitte :)?","replies":[{"id":"","poster":"Yjuq","date":"2018-06-11T18:30:38.945+0000","up_votes":3,"down_votes":0,"body":"https://boards.euw.leagueoflegends.com/en/c/announcements-en/5NE5oiGi-euw-clash-issues-impacting-other-game-modes\nhttps://boards.euw.leagueoflegends.com/en/c/announcements-en/5NE5oiGi-euw-clash-issues-impacting-other-game-modes?comment=00050000\nhttps://boards.euw.leagueoflegends.com/en/c/bug-reports-eu/0u3E7A30-riot-crashed-the-servers-again-with-clash?comment=0026","replies":[]}]}]}]},{"id":"","poster":"Grilldorsch","date":"2018-06-11T17:58:39.065+0000","up_votes":5,"down_votes":2,"body":"Riot hat es wieder einmal verkackt. Hätten ihr Hauptaugenmerk statt auf den Aatrox Teaser heute lieber mal auf Clash legen sollen. Das es das erste Mal nicht funktioniert hat war ärgerlich, aber immerhin noch einigermaßen verständlich - das heute ist aber eine pure Blamage!","replies":[{"id":"","poster":"Ischkar","date":"2018-06-11T18:05:11.865+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=KDC Geildus,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=0038,timestamp=2018-06-11T17:58:39.065+0000)\n>\n> Riot hat es wieder einmal verkackt. Hätten ihr Hauptaugenmerk statt auf den Aatrox Teaser heute lieber mal auf Clash legen sollen. Das es das erste Mal nicht funktioniert hat war ärgerlich, aber immerhin noch einigermaßen verständlich - das heute ist aber eine pure Blamage!\n\nWir hatten ja wenigstens das Glück ein Freewin zu haben, aber trotzdem lächerlich...{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Grilldorsch","date":"2018-06-11T18:09:33.144+0000","up_votes":4,"down_votes":1,"body":"Statement des Tages: LÄCHERLICH","replies":[]}]}]},{"id":"","poster":"AI Sasanqua","date":"2018-06-11T18:38:53.164+0000","up_votes":2,"down_votes":0,"body":"> Clash ist nicht gegen andere Spieler.\n> Clash ist gegen Riot.\n> \n> ~ Franz 11.06.18\n> \"tieftraurig wegen den Fehlstart von Clash\"","replies":[]},{"id":"","poster":"xXBossXErosXx","date":"2018-06-11T18:31:09.507+0000","up_votes":2,"down_votes":0,"body":"Ja lächerlich erstes game gewonnen und dann nen instant lose bekommen.....","replies":[]},{"id":"","poster":"SinisterNocturne","date":"2018-06-11T18:20:17.815+0000","up_votes":1,"down_votes":1,"body":"Gebt uns endlich einen battlle royal modus der funktioniert vlt xD{{champion:56}} {{sticker:sg-shisa}}","replies":[{"id":"","poster":"ZerøTwo","date":"2018-06-11T18:30:49.538+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=BlackNocShooter,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=0058,timestamp=2018-06-11T18:20:17.815+0000)\n>\n> Gebt uns endlich einen battlle royal modus der funktioniert vlt xD{{champion:56}} {{sticker:sg-shisa}}\n\nhaha da hast du echt recht das wäre sicher das einzige das funktionieren wird xD","replies":[]}]},{"id":"","poster":"xX SurieL Xx","date":"2018-06-11T18:26:41.214+0000","up_votes":2,"down_votes":0,"body":"echt jetzt und in diesem verkackten ball war nur müll drin was soll den der scheiß ein logo das ich niemals benutzen werde da clash einfach voll fürn arsch ist riot was denkt ihr euch bei so nen rotz auf anderen servern bekommt ihr es geschissen nur der euw server muss wieder leiden danke für eine weitere entäuschung","replies":[]},{"id":"","poster":"BotSucksAsUsual","date":"2018-06-11T18:24:40.627+0000","up_votes":2,"down_votes":0,"body":"Richtiger Saftladen! Danke Riot für die nicen Games, schade, dass wir 2 mal verloren haben, obwohl wir gar nicht spielen konnten und ich stattdessen 30 min in der Lobby gefangen war. Geile Firma! Ihr habt wirklich alles richtig gemacht. Die Spielerfahrung ist mal wieder der Hammer.","replies":[]},{"id":"","poster":"popogas","date":"2018-06-11T18:21:12.455+0000","up_votes":2,"down_votes":0,"body":"danke riot für dieses unglaubliche Spielerlebnis! <3","replies":[]},{"id":"","poster":"Plan P Hurrikan","date":"2018-06-11T18:10:18.354+0000","up_votes":2,"down_votes":0,"body":"das ist doch lächerlich riot pls fix you Game{{champion:32}}","replies":[]},{"id":"","poster":"RhythmOfMyFists","date":"2018-06-11T18:08:07.241+0000","up_votes":2,"down_votes":0,"body":"schämt euch riot, ihr wart mal cool, so bis S 4. ab dann ging es nur noch Berg ab, seitdem habt ihr nur noch Hass in euer Spiel gebracht. Schämt euch, wirklich...","replies":[{"id":"","poster":"RhythmOfMyFists","date":"2018-06-11T18:13:42.516+0000","up_votes":1,"down_votes":0,"body":"Da bleibt nur noch DOTA oder HOTS","replies":[]}]},{"id":"","poster":"ChaseMeImBronzeV","date":"2018-06-11T18:04:38.752+0000","up_votes":2,"down_votes":0,"body":"Jap genau das gleiche. Alle da, alle gewartet -> Instand lose, weil angeblich einer die Lobby verlassen hat. \n\nDamit hat Rito es für mich dann nun auch geschafft, ich steck keinen Cent mehr in dieses Game. Wenn ich es wirklich free2play zocke fuckt es mich vllt nicht so ab, wenn dauernd so eine Scheiße passiert x)","replies":[]},{"id":"","poster":"Blackdesire97","date":"2018-06-11T18:03:46.592+0000","up_votes":2,"down_votes":0,"body":"okey jetzt kann man nichtmal mehr unranked spielen :D","replies":[]},{"id":"","poster":"eXc Shield","date":"2018-06-11T18:03:44.284+0000","up_votes":2,"down_votes":0,"body":"Jup, auch 2 mal hintereinander. Sitze seit 17 Uhr daran nen Team zu organisieren und dann das. Riot macht sich langsam echt lächerlich. Es klappt ja nie irgendwas und Ranked geht ja auch schon wieder nicht. Aber man kann ja auch kein funktionierendes Spiel erwarten","replies":[]},{"id":"","poster":"ShadowKid","date":"2018-06-11T17:59:56.490+0000","up_votes":2,"down_votes":0,"body":"Rito pls fix your game {{sticker:sg-shisa}}","replies":[]},{"id":"","poster":"Fishpixel","date":"2018-06-11T17:49:59.606+0000","up_votes":2,"down_votes":0,"body":"Ja, Riot scheint es im Moment absolut nicht gebacken zu bekommen........","replies":[]},{"id":"","poster":"BananaFairy","date":"2018-06-11T17:45:11.204+0000","up_votes":2,"down_votes":0,"body":"xD riot is a joke{{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"SRN GermanAimbot","date":"2018-06-11T18:29:37.526+0000","up_votes":3,"down_votes":1,"body":"Ich spiele seit 2013 League of Legends. Und sowas wie mit Clash hat es noch nie gegeben....\nIch frage mich immernoch, warum es in der Beta einwandfrei geklappt hat und jetzt gar nichts mehr funktioniert!\nWäre ich Personalleiter bei Riot wäre es selbstverständlich, mal neue und vorallem kompetente Leute einzustellen, die etwas von ihrem Handwerk verstehen.\nJeder macht \"mal\" Fehler, aber was momentan bei Riot/LoL abgeht, ist wirklich beschämend. \nEin Unternehmen mit solchen finanziellen Mitteln sollte wirklich in der Lage sein, solch lang geplante Events fehlerfrei über die Bühne zu bringen.\nFazit: - Tag im Eimer, Laune auch!!\n\nDANKE RITO {{sticker:sg-ahri-3}}","replies":[]},{"id":"","poster":"DieNudelSau","date":"2018-06-11T18:29:02.618+0000","up_votes":3,"down_votes":1,"body":"2tes game auch instant lose alles klar reicht jetzt was soll das warte 1:30 stunden und das für 3 wins exp boost und nen clash icon?","replies":[{"id":"","poster":"boost 4 nudez","date":"2018-06-11T18:51:39.989+0000","up_votes":1,"down_votes":0,"body":"wenigstens gabs bei dir eine Belohnung bei uns gingen manche bisher noch leer aus xD","replies":[]}]},{"id":"","poster":"TheG4M3R","date":"2018-06-11T17:52:10.035+0000","up_votes":4,"down_votes":2,"body":"Alter das kann es doch nicht sein .... da Organisiert man sein Team für den Abend freut sich auf ein Spannendes Spiel und wird einfach nur enttäuscht ..... Instant Lose inklusive danke Riot :) du hast es wiedermal geschafft tausende von Spielern den Tag zu versauen Thumbs up ! zwei Wochen Zeit um das auf die Reihe zu bekommen und nichts nur entäuschung. Kompletter reinfall das ganze.\n\nUnd der Instant Lose ist sowas von die Asoziale Krone .... da hätte es lieber gar nicht funktioniert","replies":[]},{"id":"","poster":"ImbaXtrem","date":"2018-06-11T18:43:50.485+0000","up_votes":4,"down_votes":3,"body":"Danke RIOT ich hoffe dieses Spiel geht bald unter.......ihr bekommt garnichts hin, einfach nichts.\nGewinnt, bekommt direkt im Finale den Lose ins Gesicht......danke dafür{{item:3422}}","replies":[{"id":"","poster":"Oinefinity","date":"2018-06-12T11:14:24.690+0000","up_votes":1,"down_votes":0,"body":"Und wenns dann unter geht werden etliche Leute wie du hier im Forum hängen und rumheulen \nBuhuu ich will Lol spielen mimimi nichtmal das bekommen die hin ihr Spiel am Leben halten buhuhuhu","replies":[]}]},{"id":"","poster":"InzifierterMaxim","date":"2018-06-11T18:36:06.089+0000","up_votes":3,"down_votes":2,"body":"Leute RIOT hat eine der stabielsten Server die ich kenne \nandere Games hätte bei der masse keine Chance \nund ausserdem ist es immernoch BETA \nProbleme sind immer inbegriffen \nNeue Sachen funktionieren halt nicht immer so gut \n\nMeldet einfach den BUG mehr können wir nicht machen \nund RIOT wird bestimmt wieder ne runde Skins verschenken ;)","replies":[{"id":"","poster":"D3StuckHardLuL","date":"2018-06-11T21:14:35.826+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=MicroBlood,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=006c,timestamp=2018-06-11T18:36:06.089+0000)\n>\n> Leute RIOT hat eine der stabielsten Server die ich kenne \n> andere Games hätte bei der masse keine Chance \n> und ausserdem ist es immernoch BETA \n> Probleme sind immer inbegriffen \n> Neue Sachen funktionieren halt nicht immer so gut \n> \n> Meldet einfach den BUG mehr können wir nicht machen \n> und RIOT wird bestimmt wieder ne runde Skins verschenken ;)\n\n\"wieder\" ne runde Skins verschenken, Aha hätte gern mal eine Verlinkung wann Riot Skins verschenkt.\n2. War es beim ersten mal auch schon so, das heißt beim 2 ten mal. (was jetzt der fall ist) geht man davon aus, dass alles laufen wird.\nDa es aber nicht gelaufen ist, liegt der Fehler ganz klar bei Riot, da brauchst auch nicht den klassischen A - Kriecher zu machen.\n\n","replies":[{"id":"","poster":"Oinefinity","date":"2018-06-12T10:06:47.129+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=D3StuckHardLuL,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=006c0001,timestamp=2018-06-11T21:14:35.826+0000)\n>\n> &quot;wieder&quot; ne runde Skins verschenken, Aha hätte gern mal eine Verlinkung wann Riot Skins verschenkt.\n> 2. War es beim ersten mal auch schon so, das heißt beim 2 ten mal. (was jetzt der fall ist) geht man davon aus, dass alles laufen wird.\n> Da es aber nicht gelaufen ist, liegt der Fehler ganz klar bei Riot, da brauchst auch nicht den klassischen A - Kriecher zu machen.\n\nRito verschenkt andauernd Skins anscheinend spielst du noch nicht besonders lang sonst wüsstest du das","replies":[{"id":"","poster":"D3StuckHardLuL","date":"2018-06-12T12:32:42.793+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Oinefinity,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=006c00010000,timestamp=2018-06-12T10:06:47.129+0000)\n>\n> Rito verschenkt andauernd Skins anscheinend spielst du noch nicht besonders lang sonst wüsstest du das\n\nIch denke mal, dass war ein Witz oder?","replies":[]}]}]},{"id":"","poster":"Arc II","date":"2018-06-11T18:47:19.936+0000","up_votes":2,"down_votes":2,"body":"Super Kommentar, gefällt mir top. \nAußer dass alles was du geschrieben hast Schwachsinn ist.\n\nSchönen Abend noch :)","replies":[]}]},{"id":"","poster":"NiP Russak qq","date":"2018-06-11T18:50:59.555+0000","up_votes":2,"down_votes":1,"body":"Da sollten mal paar Programmierer gefeuert werden... es kann doch nicht sein das man so oft versagt -.-","replies":[]},{"id":"","poster":"Mahan","date":"2018-06-11T17:51:28.678+0000","up_votes":2,"down_votes":1,"body":"Selbst Adrian hätte es besser programmieren können xD","replies":[{"id":"","poster":"Shaiger","date":"2018-06-11T18:25:59.747+0000","up_votes":1,"down_votes":0,"body":"Doch...\nwer ist Adrian? \n:o","replies":[]}]},{"id":"","poster":"Wormrocco","date":"2018-06-13T08:20:35.140+0000","up_votes":1,"down_votes":0,"body":"Was ist denn los bei euch das ihr euch hier so beschwert. Es ist ein Free-to-play Spiel und keiner von Riot hat euch gezwungen an dem Tunier Teil zu nehmen.\nWenn ich hier so die Kommentare lese, wundert es mich absolut nicht mehr das man jedes zweite Spiel flamende und instatilted Spieler bekommt :D Wir haben das erste Game auch verloren und das zweite war ein Instalose,  aber letztendlich bleibt es ein Spiel und wer seine Laune davon abhängig macht,  sollte eventuell mal nen Schritt vom PC weg gehen und über seine Prioritäten nachdenken:D","replies":[]},{"id":"","poster":"LkG KingOfMaster","date":"2018-06-12T08:10:13.196+0000","up_votes":1,"down_votes":0,"body":"Holy shit, \n\nBeruhigt euch doch mal bitte. Ich hier mehr Salz als bei Sola. Es ist nur eine BETA gewesen. Wenn euch das so hart trifft dann geht doch zu Netto!","replies":[]},{"id":"","poster":"Pink Envader ","date":"2018-06-12T06:42:24.675+0000","up_votes":1,"down_votes":0,"body":"Leider hatten wir auch den Instant lose. war sehr schade, auch wir freuten uns enorm, sogar noch schnell einen Ersatzspieler gefunden :D Naja was solls, man wusste, dass es ein Testtag war, also haben wir uns anders beschäftigt. Scribble, Stadt,Land,Fluss, war dann doch noch ein witziger Abend.  Hoffe, dass die Probleme behoben werden können und wir bald alles clashn können!","replies":[]},{"id":"","poster":"RhythmOfMyFists","date":"2018-06-11T19:13:06.525+0000","up_votes":1,"down_votes":0,"body":"DAS WAR´S, ICH KOMME NACH ÜBER 90 MIN IMMER NOCH NET INS SPIEL, IHR HABT MICH VON EURER KONKURRENZ ÜBERZEUGT, AB JETZT SPIELE ICH HOTS EINFACH PUNKT.","replies":[{"id":"","poster":"D3StuckHardLuL","date":"2018-06-11T21:17:17.493+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=aRntsichert,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=0088,timestamp=2018-06-11T19:13:06.525+0000)\n>\n> DAS WAR´S, ICH KOMME NACH ÜBER 90 MIN IMMER NOCH NET INS SPIEL, IHR HABT MICH VON EURER KONKURRENZ ÜBERZEUGT, AB JETZT SPIELE ICH HOTS EINFACH PUNKT.\n\njep same,\nsind jetzt auf Overwatch gewechselt, bei Blizzard kann man wenigstens noch etwas erwarten.\n\nSchauen in einem halben Jahr nochmal rein, wenn der Mate-Brain-Scaling buff für  Diamond Spieler draußen ist + DIe Quene gefixt ist, falls bis dahin ... das game überhaupt noch gespielt wird.","replies":[{"id":"","poster":"Critical lmpact","date":"2018-06-12T05:51:03.543+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=D3StuckHardLuL,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=00880000,timestamp=2018-06-11T21:17:17.493+0000)\n>\n> jep same,\n> sind jetzt auf Overwatch gewechselt, bei Blizzard kann man wenigstens noch etwas erwarten.\n> \n> Schauen in einem halben Jahr nochmal rein, wenn der Mate-Brain-Scaling buff für  Diamond Spieler draußen ist + DIe Quene gefixt ist, falls bis dahin ... das game überhaupt noch gespielt wird.\n\nBis dann.\n\nWie sehen uns bald wieder, wenn du - von Blizzard enttäuscht - zurückkommst ;-)","replies":[]}]}]},{"id":"","poster":"SKnor","date":"2018-06-12T00:31:00.414+0000","up_votes":1,"down_votes":0,"body":"Wie wollen die das wieder auf die Reihe bekommen ? Manche haben jetzt ein Sieg da stehen, wobei mein Team als Beispiel eine Niederlage da stehen hat. Wollen die das Turnier nochmal von vorne starten oder wird es so bleiben, nachdem Motto :\"  Habt jetzt einfach Pech gehabt\" ? \nJeder würde sich hier auf eine Antwort von Riot freuen! ","replies":[]},{"id":"","poster":"WNB SmaugBlood","date":"2018-06-11T19:54:48.155+0000","up_votes":1,"down_votes":0,"body":"Nachdem wir keinen einzigen champ bannen konnten und keine Runen auswählen konnten war das erste Game ein Lose.\n\n\n\n{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Hartmud mit Bier","date":"2018-06-11T19:22:24.846+0000","up_votes":1,"down_votes":0,"body":"Riot, we got this, just stop inting pls, we can carry u :-*","replies":[{"id":"","poster":"Hartmud mit Bier","date":"2018-06-11T19:23:13.911+0000","up_votes":1,"down_votes":0,"body":"Riot left the game......","replies":[]}]},{"id":"","poster":"løweloplayer","date":"2018-06-11T19:22:44.982+0000","up_votes":1,"down_votes":0,"body":"Also mir ist das prinzipiell komplett boogy, aber zum zweiten mal clash aufgrund eines \"bedauerlichen Fehlers\" abzusagen, das geht garnicht find ich","replies":[]},{"id":"","poster":"Swingingthesalt","date":"2018-06-11T19:12:08.585+0000","up_votes":1,"down_votes":0,"body":"Was wollt ihr eigentlich? Im nächsten Patch gibt es wieder Azir und Ryze nerfs und Teemo bekommt einen neuen Skin. Winnable.","replies":[]},{"id":"","poster":"Lucs7","date":"2018-06-11T18:46:48.616+0000","up_votes":1,"down_votes":0,"body":"Ich bin extra aus dem Ausland eingeflogen, um mit meinen Freunden Clash zu spielen, und dann werde ich so entäuischt. da wird sich meine Freundin aber freuen wenn sie merkt dass ich einfach abgereist bin\n\n\nIhr Blick ist in etwa so :{{champion:40}}","replies":[{"id":"","poster":"GZ Morren","date":"2018-06-11T19:09:10.968+0000","up_votes":1,"down_votes":0,"body":"Dresden ist nicht im Ausland...","replies":[]}]},{"id":"","poster":"ready2carry","date":"2018-06-11T19:01:39.263+0000","up_votes":1,"down_votes":0,"body":"Joa, lief technisch genau so schlecht wie die bereits die letzte Beta","replies":[]},{"id":"","poster":"madoucloud","date":"2018-06-11T18:54:41.302+0000","up_votes":1,"down_votes":0,"body":"Ja, erstes Spiel einwandfrei. Dann buggt die Queue und niemand außer mir (Captain) sieht die enemy stats und als nächstes kriegen wir alle black screen und die Notiz, dass wir per default verloren haben. Schade und unbefriedigend :( Aber naja, das eine Game war witzig.","replies":[]},{"id":"","poster":"legendaryliam","date":"2018-06-11T18:54:31.111+0000","up_votes":1,"down_votes":0,"body":"ich bin so satt ich mag kein Blatt.","replies":[]},{"id":"","poster":"Don Thimo","date":"2018-06-11T18:52:45.407+0000","up_votes":1,"down_votes":0,"body":"The Clash is a Lie.","replies":[]},{"id":"","poster":"Hanfos","date":"2018-06-11T18:50:38.936+0000","up_votes":1,"down_votes":0,"body":"Yea geil, haben das Finale verloren weil die Gegner n Freilos bekommen haben","replies":[]},{"id":"","poster":"Gwadon","date":"2018-06-11T18:50:35.910+0000","up_votes":1,"down_votes":0,"body":"Soll ich euch einen Witz erzählen?\n\n\"Bekannte Probleme\n\n\n Momentan sind keine Probleme bekannt.\"","replies":[]},{"id":"","poster":"Strohhut Hunter","date":"2018-06-11T18:48:48.524+0000","up_votes":1,"down_votes":0,"body":"jo nach der ersten runde kamen meine team collegen nicht mehr in den clash 2 wurden nach geladen aber wir haben dann den auto loss bekommen","replies":[]},{"id":"","poster":"boost 4 nudez","date":"2018-06-11T18:46:36.362+0000","up_votes":1,"down_votes":0,"body":"Das erste game kam erst garnicht zu Stande und nach 45' warten bis wir im loser bracket hätten spielen können geht garnichts mehr.","replies":[]},{"id":"","poster":"legendaryliam","date":"2018-06-11T18:46:21.636+0000","up_votes":1,"down_votes":0,"body":"ich bin unzufrieden mit der Gesamtsituation *schnaub*","replies":[]},{"id":"","poster":"Steiner32","date":"2018-06-11T18:46:00.598+0000","up_votes":1,"down_votes":0,"body":"#RIOTPLSFIXYOURGAME\n{{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"Kunigunde2","date":"2018-06-11T18:45:18.231+0000","up_votes":1,"down_votes":0,"body":"Bei meinem Team war das auch. Wir haben das erste Spiel verloren und danach waren wir halt in der Beobachtungsphase und danach halt in der Warteschlange. Nach einigen Sekunden sind wir aber aus irgendeinen Grund von der Warteschlange geflogen und konnten nichts machen. Ich weiss nicht ob diese Probleme bei anderen Servern auch war aber hier in EUW flogen wir raus. \n Auch wenn dies nur ein Beta test war möchte ich nochmal zu Riot appelieren und sagen das ich es schade fand das dies jetzt nicht funktioniert hat. Ich hoffe bald werdet ihr diesen Fehler finden und ihn Beheben\nAber bis dahin wünsche ich viel Erfolg und hoffentlich kann ich bald die Bronze / Silber Duds im Clash aufmischen xD","replies":[]},{"id":"","poster":"Arc II","date":"2018-06-11T18:43:44.935+0000","up_votes":1,"down_votes":0,"body":"Genau das selbe, 5 min in queue für das 2. Match nachdem wir das erste gewonnen haben und dann bricht die queue einfach ab. Lächerlich Riot.","replies":[]},{"id":"","poster":"Tritonia","date":"2018-06-11T18:43:12.304+0000","up_votes":1,"down_votes":0,"body":"Leider hatte ich gar kein Clash :/. Team war ready, 1. war instant win (Gegner sind gegangen? ), 2. war lose ohne das wir spielen konnten. \n2 Stunden warten und keine Ranklistenspiele mehr möglich. Schade!{{champion:86}} -teed keine Freude beim Wort \"clash\"!","replies":[]},{"id":"","poster":"storm75","date":"2018-06-11T18:43:06.920+0000","up_votes":1,"down_votes":0,"body":"Zwei instant Loses ...","replies":[]},{"id":"","poster":"Janiso123","date":"2018-06-11T18:42:26.893+0000","up_votes":1,"down_votes":0,"body":"Y i k e s   R i o t","replies":[]},{"id":"","poster":"Zed in Shadows","date":"2018-06-11T18:39:09.561+0000","up_votes":1,"down_votes":0,"body":"jap, konnten in den ersten game nicht traden, summoner spells auswählen etc. champion-select war gefreezed. Musste dann warwick midlane spielen, hatten einen maokai mit heal, kein smite, und so weiter..\nIn dem Zweiten Game hatten wir nur blackscreen von der lobby und hatten dann nach gefühlt 10 Minuten den Instant Lose, obwohl wir noch in der Queue waren\n\nGute Server Riot, so macht das aufjedenfall spaß, Kappa.","replies":[]},{"id":"","poster":"HAYAT","date":"2018-06-11T18:34:41.553+0000","up_votes":1,"down_votes":0,"body":"1. Game. 2 Leute kriegen DC. Beide kriegen zufällige Champs und der eine kann erst Minute 9 wieder zurück (nach einem PC start).\n2. Game Spiel geht los bei 4 Leuten kommt kein Ladebildschirm Spiel verloren und Vorbei.\n\n\nPs: Beta heißt das es noch in Bearbeitung ist aber das man nicht mal spielen kann ist nicht mal Alpha Niveau. Heute war es für Riot eine 1A Blamage vom feinsten. Nichtmal PUBG hatte solche Probleme und jeder der PUBG 2 Tage gespielt hat weiß wie schlechte Probleme die hatten.","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-11T18:38:32.128+0000","up_votes":1,"down_votes":0,"body":"Wo du recht hast, hast du recht :D","replies":[]}]},{"id":"","poster":"Gwadon","date":"2018-06-11T18:38:28.977+0000","up_votes":1,"down_votes":0,"body":"Habe extra ne Ziege umsonst geopfert vorhin.","replies":[]},{"id":"","poster":"Hangout","date":"2018-06-11T18:37:59.639+0000","up_votes":1,"down_votes":0,"body":"Ich warte 2 stunden das ich spielen kann und was passiert? das erste spiel ist abgebrochen worden und beim zweiten spiel war es ein instant lose ich mein was ist das? das ist 1.) unfair 2.) das spielfreude ist weg und wenn sich da blad nix gutes tut dann werden viele leute nicht mehr lol spielen {{sticker:slayer-jinx-unamused}} wollen weil einfach immer blödsinn rauskommt","replies":[]},{"id":"","poster":"EXABYT3","date":"2018-06-11T18:37:17.899+0000","up_votes":1,"down_votes":0,"body":"Ich klage riot an, wegen Schmerzensgeld, da ich bei dieser Dummheit, meinen Kopf so hart gegen die Wand gehauen habe, dass ich ins Krankenhaus muss !","replies":[]},{"id":"","poster":"Spowdie","date":"2018-06-11T18:37:06.944+0000","up_votes":1,"down_votes":0,"body":"scheiss idioten @riot","replies":[]},{"id":"","poster":"Lick My God Ashe","date":"2018-06-11T18:36:18.840+0000","up_votes":1,"down_votes":0,"body":"schlimm...","replies":[]},{"id":"","poster":"Pustì","date":"2018-06-11T18:35:39.024+0000","up_votes":1,"down_votes":0,"body":"Lächerlicher Scheiß.. wieder Urf nächstes weekend, huh?","replies":[]},{"id":"","poster":"o0BlankSora0o","date":"2018-06-11T18:35:37.722+0000","up_votes":1,"down_votes":0,"body":"ja das f*ckt richtig ab -.-","replies":[]},{"id":"","poster":"DerBetaKevin","date":"2018-06-11T18:35:03.213+0000","up_votes":1,"down_votes":0,"body":"haben das erste game gewonnen und beim start vom 2. game haben wir instant verloren.\nund in der kapsel war nichts","replies":[]},{"id":"","poster":"Ærri","date":"2018-06-11T18:34:38.045+0000","up_votes":1,"down_votes":0,"body":"Ja same here! TY RITO {{champion:32}}","replies":[]},{"id":"","poster":"ZivaDiNozzoDavid","date":"2018-06-11T18:33:32.685+0000","up_votes":1,"down_votes":0,"body":"Beste ist:       In der Original Beta. Konnten Spiele nicht gespielt werden und win oder loose zugeschrieben\n                       Offizieller Clash-Start: Selbe Problem\n                      Heute:                       Selbe Problem\n\n\nArbeitet ihr überhaupt daran oder wartet ihr nur und versucht es einfach jedes mal neu?","replies":[]},{"id":"","poster":"Optimus Rengar","date":"2018-06-11T18:33:01.050+0000","up_votes":1,"down_votes":0,"body":"Danke Riot für den insta lose, probs gehen raus. ich hoffe ihr werdet allen eine Entschädigung geben ( urf für einen tag zählt nicht).\nps: vollendet Clash bevor ihr eine Veranstaltung beim ersten mal abbricht und beim zweiten mal insta loses verteilt.","replies":[]},{"id":"","poster":"Wood5 Skrub","date":"2018-06-11T18:32:20.836+0000","up_votes":1,"down_votes":0,"body":"Yepp hatten gerade das selbe =)","replies":[]},{"id":"","poster":"Rissagi","date":"2018-06-11T18:31:45.892+0000","up_votes":1,"down_votes":0,"body":"Same here! Ich habe eine halbe stunde auf clash gewarted und dann habe ich angeblich nach der scouting phase geleaved und instant lose\n\nDann kann man noch nicht mal etwas anderes spielen weil ALLES tot ist gg. \n\nPure zeitverschwendung und als Entschädigung wäre die belohnung für einen sieg noch nicht mal angemessen. \n\nDanke für nichts Riot\n\n{{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"Dashing Nínja","date":"2018-06-11T18:31:02.370+0000","up_votes":1,"down_votes":0,"body":"Same wieso eigentlich überhaupt?","replies":[]},{"id":"","poster":"GrognRoll","date":"2018-06-11T18:26:15.668+0000","up_votes":1,"down_votes":0,"body":"YO wir konnten gerade nicht traden... unser jgl konnte smite nicht mit rein nehmen bei einem haben wir nicht mehr gesehen wer mit picken dran ist etc es kann verflucht nicht angehen das man nur probleme hat ? rito hat den scheiß modus nicht umsonst wieder runter gehauen vor par wochen warum kommen sie denn nu mit noch mehr problemen an wtf?","replies":[]},{"id":"","poster":"SunshineAcid","date":"2018-06-11T17:58:33.623+0000","up_votes":1,"down_votes":0,"body":"nice jetzt buggeds auch noch sodass ich nichtmal nen normalgame starten kann","replies":[{"id":"","poster":"xX SurieL Xx","date":"2018-06-11T18:20:56.745+0000","up_votes":1,"down_votes":0,"body":"bei mir ebenfalls es lagt wie sau alles ist schrott was soll das denn bitte","replies":[]},{"id":"","poster":"MyMaynIsKayn","date":"2018-06-11T18:15:03.083+0000","up_votes":1,"down_votes":0,"body":"*ironie on* is kein bug is einfach das die server abgeschmiert sind also alles normal bei riot *ironie off*","replies":[]}]},{"id":"","poster":"MyGermanWonder","date":"2018-06-11T18:20:04.883+0000","up_votes":1,"down_votes":0,"body":"Also es ist lustig nix bannen zu können und ned mal die runen zu ändern weil der launcher deuernt Error macht","replies":[]},{"id":"","poster":"MyMaynIsKayn","date":"2018-06-11T18:19:17.363+0000","up_votes":1,"down_votes":0,"body":"und dann können sie es nichtmal richtig eintragen bei dem server status...... GJ rito\nGame\nOnline\nNetwork Operations – 31 minutes ago\n\nRanked queues are temporarily disabled while we investigate an issue that's negatively impacting games.\nClient\nOnline\nStore\nOnline\nNetwork Operations – 17/05/2018\n\nAccount transfers will be unavailable between 2018/05/17 09:00 BST and 2018/06/15 07:00 BST due to planned maintenance.\nWebsite\nOnline","replies":[]},{"id":"","poster":"monkeyhonney","date":"2018-06-11T18:18:25.118+0000","up_votes":1,"down_votes":0,"body":"you suck on this leugue fix this shit","replies":[]},{"id":"","poster":"Frischhaltestele","date":"2018-06-11T18:12:35.132+0000","up_votes":1,"down_votes":0,"body":"Gleiches Problem bei uns, alle da und bereit Picks und Banns gecheckt, dann soll es los losgehen und plötzlich instantlose.{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Best4ever","date":"2018-06-11T18:12:11.028+0000","up_votes":1,"down_votes":0,"body":"Vielleicht erst programmieren und dann raus bringen....","replies":[]},{"id":"","poster":"IIlllIlIlIlllII","date":"2018-06-11T18:11:34.428+0000","up_votes":1,"down_votes":0,"body":"Naja, habe das erste Match gewonnen aber nach der Scouting-Phase das zweite direkt verloren, frage mich echt was momentan mit Riot los ist, bin echt entäuscht. {{sticker:sg-ahri-3}}","replies":[]},{"id":"","poster":"MyMaynIsKayn","date":"2018-06-11T18:11:21.807+0000","up_votes":1,"down_votes":0,"body":"was will man von Riot erwarten man siehe jetzt. Ranked own normals down Chat down man kann nichtmal mehr einer grad erstellten Lobby leaven. \nDazu sage ich malwieder nur. #BetterFixEUW","replies":[]},{"id":"","poster":"MirageHunter","date":"2018-06-11T18:07:28.002+0000","up_votes":1,"down_votes":0,"body":"es reicht wirklich so ein dreck man krämpelt alles um wegen so ein spiel und dann immer lose... ich habe echt die schnautze voll scheiß auf skins ihr kriegt kein geld mehr von mir\n{{sticker:vlad-salute}} {{sticker:sg-shisa}}","replies":[]},{"id":"","poster":"Λnton","date":"2018-06-11T18:07:23.034+0000","up_votes":1,"down_votes":0,"body":"Also wir haben so nen Orb bekommen und es wurde als win angezeigt, weil die gegener anscheinend nicht bestätigt haben, jz steht bei uns aber 0 (Wins) - 1 (Loses)... RIP Rito{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Jessjo","date":"2018-06-11T18:04:58.705+0000","up_votes":1,"down_votes":0,"body":"erst instant win und dann instant lost, ohne ein einziges game gemacht zu haben. vor allem war das beim letzten mal in ozianien und den philipienen genaus... einfach der letzte scheiß... als sei es nicht schon schwer genug 19uhr alle beisammen zu haben, ein team zu haben, etc... und das jetzt auch noch ein zweites mal! da hörts verständnis auch so langsam auf","replies":[]},{"id":"","poster":"TheFirstAsian300","date":"2018-06-11T18:03:45.284+0000","up_votes":1,"down_votes":0,"body":"ja war bei mir auch :-/ {{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"ULC Robsehood","date":"2018-06-11T18:03:44.290+0000","up_votes":1,"down_votes":0,"body":"Ich glaube Riot sucht demnächst neue Programmierer {{sticker:sg-janna}}","replies":[]},{"id":"","poster":"FEL0TR0P0","date":"2018-06-11T18:03:36.835+0000","up_votes":1,"down_votes":0,"body":"{{sticker:darius-angry}} ich bekomme n kompletten anfall ...","replies":[]},{"id":"","poster":"DarkBloodyPony","date":"2018-06-11T18:03:11.184+0000","up_votes":1,"down_votes":0,"body":"Jap wir haben das gleiche Problem","replies":[]},{"id":"","poster":"Nuffinuff","date":"2018-06-11T18:02:52.554+0000","up_votes":1,"down_votes":0,"body":"Hatten auch einen Instant lose... aber auch unsere Gegner haben verloren. Wir hatten netten plausch danach ^^","replies":[]},{"id":"","poster":"Markus Söder","date":"2018-06-11T18:01:40.566+0000","up_votes":1,"down_votes":0,"body":"Ja, absolut lächerlich. Und nachdem man \"verloren\" hat ist nicht mal Ranked aktiviert. {{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"CocoJumbo","date":"2018-06-11T18:01:28.127+0000","up_votes":1,"down_votes":0,"body":"hatten das auch, sind jetzt alle pissd {{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"DieNudelSau","date":"2018-06-11T18:01:20.704+0000","up_votes":1,"down_votes":0,"body":"danke rito erstmal instant lose schade war so hyped ;C","replies":[]},{"id":"","poster":"Ischkar","date":"2018-06-11T17:55:41.407+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"RelaxoInYourWay","date":"2018-06-11T17:57:59.385+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ischkar,realm=EUW,application-id=YnZkMR0R,discussion-id=m4UGEEJv,comment-id=002b,timestamp=2018-06-11T17:55:41.407+0000)\n>\n> Wir hatten das Glück das wir erst einen Instantwin hatten, dachten uns dann okay cool 1 win ab ins nächste Game und dann nen Instant Lose, ist schon enttäuschend. Man muss aber bedenken, dass es nur ne Beta war {{sticker:cass-cry}}\n\nBoi das war schon die 2. Beta {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"XerathToSilver4","date":"2018-06-11T17:59:58.818+0000","up_votes":1,"down_votes":0,"body":"Ich meine es war schon die 4. bin mir aber nicht sicher aber auf jeden Fall schon die 3. {{sticker:poppy-wink}}","replies":[]}]}]},{"id":"","poster":"M00NPAi","date":"2018-06-11T17:59:23.257+0000","up_votes":1,"down_votes":0,"body":"also wir haben einen instan win bekommen   ... hätte aber lieber das spiel gespielt","replies":[]},{"id":"","poster":"FarmerinoPüppi","date":"2018-06-11T17:59:11.170+0000","up_votes":1,"down_votes":0,"body":"ja same .... {{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"D3StuckHardLuL","date":"2018-06-11T17:57:51.869+0000","up_votes":1,"down_votes":0,"body":"WHAT THE FUCK IS GOING ON {{champion:64}}","replies":[]},{"id":"","poster":"Héil Phytos","date":"2018-06-11T17:57:46.573+0000","up_votes":1,"down_votes":0,"body":"ja klar same dumme rito mitarbeiter fickt eure hühner","replies":[]},{"id":"","poster":"dumbabbler","date":"2018-06-11T17:55:48.079+0000","up_votes":1,"down_votes":0,"body":"Wie kann denn das sein. Die erste Beta hat doch funktioniert...","replies":[{"id":"","poster":"D3StuckHardLuL","date":"2018-06-11T17:57:15.043+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2018-06-11T17:58:20.126+0000","up_votes":1,"down_votes":1,"body":"Dein Ernst?","replies":[]}]}]},{"id":"","poster":"SKnor","date":"2018-06-11T17:57:05.858+0000","up_votes":1,"down_votes":0,"body":"Bei uns genauso ! Echt Traurig Riot !","replies":[]},{"id":"","poster":"Ραtrick","date":"2018-06-11T17:56:52.685+0000","up_votes":1,"down_votes":0,"body":"gleiches Problem standen 1:1,\nvorgesorgt mit energydrinks und erdnussbutter, und jetz is alles für die Katz!!","replies":[]},{"id":"","poster":"lars1213","date":"2018-06-11T17:56:11.399+0000","up_votes":1,"down_votes":0,"body":"Ja den haben wir auch.","replies":[]},{"id":"","poster":"Batkachu","date":"2018-06-11T17:56:06.728+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-shisa}}","replies":[]},{"id":"","poster":"DrShmuggle","date":"2018-06-11T17:55:43.902+0000","up_votes":1,"down_votes":0,"body":"Genau das Gleiche\nErst war LoL Schwarz und dann hatten wir verloren","replies":[]},{"id":"","poster":"timaah","date":"2018-06-11T17:55:37.661+0000","up_votes":1,"down_votes":0,"body":"jap auch bei uns der fall... das die nicht ein schei*** mal zu ende programmieren können....","replies":[]},{"id":"","poster":"Bluelucy","date":"2018-06-11T17:55:05.555+0000","up_votes":1,"down_votes":0,"body":"Leider hab ich auch ein Free Lose bekommen... gg bg XD {{sticker:sg-ahri-3}}","replies":[]},{"id":"","poster":"CocoChameleon","date":"2018-06-11T17:54:59.986+0000","up_votes":1,"down_votes":0,"body":"same ... {{sticker:sg-ahri-3}}","replies":[]},{"id":"","poster":"EUG Itami","date":"2018-06-11T17:54:37.672+0000","up_votes":1,"down_votes":0,"body":"Lächerlich","replies":[]},{"id":"","poster":"LunaFatale","date":"2018-06-11T17:54:29.684+0000","up_votes":1,"down_votes":0,"body":"Bei uns auch {{sticker:slayer-jinx-unamused}} whyyy riot?","replies":[]},{"id":"","poster":"SunshineAcid","date":"2018-06-11T17:54:27.949+0000","up_votes":1,"down_votes":0,"body":"und dafür nimmt man sich zeit...","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-11T17:54:07.529+0000","up_votes":1,"down_votes":0,"body":"**Rausgeflogen = Nicht einmal ein Normal spielen können :´)**","replies":[]},{"id":"","poster":"Webarknecht","date":"2018-06-11T17:53:58.976+0000","up_votes":1,"down_votes":0,"body":"Same, langsam macht sich Riot echt {{sticker:zombie-brand-clap}} unbeliebt bei mir","replies":[]},{"id":"","poster":"Drackoron","date":"2018-06-11T17:53:44.103+0000","up_votes":1,"down_votes":0,"body":"Das geht allen so. Wie es scheint ist der fehler dennoch nicht behoben. Vieleicht ist es ja eine art Hacker? Da die jehnigen die im kampf niedriger eingestufte (zum beispiel bronze überwiegend gegen silber überwiegend) gewonnen haben? Jemand der sich einen spaß erlaubt?","replies":[]},{"id":"","poster":"DER LUX","date":"2018-06-11T17:53:43.221+0000","up_votes":1,"down_votes":0,"body":"ebenfalls {{sticker:sg-janna}}","replies":[]},{"id":"","poster":"xezlos","date":"2018-06-11T17:53:18.853+0000","up_votes":1,"down_votes":0,"body":"riot ist eben nicht blizzard","replies":[]},{"id":"","poster":"EUG Riki","date":"2018-06-11T17:53:00.836+0000","up_votes":1,"down_votes":0,"body":"ja wieder das selbe.... so eine Enttäuschung . ARURF wird diesmal nicht reichen","replies":[]},{"id":"","poster":"maxi506","date":"2018-06-11T17:52:46.435+0000","up_votes":1,"down_votes":0,"body":"Jap 2mal hintereinander\n sogar","replies":[]},{"id":"","poster":"AR Unitek","date":"2018-06-11T17:52:14.975+0000","up_votes":1,"down_votes":0,"body":"Bei uns auch ein Fail","replies":[]},{"id":"","poster":"LeoEmpire2014","date":"2018-06-11T17:52:01.532+0000","up_votes":1,"down_votes":0,"body":"Same bei uns im Team","replies":[]},{"id":"","poster":"D3StuckHardLuL","date":"2018-06-11T17:51:47.581+0000","up_votes":1,"down_votes":0,"body":"Danke riot, keine balance - / keine Server = Kein Clash -\nDanke riot in dem Sinne.\n\nDa sieht man wieder dass das Spiel freetoplay ist.","replies":[]},{"id":"","poster":"SûperTop","date":"2018-06-11T17:51:47.516+0000","up_votes":1,"down_votes":0,"body":"Jup das selbe auch bei mir hier. und wieder alles verschoben, und die anderen dazu. und jetzt kommt wieder so eine scheise. \nUmsonst gewartet für nichts. Das ist der absolute Hammer!","replies":[]},{"id":"","poster":"Batkachu","date":"2018-06-11T17:51:28.289+0000","up_votes":1,"down_votes":0,"body":"Yop same. Enttäuschend {{sticker:sg-shisa}}","replies":[]},{"id":"","poster":"Lucma2012","date":"2018-06-11T17:51:26.755+0000","up_votes":1,"down_votes":0,"body":"ja","replies":[]},{"id":"","poster":"Pebless","date":"2018-06-11T17:51:23.826+0000","up_votes":1,"down_votes":0,"body":"same","replies":[]},{"id":"","poster":"SayedARD","date":"2018-06-11T17:51:18.450+0000","up_votes":1,"down_votes":0,"body":"So ein BS!!!!!!!!!!\nWir warten hier schon seit stunden auf clash, wenn wir die letzten 2 wochen oder sogar 4 wochen ignorieren, und dann so eine gequirlte Kacke ... Instantloss. \nTickets verloren, Unnötig frei genommen um mit Kollegen zu spielen.","replies":[]},{"id":"","poster":"SadoMasow","date":"2018-06-11T17:44:10.104+0000","up_votes":1,"down_votes":0,"body":"Ja. Bei uns ebenfalls. Mehrmals Error und dann disband für den Lose. \n\nGute Arbeit Riot :D","replies":[{"id":"","poster":"Roblert","date":"2018-06-11T17:49:27.202+0000","up_votes":1,"down_votes":0,"body":"sogar unsere gegner haben einen loss bekommen","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-11T17:44:30.930+0000","up_votes":1,"down_votes":0,"body":"Ja same","replies":[]}]},{"id":"","poster":"BeaZReapZ","date":"2018-06-11T17:49:22.022+0000","up_votes":1,"down_votes":0,"body":"Jo, was soll das?{{champion:32}}","replies":[]},{"id":"","poster":"Prmdbotheysaid","date":"2018-06-11T17:49:07.843+0000","up_votes":1,"down_votes":0,"body":"same bein uns was soll das rito..","replies":[]},{"id":"","poster":"SonGoku21","date":"2018-06-11T17:46:22.517+0000","up_votes":1,"down_votes":0,"body":"Si, mein Team und das von zwei weiteren bekannten haben auch direkt ein Instant Lose bekommen, da stand das ein oder mehr Spieler nicht da gewesen wären... Keine Ahnung was jetzt das Problem gewesen sei, aber alle sind im TS, hatten also ne Verbindung zum Internet, haben bestätigt und waren da :´). Also muss es nen Fehler von Riot sein bzw irgendwas vorgefallen sein...","replies":[]},{"id":"","poster":"TOXIC M4T3","date":"2018-06-11T17:46:20.846+0000","up_votes":1,"down_votes":0,"body":"Wisst ihr eigentlich wie lange es gedauert hat das scheiss Team auf die Beine zu stellen das auch mal alle Zeit haben und dann bekommen wir nen instant Loose ??? Ich hasse euch so sehr grade","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-11T17:45:48.955+0000","up_votes":1,"down_votes":0,"body":"Die erste Beta lief besser {{sticker:zombie-brand-clap}} \n\nNaja dann mach ich einfach bei dem Clash mit, nachdem das erst lief.","replies":[]},{"id":"","poster":"NoticeMeLoli","date":"2018-06-11T17:44:57.915+0000","up_votes":1,"down_votes":0,"body":"same super ärgerlich","replies":[]},{"id":"","poster":"Jixx3r","date":"2018-06-11T17:44:51.623+0000","up_votes":1,"down_votes":0,"body":"Ja haben auch \n{{sticker:sg-shisa}}","replies":[]},{"id":"","poster":"Im the Iron meme","date":"2018-06-11T17:44:18.482+0000","up_votes":1,"down_votes":0,"body":"same","replies":[]},{"id":"","poster":"KFN Lucutz","date":"2018-06-11T17:44:14.364+0000","up_votes":1,"down_votes":0,"body":"Ja","replies":[]},{"id":"","poster":"IchDrückTasten","date":"2018-06-12T04:39:40.298+0000","up_votes":2,"down_votes":2,"body":"Warum heulen immer alle Rum. Ist ja schlimm. Anstatt das man sich freut das Riot sowas wie Clash rausbringen will, Aber niemand freut sich Sondern alle heulen waurm es nicht klappt. Die könnten auch einfach Clash wegmachen dann heulen warscheinlich auch alle. Seid mal dankbar oder macht es besser.","replies":[]},{"id":"","poster":"tinvin","date":"2018-06-11T20:47:53.176+0000","up_votes":1,"down_votes":1,"body":"was regt ihr euch alle so auf? es war ein Test. da können halt mal fehler passieren ^^ klar ist das ärgerlich aber passiert halt.","replies":[]},{"id":"","poster":"Héil Phytos","date":"2018-06-11T17:59:48.221+0000","up_votes":1,"down_votes":1,"body":"rP als bestrafung für diese schande millionen von $ besitzen und tzd nichts geschissen bekommen besorgt euch mal gescheite mitarbeiter ihr faggots","replies":[]},{"id":"","poster":"Tinynatores","date":"2018-06-11T17:53:29.812+0000","up_votes":1,"down_votes":1,"body":"Vielleicht erstmal testen bevor man es auf die Liveserver bringt","replies":[]},{"id":"","poster":"FABOBABO","date":"2018-06-11T17:49:56.968+0000","up_votes":1,"down_votes":1,"body":"YEAH!!!!\n\nWieder mal alles umgeplant, damit ich frei habe. \nDANKE FÜR NICHTS.\nAber schön vorher nicht schreiben im FAQ, dass es KEINEN EINZIGEN FEHLER GIBT.","replies":[]},{"id":"","poster":"Yjuq","date":"2018-06-11T17:44:11.295+0000","up_votes":1,"down_votes":1,"body":"Ebenfalls","replies":[]}]}