{"id":"FmTA1n1r","poster":"krokus1992","date":"2019-07-07T19:08:19.828+0000","title":"Nach zuschauen kann ich nix mehr machen bei lol","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo Leute. Sagt mal habt ihr auch das Problem das nachdem ihr jemanden zugeschaut hab einfach im Menü gar nix mehr machen könnt? Also ich rede von weder einen spiel starten noch überhaupt mal auf den Shop zu zugreifen können... es steht nur nach jeder Anmeldung da \"tut uns leid aber sie wurden aus der gruppe entfernt\" das wars... hat jemand das gleiche Problem und hat eine Ahnung wie man es beheben kann oder kann man es momentan gar nicht beheben? Hab dies nun auch fast  24 stunden und musste mir um überhaupt zu spielen noch ein Account erstellen und jetzt ratet mal was dort passiert ist.... genau das gleiche wobei ich dort nicht einmal zugeschaut hatte steht da auch nun die ganze zeit schaut zu. Da will man mal mit einen Kollegen der neu bei lol ist spielen und ihn ein bisschen was erklären und dann kann man weder spielen noch groß was erklären oder sonst was. Ist schon ziemlich deprimierend :( Mfg Markus","replies":[{"id":"","poster":"Yatsuki","date":"2019-07-07T19:57:32.892+0000","up_votes":2,"down_votes":0,"body":"Hey Markus,\n\ndas ist ein uns bekanntes Problem und es gibt eine Lösung dafür.\nFolge dazu bitte diesen Schritten:\n\n* Logge dich in den Client ein\n* Öffne den Konfigurationsordner. Wenn du den Standard-Installationspfad verwendest, gehe zu „C:\\Riot Games\\League of Legends\\“\n* Lösche dort den gesamten Ordner \"Config\"\n* Starte den League Client neu\n* Beachte: Danach sind alle deine Ingame Konfigurationen gelöscht\n\n\nDann sollte alles wieder funktionieren^-^\n\nGruß Yatsuki","replies":[{"id":"","poster":"krokus1992","date":"2019-07-07T20:02:53.145+0000","up_votes":2,"down_votes":0,"body":"Super hat ohne Probleme funktioniert :) danke für die schnelle Hilfe (:","replies":[]},{"id":"","poster":"killinyouslowly","date":"2019-07-07T20:28:50.452+0000","up_votes":1,"down_votes":0,"body":"Ich habe das gleiche Problem und habe diese Schritte befolgt. Bei mir schlägt nun jedoch die Reparatur des Clients die ganze Zeit fehl.","replies":[{"id":"","poster":"Yatsuki","date":"2019-07-07T23:11:29.714+0000","up_votes":1,"down_votes":0,"body":"Naja dann bleibt nur die \"schlimmere\"  Variante und zwar den Client zu deinstallieren. Versuch das mal, am besten mit dem Hextech Repair Tool: \nhttps://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool","replies":[{"id":"","poster":"killinyouslowly","date":"2019-07-08T20:27:51.688+0000","up_votes":1,"down_votes":0,"body":"Ich habe jetzt einfach alles neu installiert und nun passt wieder alles. Dankeschön!! :D","replies":[]}]}]}]}]}