{"id":"J0m0Eci3","poster":"MetroXproXGamer","date":"2018-06-11T09:25:21.711+0000","title":"Zu viele Veränderungen und Patch-Notes ?","subforum":"Allgemeiner Chat","up_votes":11,"down_votes":1,"body":"Hallo zusammen,\r\n\r\nwollte einfach mal ein paar Worte loswerden.\r\n\r\nRiot ver&auml;ndert meiner Meinung nach zu viel aktuell und macht alles zu schnell.\r\n\r\nAngefangen hat es mit dem Patch-Notes, dass da alle 2 Wochen ein gro&szlig;er Patch kommt. Sobald ich erstmal gemerkt habe, was dieser Patch &uuml;berhaupt f&uuml;r Auswirkungen hatte kamen bereits 2 neue hinzu. Ich glaube, dass ist bei vielen das Problem, welche nicht ganz soo extrem viel Zeit investieren. Also vlt so um die 15 Games in der Woche. Aber st&auml;ndig diese &Auml;nderungen z.b. bei ADCs und im Jgl, in der Midlane und dann noch die neuen Champs, die Riot gef&uuml;hlt st&auml;ndig raushauen muss, es kommt ein neuer Champs raus, dabei hab ich den davor noch nichtmal gespielt weil ich keine Zeit hatte. Die k&ouml;nnen sich doch mal ein wenig Zeit lassen mit dem ganzen. Also ich brauch net jeden Monat einen neuen Champ oder &Auml;nderungen in der Kluft. Ganz im Gegenteil, ich finde es eigentlich ganz interessant, wenn sich lange Zeit nichts &auml;ndert und dann ein bisschen mehr auf einmal.\r\n\r\nIch kenne auch schon viele, die deswegen aufgeh&ouml;rt haben LoL zu spielen, da es viel zu viel ist f&uuml;r die sich das alles einzupr&auml;gen, vor allem sobald man mal 2 oder 3 Wochen im Urlaub ist o.&Auml;. und man danach ein Lol Game zocken m&ouml;chte ist es meist immer fast ein anderes Spiel. Dann sieht man einen ADC, selbst in Gold Elo, der sich jetzt IE first kauft und dann geflamed wird, dass man es nicht mehr macht, er hatte dann blo&szlig; geschrieben, dass er noch keine Zeit hatte alle &Auml;nderungen zu lesen.\r\n\r\nWarum l&auml;sst sich Riot da nicht ein bisschen mehr Zeit, warum muss immer alles bei denen so schnell gehen, vor allem kommen dann in den PAtch Notes mal so richtig unbalancede Sachen wie das mit dem Kommandobanner, das mit Galio etc. Da warte ich doch lieber 2 Wochen mehr und daf&uuml;r is es auch gebalanced.\r\n\r\nDann gibt es noch das Problem, dass die Warteschlangen k&uuml;rzer werden und man damit \r\n&ouml;fter mit Autofilled Spielern in ein Team kommt und mit Spielern, die in der Elo woanders sind, als man slber bzw. als das Gegner Team. (Hat Faker schonmal angesprochen, darum will ich das Thema nur kurz anschneiden) Bei der Warteschlange w&uuml;rde Ich am liebsten auch etwas l&auml;nger warten und dann mit einem passenden Team spielen....\r\n\r\nW&uuml;rde mich mal eure Meinung dazu interessieren :)\r\n\r\nLG","replies":[{"id":"","poster":"Lunaá","date":"2018-06-11T10:50:13.798+0000","up_votes":4,"down_votes":0,"body":"Das Problem, was ich momentan darin sehe, ist das für alle Klassen gerade neue Änderungen gemacht werden.\n\nDer normale Patchrhythmus von 2 Wochen ist eig total ok, aber wenn pro Patch eine Klasse aktualisiert wird, wird wenig Zeit sein, den Einfluss der letzten Änderungen gut genug zu beurteilen, da vielleicht unklar ist, wodurch diese wirklich entstanden sind.\n\nIn den letzten Midseason-Patches wurde nur eine Klasse angepasst, und in den darauffolgenden hat man kleine Veränderungen an zu schwach oder zu stark gewordenen Dingen vorgenommen.\nJetzt ist es gerade so, dass dafür keine Zeit ist, weil der nächste Patch schon wieder drastische Änderungen macht.\nIch meine, wie will man den Einfluss von den Adc´s an Bruisern wirklich beurteilen, wenn im nächsten Patch neue Items für Bruiser herauskommen. Man spielt ja gerade schon Yasuo, Irelia etc auf der Botlane, weil sie den Adc´s so überlegen sind. Natürlich sind bei gutem Spiel Adc´s im Lategame oftmals stärker, aber was macht man, man gibt den Bruisern auch noch ein Item, das den erlittenen Schaden reduziert.\n\nDie ganzen Änderungen kommen gefühlt gezwungen, um etwas ändern zu müssen. Wären die letzten Patches über 2-3 Monate verteilt gewesen, gäbe es vielleicht nicht so viele Schwierigkeiten","replies":[{"id":"","poster":"MetroXproXGamer","date":"2018-06-11T11:02:39.880+0000","up_votes":2,"down_votes":0,"body":"Ja, seh ich genauso. Ich würde ja wieder diesen einen großen Patch einführen in der Mid Season und nicht alle 3 Wochen, weil sie es müssen.","replies":[]}]},{"id":"","poster":"Finn BáIor","date":"2018-06-11T09:45:24.722+0000","up_votes":1,"down_votes":6,"body":"Änderungen sind essenziell für das Spiel.\nDeswegen besteht es seit 8 Jahren und ist noch immer das beliebteste MOBA zurzeit.\nHotfixes und tweaks kommen alle 2 wochen ja , normal , müssen halt gewisse dinge auch gebalanced werden, aber große patches wie der neue jetzt , kommen bloß alle 3-6 monate mal.\nAlso meiner meinung nach ist das genug zeit um zu adaptieren, einfach gewissen haft durchlesen und du weißt bescheid, pretty simple.","replies":[{"id":"","poster":"Megamaexx","date":"2018-06-11T10:03:18.426+0000","up_votes":3,"down_votes":0,"body":"Da hast du wohl ebenfalls etwas nicht mitbekommen^^ Riot hat die großen Patches auf 1x pro Monat geändert, anstatt das auf die Midseason zu verschieben.","replies":[{"id":"","poster":"Finn BáIor","date":"2018-06-11T10:05:46.442+0000","up_votes":1,"down_votes":6,"body":"Ich hab zumindest genug mitbekommen , dass ich on top of the meta bin und nicht im Forum posten muss wie ich nicht Hinterher komme ^^","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-06-11T10:12:00.135+0000","up_votes":1,"down_votes":3,"body":"+1","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2018-06-11T10:12:20.650+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Finn BáIor,realm=EUW,application-id=YnZkMR0R,discussion-id=J0m0Eci3,comment-id=0000,timestamp=2018-06-11T09:45:24.722+0000)\n>\n einfach gewissen haft durchlesen und du weißt bescheid, pretty simple.\n\nNaja ich lese jede Patchnotes durch und auch sachen vom PBE, aber wenn man sich die Länge (allein vom text her) der letzten....sagen wir 7 patchnotes ansieht, ist es tw mit Reworks, ReReworks, Reverts, itemanpassungen und runenänderungen/neuen runen schon etwas happig den überblick nicht zu verlieren. \n\nV.a. wenn man kein hardcorezocker ist, können champ/runen/itemnderungen einem ein gelangweiltes \"meh\" entlocken, während sie tatsächlich einen champ/klasse total Op/useless machten. Einfach weil man als casual nicht jeden champ (oftmals nur 2-3 sogar) gut/sehr gut kennt.\n\nDaneben kommen noch die globalen änderungen wie Junglecreeps, Baron, Drachen, Timer etc.\nEiniges ist unter Dia völlig unerheblich, einiges schlägt sich aber in unteten ligen genauso/tw sogar mehr durch.","replies":[{"id":"","poster":"Finn BáIor","date":"2018-06-11T10:14:06.642+0000","up_votes":1,"down_votes":2,"body":"Ja richtig , riot balanced ja auch für high elo und nicht für bronze bis dia5, das muss einem klar sein.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-06-11T10:24:58.894+0000","up_votes":1,"down_votes":0,"body":"Ist mir durchaus bewusst und ist mMn zu 99% richtig.\n\nEs ging mir aber weniger ums Balancing, sondern um die Menge an Änderungen pro patch. Das sind ausgedruckt sicher an die 4 A4 seiten alle 2 wochen nur an änderungen, die man 2- 4 wochen später wieder ändert.\n\nGanz bannal gesagt: du kriegst im Job alle 2 Wochen 4 A4 Seiten neue Arbeisablaufanweisungen. Die aber so allgemein gehalten sind, dass du erst schauen musst was die für dich, deinen Bereich, deine Abteilung bedeuten und wie sie sich auswirken. \n\nKaum hast du diese \"umgesetzt\" kommen 2 Wochen später wieder welche (anweisung2). Manche davon ändern die von vor 2 Wochen wieder, andere ändern Abläufe, die bisher problenlos funktioniert haben.\n\nPuh...gut...ok setzt du wieder um...nach 2 tagen ein \"hotfix\" einer fehlerhaften anweisung aus anweisung2....gut wieder umgesetzt...\n\nUnd so geht das das ganze Jahr: Ehrlich: qürdest du in so einem unternehmen arbeiten WOLLEN? Würde es dir spass machen so zu arbeiten?","replies":[{"id":"","poster":"Finn BáIor","date":"2018-06-11T10:27:16.983+0000","up_votes":1,"down_votes":3,"body":"Lustiger weise hab ich tatsächlich für 2 jahre in so einem Unternehmen gearbeitet.\nIch für meinen teil habe kein Problem mit dieser Menge an Information, aber ich representier auch nicht jedermann.\nIch weiß was du meinst , aber es gibt halt viele champs , mechanics , items etc , die ab und zu mal reviewed und renewed werden müssen.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-06-11T10:37:59.721+0000","up_votes":1,"down_votes":0,"body":"Ich bin grundsätzlich auch sehr anpassungsfähig und habe beruflich auch täglich viele infos zum verarbeiten. \n\nAber kompliziert wir mein o.g. beispiel dann bei der 3. Änderung. Wenn sachen von Ä2 auf den Stand Ä1 reverted werden, sachen von Ä1 auf Ä3 geändert, sachen von Ä1 und Ä2 wieder geändert und andere Sachen erstmalig geändert werden, während nebenbei ikomplett neue Anweisungen hinzugefügt werden, die aber alle vorhandenen Anw. sowie jene von Ä1 - 3 betroffenen beeinflussen.\n\nDann verliert man spätestens bei der 6. Anweisung den Überblick und macht das was alle machen bzw die Profis - vor allem wenn man nivht die Zeit oder jemanden hat das ganze uu analysieren.\n\nDas kann mMn nicht der Sinn der Sache sein.\n\nIch sag 3 große Änderungen (Gewollte Metashifts, globale änderungen, neue items/champs/runen etc)\n\nSeasonstart (Jänner)\nMSI (Mai)\nLetzter Großer fürs Season finale (August)\n\nreichen völlig.\n\nIn der preseason (Nov/Dez) natürlich öfter, das ist ja eine art testphase.\n\nDazwischen kleine und (notwendige!!) balance anpassungen und hotfixes.\n\nAber just my 2 cents.","replies":[]}]}]}]}]}]},{"id":"","poster":"Allerbester Biss","date":"2018-06-11T21:42:17.967+0000","up_votes":1,"down_votes":0,"body":"In deiner Elo bekommst du immer gleich starke Teams!\n\nDu kannst deine Elo nicht mit deiner vergleichen. Wenn man in Challenger mit Dia1 zusammen spielt ist das ein riesiger UNterschied. Wenn ein Bronze Spieler mit Silber spielt, dann macht das absolut keinen Unterschied, weil das Skill Level fast gleich ist!","replies":[]},{"id":"","poster":"GhostOfFl4me","date":"2018-06-11T18:48:45.293+0000","up_votes":1,"down_votes":0,"body":"Dass denkst du noch wegen den jetzigen und letzten Patch","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-06-11T10:02:59.565+0000","up_votes":1,"down_votes":7,"body":"1. Ja geht vllt ein tick zu schnell ist jetzt aber auch nicht all zu tragisch\n2. wenn sich jemand nicht auf neuen patchnotes einstellen kann der hat für mich die Gold-Elo nicht verdient. andernfalls wäre das ranked system ziemlicher buggy shit. Bin selber silber und kann mich ziemlich schnell anpassen und wenn man dann goldspieler oder höher sieht die schlechter als man selber sind dann krieg ich wieder brechreiz was mit dem System nicht stimmt unabhängig obs kurz vorher n Patch gab oder nicht. Wer sich nicht anpassen kann ist kein guter Spieler\n\n3. Das mit der Warteschlange kann ich gut nachvollziehen. Ich warte auch lieber ne halbe Stunde für n ordentliches Match als alle 5 min ne CS zu haben wo die  10 lp verlust garantiert sind.","replies":[]}]}