{"id":"qHj5r3lt","poster":"Erllandur","date":"2019-07-07T11:44:44.521+0000","title":"Gemeinsamer Champoin-Pool (pro / contra / Vorschläge)","subforum":"Teamfight Tactics","up_votes":1,"down_votes":2,"body":"Hallöchen Zusammen,\n\nwie der aufmerksame TFT-Spieler weiß, werden die Champions, welche man unten im Shop kaufen kann, aus einem gemeinsamen Champion-Pool geschöpft, der (leider) nicht unbegrenzt ist. Allerdings hapert es meiner Meinung nach noch mit der Umsetzung.\n\n**Pro:**\nMan muss sich auf die anderen einstellen. Einfach wild kaufen, weil es ja eh alles gibt, fällt aus. Das bewirkt vor allem,  dass am Ende nicht jeder mit dem selben OP-Meta-Team in der Arena steht. Finde ich, ist im Grundsatz erst mal ein guter Gedanke.\n\n**Contra:**\nDas Pro ist gleichzeitig das Contra. Um sich auf etwas einstellen zu können, braucht es Informationen, die der Spieler einfach nicht hat oder nur schwer bekommen kann. Prinzipiell braucht man 2 Informationen um kalkulieren zu können:\n-1.  Was gibt es im Angebot?\n-2. Wo befindet sich das Angebot?\n\nZu 1:\nAuch nach 2 Stunden durchforsten von google, Foren usw. kenne ich den \"Inhalt\" des Champion-Pools immer noch nicht. Wie soll man denn da erfahren, was es noch zu kaufen gibt, wenn man gar nicht weiß, was überhaupt möglich wäre?\n\nZu 2:\nJa, man kann sich die anderen Mitspieler angucken - theoretisch.\nWarum theoretisch? Weil einem die Zeit fehlt. In den paar Sekunden zwischen den einzelnen Phasen müsste man gleichzeitig:\n> Kaufen\n> Champions umstellen\n> Taktik überdenken\n> Gegner-Champs kontrollieren\n\nDas kommt einfach zeitlich nicht hin.\n\n**Fazit / Vorschlag**\nEine einfache Anzeige im Shop, würde zumindest die gerade genannten Contra ausheben.\nNeben den Preis des Champions einfach die Gesamt-Verfügbare Zahl sowie die Zahl der bereits verkauften Exemplare erwähnen.\nSo eine Anzeige fände ich top ^^\n\nRichtiger Luxus wäre natürlich, wenn man die Möglichkeit hat eine Liste des Shop-Inventars zu öffnen, wo man sieht welche Champs noch darin sind und ab welchem LvL diese verfügbar werden.\n\nDamit man tatsächlich planen kann und nicht (wie schon so oft passiert) mit 8 der 9 benötigten Exemplare herum gurkt, die einen 3 Plätze auf der \"Ersatzbank\" blockieren obwohl es gar keine Möglichkeit mehr gibt Nr. 9 zu bekommen bevor ein anderer Spieler aus der Runde ausscheidet.\n\ngrüße\neuer Sverdsønn","replies":[{"id":"","poster":"Erllandur","date":"2019-07-07T14:07:17.902+0000","up_votes":1,"down_votes":0,"body":">Es gibt:\n>\n[...]\nLevel 9\t10%\t15%\t35%\t30%\t10%\n\nDanke für die Info, die hilf tatsächlich einiges weiter.\nHättest du evtl. den Link und das was du in die google-Suche eingegeben hast?\n\n>Was bringt dir denn das?\nDie Pools fluktuieren sehr stark einige Pools sind gar nicht immer verfügbar und du erhälst so auch keine Information über Gegner, welche Champions in großer Zahl erwerben (vor allem bei den höheren Seltenheiten), da diese Champions dadurch nahe zu nie bei dir auftauschen werden.\n>\nEs wird dir also nicht die Aufgaben abnehmen, dich mal umzusehen und zu gucken, was der Gegner so macht. Vor allem, weil auch Items sehr viel ausmachen ist die Information über den Championpool nur unzureichend.\n\nDeswegen ja der Vorschlag mit der Liste ;)\n\nInsgesamt - danke für Hilfe und Feedback","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-07-07T16:53:32.360+0000","up_votes":3,"down_votes":0,"body":"1. Man kann auch auf Posts antworten XD Wäre ich nicht mal spaßeshalber vorbeigekommen, hätte ich deine Antwort gar nicht gesehen.\n2. Ich nutzte [diese Quelle](https://leagueoflegends.fandom.com/wiki/Teamfight_Tactics), da ich keine von Riot auf die schnelle auftreiben konnte. Bezüglich TFT verlief leider recht viel (inkl. der Patch-Notes) über einen Twitter-Account und ich nutze kein Twitter und vertraue der Seite auch nicht wirklich.\n3. Bezüglich der Google-Suche \"TFT Champion Chances\" habe ich gesucht.\n=> https://tftactics.gg/db/rolling\n\nAn sich kann ich auch die Seite [TFTactics.gg](https://tftactics.gg/) auch empfehlen, da sie alles relevante zusammenträgt.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-07-07T13:05:30.978+0000","up_votes":2,"down_votes":0,"body":"Nun dann wollen wir mal:\n\n> Auch nach 2 Stunden durchforsten von google, Foren usw. kenne ich den \"Inhalt\" des Champion-Pools immer noch nicht. Wie soll man denn da erfahren, was es noch zu kaufen gibt, wenn man gar nicht weiß, was überhaupt möglich wäre?\n\nNach 1.30 Minuten habe ich folgendes zusammen bekommen:\n\nEs gibt:\n\n - 11 verschiedenen Common-Units\n - 12 verschiedene Uncommon-Units (bald 13 dank TF-Release)\n - 12 verschiedene Rare-Units\n - 9 verschiedene Epic-Units\n - 6 verschiedene Legendary-Units\n\nPro Champion existieren abhängig von ihrer Seltenheit eine bestimmte Anzahl an Champions im Pool:\n\n - Common-Units haben einen Pool von 39 pro Champion (Also sind 11 x 39 = 429 Units Common)\n - Uncommon-Units haben einen Pool von 26 pro Champion (Also sind 12 x 26 = 312 Units Uncommon)\n - Rare-Units haben einen Pool von 21 pro Champion (Also sind 12 x 21 = 252 Units Rare)\n - Common-Units haben einen Pool von 13 pro Champion (Also sind 9 x 13 = 117 Units Epic)\n - Common-Units haben einen Pool von 10 pro Champion (Also sind 6 x 10 = 60 Units Legendary)\n\nDie Wahrscheinlichkeit eine EInheit bestimmter Seltenheit zu ziehen skaliert folgendermaßen mit dem Level:\n\n| - - - - - - - - - - | Common - |Uncommon - |Rare  - |Epic - |Legendary\n|-\n|Level 1|\t100%|\t0%|\t0%|\t0%|\t0%\n|Level 2|\t100%|\t0%|\t0%|\t0%|\t0%\n|Level 3|\t65%|\t30%|\t5%|\t0%|\t0%\n|Level 4|\t50%\t|35%|\t15%|\t0%|\t0%\n|Level 5|\t37%|\t35%|\t25%|\t3%|\t0%\n|Level 6|\t24.5%|\t35%\t|30%|\t10%|\t0.5%\n|Level 7|\t20%|\t30%|\t33%|\t15%|\t2%\n|Level 8|\t15%|\t25%|\t35%|\t20%|\t5%\n|Level 9|\t10%|\t15%|\t35%|\t30%|\t10%\n\n> Ja, man kann sich die anderen Mitspieler angucken - theoretisch.\nWarum theoretisch? Weil einem die Zeit fehlt.\n\nUnd betrachtest du dir dann während des Kampfes einfach deine Einheiten. Man kann auch in dieser Zeit gucken, was die anderen Spieler bieten.\n\n> Weil einem die Zeit fehlt. In den paar Sekunden zwischen den einzelnen Phasen müsste man gleichzeitig:\n\nMan muss in dieser Zeit lediglich Champion platzieren und handeln.\nDie Strategie entwickelt sich ja im Kampf. => Du siehst wo deine Schwächen sind und hinterfragst, wie man sie kompensiert oder stärken ausbaut.\nDas Erwerben von Wissen über die anderen ist auch während des Kampfes möglich.\n\n> Neben den Preis des Champions einfach die Gesamt-Verfügbare Zahl sowie die Zahl der bereits verkauften Exemplare erwähnen.\n\nWas bringt dir denn das?\nDie Pools fluktuieren sehr stark einige Pools sind gar nicht immer verfügbar und du erhälst so auch keine Information über Gegner, welche Champions in großer Zahl erwerben (vor allem bei den höheren Seltenheiten), da diese Champions dadurch nahe zu nie bei dir auftauschen werden.\n\nEs wird dir also nicht die Aufgaben abnehmen, dich mal umzusehen und zu gucken, was der Gegner so macht. Vor allem, weil auch Items sehr viel ausmachen ist die Information über den Championpool nur unzurechend.\n\n> Damit man tatsächlich planen kann und nicht (wie schon so oft passiert) mit 8 der 9 benötigten Exemplare herum gurkt, die einen 3 Plätze auf der \"Ersatzbank\" blockieren obwohl es gar keine Möglichkeit mehr gibt Nr. 9 zu bekommen bevor ein anderer Spieler aus der Runde ausscheidet.\n\nDadurch, dass man für einen Tier-3-Unit 9 Exemplare der Tier-1-Unit benötigt, kann man sich einfach mal umsehen. Gibt es neben dir noch zwei oder mehr andere Spieler, die eine derartige Unit generieren wollen, fällt die Chance das du es schaffst gegen 0. Ansonsten hast du immer eine Chance.\nEpic- und Legendary-Units lohnt es sich nicht auf Tier 3 zu ringen, weil sie Gegner zu schnell den Pool ausreichend stark minimieren können.\n\n___\n\nDas sollte es erstmal gewesen sein.\nIch hoffe ich konnte helfen.","replies":[]}]}