{"id":"WrbGVw8A","poster":"TøD Pity","date":"2018-06-10T10:20:22.049+0000","title":"Junges Team im Neustart sucht Member","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo meine Lieben Beschw&ouml;rer da drau&szlig;en! \r\nIhr seid auf der Suche nach einer kleinen Community bei welcher ihr den Wachstum noch mit dem blo&szlig;en Auge sehen k&ouml;nnt und bei der ihr die M&ouml;glichkeit habt durch andere was zu lernen oder selbst anderen ein bisschen unter die Arme greifen k&ouml;nnt? Dann bieten wir euch herzlichst einen Platz im Never Surrender Germany Reborn, einem Team im E-Sport Clan Never Give Up E-Sport an! \r\n\r\nSpieler jedes Ranges sind bei uns herzlich willkommen! Egal ob M&auml;nnlich oder Weiblich! Egal ob das 30. Level schon erreicht ist oder nicht! Bei NSGR wollen wir den Spa&szlig; am Spiel an vorderste Front stellen! \r\n\r\nDoch wer sind wir &uuml;berhaupt genau?\r\nDiese Frage l&auml;sst sich am besten Beantworten wenn ihr zur Gr&uuml;ndung des Teams im April 2017 zur&uuml;ck gehen. Damals noch unter dem Namen Baumschulsquad bekannt k&auml;mpften wir schon damals gegen Inaktivit&auml;t. Auch der Neustart des Projekts unter dem Namen Never Surrender Germany verlief nicht anders.. Doch mit NSGR wird sich diese Niederlagenstr&auml;hne nun hoffentlich legen. Denn diesem Projekt Versuch gebe ich nicht auf komme was wolle!\r\nDiscord und TS ist beides vorhanden und kann 24/7 frei von euch genutzt werden! Des weiteren erwarten euch noch bei uns eine hilfsbereite Community und freundliche Moderatoren!\r\nIhr k&ouml;nnt mich auf TS und Discord von Montag bis Freitag von 17:30 bis 19:00 und am Wochenende von 13:00 bis 23:00 antreffen!\r\n\r\nAber was erwarten wir von dir?\r\nDein Alter ist relativ egal blo&szlig; erwarten wir eine gewisse Grundreife die das entspannte Clanklima nicht beeintr&auml;chtigt! Wir w&uuml;nschen uns sehr das du offen f&uuml;r Kritik bist, keine Zeit mit Flamen oder tilten verschwendest und den Spielspa&szlig; anderer nicht absichtlich gef&auml;hrdest! Ansonsten ist bei uns jeder willkommen! \r\n\r\nWer zuerst kommt mal zuerst das Team befindet sich derzeitig im Neuaufbau, das hei&szlig;t wir suchen allerdings derzeitig einen Toplaner f&uuml;r das Main Team, allerdings ist jeder bei uns Willkommen von Toplane Tanks bis hin zu Ap Supportern, kommt einfach auf dem TS oder Discord (Discord wird bevorzugt) zu den Zeiten ich melde mich dann sofort bei euch wenn ich die Zeit hab. Freu mich drauf ^^.\r\n\r\n\r\nF&uuml;r weitere Fragen oder Anregungen stehen euch\r\nIch Dominik aka &quot;NSG Tadashi&quot; zur Verf&uuml;gung!\r\n\r\nMeldet euch gern bei uns und erhaltet schon Abend die M&ouml;glichkeit euch bei uns vorzustellen!\r\n\r\nIch freue mich auf euch!\r\nEuer Tadashi :3\r\n\r\n{{sticker:vlad-salute}}","replies":[]}