{"id":"iYZmh4AJ","poster":"LegendJurai","date":"2018-06-09T22:09:36.332+0000","title":"Warum kein S?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Ich habe letztens Lux Support gespielt und hatte mit ihr 9/4/36. Ich hatte den 2. Meisten Gesamtschaden (ca. 67 000) an Champions gemacht und insgesamt 18 Augen plaziert. Hab beim Drake mitgeholfen und fast alle T&uuml;rme mitzerst&ouml;rt. Insgesamt habe ich 170 cs (weil ja Supporter generell kein Farm haben d&uuml;rfen laut dem ADC)\r\nUnd warum war das jz kein S oder wenigstens ein S-? Meiner Meinung nach ist dieses Ergebnis (ab gesehen vom cs) sehr gut f&uuml;r ein Supporter. Der ADC sagte, dass LoL, also dieses System mich nicht als Supporter &quot;erkannt&quot; hat (da ich kein Supporter Item hatte) und dachte, dass ich mid oder so w&auml;r und es gab mir  dann ein A+, wegen dem cs. Aber ist das wirklich so? Letztens hatte ich auch mit Soraka 1/2/18, 3/5/22, 3/3/10, 1/2/15 oder auch 3/7/31 und hab daf&uuml;r auch kein S bekommen, obwohl ich als Startitem ein Supp Item hatte. \r\nIch spiele halt Supporter gerne mit Magieritems und bin eig sehr gut darin. Aber ich bekomme nie ein S. Liegt das wirklich daran, dass ich ein Supp Item brauche? Z&auml;hlen Startitems nicht als Supp Items damit mich dieses System als Supporter &quot;erkennt&quot;? \r\n\r\nW&uuml;rde mich f&uuml;r eine Erkl&auml;rung freuen :)","replies":[{"id":"","poster":"OPChampsSucks","date":"2018-06-09T22:13:43.137+0000","up_votes":1,"down_votes":0,"body":"Was dein adc sagt ist natürlich kompletter bullshit\n\ndu hast aber eindeutig zu viele tode für n S ist meine Meinung dann basiert das noch auf deiner aktuellen Liga auf deinen aktuellen Champ auf deine Position und viele andere Dinge die je nach Rolle entscheidend sind. Als lux wirst du mehr cs brauchen als mit soraka zb","replies":[{"id":"","poster":"LegendJurai","date":"2018-06-10T06:03:30.944+0000","up_votes":1,"down_votes":0,"body":"Aber wenn ein Supporter zu viele Kills hat, kriegt es kein S mehr? Ich hab ja viele Assestins. Wenn ich jz beispielsweise 3/4/36 stände, hätte ich dann eher ein S bekommen, als 9/4/36?","replies":[{"id":"","poster":"HyperionCH","date":"2018-06-11T07:07:22.562+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendJurai,realm=EUW,application-id=Wj1wcocU,discussion-id=iYZmh4AJ,comment-id=00000000,timestamp=2018-06-10T06:03:30.944+0000)\n>\n> Aber wenn ein Supporter zu viele Kills hat, kriegt es kein S mehr? Ich hab ja viele Assestins. Wenn ich jz beispielsweise 3/4/36 stände, hätte ich dann eher ein S bekommen, als 9/4/36?\n\nGibt es irgendetwas in den Stats, dass zeigt, dass du Support gespielt hast? Das ist wohl das Problem.","replies":[{"id":"","poster":"LegendJurai","date":"2018-06-11T14:51:55.255+0000","up_votes":1,"down_votes":0,"body":"Naja, ich war ja im Draftpick. Da hat es schonmal gezeigt, dass ich Supporter bin. Und 36 Assistens finde ich schon ziemlich gut ^^ Mit den 9 Kills habe ich oben erklärt ;)","replies":[{"id":"","poster":"HyperionCH","date":"2018-06-11T18:17:22.479+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendJurai,realm=EUW,application-id=Wj1wcocU,discussion-id=iYZmh4AJ,comment-id=0000000000000000,timestamp=2018-06-11T14:51:55.255+0000)\n>\n> Naja, ich war ja im Draftpick. Da hat es schonmal gezeigt, dass ich Supporter bin. Und 36 Assistens finde ich schon ziemlich gut ^^ Mit den 9 Kills habe ich oben erklärt ;)\n\nDas hat nichts damit zu tun, ob du dich als Supporter gemeldet hast.\n\nIch habe in einem Draftpick auch schon Mid bekommen, aber dann mit dem Sup getauscht (mache ich gelegentlich, wenn freundlich gefragt wird) Und weiss du was? Ohne Farm habe trotzdem eine S-Wertung erhalten.\n\nDas System erkannte also, dass ich gar nicht Mid spielte. Aber es war klar, dass ich Support spielte, weil ich wie gesagt nicht farmte, Support-Items kaufte (nicht nur das Gold-/Vision-Item, sondern weitere für Sup geeignete Items), viel wardete, etc.\n\nDu hast kein einziges Support-Item gekauft, hast doch etwas Farm generiert und hast kaum gewardet (OK, da fehlte auch das Ward-Item). Es gibt also kein wirkliches anzeichen, dass du wirklich Sup gespielt hast.\nOK, das ist etwas übertrieben gesagt, aber das System sieht dies in solchen Extremfällen so. Denn sonst könnte man die ganzen S-Wertungen umgehen, indem man einfach immer Sup angibt und dann (z.B. mit einem Premade) mit Mid wechselt, um S-Wertungen zu farmen. \n\nEs geht also weniger darum, ob du viele Assists hattest, etc. Denn z.B. viele Assists kannst du auch als Midlaner kriegen, wenn einer deiner Mates (z.B. Kha-Jungler) durch den besseren Burst den Kill nimmt. Ausser dass du wahrscheinlich in der Laning-Phase auf der Botlane warst, spricht wie gesagt so rein gar nichts, dass du Sup gespielt hast.\n\nMein letztes Lux-Sup Game ist ein paar Monate her (einige Sup-Items haben seitdem einige Änderungen bekommen^^), aber so sieht z.B. bei mir ein Lux-Sup Game aus:\n\nhttps://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/3538912782/39932514?tab=stats\n\nSiehst du den Unterschied? Wo erkennt man sofort, dass der Lux-Spieler Sup war? ;)","replies":[{"id":"","poster":"LegendJurai","date":"2018-06-11T20:15:06.058+0000","up_votes":1,"down_votes":0,"body":"Achso :D \nJa, ich hab meine eigene Spielweise, ich komm mit Supp-Items nicht gut klar xD Und das Startitem war wirklich fail :P\nNaja, danke für deine Antwort, glaube es kann mir in Zukunft weiterhelfen ^^","replies":[{"id":"","poster":"HyperionCH","date":"2018-06-11T21:23:02.491+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendJurai,realm=EUW,application-id=Wj1wcocU,discussion-id=iYZmh4AJ,comment-id=000000000000000000000000,timestamp=2018-06-11T20:15:06.058+0000)\n>\n> Achso :D \n> Ja, ich hab meine eigene Spielweise, ich komm mit Supp-Items nicht gut klar xD Und das Startitem war wirklich fail :P\n> Naja, danke für deine Antwort, glaube es kann mir in Zukunft weiterhelfen ^^\n\nKein Problem.\nDie Spielstil kann natürlich gerade bei Champs wie Lux als Sup sehr unterschiedlich sein. Meine ist wie du siehst sehr auf Utility bedacht. Da sehe ich meine Aufgabe als Sup eher, meine Carrys zu beschützen. Dies siehst du auch an der Anzahl Wards. Ich habe innerhalb 28.5 Minuten 25 Wards gesetzt und unser Team hat total 15 zerstört (grösstenteils dank meinen Pinks und dem Red-Trinket). Das ist auch eine ganz andere Vision-Wertung. \n\nDu spielst Lux-Sup als \"Mini APC\" und da kann es sehr gut vorkommen, dass du als APC und nicht als Sup erkannt wirst.\nZumindest das Start-Item sollte ein Gold-Item sein, damit das System zumindest ansatzweise erkennen kann, dass du Sup spielst.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Alyannâ","date":"2018-06-10T07:27:03.351+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"LegendJurai","date":"2018-06-11T04:23:19.646+0000","up_votes":1,"down_votes":0,"body":"Entschuldige bitte? Das Spiel ging eine Stunde lang und da finde ich 170 cs noch ganz okay. In anderen Spielen, wo ich vllt kein Supporter bin, haben die Supporter innerhalb einer Stunde 200 - 250 cs. Außerdem nach einer Zeit geht es nicht mehr darum, den Farm zu kriegen. Oder denkst du, dass ich die Minions alles in der Anfangsphase lastgehittet habe? \nDie Kills waren natürlich keine Absicht. Immer wenn ich den Lasthit den anderen übergeben möchte, dann treffen sie nie und der Gegner überlebt noch und verschwindet. Das ist immer so. Also habe ich mich daran gewöhnt einfach darauf loszuballern :) (Du weißt schon, dass Lux generell kein Supporter ist, ich wollte sie aber mal als Supporter ausprobieren)\nUnd ja, dass mit Dorans Ring war fail xD Ich vergesse es fast immer, dass ich ein Supporter Startitem kaufen muss. Passiert mir auch öfters wenn ich z.B. Karma oder Zyra spiele. \nNaja und der ADC fand mich ganz okay :3 Immer wenn ich ,,sry\" sagte, wenn ich ein Kill bekam, sagte sie jedes Mal ,,np\". Und dass ich ein paar Minions nahm, fand sie auch okay, also gesagt hat sie nichts. \nEigentlich bin ich ein ganz guter Supporter und die ADCs hatten bisher noch nie Probleme mit mir ^^ Sie sagten sogar öfters ,,gj\" zu mir und daher denke ich, dass sie mich ganz gut ertragen konnten. Naja, aber trollen ist bissl übertrieben xD Wenn der ADC sagt, ich solle aufhören Minions zu klauen und ich mach es weiter, dann kann man es trollen nennen ^^\nIch glaube ich habe mit meinen Artikel niemanden verletzt, ich wollte grundsätzlich nur etwas fragen und keine Diskussion anfangen. Also kein Grund mich anzuschnauzen und als dumm zu bezeichnen ^^ \nSry, für den langen Text xD\n\nAber kann man wirklich wegen zu guten Stats kein S mehr bekommen?","replies":[{"id":"","poster":"Sheatos","date":"2018-06-11T07:14:54.242+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LegendJurai,realm=EUW,application-id=Wj1wcocU,discussion-id=iYZmh4AJ,comment-id=00020000,timestamp=2018-06-11T04:23:19.646+0000)\n>\n> Und ja, dass mit Dorans Ring war fail xD Ich vergesse es fast immer, dass ich ein Supporter Startitem kaufen muss. Passiert mir auch öfters wenn ich z.B. Karma oder Zyra spiele. \n\nDa ist genau eines deiner Probleme. Damit spielst du streng genommen sogar dem Gegner zu, weil du dem Team Sicht nimmst.\n\n> [{quoted}](name=LegendJurai,realm=EUW,application-id=Wj1wcocU,discussion-id=iYZmh4AJ,comment-id=00020000,timestamp=2018-06-11T04:23:19.646+0000)\n> \n> Aber kann man wirklich wegen zu guten Stats kein S mehr bekommen?\n\nDeine Sichtwertung bzw. die Anzahl plazierter Augen ist für ein einstündiges Match sehr schlecht. Also selbst wenn du als Support erkannt worden bist, würde das schon erklären warum die kein S- bekommen hast. Ein Supporter kann da gut 40+ Augen verteilen in der Zeit, wenn er halt auch das Support-Item nimmt. Und selbst für die 18 Augen ist die Sichtwertung nicht wirklich gut. Ich hab bei meinem einstüngen Match mit 15 Augen eine Sichtwertung von 84 bekommen und das als Midlaner während du mit den 18 Augen gerade mal auf 40 Sitchwertung kommst.\n\nEs kommt eben auch darauf an wie gut die Augen platziert sind. Kontrollaugen hast du ebenfalls keine gekauft in dem Spiel.","replies":[{"id":"","poster":"LegendJurai","date":"2018-06-11T14:50:27.681+0000","up_votes":1,"down_votes":0,"body":"Achso dankeschön  für die Erklärung ^^","replies":[]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2018-06-09T23:13:01.171+0000","up_votes":1,"down_votes":0,"body":"Wenn du im im Blindpick warst, wird das System den Durchschnitt aller Lux' nehmen (auch der Midlaner) und von diesem an das S ermitteln.\nIm Draftpick kannst du ja direkt angeben, was für eine Position du spielst, somit wird es dann auch nur die Supportrolle sein, die die Wertungen bestimmt.\n\nWas du baust ist dem Spiel jedoch absolut egal","replies":[{"id":"","poster":"LegendJurai","date":"2018-06-10T06:01:29.392+0000","up_votes":1,"down_votes":0,"body":"Ich spielte Abwechselnde Wahl, also ja, Draftpick","replies":[]}]}]}