{"id":"pumUjW3t","poster":"Daewtil","date":"2019-07-05T19:46:34.151+0000","title":"Kein Wunder das euer Spiel stirbt ..","subforum":"Spielerverhalten & Moderation","up_votes":7,"down_votes":19,"body":"Ohne Witz LoL hat die schlimmste Community ever. \r\nKein Spiel vergeht ohne Flamer oder Leute die sich cool fühlen, weil sie einen töten zu 5 , während das eigene Team trollt .\r\n\r\nIch glaube hier brauchen 75% der Spieler eine Therapie , die meisten haben so viele Probleme in ihrem Leben und lassen hier alles raus . \r\n\r\nZum Beispiel letztes Spiel , ein Lux botlane spielt schlecht sie ist halt ein Neuling , hat sie uns auch gesagt , das Gegnerische Team missbraucht das sofort und versucht sie ständig zu ganken zu 5 in einem NORMAL ??? Und danach flamen sie , sie noch zu Tode bis sie kein Bock mehr hat.\r\n\r\nDie Meta ist immer dieselbe einen zum Tilten zu bringen oder zum Ausrasten bis der jenige einfach Leavt und das gegnerische Team gewinnt ganz leicht .","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-05T19:56:52.942+0000","up_votes":3,"down_votes":1,"body":"> Die Meta ist immer dieselbe einen zum Tilten zu bringen oder zum Ausrasten bis der jenige einfach Leavt und das gegnerische Team gewinnt ganz leicht .\n\nAchja, genau.\nIch spiel das immer falsch, genauso wie die Pros, die tilten auch immer einen der dann das Spiel verlässt und gewinnen dann so, das ist die Meta!\n\nAuch wenn ich als Jungler gerne Toplaner campe, weil ich als Top Main weiß wie sehr das diverse Krankheiten auslöst, gewinne ich noch lange nicht alle spiele deshalb, weil andere Lanes erfolgreicher sein können, genauso wie der gegnerische Jungler.","replies":[{"id":"","poster":"Daewtil","date":"2019-07-05T20:01:33.995+0000","up_votes":1,"down_votes":9,"body":"***","replies":[{"id":"","poster":"Bananenschnder","date":"2019-07-05T20:44:09.637+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Daewtil,realm=EUW,application-id=KYnfKGf0,discussion-id=pumUjW3t,comment-id=,timestamp=2019-07-05T19:46:34.151+0000)\n>\n> Kein Spiel vergeht ohne Flamer oder Leute die sich cool fühlen, weil sie einen töten zu 5 , während das eigene Team trollt .\n\nAh. Und warum sind die Troller nie im Gegnerteam? Bzw warum tötet dein Team nie zu 5 jemanden?\n\n> [{quoted}](name=Daewtil,realm=EUW,application-id=KYnfKGf0,discussion-id=pumUjW3t,comment-id=,timestamp=2019-07-05T19:46:34.151+0000)\n>\n> Ich glaube hier brauchen 75% der Spieler eine Therapie , die meisten haben so viele Probleme in ihrem Leben und lassen hier alles raus . \n\nhmmm damit meinst du aber jetzt nicht zufällig dich? Deine weiteren Post hier lassen das nämlich stark vermuten. Süß finde ich auch, wie du das weder von deinem Hauptaccount noch dem eben erwähnten neuen Account aus schreibst :)\n\n> [{quoted}](name=Daewtil,realm=EUW,application-id=KYnfKGf0,discussion-id=pumUjW3t,comment-id=,timestamp=2019-07-05T19:46:34.151+0000)\n>\n> Die Meta ist immer dieselbe einen zum Tilten zu bringen oder zum Ausrasten bis der jenige einfach Leavt und das gegnerische Team gewinnt ganz leicht .\n\nWo ist das denn bitte Meta? xD\nIn den tiefsten Tiefen von Bronze und Iron vielleicht. Ich spiele seit 4 Jahren und DAS war in meinen Games, zwischen niederem Silber und hohem Platin, noch nie Meta.\nBei high Elo Streams sieht man diese Meta komischerweise auch nicht.\n\n> [{quoted}](name=Daewtil,realm=EUW,application-id=KYnfKGf0,discussion-id=pumUjW3t,comment-id=00000000,timestamp=2019-07-05T20:01:33.995+0000)\n>\n> Ich rede nicht von den Pros , weil diese härter überwacht werden \n\nLOL. Ja klar daran liegt es. Die würden sonst auch einfach AFK gehen.\nBei Preisgeldern im Millionenbereich denkt sich aber auch kein Team \"hmm lass mal einen tilten bis er keinen Bock mehr hat für nen Free win\"? Die müssen wohl alle einfach bekloppt sein!\n\n> [{quoted}](name=Daewtil,realm=EUW,application-id=KYnfKGf0,discussion-id=pumUjW3t,comment-id=00000000,timestamp=2019-07-05T20:01:33.995+0000)\n>\n> genau diese Dummheit meine ich sofort downvoten weil ihr dummen Fanboys nichts anderes könnt außer euer ganzes Geld in ein sinnloses Spiel zu pumpen, das nur immer geldgeiler wird.\n\nJa so ist das wohl. Alle, die deine Meinung nicht teilen, sind erwiesenermaßen und unwiderlegbar dumm. Das macht die Welt bedeutend einfacher.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-05T20:52:05.723+0000","up_votes":6,"down_votes":0,"body":"Du hast das hier vergessen, ein ganz ganz leichter Hauch von Doppelmoral.\n\nErst:\n\n> ein Opfer wird ausgesucht und solang gemobbt bis es kein Bock mehr hat.\n\nDann:\n\n> Ich wurde von den dreißig Spielen immer geaddet von den Leuten und was die schrieben alter ,\nIch wäre so dämlich , noobig, scheiße , ein loser usw. nur weil sie verloren oder 1vs 1 wollten \n\nUnd jetzt kommt der Kicker: \n\n> Ich glaube aber das 90 % der Spieler hier einfach aussehen wie Gollum und in der Schule gemobbt wurden und jetzt hier hin flüchten.\n\nEr regt sich über das negative Verhalten von Menschen auf, beschimpft die LoL Community das sie so unfreundlich und toxisch ist und dann kommt sowas.\nKekfußschlag bis zum Mond.","replies":[{"id":"","poster":"dugg","date":"2019-07-08T13:23:34.419+0000","up_votes":2,"down_votes":1,"body":"Du siehst das einfach nur zu kleinlich. ;)","replies":[]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-07-05T20:06:26.106+0000","up_votes":5,"down_votes":0,"body":">  weil ihr dummen Fanboys nichts anderes könnt außer euer ganzes Geld in ein sinnloses Geld zu pumpen, das nur immer geldgeiler wird.\n\nWieso genau musst du mich jetzt beleidigen? Ich bin kein Fanboy und stimme auch nicht allem zu das Riot tut.\nAber ich glaube du hast einfach keinen validen Punkt, weshalb du direkt ins persönliche wechselst.\n\n> Siehe Supercell , wenn du wüsstest was da abging als Tencent es übernahm.\n\nAh, sind wir jetzt wieder bei ,,die bösen Chinesen haben Riot runiniert\". Ja genau, die, die schon seit 2011 93% der Firma besaßen. Ganz tolles Argument.\nIch weiß auch nicht wie du auf die Idee kommst Riot mit Supercell zu vergleichen, League bietet kaum bis keine Vorteile für Echtgeld aber wir wissen alle wie Clash of Clans und Konsorten funktionieren.\n\n> Ich habe 30 Spiele auf meinem Neuen Account gespielt und immer wieder dasselbe ein Opfer wird ausgesucht und solang gemobbt bis es kein Bock mehr hat.\n\nCool, Beweise?\nAlso über 30 Games, nicht das eine das du dir rauspickst damit dein Punkt wenigstens etwas glaubhaft wird.","replies":[{"id":"","poster":"Daewtil","date":"2019-07-05T20:11:32.819+0000","up_votes":2,"down_votes":6,"body":"Nein es immer das gleiche und zu deinem Punkt \"Cool, Beweise \" soll ich dir jetzt glauben??\nZu 2011 du weißt das CoC auch noch ok war lange Zeit bis es immer weniger Geld einbrachte und die jetzt unnötige Feature einbauten und ein neues Spiel rausbrachten um mehr Kohle zu verdienen.\nWarum stritten sich die LoL Macher mit den Leuten von Tencent als die damals eine Mobile Version rausbrachten und sorry , aber die zielen drauf ab das es süchtige gibt die jeden Skin kaufen , mal ehrlich das manche nur für Prestige Version Skins 100 Euro verlangen , die Preise anheben und das man kaum BE verdient ?! Ohne einen vernünftigen Championpool bist du genauso am A. \n\nUnd ich spielte auf dem Account weit über 1000 Games und immer war es dasselbe und in letzter Zeit wird es immer schlimmer , mir sind Feeder und Co . , weil sie schlecht sind scheiß egal , aber manche verhalten sich hier so asozial und unnormal wie sonst was . \n\nIch wurde von den dreißig Spielen immer geaddet von den Leuten und was die schrieben alter , \nIch wäre so dämlich , noobig, scheiße , ein loser usw. nur weil sie verloren oder 1vs 1 wollten .","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-05T20:18:57.532+0000","up_votes":2,"down_votes":0,"body":"> Nein es immer das gleiche und zu deinem Punkt \"Cool, Beweise \" soll ich dir jetzt glauben??\nZu 2011 du weißt das CoC auch noch ok war lange Zeit bis es immer weniger Geld einbrachte und die jetzt unnötige Feature einbauten und ein neues Spiel rausbrachten um mehr Kohle zu verdienen.\n\nNein, war es nicht.\nHabe es einmal 2011 gespielt für eine zeitlang, am Anfang geht es noch, danach musst du Geld ausgeben oder fällst sehr weit zurück.\n\n> Warum stritten sich die LoL Macher mit den Leuten von Tencent als die damals eine Mobile Version rausbrachten\n\nKein Plan, sag es mir und belege es mit einer Quelle.\n\n\n> und sorry , aber die zielen drauf ab das es süchtige gibt die jeden Skin kaufen \n\nNein.\n\n> mal ehrlich das manche nur für Prestige Version Skins 100 Euro verlangen\n\nJa, gibts. Genauso wenig wie du einen Luxus Wagen kaufen musst, musst du diese Skins kaufen.\n\n\n>  die Preise anheben \n\nOder es lag an den neuen Steuern, aber hey, pöses Riot und Tencent.\n\n> und das man kaum BE verdient ?! \n\nUnd das du mehr BE verdienst als früher IP ist dir auch bewusst, ja?\nGanz abgesehen von den kostenlosen Gemstones die du bekommst. \n\n> ohne einen vernünftigen Championpool bist du genauso am A\n\nÄh, was hat das jetzt hier zu suchen?","replies":[{"id":"","poster":"Daewtil","date":"2019-07-05T20:24:28.468+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-05T20:29:44.210+0000","up_votes":7,"down_votes":0,"body":"Okay lassen wir das, Beleidigungen kannst du gerne wo anders absondern.\nDu bist nur am Dampf ablassen, eine richtige Diskussion kann da nicht zustande kommen.","replies":[]}]}]},{"id":"","poster":"Raystlin82","date":"2019-07-05T20:35:26.900+0000","up_votes":7,"down_votes":0,"body":"ich spiele lol seit season 2. hab alle champions bis auf die paar letzen, hab aber genug be um mir sie zu kaufen, wenn ich es wollte. und ich hab in der gesamten spielzeit keinen einzigen cent fuer das spiel ausgegeben. hab durch die truhen sogar ein paar skins fuer meinen main champion bekommen. hab auch unmengen an ward skins, die meisten im be shop gekauft. es gibt keine aufdringliche werbung und niemand wird gezwungen geld fuer das spiel auszugeben. man kann sich auch nichts mit realem geld kaufen, was einem einen vorteil gegenueber anderen verschaffen koennte.\n\ndas problem mit neuen accounts kommt wahrscheinlich daher, dass die perma gebannten sich immer wieder neue accounts erstellen, ihre einstellung sich aber nicht aendert - so werden neulinge eben direkt mit dieser ganzen negativitaet ueberhaeuft.","replies":[]}]}]}]}]},{"id":"","poster":"clair de lune289","date":"2019-07-06T20:41:18.294+0000","up_votes":5,"down_votes":0,"body":"1) es ist völlig legitim die Schwachstelle eines Teams anzugreifen und dann kann eben auch mal der Neuling sein der Lux Support spielt.\n\n2) wenn der Gegner ständig mit allen 5 Spielern zur Botlane läuft und immer nur 1-2kills bekommt,denn so viele Drakes und Towers gibt es nicht das es sich nach dem 2ten mal noch lohnen würde\n\n3)den Gegner in überzahl zu besiegen hat weder was mit cool fühlen noch mit Mobbing zu tun,es ist eine simple und effektive Strategie zum gewinnen wen der Gegner nicht in der Lage ist die Map sinnvoll zu nutzen\n\n4) es ist völlig **normal** ein Spiel gewinnen zu wollen unabhängig vom Modus. das man neue oder andere Sachen spielt,hat absolut nichts mit dem Wunsch zu tun das Spiel zu verlieren...\n\n5)wenn du allein in 5 Gegner rennst oder von 5 Gegner \"gegankt\" wirst,ist es nicht dein Team das trollte sondern eher die Person die ständig und immer wieder von 5 Gegner gekillt wird\n\n6)bevor du anderen zu einer Therapie rätst,solltest du vielleicht solltest du dein **eigenes** Verhalten im Spiel und **vor allem** hier im Forum nochmal überdenken.\n\nedit: \nder Allchat ist für neue Spieler ausgeschaltet und man muss diesen erst unter Optionen einschalten. in der Regel ist das so ziemlich das letzte das wirklich neue Spieler bemerken. solltest du allerdings gemeint haben,dass **ihr** die neue Lux geflamt ist das wieder eine ganz andere Sache. das hat dann aber auch reltiv wenig mit der ach so bösen Taktik des Gegners zu tun.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-07-06T09:07:55.495+0000","up_votes":5,"down_votes":1,"body":"LoL stirbt? O.o Ja wo denn? \nDie Worlds locken Unmengen an Zuschauer an überhaupt ist der eSport in LoL sehr beliebt zum Zuschauen. \nWie kann ein Spiel dann sterben, wenn es so viele Zuschauer anlockt?\n\nUnd auch die Spielerzahlen scheinen ja noch gut genug zu sein, sodass sich LoL immer noch als eines der meistgespielten Spiele dieses Planeten bezeichnen kann.\n\nJopp ganz sicher, dieses Spiel liegt im Sterben...","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-08T13:48:28.315+0000","up_votes":3,"down_votes":0,"body":"Vorallem mit TFT das jetzt schon die höchsten Views auf Twitch hat.","replies":[]}]},{"id":"","poster":"NiicQ","date":"2019-07-06T07:04:49.929+0000","up_votes":3,"down_votes":0,"body":"Es gibt einen Befehl, der nennt sich /Mute all... Also wenn dir die Community aufm Sack geht machst du das einfach dann musst du das gesabbel von den Mitspielern nicht ertragen :)","replies":[]},{"id":"","poster":"Abasin","date":"2019-07-08T09:04:09.299+0000","up_votes":2,"down_votes":0,"body":"Ohne Witz, Du hast die Community jetzt nicht wirklich um neue Erkenntnisse bereichert. Im Prinzip machst Du da weiter, wo Du vor etwa 2 Monaten aufgehört hast. Auch, dass Du wieder ausfällig und beleidigend gegen Leute wirst, die nicht Deine Ansichten teilen, hat sich nicht geändert. \nGut, sei es drum. Jeder kann und darf hier was posten. Aber wenn Du immer wieder im gleichen (sinnfreien) Stil weitermachst, bist Du nur noch langweilig.{{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"Hundis Katze","date":"2019-07-05T22:59:57.143+0000","up_votes":3,"down_votes":1,"body":"Hm, ich hör nur \"Wuäh, wuäh, wuäh! Alle doof! Wuäh! Wuäh! Riot geldgeil! (Oh nein, wie kann man nur mit einem Videospiel Geld verdienen? :D Und btw, niemand zwingt dich tausend Skins zu kaufen...) Wuäh! Wuäh!\"","replies":[]}]}