{"id":"aELK3cOu","poster":"Sôzetsu","date":"2018-06-08T17:56:14.942+0000","title":"League of Legends Survey und der Zustand von LoL!","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":1,"body":"Hey leute, ich bin &uuml;ber einen Stream auf ein Survey aufmerksam geworden welches nach R&uuml;ckmeldung fragt.\r\n\r\nJetzt habe ich mich mal eingeloggt, in der hoffnung eine Anfrage auch bei mir vorzufinden.\r\n\r\nmein derzeitiges Smurf ist mit lvl 28 wohl nicht ausreichend Qualifiziert um eine Meinung zu haben, deswegen wollte ich das Thema hier mal aufgreifen.\r\n\r\nFogende fragen sind Multiple choice von sehr wahrscheinlich bis sehr unwahrscheinlich etc.\r\n\r\n-Wie wahrscheinlich ist es f&uuml;r dich, dass du LoL im folgenden Monat spielen wirst?\r\n\r\nA:  unwahrscheinlich\r\n\r\n- Wie wahrscheinlich siehst du es f&uuml;r dich, LoL einem Freund zu empfehlen?\r\n\r\n\r\nA: Sehr unwahrscheinlich\r\n\r\nHier werden nun direkt Fragen, mit in Textform zu antwortenden format gestellt.\r\n\r\nBitte teile uns mit, warum du es als Sehr unwahrscheinlich empfindest LoL deinen Freunden weiter zu empfehlen.\r\n\r\n\r\nA: Lol ist derzeit an einem Punkt, indem Riot sich scheinbar in einer Idetint&auml;tskriese wiederfinden oder zu gro&szlig; als Firma gewachsen ist um noch Kontrolle &uuml;ber das Spiel zu haben.\r\n\r\nDie sich daraus zeigenden Folgen, bestehen unter anderem aus einer wiederspr&uuml;chlichen Kompetetiven selbstidentifiezierung, ohne dem einzelnen Spieler ein Kompetetives und f&ouml;rderndes Umweld bereitzustellen.\r\n\r\ndas Balancing ist teambasierend und au&szlig;erordentlich Streamlined ohne auf team Synergien zu bauen die auf menschlicher und auf klar ausgelegte Ziele basiert.\r\n\r\nIm klartext ist das Matchmaking abwegig und die Argumentationen seitens Riot dahingehen sind mehr als wiederspr&uuml;chel und aus logischer und psychologischer sicht nicht im Ansatz nachvollziehbar.\r\n\r\naus folgen dessen, ziehen sich sch&auml;den der mentalen stabilit&auml;t und der constanz von regelungen und menschlich nachvollziehbaren, f&uuml;hrend zu toxischen verhalten in mehr als nur den &uuml;blichen destruktiven verhaltens, was ich bei bestem willen niemanden zumuten kann und auf grund dessen nicht nur mich einer empfehlung verweigern w&uuml;rde sondern klare empfehlungen gegen LoL aussprechen werde solange sich dieser unorganisierte interessens, idealien und identit&auml;tskonflikt fortf&uuml;hrt.\r\n\r\n\r\n-bevor wir dir, auf das spiel bezogene, spezifische Fragen stellen, w&uuml;rden wir dich gerne darum bitten uns Vorschl&auml;ge zur verbesserung von LoL zu geben\r\n\r\nA: Sehr gerne, das gr&ouml;&szlig;te problem auf den wiederindividualistisch aufgebauten Balancing besteht f&uuml;r mich darin,  dass es viele zu differenzierende interessens gruppen innerhalb von LoL gibt welche sehr gut Coexistieren k&ouml;nnen wenn man Ihnen diesen Raum gew&auml;hren w&uuml;rde.\r\n\r\nschlussfolgerlich sind die momentan Spielmodi die keinerlei entfaltungsspielraum gew&auml;hren, wo ich nochmal spezifisch darauf eingehen werde, unzureichend und bed&uuml;rfen einer klareren unterteilung um menschengruppen mit &auml;hnlichen und kompromissf&auml;higen Zielen zusammenzuf&uuml;hren.\r\n\r\ndies sollte allerdings einer freien Wahl unterliegen und unter keinen umst&auml;nden Diskriminierend in form wie es bei Ranglistenspielen ist, sein.\r\n\r\nMeinen beobachtungen in bezug auf loL zufolge, innerhalb meiner letzten &auml;usserst aktiven 7 jahre an spielerfahrung, setzt sich die Spielerbase im gegenzug zu den anfangstagen aus mehr als 3 Gruppen zusammen, mit verschiedenen zwischengruppen die durchaus nahe genug an den jeweiligen gruppen sind um kompromisse eingehen zu k&ouml;nnen.\r\n\r\ndie Gruppen identifiziere ich wie folgt: \r\n\r\n-die Kompetetive Gruppe, die ganz klar f&uuml;r den Sieg spielt und eine herausforderung sucht.\r\n diese Gruppe ist &auml;usserst inkompatibel mit sich stark unterscheidenden erfahrungsgruppen, wobei anzumerken ist,\r\n dass die Erfahrungsgruppen nicht zwangsl&auml;ufig von der Spielzeit abh&auml;ngen.\r\n\r\n-Die Casual gruppe, haupts&auml;chlich Anf&auml;nger und personen die zum Zeitvertreib recht sporadisch in LoL vorbeischaut, nicht unbedingt up to date mit patchnotes ist und sich viel erprobt, Mechanics bilden sich als erstes aber macro (spielwissen und nutzung dessen) ist mangelhaft bis garnicht ausgepr&auml;gt und bei den massen an informationen und lernen neuer dinge sind sie auch wenig kooperationsf&auml;hig, aus dem tganz einfachen grund da sie recht &uuml;berlasted sind und sich gem&uuml;tlich einfinden wollen oder gerade LoL als den besten Zeitvertreib aus Ihren optionen wahrnahmen f&uuml;r die entsprechende situation\r\n\r\n- Semi erfahrene Spieler, die sich mit LoL auskennen und es auch recht konstant Spielen, wenn auch nicht in masse, hier wird oft besonders viel wert auf \r\n das Spielen mit freunden gelegt, viel ausprobiert und der ein oder andere faux pa begangen was sie absolut nicht st&ouml;rt und f&uuml;r die kleinen spiele sessions nicht st&ouml;rt. Auch gute Spieler spielen gerne hier um sich etwas von dem kompetetiven stress zu erholen, der fehler kosntant bestraft.\r\n\r\n\r\nim allgemeinen w&uuml;rde ich da Zwei klar distanzierte Spielmodis zur verf&uuml;gung stellen einen deutlich casual spielmodi (ganz normales 5v5)\r\n\r\nund einen mit deutlicher betonung auf kompetetives LERNEN setzen, ebend ein 1-30 normal mode indem picks getestet werden mit dem ziel zu gewinnen, mechanics verbessert werden, am ende des spiels bewertungen und vielleicht tips und pathings von high elo spielern vorgeschlagen werden und belohnung auf leistung basierend verteilt (maximal mit *perfekter bewertung* 10% mehr als der casual mode und bei durchshcnittlichen spiel normale belohnung und starke einbu&szlig;e von bis zu 10% wenn man schlecht spielte)  \r\n\r\naus folgenden gr&uuml;nden sehe ich es als funktionierende m&ouml;glichkeit diese gruppen aufzuteilen:\r\n\r\nafk gehen, feeden bestrafungen und voicechat k&ouml;nnen im kompetetiven modus enabled werden ohne den druck auf die gr&ouml;&szlig;ere Spielerbase zu erh&ouml;hen.\r\npersonen mit gen&uuml;gend erfahrung und guten bewertungen in kompetetiven modus sollten ein Tribunal zur verf&uuml;gung gestellt bekommen, mit der m&ouml;glichkeit voicechats aufzunehmen innerhalb des clientens der bis zu 20 minuten nach dem spiel ans tribunal gesendet werden kann und danach automatisch gel&ouml;scht wird, um verbal schlechtes Verhalten bestrafbar zu machen und grenzwertige f&auml;lle demokratisch von qualifizierten erfahrenen spielen bewertet werden zu lassen, hierf&uuml;r sollte man sich Ehrungsstufen verdienen k&ouml;nnen wenn man im demokratischen verfahren der mehrheit angeh&ouml;rt um eine entwicklung der entscheidungsf&auml;higkeit und meinungen anderer besser verstehen zu k&ouml;nnen was den charakter positiv formt und das aus prinziep reportens endg&uuml;ltig beseitigt, ausserdem sollten Spieler *&auml;hnlichen k&ouml;nnens* grob eingeteilt werden und immer wieder die chance bekommen sich in h&ouml;heren einteilungen zu versuchen bei gutem verhalten um sie sanft an st&auml;rkere konkurenz ehranzuf&uuml;hren.\r\n\r\nDer Casual mode sollte eine schnellere Championrotation haben, in der man sich einzelne Champions ausw&auml;hlen kann um sie auf eine Liste zu setzen, in der man ausgew&auml;hlte champs 2 Wochen spielen und lernen kann sofern man Spa&szlig; an Ihnen hatte, da so &ouml;ffters Champions sehr schnell weg sein k&ouml;nnten zu denne man nicht kam, kann man auch &ouml;fters &auml;hnliche Championkonstelationen zur verf&uuml;gung stellen in denen vlt von 20 champs immer mal wieder 4 bereits vorhanden champions oder auch mehr neu in die rotation eingef&uuml;gt werden.\r\nim Casual mode sollte schlechtes verhalten ganz besonders Stark bestraft werden und ein besseres System zum erkennen absichtlichen feedens implementiert werden (im Kompetetiven modus durch das kleine Tribunal nicht n&ouml;tig) voicechat sollte stark optional sein, wenn &uuml;berhaupt vorhanden um spieler nicht unn&ouml;tig abzulenken wenn sie versuchen sich gerade erstmal etwas auf das spiel einzulassen, daher sollte man ingame gruppen f&uuml;r voicechat koordinieren k&ouml;nnen, im gegensatz zum kompetetiven modus wo er pflicht ist, es sei denn man clicked auf einen button wegen reportw&uuml;rdigen verhaltens der mitspieler was das abschalten des voicechats erlaubt aber voraussetzt nach dem spiel den Fall ans tribunal zu schicken.\r\n\r\nbeide modis komplett frei zug&auml;nglich nur mit hinweisen und siclaimern um welchen modi es sich handelt soweiso das man die regeln best&auml;tigen muss, dass man sie gelesen hat.\r\n\r\n-Nun zu den Spielspezifischen fragen-\r\n\r\n-Hast du irgendwelche Spiele folgender Publisher gespielt:\r\n\r\ndas lasse ich jetzt mal aus da dort 12 verschieden publisher aufgef&uuml;hrt werden aber f&uuml;r riotmitarbeiter an dieser stell, ja 10 oder 11 davon und dann auch mehrere ich hab ein problem...\r\n\r\n- wenn du nicht anderes, &uuml;ber ein Spiel wissen w&uuml;rdest als, dass es von Riot produziert/gepublished wurde, w&uuml;rdest du es spielen?\r\n\r\nA: Ich w&auml;re nicht durch den Publisher beeinflusst (multiple choice die antwort ist so vorhanden)\r\n\r\ndazu, riot hat soweit ich wei&szlig; ja so ziemlich ausschlie&szlig;lich lol produziert und wirklich mangelhafte publisher qualit&auml;ten und umgang mit gro&szlig;en spielerbases gezeigt, auch wenn ich Ihre allgemeine Arbeit davon abgesehen als sehr gut empfinde! d ahabt ihrs Riot ich mag euch eigendlich bitte nehmt euch die kritik heir stark zu herzen ich meins nur gut.\r\n\r\n-hier werden nun alle ausgew&auml;hlten publisher nachgefragt von vorher worauf ich heir nicht eingehen werde-\r\n\r\n- wie zufrieden bist du mit den neusten updates von LoL?\r\n\r\nA: Zufrieden ( ich freue mich da sirh solangsam den richtigen kommentaren und *meinungen* nachgeht und hoffe ihr nehmt euch da shier alles auch mal so ernst)\r\n\r\n-Hier wieder zu antworten in textform-\r\n\r\nDu hast uns mitgeteilt, dass du sehr unzufrieden/unzufrieden/neutral/zufrieden/sehr zufrieden mit den neusten updates bist bitte erkl&auml;re dich mit einem einzigen word oder satz.\r\n\r\nA: sch&ouml;ner versuch soweit, versuchts nochmal.\r\n\r\n-wieder multiple choice an dieser stell, freunde-\r\n\r\nwir w&uuml;rden dich gerne, nach deiner erfahrung mit anderen Spielern fragen\r\n\r\nwie oft wirst du mit schlechtem und destruktiven verhalten in league of legends konfrontiert?\r\n\r\nA:  Oft\r\n\r\nWie oft triffst du auf Sportliches und positives verhalten\r\n\r\nA: macnhmal\r\n\r\n-bitte bewerte mit folgenden 5 m&ouml;glichkeiten (1 sehr schlecht bis 5 sehr gut)wie sehr du den folgenden punkten zustimmst-\r\n\r\n-Riot games implementiert effektive wege sportliches und positives verhalten zu f&ouml;rdern  = A:  (2)\r\n\r\n-Spieler bewertende systeme besch&uuml;tzen das spieleerlebnis =  A: (1)\r\n\r\n-Riot games implementiert effektive programme um schlechtem verhalten entgegenzuwirken = A: (3-4) (leider nur ganz bestimmtes verhalten)\r\n\r\n\r\n- hier sind nun die fargen zum gamebalancing (ohhh boy) wieder von 1 (definitiv nicht) bis 5 (auf jeden fall)-\r\n\r\n-Champion sind bei release oder reworks immer OP= A: (3) (es gibt wirklich alles up, op, ok balanced, da gibts sich meiner meinung nach nichts man muss sie nur verstehen\r\n\r\n-der skillevel der beiden kontrahierenden Teams ist normalerweise sehr ebenb&uuml;rdig = A: (1) (absoluuuut, nein! und auch komplett falsch gematched)\r\n\r\n-mir ist es m&ouml;glich, durch meinen eigenen skill, spiele ma&szlig;geblich zu beeinflussen = A: (3) (das game ist zu streamline und teambasierend man hat allerdings schon einige m&ouml;glichkeiten und es wird besser)\r\n\r\n- Riots balance Team macht gute entscheidungen= A: (2) (Ihnen fehlen information da pts ne katastrophe ist)\r\n\r\n-ich habe das Gef&uuml;hl, das manche champions ma&szlig;geblich st&auml;rker als andere sind = A: (4)  (ganz klare sache bei 5 skills ist das aber normal mehr items m&uuml;ssen her mit auch verr&uuml;ckteren un nieche werten)\r\n\r\n-Geld zu investieren verschafft dir in LoL einen vorteil= A: (5) (absolut nicht und skisn f&uuml;hlen sich worth an, gutes system allerdings mehr f2p options bitte es ist einfach zu viel atm)\r\n\r\n- Riot games handelt nach den meinungen der Spielerschaft = A: ( 2) (neuerdings mehr aber auch nicht nach den richtigen spielern)\r\n\r\n-riot games versteht was den spielern wichtig ist = A: (1) ( nichtmal die spieler verstehen was sie wollen/brauchen eine richtige clownfiesta)\r\n\r\n-VERSUCHT zu tun, was das beste f&uuml;r die spieler ist = A: (4) ( sie versuchens wirklich haben aber kei oder falsches ziel es ist traurig mit anzusehen)\r\n\r\n\r\n\r\n-hier eine textbasierte antwort-\r\n\r\nbeschreibe in kurzen s&auml;tzen, wie du riot als firma wahrsnimmst:\r\n\r\nA: Wie bereits gesagt, bef&uuml;rchte ich ein &uuml;berfordertes team, welches das feedback nicht richtig deuten kann und selber nichtmehr nah genug an ihrem eigenen Spiel sind um dinge einsch&auml;tzen zu k&ouml;nnen (der kopf wei&szlig; nicht was die hand macht) ausserdem bef&uuml;rchte ich stark negativen einfluss eit etwas S4 von Tencent als firma, welkche Riot kauften, sind allerdings nur sehr einleuchtende vermutungen.\r\n\r\n\r\n-wir w&uuml;rden zum schluss gerne mehr &uuml;ber dich erfahren-\r\n\r\nAge: 24 jahre\r\n\r\nwenn es darum geht deine zeit einzuteilen, wie verteilst du deine priorit&auml;ten?\r\n\r\nA: ich priorisiere den wert meiner Zeit, tue was n&ouml;tig ist und entscheide mich dan von ganzem herzen was ich wirklich tun m&ouml;chte und lasse mich von langeweile nicht dazu zwingen etwas zu tun was ich eigendlich nicht tun m&ouml;chte.\r\n\r\nmein hobbys sind dabei sehr hoch angeordnet, anf&uuml;hrend Gaming was ich mit vollem leib und seele und mit ganzem herzen gerne tu und sehr kritisch damit umgehe.\r\n\r\n\r\n-wie viele stunden verbringst du an folgenden medien/ger&auml;ten in bezug auf gaming?:\r\n\r\n1. Tablet : 0 Stunden\r\n2. Desktop Pc/ Laptop : im zweifelsfall etwa 2-3 Stunden am tag und l&auml;nger am Wochenende, etwa 22 stunden+\r\n3.Konsolen: 1-2 Stunden am tag je nach Titel und focus der aktuellen spiele, etwa 10 Stunden\r\n4.Smartphones ne stunde hier und da vlt (duel links) smartphones sind schrecklich f&uuml;rs gaming, etwa 3-4 stunden\r\n\r\n\r\n-Wie viele Stunden pro Woche Spielst du LoL?-\r\n\r\nA: Momentan GARNICHT zu den guten zeiten von LoL und als ich es noch versuchte den Gro&szlig;teil meiner Zeit am PC 80-90% der Zeit#\r\n\r\nWas ist dein h&ouml;chster beschw&ouml;rer Level den du in LoL erreicht hast?\r\n\r\nLevel 64 (nach mentalen zusammenbruch weg, meine schande)\r\n\r\n-Spielst du Ranked games?\r\n\r\nA: ja, und das Haupts&auml;chlich.\r\n\r\n-Wie oft, schaust du dir professionelle Spieler an?\r\n\r\nA: Manchmal\r\n\r\n-Wenn du noch wietere vorschl&auml;ge ausserhalb des Surveys hast teile sie uns bitte mit.-\r\n\r\nA: ich war ausf&uuml;hrlich genug, aber auch Ranked braucht viel an &uuml;berarbeitungen im solo queue.\r\n    der fokus sollte nicht zu stark auf der Proplayer scene liegen, diese aber als beispiel nehmen.\r\n\r\n\r\n\r\n\r\n\r\nHiermit endet also der Survey, wirklich gute fragen Riot scheint wirklich so langsam zu erkenne welche probleme es sein k&ouml;nnten und fragt sich jetzt hoffentlich durch, weshalb es mir auch sher am herzen lag dieses thema zu er&ouml;ffnen und meine meinung dazu zu geben.\r\n\r\nVielen, vielen dank f&uuml;r euer Interesse soweit, bitte gebt mir doch eure Meinung und versucht eure Meinung zu erkl&auml;ren da ich sehr gerne zu guten diskussionen bereit w&auml;re, was haltet ihr von den gamemodes und warum w&uuml;rdet Ihr bestimmte dinge an meinen vorschl&auml;gen &auml;ndern?\r\n\r\nUnd es w&auml;re wirklich Spitze wenn Ein Riotler aus dem Community und oder vorschl&auml;ge bereichen hier, beteiligen w&uuml;rde.\r\n\r\nMFG S&ocirc;zetsu","replies":[]}