{"id":"FL6zFlYJ","poster":"Ariya","date":"2018-06-08T16:02:48.592+0000","title":"Meddlers Gameplay-Gedanken - 8. Juni","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo!\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Untere Lane**\r\n\r\nWir schauen uns in der unteren Lane momentan einige Dinge an, besonders die Leistung von verschiedenen Championgruppen (AD-Carrys mit kritischem Schaden, AD-Carrys ohne kritischen Schaden und Champions, die keine AD-Carrys sind, usw.). Spieler experimentieren momentan mit verschiedener Ausr&uuml;stung und verschiedenen Champions, was zu Umbr&uuml;chen f&uuml;hrt, und einige Champs haben es nicht leicht. Im ersten Beitrag der n&auml;chsten Woche sollte ich ausf&uuml;hrlicher dar&uuml;ber schreiben und eventuelle &Auml;nderungen, die daraus resultieren, kommunizieren k&ouml;nnen.\r\n\r\n---------------------------------------------------------------------------- \r\n**Kommandobanner**\r\n\r\nWie du vielleicht schon gesehen hast, entfernen wir mit 8.12 das Banner aus dem Spiel, zumindest kurz- bis mittelfristig. Der Gegenstand war kontinuierlich entweder eine schlechte Wahl oder hat dem Spiel allgemein nicht gutgetan, wenn er stark war.  M&ouml;glicherweise kommt eines Tages eine stark &uuml;berarbeitete Version zur&uuml;ck, vielleicht in einer Vorsaison oder zu einer Saisonmitte. Momentan gibt es aber keine konkreten Pl&auml;ne.\r\n\r\n---------------------------------------------------------------------------- \r\n**Kindred W**\r\n\r\nNach Kindreds Verbesserungen in 8.12 &uuml;berlegen wir uns auch, mit 8.13 die Heilung des Ws zur&uuml;ckzubringen. Die &Auml;nderung geht gerade in die Testphase, also steht noch nichts fest. Wir entfernen provisorisch die Verlangsamung des Angriffstempos von Monstern und ersetzen sie mit einem heilenden Effekt, der mit Kindreds fehlendem Leben skaliert. \r\n\r\nDa wir schon am W arbeiten, merzen wir auch gleich ein paar gr&ouml;&szlig;ere Fehler aus. Zum einen sind da die visuellen Effekte des Wolfes, die nicht korrekt abgespielt werden, wenn er zuschl&auml;gt. Dadurch ist die F&auml;higkeit nicht so befriedigend und man kann ihr nicht so gut folgen. Zum anderen skaliert das Angriffstempo nicht korrekterweise mit gekauften Gegenst&auml;nden.\r\n----------------------------------------------------------------------------   \r\n**Wutklinge** \r\n\r\nEs kommen mit 8.13 h&ouml;chstwahrscheinlich &Auml;nderungen an der Wutklinge, die Details sind aber noch nicht in Stein gemei&szlig;elt. Intern scheiden sich momentan die Geister daran, wie genau die Wutklinge aussehen sollte und wie nahe sie diesem Zustand ist. Daher m&uuml;ssen wir einiges besprechen, z. B. ob sie eher ins fr&uuml;he Spiel passt oder im sp&auml;teren Spiel Ausr&uuml;stung mit Treffereffekten verst&auml;rken sollte, wie sehr sie mit F&auml;higkeitsst&auml;rke skaliert (wird dadurch die Unterscheidung zwischen Ausr&uuml;stung mit F&auml;higkeitsst&auml;rke und Ausr&uuml;stung mit Treffereffekten zu sehr kompromittiert?), wie es mit dem Preis aussieht usw. \r\n\r\n----------------------------------------------------------------------------  \r\n**Noch mehr f&uuml;r 8.13**\r\n\r\nHier noch eine Liste an Dingen, an denen wir w&auml;hrend des 8.13er Patchzyklus arbeiten. \r\n\r\n* Ornn &ndash; Wir arbeiten weiter an &Auml;nderungen f&uuml;r 8.12, die nicht fertig geworden sind.\r\n* Ashe/Xayah &ndash; Wir schauen uns an, wie ihre F&auml;higkeitensets seit den &Auml;nderungen an der Klinge der Unendlichkeit mit kritischem Schaden interagieren.\r\n* Karma &ndash; Sie wird nach den &Auml;nderungen an Heilungen/Schilden in 8.12 die meisten Anpassungen n&ouml;tigen haben. Wir planen daher schon ein, sie unter die Lupe zu nehmen.\r\n* Pyke &ndash; Wir sehen uns an, ob gekaufte Gegenst&auml;nde mit Angriffsschaden angemessen belohnt werden oder ob er zu sehr in Richtung Tank/Unterst&uuml;tzung geht, wenn er optimal gespielt wird (offene Frage, keine feste Aussage).\r\n* Kontinuierliche Evaluation der unteren Lane\r\n* Es wird etwas sp&auml;ter im Zyklus weitere Verbesserungen/Abschw&auml;chungen von Champions geben, diese Liste ist also nicht vollst&auml;ndig. Tryndamere wird wahrscheinlich verbessert, Singed abgeschw&auml;cht. \r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}