{"id":"oO3WgiEx","poster":"Edelkacke99","date":"2018-06-07T19:53:27.916+0000","title":"OstBlockBande(Orga) sucht Team!!!!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\nwir die OstBlockBande suchen mit sofortiger Wirkung weitere Teams f&uuml;r unser Projekt.\nMomentan bestehen wir aus einem CS:GO Team was aber nur aus Spa&szlig; an der Freude CSGO Spielt und in der 99damage Liga Division 4 aktiv ist.\nIch habe es mir als Aufgabe gemacht aus diesem Team mit Fun Namen eine Organisation entstehen zu lassen, die ein Sprungbrett f&uuml;r Junge Talente sein soll.\nDeswegen suchen wir auf diesem Weg Teams und Spieler die mit uns Gemeinsam eine Reise starten wollen.\n\nWas suchen wir:\n\n1 LoL  Team\n- Ihr solltet Liga aktiv sein\n- bereits als Team bestehen\n- Eigenständigkeit in Bezug auf Training und kleinen Turnieren\n- nette Charaktere\n- 16+ sein\n- gewollt sein sich Ziele zu stecken und diese zu erreichen\n\n- CS:GO Lineup\n- FIFA Spieler / Team\n- PUBG Team\n\nWas k&ouml;nnt ihr erwarten:\n\nVorallem im Bereich LOL kann ich selbst als Person schon Jahre an LOL Erfahrung vorweisen. Diese w&uuml;rde ich gern in euer Team einbringen, sei es als Team Manager, falls noch keiner vorhanden ist, als Analyst oder einfach nur eure rechte Hand die euch in allem Unterst&uuml;tzt wo es nur geht.\n\nIhr bekommt von uns:\n\n- Teamspeak ist klar\n- bei l&auml;ngerer und guter Zusammenarbeit mit Abh&auml;ngigkeit des Erfolges auch gern Riotpoints bezahlt oder Profit von unseren zukünftigen Sponsoren\n- Wir vereinbaren gemeinsam Ziele und erarbeiten eine Struktur\n- Unterst&uuml;tzung 24/7\n- Eine Organiation die sich vorallem auf euch Fixiert und euch versucht das bestm&ouml;gliche zu bieten, damit ihr nur eins machen m&uuml;sst...SPIELEN!\n\n\nSolltet Ihr weitere Fragen haben k&ouml;nnt Ihr diese gern hier stellen oder einfach mir eine Private Nachricht schreiben.\nSolltet Ihr interesse haben &quot;Team OstBlockBande&quot; als Team vertreten zu wollen, so bitte ich euch, uns eine Bewerbung an die unten stehende e-Mail zu schreiben!\n\nVielen Dank!\n\nKontakt\n\n \n&gt; [Twitter](https://twitter.com/ostblockbande)\n- [Steam](https://steamcommunity.com/profiles/76561198077834188/)\n\n- e-Mail: ostblockbande@web.de\n- [Homepage](https://ostblockbande.weebly.com/) (noch im Aufbau aber &uuml;bergangsweise)\n\nMit freundlichen Gr&uuml;&szlig;en","replies":[]}