{"id":"I0w4qwZh","poster":"m1kros","date":"2019-07-04T20:43:35.303+0000","title":"Von Bronze 2 nach Gold V kommen?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Habe meine 10 Rankedgames hinter mir.. 4/10 gewonnen und nun Bronze 2. Bin nicht zufrieden damit und es hat schon ein bisschen aufgeregt, dass Teammates teilweise  0/6 stehen... Ich habe auch nicht perfekt gespielt aber naja... Nun zu meiner Frage: Habt ihr Tipps für mich um in die Gold Elo zu kommen? Ich bin ADC-Main und für Tipps oder coachings sehr offen ;D\r\nLG","replies":[{"id":"","poster":"e621 Rengar","date":"2019-07-05T00:40:12.595+0000","up_votes":3,"down_votes":0,"body":"G5 ist schonmal unmöglich  da es nurnoch G4 gibt :D \n\nAbgesehn davon wenn du Adc mainst such dir n premade supp der gut Hardengage kann (ali leo naut)  weil in den unteren elos eh nie jemand safe spielt","replies":[{"id":"","poster":"m1kros","date":"2019-07-05T08:22:36.679+0000","up_votes":1,"down_votes":0,"body":"Ah das wusste ich nicht... Habe das letzte Mal vor 1,2 Jahren lol gespielt :)","replies":[]}]},{"id":"","poster":"Bananenschnder","date":"2019-07-14T11:30:22.585+0000","up_votes":1,"down_votes":0,"body":"Schau mal auf dem YT channel von xfsn saber vorbei. Da gibt's eine große Menge an Coaching Videos für ADC's von Bronze bis Master. Finde ich sehr hilfreich.","replies":[]},{"id":"","poster":"EliasPOWWA","date":"2019-07-12T11:51:51.742+0000","up_votes":1,"down_votes":0,"body":"Kuck dir doch gerne auf dem YT Account: WeAreBrokeTV Besser werden im Ranked an. Du kannst auch gerne Themen vorschläge für Videos machen:)","replies":[{"id":"","poster":"SSF LastAngel","date":"2019-07-14T10:57:54.735+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ja nicht ob ihr die Videos von Albi (PlayersHub Coach in Ausbildung) gesehen habt, aber eure Videos sind 1 zu 1 fast genau gleich was den Inhalt angeht. Teilweise fallen sogar die exakt gleichen Sätze. Allerdings will ich damit nicht sagen, das etwas geklaut wurde.\nEs ist informativ für Anfänger und/oder Neueinsteiger, aber ich glaube nicht das ihr damit erfahrene Spieler ansprechen könnt.","replies":[]}]},{"id":"","poster":"PFRS EyeSpitFire","date":"2019-07-12T13:11:36.763+0000","up_votes":1,"down_votes":0,"body":"Habe mich letzte Saison von Silber 5 nach Gold 4 gespielt und es ohne problem machbar wenn du dich an ein paar Grundlagen hälst.\nLaningphase + Teamfights: Als ADC sind CC, Assassins und gefeedete Genger der Tod für dich, also mussst du dies irgendwie umgehen. Positioniere dich ausser Range der Gegner um nicht unnötig gecatched zu werden.\nLaningphase: Safe Farmen, sei dir bewusst was die botlane der Gegner kann Skills und Range der Autoattacks um nicht unnötig gepocked zu werden wenn du einen Lasthit machen möchtest.\nAllgemein: Nie alleine und ohne Vision Sidelanes pushen. Nimm immer einen oder sogar zwei Control Ward mit.\nJe nach dem was für einen ADC du spielst kann es unvorteilhaft sein wenn du splitpushed gehst oder Minion-waves clearst. Z.B Lucian, er ist Kampforientiert und du solltest wenn möglich immer mit deinem Supp + eine Lane für Champion-Picks gehen.\n\nHoffe die Tipps sind verständlich, falls du fragen hast kannst du mich gerne adden bin so ziemlich jeden Abend online.\n\nGrüsse","replies":[]},{"id":"","poster":"NaCl Drakor","date":"2019-07-05T08:26:48.255+0000","up_votes":1,"down_votes":0,"body":"Bin diese Season auch in B2 eingestuft worden aber hat nur etwa 20 Spiele gedauert bis ich wieder in der S1-S3 Gegend gelandet bin in die ich aktuell auch gehöre. Also möglich ist es auch wenn du nicht sehr viel besser als die Leute in deiner Elo bist.","replies":[]},{"id":"","poster":"SuicidePlank","date":"2019-07-04T21:09:59.508+0000","up_votes":1,"down_votes":0,"body":"Wenn du besser bist, climbst du sowieso. Als Gold Spieler wirst du nicht in Bronze stucken.\nOder du bist mittlerweile schlechter, das ist auch 'ne Möglichkeit.","replies":[]}]}