{"id":"B089w5r5","poster":"destroy923","date":"2018-06-07T16:08:28.677+0000","title":"Team Here For Beer sucht Substitutes","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hy du bist ein leidenschaftlicher,zuverl&auml;ssiger und g&ouml;ttlicher LoL Spieler, \r\nder leider nicht genug Zeit f&uuml;r ein Team hat oder einfach so seinen beitrag als Substitute zum Team beitrgaen will?\r\n\r\nDann sind wir, das Team **Here For Beer** genau auf der Suche nach dir.\r\n\r\nZu uns:\r\n\r\nWir sind ein Aufstrebendes Team im Silber-Gold Bereich, also solltest du auch in der Elo sein :)\r\nDa wir unter anderem auch Schichtarbeiter im Team haben, sind wir zu dem Entschluss gekommen unser Team zu erweitern,\r\num eventuelle Ausfalle usw. zu erg&auml;nzen und so trotzdem &ouml;fter trainieren zu k&ouml;nnen.\r\n\r\nWir haben auch einen Coach der auch f&uuml;r eventuelles Solo Coaching zur verf&uuml;gung steht.\r\nUnser Team nimmt nat&uuml;rlich auch an Tunieren teil welche regelm&auml;&szlig;ig von unds gesucht werden oder unser Clan Veranstalltet.\r\nAm Clash nehmen wir nat&uuml;rlich auch Teil, sobald Riot ihn zum laufen bringt.\r\nTs ist auch vorhanden mit eigenem Channel :)\r\n\r\nUnser Ziel ist es gemeinsam besser zu werden und uns stetig miteinander zu verbessern und hoffentlich bald auch mit dir.\r\nFalls du noch Fragen hast einfach anschreiben in den Komments oder mich adden: **destroy923**\r\n\r\n\r\n\r\nZu Dir:\r\n\r\n-Wir suchen einen Jungler, Adc, Midlane,Top und Sup Substitute haupts&auml;chlich :P, \r\ndu kannst dich gerne Vorstellen auch wenn du zwei Lanes spielt :D\r\n\r\n-Du solltest im Silber- Gold Bereich spielen, mit dem Willen dich zu verbessern und auch an dir zu arbeiten.\r\n\r\n-&Uuml;18 (sry and alle j&uuml;ngeren :D)\r\n\r\n-Guter Spieler sein :P (kleiner Spa&szlig; :D)\r\n\r\n- Spa&szlig; am Spiel mitbringen und auch die Lust und Lane mit deinem neuen Team zu spielen und ein zu springen wenn wir dich brauchen und wie ein Ritter auf denem Hecarim angeritten kommst um uns zu retten xD\r\n\r\nWenn du diese Punkte erf&uuml;llst freuen wir uns darauf dich kennen zu lernen :D\r\n\r\nEinfach adden: **destroy923** , **TheOneMageDude** oder **Lirvey**","replies":[]}