{"id":"ZgdEZQYp","poster":"LoserTheBoss","date":"2019-07-04T16:58:45.414+0000","title":"Idee zur Preisgestaltung von TFT","subforum":"Teamfight Tactics","up_votes":1,"down_votes":1,"body":"Moin liebe Community und sehr geehrtes Riotteam,\r\nich denke nicht, dass dies hier irgendetwas an der aktuellen Situation ändern wird, dennoch schadet es bestimmt nicht, seine Ideen mit den Entwicklern eines Spiels zu teilen. Wie ihr wahrscheinlich auch, bin ich gerade äußerst süchtig nach TFT, da es etwas frischen Wind in die Leagueszene bringt und ein tolles Gelegenheitsspiel für sogar etwas größere Zockergruppen darstellt. Ob das Spiel nun auf Glück oder Skill basiert, ist mir egal, denn darum soll es heute nicht geben. Ich habe jedoch einen größeren Kritikpunkt. Dieser beinhaltet vorallem die Preisgestaltung der \"Little Legends\". \r\n**Somit gilt ab hier: Interessieren euch kostenpflichtige kosmetische Zusätze in League nicht, könnt ihr gerne JETZT aufhören mitzulesen.**\r\nDisclaimer: Niemand muss sich kosmetische Inhalte kaufen, dennoch kann man über die Preise diskutieren.\r\nBis jetzt fand ich die Preisgestaltung aller Skins in League außerordentlich fair und lukrativ für Konsument und Produzent wahrscheinlich auch. ;) Ich gebe gerne zwischendurch 10-20 Tacken für Skins und Chromas in League aus, da diese eine wirklich hohe Qualität haben._Props an das Designteam gehen hiermiet offiziell raus._ Auch finde ich es lustig und schön, dass es kleine Ausreißer wie z.B. Dunkmaster-Ivern gibt. Vorallem Skins der 1350RP-Reihe haben einen sehr guten Stellenwert in meinem Auge, da diese schöne Animationen mit sich bringen und mit 10€ völlig im Rahmen sind. \r\nAuch das Hextechkistensystem scheint mir nach ca. 3700 Stunden ingame Zeit bis jetzt immer einigermaßen fair vorgekommen zu sein. Vorallem im Vergleich zu Games wie, CS:GO, FIFA, Overwatch, PUBG, SWBF2 bei Release...(die Liste es lang, viel Spaß beim vervollständigen)\r\nSo ärgert es mich umso härter, dass Riot jetzt \"EA-ähnliche\" Schritte einleitet. ;D Ich bin mir sicher, dass der Laden durch eine utopisch große Community bereits am boomen ist und auch durch die Entwicklung des LoL-Esports keine finanziellen Probleme hat. (den Eindruck habe zumindest ich, bitte korrigiert mich dahingehend) \r\nSo habe ich mich auch sehr darauf gefreut einen kleinen persönlichen Begleiter in TFT/Aram zu erhalten. Als ich dann jedoch die Umsetzung des Systems zum Kaufen der kleinen, süßen Viecher gesehen habe, bekam ich ehrlich gesagt das Kotzen. So gibt es bis jetzt ja 2 Auflagen mit je 3 verschiedenen Kurieren. Diese Idee der Auflagen erinnert mich an Legominifigures und gefällt mir daher sogar. Das ich aber ganze 750RP blättern soll um einen süßen Vogel freizuschalten finde ich persönlich mehr als dreist. Hierbei muss man noch einmal anmerken, dass man 3 Eier braucht um einen Kurier auf Stufe 3 zu bringen. Dies wären das bereits rund 20€. 20€ für einen kleinen Charakter für 2 Spielmodi, ohne individuelles Splashart, Sounddesign, ohne jegliche Animationsvielfalt. Dies ist in meinen Augen ein klares Downgrade für den Shop von LoL. So sehe ich mir z.B. PROJECT Ekko an und was habe ich: Einen Profilbackground, Skin, andere Animationen, Backport und sogar eine abgeänderte Stimme. Dieser kostet sogar weniger als ein Level 2 \"Little Legend\". 1350RP vs 1500RP. Dazu kommt nun das man für einen Kurier auf Stufe 2 oder 3 wenn man die erste Stufe im Betapass erhalten muss automatisch 15€ aufladen muss, da 10€ nurnoch 1380 RP geben. (vor nicht allzu langer Zeit waren das noch rund 1580RP für denselben Preis)\r\nSo bitte ich Riotarbeiter mit Einfluss sich folgendes irgendwie zu Herzen zu nehmen, da ich bestimmt nicht der Einzige Vertreter dieser Meinung bin. \r\n**Erhöht den Preis der Little Legends-Eggs auf 1350RP und knüpft das Levelsystem dieser an den Spielerfortschrittes im Battlepasses an. So würden sich Spieler ihre die hohen Level der Little Legends durch das Zocken und erledigen von Missionen verdienen. Dies wäre für mich ein Anreiz TFT zu spielen und mir eines Tages den Snowcherry-Silverwing zu erwerben.**\r\n\r\nMich interessieren auch andere Vorschläge, aber vielleicht seid ihr ja auch völlig fine mit der Preisgestaltung :D Ab damit in die Kommentare {{champion:157}} {{champion:92}} {{champion:238}} {{champion:84}}","replies":[]}