{"id":"cOZRqz3E","poster":"4 Ever TaIone","date":"2018-06-06T16:47:01.451+0000","title":"Wichtige Off-Topic Fragen#3","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"1. Blockiert die cdu (allen voran Volker Kauder) das Plakatierverbot f&uuml;r Zigarettenwerbung aus dem Grund, da sie als &quot;christliche Partei&quot; jeder Institution helfen wollen, die daf&uuml;r sorgt, dass die Menschen schneller in den Himmel kommen?\r\n2. Wieso hat mein Computer eine &quot;alt&quot;- aber keine &quot;neu&quot; -Taste?\r\n3. Ist ein Bauer nun ein Landwirt oder jemand, der auf dem Bau arbeitet?\r\n4. Wieso sprechen Frauen st&auml;ndig davon, dass ihnen etwas auf &quot;den Sack&quot; gehe?\r\n5. Warum vibriert meine Katze und kann ich sie auch auf lautlos schalten?\r\n6. Darf man Beamte auf Fehler ihrerseits hinweisen?","replies":[{"id":"","poster":"Shacoláde","date":"2018-06-07T06:52:29.738+0000","up_votes":1,"down_votes":0,"body":"Tomate\n(Gemüsebewegung ist zurück)","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-06-06T17:44:36.808+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 Ever TaIone,realm=EUW,application-id=YnZkMR0R,discussion-id=cOZRqz3E,comment-id=,timestamp=2018-06-06T16:47:01.451+0000)\n>\n> 1. Blockiert die cdu (allen voran Volker Kauder) das Plakatierverbot f&amp;uuml;r Zigarettenwerbung aus dem Grund, da sie als &amp;quot;christliche Partei&amp;quot; jeder Institution helfen wollen, die daf&amp;uuml;r sorgt, dass die Menschen schneller in den Himmel kommen?\n\nZum einen deswegen, zum anderen, um jegliche Neuerung einzudämmen. Die CDU ist ja bekannterweise gegen Neues.\n\n> 2. Wieso hat mein Computer eine &amp;quot;alt&amp;quot;- aber keine &amp;quot;neu&amp;quot; -Taste?\n\nDie Alt-Taste war die erste Taste der Tastatur, damals noch ohne Beschriftung. Überbleibsel der Vergangenheit nennt man alt und so kam die Taste zu ihrem Namen.\n\n> 3. Ist ein Bauer nun ein Landwirt oder jemand, der auf dem Bau arbeitet?\n\nEin Bauer baut, ob nun auf dem Land oder sonstwo. Somit ist Bauer der Oberbegriff für beides.\n\n> 4. Wieso sprechen Frauen st&amp;auml;ndig davon, dass ihnen etwas auf &amp;quot;den Sack&amp;quot; gehe?\n\nHierfür müsste ich eine nicht jugendfreie Erläuterung ausführen, also kann ich das hier nicht verraten.\n\n> 5. Warum vibriert meine Katze und kann ich sie auch auf lautlos schalten?\n\nStudien haben gezeigt, dass Katzen beim Schalten auf Lautlos eine ungewünschte Nebenwirkung zeigen. Sobald man sie umschaltet, kann man das aufgrund des Defekts nicht mehr rückgängig machen. Deswegen werden Katzen werksmäßig im Vibrationsmodus geliefert.\n\n> 6. Darf man Beamte auf Fehler ihrerseits hinweisen?\n\nKannst du gerne tun, es gibt ein 3194 seitiges Formular dafür. Dieses müsstest du aber erst beim zuständigen Amt für Formulare anfordern.","replies":[]}]}