{"id":"i9sXfkVd","poster":"AllLanesPro","date":"2019-07-04T11:28:58.775+0000","title":"Permabann Gerecht?","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":21,"body":"Ich wurde vor ca 3 Monaten für 2 Wochen aus dem Spiel gebannt. Nach den 2 Wochen war ich kein einziges mal toxic oder hab nicht geflamed. Auch nicht jetzt wo ich jedoch einen perma ban kassiert hab. Ich habe aus meiner Sicht nichts schlimmes , provokantes gesagt und habe auch nach jedem schreiben überlegt ob es als flaming oder so zählen könnte..Ausserdem wünsche ich mir einen ganzen Chat-Log und nicht nur von mir.. Und dies sollte bitte von einem Experten unteruscht werden. Spiele das Spiel schon seit 7 Jahren und liebe es einfach. Es gab bestimmt einige Tage wo ich toxic war und dieses werde ich unterdrücken indem ich alle Spieler mute..Ich war in diesem Spiel nicht offensiv weswegen ich diese Strafe als fälschlich sehe.. Ich bitte um euer Verständnis..Nun zur Aufklärung im Spiel: In der 3. Minute haben 2 Spieler aus meinem Team meine Lane geganked was ich ja auch gut fand jedoch starben beide. Somit verloren wir das spiel. Ich habe denen versucht zu erklären das dieser Tod uns das Spiel gekostet hat. Nachdem ich das geschrieben habe ist unser Jungler am afk- farmen und hilft uns nicht bei einem Kampf. Er hat auch geinted. Und später war der nur noch in seiner Base... Habe dem Spieler auch versucht ihm vom Inten, Trollen fernzuhalten indem ich schrieb: \"just why do u do this? if this is fun to you dont do this in ranked please, where nobody cares about a loss\", dies ist ein weiterer Grund warum ich meinen Bann nicht verstehe..\n\n\nGame 1\nIn-Game\nHamaky: thanks\nHamaky: for\nHamaky: the\nHamaky: int\nHamaky: waht is ur provlem\nHamaky: u guys lost me the lane -->game\nHamaky: Only one time\nHamaky: then u guys gave him triple\nHamaky: and i did because I got ganked\nHamaky: died\nHamaky: XIN\nHamaky: IS\nHamaky: FARMING\nHamaky: reported\nHamaky: he does blue\nHamaky: r\nHamaky: report xin\nHamaky: Trolling\nHamaky: omg\nHamaky: report him for int troll negative attitude insulting\nHamaky: brand just mute him\nHamaky: xin VACation\nHamaky: can\nHamaky: c\nHamaky: e\nHamaky: r\nHamaky: he is wasting my teime\nHamaky: time\nHamaky: yes because u guys destroyed everything\nHamaky: and lost us the game\nHamaky: muted\nHamaky: watch replay\nHamaky: then complain\nHamaky: afk farming? not helping team?\nHamaky: just ff this\nHamaky: wasting more and more time due those trolls\nHamaky: just why do u troll ? if this is fun to you dont do this in ranked pelase\nHamaky: Please\nHamaky: go normals or something who nobody cares\nHamaky: report brand and tryndamere agk\nHamaky: u will see\nPost-Game\nHamaky: u are close\nHamaky: to get a perma ban\nHamaky: those were normal deaths\n\nDer einzige Grund warum ich den Ban anscheinend bekommen habe ist : \"can\nc\ne\nr\"\nJedoch wurde das fälschlicherweise anders wahrgenommen. Im Spiel meinte ich den Schaden den ich bekommen habe (fast oneshot) viel zu stark weswegen ich cancer geschrieben habe (cancer= viel schaden) in dem Bezug habe ich das geschrieben und nicht um irgendwelche Spieler zu beleidigen.\n\nGruß Hamaky","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-07-04T14:11:18.293+0000","up_votes":10,"down_votes":2,"body":">Ich wurde vor ca 3 Monaten für 2 Wochen aus dem Spiel gebannt. Nach den 2 Wochen war ich kein einziges mal toxic oder hab nicht geflamed.\n\nUm das \"Straflevel\" zu senken, muss mehr Zeit vergangen sein, in welcher du viel gespielt hast, ohne toxic zu werden.\n\nDen genauen Zeitraum, kann dir niemand sagen. Jedoch dürften 3 Monate eher zu wenig sein.\n\n>Und dies sollte bitte von einem Experten unteruscht werden.\n\nhttps://i.imgur.com/HvklSPo.mp4\n\n>Hamaky: thanks\nHamaky: for\nHamaky: the\nHamaky: int\n\nUB/Blaming\n\n>Hamaky: report xin\nHamaky: Trolling\nHamaky: omg\nHamaky: report him for int troll negative attitude insulting\nHamaky: xin VACation\n\nNB (Reportcall), \nBlaming\n\n>Hamaky: can\nHamaky: c\nHamaky: e\nHamaky: r\n\nFlaming\n\n>Hamaky: yes because u guys destroyed everything\nHamaky: and lost us the game\n\nBlaming\n\n>Hamaky: just ff this\n\nGriefing\n\n>Hamaky: report brand and tryndamere agk\n\nNB (Reportcall)\n\n_______________________\n**Result:**\n_** Blaming/Beschuldigungen,\nunsportliches Verhalten,\nnegatives Verhalten (Aufruf zum Report),\nGriefing/Frühes Aufgeben**_\n\n____________________________\n\n\n\n>Der einzige Grund warum ich den Ban anscheinend bekommen habe ist :\n\nAll above.^","replies":[]},{"id":"","poster":"Abasin","date":"2019-07-04T12:10:53.402+0000","up_votes":7,"down_votes":4,"body":"Nanu, da benutzt doch jemand seine Smurfs zum gezielten Downvote missliebiger Tatsachen. Oder ist mein Blick getrübt?{{sticker:galio-happy}}","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T12:12:34.120+0000","up_votes":5,"down_votes":7,"body":"Ja dein Blick ist getrübt und hört bitte auf mit den Vorurteilen","replies":[{"id":"","poster":"Abasin","date":"2019-07-04T12:20:24.202+0000","up_votes":5,"down_votes":3,"body":"Meine Frage war rhethorischer Natur. Dass Du hier mit Deinen Smurfs und/oder Clanmembern zusammen eine Show abziehst, ist so offensichtlich wie Dein Bann gerechtfertigt ist, nämlich zu 100%. Und wenn die ersten Grünen aufschlagen, dann wird es nochmal ne Spur peinlicher für Dich. Lebe mit dem Bann, er bleibt.{{sticker:sg-shisa}}","replies":[{"id":"","poster":"drexxsack","date":"2019-07-04T12:21:48.407+0000","up_votes":4,"down_votes":0,"body":"Warum sollte das peinlich sein? {{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Abasin","date":"2019-07-04T12:25:19.397+0000","up_votes":4,"down_votes":4,"body":"Nun ja, wenn er Euch dann ebenso systematisch downvotet, obwohl Ihr in der Regel noch besser in der Nachanalyse der Chats seid als ich es je sein werde, dann wird sein Gebaren offenbar. Ich kann mir sogar vorstellen, hier heute noch einen Ezreal 404 zu sehen. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"drexxsack","date":"2019-07-04T13:10:58.519+0000","up_votes":6,"down_votes":1,"body":"Da sind auch ein paar mehr als nur Grüne, die richtig gut darin sind.\nWesentlich peinlicher würde ich da diesen Fokus auf das Cancer-Ding bewerten.\n\nDer TE würd mir schon nach den ersten 5 Zeilen so unfassbar auf den Sack gehen, dass ich mich ernsthaft frage, warum er sich so auf das  zerstückelte Cancer und seine(nicht glaubhafte) Ausrede konzentriert. Es reicht schon, dass ich mein eigenes Gemecker vor dem Bildschirm ertragen muss, da brauch ich nicht auch gemecker im Chat.","replies":[]},{"id":"","poster":"Crow911","date":"2019-07-04T12:30:29.724+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=00070001000000000000,timestamp=2019-07-04T12:25:19.397+0000)\n>\n> Nun ja, wenn er Euch dann ebenso systematisch downvotet, obwohl Ihr in der Regel noch besser in der Nachanalyse der Chats seid als ich es je sein werde, dann wird sein Gebaren offenbar. Ich kann mir sogar vorstellen, hier heute noch einen Ezreal 404 zu sehen. {{sticker:slayer-jinx-wink}}\n\nSoll er mich doch dowvoten wie er es braucht.\nCancer bedeutet troztdem \"krebs\" und ist toxisch.\nDaher ban gerecht imo \n\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-04T12:11:31.193+0000","up_votes":3,"down_votes":3,"body":"Ist mir eben auch aufgefallen ^^","replies":[]},{"id":"","poster":"AWildRandomNoob","date":"2019-07-04T16:51:50.928+0000","up_votes":0,"down_votes":4,"body":"? Verstehe ich nicht. Na und? Und wenn schon?\nLässt du dich von der überwiegenden Meinung beeinflussen oder wo liegt das Problem?","replies":[{"id":"","poster":"eingew","date":"2019-07-05T06:46:47.067+0000","up_votes":1,"down_votes":0,"body":"Offenbar ja nicht.\n\nUnbewusst wird dadurch aber natürlich jeder beeinflusst. Dazu wurde ja sogar mal ein Test auf Reddit durchgeführt, wo herausgefunden wurde, dass die Frage, ob ein Post eher hoch oder runtergevotet wird in erster Linie davon abhängt, ob der erste Vote ein Up- oder Downvote war.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-07-04T14:03:14.727+0000","up_votes":7,"down_votes":2,"body":"> [{quoted}](name=Hamaky,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=,timestamp=2019-07-04T11:28:58.775+0000)\n>\n> Post-Game\n> Hamaky: u are close\n> Hamaky: to get a perma ban\n> Hamaky: those were normal deaths\n\nDas trifft meinen Komiknerv... Ich hab ja das Gefühl, dass die Chatanalyse immer persönlich beleidigt wirkt, wenn jemand so was schreibt. Frei nach dem Motto: Wer hier gebannt wird, entscheide immer noch ich...","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T19:44:33.719+0000","up_votes":2,"down_votes":7,"body":"Du weist ja nicht was er davor geschrieben hat , dass ich sowas schreibe. Wie gesagt ohne den ganten chat verlauf kann man das schlecht darstellen.","replies":[{"id":"","poster":"Temudschinn","date":"2019-07-05T11:52:33.484+0000","up_votes":5,"down_votes":2,"body":"Bei solchen Äusserungen frag ich mich immer: Was für ein Kontext muss das gewesen sein, damit dein Chatverlauf nicht mehr toxisch wirkt? Ich bin ja wirklich ein fantasievoller mensch, aber mir fällt nix ein...","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:56:38.589+0000","up_votes":2,"down_votes":5,"body":"wieso sind alle gegen mich.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:58:30.948+0000","up_votes":2,"down_votes":5,"body":"jeder denkt hier ich bin ein schlechter spieler der nur toxic ist und die ganze schuld seinen mates gibt und in reallife auch so toxisch und nichts verdiene das ist echt traurig.. ich hab ja nichtmal beleidigt sondern nur versucht die Fehler meiner mates aufzuzählen usw. hab ab der hälfte aufgehört weil es eh nichts mehr gebracht hätte niemand hat mir zugehört","replies":[{"id":"","poster":"Temudschinn","date":"2019-07-05T12:56:23.456+0000","up_votes":5,"down_votes":1,"body":"Nicht wir sind gegen dich, sondern die Fakten.\nFakt ist, dass du mit nem 2-Wochen-Ban deine allerletzte Chance hattest, dich zu bessern. Fakt ist auch, dass du diese Chance nicht genutzt hast - bzw. du sagst zwar du seist früher noch schlimmer am flamen gewesen, aber die Reduktion auf 0 ist dir ganz offensichtlich nicht gelungen.\nDu hast immernoch die Chance dir nen neuen Account zu machen und es diesmal wirklich richtig zu machen - kein negatives Verhalten (dazu zählt überigens das Aufzählen von Fehlern, welches zu ungefähr 0% konsturiktiv ist und nur dazu dient Teammates runterzumachen), keine Beleidigungen. \nDu wirst sehen dass du nicht nur keine Bans mehr erhälst, sondern das Spiel auch weitaus mehr Spass macht - nach dem Spiel kann man sich gegenseitig beglückwünschen, Tipps austauschen, das nächste Match gemeinsam starten etc...\n\nAber dazu musst du halt erstmal einsehen dass du dich daneben benommen hast und den Willen zeigen, dieses Verhalten zu ändern.","replies":[]}]}]}]},{"id":"","poster":"Burn Tortee","date":"2019-07-10T04:59:08.193+0000","up_votes":2,"down_votes":0,"body":"Das ist relativ egal was ihr geschrieben habt einfach garnicht schreiben außer du hast eine wichtige Information weiter zu geben aber in dem was du geschrieben hast sind viele sachen dabei wo ich den ban nachvollziehen kann (permaban ist nicht gemeint ich meine die vacation über ein paar wochen) und über Krebs(cancer) und Tod sollte man im lol chat nicht schreiben das weiß man eigentlich das man dann recht schnell gebannt wird deswegen falls du dir einen neuen acc oder so machen kannst vllt einfach /Mute all zum anfang der runde oder mein Favorit einfach mal ruhig bleiben es gibt auch ein echtes Leben dann musst du nicht deine ganzen nerven in lol lassen vllt ist es ja auch für deine eigene Gesundheit besser wenn du gebannt bist (Herzinfarktrisiko könnte sinken &lt;3","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-10T11:54:53.726+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Herzinfarkt ist usless. Lol","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2019-07-05T08:57:11.703+0000","up_votes":4,"down_votes":0,"body":"> Nach den 2 Wochen war ich kein einziges mal toxic oder hab nicht geflamed. Auch nicht jetzt wo ich jedoch einen perma ban kassiert hab.\n\nHier ist wichtig. Es dauert sehr lange um vom System als reformiert angesehen zu werden. Dadurch würden sich deine Strafstufen abbauen. Ehe das nicht passiert ist, erhältst du nach dem 2 Wochenbann als nächstes den Permabann. Egal wie schlimm dein Chat war. Der hier war sehr negativ und hätte durchaus eine CR nach sich gezogen. 2 Wochenbann + CR = Permabann. \n\n>Ausserdem wünsche ich mir einen ganzen Chat-Log und nicht nur von mir.. \n\nWird es nicht geben. Als es die kompletten gab, zu Tribunalzeiten, haben die Leute auch schon immer damit versucht sich rauszureden. Weil sie ja nicht \"so schlimm\" waren, im Vergleich zum Rest. Dein Chatlog soll dir aber zeigen, was du falsch gemacht hast. Deshalb, gibt es nur deinen. So gibt der auch viel weniger Anreiz dazu, das eigene Fehlverhalten in Relation zu setzen. \n\n>Und dies sollte bitte von einem Experten unteruscht werden. \n\nWie ich sehe ist Izaya bereits auf deine Bitte eingegangen.","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-07-04T13:03:09.181+0000","up_votes":8,"down_votes":4,"body":">Hamaky: can\nHamaky: c\nHamaky: e\nHamaky: r\n\nSo schreibt das nur jemand der genau weiß, dass es ein No-Go wort ist und versucht es zu verschleiern. Mach uns doch hier nix vor. Du wusstest was du schreibst und dass das bestraft werden kann. Im Übrigen habe ich auch schon ab und an geschrieben \"they have a cancer comp\" (wenn die Gegner aus lauter broken Champs bestanden hat) oder \"tank karma toplane is just cancer try to play safe. Lategame is ours\" (als sich unser Toplaner beschwert hat nachdem er gegen sie gestorben ist) und mir ist nichts passiert.\n\nAber auch ohne dem bist du durchgehend negativ, maulst rum, blamest den Jgler und rufst zum Report auf. \n\nVersetz sich mal in die Lage deiner Mates: glaubst du du bist ein Angenehmer Mitspieler? Wenn du ehrlich zu dir bist wirst du das verneinen. Und nach nem 14d ban kommt nunmal der perma.\n\n>Hamaky: ~~u~~ **i** ~~are~~ **am** close\nHamaky: to get a perma ban\n\nJust fixed it for you :>","replies":[{"id":"","poster":"clair de lune289","date":"2019-07-04T16:41:36.204+0000","up_votes":6,"down_votes":2,"body":"Sachen wie \"this champ is caner\" oder \"their comp is cancer\" wird auch nicht wirklich bestraft. es richtet sich eben nicht an einen Spieler .\ndas IFS mag evt darauf anspringen jedoch sollte dann die Strafe ,genau wie beim zitieren von \"fgt\" und co, manuell aufgehoben werden.\nsonderlich klug sowas zu schreiben ist es zwar nicht,aber wirklich verboten sollte es nicht sein.\n\nWorte an sich können nicht wirklich toxisch sein,es kommt immer darauf an wie sie verwendet werden. die Umgebung (wettkampforientiertes Spiel mit Rangliste) und die Spielsituation in denen geschrieben wird, macht es relativ einfach zu erkennen ob etwas toxisch ist oder nicht unabhängig vom genauen Wortlaut.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T19:46:46.828+0000","up_votes":3,"down_votes":6,"body":"danke und was hälst du jetzt von meiner Strafe Gerecht oder Ungerecht. Ausserdem hast du ja nur meinen Chat verlauf.. man kann keine bezüge stellen etc. und nichts nachvollziehen wenn ich etwas schreibe .","replies":[{"id":"","poster":"clair de lune289","date":"2019-07-04T22:06:15.690+0000","up_votes":4,"down_votes":0,"body":"aus deinem Chat ist klar erkennbar das es toxisch gemeint warum,dazu hackst du non stop auf deinen Mitspielern rum und wirfst ihnen intint vor....\ndie Strafe ist völlig korrekt und nach einem 14 Tagebann folgt eben der Permabann\n\nvermutlich wurde dein \"can,c,e,r\" nicht einmal erkannt,es ist auch vollkommen irrelevant,da der Chat mehr als genug andere toxisches/negatives Verhalten zeigt","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-07-05T19:33:14.001+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=clair de lune289,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000d0000,timestamp=2019-07-04T16:41:36.204+0000)\n>\n> Sachen wie \"this champ is caner\" oder \"their comp is cancer\" wird auch nicht wirklich bestraft. es richtet sich eben nicht an einen Spieler .\n\nBist du dir da sicher? Also hast du da ne Quelle für? Wir reden schließlich vom Selben Reportsystem, dass für \"he wrote kys\" instant 14 Tage Banns verteilt. Da  wäre ich mir nicht sicher, dass die in solchen Fälle unterscheidet.\n\nNebenbei, aber das ist meine persönliche Meinung, auch zu recht: Es gibt keinen Grund mit \"Cancer\" um sich zu schmeißen. Selbst der am schlechtesten desingte Champion (nennen wir ihn Yasuo) ist nicht annähernd mit Krebs vergleichbar. Wir reden hier immer noch von über 400.000 Neuerkrankungen. Und Krebs ist eine dieser Krankheiten, bei denen \"Gesund werden\" überhaupt keinen Spaß macht.  Dazu guckt man hinterher jahrelang verängstigt auf jeden Befund, weil nie ausgeschlossen ist, dass der Krebs zurück kommt. Erst 5 Jahre nach der letzten Chemo gilt man wirklich als geheilt.\n\nWenn ihr keine Leute in eurem Umfeld habt, die dies durchmachen müssen oder mussten, dann herzlichen Glückwunsch. Aber geht nicht davon aus, dass es den 9 Mitspielern genau so geht. Vielleicht habt ihr gerade jemanden im Team, der frisch ein Familienmitglied an diesen Scheiß verloren habt und ihr puhlt da in einer richtig hässlichen Wunde... DONT FUCKING DO THAT.","replies":[{"id":"","poster":"clair de lune289","date":"2019-07-06T17:01:29.536+0000","up_votes":2,"down_votes":0,"body":"ich hab im Moment Schwierigkeiten mich auf Texte und ähnliches zu konzentrieren und hab es evt sehr unpraktisch unasgedrückt.\nes ist wahrscheinlich,dass das IFS solche Aussagen auch als negativ \"erkennt, allerdings wird wie bei dem Zitieren von \"kys\" und co manuell entbannt wen man sich an den Support wendet.","replies":[{"id":"","poster":"eingew","date":"2019-07-08T07:54:00.213+0000","up_votes":1,"down_votes":0,"body":"Und man muss auch bedenken, dass man überhaupt gemeldet werden muss, um eine Strafe zu bekommen. Es kann durchaus sein, dass man für Aussagen wie \"this champ is cancer\" gar nicht erst gemeldet wird.","replies":[]}]}]}]}]},{"id":"","poster":"Crow911","date":"2019-07-04T11:37:37.894+0000","up_votes":7,"down_votes":3,"body":"Cancer heisst bei dir \"viel schaden\" ???\nBei mir heisst es Krebs {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Hamaky","date":"2019-07-04T11:38:59.463+0000","up_votes":4,"down_votes":4,"body":"Ich glaube er meint mit cancer = viel schaden weil cancer dich ja tötet in den meisten fällen . Und somit wollte Hamaky den Schaden von dem gegner mit cancer vergleichen","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-04T11:56:34.283+0000","up_votes":5,"down_votes":3,"body":"Bestimmt hast du \"Cancer\" extra so geschrieben weil du den Schaden meintest .... blub blub .... Das kannst du erzählen wenn du willst. \n\nUnd auch der Rest deines Chats ist unnötig und nervig. Du hast den Bann VERDIENT :)","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T11:59:05.727+0000","up_votes":2,"down_votes":6,"body":"Da steht kein Bezug also darfst du nicht davon ausgehen dass ich damit gewisse Spieler meine bei get cancer würd ich es ja verstehen. Aber hier nicht und es war der Schaden von Yasuo´s Q der mich von 100% auf 20% gemacht hat. Ob du es glaubst oder nicht liegt an dir","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-04T12:01:19.021+0000","up_votes":4,"down_votes":3,"body":"Sorry aber ich glaub dir nicht :) \n\nHättest du \"this dmg is Cancer\" geschrieben dann ja ok kein Problem ;) \n\nAber das ganze game über meckert du über dein Team und dann soll das eine böse plötzlich etwas ganz anderes sein. Nö das kann ich nicht glauben :) \n\nIst aber nur meine Meinung :)","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T12:04:07.959+0000","up_votes":3,"down_votes":5,"body":"deswegen benötigt man auch den ganzen Chatverlauf um schlüsse zu ziehen aber Riot hat keins.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-04T12:08:31.154+0000","up_votes":3,"down_votes":2,"body":"Nö \n\nIst doch egal was die anderen geschrieben haben. Du hast etwas geschrieben und dafür wurdest Du bestraft. \n\nDu hattest ja die Wahl und hättest auch einfach nichts schreiben können. \nDu wusstest was auf den Spiel steht. Aber du hast es trotzdem getan :)","replies":[{"id":"","poster":"AWildRandomNoob","date":"2019-07-04T16:59:32.862+0000","up_votes":1,"down_votes":4,"body":"Wie kann es denn egal sein? Ich will auch gerne den ganzen verlauf sehen. Ich kann auch gerne ne hitzige Konversation mit dir führen aber nur deinen Part präsentieren. Was meinst du wie du dann dastehst?","replies":[{"id":"","poster":"Alpacana","date":"2019-07-04T18:46:48.946+0000","up_votes":5,"down_votes":0,"body":"Genau das ist der springende Punkt. Zu flamen/eine \"hitzige Diskussion\" zu führen ist in jedem Fall eine Lose-Lose-Situation.\nDer beste Weg ist also gar nichts zu schreiben und Flamer einfach zu muten ;)\n\nBtw: Diskussionen an sich sind erlaubt. Flame/Toxicness allerdings nicht. Mit jemandem eine Diskussion zu führen wird nicht bestraft. Flame/Toxicness allerdings schon.","replies":[]},{"id":"","poster":"VIP tombtomb","date":"2019-07-05T09:15:59.239+0000","up_votes":3,"down_votes":0,"body":"Seit wann erlauben denn die Fehler andere, einem selbst, Fehlerzu begehen? Nur weil andere jemanden umbringen, darf ich das noch lange nicht. \n\nDer TE ist nach einem 2 Wochenbann weiter negativ aufgefallen, Fall abgeschlossen: Account ist weg. Kein Diskussionsbedarf. Hätte TE mal die Nachricht beim 2 Wochenbann gelesen, wäre ihm durchaus bewusst, das der kleinste Verstoß zum,  Perma führt. Und sogar soetwas wie Reportcalling (andere dazu auffordern, jemanden zu reporten) ist strafbar, auch nicht erst seit gestern. Die Richtlinien sind bekannt.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-05T04:57:14.151+0000","up_votes":3,"down_votes":0,"body":"Wie Alpacana schon sagte ;) \n\nUnd für eine Strafe wegen flamen ist NUR dein eigener Chat log notwendig ;) \nDa es nur um das geht was DU geschrieben hast ! Warum du das geschrieben hast ist vollkommen egal :) da dich keiner gezwungen hat etwas zu schreiben ;) das war deine eigene Entscheidung","replies":[]}]},{"id":"","poster":"AllLanesPro","date":"2019-07-04T12:16:29.417+0000","up_votes":2,"down_votes":3,"body":"Ich habe ja so geschrieben dass nichts passiert ist trotzdem passiert","replies":[]}]}]}]}]}]},{"id":"","poster":"AWildRandomNoob","date":"2019-07-04T16:49:52.047+0000","up_votes":2,"down_votes":5,"body":"Permabann sollte wirklich als allerletztes kommen. Ich finde das Urteil hier ist ist viel zu hart. Und all die die meinen es wäre wasserdicht und total gerechtfertigt: Es ist ein PermaBann und das noch auf einem langjährigen Account. Eine erneute letze Verwarnung mit ausdrücklicher Unterlassung jeglicher offensiven Nachrichten wäre definitiv überzeugender und nachhaltiger. Wenn es dann immernoch nicht fruchtet finde ich den permabann gerecht. \n\nLeague ist halt toxic. Die schlimmste Community in der Spielindustrie mMn. Wenn da Mitspieler in einem kompetitiven Match nur Blödsinn machen und dazu auch noch wahrscheinlich genauso oder wenn nicht mehr in den chat schreiben, kann ich verstehen, dass man zurückschießt. \n\nEs sind auch keine Beleidigungen gefallen. Es wurde geblamed. (egal ob zurecht oder im unrecht in dem fall).\n\nEs sollte immer von mehreren Autoritären geprüft werden und dann erst ein Permabann ausgesprochen werden. Das ist ein Riesen Problem in dem Spiel und trägt nicht wirklich bei die Gemeinschaft zu entgiften.  \n\n\nOfftopic: Siehe den aktuellen fall mit NIghtblu3.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-05T05:00:51.945+0000","up_votes":4,"down_votes":0,"body":"Eine letzte Chance hatte er nach dem 14 tage ban aber du siehst ja das sowas nichts bringt ;) Aber Hauptsache danach dann nach noch weiteren Chancen betteln","replies":[]},{"id":"","poster":"Alpacana","date":"2019-07-04T18:48:25.124+0000","up_votes":5,"down_votes":1,"body":">  Eine erneute letze Verwarnung mit ausdrücklicher Unterlassung jeglicher offensiven Nachrichten wäre definitiv überzeugender und nachhaltiger. Wenn es dann immernoch nicht fruchtet finde ich den permabann gerecht.\n\nGenau das ist in der Reformkarte des 14 Tage-Bans gegeben. Wenn diese dann trotzdem ignoriert wird hilft nunmal nichts mehr.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:49:30.210+0000","up_votes":1,"down_votes":4,"body":"Es gibt auch fälle wo nochmal ein 14 tage ban bekommen hat nachdem der permanente Bann aufgehoben wurde.. Ich sehe es ja auch ein das blamen toxisch ist etc. und das wusste ich nicht weil ich vorher nur beleidgt hab zb.: fuck you getcaner kys aber fürs blamen hät ich echt nicht gedacht ........Hab ja auch aufgheört zu beleidigen seit dem 14 tage ban und war wieder auf dem weg zu honor lvl 2 (nur noch ein Checkpoint)","replies":[{"id":"","poster":"Alpacana","date":"2019-07-05T12:24:25.695+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Hamaky,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=001100000000,timestamp=2019-07-05T11:49:30.210+0000)\n>\n> Es gibt auch fälle wo nochmal ein 14 tage ban bekommen hat nachdem der permanente Bann aufgehoben wurde..\n\nDas ist richtig. Das gilt aber nur bei Fällen die größtenteils am System liegen. Wenn z.B. jemand \"kys\" zitiert hat aka \"shen told me to kys\" (warum auch immer man das schreiben sollte sei einfach mal dahingestellt) hat der Spieler zwar \"kys\" geschrieben, wird also rechtmäßig vom System erkannt, hat damit aber keinen Spieler beleidigt, sondern nur zitiert. Die Strafe ist also \"falsch\", da das System keine Zitate erkennen kann. So kann der Perma dann eben in einen 14 Tage-Ban umgewandelt werden.\n\n> Ich sehe es ja auch ein das blamen toxisch ist etc. und das wusste ich nicht weil ich vorher nur beleidgt hab zb.: fuck you getcaner kys aber fürs blamen hät ich echt nicht gedacht ........\n\nHast du überhaupt schonmal darüber nachgedacht wo das Wort \"toxic\" herkommt? \"Toxic\" stammt nämlich von toxischen Gasen. Gase, die sich in der Luft verbreiten und für eine toxische/negative Atmosphäre sorgen. Kommt einem bekannt vor, oder? Bist du im Chat toxisch (ob durch Beleidigung oder eben nicht) steckst du damit andere Spieler an. Diese Toxicness, die von dir ausgeht tragen jetzt auch andere Spieler in andere Games. So wie das Gas sich ausbreitet, breitet sich auch die negative Atmosphäre die du im Chat verbreitest aus. Das hat rein gar nichts mit Beleidigungen oder ähnlichem zu tun, auch wenn durch Beleidigungen solch eine toxische Atmosphäre erschaffen werden kann.\n\n> Hab ja auch aufgheört zu beleidigen seit dem 14 tage ban und war wieder auf dem weg zu honor lvl 2 (nur noch ein Checkpoint)\n\nIch persönlich sehe jetzt zwar keinen großen Unterschied zwischen Beleidigen und andere Spieler blamen da beides einfach nur unnötig und toxisch ist..aber Glückwunsch. Und das meine ich wirklich ernst. Aufhören zu beleidigen schaffen die meisten nämlich nicht. Hier solltest du jetzt allerdings nicht aufhören. Du solltest noch weitergehen und auch aufhören, einfach negative Stimmung im Chat zu verbreiten (naja vorausgesetzt du möchtest auf einem anderen Account noch einmal anfangen).","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T14:14:51.622+0000","up_votes":1,"down_votes":4,"body":"Was bringt es mir auf einem Neuen Account anzufangen man sieht ja schon Veränderungen und all die Fortschritte sind dann weg wo ist der Sinn ? Das ist eher kontraproduktiv jetzt weiß ich mehr über das Reportsystem und weiß wie ich mich zukünftig zu verhalten habe damit genau sowas nicht passiert . Deswegen find ich einen Bann an dieser Stelle ungerecht. Ich habe mir immer 2 mal überlegt ob  ich das schreiben soll weil ich mir zu 100% sicher war das nichts passieren kann . Nun jetzt weiß ich dass das auch bestraft werden kann und dieses mache ich dann halt auch nicht mehr wie zb das Beleidigen, dann gibt es nichts mehr wofür ich andererseits gebannt werden kann . Ich habe mich doch verändert .... Wie gesagt ich wusste es nicht das ich dafür bestraft werden kann ...nur damals fürs beleidigen weil diese auch eine schlechhte Stimmung herbeiführt ich selber habe nie eine schlechte Stimmung aufgewiesen wenn jemand mit gesagt hat was ich falsch gemacht habe etc. Ist subjektiv aber ich weiß nicht wie der Support auf so etwas reagiert...","replies":[{"id":"","poster":"Alpacana","date":"2019-07-05T14:28:32.747+0000","up_votes":4,"down_votes":0,"body":"> Was bringt es mir auf einem Neuen Account anzufangen man sieht ja schon Veränderungen und all die Fortschritte sind dann weg wo ist der Sinn ?\n\nNaja dein Account ist und bleibt gesperrt. Der wird mit ziemlicher Sicherheit auch nicht mehr entbannt da du, wie wir ja bereits festgestellt haben, gegen die AGB verstoßen hast.\nDie AGB hast du übrigens beim Erstellen des Accounts akzeptiert und auch bei jedem neuen Patch musst du sie (für gewöhnlich) neu bestätigen.\nDass du \"es nicht wusstest\" mag sein, ist aber keine Ausrede. Du hast gegen die Regeln verstoßen und das mehrmals. Jetzt musst du eben mit den Konsequenzen leben. Wenn du sagst, dass du jetzt auch nicht mehr negativ im Chat bist gibt es eigentlich auch keinen Grund für dich nicht einen neuen Account zu erstellen und nochmal neu anzufangen. Denn stehst du zu deinem Wort wird dieser Account nicht gebannt werden.\n\n> Ist subjektiv aber ich weiß nicht wie der Support auf so etwas reagiert...\n\nDer Support wird mit ziemlicher Sicherheit genauso reagieren wie ich. Er wird es toll finden, dass du nicht mehr beleidigst, die Strafe wird er aber trotzdem nicht ändern da sie rechtmäßig vergeben wurde.","replies":[]},{"id":"","poster":"clair de lune289","date":"2019-07-06T17:17:47.602+0000","up_votes":3,"down_votes":0,"body":"was es bringt? \n\nich will es mal so ausdrücken,warum hast du das Ganze (dich über das Reportsystem zu informieren etc) nicht schon nach deinem 14 Tagebann gemacht?\n\ndas hat nichts mit kontraproduktive zu tun,der Permabann war **notwendig** um bei diese Reaktion auszulösen.\n\ndiesen jetzt wieder aufzuheben,dass wäre kontraproduktive. es würde dazu führen,dass viele Spieler,die es bis zum Perma geschafft haben, dann auf einmal glauben mit ein paar falschen Versprechungen würden sie wieder entbannt werden.\ngerechtfertigte Strafen **müssen** konsequent sein,um eine Wirkung zu haben.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-06T21:36:24.082+0000","up_votes":1,"down_votes":1,"body":"Ich habe mich ja reformiert nach dem 14 Tage Ban. Bis dato wusste ich nicht das man auch für das blamen bestraft werden kann. Ich habe den 14 Tage Ban nur bekommen weil ich beleidigt habe . Jetzt war es aber nur das blamen und wusste nicht das das nicht erlaubt ist. Jetzt weiß ich es und mache es nicht. Habe mich inzwischen informiert für was man das bestraft wird wenn man etwas in den Chat schreibt.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-07-08T00:18:45.603+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Hamaky,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=0011000000000000000000010000,timestamp=2019-07-06T21:36:24.082+0000)\n>\n> Ich habe mich ja reformiert nach dem 14 Tage Ban. Bis dato wusste ich nicht das man auch für das blamen bestraft werden kann. Ich habe den 14 Tage Ban nur bekommen weil ich beleidigt habe . Jetzt war es aber nur das blamen und wusste nicht das das nicht erlaubt ist. Jetzt weiß ich es und mache es nicht. Habe mich inzwischen informiert für was man das bestraft wird wenn man etwas in den Chat schreibt.\n\nOk, mal alle falschen Annahmen in diesem Text auseinander genommen.\n1.) Du kannst dich nicht selbst reformieren. Ob du reformiert bist oder nicht, entscheiden andere Instanzen. Diese haben dir jetzt gerade gesagt: Nein, warst du nicht.\n2.) Dass du nur ein schlechtes Spiel von einem Permabann entfernt warst, ist ausschließlich deine eigene Schuld. \n3.) Dass du dich nach dem Permabann nicht selber informiert hast, was alles \"nicht erlaubt ist\", liegt ebenfalls liegt ebenfalls in deiner Verantwortung. Riot hat dich sehr deutlich darüber aufgeklärt, dass das nächste mal, wenn du negativ auffällst, der Permabann kommt.\n\nGerade dieses \"Ich habe mich inzwischen informiert\"... das hättest du halt während des 14 Tage Bann machen sollen. \n\nTLDR: Der Permabann ist ausschließlich deine eigene Schuld, hättest du all das, was du jetzt danach gemacht hast, vorher gemacht, hättest du jetzt das Problem nicht. Riot kann nichts dafür, dass dich diese Erkenntnis erst nach dem Perma erreicht, sie haben dich ja vorher gewarnt.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2019-07-07T07:03:49.628+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Hamaky,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=0011000000000000000000010000,timestamp=2019-07-06T21:36:24.082+0000)\n>\n> Ich habe mich ja reformiert nach dem 14 Tage Ban. Bis dato wusste ich nicht das man auch für das blamen bestraft werden kann.** Ich habe den 14 Tage Ban nur bekommen weil ich beleidigt habe **. Jetzt war es aber nur das blamen und wusste nicht das das nicht erlaubt ist. Jetzt weiß ich es und mache es nicht. Habe mich inzwischen informiert für was man das bestraft wird wenn man etwas in den Chat schreibt.\n\nUnd genau da liegt der Fehler in Deiner Denkweise. Ja, Du hast in Deinen vorherigen Chats auch beleidigt. Es war aber auch blaming dabei. Somit wurdest Du nicht ausschließlich für das Flamen bestraft. Du wurdest bestraft, weil Du Dich negativ im Chat verhalten hast, Du also geflamet und geblamet hast.\nZumindest wäre es mir neu, wenn Du explizit gesagt bekommst, dass Du die Strafe ausschließlich fürs Flamen erhalten hast.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-07T15:45:14.475+0000","up_votes":1,"down_votes":1,"body":"Ich weiß. Damals dachte ich mir zumindest das ich nur für das beleidigen bestraft wurde. Aus fehlern lernt man. Jetzt weis ich das blaming und jegliches auch bestraft wird.","replies":[]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2019-07-05T18:41:48.775+0000","up_votes":1,"down_votes":0,"body":"> \"Toxic\" stammt nämlich von toxischen Gasen\n\nSorry, aber da muss ich jetzt schon etwas besserwissern. \"Toxic\" ist einfach englisch für \"giftig\". Das hat mit Gasen erstmal gar nichts zu tun.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2019-07-05T06:40:43.493+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=AWildRandomNoob,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=0011,timestamp=2019-07-04T16:49:52.047+0000)\n>\n> Es sind auch keine Beleidigungen gefallen. Es wurde geblamed. (egal ob zurecht oder im unrecht in dem fall).\n\nMan muss auch nicht unbedingt beleidigen um negativ zu sein. Der ganze Log ist voll von Schuldzuweisungen, Provokationen und Versuchen, andere Spieler lächerlich zu machen. Nur weil die das auch getan haben, rechtfertigt das nicht, dass man sich selbst in der gleichen Weise daneben benimmt. Es rechtfertigt ausschließlich, die Spieler für ihr Verhalten zu melden und/oder sie zurecht zu weisen.","replies":[]}]},{"id":"","poster":"Katastrophical42","date":"2019-07-04T12:30:34.189+0000","up_votes":2,"down_votes":5,"body":"Ich kann seine Wut verstehen, genau so wie jeder andere es tun würde, wenn ein teammate immer noch nicht mit dem Kopf spielt wenn er 1/11 steht. Ich gehe davon aus dass der Jungler afk farmen gegangen ist und somit Hamakys Spieleinstellung auf \"dieses spiel kann man vergessen, was soll ich hier noch machen wenn es sowieso nichts bringt weil xin es sowieso weiterhin zerstören wird.\" bringt. Eine Beleidigung ist zwar ein Grund für einen Bann, jedoch hat er keinen persönlich beleidigt. Seine Beleidigung \"cancer\" kann man keinesfalls auf eine Person oder Aktion beziehen ohne das Spiel gesehen zu haben. Da ich als einzige Quelle nur Hamakys schreiben habe kann ich nur davon ausgehen dass es sich hierbei um eine Beschreibung des Schadens handelt. Ich als Katarina otp kann es völlig nachvollziehen dass ein 14/1 Yasuo mich förmlich oneshotet. Des Weiteren hat hamaky keine Wortwahl verwendet, für die man ihn bannen könnte. Er schrieb im restlichen Verlauf seines chats nur warum und das man xin reporten sollte. Dies ist keines Wegs verboten und taucht fast in jedem match auf. Man könnte zwar sagen, dass er auch eine sehr negative KDA hat, jedoch kann ich als 2 jähriger Katarina otp sagen, dass es wirklich nichts schlimmeres gibt als einen gefeedeten yasuo. Egal wie gut man ihn otplayed egal wie viele counter items man gegen yasuo kauft, ab diesem moment bringt es nichts mehr. Die Wut hinter seinem schreiben ist offensichtlich zu sehen. Trozdessen hielt er sich im vergleich zu vielen anderen Spielern sehr weit zurück. Er ist ja nicht die Mitte runter gelaufen oder afk gegangen andauernd  beleidigt o.ä. \n\nWegen den oben genannten Gründen bin ich vollkommen der Meinung, dass er den den permabann nicht  verdient hätte. Viele sehen den permabann als etwas selbstverständliches, aber wenn man bedenkt, wieviel Zeit Mühe und Geld Jemand in das spiel investiert wird einem sofort klar, dass es vorallem bei Hamaky zuviel ist. Ich höffe ihr versteht und unterstützt ihn. \n\nLG","replies":[{"id":"","poster":"NaCl Drakor","date":"2019-07-04T12:57:56.968+0000","up_votes":4,"down_votes":2,"body":"Das Problem ist nicht das er weniger toxic/negativ war sondern das er nach einem 14 Tage bann trotzdem ein schlechtes Teamverhalten an den Tag gelegt hat. Deswegen ist der Bann hier gerechtfertigt da er sein Verhalten nicht geändert hat.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T19:52:07.831+0000","up_votes":1,"down_votes":7,"body":"Ich habe 3 Monate mich wie ein normaler Spieler verhalten und mein Verhalten hat sich auch geändert. Vorher hätte ich fuck you get cancer go to hell etc. also wirklich damals war ich mega toxisch: Doch diesmal habe ich nicht eine Beleidigung verwendet und versucht etwas meinen Teammates beizubringen und einen davon abzuhalten weiter zu trollen ---> motivieren und dies wird bestraft? Mit Aufruf zum Report möchte ich erzielen das dieser Spieler seine Strafe erhält für was er tut und ich werde fürs säubern von der Community bestraft? DIESE Spieler trollen in einem Kompetitiven Spiel und das soll fair sein??Zum einen ist das mein langjähriger Account (seit Season 2) und habe 6k Spielestunden. Spieler wie T1 werden entbannt( mehr toxisch, beleidigen). \nAusserdem schau dir den aktuellen Fall von NightBlue3 an(OffTopic). Du musst bedenken dies ist ein Permanenter Bann. Verstehst du meine Lage denn etwa nicht wenn man sogar ca. 500€ für das Spiel verschwendet...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-05T05:09:11.136+0000","up_votes":3,"down_votes":1,"body":"Es ist nicht deine Aufgabe das Spiel zu säubern das macht das System und wie du siehst es klappt gut ;) \n\nLustig wie du das mit NB3 genau so schreibst wie der smurf da oben ohhh ... Ich mein der andere Spieler ;) \n\nUnd für unwissende Tyler1 wurde nicht entbannt. Alle seine acc sind noch gesperrt.nur hat er wieder das Recht sich neue accs zu machen und auf denen zu spielen ;)","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T05:13:37.941+0000","up_votes":1,"down_votes":4,"body":"Das System säubert die falschen Spieler.","replies":[{"id":"","poster":"eingew","date":"2019-07-05T06:45:19.883+0000","up_votes":2,"down_votes":0,"body":"Wie kommst du darauf? Glaubst du die anderen Spieler hätten keine Strafe bekommen und nur du würdest vom System erwischt? Wieso sollte das so sein? Das System legt ja überall die gleichen Standards an.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:53:04.516+0000","up_votes":1,"down_votes":1,"body":"war bisschen übertrieben. Jedoch kann das system sehr schwer erkennen ob es sich um einen int handelt oder nicht deswegen wollt ich das jemand sich das ganze spiel samt the chat logs anschaut","replies":[{"id":"","poster":"eingew","date":"2019-07-08T08:02:11.876+0000","up_votes":2,"down_votes":0,"body":"Ein durchaus nicht völlig unberechtigter Wunsch, allerdings bezweifle ich, dass dies etwas an dem Urteil ändern würde.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-09T12:36:58.492+0000","up_votes":1,"down_votes":1,"body":"Danke. Endlich jemand der mich verstanden hat. Liegt an dem Support...Hab diesen Freitag Geburtstag btw (heißt btw: by The way?)","replies":[{"id":"","poster":"Sirrkas","date":"2019-07-09T15:35:23.373+0000","up_votes":3,"down_votes":0,"body":"Das mit btw stimmt so.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-16T15:58:24.334+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal im internet nachgeschaut und da wurde einer aus dem selben grund permanent gebannt jedoch wieder entbannt nachdem er den support angeschrieben hat. Wurde auf 2 Wochen verkürzt. Glaubst du das wird immernoch gemacht?Weil jeder sollte ja eigentlich gleich behandelt werden. Ich weiß nicht wie man hier Fotos hochlädt aber hier ist ein Link:   https://www.youtube.com/watch?v=3ksU46FHkaY","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-07-16T17:07:10.847+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Hamaky,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000a0001000000010000000100000000000000000000,timestamp=2019-07-16T15:58:24.334+0000)\n>\n> Ich hab mal im internet nachgeschaut und da wurde einer aus dem selben grund permanent gebannt jedoch wieder entbannt nachdem er den support angeschrieben hat. Wurde auf 2 Wochen verkürzt. Glaubst du das wird immernoch gemacht?Weil jeder sollte ja eigentlich gleich behandelt werden. Ich weiß nicht wie man hier Fotos hochlädt aber hier ist ein Link:   https://www.youtube.com/watch?v=3ksU46FHkaY\n\nWenn ein Support dein Chatlog liest, wird er, im Gegensatz zu dem Typen in dem Video, den \n\"Hamaky: can\nHamaky: c\nHamaky: e\nHamaky: r\"\nTeil lesen und sich denken \"Warum sollte ich?\" \n\nDein Chatverlauf ist halt wesentlich negativer als der des Videos. \n\nDazu kommt, dass er einen \"3 or 7 day ban\" fürs AFK gehen bekommen haben will... eine derartige Strafe gibt es aber meines Wissens nach nicht... oh und am Ende erzählt er was vom Tribunal...","replies":[{"id":"","poster":"AllLanesPro","date":"2019-08-01T09:42:16.390+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000a00010000000100000001000000000000000000000000,timestamp=2019-07-16T17:07:10.847+0000)\n>\n> Wenn ein Support dein Chatlog liest, wird er, im Gegensatz zu dem Typen in dem Video, den \n> \"Hamaky: can\n> Hamaky: c\n> Hamaky: e\n> Hamaky: r\"\n> Teil lesen und sich denken \"Warum sollte ich?\" \n> \n> Dein Chatverlauf ist halt wesentlich negativer als der des Videos. \n> \n> Dazu kommt, dass er einen \"3 or 7 day ban\" fürs AFK gehen bekommen haben will... eine derartige Strafe gibt es aber meines Wissens nach nicht... oh und am Ende erzählt er was vom Tribunal...\n\nDas wurde so oder so nicht vom System erkannt außerdem habe ich erklärt warum ich das geschrieben habe.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-08-01T13:26:14.425+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000a0001000000010000000100000000000000000000000000000000,timestamp=2019-08-01T11:07:39.115+0000)\n>\n> Ich habe an anderen Stellen erklärt, dass es mir vollkommen egal ist, warum du das geschrieben hat. Krebs ist eine derart asoziale Hure, dass er in einem Spiel wie LoL einfach nichts verloren hat. Denn selbst wenn man den besiegt, gibt man am Ende einen Lungenflügel ab. Oder braucht nen künstlichen Darm... oder oder oder.\n> Das ist natürlich nur meine ganz persönliche Meinung, aber das gehört genau so auf die Blacklist wie \"kys\"... und mehr als \"fgt\"...\n\nHäh ich habe das niemanden gewünscht lol. Ich habe mit cancer den Schaden gemeint","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2019-08-01T11:07:39.115+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AllLanesPro,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000a000100000001000000010000000000000000000000000000,timestamp=2019-08-01T09:42:16.390+0000)\n>\n> Das wurde so oder so nicht vom System erkannt außerdem habe ich erklärt warum ich das geschrieben habe.\n\nIch habe an anderen Stellen erklärt, dass es mir vollkommen egal ist, warum du das geschrieben hat. Krebs ist eine derart asoziale Hure, dass er in einem Spiel wie LoL einfach nichts verloren hat. Denn selbst wenn man den besiegt, gibt man am Ende einen Lungenflügel ab. Oder braucht nen künstlichen Darm... oder oder oder.\nDas ist natürlich nur meine ganz persönliche Meinung, aber das gehört genau so auf die Blacklist wie \"kys\"... und mehr als \"fgt\"...","replies":[]}]}]}]},{"id":"","poster":"AllLanesPro","date":"2019-08-01T09:55:36.698+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000a000100000001000000010000000000000000,timestamp=2019-07-09T15:35:23.373+0000)\n>\n> Das mit btw stimmt so.\n\nMan fühlt den Schmerz . Es ist ein permanenter Ban. Niemand der sowas schonmal hatte und es dann aber später bekommt merkt nicht was man verloren hat. Davor hab ich meinen Account nie so wertgeschätzt wie jetzt. Das hat michs o Haft getroffen.\n\nUpdate: Ich habe einen 2. Account und habe die Funktion, wo man den ganzen Chat ausstellen kann genutzt . Das hilft mir weiter und hält mich davon ab toxisch zu sein. Manchmal entmute ich den Chat und lese es mir durch und muss immer lachen wenn jemand beleidigt, denn ich reporten fast alle Spieler nach einem Spiel. Ich möchte eine bessere Community... Da mich andere Leute in einem competitiven spiel getrollt und nicht richtig gespielt haben bin ich genau da reingefallen . Das ich mich selbst tilte... Solche Spieler braucht man nicht im Team genauso wie mich. Ich wusste nicht das ich fürs \"Report him, you int, you loose the Game) bestraft werden kann. Ich fühle mich jetzt ein wenig besser nachdem ich den Bann bekommen habe..    Riot soll eine Funktion Einführen wo man auch provokantes verhalten Reporten kann... Bitte","replies":[]}]}]},{"id":"","poster":"AllLanesPro","date":"2019-07-14T20:00:45.923+0000","up_votes":1,"down_votes":0,"body":"Hast du einen Einfluss auf den Support damit irgendwas am bann geändert werden kann.. ich bin verzweifelt hab den riot support schon 5 mal angeschreiben ( immer neue tickets) viele sagen strikt nein und ein kleiner teil schreibt einen roman der mir schon etwas hoffnung bringt..","replies":[{"id":"","poster":"eingew","date":"2019-07-15T09:35:51.296+0000","up_votes":1,"down_votes":0,"body":"Nein, wie gesagt halte ich den Ban für gerechtfertigt und glaube nicht, dass eine noch so ausführliche Überprüfung des Bans an diesem Urteil etwas ändern würde. Die Hoffnung solltest du dir abschminken. Ich glaube nicht, dass du eine Chance hast, deinen Account wiederzubekommen. Auch der kleine Roman der Supporter kann dir keine Entbannung bringen.","replies":[]}]},{"id":"","poster":"AllLanesPro","date":"2019-07-09T12:39:15.905+0000","up_votes":1,"down_votes":1,"body":"Könntest du vielleicht irgendetwas ausrichten an den Support? Ich habe seit 1 Woche keine Antwort erhalten ...","replies":[]}]}]}]},{"id":"","poster":"VIP tombtomb","date":"2019-07-05T09:12:02.211+0000","up_votes":3,"down_votes":0,"body":"Zumindest bei dir hat es definitv einen richtigen getroffen.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:52:21.662+0000","up_votes":1,"down_votes":1,"body":"Was meinst du ?","replies":[{"id":"","poster":"VIP tombtomb","date":"2019-07-05T18:44:38.517+0000","up_votes":2,"down_votes":0,"body":"Das der Bann mehr als gerechtfertigt ist.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-05T05:17:59.619+0000","up_votes":3,"down_votes":1,"body":"Hehe ^^ süß \n\nWenn es mal einen bestraft der wirklich nichts getan hat wird der auch wieder entbannt ;) \n\nDas ist bei dir natürlich nicht der Fall da du zurecht bestraft wurdest :)","replies":[]}]}]},{"id":"","poster":"Alpacana","date":"2019-07-04T20:21:52.066+0000","up_votes":4,"down_votes":0,"body":"> Doch diesmal habe ich nicht eine Beleidigung verwendet und versucht etwas meinen Teammates beizubringen und einen davon abzuhalten weiter zu trollen ---> motivieren und dies wird bestraft?\n\nNein. Aber negative Stimmung zu verbreiten wird bestraft.\n\n>  Mit Aufruf zum Report möchte ich erzielen das dieser Spieler seine Strafe erhält für was er tut und ich werde fürs säubern von der Community bestraft?\n\nWie bereits erwähnt. Mehrere Reports machen keinen Unterschied zu einem Report. Es ist also vollkommen sinnlos nach Reports zu fragen. Mit Reportaufrufen säuberst du nicht die Community, du machst nur einen bestimmten Spieler runter.\n\n> DIESE Spieler trollen in einem Kompetitiven Spiel und das soll fair sein??\n\nFehlverhalten anderer rechtfertigt nicht eigenes Fehlverhalten.\n\n> Spieler wie T1 werden entbannt( mehr toxisch, beleidigen).\n\nDie Accounts von T1 sind nicht entbannt. Lediglich sein ID-Ban, den normale Spieler nicht einmal bekommen können, wurde aufgehoben. Die Accounts auf denen er damals einen Perma kassiert hat sind bis heute immernoch gebannt.\n\n> Verstehst du meine Lage denn etwa nicht wenn man sogar ca. 500€ für das Spiel verschwendet...\n\nErwartest du, dass man sich Rechte in diesem Spiel erkaufen kann? Nein. Es steht dir frei Geld für dieses Spiel auszugeben. Du musst es nicht. Wenn du es trotzdem tust liegt das an dir. Da solltest du dich aber nicht beschweren wenn der Account durch einen berechtigten Perma weg ist.","replies":[{"id":"","poster":"AWildRandomNoob","date":"2019-07-04T21:27:28.773+0000","up_votes":2,"down_votes":6,"body":"> Wie bereits erwähnt. Mehrere Reports machen keinen Unterschied zu einem Report. Es ist also vollkommen sinnlos nach Reports zu fragen. Mit Reportaufrufen säuberst du nicht die Community, du machst nur einen bestimmten Spieler runter.\n\n\nDas ist schlichtweg nicht richtig: Siehe Nightblu3. Ein Report von ihm führte zum ban von einem Spieler.","replies":[{"id":"","poster":"Alpacana","date":"2019-07-04T21:41:03.766+0000","up_votes":5,"down_votes":1,"body":"Nein. Nightblue hat nur dafür gesorgt, dass Nubrac manuell überprüft wird. Anscheinend fällt Nubracs Strategie unter Trolling, kann vom System aber nicht überprüft werden. Durch manuelle Überprüfung hat Nubrac also seine Strafe bekommen. \n\nNicht, weil Nightblue (als \"Marke\") einem Riot-Mitarbeiter sagt er soll jemanden bannen. So einfach ist das nicht. Hätte Nubrac nicht gegen die Regeln verstoßen und wäre trotzdem gebannt worden wäre Riot jetzt mit ziemlicher Sicherheit einen Mitarbeiter los.\n\nWobei man fairerweise auch sagen muss, dass in den Support-Tickets von Nubrac nicht klar gesagt wird, dass seine Strategie verboten ist. Dass sie erlaubt ist sagen sie aber auch nicht ausdrücklich, ist also eine ziemliche Zwickmühle im Gegensatz zu unserem Fall hier der ziemlich klar ist.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2019-07-05T09:31:30.204+0000","up_votes":2,"down_votes":0,"body":">Ich habe 3 Monate mich wie ein normaler Spieler verhalten und mein Verhalten hat sich auch geändert. Vorher hätte ich fuck you get cancer go to hell etc. also wirklich damals war ich mega toxisch: \n\nWichtig. Der 2 Wochenbann bringt sowas wie eine Bewährungsstrafe mit sich. Wenn du danach toxisch wirst, gibt es den Permabann. Dabei ist es auch egal, ob du nur mal ein wenig toxisch bist oder richtig schlimm. Dein Chatlog hätte für eine CR reichen können. Und dann gibt es mit dem vorherigen 2 Wochenbann eben den Perma.\n\n>und versucht etwas meinen Teammates beizubringen und einen davon abzuhalten weiter zu trollen ---> motivieren und dies wird bestraft? \n\nEtwas motivierendes kann ich nicht finden. Auch scheint es keinen Troll gegeben zu haben.\n\n> Mit Aufruf zum Report möchte ich erzielen das dieser Spieler seine Strafe erhält für was er tut und ich werde fürs säubern von der Community bestraft? \n\nUm das zu erreichen, musst du nur selber melden. Reportaufrufe sind bestenfalls überflüssig, schlimmstenfalls toxisch. Da sie das Teamklima beeinträchtigen können. Das Reportsystem arbeitet nämlich nicht danach, wie oft jemand in einem Spiel gemeldet wird. Eine Meldung reicht völlig für die Prüfung. Allerdings hast du mit dem Chatlog die Community etwas sauberer gemacht. Der zeigt nämlich leider, dass du gerade wieder dabei warst toxischer zu werden. \n\n>DIESE Spieler trollen in einem Kompetitiven Spiel und das soll fair sein??\n\nWie schon gesagt, ich kann keinen Troll erkennen. Der Jungler ist meist auf eurer Seite der Lane oder in seinem Jungle gestorben. Für euch beide war das einfach eine miese Runde. Nicht mehr und nicht weniger. Vermutlich ist das leider wieder ein Fall von \"die KDA ist schlecht, muss ein Troll sein\". Dann wundert es aber, wie du hier nirgendwo erwähnst, dass du selber eine noch schlechtere Leistung erbracht hast.\n\n>Zum einen ist das mein langjähriger Account (seit Season 2) und habe 6k Spielestunden. \n\nEs tut nichts zur Sache, wie lange du schon spielst. Du kannst 20 Jahre lang vorbildlich gewesen sein. Wenn du dann anfängst, ständig zu beleidigen, wirst du aussortiert. \n\n>Spieler wie T1 werden entbannt( mehr toxisch, beleidigen).\n\nEs wäre nett, wenn du dich etwas mehr informieren würdest. Kein Permabann von Tyler1 wurde aufgehoben. Lediglich der ID-Bann ist nicht mehr in Kraft. Der ID-Bann bedeutet quasi, immer wenn er gestreamt hat, durfte er sich vom Account verabschieden, da alle Accounts sofort gesperrt werden, bei denen bekannt wird, dass sie dieser Person zuzuordnen sind. Das ist übrigens eine Strafstufe, die du vermutlich nie erreichen kannst. \n\n> Verstehst du meine Lage denn etwa nicht wenn man sogar ca. 500€ für das Spiel verschwendet...\n\nDu hast dein Geld nicht verschwendet. Du hast es ausgegeben, dafür RP erhalten und dir davon was gekauft und das über die letzten Jahre auch nutzen können. Wenn du ein Auto für 2000 € kaufst, es noch 3 Jahre lang fährst und dann einen Totalschaden hast, wären ja auch keine 2000 € verschwendet.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:46:09.984+0000","up_votes":1,"down_votes":1,"body":"Das mit dem Geld kann ich verstehen und dass mit T1 wusste ich nicht. Aber die kda spielt keine Rolle möchtest du einen Replay vom Spiel.. das war wirklich troll und das mit dem motivieren: Ich habe geschreiben : \"warum trollts du mach das nicht etc. damit wollt ich halt bewirken dass er einsieht was er falsch macht und es verbessert so wollt ich das ausdrücken und das mit aufruf zum report wusste ich nicht das man für sowas gebannt werden kann .. Ich meine ja ich habe nach jedem Satz überlegt ob es eine strafe dafür geben könnte .. Könntest du mir bitte weiterhelfen? Es gab ja auch einige Fälle wo die Permanenten Bans wieder zurückgängig gemacht wurden und anstelle davon einen 2 Wochen Ban bekommen haben.. Nochmals Danke für deine Antwort und die Zeit die du für die lol Community nimmst. mir ist eigentlich alles egal bis auf einen Permanenten Bann ( 1 Jahres Bann oder soetwas wäre völlig ok ).\nlg hamaky","replies":[{"id":"","poster":"Sirrkas","date":"2019-07-05T23:00:37.290+0000","up_votes":2,"down_votes":0,"body":">Das mit dem Geld kann ich verstehen und dass mit T1 wusste ich nicht. Aber die kda spielt keine Rolle möchtest du einen Replay vom Spiel.. das war wirklich troll \n\nDas Replay habe ich mir schon angesehen. Zwar auf erhöhter Geschwindigkeit, aber ich habe keinen Troll erkannt. Xin war teilweise sehr gierig und einmal war er scheinbar am schreiben, als er getötet wurde. Aber letzteres ist eher normal, wenn es zum Flamewar kommt. Ich könnte gar nicht aufzählen, wie viele freie Kills ich schon erhalten habe, weil mein Gegner lieber Enter gedrückt hatte, statt sich auf meinen nächsten Angriff gefasst zu machen.\n\n> Es gab ja auch einige Fälle wo die Permanenten Bans wieder zurückgängig gemacht wurden und anstelle davon einen 2 Wochen Ban bekommen haben.. \n\nSo etwas passiert vielleicht bei Fehlern des Systems. Etwa, wenn du einen 2 Wochenbann erhalten solltest, davor aber noch ein Spiel starten konntest, da wieder toxisch warst und du gleichzeitig den 2 Wochenbann und den Perma erhältst. Dann ändert der Support das auf den 2 Wochenbann ab. \n\n\n> Könntest du mir bitte weiterhelfen?\n\nIch glaube Izaya hat deinen Chatlog schon abgearbeitet. Wenn du dir den Beitrag dazu ansiehst, solltest du da so ziemlich alles aufgelistet und markiert sehen, was als toxisch ansehbar sein könnte.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-06T07:13:03.757+0000","up_votes":1,"down_votes":2,"body":"Es ist doch hart an der Grenze nicht zu beleidigen keine rassistischen Sprüche usw. Im Gegensatz zum blamen ist da ein Großer Unterschied wenn ich beleidgt oder etwas ähnliches in der Art gemacht hätte wäre mir klar dass der Bann verdient ist aber nur fürs blamen sollte jedoch hart and er Grenze sein . Ich habe Mal gesehen dass es so einen Player Behavior Team gibt die sich damit sehr gut auskennen und im Team Besprechen ob mein permabann wieder rückgängig gemacht wird. Ich sehe es ein dass blamen auch verboten ist was ich ja vorher nicht wusste. Und dass mit dem reformierungsprojekt was damals gemacht wurde . Man kann nicht einfach pauschal sagen jeder wird wieder zurückfällig und wird wieder dieselben Fehler tun.. es gibt immer Personen die Eben ganz genau das nicht tun. Noch etwas dass ich anmerken möchte. Ich hatte eine seeeehr krasse Lösung Streak und bin an einem Tag von plat auf gold 2 mit 0 LP gedropt. Der tilt wäre schon am höchsten  Level aber da ich ja wusste das es nur ein Spiel ist war ich nicht getilted weil ich auch in den meisten Spielrn das Spiel versaut habr..aaaber dieses Spiel haben gewisse Leute verloren und die wollten das einfcah nicht Einsen deswegen habe ich sie  geblamed weil es die Schuld meinrs Teams war. Ich hatte bestimmt auch einige Fehler aber alles zusammen hat uns das Spiel gekostet. Und meine mates sagen immer nein du bist schuld nicht wir . Würd ich auch sagen wenn man geblamed wird. Jeder ist schuld und ich bin zu 100% reformiert. Jetzt denkt ihr euch der verarscht und doch der Will nur sein acc zurück : Stimmt(das mit dem verarschen stimmt nicht ), weil es eigentlich gerecht und ungerecht ist also im Gleichstand. Viele Aspekte können gegen mich und für mich verwendet werden. Hoffe ich versteht es.\nLG\nHamaky","replies":[{"id":"","poster":"Sirrkas","date":"2019-07-06T12:24:53.863+0000","up_votes":1,"down_votes":0,"body":"> Ich habe Mal gesehen dass es so einen Player Behavior Team gibt die sich damit sehr gut auskennen und im Team Besprechen ob mein permabann wieder rückgängig gemacht wird. \n\nWenn du willst, dass die deinen Fall ansehen, musst du dich dafür an den Support wenden. Allerdings wird es in diesem Fall eher aussichtslos für dich sein, darüber die Strafe zu ändern.\n\n>Man kann nicht einfach pauschal sagen jeder wird wieder zurückfällig und wird wieder dieselben Fehler tun.. es gibt immer Personen die Eben ganz genau das nicht tun. \n\nEs gibt sicher Leute, die sich bessern. Allerdings hast du es jetzt leider deine letzte Chance mit diesem Account verspielt. \n\n>aaaber dieses Spiel haben gewisse Leute verloren und die wollten das einfcah nicht Einsen deswegen habe ich sie geblamed weil es die Schuld meinrs Teams war. \n\nSo eine Argumentation ist nicht gerade zielführend für dich. Du hast effektiv gerade gesagt, wenn du der Auffassung bist, jemand ist Schuld an der Niederlage, wirst du ihn auch blamen. \n\n>Ich hatte bestimmt auch einige Fehler aber alles zusammen hat uns das Spiel gekostet. \n\nDas stimmt so. Aber wie schon gesagt, ich habe nicht wirklich Trolle erkennen können. Am Anfang hat der Jungler etwa noch eine gute Leistung erbracht. Ich tippe mal darauf, dass nach dem Tripplekill in der Midlane der Chat explodiert ist. Das hat die Moral für alle runtergezogen bzw. einige dazu angestachelt, viel zu unvorsichtig zu spielen, wodurch das Spiel weiter ins snowballen geraten ist. \n\n>weil es eigentlich gerecht und ungerecht ist also im Gleichstand. Viele Aspekte können gegen mich und für mich verwendet werden. Hoffe ich versteht es.\n\nIch verstehe, dass du den Acc behalten willst und kann nachvollziehen, dass du die Strafe als ungerecht empfindest. Aber das heißt nicht unbedingt, dass die Strafe ungerecht ist. Es ist eigentlich auch eher nebensächlich, ob du Trolle hattest oder nicht, in wie weit die Niederlage deine Schuld oder die der anderen war. Dein Chatlog ist das ausschlaggebende. Wenn der sauber ist, passiert dir nichts, von Seiten des IFS.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-06T13:22:59.118+0000","up_votes":1,"down_votes":1,"body":"Mein ziel war es ja auch nicht offensiv zu wirken im Chat und alles zu zerstören . Mein Plan war die fehler meiner teammates zu nennen damit die das später nicht machen Triple kill unnötig sterben und nicht damit ich die Herabsetze aber nachdem die mich im Chat beleidigt haben habe ich geschrieben Report xy und davor nicht und wenn jemand extra seinem Team nicht hilft .","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-06T13:24:02.696+0000","up_votes":1,"down_votes":1,"body":"Finde die Strafe in paar Punkten gerechtfertigt und in einigen auch nicht... Habe dem Support auch mein Forum geschickt glaubst du die lesen sich das durch?","replies":[{"id":"","poster":"Sirrkas","date":"2019-07-06T14:24:06.686+0000","up_votes":2,"down_votes":0,"body":"Das Forum eher nicht. Die können es sich nicht leisten hier 2 Stunden Posts zu lesen.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-08-23T09:12:57.027+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000a0001000000020000000000000000000100000000,timestamp=2019-07-06T14:24:06.686+0000)\n>\n> Das Forum eher nicht. Die können es sich nicht leisten hier 2 Stunden Posts zu lesen.\n\nHey Sirrkas.\n\nIch habe gerade noch mit dem Support geredet und ich wurde nur für eine Sache bestraft undzwar:\" u are close to get a permaban\". Für Sachen wie das ReporrCallen wird man nicht bestraft. Als ob ich wegen diesem Grund einen permanenten Bann bekommen habe. Was ist deine Meinung dazu?","replies":[{"id":"","poster":"Sirrkas","date":"2019-08-23T09:38:54.796+0000","up_votes":1,"down_votes":0,"body":"Ich finde die Strafe verdient. Bist du dir sicher, den Support richtig verstanden zu haben? Es gab hier schon sehr viele, die die Supportantworten schlecht interpretiert haben. \n\nZum Beispiel kann ich mir vorstellen, dass sie dir ein Beispiel gegeben haben, worauf das Programm in deinem Fall angesprungen ist. In deinem Chatlog ist so viel blaming, da kann ich dir nicht ohne weiteres glauben, dass du nur für diese Zeile gebannt wurdest. \n\nFalls du das Gespräch zeigen willst, es ist dir erlaubt, den Ticketverlauf als Screenshots zu teilen.","replies":[]}]}]}]}]},{"id":"","poster":"AllLanesPro","date":"2019-07-06T13:20:03.079+0000","up_votes":1,"down_votes":0,"body":"Ich wollte mit dem blamen nicht sagen dass ich es auch weitermache nur den Grund warum ich es gemacht habe wollte ich euch nochmal sagen ich wusste ja vorher nicht das das bestraft werden kann hab auch aufgehört und auf der gleichen email Adresse einen 2. Acc gibt es wenn gar nichts mehr gemacht wird eine Möglichkeit mit seinem .2 acc zu beweisen dass bin sich verbessert hat zb. Keine Report letzten 6 Monate honor lvl 5 etc.","replies":[]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2019-07-05T11:17:23.903+0000","up_votes":2,"down_votes":0,"body":">  Spieler wie T1 werden entbannt( mehr toxisch, beleidigen).\n\nIst zwar off-topic, aber: Wie fast alle berühmten Fälle von \"entbannt\" wurde auch bei Tyler1 kein einziger Account entbannt. Riot hat lediglich den IP-Ban aufgehoben, sprich neu erstellte accounts werden nicht automatisch gebannt sondern erst falls Tyler1 flamen sollte (was er nicht mehr tut).","replies":[{"id":"","poster":"Alpacana","date":"2019-07-05T20:41:02.551+0000","up_votes":2,"down_votes":0,"body":"Da muss ich doch glatt mal zurück-klugscheißen :P\n\nTyler hat einen ID-Ban bekommen, keinen IP-Ban. IP-Bans gibt es nämlich gar nicht ;)","replies":[{"id":"","poster":"Temudschinn","date":"2019-07-05T21:14:09.591+0000","up_votes":2,"down_votes":0,"body":"Stimmt natürlich, ID-ban trifft das ganze wesentlich genauer.","replies":[]}]}]}]},{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:51:10.512+0000","up_votes":1,"down_votes":1,"body":"Verhalten hat sich geändert ich beleidige nicht mehr und wusste aber auch nicht das man fürs blamen( zb report xy) oder why do u int etc gebannt werden kann oder diese als grund fürs schlechte teamverhalten nehmen kann. \nSchönen Tag noch","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-04T12:49:45.605+0000","up_votes":2,"down_votes":3,"body":"Hehe ^^","replies":[]}]},{"id":"","poster":"AllLanesPro","date":"2019-08-01T09:45:01.567+0000","up_votes":1,"down_votes":3,"body":"Einfach nur unfair . Spieler die selber toxic sind werden wieder entbannt. \"Besondere Fälle\" ja bestimmt besondere Fälle was ein Müll. Keine gleiche Behandlung obwohl sich Riot so preisgibt.","replies":[{"id":"","poster":"Horseghost","date":"2019-08-01T14:41:12.277+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AllLanesPro,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=0014,timestamp=2019-08-01T09:45:01.567+0000)\n>\n> Einfach nur unfair . Spieler die selber toxic sind werden wieder entbannt.\n\nÄh, Nein !","replies":[{"id":"","poster":"AllLanesPro","date":"2019-08-03T06:54:22.371+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Horseghost,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=00140000,timestamp=2019-08-01T14:41:12.277+0000)\n>\n> Äh, Nein !\n\nÄh doch! Informier dich Mal bitte.","replies":[{"id":"","poster":"Horseghost","date":"2019-08-04T22:48:13.536+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AllLanesPro,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=001400000000,timestamp=2019-08-03T06:54:22.371+0000)\n>\n> Äh doch! Informier dich Mal bitte.\n\nIm Gegensatz zu Dir hab ich das und deswegen ... Nein . Spieler die toxic sind/waren werden nicht entbannt. Warum Du jetzt noch  jetzt \"selber\" schreibst versteh ich auch nicht, aber toxische Spieler werden eben nicht entbannt.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-08-05T19:04:33.527+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Horseghost,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=0014000000000000,timestamp=2019-08-04T22:48:13.536+0000)\n>\n> Im Gegensatz zu Dir hab ich das und deswegen ... Nein . Spieler die toxic sind/waren werden nicht entbannt. Warum Du jetzt noch  jetzt \"selber\" schreibst versteh ich auch nicht, aber toxische Spieler werden eben nicht entbannt.\n\nUnd was wenn ich dir Beweise schicke?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-08-05T21:30:25.970+0000","up_votes":3,"down_votes":0,"body":"Die würde ich aber auch gerne sehen. Zurecht gebannte Spieler werden nicht entbannt. \n\nFür den Fall, dass du Tyler1 als Beweis liefern willst: Keiner seiner Accounts wurde entbannt, es wurde lediglich sein personenbezogener Bann aufgehoben, das ist nicht dasselbe wie einen Permabann aufzuheben. \n\nUnd falls du auf das Experiment anspielst, welches in NA lief, bei denen einige Spieler entbannt wurden, um ihnen eine weitere Chance zu gewähren, weil sie beteuert haben, dass sie sich gebessert haben und letztendlich doch wieder gebannt wurden. Das war nur ein Experiment und ist nicht die Regel.\n\nWenn du keines dieser Fälle meinst, dann zeige uns diesen Beweis bitte. Darauf sind sicher viele neugierig.","replies":[{"id":"","poster":"Horseghost","date":"2019-08-05T23:51:38.464+0000","up_votes":1,"down_votes":0,"body":"{{sticker:katarina-love}} Der Engel trifft wie immer den Nagel auf den Nischel ! Genau das wollte ich auch schreiben . thx","replies":[]},{"id":"","poster":"AllLanesPro","date":"2019-08-06T02:02:03.258+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=001400000000000000000000,timestamp=2019-08-05T21:30:25.970+0000)\n>\n> Die würde ich aber auch gerne sehen. Zurecht gebannte Spieler werden nicht entbannt. \n> \n> Für den Fall, dass du Tyler1 als Beweis liefern willst: Keiner seiner Accounts wurde entbannt, es wurde lediglich sein personenbezogener Bann aufgehoben, das ist nicht dasselbe wie einen Permabann aufzuheben. \n> \n> Und falls du auf das Experiment anspielst, welches in NA lief, bei denen einige Spieler entbannt wurden, um ihnen eine weitere Chance zu gewähren, weil sie beteuert haben, dass sie sich gebessert haben und letztendlich doch wieder gebannt wurden. Das war nur ein Experiment und ist nicht die Regel.\n> \n> Wenn du keines dieser Fälle meinst, dann zeige uns diesen Beweis bitte. Darauf sind sicher viele neugierig.\n\nWie verschicke ich Bilder auf einem Handy?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Hamaky","date":"2019-07-04T11:32:33.645+0000","up_votes":4,"down_votes":7,"body":"Ich finde , dass dein Ban komplett falsch verstanden wurde weil du ja auch nicht geschrieben hast wen oder was du mit cancer meintest.","replies":[{"id":"","poster":"Asulia","date":"2019-07-04T11:41:32.455+0000","up_votes":7,"down_votes":3,"body":"Ich finde, Du hast den Bann verdient und machst das auch gar nicht auffällig.","replies":[{"id":"","poster":"AWildRandomNoob","date":"2019-07-04T16:56:40.080+0000","up_votes":1,"down_votes":4,"body":"Ich finde es nicht verdient. Permabann ist die letzte Forte. Permabann sorgt nur für den Verlust des Geldes in dem Account. Wenn das SPiel weitergespielt wird, wird der Spieler nach so einem Bann nicht \"braver\".","replies":[{"id":"","poster":"Alpacana","date":"2019-07-04T18:43:34.151+0000","up_votes":3,"down_votes":0,"body":"Fun Fact: Den Account behalten zu dürfen reformed ihn auch nicht mehr. Das hatten wir nämlich schon. Flashbacks an die 2000 Chatrestrictions.\nWäre diese Variante erfolgreicher im Reformen gewesen hätten wir sie heute. Haben wir aber nicht. Ergo sind Permabans wohl ein besserer Weg Spieler zu reformen als eine unendliche Chatrestriction.\n\nAußerdem wurde ihm bereits im 14 Tage-Ban ausdrücklich gesagt: \"1 Kleinigkeit noch und du bekommst den Perma\".\nDas hat er gekonnt ignoriert und jetzt muss er dafür eben die Konsequenzen tragen ;)","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2019-07-05T19:12:28.563+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=AWildRandomNoob,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000000000000,timestamp=2019-07-04T16:56:40.080+0000)\n>\n> Ich finde es nicht verdient. Permabann ist die letzte Forte. Permabann sorgt nur für den Verlust des Geldes in dem Account. Wenn das SPiel weitergespielt wird, wird der Spieler nach so einem Bann nicht \"braver\".\n\nAber wenn er noch eine letzte Warnung bekommt, wird er \"braver\"? Wenn er sich eh nicht bessern wird, sollte der Premabann doch eher früher als später kommen, oder?\n\n> Wie kann es denn egal sein? Ich will auch gerne den ganzen verlauf sehen. Ich kann auch gerne ne hitzige Konversation mit dir führen aber nur deinen Part präsentieren. Was meinst du wie du dann dastehst?\n\nWarum führe ich überhaupt eine hitzige Debatte während des Spiels? Wenn ich das machen will, suche ich mir ein Forum. Und im ganzen Chatverlauf kommt wahrscheinlich raus, dass beide sich daneben benommen haben und bestraft gehören. Was ändert dies daran, dass nach einem 14 Tages Bann, den der TE schon hatte, ein Perma folgt? Nichts. Und wenn der andere Diskussionsteilnehmer ebenfalls schon alle Vorstufen durchlaufen hat, kriegt er auch einen Perma.\n\nMachen wir das mal an einem praktischen Beispiel fest: Ein Schuldirektor muss sich mit 2 Schülern beschäftigen, die sich in der Pause die Nasen blutig geschlagen hat. Der eine (nennen wir in Thorsten Einstein, kurz TE) ist ein bekanntes Problemkind, es ist das dritte mal in diesem Halbjahr, dass er beim Direktor ist. Der andrere (Nennen wir ihn Oliver Polter, kuet OP) hat sich noch nie was zu Schulden kommen, sich dieses Mal aber provozieren lassen. Oder sogar selber provoziert, weil er weiß, dass TE ein Arschloch ist. Der Schuldirektor wird beide Kinder bestrafen, aber mit einem unterschiedlichen Strafmaß. Und der TE fliegt dann halt von der Schule, weil es dieses Mal endgültig zu viel war. \n\nGenau das ist in diesem Spiel wahrscheinlich auch passiert. Dass der TE aber nur noch ein Vergehen von einem Perma entfernt war, ist ausschließlich seine eigene Schuld.\n\n> Das ist schlichtweg nicht richtig: Siehe Nightblu3. Ein Report von ihm führte zum ban von einem Spieler.\n\nDie Nightblue Situation ist allgemein schwierig... denn im Endeffekt haben seine Kontakte zu Riot und nicht sein Report die Strafe ausgelöst, was höchst fragwürdig ist. Mit dem normalen Reportsystem hat dieser Fall praktisch nichts zu tun. \nAn sonsten gibst du mit dieser Antwort doch Alpacana recht: Nightblu3 hat den Typen nicht gebannt. weil er zu massenreports im Chat aufgerufen hat, sondern weil er alleine eine Meldung abgegeben hat. Nur hat der halt andere Hebel als wir. Trotzdem gilt: Ein Report ist genau so gut wie 9. Gerade dieses Beispiel belegt das eher.","replies":[]}]}]}]},{"id":"","poster":"Abasin","date":"2019-07-04T11:42:01.710+0000","up_votes":4,"down_votes":4,"body":"Lass mich raten, vorher gab's schon einen 14-Tage Bann? {{sticker:sg-poppy}}","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T11:45:08.520+0000","up_votes":4,"down_votes":4,"body":"Ja der ist aber 3 Monate her und bis jetzt war ich 0 aufffälig","replies":[{"id":"","poster":"Abasin","date":"2019-07-04T11:53:06.591+0000","up_votes":4,"down_votes":3,"body":"> bis jetzt\n\n{{sticker:galio-happy}} \n\n3 Monate sind fast nichts in dem Zusammenhang, da musst Du viel länger brav sein. Nach dem 14-Tage Bann reicht schon die kleinste Auffälligkeit für den Perma, das wurde Dir auch so kommuniziert.\n\nUnd sei einfach realistisch, Dein obiger Chat ist so offensichtlich negativ, dass sich einem die Fussnägel hochdrehen. Der verteilt geschriebene \"cancer\" ist da nur noch das Sahnehäubchen.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T12:01:53.124+0000","up_votes":4,"down_votes":4,"body":"Ne ist es nicht wir haben nur meinen Chatverlauf wieso nicht das ganz? Ich habe mit teammitgliedern kommuniziert und das nicht alles einfach so geschrieben. Kann man ja dann gar nicht nachvollziehen ausserdem soll Riot ssich mal das Spiel anschauen .(replay)","replies":[{"id":"","poster":"Alpacana","date":"2019-07-04T12:04:07.800+0000","up_votes":5,"down_votes":3,"body":"Wenn du so überzeugt davon bist dann schreib ein [Ticket](https://support.riotgames.com/hc/de). Ich denke aber genauso wenig wie die anderen hier, dass der Ban aufgehoben wird.\n\nDie schauen sich das nochmal an und haben auch den kompletten Chatlog (von den anderen Spielern auch) und das Replay.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-04T12:11:29.589+0000","up_votes":4,"down_votes":3,"body":"habe ich da kam irgen ein Blitzcrank Bot hilft mir nicht weiter .. Warum sollte mein Ban denn nicht aufgehoben werden ist doch missverstanden worden..Ich bin verzweifelt","replies":[{"id":"","poster":"Alpacana","date":"2019-07-04T12:16:41.871+0000","up_votes":4,"down_votes":3,"body":"Wenn der Bot nicht weiterhilft musst du nochmal auf das Ticket antworten damit es an einen Menschen weitergeleitet wird.\n\nAber wie gesagt: Du hattest bereits einen 14 Tage-Ban. Da stand ausdrücklich drin, dass jede weitere Kleinigkeit zum Perma führt und diese Kleinigkeit ist allein hiermit schon gegeben:\n\n> Hamaky: XIN\nHamaky: IS\nHamaky: FARMING\nHamaky: reported\nHamaky: he does blue\nHamaky: r\nHamaky: report xin\nHamaky: Trolling\nHamaky: omg\nHamaky: report him for int troll negative attitude insulting\n\nDer Ban wird also höchstwahrscheinlich nicht aufgehoben da er gerechtfertigt ist.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:59:47.168+0000","up_votes":1,"down_votes":2,"body":"Willst du n replay und das Ganze Spiel´? Und dann kann ich noch zeitangaben zu den jeweilgen kommentaren machen wenn du magst","replies":[{"id":"","poster":"Alpacana","date":"2019-07-05T12:29:13.951+0000","up_votes":2,"down_votes":1,"body":"Was soll mir das bringen? Hier geht es doch um deine Strafe oder nicht? Da ist es vollkommen egal was andere machen.\nSelbst wenn du 4 Leute hast die wortwörtlich die Mitte runterrennen rechtfertigt das nicht Flamen/Blamen deinerseits. Selbst in diesem Fall hättest du zurecht eine Strafe bekommen.\n\nWie bereits erwähnt: Fehlverhalten anderer rechtfertigt nicht eigenes Fehlverhalten.\n\nWenn jemand trollt dann reporte ihn oder schreib ein Ticket wenn du nicht auf das Report-System vertraust. Das hat aber rein gar nichts mit deiner Strafe zu tun, denn für die bist nur du selbst verantwortlich.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T20:19:38.646+0000","up_votes":1,"down_votes":2,"body":"Ich gebe auf niemand verstehst alle denken es wäre normal einfach so einen Perma Ban zu bekommen und dann noch auf einem langjährigen acc interessiert eh keinen..bla bla bla und die die etwas mit abg schreiben haben es selber nicht gelesen","replies":[{"id":"","poster":"Alpacana","date":"2019-07-05T20:38:33.359+0000","up_votes":2,"down_votes":0,"body":"> Ich gebe auf niemand verstehst alle denken es wäre normal einfach so einen Perma Ban zu bekommen\n\nNein normal und einfach so ist ein Perma ganz und gar nicht. Da muss man sich schon sehr anstrengen um den zu bekommen.\nDir wurde hier aber klar gemacht **wieso** du den Perma bekommen hast, **wieso** er gerechtfertigt ist und **wieso** er nicht aufgehoben werden wird. Da gibt es nicht wirklich mehr zu sagen. Dir bleibt da nichts anderes übrig als es zu akzeptieren. Dir steht es ja trotzdem frei einen neuen Account zu erstellen. Verhältst du dich aber auf diesem Account genauso wie auf dem permabanned Account wird auch der neue Account früher oder später wieder gesperrt werden.\nEs liegt ganz an dir dich zu ändern.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T22:21:45.813+0000","up_votes":1,"down_votes":2,"body":"Ich habe mich geändert damals als ich vor einem Jahr dern ersten 10 Spiele Chat Restriction bekommen habe . Ich kann dir immernoch die chat logs schicken die ich in meine support ticket wiederfinden kann und ich habe mich seehr stark reformiert. Hier mein Chatlog vor einem Jahr \n\n","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T22:23:27.377+0000","up_votes":1,"down_votes":0,"body":"Hamaky: can i mid (Oktober 23. 2018, 8:02:59 am)\nHamaky: ? \nHamaky: lx \nHamaky: ffs if u suck \nHamaky: ull get repoted \nHamaky: em \nHamaky: muted draven \nHamaky: u want me to play like typical yasuo or wha \nHamaky: . \nHamaky: =? \nHamaky: let me mid \nHamaky: wtf is this dmg \nHamaky: fk u \nHamaky: im tilted of this mid \nHamaky: ur braind dmg playinf draven mid \nHamaky: typical otp draven \nHamaky: why the fk are u guys inting \nHamaky: wbhy \nHamaky: dzude \nHamaky: wtf \nHamaky: i need this gold man \nHamaky: io give u my lane and then u killsteal \nHamaky: idiot \nHamaky: no wonder we loose this 100 % \nHamaky: i needed that 600 g \nHamaky: what shut up \nHamaky: cuz nida caqme \nHamaky: nice team \nHamaky: report draven troll pick \nHamaky: report nunu too \nHamaky: i gave nunu my lane \nHamaky: he cried in chat \nHamaky: ohh no i cant top \nHamaky: he cant even jungle \nHamaky: u suck too \nHamaky: we all suck \nHamaky: in gma \nHamaky: wtf \nHamaky: all died 6 times \nHamaky: hahaha \nHamaky: playinbg against counte \nHamaky: and? \nHamaky: idc \nHamaky: u get sitted \nHamaky: hahaha \nHamaky: noob \nHamaky: nunu ksing alll game \nHamaky: and im sure u get cancer \nHamaky: just getting sited \nHamaky: y \nHamaky: report me \nHamaky: U LOST ME THE FAME \nHamaky: GAME \nHamaky: LOOOK \nHamaky: REPORT \nHamaky: ALL \nHamaky: FOR \nHamaky: GRIEFIENG \nHamaky: BASTARDS\n\nHamaky: what \nHamaky: they voth ghit lvl 3 \nHamaky: ur lucjky shut up \nHamaky: u both hit lvl 3 \nHamaky: Wtf \nHamaky: dumb \nHamaky: dmg \nHamaky: fking boosted \nHamaky: WNHAT \nHamaky: yi \nHamaky: wtf \nHamaky: are u doing \nHamaky: one tiome vome top \nHamaky: what man \nHamaky: shut up \nHamaky: idc \nHamaky: . \nHamaky: . \nHamaky: no wonder u here \nHamaky: wtf \nHamaky: will us stop ? \nHamaky: wtf u want \nHamaky: bastad \nHamaky: nice focus \nHamaky: ididots \nHamaky: how \nHamaky: when he is not 25% \nHamaky: idiot \nHamaky: go fk urself \nHamaky: and 3watch replay \nHamaky: go watch replay idiot \nHamaky: yi sucks \nHamaky: i lost cuz of him \nHamaky: and u xayah \nHamaky: i are usles \nHamaky: anc cant play adc \nHamaky: idiot \nHamaky: report rakan lux and xayah flaming all game and sucking dicks \nHamaky: jasdasjajajjajaajjajjajajaajaja","replies":[{"id":"","poster":"Alpacana","date":"2019-07-05T22:44:18.059+0000","up_votes":2,"down_votes":0,"body":"Dass du dich verbessert hast ist ja schön und gut...ganz reformed bist du aber eben noch nicht, sonst hättest du keinen Perma bekommen. \nAlso beweise doch einfach auf einem neuen Account, dass du dich vollständig an die Regeln halten kannst.","replies":[]},{"id":"","poster":"AllLanesPro","date":"2019-07-09T12:42:53.921+0000","up_votes":1,"down_votes":0,"body":"Guck dir Mal bitte an was für'n Müll ich in den Chat damals geschrieben hab hahahaha. Alter wie schlimm zum Glück bin ich nicht mehr so ..das macht einen großen Unterschied ein Jahr älter zu sein\n{{champion:32}} \n\n","replies":[]}]}]}]},{"id":"","poster":"Temudschinn","date":"2019-07-05T21:15:24.639+0000","up_votes":2,"down_votes":0,"body":"Wir verstehen alle sehr gut, die meisten sind nur nicht deiner Meinung.","replies":[]},{"id":"","poster":"clair de lune289","date":"2019-07-06T17:28:50.618+0000","up_votes":2,"down_votes":0,"body":"von \"einfach so einen Permabann bekommen\" kann bei dir absolut keine Rede sein....\ndu hast **selbst** zugegeben mehrfach bestraft worden zu sein und dir wurde **ausdrücklich** beim 14 Tagebann mitgeteilt was bei weiterem Fehlverhalten passiert.\ngenau wie bei den ganzen \"ich war nur ein einziges mal toxisch\" Threads ,entspricht das einfach nicht der Wahrheit","replies":[]}]}]}]}]},{"id":"","poster":"611FVNKBlv","date":"2019-07-04T15:53:17.196+0000","up_votes":2,"down_votes":1,"body":"missverstanden? an dem chatlog gibts basically nichts was missverstanden werden kann. der permaban ist an der stelle mehr als nur gerechtfertigt.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2019-07-04T12:26:20.469+0000","up_votes":2,"down_votes":0,"body":"Weil du nicht einen Freifahrtsschein bekommst nur weil sich auch andere Spieler nicht benehmen können.\nEs gibt eine Mute funktion und eine Reportfunktion daher zählt diese Ausrede nicht.","replies":[]},{"id":"","poster":"Abasin","date":"2019-07-04T12:06:34.377+0000","up_votes":3,"down_votes":2,"body":"Es geht aber nur um das was Du getan/geschrieben hast, auch das ist bekannt. Wenn die anderen berechtigt reportet wurden, kriegen die für ihre Chats ebenso eine Strafe.\n\n> Hamaky: thanks\nHamaky: for\nHamaky: the\nHamaky: int\n\n...reicht schon...","replies":[]}]}]},{"id":"","poster":"LegendaryXenon","date":"2019-07-04T11:49:41.888+0000","up_votes":4,"down_votes":2,"body":"Dann ist der völlig verdient, auch ohne cancer, nach riots Regeln, die Du akzeptiert hast.","replies":[]}]}]},{"id":"","poster":"Raystlin82","date":"2019-07-04T16:11:03.513+0000","up_votes":3,"down_votes":1,"body":"ich denke nicht, dass der bann auf \"cancer\" basiert. das \"cancer\" wird eher durch das verteilen der buchstaben auf mehrere zeilen negativ ausgelegt.\n\nder bann resultiert meiner meinung nach durch permanentes blamen anderer mitspieler. ich finde du hast es verdient, erst recht durch den vorangegangenen 14 tage bann. wer nicht lernen will, muss fuehlen.","replies":[]},{"id":"","poster":"Alustus","date":"2019-07-04T12:26:48.464+0000","up_votes":4,"down_votes":2,"body":"Ähm \nDas \"cancer\" ist nicht das einzige Problem.\nDein ganzer Chatverlauf basiert darauf die anderen zu blamen und das ist sicher nicht okay und geraden wenn man schon einen 2 Wochen Bann hatte inakzeptabel.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-04T12:10:38.171+0000","up_votes":4,"down_votes":2,"body":"Btw smurf nicht so viel ^^ \n\nDas du alle die deiner Meinung nicht zustimmen down votest ist auffällig ;) \n\nÄndert aber nichts an dem verdienten Bann ;)","replies":[]},{"id":"","poster":"NaCl Drakor","date":"2019-07-04T12:41:54.828+0000","up_votes":5,"down_votes":3,"body":"Du wurdest gebannt weil du warscheinlich für blaming und negative attitute reportet wurdest. Nach einem 14 Tage bann der ja als letzter Schuss vor den Bug gemeint ist hast du dich anscheinend nicht viel gebessert oder eben nicht genug je nachdem wie toxic du vorher warst. In diesem Fall hast du die letzte gegebene Chance von Riot verspielt und wirst zurecht perma gebannt.","replies":[]},{"id":"","poster":"Maexle","date":"2019-07-04T12:39:51.922+0000","up_votes":5,"down_votes":3,"body":"Jetzt verschwendest du immerhin keine Zeit mehr damit, LoL zu spielen. Das wolltest du doch. ;)\n\nAbsolut berechtigter Bann. Deine Kommentare hier verstärken nur diesen Eindruck. \n{{champion:17}}","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:54:39.667+0000","up_votes":1,"down_votes":4,"body":"Was und welche Kommentare denn?","replies":[{"id":"","poster":"Maexle","date":"2019-07-05T17:57:16.578+0000","up_votes":2,"down_votes":0,"body":"Deine Reaktion auf die Leute, die dir im Detail erklären, wieso du gebannt wurdest. {{champion:17}}","replies":[]}]}]},{"id":"","poster":"LegendaryXenon","date":"2019-07-04T11:50:49.804+0000","up_votes":5,"down_votes":3,"body":"Der Bann ist absolut regelkonform und wasserdicht.","replies":[]},{"id":"","poster":"BLACK2003","date":"2019-07-05T04:30:07.370+0000","up_votes":2,"down_votes":5,"body":"Hallo,\n\nVon meiner Seite ist ein Permabann immer übertrieben. Na klar, jeder ist mal toxic gewesen und hat geflamt, aber ein Permabann ist zu viel. Wenn du schon einmal 2 Wochen bann kassiert hast ist der Permabann nur noch 1 mm weit weg. Kleines Flame das dich jemand Reportet oder sonst was wurdest du schon Permagrbannt. Wie ich die Abstimmung gerade gesehen habe läuft es gerade nicht gut, aber wir können es ändern! Viele Leute sind für Gerecht, aber was ist Gerechtigkeit? Du investierst in LoL und spielst das Spiel sehr lange. Wenn du ein Permabann bestimmt ist es Schlimm weil du alles dann verloren hast. Ich Persönlich finde Permabann sehr schlimm und das es sowas nicht geben sollte. Nur begrenzte bann Zeiten, wie z.b. 1 Woche, 1 Monat, 6 Monate, 1 Jahr und sonst was aber kein Perma. Ich finde dies ungerecht und würde es auch bestreiten. Unser Freunds spielt schon seit Season 3-4 und hat über 100€ investiert und jetzt ist alles Futsch. Das ist echt Schlimm. \nIch hoffe es wird besser und das ich eich helfen konnte einen einblick zu geben in meine Meinung. \nSchönen Tag noch.","replies":[{"id":"","poster":"Sirrkas","date":"2019-07-05T08:59:28.782+0000","up_votes":4,"down_votes":1,"body":"Du vergisst etwas sehr wichtiges. Es ist richtig schwer, einen Permabann zu erhalten. Entweder muss man dafür richtig, richtig, richtig schlimm sein, damit man bei 2 Wochen- oder Permabann anfängt oder man muss sehr, sehr, sehr oft toxisch sein, da man dann alle Stufen abarbeitet. \n\nWer es zum Permabann schafft, kann sich nur an die eigene Nase fassen. Verwarnungen gibt es genug. Und wer mag, kann im Forum auch andere Spieler fragen, was man alles bleiben lassen sollte, damit man nie wieder bestraft wird.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:38:02.569+0000","up_votes":1,"down_votes":4,"body":"Ja.. Ich wurd 2 Wochen gebannt weil ich meinen Freund im Chat aus spass beleidige halt unsere kleinen Späße und irgend einer hat mich reported??Warum macht man das als kollege waren 5er Premades wurde wegen denen gebannt..","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-07-05T19:22:46.030+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Hamaky,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=001200010000,timestamp=2019-07-05T11:38:02.569+0000)\n>\n> Ja.. Ich wurd 2 Wochen gebannt weil ich meinen Freund im Chat aus spass beleidige halt unsere kleinen Späße und irgend einer hat mich reported??Warum macht man das als kollege waren 5er Premades wurde wegen denen gebannt..\n\nwarte was? Bist du der selbe Typ, der vorhin \n> [{quoted}](name=Hamaky,realm=EUW,application-id=KYnfKGf0,discussion-id=i9sXfkVd,comment-id=000a00010000,timestamp=2019-07-04T19:52:07.831+0000)\n>\n Vorher hätte ich fuck you get cancer go to hell etc. also wirklich damals war ich mega toxisch: \n\ngeschrieben hat? \n\nJetzt behauptest du, der 2 Wochen Bann kam aus Spielen mit Premades, bei denen du Scherze gemacht hast? Aber ja, es betrifft ganz bestimmt die falschen.\n\n> jeder denkt hier ich bin ein schlechter spieler der nur toxic ist und die ganze schuld seinen mates gibt und in reallife auch so toxisch und nichts verdiene das ist echt traurig.. ich hab ja nichtmal beleidigt sondern nur versucht die Fehler meiner mates aufzuzählen usw. hab ab der hälfte aufgehört weil es eh nichts mehr gebracht hätte niemand hat mir zugehört\n\nNiemand hat hier gesagt, dass du ein schlechter Spieler bist. Und in diesem Beitrag weise ich auch nur darauf hin, dass du deine Story kohärent halten und nicht innerhalb eines Threads komplett widersprüchliche Aussagen tätigen solltest. Und wie du im Real Life dastehst, hat keiner von uns beurteilt. \n\nAlles, was der Großteil dieses Threads gesagt haben, war: Wir finden es gerechtfertigt, dass du deinen Account verloren hast, jetzt höre auf dir Ausreden auszudenken und akzeptiere ist.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T20:06:18.239+0000","up_votes":1,"down_votes":1,"body":"Du hast in der Zeitspanne etwas falsch verstanden vorher war ich richtig toxisch und habe auch so mit premades geschrieben weil ich so damals war nicht vereinzelt wie du es hier beschreibst.. es sind keine Ausreden sondern Fakten. Ich habe während des Spiels niemanden geflamed beleidigt ich warte auf eine Antwort vom Support und Frage was den Bot getriggert hat damit ich gebannt werde ich finde es nicht gerechtfertigt.","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T20:09:12.131+0000","up_votes":1,"down_votes":2,"body":"Das mit get cancer oder so habe ich mit den teammates geschrieben aber ab dem 14 Tage Ban gar nicht","replies":[]}]}]},{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:39:16.681+0000","up_votes":1,"down_votes":4,"body":"hatte kein mikro und habe dann immer im chat geschrieben und aus spass zb Ey du hund warum klaust du mein farm etc halt so aus spass","replies":[{"id":"","poster":"AllLanesPro","date":"2019-07-05T11:40:16.061+0000","up_votes":1,"down_votes":4,"body":"bansystem kann ja kein spass oder ernst differenzieren nunja jetzt wurd ich halt gebannt und kriege seit 3 Tagen keine Antwort vom Support..","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-05T04:59:29.676+0000","up_votes":3,"down_votes":1,"body":"Hehe :) \n\nDie Zeit hat gezeigt das strafen Suffix zeit nichts bringen :) \nUnd der perma ist gerecht werden so oft übertreibt das es den permanent gibt der hat ihn auch verdient ;) da bringt auch der 5. Smurf nichts ^^","replies":[]}]},{"id":"","poster":"Zeulus","date":"2019-07-04T12:16:40.669+0000","up_votes":4,"down_votes":8,"body":"Ich finde nicht wirklich das dieser Perma ban gerecht ist. Er hat nichts beleidigendes geschrieben und eigentlich nur seine Meinung geäußert.","replies":[]}]}