{"id":"Oybl2Fjp","poster":"Necromant","date":"2018-06-05T17:33:14.467+0000","title":".rofl Datei abspielen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin moin,\r\n\r\nich versuch aktuell von jemand anderen die .rofl Datei abzuspielen. Hat bisher jedoch nicht geklappt.\r\n\r\nHab es wie hier im Forum mal beschrieben gemacht, indem man ne Verkn&uuml;pfung vom Clienten macht und den Zielpfad &auml;ndert. In etwa so:\r\n\r\n&quot;C:\\Program Files (x86)\\Riot Games\\League of Legends\\LeagueClient.exe&quot; &quot;D:\\Dokumente\\League of Legends\\Fremde Replays\\EUW1-3657159404.rofl&quot;\r\n\r\nDas LOL Zeichen kommt kurz danach, das war es dann aber auch. Jemand nen Rat?","replies":[{"id":"","poster":"BMW E39 525d","date":"2018-06-06T00:44:41.943+0000","up_votes":1,"down_votes":0,"body":"Es sei anzumerken, dass das nur mit der jeweiligen Version geht. Man kann sich tatsächlich die Versionen speichern und dann darüber starten aber wer macht das schon. Somit sind eigentlich nur das Abspielen von Replays des aktuellen Patches (z.Z. 8.11) wirklich praktikabel, und selbst das ist ja wie mOlDaViA schon schrieb recht komplex","replies":[{"id":"","poster":"mOlDaViA","date":"2018-07-11T01:14:10.382+0000","up_votes":1,"down_votes":0,"body":"Das denke ich nicht. Aber zur Sicherheit könntest du mir ja ein älteres Replay geben und ich teste das dann.","replies":[]}]},{"id":"","poster":"mOlDaViA","date":"2018-07-11T01:11:13.715+0000","up_votes":1,"down_votes":0,"body":"@NECROMANT doch gibt es. Ging bei Patch 8 und auch noch bei 8.13 :)","replies":[]},{"id":"","poster":"mOlDaViA","date":"2018-06-06T00:21:11.609+0000","up_votes":1,"down_votes":0,"body":"Also ich weiss ja nicht was du da versuchst, aber das was du im \"Forum\" gelesen haben sollst stimmt wohl nicht^^\n\nWenn du ein Replay abspielen möchtest solltest du das folgendermaßen machen:\n\n1. Erstelle eine neue Verknüpfung mit Rechtsklick --> Neu --> Verknüpfung\n2. Navigiere nach \\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.219\\deploy\\League of Legends.exe\n\nNach erstellen der Verknüpfung öffne die Eigenschaften der Verknüpfung und trage in \"Ziel\" den Ort des Replays ein.\nZ.B. \n\"D:\\Dokumente\\League of Legends\\Fremde Replays\\EUW1-3657159404.rofl\"\n\nDas sähe dann so aus:\n\"E:\\Riot\\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.219\\deploy\\League of Legends.exe\" \"D:\\Dokumente\\League of Legends\\Fremde Replays\\EUW1-3657159404.rofl\"\n\nAchte darauf zwischen den \"_\" einen Space zu lassen. Der unterschrich ist zur verdeutlichung des Spaces.\nSolltes du ein Update in LoL runterladen musst du auch die Verknüpfung anpassen.\n\nZ.B. Riot\\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.219 <--- Diese Zahl ändert sich immer und der Ordner wird gelöscht wenn du ein Update installierst.\nIn dem Fall änderst du einfach die Zahl von 0.0.1.219 auf 0.0.1.220\n\nSolbald du auf die Verknüpfung drückst startet automatisch der Loadingscreen und lädt das Replay.\n\nViele Grüße\nmOlDaViA","replies":[{"id":"","poster":"Necromant","date":"2018-06-06T06:10:18.890+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nSchon probiert, im Ordner deplay gibt es jedoch keine League of Legends.exe mehr. Zu mindestens bei mir. Liegt vermutlich am neuen Clienten.\n\nAnsonsten alles so gemacht wie oben beschrieben, ohne Erfolg.","replies":[]}]}]}