{"id":"7jFIL0eA","poster":"Untouchable ProX","date":"2018-06-05T16:45:16.002+0000","title":"Normale Strafe oder was da los?:D","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hab eben das erste Mal (wirklich^^) seit Jahren die Champ select verlassen (inet. Probleme und wollte das Game dadurch nicht riskieren) - gleichzeitig war ich mir einer Strafe bewusst.\r\nAber man h&ouml;rt hier im Forum soviel von diesen &#039;&#039;professionellen&#039;&#039; dodgen, dass ich eher mit fast nichts gerechnet habe.\r\n\r\nDoch:\r\n-10 lp\r\nund 30 minuten Sperre.\r\n\r\nOkaaaay.\r\nKann man diskutieren was und wie wo - mir gehts echt nur darum - ist das die Standard-Strafe?\r\nOder hab ich so eine negative Aura :D\r\n\r\nLG","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-06-05T16:48:27.017+0000","up_votes":2,"down_votes":0,"body":"1 Leave des Tages der Champselect 6 min warten und -3 LP\n2 Leave 30 min warten und -10 LP","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-06-05T17:17:10.744+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir auch genau erklären wieso das \"professionelle\" dodgen existiert.\n\nEs gibt Games die sind von vornherein verloren das sind zb Games wo du nen AFk-mates hattest und dieser beim nächsten Mal wieder in deiner Champselect ist.\n\nOder wenn du flott bist und du auf Op.GG schaust und 2 leute mit 45% oder weniger winrate im Team hast. Hier hast du entweder die Möglichkeit zu spielen und vermutlich zu verlieren oder aber du dodgest.\n\n\nVorteil beim Dodgen:\n\nDu verlierst für gewöhnlich weniger lp es sei denn deine MMR ist für deine Liga sehr hoch\nDu Verlierst keine MMR wodurch sich dein Hiddenranking nicht verschlechtert.\n\nAber ja deine Strafe ist normal allerdings muss das schon das 2. Dodgen des Tages gewesen sein.","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-06-05T19:53:50.346+0000","up_votes":1,"down_votes":0,"body":"Jeder, der ernsthaft climben will sollte das machen, ab Gold. In Silber kann alles passieren","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-06-07T16:33:58.754+0000","up_votes":1,"down_votes":0,"body":"Ich würde sagen gerade in Silber nicht, da es besonders richtig viel garbage gibt der da gespielt wird. wo die Leute nicht mal wissen das sie sich selbst damit nur behindern.","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-06-07T18:53:59.105+0000","up_votes":1,"down_votes":1,"body":"Wenn man In Silber 4 mit einer schlechten winnrate bekommt und dann dogded, ist die chance wieder 4 Lappen zu bekommen sehr hoch. In Gold und höher ist die chance würde ich sagen niedriger.\nIn Silber sind 80% völlig boosted\nin gold 70%\nPlat 60%\nDia 50%\n\nDeswegen sollte man auch nicht eingeschüchtert von einem Hohen Rang sein.","replies":[]}]}]}]}]}