{"id":"2vhmq81R","poster":"Shadowsouls2012","date":"2018-06-05T01:17:24.481+0000","title":"leveln unmöglich von lvl 1-25 bereich","subforum":"Champions & Gameplay","up_votes":0,"down_votes":8,"body":"Da man anscheinend in league of legends f&uuml;r botprogramme nicht mal gebannt wird da ich jetzt in den letzen 20 spielen immer nur bots im team hatte in einen aram match mit mein kumpel frage ich mich doch was riot da macht man verliert nur den spiel spa&szlig; und man ist angepisst von der schei&szlig;e und der riot support tut dagegen anscheinend garnichts das problem bestand schon in season 7 und ist in season 8 nur noch schlimmer geworden {{sticker:slayer-jinx-unamused}} {{sticker:slayer-pantheon-thumbs}} und ich pumpe riot f&uuml;r skins etc jedes mal geld im hintern f&uuml;r ein spiel wo anscheinend ein schei&szlig; auf spiel spa&szlig; gegeben wird [entschuldigung f&uuml;r meine ausdrucksweise aber es ist eine schande wie schlecht league of legends geworden ist]","replies":[{"id":"","poster":"Veezey","date":"2018-06-05T14:53:12.857+0000","up_votes":2,"down_votes":0,"body":"Hab schon mehrere Accounts auf Level 30+. Scheint doch nicht unmöglich zu sein.","replies":[]},{"id":"","poster":"Hécht","date":"2018-06-05T07:49:12.068+0000","up_votes":1,"down_votes":0,"body":"Pump das nächste mal Riot kein Geld für Skins, sondern für EP-Boosts und grinde 3v3 Botgames.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-06-05T07:44:02.946+0000","up_votes":1,"down_votes":0,"body":"Riot bannt Bots in Wellen. Das heißt, die Informationen über die Botaccounts werden erstmal über einen längeren Zeitraum gesammelt und dann werden alle auf einmal gebannt. \nDeswegen kommt es dir so vor, als würde Riot nichts machen, was aber nicht stimmt. \nSolange es aber League of Legends gibt, solange wird es auch Levelbots geben. \n\nAber wie die anderen bereits sagten: Ab einem bestimmten Levelbereich wirst du damit keine Probleme mehr haben. :)\n\nWillst du gar keine Bots ingame haben, dann empfehle ich, spiele erstmal nur 5v5. Da wirst du in einem Normalgame keine Bots antreffen. :)","replies":[]},{"id":"","poster":"LegendaryXenon","date":"2018-06-05T06:59:13.882+0000","up_votes":1,"down_votes":0,"body":".......\n,,,,,,,\n?????\n!!!!!!\n\n\n\nHier ein paar Satzzeichen und Absätze. \nIch vermute, die sind dir ausgegangen.","replies":[]},{"id":"","poster":"Necromant","date":"2018-06-05T06:18:41.189+0000","up_votes":1,"down_votes":0,"body":"Ist nur im Low Level Bereich so & ja Riot macht was gegen Bots & ja, du bist nicht der erste der deswegen rum heult.\n\nAb lvl 30 sollte es nicht mehr vorkommen :)","replies":[]}]}