{"id":"5K3f8V5Q","poster":"Áctual Pepega","date":"2019-07-03T23:40:55.499+0000","title":"LoL nutzt die Grafikkarte nicht.","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"(tl;dr unten)\nHoi, ich hab seit 2 Tagen (seit diesem kleinen Minipatch, der wahrscheinlcih 1-2 Hotfixes beinhaltet hat) das Problem, dass mein LoL meine Grafikkarte nicht wirklich nutzt. Anfangs dachte ich, dass meine Grafikkarte einfach nen Abgang macht, aber nein. Jedes andere Spiel bringt meine GraKa noch auf Touren, sie fängt an zu arbeiten und der PC wird wärmer. Allerdings ist es bei LoL seit den 2 Tagen jetzt so, dass wenn die Champselect vorbei ist und sich das Game startet, der PC (bzw. die Grafikkarte) genau so ruhig und kalt bleibt wie als wäre er frisch hochgefahren.\n\nHabe mir extra MSI Afterburner runtergeladen um das zu bestätigen und ja, bei den 3 in denen ich es getestet habe (Dead by Daylight, CS:GO und Witcher 3) arbeitet die Grafikkarte ganz normal wie sie es auch soll. Bei LoL bewegt sich im Afterburner Display aber rein gar nichts. Als wäre das Game nichtmal an. Daraus resultiert leider, dass es ingame zu FPS einbrüchen kommt, sobald mal mehr als 2 Skills fliegen.\n\ntl;dr : LoL benutzt meine Grafikkarte nicht (Also GPU ist während ich in LoL INGAME bin 0 ausgelastet) und die FPS brechen deshalb öfters mal ein. Alle anderen Spiele benutzen meine Grafikkarte wie sie sollen und laufen perfekt, selbst Witcher 3 auf Max settings. Also liegts nicht an der Grafikkarte selber.\n\n\n\nHat jemand damit Erfahrung und weiß was man da machen kann?\n\n\n(edit : Spiel LoL seit Season 1, also so gut wie 10 Jahre und das ist das erste Mal, dass ich auch nur ansatzweise technische Probleme hab, deshalb bin ich da ein bisschen unbeholfen. Vorallem weil dieses Problem auch NUR LoL betrifft und kein anderes Spiel, und das auch nur seit diesem Minipatch vor 2 Tagen)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-04T05:17:36.457+0000","up_votes":1,"down_votes":0,"body":"Hey \n\nAm besten mal bei Support nachfragen. \nDie wissen Vilt am schnellsten ob das ein Problem ist das mit dem letzten Mini patch kam oder ob das nur du hast :) \n\nMein mir geht alles hab aber auch nicht wirklich nachgeschaut ^^' da ich meine fps immer bei 80 fest mach.","replies":[{"id":"","poster":"Áctual Pepega","date":"2019-07-04T21:26:25.148+0000","up_votes":1,"down_votes":0,"body":"Ja hatte ich vor, dachte nur, dass wenn jemand hier auch schon das selbe Problem hatte und ne Lösung hat bekomme ich die schneller als wenn ich den Support anschreibe.","replies":[]}]},{"id":"","poster":"Ben Satias","date":"2019-07-04T09:29:02.324+0000","up_votes":1,"down_votes":0,"body":"Hey,\nHast du irgendwo die Möglichkeit die Leistung für deine Grafikkarte \"einzustellen\".\nIch weiß, dass ich mal das selbe Problem bei einem anderen Spiel hatte. Da habe ich in einer Software für die Grafikkarte die Karte dazu \"zwingen\" können, dass sie arbeitet wenn ich das Spiel starte. Icj weiß leider nichts genaueres mehr..\n\nLG Ben","replies":[{"id":"","poster":"Áctual Pepega","date":"2019-07-04T21:14:27.046+0000","up_votes":1,"down_votes":0,"body":"[Das sind die Einstellungen die ich machen kann](https://puu.sh/DOKVQ/7adec4a813.png)\n\nDie sind aber nur für den Client, weil LoL selber, also das \"ingame Fenster\" wird nicht als Spiel erkannt.","replies":[]}]},{"id":"","poster":"Pandeonor","date":"2019-07-04T10:43:58.194+0000","up_votes":1,"down_votes":0,"body":"Ist es eine NVidia?","replies":[{"id":"","poster":"Áctual Pepega","date":"2019-07-04T20:42:12.532+0000","up_votes":1,"down_votes":0,"body":"Ne, eine AMD","replies":[]}]}]}