{"id":"d8hpaL6L","poster":"Míster Styx","date":"2018-06-04T13:36:55.342+0000","title":"Suchen Toplaner(S5-P5)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"***Toplaner gesucht***\n\nHallo Community,\n\nich suche f&uuml;r unser Team einen Toplaner. Feste Trainingszeiten, w&ouml;chentliches Coaching sowie Ts3-Infrastruktur sind gegeben. Um nicht lange drum herum zu reden komme ich gleich zu dem was wir von dir erwarten:\n-Flexiblen Championpool (keine OTPs)\n-Zeit Dienstags Donnerstags und Sonntags um 20.00 (sofern wir an Clash oder anderen Turnieren teilnehmen entf&auml;llt das n&auml;chstliegende Training).\n-Kritikf&auml;higkeit in beide Richtungen.\n-18+ (nach Absprache mit mir kann es Ausnahmen geben)\n-Funktionierendes TS3 sowie Headset/Mikro\n\nAm wichtigsten ist uns die Motivation voneinander zu lernen, uns gegenseitig zu pushen und miteinander langfristig besser zu werden. \n\nDas Team steht an oberster Stelle, das hei&szlig;t f&uuml;r uns wir ziehen relativ schnell Konsequenzen bei Unzuverl&auml;ssigkeit und anderen Dingen die das Team spalten. Genauso gilt es das Team auf angenehmen Level f&uuml;r alle zu halten, daher m&uuml;ssen wir Leuten auch klar sagen wenn sie nichtmehr mit dem Niveau des Teams mithalten k&ouml;nnen (dies schlie&szlig;t jeden, auch mich, mit ein)\n\nNun noch das was wir zu bieten haben:\n-Ambition beim Clash und weiteren &quot;Low-Elo&quot;-Turnieren teilzunehmen\n-Gesicherte Ts-Infrastruktur mit gesch&uuml;tzten Channeln\n-ein Coach (&uuml;bernimmt Coaching, fungiert als Kommunikationsknoten f&uuml;r Spieler die untereinander Unstimmigkeiten haben, steht f&uuml;r generelle spielspezifische zur Verf&uuml;gung und unterst&uuml;tzt uns bei der Suche nach Spielern, Scrimms, Tunieren o.&auml;.)\n-Alle besitzen einen flexiblen Championpool (so wollen und k&ouml;nnen wir verschiedene Combos und Matchups realisieren).\n-Alle 18+\n\nWenn du bis hierhin gelesen hast scheinst du wirklich Interesse zu haben, daher f&uuml;r dich noch kleinere Infos. Wie erw&auml;hnt finden Dienstags, Donnerstags und Sonntags um 20.00 Trainingseinheiten statt,diese bestehen aus mindestens 2-3 Spielen, bzw \n1-2 Spielen, wenn wir vorher Coaching zwecks Analyse in Anspruch nehmen.\n\nDa denke ich mal jeder, der kein Interesse hat l&auml;ngst aufgeh&ouml;rt hat zu lesen, bist du m&ouml;glicherweise die Person die wir suchen um erfolgreich ein neues Kapitel in unserer League-Laufbahn zu schreiben. Anbei noch der OP.GG Link zu uns:\nhttp://euw.op.gg/multi/query=hyperi0n%2Cdisjoshy%2Csouljumper%2Cambaoncookies\n\n\nMelde dich ingame bei mir (SoulJumper) oder hinterlasse einen Kommentar \n\nBis dahin\nLG Darwin","replies":[{"id":"","poster":"Míster Styx","date":"2018-06-04T16:28:27.025+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]}]}