{"id":"4PYfrL6u","poster":"Miss Dopfkopf","date":"2018-06-03T18:29:37.746+0000","title":"Kleiner Bronze Bonobo sucht nette Mitmenschen zum zusammen zocken c:","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich suche ein nette Mitspieler zum zusammen spielen :) bin 19 jahre, Unranked (letzter Rank B3). Bei Anfragen w&uuml;rde ich mich freuen -&gt; add  me @ Miss Dopfkopf c:\r\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"Bad Banana","date":"2018-06-03T18:31:46.201+0000","up_votes":1,"down_votes":2,"body":"hi wir vom multiclan black scorpions suchen für unseren lol - bereich leute. Vorallem Bronze/Silber Bereich finden bei uns momentan Priorität damit sie gemeinsam aufsteigen können. Wenn du keine Lust hast mehr mit Randoms alleine zu zocken oder eher in einem Team Spielen willst und Interesse bekommen hast, besuch mich auf dem TS3 bs-clan.de oder schick mir eine Anfrage in lol an: BSL Bad Banana (Für einen schnelleren Weg kannst du uns auch direkt über das Formular joinen https://goo.gl/forms/xynMRXxRkr2oacgN2 ).","replies":[{"id":"","poster":"Mephisto70","date":"2018-06-03T22:33:25.233+0000","up_votes":1,"down_votes":0,"body":"Normal eröffnet man für sowas einen EIGENEN Beitrag Dude {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Bad Banana","date":"2018-06-06T20:23:26.817+0000","up_votes":2,"down_votes":1,"body":"dude wenn ich jemanden direkt anfrage ob er uns beitreten möchte erstelle ich keinen EIGENEN BEITRAG!","replies":[{"id":"","poster":"Mephisto70","date":"2018-06-07T19:45:54.667+0000","up_votes":1,"down_votes":0,"body":"Du bist ein wandelndes Argument für die Legalisierung der postnatalen Abtreibung einer gehirntoten parasitären Nebenexistenz.\n\n{{sticker:slayer-pantheon-rainbows}} ","replies":[]}]}]}]},{"id":"","poster":"Mephisto70","date":"2018-06-03T21:37:29.226+0000","up_votes":1,"down_votes":0,"body":"Nette Leute naja paar mehr Infos wären schon nicht verkehrt. \n\n1. Was wird genau gesucht?\n2. Welcher Bereich: Silber, Gold etc\n3. Welche Position: Top, Mid etc\n4. Welche Kommunikationsmöglichkeiten sollen vorhanden sein: TS, Discord usw\n5. Welches Mindestalter?\n\nAll dies wüßte man schon ganz gerne ansonsten spräche von meiner Seite aus nichts dagegen.\n\n{{sticker:sg-lux}}","replies":[]}]}