{"id":"2FP7fadb","poster":"BANG LostMelody","date":"2020-02-13T16:17:18.753+0000","title":"Die Liga der Tafelrunde! Anmeldeschluss: 20.02.2020","subforum":"Turniere & Veranstaltungen","embed":{"title":"Liga der Tafelrunde","description":"Die Liga der Tafelrunde ist ein League of Legends-Wettbewerb, in dem Spieler einen Einstieg in die kompetetive Szene erhalten können. Egal ob Profi oder Anfänger, jeder Interessierte ist herzlichst zur Teilnahme eingeladen.","url":"http://www.liga-tafelrunde.de","image":null},"up_votes":2,"down_votes":0,"body":"Hallo liebe Community!\r\n\r\nIch möchte euch hier nun noch einmal, bevor die Anmeldefrist für dieses Jahr ausläuft, auf unsere Liga (die Liga der Tafelrunde) aufmerksam machen. \r\n\r\nDabei werde ich euch in wenigen Punkten das Wichtigste zusammenfassen!\r\n\r\n**Wann geht es los?**\r\nDie Liga der Tafelrunde startet in der Woche vom 02.03 - 08.03.2020 (Bis zum 20.02.2020 muss dafür das Team registriert sein mehr dazu unten)\r\n\r\n**Gibt es eine Elo Grenze?**\r\nJaein. Ansich ist jede Elo bei uns willkommen. Da wir aber ein faires Verhältnis für alle unsere Teams schaffen wollen, solltet ihr nicht über Dia liegen. \r\n\r\n**Spielen alle Elos gegeneinander?**\r\nNein. Da wir unser Minimum Ziel der 8 Teams (aktueller Stand 13.02.2020 17:01: 9 Teams) schauen wir das wir es so hinbekommen das es Elotechnisch getrennt wird, sodass es eine Highelo und eine Lowelo Liga gibt.\r\n\r\n**Wie wird gespielt?**\r\nGeplant ist, dass alle Teams im Best of 2 gegeneinander antreten. Dabei gelten allgemein die Map Summoners Rift im Tournament Draft.\r\n\r\n**Wo findet das Ganze statt?** \r\nWir, die Knights of Lost Empire, sind eine reine Discordcommunity. Ja ich weiß vielen Usern wird dies nicht gefallen.. Aber um dem entgegen zu kommen bieten wir den Teams an, nur jeweils 2 Vertreter (Teamleiter und Stellvertreter) auf den Discord zu schicken damit der Kontakt mit dem Team gewährleistet wird. Wo ihr schlussendlich spielt ist dabei voll und ganz euch überlassen. \r\n\r\n**Gibt es feste Zeiten?**\r\nNein. Die Liga wird entsprechend der Anzahl der Teams über mehrere Wochen gehen. Dabei geben wir immer in der vorherigen Spielwoche den Gegner für die nächste Woche bekannt, sodass jeder die Möglichkeit hat, eine Woche lang einen Termin mit dem gegnerischen Teamleiter zu organisieren. \r\n\r\n**Wird das Turnier gestreamt?**\r\nJa. Die Liga der Tafelrunde wird auf unserem Twitchkanal https://www.twitch.tv/knightsoflostempire/ live übertragen. Sowohl unsere Streamer als auch unsere Caster sind nicht die absoluten Profis aber sie strengen sich an :D\r\n\r\n**Gibt es was zu gewinnen?**\r\nJa. Geplant für das Event ist, dass das Gewinnerteam einen Teil der Streameinnahmen + einen kleinen Geldbetrag erhält. Da wir es das Erste mal zu Testzwecken veranstalten wird der Betrag auf 10 € in RP pro Spieler im Team aufgeteilt. \r\n\r\n**Wo kann ich mich anmelden?**\r\nAuf unserer Internetseite http://www.liga-tafelrunde.de/signup/ habt ihr jetzt noch die Chance euch bis zum 20.02.2020 für die diesjährige Liga anzumelden. Teams die sich nach diesem Datum anmelden, werden eingesetzt, sollte ein Team im Laufe der Season ausfallen oder starten regulär im Split nächstes Jahr!\r\n\r\n**Wo kann ich Fragen stellen?**\r\nIhr erreicht uns eigentlich immer auf diesem Discord Server https://discord.gg/mKusHcB. Dies ist auch der Server auf dem später die Teams versammelt sein müssen! Außerdem findet ihr hier noch das komplette Regelwerk!\r\n\r\nAlso worauf wartet ihr noch? Meldet euch noch heute an und kämpft um den Titel King of Lost Empire!\r\n\r\nKnLE Teito\r\n-Communityleitung Knights of Lost Empire-","replies":[]}