{"id":"lGvYE122","poster":"Ηastur","date":"2019-07-02T18:41:06.830+0000","title":"Was is denn jetzt schon wieder los?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Mal wieder ist das Spiel völlig buggy. Nicht, dass es jemals anderes gewesen wäre, aber aktuell ist es (zumindest für mich) unspielbar. Ich würde mich ja dafür interessieren, ob es nur bei mir so ist, aber meine lieben Mates kriegen es leider nicht auf die Reihe den Chat zu benutzen. Mal wieder ein guter Puinkt, der für die Community spricht. Jeder macht seins, keiner spielt im Team, keiner Antwortet auf egal was...\n\nZum Problem, was das Game selbst betrifft:\nich habe laggs bis zu 500ms. Normal sind 30.\nIch werde nach dem ein Spiel beendet ist rausgeschmissen. Heißt ich komme nicht in den aftergame-screen, kann niemanden honoren oder Statistiken sehen. Der Client ist minimiert und kann nicht wieder hergestellt (vergrößert) werden. Die Games werden als nie gespielt angesehen und nicht angezeigt.\nKann doch nicht sein, dass nur weil irgend son neuer (ebenso völlig verbuggter) Modus rauskommt nichts mehr funnktioniert. Das war bei diesen unnötigen Turnierdinges der Fall und nun schon wieder. Riot sollte wirklich daran arbeiten Content fertig zu stellen, bevor sie ihn veröffentlichen. Das is als wenn man sich n Buch kauft und die hälfte der Seiten fehlt, oder nen Film guckt der laufend läd und kein Ende hat.","replies":[{"id":"","poster":"SicKPeaL","date":"2019-07-03T00:17:26.079+0000","up_votes":1,"down_votes":0,"body":"seit tft release viele bugs ja. alleine heute 3 games wo 10 leute lags hatten und das ranked dann einfach geschlossen wurde. Ebenso zwei games in denen ich und mein team nur 10 LP bekommen habe und gegner 0 verloren.\n\nZudem oft alles down. Schade :(","replies":[{"id":"","poster":"SuicidePlank","date":"2019-07-03T00:27:11.511+0000","up_votes":2,"down_votes":0,"body":"> Ebenso zwei games in denen ich und mein team nur 10 LP bekommen habe und gegner 0 verloren.\n\nDas passiert bei Server Problemen, Riot aktzeptiert das Serverprobleme existieren und Spiele werden entweder gecanceled, oder Loss Prevented für die Verlierer, da diese eventuell unter besagten Problemen leiden.","replies":[]}]},{"id":"","poster":"xMeinCtutWx","date":"2019-07-02T20:24:08.739+0000","up_votes":2,"down_votes":1,"body":"Wenn das Spiel deiner Meinung dach immer schon verbuggt is lösch es erfinde und erstelle ein eigenes und heul net rum.\nUnfassbar was es für Menschen bei nen Kostenlosen Game gibt.\nPing einbrüche liegen zu 100% natürlich nur am Game...","replies":[{"id":"","poster":"Ηastur","date":"2019-07-02T21:03:54.784+0000","up_votes":1,"down_votes":2,"body":"Ich bin zufällig kein millionenschweres Unternehmen, was mehr angestellte hat, die vollzeit daran arbeiten das Game am laufen zu halten. Ich schreibe mir sowas weder auf die Fahne, noch habe ich Interesse daran. Läge es in meinen Möglichkeiten, dann wäre es eine Überlegung wert.\nDeine Art im Umgang mit anderen Menschen und sozialem Verhalten ist das Letzte wonach irgendwer fragt, also bitte poste weiter in Trollthemen oder sei toxic ingame, aber verschone Menschen, die weder Lust auf dich haben, noch irgendwas sonst davon bekommen außer einem Eindruck von deiner nicht genügenden Sozialisierung.\n\nVielleicht läuft es bei dir alles Fehlerfrei, dann ist dasd schön für dich. Und zu deiner Info, meine Internetverbindung ist Fehlerlos und läuft gut. Alles außer der LoL-Client läuft, natürlich liegt es an Verbindungseinbrüchen wie auch schon in anderen Themen und selbst hier bestätigt wurde.","replies":[{"id":"","poster":"dugg","date":"2019-07-03T13:11:15.189+0000","up_votes":2,"down_votes":0,"body":"Vielleicht ist sein Ton nicht angemessen, aber so ganz unrecht hat er nicht. Zugegeben war dein Ton im Ausgangspost auch aggressiv.\n\nDas mit dem Chatverhalten ist doch nicht schlimm. Lieber niemand schreibst etwas, als dass sich Flamer und Trolle austoben.\n\nZum Laggen des Clients: Ich habe im Moment auch Ping-Probleme. Gibt aber LoL ein wenig Zeit. Programme sind teilweise unberechenbar. Beim Relaese können Dinge auftauchen, mit denen vorher niemand rechnen konnte. Weil immer alles mit allem verknüpft ist. Vielleicht Mal ne Pause machen und LoL-freie Zeit genießen.","replies":[{"id":"","poster":"Ηastur","date":"2019-07-03T19:57:23.243+0000","up_votes":1,"down_votes":0,"body":"Ja, ist richtig. Mein Ausgangspost war nicht unbedingt freundlich, hat aber niemanden privat angegriffen. Ich denke, dass Frust nachvollziehbar ist. Das Spiel ist fast 10 Jahre alt und ich finds einfach peinlich, dass sowas immer wieder passiert, aber das ist meine Meinung und sollte hier eigentlich nicht das Thema sein.\n\nKlar ist alles verknüpft, es läuft auf den selben Servern und über den selben Client. Das ist ja unter Anderem das Problem. Ich habs halt nicht gut genug formuliert.","replies":[]}]}]}]},{"id":"","poster":"611FVNKBlv","date":"2019-07-02T23:14:26.411+0000","up_votes":1,"down_votes":0,"body":"high ping hab ich in letzter zeit eher weniger dafür diverse andere buggs","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-07-02T19:16:55.362+0000","up_votes":1,"down_votes":0,"body":"Die Pingsprünge habe ich auch. Normal bei 39 - 50 tw. Sprünge auf 500ms tw \"Verbindungsaufbau\" und tw. keine aftergame lobby","replies":[]}]}