{"id":"XV4ExBYs","poster":"Xayah Strife","date":"2019-07-02T05:25:59.336+0000","title":"[TGSG] Kreaviter Animedientag","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":1,"body":"Guten Morgen meine flauschigen Freunde, \n\nhttps://i.redd.it/v4gjjzvpxzx21.jpg\n\nlasst uns doch heute ein wenig mehr in die Tiefe gehen anstatt über viele verschiedene Animes zu reden. Am besten ich fange mit einer der wichtigsten Frage überhaupt an. \nWas ist euch denn wichtig an einer guten Serie bzw einem Anime? (Serien sich auch erlaubt zu erwähnen wenn man nicht soviele Animes kennt damit jeder mitreden kann aber ein Anime wäre schon schön.) \n\nDa ich ja nun seid 2 Woche eine Myanimliste habe wo man natürlich auch die geschauten Animes bewerten kann bzw. eigentlich sollte stelle ich mir recht oft die Frage was mir denn wichtig ist.\nObwohl ich maybe glaube das ich noch viel zu gut bewerte und mich vllt nochmal ransetzten müsste.\n\nKlar jeder hat so sein Lieblingsgerne nachdem er auswählt darum bewerte ich Animes welche ich mir bewusst ausgewählt habe auch selten schlecht weil mal mehr oder mal weniger das bekomme was ich sehen wollte. \nIch belohne in letzter Zeit sehr oft gute Idee und deren Umsetzung.\n\nEin Beispiel für gute Ideen wäre der Smartphoneanime. Hier hat man sich zwar den Scherz gemacht den Helden wie Kirito aussehen zu lassen und er ist auch OP aber die Overpowerness wird hier nicht ausgenutzt um alle Gegner easy zu killen es wird lustig und kreative umgesetzt. \nAlso er könnte wahrscheinlich alles mit dem Schwert besiegen tut er aber nicht. \nIn dieser \"Welt\" gibt es individuelle Zauber welche man von anderen lernen kann indem man die Zauberformel erfährt. Da unser Held OP ist kann er natürlich alles Zauber sofort nutzen. \n\nDabei sind einige lustiger Zauber wie das \"Slip\" was den Gegner ausrutschen lasst oder eine abgewandelte Form des Steal. \nAuch lassen sich damit Dinge herstellen wie z.B. mehrere Fahrräder welche die Adeligen dann nutzen um in einer lustigen aber auch kindischen Szene um die Wette zu fahren. \n\nSo etwas bleibt mir halt im Kopf weil ich die Idee und Umsetzung gut fand und wenn Dinge einem im Kopf bleiben haben sich wohl etwas richtig gemacht. \nEs muss ja nicht immer eine super komplexe epische Handlung sein. \nWenn die Unterhaltung stimmt und man sich damit von der harten Realität von einer Weile ablenken kann hat die Serie/Anime doch ihren Zweck erfüllt oder etwas nicht?\nGothic 1 und 2 sind ja auch nicht perfekt aber für die Hardcorefans wird es immer ein 10/10 bleiben weil es noch Jahrelang im Kopf geblieben ist. \n\nEin weiterer Punkt wäre es dem Anime einen Höhepunkt bzw. ein gutes Ende zu geben. \nEs gibt leider so einige 12 Folgen Animes wo sind die letzten Folgen nicht wirklich noch einem Ende anfühlen wo man denkt das ist bestimmt auf mehr Staffeln ausgelegt aber dann kommt nichts mehr und damit fühlen sich die 12 Folgen nicht gut an. \nDann sieht man irgendwie so ein Art von Bösewicht in der 6. Folgen und dann kommt da eine Art von Endkampf welche episch sein soll aber viel zu kurz ist. \nSchlau wäre es hier gar nicht erst auf einen Höhepunkt hinzuarbeiten und einfach 12 entspannte Folgen zu bringen anstatt falsche Hoffnung zu verbreiten. \nEs gibt halt leider so einige 12 Folgen Animes welche versuchen Episch zu sein aber dann an den eigenen Erwartungen welche sie selbst anbauen scheitern. \nDann doch lieber gar nicht erst versuchen die krasse Story zu bringen und einfach was entspanntes gut über die Bühne zu bringen ohne viele Fehler oder gehetzte. \n\nLetzter Punkte wäre für heute bei mir:\n\nAnimes oder Serie welche die Leute dazu bringt über den Anime zu reden indem er eine Element hat was bewusst nicht ganz klar beantwortet wird damit und die Leute anfangen darüber Theorien aufstellen.\nDamit sich wir auch beim Titelbild. Ich hatte ihn am Freitag durch Zufall gefunden und war erst am überlegen oder es 8/10 oder 9/10 wird. Als ich aber damit fertig war hab ich viel zu spät erst gecheckt wie genial die Idee bzw es ist eher die Umsetzung ist. Zum Glück wurde auch schon die nächste Staffel angekündigt sonst wäre ich sauer geworden. \nDer Anime wird gerne als „ How i met your Mother Animeversion“ bezeichnet und er ist bisher ziemlich gut umgesetzt. Aber das wirklich gemeine ist das man die spätere Braut sieht aber es dir einfach nicht bringt weil alle 5 Mädels die dafür infrage kommen sich sehr ähnlich sehen. \n(Augenfarben und Körperbau meine ich damit. Haare zählen nicht wegen Timeskip)\n\nhttps://i.redd.it/wjhbs9nnjzw21.jpg \n\nIch werde diesmal nicht genau auf die Story eingehen weil das Spoilern würde und der Thread eh schon zu lang ist aber das Ding lässt die Leute auf Reddit darüber streiten welche von den 5 Mädels die zukünftige Braut sein wird. Die Leute reden darüber denke darüber nach der Anime lenkt von echten Leben ab und zieht die Fans in den Ban. \nAuch wenn die Idee natürlich nicht neu ist auch damals bei How i met your Mother nicht das gab es so ähnlich bestimmt schon mal aber die Umsetzung und die eigenen Ideen finde ich klasse. \n\nWas ist den eure Meinung dazu? \nWelche Elemente muss eine Serie haben damit es für euch gut ist? \n\nSchönen Tag wünsche ich euch und lässt doch ein paar Animememes oder Bilder da. :)\n\n> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=XV4ExBYs,comment-id=0006,timestamp=2019-07-02T07:26:20.772+0000)\n>\n> Nach Jahre unter einem einsamen Stein und Abgeschiedenheit von der Zivilisation könnt ihr mich heute im vollsten Glanze meines jugendlichen Talentes begutachten (&amp; neuem Overlay)\n> \n> 19:30 geht es los.\n> \n> https://www.twitch.tv/letsplaygreatgames\n","replies":[{"id":"","poster":"CptPICHU","date":"2019-07-02T05:49:35.669+0000","up_votes":1,"down_votes":0,"body":"_Springt herein, schnuppert in der Gegend rum_\n_Sucht sich das erstbeste zum kuscheln_\n\nToller Anschnitt. Mir persönlich sind viele Faktoren wichtig.\nIch mag guten Humor, aber manchmal hat dieser einfach nichts verloren.\nEine gute Balance zwischen Story und Stimmung fesselt mich schon sehr.\n\nIch nehm jetzt einfach mal als Beispiel **Fanboy Mode activated** Madoka Magica.\n\n> **SOFT-SPOILER**\nDieser Anime hat eine tolle Story und ziemlich gute tiefe der Charaktere. Jede hat seine Momente, die einen an die Figur binden und die Story emotionaler rüberbringen.\n\nUnd sowas finde ich wirklich Klasse.\nAnimes mit einer originellen Idee und/oder einer durchdachten Story begeistern mich am meisten.\nBin auch ein großer Freund von Plottwists.\nWieder das Beispiel Madoka Magica:\n\n> **HEAVY-SPOILER**\nBesonders wer das Genre Magical Girl kennt, wird von diesem Anime am Anfang quasi ins Gesicht **GETRETEN.**\nEs scheint erst ein Klassicher \"Gut gegen Böse, Böse verliert immer\" Anime zu sein. Doch grade als die \"Helden zusammen gegen das Böse in den Kampf ziehen!\" passiert nach wenigen Episoden der erste heftige traurige Plottwist, mit dem die Episode dann auch endet. Hier wird das Fröhliche Outro aufeinmal mit einer heftigen düsteren Musik ersetzt.\nAb dann wird einem Klar: Dieser Anime ist nicht so süß und Friedlich wie er scheint. - Ich liebe es!\n\nJoa... und das wäre so meine Meinung :'D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T05:58:03.362+0000","up_votes":1,"down_votes":0,"body":"Copy and Paste:\n\nDu kannst du Spoiler-Funktion verwenden, indem du deinen Text mit folgendem Format umhüllst:\n\n/> ###*Test*\n\n> ###*Test*","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T06:12:00.359+0000","up_votes":1,"down_votes":0,"body":"> ###Xayah Strife stinkt\n\nstimmt","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:26:10.169+0000","up_votes":1,"down_votes":0,"body":"Nein so ist es richtig.\n\n> ###*Xayah Strife mag Pizza*","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T06:27:52.949+0000","up_votes":2,"down_votes":0,"body":"> ###Xayah Strife kackt in deine Brotdose","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:30:35.122+0000","up_votes":1,"down_votes":0,"body":"Warum wollte ich das tun?","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T07:01:27.698+0000","up_votes":1,"down_votes":0,"body":"weil du pervers bist","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:19:36.595+0000","up_votes":1,"down_votes":0,"body":"Ich bin nicht pervers ich bin ein Mann. :)\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T07:22:20.585+0000","up_votes":1,"down_votes":0,"body":"Manchmal\n\nSchau du lieber mein Stream heute :^)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:30:03.486+0000","up_votes":1,"down_votes":0,"body":"Ja könnte ich ausnahmweise mal machen aber erwartet keine Chataktivität als stiller Zuschauer könnte ich mal reinschauen. :P","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T07:35:31.105+0000","up_votes":1,"down_votes":0,"body":"Lurke du mal ruhig :D","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"CptPICHU","date":"2019-07-02T06:05:29.693+0000","up_votes":1,"down_votes":0,"body":"Hatte das gesucht, aber keinen Button oderso gefunden.\nDie Formatierung kannte ich leider nicht :'D","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T05:55:49.817+0000","up_votes":1,"down_votes":0,"body":"Das Forum hat eine Spoilerfunktion. :) \nWarte ich suche sie dir gleich raus.","replies":[]}]},{"id":"","poster":"INoKami","date":"2019-07-02T17:12:41.127+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 187, apokalyptisch späte Abendausgabe**\n\nIch hab keine Lust/keine Ideen für einleitende Worte, also gehen wir einfach den Tag durch:\n\nKlausur heute war eher so meh. Danach direkt erst mal eine EDV-Klausur angekündigt, für welche wir uns bestimmte Programme aus den Schulrechnern holen müssen (und ich Genie hab natürlich schon mein Passwort vergessen) und dann selbstständig zu Hause lernen müssen, weil anscheinend in der Schule keine Zeit vorhanden ist.\nDann wie immer durch den selben, langweiligen Tag gekämpft und, als wäre mein Leben nicht schon stressig genug, kam am Nachmittag wieder eine meiner soziophoben Phasen. Und überraschenderweise lässt sich die heutige recht gut erklären:\n\nEs geht mal wieder um die gute Damenwelt. Ok, nur um eine, ich will ja nicht gleich übertreiben.\nDie Sache ist nur, dass ich momentan noch ein kleines Problem mit besagter Dame habe: ich kann sie noch überhaupt nicht einschätzen. Sie ist generell eher der ruhige Typ Mensch, aber es wechselt immer zwischen einem \"entspannten\" ruhig und einem \"schroffen\" ruhig und von ihrem restlichen Verhalten kann man auch nicht viel ableiten. Das und dass ich nicht weiß, was ich von ihr halten soll, weil sie ist schon irgendwie interessant, aber gerade diese leicht abweisende Seite (gegenüber allem, nicht nur gegenüber mir) macht die Sache echt kompliziert. Und Zack, war ich schon wieder mental zerstört.\n\nDas Beste kommt aber noch: Mittagspause, ich sitze etwas abseits, brauche halt meine Ruhe und dann kommen zwei Personen auf mich zu: sie und ein anderer Freund von mir. Beide bemerken mich, sie fragt mich: \"Du siehst etwas deprimiert aus... ist was?\" Eigentlich ein recht guter Gesprächsstarter, aber bevor ich irgendwas sagen kann, meint mein Freund einfach: \"Ach, XXX (mein Name) sieht immer so aus!\" Sie dann nur so: \"Ach so.\" und beide gehen weiter.\nIch schaue beiden hinterher und habe irgendwie dieses Verlangen, diesem Freund in den Rücken treten zu wollen. Aber so richtig mit Anlauf. Leider würde er das wegen seiner Fettschicht nicht mal spüren...\n\nNach einem ebenso langweiligen Nachmittag ging es spontan noch ins Labor, denn wir dürfen ja noch einige Schnelltests mit dem Wasser durchführen, dass wir letzte Woche aus dem Bach mitgenommen haben. Und lasst mich euch eines sagen: diese Tests sind vielleicht einiges... aber schnell sind sie garantiert nicht. Wir dürfen morgen also nochmal ins Labor. Oder hoffentlich nicht, wenn wir es auf die anderen Gruppenmitglieder abwälzen können. Und sollten. Als wenn die nichts tun müssen und die Ergebnisse for free bekommen...\n\nAlso zusammengefasst einen Tag, den man in angewärmter, konzentrierter Schwefelsäure ertränken möchte.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2019-07-02T14:32:42.343+0000","up_votes":1,"down_votes":0,"body":"Was ist denn aus der Prinzessin geworden, hab sie schon lange nicht mehr gesehen :(","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T14:43:52.812+0000","up_votes":1,"down_votes":0,"body":"Da musste du ganz weit in der Vergangenheit des Forum wühlen.\nDa gab es ein Thread zu ist aber schon ein paar Monate her.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-07-02T14:56:02.355+0000","up_votes":1,"down_votes":0,"body":"hast du zufällig ein schlagwort für die sufu für mich?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T15:07:26.388+0000","up_votes":1,"down_votes":0,"body":"Ich habe keine Ahnung mehr.\nDas ging doch um die Volunteers oder nicht?\nDas ist schon über ein halbes Jahr her sorry...","replies":[{"id":"","poster":"Eibert Rümmel","date":"2019-07-02T15:12:16.757+0000","up_votes":1,"down_votes":0,"body":"Vielleicht weiß von den anderen jemand mehr ;)\n\nPeinlich, wenn der Vater nicht weiß, was die Tochter macht ;)","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T13:36:04.506+0000","up_votes":1,"down_votes":0,"body":"\\o/ 25 Minuteeeeeeeeeeeeeeeeeeeeeennnnnnnnnnnnnnnnnnnnnnnnnn","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T13:39:26.658+0000","up_votes":1,"down_votes":0,"body":"Du musst heute leider länger bleiben weil Gabys Tochter spontan krank geworden ist. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T13:40:23.291+0000","up_votes":1,"down_votes":0,"body":"XD hör mir auf mit Gabys missratenen Gören!\n\nP.S.\nWIESO BIN ICH DENN JETZT AUCH EIN FRAGEZEICHEN?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T14:25:56.286+0000","up_votes":1,"down_votes":0,"body":"Falls du dein Main meinst.\nDas kommt wegen dem Vogel.\nDie neuen Icons sind wohl für das Forum zuviel. ^^","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T14:15:46.526+0000","up_votes":1,"down_votes":0,"body":"Bei mir bist du normal.\n\nDas Forum war nur gerade defekt aber du bist wahrscheinlich eh schon auf dem Heimweg.","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T13:09:21.012+0000","up_votes":1,"down_votes":0,"body":"Ich glaube Max hat mir gerade einen neuen Namen beschert\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T13:30:31.951+0000","up_votes":1,"down_votes":0,"body":"Wegen Tastatur:\n\nDas ist meine und diese besondere Tasten oben hat nicht jede Tastatur. \nhttps://images-na.ssl-images-amazon.com/images/I/81bLsY6prPL._SL1500_.jpg","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T13:34:29.748+0000","up_votes":1,"down_votes":0,"body":"Aber so gut wie jede ._. \n\nEntweder sind es separate Multimediatasten ODER Tasten die einfach doppelt belegt sind ^^\n\nDa ich Jahrhunderte Laptops/ Notebookes benutzt habe bin ich praktisch mit dieser doppel Belegung aufgewachsen .-.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T13:38:59.205+0000","up_votes":1,"down_votes":0,"body":"Hä? Von was redest du bitte?\nKlick auf das Bild damit es groß ist und schau dir die Tasten oben an....\n🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T13:42:07.449+0000","up_votes":1,"down_votes":0,"body":"jajajajajajajajajajajajajajajajajajajajajaja\n\nLIES DOCH!\n\nEs geht nicht explizit um deine Tastatur x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T14:14:56.309+0000","up_votes":1,"down_votes":0,"body":"Aber wir reden aneinander vorbei...\nDu meinst diese blau Taste mit der manche Tasten andere Funktionen bekommen.\nDavon spreche ich aber nicht..>.&lt;","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:05:56.982+0000","up_votes":1,"down_votes":0,"body":"Tjaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\n\nJetzt hab ich mir doch noch Tastatur + Maus + Pad bestellt XD Ich bin so schlimm!\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:12:41.310+0000","up_votes":1,"down_votes":0,"body":"Das kommt irgendwie random.\nHatten wir schon mal darüber gesprochen?\nIch kann mich nicht erinnern.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:18:03.121+0000","up_votes":1,"down_votes":0,"body":"Neeeeeeeeeeee XD\n\nIn dem Thread wo nach Tastaturen und Mäusen gefragt wird die man so benutzt oder empfehlen könnte. Der Thread hat in mir die Erinnerung geweckt das ich eine Tastatur ohne Ziffernblock haben wollte ... und das meine Maus zu viele Makrotasten hat. Die Tastatur auch .... ich benutze legit nur zwei Makrotasten der Tastatur XD und da ist \"gg\" drauf fürs Team bzw. allchat für die Gegner. Auf der Maus benutze ich nur eine Taste um Poros zu füttern XD oder zu warden!\n\nJetzt hab ich mich etwas verkleinert ._.\n\nTastatur kein Ziffernblock mehr und keine oder weniger Makros und die Maus hat auch nur noch drei Makro Tasten glaube ich .-. Mal schauen was das gibt :DDDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:28:07.710+0000","up_votes":1,"down_votes":0,"body":"Das hört sich komisch an.\nIch würde nicht auf Funktionen verziehen was klingt nach einem downgrade für mich. \n\nMeine Maus ist beleuchtet...:)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:37:58.179+0000","up_votes":1,"down_votes":0,"body":"Das Ding ist ... wenn du dich Upgradest aber das Upgrade gar nicht verwendest, hat niemals ein Upgrade stattgefunden =p Also wird es auch keinen großartigen Verlust für mich geben.\n\nDie Poro füttern Taste bzw. Warden Taste bleibt auf der Maus erhalten und das ist die einzige die ich effektiv nutze. Sogar die GG Makrotaste die ich extra entsprechend eingestellt habe auf der Tastatur habe ich zu 98% vergessen XD\n\nMeine Maus würde auch leuchten wenn ich sie lassen würde :'D Meine Tastatur leuchtet auch nur einfarbig in einem strahlend hellem Eisblau =p weil Farbwechsel stört und zu viele Farben sind auch meh ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:44:14.756+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an meine Tastatur hat so viele nützliche Funktionen welche ich nicht missen möchte. \nDie kann Soundeinstellungen wie eine Tonan-aus Taste, eine Drehscheibe für die Lautstärke, eine Playtaste welche bei Youtube oder WMP funktioniert und die beide Skiptaste nach links und rechts. Außerdem eine Taste um den Taschenrechner aufzumachen, eine Mailtaste, eine Suchtaste und noch weitere Tasten welche ich nicht verstehe. :) \n\nMeine Maus braucht nur diese Backtaste an der die ist mir sicher wichtig.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:52:30.884+0000","up_votes":1,"down_votes":0,"body":"Öhm ...\n\nDas sind aber doch alles Standard Tasten seit gefühlt 50 Jahren x.x","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T10:35:17.179+0000","up_votes":1,"down_votes":0,"body":"Nein","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T13:06:52.767+0000","up_votes":1,"down_votes":0,"body":":x Doch","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T13:16:32.159+0000","up_votes":1,"down_votes":0,"body":"OHHH :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2019-07-02T09:25:17.200+0000","up_votes":1,"down_votes":0,"body":"Ich hol mir iwann mein neues Razer Setup :3","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:40:27.540+0000","up_votes":1,"down_votes":0,"body":"Razer kann ich nichts abgewinnen .-. Da hat mich noch nie was umgehauen und zum Kauf genötigt.\n\nDie Darstellung ist irgendwie so falsch ^^ idk. Vermittelt mir eher den Eindruck als müsste man mit einer \"krassen Darstellung\" die eigentliche Leistung usw. überspielen/ wet machen","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:43:18.626+0000","up_votes":1,"down_votes":0,"body":"aba die is hüpsch!\n\nhttps://images-na.ssl-images-amazon.com/images/I/6183UTy2VFL._SL1500_.jpg\nhttps://www.amazon.com/Razer-Huntsman-Gaming-Keyboard-Opto-Mechanical/dp/B07SLJHJN3\n\n&amp; außerdem hat die neue Switches die so noch nicht existieren :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:50:47.118+0000","up_votes":1,"down_votes":0,"body":"Hab sie mir eben angesehen und die neuen 'Switches' waren das einzige was ein bisschen Interessant war.\n\nIn weiß geht des natürlich, aber es überzeugt nicht. Keine Ahnung ^^ Für mich macht Razer zu viel Show .-. und das turned ab","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:53:17.434+0000","up_votes":1,"down_votes":0,"body":"Die Tastatur oben ist so wie sie da ist echt genial finde ich. Zu mal das darunter unter den Tasten geburstetes Metall ist, was man auf den Fotos nicht so sieht aber in den Reviews!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:54:19.987+0000","up_votes":1,"down_votes":0,"body":"Ich kann dich auch mal bursten\n{{sticker:sg-ahri-2}} {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T10:02:35.108+0000","up_votes":1,"down_votes":0,"body":"*zieht Hose runter*\n\nok ok hold on","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T10:07:47.172+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T10:26:20.920+0000","up_votes":1,"down_votes":0,"body":"Da bin ich einmal kurz weg und schon passiert das hier...","replies":[]},{"id":"","poster":"Necromant","date":"2019-07-02T10:08:09.243+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-jinx}}","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T07:47:32.900+0000","up_votes":1,"down_votes":0,"body":"Wenn ich einen auffällig weiblichen Namen mache... denkt man ich wäre männlich, richtig?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T07:58:28.542+0000","up_votes":1,"down_votes":0,"body":"Wenn du **SexyGurl69** heißt halten dich die meisten für einen kerl ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:17:41.951+0000","up_votes":1,"down_votes":0,"body":"Was hälst du eigentlich von komisches Inzestsisterlovestorys? \nWäre das etwas für dich?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T08:42:36.946+0000","up_votes":1,"down_votes":0,"body":"Kiss X Sis?","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T08:54:11.872+0000","up_votes":1,"down_votes":0,"body":"Yosuga no Sora\n\n> Haruka and Sora Kasugano are coming home, to a place filled with memories.\n> \n> Having lost their parents in a tragic car accident, the twins resolve to return to the countryside and start life anew at their grandfather's house, the haunt a constant reminder of moments from their past. Greeting them are childhood friends Nao Yorihime and Akira Amatsume, and newcomer Kazuha Migiwa. It is a warm welcome, symbolic of the days that should come.\n> \n> Their peace is merely ephemeral, however, as suppressed emotions, born from vows both newfound and forgotten, start exerting their influence on the twins' new lives. And deep down, a dark secret, only known to them, begins to unshackle.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:05:13.594+0000","up_votes":1,"down_votes":0,"body":"Rating: R+ - Mild Nudity\n\nIst das ein Softporno? o.O","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:14:36.288+0000","up_votes":1,"down_votes":0,"body":"Mehr Fantasie als wirklicher Porno.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:30:14.856+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich dann nackte Brüste aber nicht mehr...\n\nDer schlimmste Sisterloveanime ist eh Eromanga Sensei.\nDer ist so cringy das er schon wieder gut ist...","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:31:06.291+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=XV4ExBYs,comment-id=00080001000100000001000000000000,timestamp=2019-07-02T09:30:14.856+0000)\n>\n> Wahrscheinlich dann nackte Brüste aber nicht mehr...\n\nnicht mal das ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:44:43.184+0000","up_votes":1,"down_votes":0,"body":"Warum ist das so hoch geratet?","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:48:02.602+0000","up_votes":1,"down_votes":0,"body":"Weil es einfach die innere Vernunft durcheinander bringt. Was machst du, wenn du deine Schwester liebst, du aber nicht mit ihr aufgewachsen bist und sie nicht als deine Schwester kennengelernt hast? Wenn du keinerlei geschwisterliche Beziehung aufgebaut hast?\nIst es trotzdem falsch was sie da tun oder hörst du auf dein Herz und es ist richtig?\n\nFragen über Fragen und genau damit beschäftigt sich der Anime. Es ist nicht immer alles richtig oder falsch was uns die Gesellschaft suggeriert :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:50:48.478+0000","up_votes":1,"down_votes":0,"body":"Ja aber....\nhttps://myanimelist.net/anime/32901/Eromanga-sensei?q=ero \nAb 13\nhttps://myanimelist.net/anime/8769/Ore_no_Imouto_ga_Konnani_Kawaii_Wake_ga_Nai\nAb 13\nIrgendwas muss an deinem ja schlimmer sein.","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:55:37.674+0000","up_votes":1,"down_votes":0,"body":"Es ist halt kein Ecchi sondern beschäftigt sich richtig mit den Fragen ob richtig oder falsch und naja gut, sie vögeln aber siehste nicht viel.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T13:03:24.184+0000","up_votes":1,"down_votes":0,"body":"Das zählt nicht...>.&lt;","replies":[]},{"id":"","poster":"Necromant","date":"2019-07-02T12:57:10.436+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Xayah Strife,realm=EUW,application-id=YnZkMR0R,discussion-id=XV4ExBYs,comment-id=00080001000100000001000000000000000000000000000000000001,timestamp=2019-07-02T12:39:00.946+0000)\n>\n> Gib mal auf Youtube: \n> The World's Most Erotic Little Sister【Eromanga Sensei funny moment】\n> ein.\n> Die Szene ist so krank...\n\nGib mal auf Porohub Maggie ein\nDie Szene ist so krank ...\n\n:^)","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:39:00.946+0000","up_votes":1,"down_votes":0,"body":"Gib mal auf Youtube: \nThe World's Most Erotic Little Sister【Eromanga Sensei funny moment】\nein.\nDie Szene ist so krank...","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T10:26:41.680+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Sex erklärt so einiges....","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:52:42.757+0000","up_votes":1,"down_votes":0,"body":"Auch aber es gibt da 2 welche immer wieder als besonders cringe bezeichnet werden.","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:07:32.019+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit Iluvochinchin?","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:54:35.286+0000","up_votes":1,"down_votes":0,"body":"Nööö aber das ist eigentlich nicht besonders wichtig.\n\nIch hab ja ein Smurf welcher nach einem Char aus WoW benannt ist und dieser trägt einen weiblichen Namen und dieser bekannt nie Freundesanfragen oder wird angemacht. \nDas ist ein Märchen das Frauen im League ständig angegraben werden. \nAußerdem erkennen die Leute dich eher an den Champions welche du spielst.\nJemand der z.B. Princess heisst aber Yasuo, Zed und Darius als Mains hat wird eher für ein Troll gehalten.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T08:08:11.460+0000","up_votes":1,"down_votes":0,"body":"Der Sinn soll aber sein das man denkt ich wäre ein Kerlchen D:\n\nOder .. anlässlich meines greifbaren Urlaubes: 1 Maggie 2 Cocktails \n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:11:16.047+0000","up_votes":1,"down_votes":0,"body":"Warum ist das wichtig?\nIch verstehe den Sinn dahinter nicht...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T08:15:51.623+0000","up_votes":1,"down_votes":0,"body":"Gibt keinen XD ...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:18:04.949+0000","up_votes":1,"down_votes":0,"body":"Nenn dich doch einfach Busfahrer Klaus. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T08:29:06.894+0000","up_votes":1,"down_votes":0,"body":"Pfannkuchenrolle","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:32:18.460+0000","up_votes":1,"down_votes":0,"body":"Darf ich sie vernaschen Mister Pfannkuchenrolle? \n{{sticker:sg-poppy}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T08:33:59.982+0000","up_votes":1,"down_votes":0,"body":":&lt; Noin!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:40:10.666+0000","up_votes":1,"down_votes":0,"body":"Wieso nicht?\nDas würde mir den Tag versüßen. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T08:42:12.413+0000","up_votes":1,"down_votes":0,"body":"=p Eher versalzen!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:51:54.800+0000","up_votes":1,"down_votes":0,"body":"Lol mir fällt nach 5 Stunden auf das der Titel falsch ist. -.-\nWarum hast du nichts gesagt?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T09:53:21.787+0000","up_votes":1,"down_votes":0,"body":":D Ist doch nicht so schlimm xp fällt keiner Sau auf","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T10:25:12.228+0000","up_votes":1,"down_votes":0,"body":"Immerhin steht da ein Titel. \n{{sticker:sg-ahri-2}}","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:53:08.579+0000","up_votes":1,"down_votes":0,"body":"Warum bist du so salzig?","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"uniqueScout","date":"2019-07-02T13:03:22.097+0000","up_votes":1,"down_votes":0,"body":"Ich finde es sollte bei einem guten Anime vorhanden sein: Action, damit es nicht wie so oft wirklich langweilig wird nach den ersten 2 Folgen, Es sollte einen gewisser Ernst, Guter Humor und auch das was ein Anime braucht: Gute Animationen. Hellsing Ultimate  ist z.B. finde ich super. Es gibt zwar nicht wirklich Humor, aber wenn der Rest erfüllt ist ist ein Anime schon super gut. Sowas wie Boku no pico ist aber einfach ein Schandfleck in der Szenerie der Anime","replies":[]},{"id":"","poster":"Homura Kogetsu ","date":"2019-07-02T12:59:43.372+0000","up_votes":1,"down_votes":0,"body":"Also für mich muss ein Anime eine gute Story gute Charaktere und Abwechslung haben da es ja so viele Gernes und auch geschmäcker gibt ist die Auswahl sehr groß und jeder mag andere Anime. Was die länge eines Anime betrifft ist relativ egal wenn er gut ist kann er so lang wie möglich sein {{sticker:slayer-jinx-wink}}  und selbst mein Name ist aussen Anime da sieht man mal das manche Anime einen echt prägen können {{sticker:sg-ezreal}}","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T10:38:39.019+0000","up_votes":1,"down_votes":0,"body":" Warum haben Vayne und MF ein Skin? Das verwirrt mich....","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T11:20:35.556+0000","up_votes":1,"down_votes":0,"body":":o Das Poro Icon hat TTK Einfluss?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T11:31:10.076+0000","up_votes":1,"down_votes":0,"body":"Was gab es bei dir heute zu essen?\nDu hast uns gar kein update von deiner Arbeit gegeben heute. :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T11:34:59.169+0000","up_votes":1,"down_votes":0,"body":"Essen ... ich hab so Hunger XD\n\nEs gab zwei Brote mit gekochtem Schinken und ca. 250g Tomaten. Hab nochmal 250g hier stehen aber ... ich hätte Bock auf Nudeln °^° Aber es ist schon halb zwei .... Bis die da sind ... Bis ich gegessen habe ...\n\nAngeblichen können hier bald wieder Bewohner aufgenommen werden. Von meiner Warteliste habe ich bisher erst einen erreicht von dem ich wusste das er sich sehr freuen würde über diese Nachricht.\n\nUff der Tag ist fast rum :D Das heißt nur noch morgen!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T11:43:56.035+0000","up_votes":1,"down_votes":0,"body":"Ich habe zuerst Nuttela anstatt Nudel gegessen aber Nuttela mit Tomate wäre komisch gewesen...:( \n\nIch hoffe du bist dann trotzdem hier sonst wird das ziemlich langweilig ohne dich.\n{{sticker:sg-soraka}} {{sticker:sg-soraka}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T11:52:21.631+0000","up_votes":1,"down_votes":0,"body":"Nutella mit Chips ist geil :o\n\nWeiß nicht .-. ich werde vermutlich den ganzen Tag Streams gucken, spielen, mit Rocky spazieren, Schläfchen machen, Duschen, Essen, Serien schauen, schlafen :o","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:01:42.529+0000","up_votes":1,"down_votes":0,"body":"Und ins Forum schreiben hast du noch vergessen...:) \nAber schlafen finde ich überwertet sollte man abschaffen in der Zeit wo ich schlafe bin ich nutzlos.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T12:06:13.197+0000","up_votes":1,"down_votes":0,"body":"Die meisten Menschen sind auch nutzlos wenn sie wach sind XD\n\nUnd außerdem schlafen > wach sein. Gilt immer!\n\nUhhh ich bin so aufgeregt das der Urlaub schon so nah ist :DDDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:10:26.827+0000","up_votes":1,"down_votes":0,"body":"Freut mich für dich. :) \nIch hoffe du hast genug Eingekauft so das du die ersten Tage in Ruhe zuhause verbringen kannst und nicht los musst. ^^\nDas mache ich nämlich gerne wenn ich Urlaub habe vorher ganz viel Einkaufen und dann erstmal ein paar Tage Wohnung nicht mehr verlassen. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T12:17:24.192+0000","up_votes":1,"down_votes":0,"body":"Ich geh erst Donnerstag einkaufen :D das sollte reichen.\n\nAber ich muss dringend noch einen Kochplan erstellen. Hab zwar schon mal angefangen ein paar Dinge aufzuschreiben ... aber :D nichts genaues.\n\nDie Idee ist auch das ich beispielsweise eine Lasagne mache und einen Kuchen backe XD davon kann ich bestimmt zwei oder drei Tage leben und muss nichts neues kochen :'D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:24:02.769+0000","up_votes":1,"down_votes":0,"body":"EIne Lasagne mit Frau Pferdefleisch? :)\n\nKochplan für Männer:\nMontag = Pizza\nDienstag = Pommes mit TK-Condonblue \nMittwoch = Nudel mit Schnitzel\nDonnerstag = Pizza\nFreitag = Baguettes \nSamstag = Bratwurst mit Nudeln \nSonntag = Brötchentag \n\nfertig. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T12:28:41.031+0000","up_votes":1,"down_votes":0,"body":"Also Cordon Bleu steht auch auf meiner Liste XDDDDDDDDDDDD und Nudeln!\n\nUnd das Baguette jetzt auch .... das dürfte perfekt zu meinem \"Gyros Salat\" passen :D und Bratwurst habe ich auch noch da.\n","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:46:21.094+0000","up_votes":1,"down_votes":0,"body":"Du machst aber wahrscheinlich immer noch Gemüse dazu.\nDafür bin ich immer viel zu faul. :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:56:01.556+0000","up_votes":1,"down_votes":0,"body":"Das weckt alte Erinnerungen an diesen einen Freitag wo dir was angebrannt ist. :) \nWar das nicht einer der ersten Tage wo wir miteinander geschrieben haben?\nWie lange ist das schon her? 2 Monate 3 Monate? \nEs kommt mir wie gestern vor. ^^","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T12:49:04.435+0000","up_votes":1,"down_votes":0,"body":"Nein .-. Kartoffelpüree meistens.\n\nWobei nicht mal mehr das XD die letzten habe ich immer versalzen oder die Kartoffeln anbrennen lassen °^°\n\nOkay, außer Bratwurst. Da kommt Kartoffelpüree bei mit entweder Kohlräbchen oder Lauch :D in einer Mehlschwitze die mit Rama Creme Fine fertig gestellt wird °^°","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T11:23:41.616+0000","up_votes":1,"down_votes":0,"body":"Im Loadingscreen war mein Name Golden. :)\n\nedit: Okay das passiert mit anderen Icons auch.\nWarum ist mein Name Golden? \n\nedit2: Das war schon immer so...>.&lt; \nIch bin heute verwirrt...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T11:32:09.670+0000","up_votes":1,"down_votes":0,"body":"Och manno x.x\n\nUnd ich dachte das Icon hätte wirklich einen Sinn!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T11:40:55.646+0000","up_votes":1,"down_votes":0,"body":"Hä? Das sieht gut aus reicht das nicht als Sinn?\nAußerdem hast du ein rotes und blaues.\nEin weibliches und ein männliches. :)\nSchauen die sich nicht sogar an wenn zwei Leute beide haben?","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T11:55:24.020+0000","up_votes":1,"down_votes":0,"body":"Noch zwei Stunden \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:13:12.018+0000","up_votes":1,"down_votes":0,"body":"Noch eine Stunden und 50 Minuten. ^_^","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T12:00:18.241+0000","up_votes":1,"down_votes":0,"body":"Jaaaa :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T12:05:02.957+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T12:00:47.223+0000","up_votes":1,"down_votes":0,"body":"Noch eine Stunden und 55 Minuten \\°/","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-07-02T07:26:20.772+0000","up_votes":1,"down_votes":0,"body":"Nach Jahre unter einem einsamen Stein und Abgeschiedenheit von der Zivilisation könnt ihr mich heute im vollsten Glanze meines jugendlichen Talentes begutachten (&amp; neuem Overlay)\n\n19:30 geht es los.\n\nhttps://www.twitch.tv/letsplaygreatgames","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T07:28:55.305+0000","up_votes":1,"down_votes":0,"body":"Whoop whoop ..... warte das war garkeine Werbung für mich :0","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T07:35:03.997+0000","up_votes":1,"down_votes":0,"body":"das nicht aber du hast schon richtig ge-whoop-whoop-ed :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T08:01:10.982+0000","up_votes":1,"down_votes":0,"body":"Whoop whoop !","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:37:54.270+0000","up_votes":1,"down_votes":0,"body":"Hier hab ich für dich rausgesucht!!!\n\nhttps://i.redd.it/2z9nepc0tp731.jpg","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:15:19.009+0000","up_votes":1,"down_votes":0,"body":"Ich beantrage das mein Link mit in den Thread oben rein kommt :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:26:08.215+0000","up_votes":1,"down_votes":0,"body":"Was krieg ich dafür? :)","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:29:46.318+0000","up_votes":1,"down_votes":0,"body":"ja","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:45:09.866+0000","up_votes":1,"down_votes":0,"body":"Arg bei ja muss nun auch an ein bestimmten Anime denken. >.&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:46:03.077+0000","up_votes":1,"down_votes":0,"body":"ja","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T09:51:14.033+0000","up_votes":1,"down_votes":0,"body":"Ney","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T09:54:41.540+0000","up_votes":1,"down_votes":0,"body":"Jetzt mach! UwU","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T10:27:08.637+0000","up_votes":1,"down_votes":0,"body":"Schon gut.\nKontodaten schicke ich dir später bezüglich meiner Provision.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T10:36:36.949+0000","up_votes":1,"down_votes":0,"body":"Ja","replies":[]},{"id":"","poster":"Necromant","date":"2019-07-02T10:32:36.999+0000","up_votes":1,"down_votes":0,"body":"Manchmal","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:13:22.740+0000","up_votes":1,"down_votes":0,"body":"Was ist euch denn wichtig an einer guten Serie bzw. einem Anime?\n\nSchwiiiiiiieeeeerrriiiiggg .-.\n\nAuf jeden Fall die Charaktere. Aber die kennt man ja am Anfang gar nicht!\n\nZum Beispiel habe ich zuletzt die Serie \"What if\" geguckt. Und ich mochte Renée Zellweger noch nie. Weder die \"pummelige schusselige\" Renée noch die abgemagerte und durch verhunzte Schönheits OP's entstellte Version. Aber ich kann ja tolerant sein °^° Und wenn man Renée versucht zu ignorieren in der Serie, geht das auch voll klar. Irgendwo war ich schon enttäuscht weil nicht wirklich der Teufel im Spiel war XD aber naja.\n\nBei Animes ... naja. Auf Empfehlung von Martin habe ich zuletzt \"Made in Abyss\" geschaut und angefangen die beiden Hauptfiguren zu mögen. Aber den Abyss fand ich noch interessanter und will jetzt auch wissen was am Grund lauert XD\n\nSeit gestern gucke ich auf Netflix \"Magi: Adventure of Sinbad\". Auf Kabel eins lief früher eine \"echte\" Serie Sinbad mit Seeungeheuern, Monstern usw. :D Die habe ich geliebt. uhhhhhh Oder Relict Hunter und Die vergessene Welt :D WOAH! Beastmaster! XD\n\nJedenfalls ist der Sinbad Anime gut! Und gehört wohl zu zwei anderen \"Magi\" Animes die auf meiner Liste stehen. Ignorieren wir einfach mal die Reihenfolge. Hier hat übrigens der Charakter Sinbad darüber entschieden ob die Serie geguckt wird oder nicht ^^ er war einfach zu sympathisch.\n\nTja. Wäre Sinbad mir nicht dazwischen gekommen, hätte ich gestern noch was TTK gespielt :o\n\nUnd das isser + seine \"Crew\" ^^\nhttps://img.anime2you.de/2016/01/sinbad-boken.jpg\n\n:x Wusstet ihr das Netflix \"The Witcher\" verfilmt?\n> Netflix hat erste Bilder aus seiner Videospielverfilmung The Witcher veröffentlicht. Neben Hauptdarsteller Henry Cavill als Geralt sind nun auch Anya Chalotra als Zauberin Yennefer und Freya Allan als Prinzessin Ciri [...]\n\nHab ich die Frage beantwortet? XD\n\n#\\o/ T minus heute und morgen noch überleben &lt;3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:28:46.504+0000","up_votes":1,"down_votes":0,"body":"Ja hast du beantwortet. :)\n\nDann spielen auch mal TFT wenn du Urlaub hast ich wollte dich am WE ja schon fragen aber entweder du warst afk oder ich war afk. :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:40:50.882+0000","up_votes":1,"down_votes":0,"body":":o Sonntag habe ich ein paar Runden gespielt und sogar einmal den ersten Platz gemacht. Bis die Server dann gestorben sind :DDDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:49:53.693+0000","up_votes":1,"down_votes":0,"body":"Ich weiß dieser Tag war schrecklich...\nWas in Forum an diesem Wochenende abging war krass. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:56:24.952+0000","up_votes":1,"down_votes":0,"body":"Viel schlimmer war Twitch.\n\nIch hab dann halt den Stream von Maxim geguckt ... Aber das war die Hölle. Den Chat eingeblendet zu haben ist wie so ein Zwang XD deswegen fällt 'ausblenden' immer flach :D Und dem Chat war völlig egal wer da streamt oder was gestreamt wird. Das einzige was interessiert hat war \"Könnt ihr euch auch nicht einloggen?\" \"sind die Server down?\" XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:02:43.658+0000","up_votes":1,"down_votes":0,"body":"Was erwartest du bei so vielen Zuschauern? :D \n\nBtw zum Thema Maxim: \nJeder wird nun Beast spielen wegen den TFT-Trends...\nIch wusste es ja schon seid Wochen das Beast super sind aber nun werden die Leute mir vermehrt die Units klauen...\nAhri is my gf pls understand that guys!!!!\n{{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T07:17:51.231+0000","up_votes":1,"down_votes":0,"body":"Hoffen wir einfach das uns niemand begegnet der Maxim Videos guckt XD\n\nIch hasse diese Leaks von wegen \"Das ist OP\" \"Das ist das stärkste atm\" \"Damit verlierst du sicher nicht\" blablabla. Das nimmt doch den ganzen Spaß wenn Leute sich dann auf gesagtes versteifen und nur noch das stärkste spielen.\n\nGenau wie Draven. Er böllert alles weg und alle wollen hin spielen.\n\nDabei finde ich Nidalee zum Beispiel Ultra cool mit ihrem Heal XD schon bissel disgusting :D\n\nMein erster und ich glaube einziger Sieg war unteranderem Dank Tristana und Lulu auf Lv 3 .-. Das waren gefühlt die einzigen Champs die ich gerollt habe. War also nicht mal beabsichtigt. Und ich habe viele Items gedroped :o Das war schon cool.\n\nAber ich muss mich noch in einiges Kombs finden. Definitiv. Lucian zum Beispiel kann ich für mich als Carry (erstmal) ausschließen weil ich ihn scheiße finde. Varus eigentlich auch, außer man böllert ihn mit Items voll.\n\nMF hätte ich gerne mal :o aber die krieg ich nie! NIE!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:25:39.115+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das Spiel ist bald durchgespielt....\nDas Wissen der Spieler ist jetzt schon zu hoch.\nViele Dinge sind schon bekannt...\n\nDas RNG bei rerolen nervt natürlich.\nMan darf niemand greeden bei rerolen sondern muss schön warten und jede Runde vllt 1-3 mal rerolen. \nAber den letzte Warwick oder Darius oder whatever zu bekommen suckt immer. >.&lt; \n\nVarus ist richtig kacke denn spiele ich nie wieder.\nIch hatte ja einmal 4er Bogenschütze gespielt + Icefrontlinie -> war nicht so geil. \nAshe und Kindred sind aber stark 2er Bogenschütze lohnt sich schon. \n\nMF ist busted die ULT ist genau wie im echten Spiel.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T07:42:29.620+0000","up_votes":1,"down_votes":0,"body":"Was ich halt äußerst negativ fand war dieses Aufbauschen und auseinander nehmen von TTK bevor es überhaupt draußen war.\n\nMan nimmt sich Streamer, whitelisted sie und fickt damit das Spiel.\n\nEs gibt ja nicht mal eine Art Tutorial für TTK. Hätte ich nicht diverse Streams im Vorfeld geguckt, wäre ich in manchen Dingen vermutlich äußerst aufgeschmissen gewesen.\n\nDinge wie der \"Erkundungsspaß\" fallen auch gänzlich weg weil man im Prinzip ja schon alles gesehen hat und über verschiedenste Kombs bescheid weiß.\n\nDas heißt auch du gehst nicht hin und probierst verschiedenen Kombinationen von Items aus sondern weißt ganz genau das X + Z = G ergibt. Ich muss auch nicht rum probieren um raus zu finden wie ich mit beschworenem Golem kämpfe, weil es die Informationen bereits gibt.\n\nActually bin ich was diesen Fluss an Informationen angeht aber ziemlich lucky. Denn meistens vergesse ich alles wahnsinnig schnell :'D\n\nTilten kann TTK trotzdem! Entgegen mancher Behauptung es wäre \"pure Entspannung\" lel XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T08:03:30.202+0000","up_votes":1,"down_votes":0,"body":"Also ich hab mich nicht Spoilern lassen und mir macht der modus spaß :) ausser das draven zu stark ist :) kenne immer noch nicht alles \n\nIch Spiel auch das was mit spaß macht und das klappt sogar teils sehr gut :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:06:39.511+0000","up_votes":1,"down_votes":0,"body":"Draven wurde sogar auf dem PBe schon generft.\nDer ursprüngliche Draven war noch viel schlimmer. :) \n\nGaren sollte endlich mal ein nerf bekommen für eine 1er Goldeinheit ist der viel zu stark.","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:51:06.092+0000","up_votes":1,"down_votes":0,"body":"Yes die Leute wissen schon jetzt zuviel.\nWenn irgendwann Rankedgames rauskommen weiß eh jeder was stark ist und was nicht... \n\nAber ich glaube es gibt noch Dinge welche nicht jeder Idiot weiß. :) \nIch habe gestern noch ein paar Dinge getestet.\n\nAber dennoch frage ich mich durch sich gute Spieler von schlechten Spielern unterschieden soll wenn Wissen kein Faktor mehr ist. Geht es außerhalb von Luck nur noch darum wer am besten Wirtschaften kann?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T07:56:25.194+0000","up_votes":1,"down_votes":0,"body":"Also meine Spiele bestanden bisher aus rein gar nichts XD Nur der Win war lucky. Das hat einem meiner Gegner sogar ein \"Fuck off\" entlockt >.&lt; \n\nAber Overall ... keine Ahnung. Ich muss erst mal überhaupt spielen um ein Gefühl für was zu bekommen oder sogar eine Taktik zu finden bzw. mehrere weil man ziemlich schnell die Arschkarte zieht was die Aufstellung des Teams (eigene + Gegner) ziehen kann","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T08:00:52.542+0000","up_votes":1,"down_votes":0,"body":"Haha ich einem Game letztens hatte jemand hard geflammed und nur scheisse gelabert. :D\nEs fängt schon an in TFT.\nAber du kannst einzelne Leute mute mit /mute (Name) das wusste ich vorher nicht weil ich das immer über Tab gemacht hatte das geht in TFT aber nicht. \n\nIn Sachen Aufstellung sich die Leute auch besser geworden. Es gibt Taktiken gegen Assasins...\nMein Pyke ist mal von oben nach unter von unten nach oben gesprungen und hat nie was getroffen weil der Gegner seine Units clever aufgestellt hatte. :D","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:45:32.051+0000","up_votes":1,"down_votes":0,"body":"Ach fuck jetzt war eben im falschen Thread...\nIch wollte das eigentlich hierein posten...peinlich\n\n#Animememes# \nhttps://i.redd.it/47uyn5ysjp731.jpg","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:20:02.415+0000","up_votes":1,"down_votes":0,"body":";D Du hast ja das 'Herzhaften Reisbällchen' Poro-Icon =P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:23:24.371+0000","up_votes":1,"down_votes":0,"body":"Ja weil du mir davon erzählt hast.\nIch hab extra das blau genommen weil ich denke das das das männliche Icon ist. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:24:30.427+0000","up_votes":1,"down_votes":0,"body":":o War das noch in time?\n\nHättest dir mal beide geholt \\o/ Die kommen bestimmt nie wieder. Und ich weiß immer noch nicht was die Icons für einen Sinn haben sollen >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:31:40.634+0000","up_votes":1,"down_votes":0,"body":"Ja war doch noch 9.12 als wir darüber gesprochen hatten.\nIn 9.13 sind die beide nicht mehr kaufbar. \nReingenommen meinte ich das ich gerade aktive benutzt.\nIch hab natürlich beide gekauft. ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:34:36.330+0000","up_votes":1,"down_votes":0,"body":"Ich erinnere mich nicht XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:35:28.313+0000","up_votes":1,"down_votes":0,"body":"Ich schon du hattest damals ein pinkes Top an und dazu ein weißen Minirock. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:42:30.342+0000","up_votes":1,"down_votes":0,"body":"War das der Tag an dem du die Leder-Latzhose ausprobiert hast?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:50:41.245+0000","up_votes":1,"down_votes":0,"body":"Ja es war ein Fehler...:(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T06:58:27.784+0000","up_votes":1,"down_votes":0,"body":"Naja .-. bei den Temperaturen kannst du dich dann auch gleich in Folie einschweißen lassen :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:00:48.778+0000","up_votes":1,"down_votes":0,"body":"Hä? \nDas sind nicht mal 20 Grad. o.O \nOder meintest du in der Vergangenheit?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T07:10:39.024+0000","up_votes":1,"down_votes":0,"body":"=P Ja in der Vergangenheit.\n\nUnd du hast Recht!\n\nheute Morgen waren es wunderbare 9° bzw. 12° :] Und es ist immer noch frisch, windig und grau °^° Das tut so unglaublich gut!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:26:21.769+0000","up_votes":1,"down_votes":0,"body":"Am Wochenende habe ich es nicht länger als 15 Minuten draußen ausgehalten. -.- \n\nHeute brauche ich ein Pulli und es soll regen geben.","replies":[]},{"id":"","poster":"Necromant","date":"2019-07-02T07:14:31.008+0000","up_votes":1,"down_votes":0,"body":"20° atm :3","replies":[{"id":"","poster":"4 For Maggie","date":"2019-07-02T07:18:39.745+0000","up_votes":1,"down_votes":0,"body":"Glaub heute maximal 22° \\o/","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T07:21:55.945+0000","up_votes":1,"down_votes":0,"body":"si, ombre","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T05:51:06.491+0000","up_votes":1,"down_votes":0,"body":"https://images.app.goo.gl/nCYWmpzk6fgx9V7HA","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T05:55:28.224+0000","up_votes":1,"down_votes":0,"body":"Bist du dir dabei sicher?","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T06:05:44.628+0000","up_votes":1,"down_votes":0,"body":"ja\nauch wenn das Ende abrubt war ...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T06:16:18.056+0000","up_votes":1,"down_votes":0,"body":"Ende von anime ? \nFand das super schön und traurig :0 freu mich schon wenn es weiter geht. Werd mir aber auch die mangas holen","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T06:16:51.361+0000","up_votes":1,"down_votes":0,"body":"Ja aber da war zu viel einfach offen und liegen gelassen ... einfach abrupt","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T06:43:50.285+0000","up_votes":1,"down_votes":0,"body":"Ja weil sie heute aus allem immer staffeln machen müssen :(","replies":[{"id":"","poster":"Xayah Strife","date":"2019-07-02T07:21:53.855+0000","up_votes":1,"down_votes":0,"body":"Weil das meiste eine Buch oder Mangavorlage hat. \nDas meiste braucht 3 oder 4 Staffeln um abgeschlossen zu sein weil die Vorlage so lang ist aber über eine Staffel schaffen es viele leider nicht was schade ist.","replies":[]},{"id":"","poster":"Necromant","date":"2019-07-02T07:03:01.928+0000","up_votes":1,"down_votes":0,"body":"jup","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:03:52.236+0000","up_votes":1,"down_votes":0,"body":"Ich weiß^^\nIch mache es dir Woche ist schon geplant. \n\nDein Bild ist btw das Lightnovelcover\n\nHier das Animecover: \n\nhttps://cdn.myanimelist.net/images/anime/6/86733.jpg","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-07-02T06:04:55.399+0000","up_votes":1,"down_votes":0,"body":"Es müssen einfach Leute sterben und zerfetzt werden\nFast wie im echten Leben\nhttps://ih0.redbubble.net/image.396989312.7769/flat,550x550,075,f.u3.jpg","replies":[{"id":"","poster":"CptPICHU","date":"2019-07-02T06:06:14.897+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Necromant,realm=EUW,application-id=YnZkMR0R,discussion-id=XV4ExBYs,comment-id=0002,timestamp=2019-07-02T06:04:55.399+0000)\n>\n> Es müssen einfach Leute sterben und zerfetzt werden\n\nAlso der ist mir Sympatisch!","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T06:10:50.125+0000","up_votes":1,"down_votes":0,"body":"https://pm1.narvii.com/6600/795ffb1adc1d19742dd6477a775dc1d6234e5709_hq.jpg\n\nSchau dir mal [Another](https://myanimelist.net/anime/11111/Another) an ;)\nobwohl der eher amüsant ist wie die Leute sterben :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T06:43:02.307+0000","up_votes":1,"down_votes":0,"body":"Find ich auch gut :) vor allem die ersten paar folgen sind super stimmig :)","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T07:02:41.183+0000","up_votes":1,"down_votes":0,"body":"ja ^^ mit den Regenschirm xd","replies":[]}]}]}]},{"id":"","poster":"KorSett","date":"2019-07-02T06:44:55.384+0000","up_votes":1,"down_votes":0,"body":"eDgY aF {{champion:157}} {{champion:157}} {{champion:157}} {{champion:157}} {{champion:157}} {{champion:157}} {{champion:157}}","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T07:02:11.452+0000","up_votes":1,"down_votes":0,"body":"no u\n\n{{champion:92}}","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-07-02T06:24:41.338+0000","up_votes":1,"down_votes":0,"body":"Ne.\nEs gab da eine Animefolge welche ich ein Tag before Folge 5 von GoT rauskam gesehen habe.\n2 Massaker innerhalb einer Woche gesehen na toll...>.&lt;","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T06:27:23.536+0000","up_votes":1,"down_votes":0,"body":"Ppl must die :3","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-07-02T06:15:02.245+0000","up_votes":1,"down_votes":0,"body":"Immer noch nicht gesehen:/","replies":[{"id":"","poster":"Necromant","date":"2019-07-02T06:17:15.791+0000","up_votes":1,"down_votes":0,"body":"los jetzt!","replies":[]}]}]},{"id":"","poster":"KorSett","date":"2019-07-02T06:30:36.345+0000","up_votes":1,"down_votes":0,"body":"Check Liste für einen schlechten Anime: \n1. 2D Characktere\n2. Plotholes\n3. Cliffhanger\n\nBin an sich recht offen, was drin sein muss. Aber oben genanntes sind meine Ausschlusskriterien, bei denen ich aufhöre mir den Anime anzuschauen\n\nLG","replies":[]}]}