{"id":"UYjXddXa","poster":"MSF Ness","date":"2018-05-31T10:37:58.833+0000","title":"[Information] Clash Entsch채digung und Ticket R체ckerstattung","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"https://i.imgur.com/BiuPYTj.png\n\n________________\n\n\n#Seid herzlich gegr&uuml;&szlig;t meine lieben Beschw&ouml;rer!\n\nErstmal m&ouml;chten wir uns nochmal aufrichtig entschuldigen, dass wir Clash  so kurzfristig  am 25.5.2018 absagen mussten.\n\nWir wissen, dass dies sehr &auml;rgerlich ist, da sich sehr viel Beschw&ouml;rer auf das Turnier mit Freunden vorbereitet oder sich extra dieses Wochenende (auch von der Arbeit) frei genommen haben.\n\nEin fixes Wiederholungsdatum steht noch nicht fest, aber das aktuelle Update rund um Clash k&ouml;nnt ihr [hier ](https://euw.leagueoflegends.com/de/news/riot-games/announcements/wie-es-mit-clash-weitergeht)auf unserer News Seite nachlesen.\n\nDa bez체glich der Entsch채diung ein kleines Missverst&auml;ndnis vorliegt und wir auch sehr viele Tickets diesbez&uuml;glich erhalten, m&ouml;chte ich hier Klarheit schaffen.\n\n___________________________\n\n#**Ticket R&uuml;ckerstattung:**\n\nEs werden nur jene Tickets zur&uuml;ck erstattet, die gesetzt wurden. Alle anderen die ihr euch geholt habt und nicht eingesetzt habt, bleiben in eurem Inventar wie gewohnt. Aber keine Sorge, diese Tickets k&ouml;nnt ihr f&uuml;r die kommenden Clash verwenden und verschwinden nicht aus eurer Sammlung, auch wenn Clash nicht aktiv ist.\n\n___________________________\n\n#**Entsch&auml;digungs-Orb:**\n\n*&quot;Au&szlig;erdem m&ouml;chten wir als Dank f&uuml;r deine Geduld jedem Spieler in einer ausstehenden oder aktiven Teamaufstellung mit 2 oder mehr Spielern einen Bonus zukommen lassen. Dieser umfasst eine Clash-Kugel mit einem ERF-Boost (3-Siege), zwei Teamlogos f&uuml;r Clash &ndash; eines f&uuml;r MSI sowie ein weiteres zuf&auml;lliges &ndash; und einen Skinsplitter im Wert von 750 RP.&quot;*\n\n**Nun zu den Fragen die wir vermehrt per Ticket erhalten haben:**\n\n##*Warum habe ich keinen Orb erhalten?*\nDiesen Orb erhalten nur jene Spieler die in einem Team eingetragen waren. Jene Beschw&ouml;rer die vor hatten an Clash teilzunehmen, aber in keinem Team eingetragen waren, erhalten diesen Orb nicht.\n\n\n##*Mein Team hat mich als Ersatzspieler festgelegt. Da man als Ersatzspieler erst am dem 2. Tag mitmachen kann und ich somit ich Team nicht eingetragen war, habe ich keinen Orb bekommen! Gibt es f&uuml;r die Ersatzspieler somit auch eine Entsch&auml;digung?*\n\nLeider nein. Mir ist bewusst, dass dies eine ungute Situation ist, da sich auch die Ersatzspieler sich das Wochenende freigehalten haben und auch sie somit von der Clash Absage betroffen sind. Auch so unfair diese Tatsache scheinen mag, k&ouml;nnen wir leider nur den Beschw&ouml;rer den Orb hinzuf&uuml;gen die im Team eingetragen waren. Entschuldigt bitte die Unannehmlichkeit.\n\n##*Ich war in einem Team eingetragen. Alle meine Teamkollegen haben den Orb schon erhalten. Ich nicht! Wo ist er?*\n\nBitte bedenkt, dass die Verteilung der Orbs sowie die R&uuml;ckerstattung der Tickets bis zum 2.6.2018 dauern kann. Deswegen muss ich jene noch um Geduld bitten, die den f&uuml;r den Erhalt des Orbs berechtigt waren, aber ihn noch nicht erhalten haben.\n\n\n##*Ich habe den Orb ge&ouml;ffnet, den ERF-Boost und den den Skin-Splitter erhalten, dennoch sind meine Symbole/Sticker verschwunden. Was ist passiert?*\n\nKeine Sorge, hier liegt nur ein kleines Missverst&auml;ndis vor!\n\nBei dieser Belohnung handelt es sich um Logos und nicht um Sticker oder Beschw&ouml;rersymbole.\n\nDiese kann mal allerdings zurzeit noch nicht einsehen, befinden sich dennoch in eurer Sammlung.\n\nWir werden demn&auml;chst einen permanenten Clash Reiter im Profil einf&uuml;hren, wo man alle Clash Belohnungen die man sich geschnappt hat im &Uuml;berblick hat. \nDort werdet ihr dann auch euch erhaltenen Logos vom Orb und der Beta auffinden.\n\n_____________________\n\nEntschuldigt erneut, dass wir so kurzfristig Clash absagen mussten.\n\nFalls noch immer Unklarheiten herrschen sollten oder ihr Fragen habt, lasst sie bitte in den Kommentaren. Meine Kollegen und ich werde euch diese selbstverst&auml;ndlich so rasch wie m&ouml;glich beantworten.\n\nAbschlie&szlig;end w&uuml;nsche ich euch einen angenehmen Tag und viel Spa&szlig; beim Zocken!\n\nDer beste grillende Kaktus der Kluft der Beschw&ouml;rer lasst euch wie immer herzlich gr&uuml;&szlig;en,\n\n##Cactusgrill~\n\n{{sticker:sg-ezreal}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-31T15:23:31.225+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-06-01T06:26:37.033+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-clap}}","replies":[]}]}]}