{"id":"okEgtEgg","poster":"freundlicher Typ","date":"2018-05-30T23:39:49.467+0000","title":"Heyho meine Lieblingscommunity :) ♥ wir suchen einen Mate für normals :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Einen wundersch&ouml;nen guten Abend meine sehr geehrten Damen und Herren :) &hearts;\r\n\r\nWir sind auf der Suche nach ein paar Leuten mit denen man einfach mit Spa&szlig; und Humor Normals spielen kann :) aber davor m&ouml;chte ich euch unsere kleine aber feine Gruppe vorstellen\r\n\r\nAls erstes m&ouml;chte ich euch Y&oslash;rel vorstellen. Er ist ein kleiner dicker Fettifettfett vom verfetteten Fettistan mit blonden Haaren und kann eigentlich nichts in League of Legends und deswegen ist er Silber :)\r\n\r\nDann kommt Daniel aka &quot;Ich mache unlustige Witze und habe dabei das fetteste Grinsen auf der Erde&quot;. Ein kleiner aber feiner Typ der unsere Gruppe in Gro&szlig;em und Ganzen abrundet. Seine Skills beschr&auml;nken sich auf auf Silber aber Hey falls er feeden sollte ist entweder sein Internet oder PC schuld.\r\n\r\nJetzt kommt der Justin! Er ist wahrscheinlich der beste Katarina in Afrika  (also denkt es aufjedenfall aber ist eigentlich die reinste Gr&uuml;tze in meinen Augen) aber man h&auml;lt es mit aus :)\r\n\r\nZuletzt kommt die Perfektion in Person und das ist meine Wenigkeit :)  ich bin eine lustige, sympathische, intelligente und liebevolle Person mit dem man einfach Spa&szlig; haben kann :)\r\n\r\nFalls Ihr Interesse habt dann k&ouml;nnt ihr mich gerne adden :)\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nder freundliche Typ","replies":[{"id":"","poster":"SuperKula","date":"2018-05-30T23:46:09.000+0000","up_votes":1,"down_votes":0,"body":"Kann man auch mit spielen wenn man nicht lustig ist und schlecht in lol zugleich ?","replies":[]},{"id":"","poster":"140 BPM","date":"2018-05-30T23:42:39.590+0000","up_votes":1,"down_votes":0,"body":"wow, die sind alle so unglaublich nett, vergleichbar nett wie kim yeong un zu seinem land :D","replies":[]},{"id":"","poster":"MieΙî","date":"2018-05-30T23:42:25.404+0000","up_votes":1,"down_votes":0,"body":"Bester Talon euw habe ich gehört also kommt mit! {{champion:91}}","replies":[]}]}