{"id":"RExaWuPY","poster":"DrakoniaDRK","date":"2018-05-29T15:08:12.091+0000","title":"Kann nicht Kommentieren bei dem Beitrag","subforum":"Hilfe & Support","embed":{"title":"Wie es mit Clash weitergeht","description":"Hallo Beschwörer, danke für deine Geduld mit Clash. Der Start am Wochenende verlief offensichtlich nicht wie geplant und wir möchten dich darüber informieren, was passiert ist, was wir Spielern bieten, die nicht teilnehmen konnten, und wie es mit Clash weitergeht. Was ist während des Starts passiert?","url":"https://euw.leagueoflegends.com/de/news/riot-games/announcements/wie-es-mit-clash-weitergeht","image":"https://euw.leagueoflegends.com/sites/default/files/styles/wide_medium/public/upload/clash_2018_login_thumbnail_0.jpg?itok=q3gk2DBi"},"up_votes":1,"down_votes":0,"body":"Ich kann auch dem Clash Beitrag nicht Antworten da steht ich h&auml;tte keine Berechtigung obwohl ich eingeloggt bin. Woran k&ouml;nnte dies liegen?","replies":[{"id":"","poster":"recon","date":"2018-05-29T15:40:31.961+0000","up_votes":1,"down_votes":0,"body":"Ich habe mal nachgeschaut und deine Stufe ist im News Bereich leider noch nicht synchronisiert worden. Dort bist du noch Stufe 22, man benötigt jedoch Stufe 30 um dort kommentieren zu können.\n\nDu kannst mal versuchen, ein Up- oder Downvote bei einem beliebigen Kommentar dort zu machen. Eventuell reicht das schon, um dein Profil zu aktualisieren.","replies":[{"id":"","poster":"DrakoniaDRK","date":"2018-05-30T15:44:37.576+0000","up_votes":1,"down_votes":0,"body":"Hallo\n\nIch konnte Kommentieren. habe jetzt 3x Kommentiert aber mein Kommentar wird entweder sofort gelöscht oder er verschwindet durch einen Bug sofort wieder. \nIch wollte eigentlich nur wissen wie das mit dieser Kugel funktioniert ob das jeder bekommt? Habe bis jetzt noch keine bekommen. Wir hatten scon ein vollzähliges Team und auch unsere Tickets bereits eingesetzt, zählt dies denn um die Kugel zu bekommen?","replies":[{"id":"","poster":"recon","date":"2018-05-30T15:47:11.164+0000","up_votes":1,"down_votes":0,"body":"Einfach den News Artikel bis zum Ende lesen ;)\n\n> Die Kugel wird bis zum 2. Juni deiner Beute hinzugefügt.","replies":[{"id":"","poster":"DrakoniaDRK","date":"2018-05-30T16:11:46.288+0000","up_votes":1,"down_votes":0,"body":"Ja das habe ich ja auch. Aber die Frage ist ob das JEDER bekommt oder nur gewisse Spieler.","replies":[{"id":"","poster":"recon","date":"2018-05-30T16:21:07.526+0000","up_votes":1,"down_votes":0,"body":"Na das steht da doch auch alles:\n\n> Als Erstes erstatten wir alle verwendeten Tickets zurück, falls sie verbraucht wurden. Außerdem möchten wir als Dank für deine Geduld **jedem Spieler in einer ausstehenden oder aktiven Teamaufstellung mit 2 oder mehr Spielern** einen Bonus zukommen lassen.","replies":[]}]}]}]},{"id":"","poster":"DrakoniaDRK","date":"2018-05-29T15:50:53.468+0000","up_votes":1,"down_votes":0,"body":"Danke versuche ich gleich.","replies":[]}]}]}