{"id":"A9JdE5f4","poster":"Ariya","date":"2018-05-29T13:28:48.132+0000","title":"Stimmen zur Rangliste 2019","subforum":"Dev Corner","up_votes":8,"down_votes":1,"body":"Hallo zusammen! SapMagic, Leiter des Ranglistensystems, meldet sich zur&uuml;ck. Vor einigen Wochen haben wir [gr&ouml;&szlig;ere Neuerungen an der Rangliste](https://nexus.leagueoflegends.com/de-de/2018/04/dev-updates-to-ranked-for-2019/) f&uuml;r n&auml;chstes Jahr angek&uuml;ndigt. Wir haben &uuml;ber Foren, soziale Medien und Umfragen wertvolle R&uuml;ckmeldungen von Spielern auf der ganzen Welt erhalten. Ich m&ouml;chte mich im Namen des Teams daf&uuml;r bedanken. Heute geht es darum, weshalb wir &uuml;berhaupt am Ranglistensystem arbeiten, was die Spieler zu sagen haben und wie wir das Ganze gemeinsam &uuml;ber den Sommer und Herbst angehen. \r\n\r\n**Warum &auml;ndert ihr &uuml;berhaupt die Rangliste?**\r\nEine der gro&szlig;en Fragen, die uns erreicht haben, lautete: &bdquo;Wer hat um &Auml;nderungen an der Rangliste gebeten?&ldquo; Wir haben diese Reise begonnen, weil uns aufgefallen ist, dass vielen Veteranen in der Rangliste langsam die Luft ausgeht. Das ist verst&auml;ndlich, da sie st&auml;ndig das Gleiche wiederholen, um zu einem Ergebnis zu gelangen. Dar&uuml;ber hinaus d&uuml;rfen wir nicht vergessen, dass unsere letzte gr&ouml;&szlig;ere Neuerung an der Rangliste die Positionswahl vor &uuml;ber zwei Jahren war.\r\n\r\nOb es sich nun um eine Champion-Aktualisierung oder ein gro&szlig;es System wie die Rangliste handelt &ndash; wir m&ouml;chten uns auf das konzentrieren, was den Spa&szlig; und die Besonderheit ausmacht. Danach betrachten wir diese grundlegenden Elemente aus so vielen Blickwinkeln wie m&ouml;glich. Teilen uns Spieler mit, dass Teile davon schlecht sind? K&uuml;mmert sich das System nicht ausreichend um die Spieler, die es eigentlich ansprechen sollte? F&uuml;hrt es zu einer bestimmten Spielweise, die den Spielspa&szlig; in League negativ beeinflusst?\r\n\r\nIm Falle der Rangliste handelt es sich eigentlich um eine Kombination aus allem. Neue Klassen und Platzierungen sollen die offensichtlichen Probleme beheben, andere &Auml;nderungen sollen Spieler jeglichen K&ouml;nnens besser ansprechen und neue M&ouml;glichkeiten f&uuml;r pers&ouml;nliche Herausforderungen in der Rangliste er&ouml;ffnen.\r\n\r\nDiese Ziele erscheinen uns richtig, aber es gibt noch immer viel zu tun. Was haben wir also von den Spielern geh&ouml;rt?\r\n\r\n**Sie bef&uuml;rchten, dass die Rangliste in Arbeit ausartet.**\r\nDie unterschiedlichen R&auml;nge je nach Position vermitteln den Eindruck, dass man f&uuml;r R&auml;nge auf zwei verschiedenen Positionen doppelt so viele Spiele spielen muss &ndash; ganz zu schweigen von drei, vier oder f&uuml;nf. Wir werden in unserem n&auml;chsten Artikel auf Einzelheiten eingehen, aber m&ouml;chten hier klipp und klar sagen, dass man nicht die doppelte Anzahl von Spielen braucht, um auf zwei verschiedenen Positionen den h&ouml;chsten Rang zu erreichen. \r\n\r\nWir wurden au&szlig;erdem auf solche Spieler hingewiesen, die immer &bdquo;Auff&uuml;llen&ldquo; w&auml;hlen. Die Aussicht auf ein langsameres Vorankommen in der Rangliste ist f&uuml;r diese Spieler tats&auml;chlich unangenehm. Das ist ein guter Einwand und wir nehmen uns diesen Punkt vor. Wenn wir solche Spieler ausschlie&szlig;en, haben wir offensichtlich bei einem unserer Ziele versagt: breit gef&auml;chertes K&ouml;nnen besser anzuerkennen. \r\n\r\n**Viele Spieler bef&uuml;rchten, dass Teammitglieder Spiele nicht ernst nehmen werden.**\r\nDie R&auml;nge je nach Position lassen Spieler ungewohnte Rollen in Angriff nehmen, ohne dass man sich um den Rang der Hauptrolle sorgen muss. Wir hatten eine Weile die Bef&uuml;rchtung, dass sich dadurch manche Spieler in Spielen abseits ihrer gewohnten Rolle keine M&uuml;he geben, da f&uuml;r sie weniger auf dem Spiel steht. Oder noch schlimmer, dass manche aktiv ein Spiel ruinieren w&uuml;rden, da das keinen Einfluss auf den Rang h&auml;tte, der ihnen wichtig ist.\r\n\r\nDie Spielqualit&auml;t und der Wettbewerbsgedanke sind entscheidend, da ohne sie die Rangliste nicht funktioniert. Wir haben uns bereits einige M&ouml;glichkeiten angesehen, aber die R&uuml;ckmeldungen bekr&auml;ftigen unsere Bedenken. Bevor wir hier weitermachen, brauchen wir eine handfeste L&ouml;sung.\r\n\r\n**Spieler bef&uuml;rchten, dass die positionsbezogene Gegnersuche ausgenutzt werden k&ouml;nnte.**\r\nDiese Sorge haben wir auch. Wir haben dar&uuml;ber bisher sogar am meisten nachgedacht. Es gibt zwei Hauptpunkte, mit denen wir uns besch&auml;ftigen m&uuml;ssen. Zun&auml;chst bef&uuml;rchten wir, dass Spieler die Warteschlange mit einer anderen Position starten und in der Championauswahl wechseln, um die Gegnersuche zu ihrem Vorteil zu nutzen. Au&szlig;erdem k&ouml;nnten manche Spieler noch einen Schritt weitergehen und jedes Mal mit einem Partner spielen, um die Positionen untereinander zu tauschen.\r\n\r\nIch m&ouml;chte hier direkt sagen, dass wir gro&szlig;e Hoffnungen auf die neuen positionsbezogenen R&auml;nge setzen, da sie &ndash; richtig umgesetzt &ndash; die Herausforderungen des Spiels auffrischen k&ouml;nnen. Wir sind momentan dabei, unsere Pl&auml;ne zur L&ouml;sung oder Minimierung dieser Problemf&auml;lle abzuschlie&szlig;en, aber wenn wir nicht vollst&auml;ndig &uuml;berzeugt sind, kommen die positionsbezogenen R&auml;nge nicht f&uuml;r die Saison 2019. Ganz einfach.\r\n\r\n**Das gute Zeug.**\r\nAbgesehen von Bedenken hinsichtlich der n&ouml;tigen Spiele und einer m&ouml;glichen Manipulierung kam der Gro&szlig;teil der Neuerungen gut bei den meisten Spielern an. Der verbesserte Fortschritt durch die zus&auml;tzlichen Klassen und die erneuerten Platzierungsspiele fanden gro&szlig;en Anklang. Die Splits und &uuml;berarbeiteten Belohnungen ben&ouml;tigen noch etwas Arbeit. Wir wollen uns sp&auml;ter im Sommer darum k&uuml;mmern, wenn alle Einzelheiten feststehen.\r\n\r\n**Was kommt als N&auml;chstes?**\r\nIn unserem n&auml;chsten Entwickler-Blog wollen wir die gr&ouml;&szlig;ten Bedenken von der Liste streichen. Danach beginnen wir den Kreislauf erneut. Wir stellen unsere Vorschl&auml;ge vor. Wir h&ouml;ren zu. Wir &uuml;berarbeiten. Und wieder von vorn. Den ganzen Sommer und Herbst lang. Schnall dich an und komm mit. Lass uns in der Zwischenzeit wissen, ob wir etwas Wichtiges &uuml;bersehen haben.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-05-29T18:50:00.590+0000","up_votes":3,"down_votes":1,"body":"Ich habe ein rein logisches Problem, das ich nicht gelöst bekomme... und wo ich irgendwie das Gefühl habe, dass das nicht bedacht wird.\n\nAlso gehen wir mal davon aus, dass sich in Platin III 4 Leute zusammengefunden haben und nur noch auf ihren Support warten. Im derzeitigen System wird dann irgendwann einer der 4 auf Autofill gesetzt, damit es dann losgehen kann.\n\nHier beginnt das Problem: Wenn der Typ, der dann seit 15-20 Minuten auf sein Spiel wartet, als Support weitergeleitet wird und auf ein Mal nur noch Bronze II ist, sich also dem Bronze Spiel und nicht dem Platin Spiel anschließt, sucht das Platin III Spiel dann plötzlich nicht mehr einen, sondern 2 Spieler.\nNatürlich wird der Midlaner sehr schnell gefunden, was dann aber nur wieder dazu führt, dass man noch auf den einen wartet, damit man beginnen kann. Und wird der nächste auf seine 2. Rolle oder Autofill gesetzt,weil er seit 20 Minuten auf ein Spiel wartet, und ist plötzlich raus aus dem Spiel. So kann man sich dann eine Endlosschleife erstellen... Vor allem, weil man das ganze ja mal 2 nehmen kann, denn man braucht ja 2 Spieler in jeder Elo, die die dann unbeliebteste Rolle spielen wollen, um das Spiel zu starten...\nUnd in Platin III mag das noch gehen, weil es noch Leute \"von oben\" geben kann, auch wenn das dann wenige sind, die auf ihre schlechtere 2. oder 3. Rolle gesetzt werden. Aber spätestens im Diamond Bereich (oder am anderen Ende in Bronze V) wird dass dann schwierig.\n\nWenn das alles so eingeführt wird, wie ihr das jetzt beschreibt, kann es euch passieren, dass in den Extrem-Elos nie wieder Spiele zusammengestellt werden können... zumindest so lange nicht, bis die High Diamond Dudes 3 ihrer Rollen bis auf dieses Niveau gepusht haben. Ich frage mich halt ehrlich, wie ihr dieses Problem lösen wollt. Bedenkt einfach nur, dass Autofill ursprünglich für genau diese Elos eingeführt worden ist. Weil es dort ohne einfach nie ging, da die Spielerzahl zu gering war.\nUnd wenn ihr für jede Rolle eine eigene MMR nutzt, kann euch genau das passieren. Aber vielleicht habt ihr ja irgendwas bedacht, was ich übersehen habe. Dieses \"Irgendwas\" hätte ich aber gerne erklärt...","replies":[{"id":"","poster":"TotallyTopLane","date":"2018-06-16T18:27:28.023+0000","up_votes":1,"down_votes":0,"body":"Der logische Fehler liegt an der Stelle bei dir. \n\n1. können nicht 4 Leute für ranked gleichzeitig queuen. Das geht weder jetzt, noch denke ich wird es in Zukunft gehen. Flex ist 1,2,3 oder 5. \n\n2. Matchmaking hält nicht 4 spieler zusammen als Gruppe fest und sucht dann gegebenenfalls einen 5. dazu wenn man SoloQ spielt. Die Spieler werden alle in einen Pool geworfen und nach gewissen Kriterien (MMR) und Position gruppiert. Wenn das Spiel es schafft 2 Teams mit ungefähr dergleichen spielstärke und den gewünschten Positionen zusammenzubringen, beginnt das Spiel. Aber es wird niemand magisch aus dem Pool entfernt und zum warten in einen anderen geschoben. Autofill ist eben genau dazu da um Spiele zustande zu bringen, in jeglicher Extrem MMR.\n\n3. Persönliche Meinung an dieser Stelle zum Thema Autofill: Ich fände es schön wenn es die Option geben würde länger zu warten anstatt einen autofill in Kauf zu nehmen. Das könnte die Qualität einiger Spiele drastisch verbessern. Klar, es würde den Leuten etwas schaden, die nicht so viel Zeit haben um auf ein Match zu warten, aber 1. würde dies hauptsächlich höhere Elos betreffen wo die Leute deutlich mehr spielen und somit auch mehr Zeit haben eigentlich und 2. könnten die Leute ja selbst auch autofill aktiviert lassen um ihre Queue zu verkürzen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-06-16T21:10:04.795+0000","up_votes":1,"down_votes":0,"body":"Ähm... du hast dir die angekündigten Änderungen schon durchgelesen, oder?\n\nAlso wenn ich das richtig verstanden habe, kann ich als Gold Midlaner in die Que gehen. Und dann meine 2. Rolle angeben, in der ich nur Bronze bin. Und wenn ich dann meine Main Rolle nicht bekomme, werde ich nicht wie vorher mit Gold Midspielern aber als ADC gematched, sondern meinem ADC Rang entsprechend mit Bronze Spielern. Und dann bin ich in dem Moment aus dem Goldspieler Pool raus.\n\nUnd während das in Gold noch relativ egal sein dürfte, wird es spätestens in den Extremelos problematisch, wenn man dort dann Leute finden muss, die in den unbeliebteren Rollen die entsprechende Elo erreicht haben.\n\nMeine Vorhersage bleibt: Wenn es wirklich so weit kommt, das man für jede Rolle eine eigene MMR hat, wird es spätestens ab Diamond III extrem schwierig jemals Spiele zusammenzustellen... Weil es da dann halt zu wenige Spieler mit entsprechender MMR in den nicht so gerne gespielten Rollen gibt... zumindest so lange, bis all die Profis auch ihre Nebenrollen nach Diamond gepusht haben... Ich hoffe, ich behalte da unrecht, sehe aber keinen Lösungsvorschlag für das System...\n\nEs sei denn Riot gibt doch zu, dass es nur eine MMR, aber verschiedene \"Skins\" für jede Rolle gibt. Und dass die MMR deiner \"MainRolle\" die ist, mit der du eigentlich gematched wirst. Das würde auch erklären, wie Riot dir im Nachhinein Bonuspunkte auf deine Mainrolle geben will, wenn du in deiner Off Rolle gewonnen hast. Aber dann ist die Systemänderung auch sinnlos.","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-06-20T01:40:20.974+0000","up_votes":1,"down_votes":0,"body":"Du meinst halt, dass 4 Leute in Master dann 40 Minuten warten, bis sie einen Supporter im team haben, der entweder offrole diese Elo erreicht hat (absolut unwahrscheinlich) oder diese eben als Mainrole erreicht hat.\n\nSollte Riot tatsächlich 5 verschiedene MMRs einführen, dann werden die eine Regel einführen, dass die4 niedrigeren max. 200 Punkte unter der höchsten MMR liegt oder sowas. Also z.B. du als Master 200 LP automatisch auf jeder anderen Position ohne sie zu spielen Dia 5 bist.","replies":[]}]}]}]},{"id":"","poster":"PTP Polaris","date":"2018-05-29T13:37:15.404+0000","up_votes":3,"down_votes":1,"body":"Finde ich echt Super das Riot es schafft so eine flüssige Kommunikation mit der Community zu haben, aufjedenfall Respekt und danke für den Post Ariya, ich denke ich kann hier für die meisten League of Legends Spieler reden :)","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-29T13:46:36.630+0000","up_votes":2,"down_votes":1,"body":">ich denke ich kann hier für die meisten League of Legends Spieler reden :)\n\n\nWie kannst du es wagen!!?!?!?!?\nhttps://media.giphy.com/media/14iaJZ6endy32o/giphy.gif\n\n\n:)","replies":[]},{"id":"","poster":"Mellix","date":"2018-06-15T21:26:31.482+0000","up_votes":1,"down_votes":0,"body":"da  gebe  ich  dir  vollkommen  recht  :)","replies":[]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-05-30T10:41:24.358+0000","up_votes":1,"down_votes":0,"body":"handfeste lösung = insta 14 tage ban absichtliche feeder\n7 tage ban für Trolle","replies":[{"id":"","poster":"TerrorRaven","date":"2018-06-02T11:21:50.581+0000","up_votes":1,"down_votes":0,"body":"2 Wochen Bann für absichtliches Feeden gibt es schon lange (ist sogar die erste Maßnahme).","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-06-05T13:09:15.825+0000","up_votes":1,"down_votes":0,"body":"ja aber leider wird dieser ban fast nie ausgeführt :D","replies":[{"id":"","poster":"TerrorRaven","date":"2018-06-05T16:32:15.038+0000","up_votes":1,"down_votes":0,"body":"Nun, manchmal ist es nicht einfach zwischen absichtlichen oder unabsichtlichen Feeden zu unterscheiden.","replies":[{"id":"","poster":"Let me love you","date":"2018-06-16T14:22:50.777+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TerrorRaven,realm=EUW,application-id=x3W1ubQa,discussion-id=A9JdE5f4,comment-id=0005000000000000,timestamp=2018-06-05T16:32:15.038+0000)\n>\n> Nun, manchmal ist es nicht einfach zwischen absichtlichen oder unabsichtlichen Feeden zu unterscheiden.\n\nAlso sry, aber nach 8x ,9x report, sollte man echt was tun ,wenn  sogar der Gegner dafür reportet, stimmt irgendetwas nicht. \nIch muss mir da an die eigene Nase fassen, aber einige Games habe ich auch so schlimm geflamt (Rageflame ^^) , und nichts dafür bekommen. Ich sage mal ich war irgendwie immer selbst überrascht. Aber sowas geht einfach nicht. Man muss sich einfach mal zusammenreißen. FLame sollte stärker bestraft werden, inten bei höheren report sollte bestraft werden oder inten bei mehreren Games. ich habe das gefühl, dass viele leuite denken, ich spiele \"immer nur Rank\", scheiß auf üben des Champs oder sich mal vorher anschauen wie er funktioniert, dafür ist rank nicht vorgesehen. Motto \"First Time\". Ich habe letztens eine History gesehen, da ist mir schlecht geworden. 0 10 xin, 0 4 xin 0 3  ,1 6jungle und und und. Das ist für mich schon absichtliches Feeden.... kannn ja sein, dass er sich mühe gibt, aber auch den champ im rank zum üben spielt","replies":[{"id":"","poster":"TerrorRaven","date":"2018-06-16T14:54:36.711+0000","up_votes":1,"down_votes":0,"body":"Nun, die Stats, die du aufzählst, lassen eher auf einen schlechten Spieler als auf einen absichtlichen Feeder schließen. Und es ist nicht verboten, schlecht zu sein.\n\nAnhand der Stats alleine kann man nicht fehlerfrei sagen, ob jemand mit Absicht feedet (außer bei extrem hohen Todeszahlen).","replies":[{"id":"","poster":"Let me love you","date":"2018-06-16T15:39:30.979+0000","up_votes":1,"down_votes":0,"body":"siehe meines Textes. schlecht kann man sein, aber nicht bei 10 mal xin spielen, den man anscheinend nicht kann... -- das muss man ja irgendwie mal raffen oder sehe ich das falsch? und wo war er eingeranked bei gold 4 ... ka","replies":[{"id":"","poster":"SvenniGod2004","date":"2018-06-20T01:43:21.198+0000","up_votes":1,"down_votes":0,"body":"Riot muss einfach anfangen die Leute in Bronze starten zu lassen und nicht SIlber 2-3 mit ein bisschen Glück. Dann wird DuoQ ein bisschen nachgeholfen und schon haste Leute in Gold 5 die überhaupt GAR KEINE Ahnung haben weil sie erst seit 3 Monaten Ranked spielen.\nAber mal schauen wie das neue ranked system wird.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Míster Greed","date":"2018-06-16T09:32:19.528+0000","up_votes":1,"down_votes":0,"body":"Ich finde die grung idee echt geil ich glaueb das man aber das system umgeghen kann ,weshalb ich mir wirderum sorgen über das system mache","replies":[]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-01T18:28:47.722+0000","up_votes":1,"down_votes":0,"body":"Ich habe jetzt den Text grob überflogen und ich frage mich was mit den alten Ranks passiert?\n\nWird das zukünftig irgendeinen Einfluss auf das neue Ranksystem hat.\n\nLG","replies":[]},{"id":"","poster":"Vorzüglich","date":"2018-05-30T22:40:27.073+0000","up_votes":1,"down_votes":0,"body":"Veteranen geht langsam die Luft aus? Was bedeutet denn langsam?\n\nDas gesamte System an sich ist nicht Spieler freundlich, es ist doch wohl eher so das es aus einer Not heraus geboren wurde.\n\nDas Ranglisten System funktioniert wohl kaum so, weil damals Spieler sagten, ja bitte genau so soll es aussehen^^\n\nNein, das System ist an den Bedürfnissen der Betreiber ausgelegt. Sicher nicht der Spieler.\n\nIch denke ein jedes mal, was sind das für Formulierungen und diese ganze Schönfärberei...\n\nSpielen die Schreiberlinge eigentlich das selbe Spiel?","replies":[]},{"id":"","poster":"TheWaschbâr","date":"2018-05-29T15:09:09.897+0000","up_votes":1,"down_votes":0,"body":"Ich freue mich wirklich auf die Änderung.\nIch spiele zwar eigentlich nichts außer Support und diese art von ranking motiviert mich die anderen Rollen mal wieder genauer anzuschauen :)\nBin gespannt wie die Belohnung mit den Änderungen aussehen werden. Victorious Skin wenn man in einer Position Gold ist und ein chroma für jede zusätzliche Position? Was ist dann mit den chromas für 3v3 und flex SR? Ich weiß nicht genau ob es irgendwo info dazu gibt, aber bin mal gespannt wie ihr das umsetzen werdet :)","replies":[]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-29T14:28:56.446+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich kann mir diese Lane spezifischen Rankings noch nicht wirklich vorstellen, jedoch wurde ich von Neuerungen selten Enttäuscht, nach erstem Kennenlernen und vertraut werden mit Änderungen, fühlte es sich stets rund an (manches balancing mal ausgenommen) :)\nweiter so.","replies":[]},{"id":"","poster":"HyperionCH","date":"2018-05-30T18:24:46.874+0000","up_votes":2,"down_votes":2,"body":"Einen gewissen Nachteil sehe ich in den Änderungen bei jenen Spielern, die freiwillig switchen.\n\nDies tue ich selber auch gelegentlich (und ich bin nicht der einzige; jemand tat dies letzte Woche im Ranked auch), wenn in der CS jemand freundlich fragt.\nIch habe hier positive Erfahrungen gemacht:\n\n- Die Stimmung im Team ist positiv\n- Jener Mate gibt sich besonders Mühe, wenn man ihm schon eine (für ihn) bessere Rolle gibt\n- Jene Mates, die freundlich fragen, können auch smurfs sein (zumindest wahrscheinlicher als bei jenen, die \"got autofill sup! it's lost!\" schreiben^^)\n- Selbst wenn der Skill seiner Main-Rolle mit meinen Skills vergleichbar sind; so sind meine Skills für die andere Rolle (meist Sup) wahrscheinlich besser. Damit ist der \"Gesamt-Skill des Teams\" besser geworden durch den switch.\n- Möglicherweise hat (da z.B. zu wenig Sup-Spieler in der Queue) auch der Gegner einen autofill-Sup. Damit ist unser Team erst recht stärker (sofern beim Gegner kein switch gemacht wurde), da der autofill-Sup möglicherweise spürbar schwächer in dieser Rolle ist.\n\nJedenfalls ist meine winrate sehr hoch, wenn ich die Rolle in der CS freiwillig switche (und btw. auch das Ranked letze Woche wurde gewonnen, bei dem jemand anderes switchte).\n\nMit nur einem einzigen Ranking (wie derzeit) ist es ja auch egal, da es ja nur eine (hidden) Elo gibt.\nMit den kommenden System wird das freiwillige Switchen leider etwas unattraktiver gemacht. Der Gegner wird z.B. keinen schwachen autofill-Sup haben, sondern einen Spieler, dessen Skill (selbst wenn es nicht die Main-Rolle ist) vergleichbar ist mit allen anderen.\n\nHinzu kommt natürlich die Frage auf:\n\n- Wenn ich Main-Mid bin und dann weiterhin freiwillig switche (z.B. auf Sup): wird das Game dann meine Mid-Wertung beeinflussen oder meine Sup-Wertung?","replies":[]},{"id":"","poster":"Oriius","date":"2018-05-29T17:38:26.129+0000","up_votes":1,"down_votes":1,"body":"Bin mal gespannt ich glaube die Erneuerung wird eines der wenig produktiven Dinge die Riot die letzten 3 jahre auf die Beine stellt. Also ich freu mich drauf und das ist echt selten geworden hier xd\n\n\nhoffe das wird keine Enttäuschung.","replies":[]}]}