{"id":"EHwBBovX","poster":"Me vs 9 Bots wow","date":"2018-05-29T09:50:25.724+0000","title":"Jungle main sucht Clash/Flex Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Hey League of Legends Community, **\r\nich bin auf der Suche nach einem Flexteam/Clashteam im Silber bis Platin bereich. \r\nIch selbst bin eigentlich Platin 2 (acc. Name: Ekko Jungle OTP) Jungler, spiele\r\nallerdings auf einen Silber 3 Acc und werde meinen Aktiven Platin Acc auch weiter benutzen.\r\nGrund liegt darin das ich HonorStufe 0  bin, da ich damals ziemlich Toxic war und mit diesem Acc. vorraussichtlich \r\nnie an Clash  Turnieren teilnehmen kann. \r\n\r\n**\r\nZu meiner Person:**\r\nIch bin 17 Jahre Alt, spiele auf Grund von arbeit und Training eigentlich nur von Freitag bis Samstags LoL, \r\nk&ouml;nnte aber f&uuml;r &quot;Teamtrainings&quot; trotzdem an ca. zwei der vier anderen Werktagen mitspielen. \r\nDurch meine Honorstufe 0 k&ouml;nnte man wahrscheinlich denken das ich \r\nziemlich toxic bin, das stimmt allerdings nicht ganz. Ich nehme das spiel einfach manchmal viel zu ernst und steiger mich deshalb \r\nein wenig zu sehr in das game hinein. Meine Honorstufe 0 ist also nicht durch stumpfes beleidigen entstanden sondern \r\ndurch unn&ouml;tiges rumdiskutieren mit flamenden Teammates. \r\nIm RL, bzw. im Teamspeak bin ich eigentlich recht ruhig, flame absolut null  und konzentriere mich voll und ganz aufs Spiel.\r\nIm Grunde genommen bin ich  ein Consistent Jungler, der mitlerweile ein ziemlich gutes Spielverst&auml;ndnis besitzt und gerne \r\nKritik und Verbesserungsvorschl&auml;ge aufnimmt.\r\nLeider kann ich euch kein gro&szlig;en Championpool anbieten, da mir leider noch die blue essenz f&uuml;r weitere Champions fehlen.\r\n(Im Spielmodus Clash stehen einen allerdings alle Champions zur Verf&uuml;gung, was mich somit flexibel \r\nmacht und mich meinen eigentlichen Championpool ausleben l&auml;sst)\r\nSollte nun Interesse bestehen, w&uuml;rde ich mich &uuml;ber eine Nachricht auf dem Acc** &quot;Me vs 9 bots wow&quot; **freuen.","replies":[]}