{"id":"ftxLVadh","poster":"MSF Akito","date":"2019-06-30T23:41:41.559+0000","title":"[TFT] Zu viel RNG (+ Vorschläge)","subforum":"Teamfight Tactics","up_votes":1,"down_votes":2,"body":"Ahoi.\r\n\r\nIch hab jetzt einige runden TFT gespielt &amp; eigentlich mag ich den Modus auch. Aber das müsste VIIEL weniger mit Glück zu tun haben. Ich habe nämlich gehört, dass Ranked für TFT geplant ist. Und ranked bei Glücksspiel? Meh. Meine Probleme sind zum einen die Champions. Man kann Glück haben und Champions picken, die man auch oft bekommt. Oder man hat pech und schafft es kaum einen Stufe 2 Champions zu basteln. Andere die dann mehr Glück haben, können sich schnell Stufe 3 Champions basteln. Ein weiteres RNG Problem sind die Items. Wer hatte bitte die grandiose Idee Items zu 100% RNG zu machen? Wenn ich Glück habe gibts in einer Runde 5 Items. Mit pech nach 2 Mob-Runden 0 Items. Das kann einen SOFORT aus dem Spiel nehmen. Selbst wenn man bis dahin (mit dem was man hat) taktisch gut vorgegangen ist.\r\n\r\nHier also ein paar Vorschläge von mir. (Würde übrigens jeden, der das liest bitten auch mal die eigene Meinung hier drunter zu schreiben)\r\n\r\n1. Statt random Champions, fände ich eine begrenzte Auswahl von Champions gut, die sich jeder Spieler individuell zusammenstellen kann. So könnte jeder Spieler seinen eigenen Playstyle einbringen. Natürlich müsste das balancing funktionieren, da es gegen alle Klassen irgendeine Form von Counter geben muss. Es hätte natürlich den Nachteil, dass sich Spieler nicht mehr soviel anpassen müssen, es hätte aber dafür den Vorteil, dass Spieler sich mit ihren Lieblingsklassen beschäftigen können.\r\n\r\n2. Items müssen fest geregelt werden. Zumindest die **Anzahl** der Item-Drops. Es ist einfach nicht fair, wenn Spieler mit viel Glück 5 Items bekommen und Spieler mit wenig Glück kein einziges Item. Und dann hat es wenig mit Können oder Wissen zu tun, ob man gewinnt oder verliert. (Wenn ein Spieler die Mobs nicht besiegen kann, dann natürlich 0 Items, aber für den rest sollte es zumindest eine gleiche Anzahl an Items geben.)\r\n\r\nIch finde einfach, dass ein Modus in dem man taktisch vorgehen muss NICHT von Glück beeinflusst werden darf. Wie gesagt würde ich nun noch gerne eure Meinungen dazu hören.\r\n\r\nDanke für's lesen. :)\r\n- Akito","replies":[{"id":"","poster":"TheRoxTTV","date":"2019-07-01T08:59:07.663+0000","up_votes":4,"down_votes":0,"body":"Hey Akito, \ndeinen unmut bezüglich des RNG's im TFT (bzw. im Auto Chess Genre) kann ich ganz gut nachvollziehen. Ich versuche mal näher auf deine Punkte einzugehen:\n\n1. Die Frage die sich mir gleich stellte, was wenn 3, 4 oder sogar 5 die gleiche Auswahl Spielen? Und Wie groß sollte die Auswahl an T1-T5 Units sein? Wenn ich mir \"nur\" 5mal T1 Units in die Auswahl packen würde und davon in den ersten 5 Runden jeweils 5 Units zur Auswahl hätte wäre ich wahrscheinlich in runde 5 schon mit 3-4 3Starunits (und die anderen Ebenfalls), was gerade den Reiz kaputt machen würde. \n\nMir gefällt gerade der Reiz nicht genau zu wissen was man dieses Game bekommt. Wenn du es schon vorher wüsstest, wäre auch der Spielspaß schnell im Keller da es sich jedesmal \"gleich\" spielen würde. \n\n2. Das mit den Items ist mir auch ein Dorn im Auge. Da sollten sie sich die Idee von Valve nahe bringen, wo man nach jeder Creep Round 1 von 3 Items sich auswählen kann. Items können sehr Stark sein und das Spiel für einen Entscheiden. \n\nWenn man den RNG-Faktor komplett rausnhemen würde, wäre der \"Glückspielreiz\" nicht mehr da und \"die Sucht\" noch eine Runde zu spielen sinkt damit rapide ab. \n\nIch werde demnächst mal zu dem und anderen Thema ein \"Let's Talk about\" im Live-Stream und anschließend als Uncut auf YouTube hochladen. Wenn du oder auch anderen Lust haben mit zu reden/schreiben einfach im Stream vorbeischauen [TheRoxTV](http://www.twitch.tv/TheRoxTV) und gerne Fragen im [Discord](https://discord.gg/t5peNHK) stellen.\n\n\nMit freundlichen Grüßen\n   TheRox","replies":[{"id":"","poster":"MSF Akito","date":"2019-07-01T13:19:28.437+0000","up_votes":1,"down_votes":0,"body":"Es ist wohl was dran, dass die Champions den Reiz an dem Modus ausmachen.. bin aber froh, dass man mir zumindest bei den Items zustimmt. :D Hoffen wir das beste. :)","replies":[]}]},{"id":"","poster":"Telos Taunt","date":"2019-07-01T10:54:55.455+0000","up_votes":2,"down_votes":0,"body":"Ich mag den Zufallsfaktor. Außerdem, wie viele vermutlich schon festgestellt haben, ist der Modus vom Verhältnis Können/Glück schon noch auf der Können-Seite (Flexibilität der Kombinationen, richtige Items für die richtigen Champs, an Gegnern anpassen...).\n\nZu 1.: Der Randomfaktor der Champions ist genau das, was das Spiel ausmacht. Sich nicht vorher festlegen zu können und REAGIEREN zu müssen statt zu planen, ist genau der Knackpunkt den man meistern muss. Zudem kann man sich durchs Rerollen in den richtigen Phasen, sowie beobachten der Gegner abhelfen. (Es ist nun mal kein \"zurücklehnen und machen lassen\"-Spiel :D )\n\nZu 2.: Mir ist aufgefallen (vllt auch Zufall), das sich im Lategame die Items doch ziemlich ausgleichen. Da man im Early eh nur wenig Schaden kassiert und die ChampKombo auch erst später festgelegt wird, ist ein frühes Item-Pech nicht so schlimm. \nOder hat von euch schon jemand wirklich bis zum Schluss fast keine bekommen? (Ernstgemeinte Frage^^)\nAllerdings, da der Itemdrop eh schon zufällig ist, wäre eine festgelegte Anzahl an Items vllt schon Sinnvoll. Was dann aber höchstwahrscheinlich nach ein paar Wochen passiert ist folgendes: Der Rnd-Faktor der Items wird kritisiert, weil man sich dann nur noch über die \"Starken\" (bzw. zum aktuellen Champ passenden) Items freut...","replies":[{"id":"","poster":"MSF Akito","date":"2019-07-01T13:15:37.517+0000","up_votes":2,"down_votes":0,"body":"Danke für den Kommentar.. Zu deiner Frage: Jup, ich hatte schonmal den RNGesus verkrault und bin mit leeren Händen (ohne Items) geendet. Nach dem 3. \"Champ Karusell\" hatte ich insgesamt 4 Items (4 Teil-Items, keine vollwertigen) \nHeißt auf deutsch: 3 Items dadurch, dass ich einen Champion geschnappt habe im Karusell, der sowieso zu 100% ein Item hat.\nVon Mobs nur ein einziges Item. Ist ein bisschen wenig finde ich. :S\n\nWas die Champions angeht hast du aber einen guten Punkt.. da kann ich nicht wirklich widersprechen. :D","replies":[]}]},{"id":"","poster":"USELESS CLOWN","date":"2019-07-01T14:13:21.947+0000","up_votes":1,"down_votes":0,"body":"Das RNG mit den Champions ist denke ich gut wie es ist es geht halt darum sich anpassen zu können und auch wenn einige comps wie assassins zwar den besseren boost haben und zum gewinnen besonders effektiv und einfach zu bekommen sind, sind doch die meisten comps spielbar.\nWenn sich jeder Spieler seine eigene Auswahl zusammen stellen könnte würden alle mit der gleichen comp rumlaufen.\nAber mit den Items stimme ich dir zu ich denke vielleicht sollten creep rounds noch eine andere Währung geben von der man Items aus einer zufälligen Auswahl oder einem festen shop kaufen kann, oder evtl könnten nach jeder creep round 3 items random gewählt werden die für alle gleich sind aus denen man wählen kann.","replies":[]},{"id":"","poster":"faMe girl 8ghter","date":"2019-07-01T03:34:08.308+0000","up_votes":1,"down_votes":0,"body":"Sorry.. aber ich war eben letzter und habe trotzdem noch die Runde gewonnen.. ich weiß Eigenlob stinkt.. aber ich finde das Spiel wirklich sehr gut.. man kann es oder man kann es nicht!\n\nPS:\nhttps://www.directupload.net/file/d/5500/lzwlmdiq_png.htm\n\nIch verrate dir nicht wieso ich gewonnen habe.. aber es ist möglich!\n","replies":[{"id":"","poster":"MSF Akito","date":"2019-07-01T07:31:04.737+0000","up_votes":1,"down_votes":0,"body":"Es hat auch niemand behauptet, dass man nicht gewinnen kann. Ich hab auch schon einige Runden gewonnen. Trotzdem fühlt sich der Modus nach zu viel RNG an.","replies":[]},{"id":"","poster":"Megamaexx","date":"2019-07-01T04:44:08.187+0000","up_votes":1,"down_votes":0,"body":"Du hast erst später deine Void-Assassin-Kombi bekommen und deswegen dein Comeback bekommen?","replies":[]}]}]}