{"id":"Wt5Tr3ep","poster":"EzreallyTragic","date":"2020-03-07T02:41:34.319+0000","title":"Gudbye guys","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Voll schade das die foren schließen, mochte es immer leute um 3 uhr oder so zu finden für aram...\r\n\r\nWas ist eure beste errinerung vom forum? Also bzw leute die ihr kennengelernt habt?","replies":[{"id":"","poster":"You Got My Name","date":"2020-03-07T18:49:02.218+0000","up_votes":1,"down_votes":0,"body":"Meine beste Erinnerung ist die Team Findung dank des Forums. Die Auswahl war immer recht groß und ging z.b. was clash angeht immer mega schnell.\nDie Teamsuche fande ich immer super hier im Forum... das werde ich am meisten vermissen da es kein wirklichen ersatz gibt. Fan forum hin oder her.","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-07T19:48:17.858+0000","up_votes":1,"down_votes":0,"body":"NOCH nicht ;)","replies":[{"id":"","poster":"You Got My Name","date":"2020-03-07T19:53:06.133+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=YnZkMR0R,discussion-id=Wt5Tr3ep,comment-id=00030000,timestamp=2020-03-07T19:48:17.858+0000)\n>\n> NOCH nicht ;)\n\nHoffe ich UwU","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2020-03-07T14:05:09.194+0000","up_votes":2,"down_votes":1,"body":"Meine beste Erfahrung hier im Forum war die Forengemeinde hier. Für Teamsuche fand ich das Forum immer ungeeignet, da dürfte Discord ähnlich \"effizient\" sein (wobei ich da schon die dunkelsten Geschichten gehört habe), aber die Daueraktiven, mit denen man immer wieder schreibt und gelegentlich auch der ein oder andere Troll, mit dem man rumspaßen konnte, das waren schon schöne Erinnerungen. Viele der Daueraktiven sind bereits in unser Community-Forum umgezogen, also falls auch Forenspiele, Smalltalk und Diskussionen über einige Features etwas für dich sind, wird auch https://lolboards.de/forum/ etwas für dich sein :3","replies":[]},{"id":"","poster":"G2 Slippi","date":"2020-03-07T06:28:48.652+0000","up_votes":2,"down_votes":1,"body":"Hey, wir bauen gerade ein Nachfolgerforum auf. Wir versuchen das neue Forum besser, schöner und übersichtlicher zu gestalten und haben bereits jetzt. nach 4 Tagen, ein paar Extras eingebaut, die man hier nicht hatte :) Schau doch einfach mal vorbei ;)\n\nhttps://lolboards.de/forum/","replies":[]},{"id":"","poster":"Alry FireBlade","date":"2020-03-07T08:53:28.174+0000","up_votes":1,"down_votes":0,"body":"Ich war eine Zeitlang im Forum aktiv, aber da war es noch das alte Design, falls das noch wer kennt.\nIch fing gerade an mich an das neue hier zu gewöhnen und mich durchzufinden. Habe angefangen ab und zur einzusehen um festzustellen das sie es schließen.","replies":[]}]}