{"id":"xgqldbjg","poster":"PechMarie2000","date":"2018-05-28T10:59:03.822+0000","title":"Bansystem von LoL","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":7,"body":"Huhu ihr Lieben,\r\n\r\nich spiele seit einigen Jahren League (S3). 2015 Habe ich einmal eine Chatsperre bekommen und 2018 einen 14 Tage Ban, weil ich ein b&ouml;ses Wort geschrieben habe. Das war auch mit Sicherheit meine eigene Schuld, wobei der Support mit gesagt hat, dass ich bei einem weiterem Versto&szlig; sofort perma banned werde. 1 ne Verwarnung finde ich schon ein bisschen wenig, aber gut.\r\n\r\nJetzt habe ich Angst um meinen Account und mag auch nichts mehr kaufen, weil ich das Gef&uuml;hl habe, dass das Bansystem nicht wirklich schaut was passiert ist, sondern einfach bannt, falls man 5x reported wird. \r\n\r\nKann mir jemand das System erkl&auml;ren? Wie funktioniert das genau? Kann ich &quot;wegen nichts&quot; gebannt werden, nur weil mich Spieler reporten? Ich schreibe nichts b&ouml;ses, keine Ausdr&uuml;cke, gehe nicht afk oder sonst was.\r\nTrotzdem hatte ich letztens beim Support gefragt und die haben in meinem Account wohl sehen k&ouml;nnen, dass ich nicht ganz auf dem Weg des Beschw&ouml;reres bin, weil mein Honorlevel nicht so schnell gestiegen ist, wie es sollte. Wegen Reports? Aber wof&uuml;r? Kann das System denn nicht erkennen, dass nichts passiert ist?\r\nIch bin mir sicher, dass Leute auch Fake reporten!\r\n\r\nIch finde zu einem PvP Game geh&ouml;rt auch hin und wieder ein rauer Ton, bzw ich komme damit klar - ich kenne es auch nicht anders in LoL. Oft kann man die Leute sogar wiedeer beruhigen - ich tue mich schwer damit alle zu muten, weil es mir den Spielspa&szlig; versaut, wenn man nicht mal kommunizieren kann bzw. darf, weil ALLES was man sagt gegen einen verwendet werden kann.\r\nSchade finde ich vor allem, dass wenn einem das alle 3-4 Jahre 1x passiert, dass man direkt so heftig bestraft wird. Die Accounts sind Skinschwer und sehr viel wert. Da muss man sich ja fast &uuml;berlegen, ob man sich nicht lieber mehrere Accounts macht und nicht so viele Skins kauft.\r\n\r\n\r\nDie Frage war, ob mir jemand das System mal richtig erkl&auml;ren kann\r\n\r\nLiebe Gr&uuml;&szlig;e\r\n\r\nmarie&lt;3","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T11:27:47.762+0000","up_votes":3,"down_votes":18,"body":"https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/vBFvqT33-das-fehlerhafte-zufallssystem-erklaarung-beispiel\n\nIn diesem Thread wird sehr schön erklärt, wie das ganze so ungefähr abläuft :)","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T12:26:38.632+0000","up_votes":2,"down_votes":10,"body":"Danke Loony für den Link <3\n\nGenau das Gefühl hatte ich bis jetzt auch, obwohl ich den Thread nicht kannte. \nEinige Menschen, die ich für harte Flames reporte, werden nicht bestraft und andere für Kleinigkeiten. \nich habe auch nicht das Gefühl, dass sich jede Situation ein Mensch anschaut, sondern dass das einfach die Maschine macht, die irgendwelche Wörter filtert.\n\nFinde es anstrengend,dass man immer so genau überlegen muss, wie und was man schreibt. Man darf nicht mal aus Joke irgendwas schreiben.\nWenn ich im TS bin sage ich auch zu meinem Premade, dass ich wie ein Noob spiele. ;D \nIm Chat wird Noob getriggert und man bekommt ne Chatsperre?!\n\nIch weiss im Moment nicht einmal ob ich zB dem Top Laner schreiben darf, dass er tanky bauen soll und unterm Tower farmen soll.\nOder darf man jemanden fragen, warum er irgendwas gemacht hat, ohne dass irgendjemand das als blame auffasst?\n\nIch finde das teilweise wichtig zu wissen und auch wichtig, dass man in den 40min kommuniziert.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-28T13:26:13.482+0000","up_votes":5,"down_votes":0,"body":"Kleiner Tipp. Ignoriere alles aber wirklich, absolut **ALLES **von Mad Loony, was er über das Reportsystem schreibt. Wenn du wissen willst, welche Informationen bisher zum Reportsystem geteilt wurden, empfehle ich die[ Volu library](http://en.volu-eu.org/library.php). Du kannst auch gerne andere Forennutzer fragen. Aber wenn du Mad Loony etwas darüber schreiben siehst, wird es zu 99 % Wahrscheinlichkeit absolut an den Haaren herbeigezogen sein.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T13:33:00.195+0000","up_votes":1,"down_votes":5,"body":"Deine Meinung zu meinen Kommentaren mal außen vor gelassen, würde es mich sehr interessieren, wie aktuell die Volu Library eigentlich gehalten wird? Gerade im Bereich des Bestrafungssystem ändert sich ja doch immer wieder etwas. Außerdem ist mir aufgefallen, dass die Aussagen in den Quellenangaben durch die Bank nicht mehr von Riot bestätigt werden. Stichwort: Riot Lyte.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-28T14:11:38.492+0000","up_votes":1,"down_votes":0,"body":"Ich beschäftige mich nicht mit der Aktualisierung der Seite, aber ein paar Volus sitzen da glaube ich noch drüber und tragen neue Infos zusammen.\n\n>Außerdem ist mir aufgefallen, dass die Aussagen in den Quellenangaben durch die Bank nicht mehr von Riot bestätigt werden. Stichwort: Riot Lyte.\n\nUnd wie kommst du darauf, dass Riot Lytes Aussagen nicht mehr von Riot als bestätigt angesehen werden?\n\nWenn es darum geht, dass seine Social Media Accounts offline sind, wird das wohl eher daran liegen, dass er in einer anderen Firma arbeitet. Da macht es durchaus Sinn, alle löschen zu lassen, weil Lyte ab da kein Riotmitarbeiter mehr ist und sonst vielleicht wirklich mal Unsinn auf den Accounts schreiben könnte. Da sicher nicht alle mitkriegen, wenn ein Mitarbeiter Riot verlässt, sehen das einige dann sicher als offizielle Riotangaben. \n\nHätten die Infos schon zu seinen Zeiten als Mitarbeiter nicht verteilt werden sollen, hätten sie ihm sicher untersagt, darüber zu schreiben.\n\n>Deine Meinung zu meinen Kommentaren mal außen vor gelassen\n\nEs geht mir hier nur um Schadensbegrenzung. Und da ich deine Threads kenne, musste ich das leider sehr deutlich schreiben.","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-05-28T22:15:04.057+0000","up_votes":3,"down_votes":1,"body":"Also langsam überschreitet Mad Looney die Grenze. Er verbreitet seine widerlegten Theorien als Tatsachen und unwissende Spieler glauben ihm auch noch. \nFür mich ist der Zeitpunkt gekommen, an dem man ernsthaft über einen Forenbann nachdenken sollte. \nWie sehen das die Moderatoren?","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T23:05:42.405+0000","up_votes":1,"down_votes":1,"body":"Ich darf meine Meinung haben und hier reinschreiben. Ob meine Meinung richtig ist, ist eine andere Frage :)","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-05-29T00:15:44.389+0000","up_votes":5,"down_votes":0,"body":"Selbstverständlich darfst du deine Meinung haben. Das ist auch nicht das Problem. \nDas Problem ist, dass du widerlegte Theorien als als Wahrheiten ausgibst. Ich hätte kein Problem mit deinen Kommentaren, wenn du den Inhalt ganz klar als Vermutung deklarierst. Der TE hat deinem Kommentar gesehen und hätte ihn niemand darauf hingewiesen, hätte er deinen Falschinformationen geglaubt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-29T00:56:59.014+0000","up_votes":1,"down_votes":1,"body":"Es gibt ein automatisches Lernsystem welches den Chat filtert. Dieses tut sich schwer damit Sarkasmus etc. zu bewerten. Die Schlussfolgerung ist, dass man KEINE toxischen Begriffe in den Chat schreiben soll. \n\nMan wird nur bestraft wenn man reportet wird. Und es gibt keine klare Grenze ab wann man bestraft wird (0-Toleranzbegriffe ausgenommen).\n\nJeder der sagt mein Thread ist absolut falsch verbreitet in wirklichkeit Fehlinformationen. Die TE wusste nicht das es den Chatfilter (ISF) gibt und die Leute sagen ihr das ist falsch, nur um mir zu widersprechen!\n\nAusserdem wird mir niemand erklären können, wo ich zum Flamen aufrufe!\n\nOk, mein Thread ist überspitzt formuliert, aber es ist lächerlich, wie er als ganzes im Forum aufgnommen wurde!\n----------------------------------------------\n> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040001,timestamp=2018-05-28T12:26:38.632+0000)\n>\n> Danke Loony für den Link &lt;3\n> \n> Genau das Gefühl hatte ich bis jetzt auch, obwohl ich den Thread nicht kannte. \n> Einige Menschen, die ich für harte Flames reporte, werden nicht bestraft und andere für Kleinigkeiten. \n> ich habe auch nicht das Gefühl, dass sich jede Situation ein Mensch anschaut, sondern dass das einfach die Maschine macht, die irgendwelche Wörter filtert.\n> \n> Finde es anstrengend,dass man immer so genau überlegen muss, wie und was man schreibt. Man darf nicht mal aus Joke irgendwas schreiben.\n> Wenn ich im TS bin sage ich auch zu meinem Premade, dass ich wie ein Noob spiele. ;D \n> Im Chat wird Noob getriggert und man bekommt ne Chatsperre?!\n> \n> Ich weiss im Moment nicht einmal ob ich zB dem Top Laner schreiben darf, dass er tanky bauen soll und unterm Tower farmen soll.\n> Oder darf man jemanden fragen, warum er irgendwas gemacht hat, ohne dass irgendjemand das als blame auffasst?\n> \n> Ich finde das teilweise wichtig zu wissen und auch wichtig, dass man in den 40min kommuniziert.\n\nDas einzige was sie mir ohne weitere Fragen geglaubt hat, ist das es ein automatischen Chatfilter gibt! Großteils hat sie sich einfach selbst weitere Gedanken gemacht und zusätzliche Fragen gestellt, welche Waldschrat ihr beantwortet hat.\n\nIch habe die Diskussion angekurbelt, evtl. Fragen aufgeworfen und ALLES wurde in der folgenden Diskussion restlos aufgeklärt.\n\nWo ist also das Problem?","replies":[]}]}]}]},{"id":"","poster":"Mad Loony","date":"2018-05-28T15:12:06.330+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040001000100000000,timestamp=2018-05-28T14:11:38.492+0000)\n> \n> Und wie kommst du darauf, dass Riot Lytes Aussagen nicht mehr von Riot als bestätigt angesehen werden?\n\n\"Please be aware that all replies in this document came from Riot Lyte, who isn't working for Riot anymore. Everything in this document is possibly outdated and doesn't necessarily represent Riots current plans.\"\n\nDieses Zitat kommt öfters im Zusammenhang mit seinem Namen. Zum Beispiel hier: http://en.volu-eu.org/viewer.php\n\nZusammen mit seinem gelöschten Accounts bestätigt das meine Aussage schon mehr als genug!\n\nDa diese Q und A plus diverse Redditposts von Lyte einen guten Teil der Grundlage bzw. der Belege der Volu Library ausmachen, kann man die Gültigkeit und vor allem die Aktuallität dieser durchaus in Frage stellen.\n\n> \n> Hätten die Infos schon zu seinen Zeiten als Mitarbeiter nicht verteilt werden sollen, hätten sie ihm sicher untersagt, darüber zu schreiben.\n\nDamals waren seine Aussagen eventuell noch richtig, aber ich hinterfrage mehr den jetzigen Wert dieser Aussagen als Quellenangabe. 1 bis 2 Jahre sind halt schon eine lange Zeit in diesem Geschäft.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-28T15:25:56.475+0000","up_votes":1,"down_votes":0,"body":">\"Please be aware that all replies in this document came from Riot Lyte, who isn't working for Riot anymore. Everything in this document is possibly outdated and doesn't necessarily represent Riots current plans.\"\n\nDu machst es schon wieder. Du behandelst hier eine Erinnerung eines Volus daran, dass die Infos alt sind, so, als wäre es ein Riotzitat. \n\nDa steht ausdrücklich, es ist möglicherweise nicht mehr aktuell und muss nicht unbedingt die aktuellen Pläne Riots repräsentieren. Nicht, etwas wie du hier geschrieben hast:\n\n>Außerdem ist mir aufgefallen, dass die Aussagen in den Quellenangaben durch die Bank nicht mehr von Riot bestätigt werden. Stichwort: Riot Lyte.\n\nWas eher bedeutet, alles was Lyte je gesagt hat, stimmt nicht mehr. \n\n>Zusammen mit seinem gelöschten Accounts bestätigt das meine Aussage schon mehr als genug!\n\nWie schon gesagt, er arbeitet nicht mehr für Riot. Das wird der Grund sein, warum es gelöscht wurde. Das heißt aber nicht, dass die ganzen Infos ab dem Zeitpunkt der Löschung seiner Social Media Accounts ungültig wurden.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T15:42:16.940+0000","up_votes":1,"down_votes":1,"body":"Du Interpretierst meine Aussagen falsch! Anscheinend teilt der zuständige Volu meine Meinung dass die Quellen nicht mehr ganz aktuell sind.\n\nWenn etwas nicht bestätigt wird, heißt das nicht unbedingt, das es falsch ist.\n\nIch hinterfrage einfach nur die Aktuallität der Volu Library und das zurecht. Immerhin arbeitet der sehr häufig zitierte Lyte schon länger nicht mehr für Riot!","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-28T16:11:16.337+0000","up_votes":3,"down_votes":0,"body":">Ich hinterfrage einfach nur die Aktuallität der Volu Library und das zurecht. Immerhin arbeitet der sehr häufig zitierte Lyte schon länger nicht mehr für Riot!\n\nDas kannst du gerne machen. \n\n>Anscheinend teilt der zuständige Volu meine Meinung dass die Quellen nicht mehr ganz aktuell sind.\n\nDas heißt aber eben nicht, dass die ganzen Infos veraltet oder inkorrekt sind. \n\nDie Grundlagen des Systems etwa, werden sich sicher nicht oder kaum verändert haben. Bei diesem [Tantrampost ](https://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/Ulw0WjEE-im-new-and-recieved-a-ban-for-intentional-feeding?comment=000300000000)sieht man etwa, dass er Aftergamechat zitiert hat. Woraus man etwa schließen kann, dass Lytes Aussage dazu, dass Pre- und Aftergamechat auch bewertet werden, noch wahr ist. \n\n>Du Interpretierst meine Aussagen falsch! \n\nGut möglich, aber dann merkst du ja, wie es ist, das so oft von dir zu sehen.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2018-05-29T16:27:54.898+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=000400010001000000000000,timestamp=2018-05-28T15:12:06.330+0000)\n>\n> &quot;Please be aware that all replies in this document came from Riot Lyte, who isn&#x27;t working for Riot anymore. Everything in this document is possibly outdated and doesn&#x27;t necessarily represent Riots current plans.&quot;\n> \n> Dieses Zitat kommt öfters im Zusammenhang mit seinem Namen. Zum Beispiel hier: http://en.volu-eu.org/viewer.php\n> \n> Zusammen mit seinem gelöschten Accounts bestätigt das meine Aussage schon mehr als genug!\n> \n> Da diese Q und A plus diverse Redditposts von Lyte einen guten Teil der Grundlage bzw. der Belege der Volu Library ausmachen, kann man die Gültigkeit und vor allem die Aktuallität dieser durchaus in Frage stellen.\n> \n> Damals waren seine Aussagen eventuell noch richtig, aber ich hinterfrage mehr den jetzigen Wert dieser Aussagen als Quellenangabe. 1 bis 2 Jahre sind halt schon eine lange Zeit in diesem Geschäft.\n\nDas ist mir auch schon aufgefallen, als Du Dich das letzte mal an einer englischen Zusammenfassung so aufgehängt hast, und Sachen hineininterprätiert hast, die da gar nicht standen. Kann es eventuell sein, dass Du die Dinger einfach nur falsch übersetzt?\nIn dem englischen Satz steht lediglich, dass Lyte nicht mehr bei RIOT arbeitet, und es deswegen sein kann, dass sich Sachen in der Zwischenzeit geändert haben **könnten**.\n\nDarüber hinaus hat es nicht mit \"werden Seitens RIOT nicht mehr Bestätigt\" zu tun, wenn ein RIOT-Account einer Person, die nicht mehr bei RIOT arbeitet, gelöscht wird. Es ist einfach nur der normale Vorgang. Person X arbeitet nicht mehr bei Firma Y, also wird der Firmenaccount von Person X gelöscht. Keine Verschwörung, keine Distanzierung, nur normale Firmenpolitik von jeder Firma.\n\nKannst Du mir einmal zeigen, wo RIOT sämtliche getätigte Aussagen von Lyte nicht mehr Bestätigt?","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-29T16:54:42.894+0000","up_votes":1,"down_votes":1,"body":"Die 1:6000 Fehlerquote wird zum Beispiel nirgends mehr bestätigt, da sie komplett unrealistisch ist. 1:6000 würde ca. 10 ungerechte Banns weltweit bedeuten. Allein der Vorfall wo Leute in \"kys\" gebaited wurden ergab mehr! \n\nLyte hat auch gesagt, das Dynamik Queue beliebter als Solo Queue ist. Folgende Links sind Lytes Statement und die Umfrage dazu:\nhttps://twitter.com/RiotLyte/status/695129287578382336\nhttps://www.strawpoll.me/6583984/r\n\nLytes Aussagen sind heute einfach nicht mehr aktuell. Da gibts auch gar nichts zum diskutieren.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-05-29T17:10:52.660+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040001000100000000000000010000,timestamp=2018-05-29T16:54:42.894+0000)\n>\n> Die 1:6000 Fehlerquote wird zum Beispiel nirgends mehr bestätigt, da sie komplett unrealistisch ist. 1:6000 würde ca. 10 ungerechte Banns weltweit bedeuten. Allein der Vorfall wo Leute in &quot;kys&quot; gebaited wurden ergab mehr! \n\nBei dem Baiten lag aber grundsätzlich kein Fehler vor. Die Spieler haben eben solche Sachen in den Chat geschrieben, und das IFS hat es erkannt. Die Spieler waren also selbst für den Bann verantwortlich. Es wurde nur zurückgenommen, weil es nachvollziehbar war, jedoch an sich kein Fehlurteil. \nAber dass Du eine andere Auffassung von Fehlurteil hast, hast Du ja schon zu Genüge breit getreten.\n \n> Lyte hat auch gesagt, das Dynamik Queue beliebter als Solo Queue ist. Folgende Links sind Lytes Statement und die Umfrage dazu:\n> https://twitter.com/RiotLyte/status/695129287578382336\n> https://www.strawpoll.me/6583984/r\n> \n> Lytes Aussagen sind heute einfach nicht mehr aktuell. Da gibts auch gar nichts zum diskutieren.\n\nWow, Du hast gerade mal 2, in Worten ZWEI Sachen gefunden, die zu Lytes Zeiten aktuell waren, und es nun nicht mehr sind. Bei einem davon ziehst Du sogar etwas als Fehlurteil heran, was streng genommen kein Fehlurteil war, da eben die 0-Toleranz-Worte geschrieben wurden.\nIst ja der absolute Hammer, wie RIOT **alle** Aussagen von Lyte nicht mehr bestätigt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-29T17:34:12.208+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=000400010001000000000000000100000000,timestamp=2018-05-29T17:10:52.660+0000)\n>\n> Bei dem Baiten lag aber grundsätzlich kein Fehler vor. Die Spieler haben eben solche Sachen in den Chat geschrieben, und das IFS hat es erkannt. Die Spieler waren also selbst für den Bann verantwortlich. Es wurde nur zurückgenommen, weil es nachvollziehbar war, jedoch an sich kein Fehlurteil. \n> Aber dass Du eine andere Auffassung von Fehlurteil hast, hast Du ja schon zu Genüge breit getreten.\n\nKlar hier kann man unterschiedlicher Ansicht sein. Aber ein Mensch hätte es gecheckt und das System eben nicht. Daher ist es für mich ein Fehler. Soloqueue war auch immer beliebter als Dynamicqueue!  \n\n> \n> Wow, Du hast gerade mal 2, in Worten ZWEI Sachen gefunden, die zu Lytes Zeiten aktuell waren, und es nun nicht mehr sind. \n\nLyte war der Kopf des Player Behaviour Teams. Er hat viele öffentliche Statements. Wenn es dich interessiert findes du ganz viele davon auf Reddit, Twitter und den Boards.\n\nEinige davon stimmen noch. Andere sind mittlerweile veraltet. Und ein paar davon waren einfach nie richtig. Am besten machst du dir selbst ein Bild davon.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-05-29T19:29:56.206+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0004000100010000000000000001000000000000,timestamp=2018-05-29T17:34:12.208+0000)\n>\n> Klar hier kann man unterschiedlicher Ansicht sein. Aber ein Mensch hätte es gecheckt und das System eben nicht. Daher ist es für mich ein Fehler. \n\nNatürlich. Ein Mensch hätte das immer und absolut einwandfrei gecheckt. Das IFS hat hier keinen Fehler gemacht. Es hat absolut richtig entschieden. Es wurden toxische Wörter gesagt, und diese wurden auch korrekt bestraft. RIOT hat diese Urteile wieder rückgängig gemacht, weil hier die Intention nicht das Beleidigen war. Ein Fehlurteil ist, wenn ein Spieler Strafstufen überspringt, oder er eine Strafe erhält, obwohl absolut kein Fehlverhalten vorliegt. Aber klar, das kommt ja Massenweise vor. Aber bei Deiner Auffassung von Fehlurteil wundert mich gar nichts mehr.\n\n> Soloqueue war auch immer beliebter als Dynamicqueue!  \n> \n\nWieso stellst Du hier wieder eine Deiner Theorien als Fakt hin. Hast Du irgendwelche belastbaren Zahlen? Und mit belastbare Zahlen meine ich nicht Dich und Dein Freundeskreis, sondern mehrere 10.000, Weltweit.\n\n> Lyte war der Kopf des Player Behaviour Teams. Er hat viele öffentliche Statements. Wenn es dich interessiert findes du ganz viele davon auf Reddit, Twitter und den Boards.\n> \n> Einige davon stimmen noch. Andere sind mittlerweile veraltet. \n\nHattest Du nicht davon gesprochen, dass RIOT **keine** Aussagen von Lyte mehr bestätigt? Aber jetzt auf einmal stimmen doch wieder einige. Aber so machst Du es ja immer. Erst einmal maßlos übertreiben, sich irgendetwas ausdenken und es dann als Tatsache verkaufen, und sich dann noch wundern, warum man im Forum so angegangen wird, wie Du aktuell. Wenn man auf Bild-Zeitungs-Niveau irgendwelche ausgedachten Sachen als Tatsache verkauft, und maßlos übertreibt, schafft man keine Diskussionswürdigen Beiträge. Man schießt sich lediglich selbst ins Aus. Aber so etwas ist Dir ja noch absolut nicht in den Sinn gekommen.\n\n> Und ein paar davon waren einfach nie richtig. Am besten machst du dir selbst ein Bild davon.\n\nUnd hier auch wieder: Du vermutest etwas, und verkaufst es als Tatsache. Wie schon gesagt: Du und Dein Freundeskreis sind keine belastbaren Zahlen. Nur weil Du anderer Meinung als Lyte bist, heißt es nicht, dass er lügt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-29T19:38:40.257+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ZcDQ0Dt6KV,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040001000100000000000000010000000000000000,timestamp=2018-05-29T19:29:56.206+0000)\n>\n> Wieso stellst Du hier wieder eine Deiner Theorien als Fakt hin. Hast Du irgendwelche belastbaren Zahlen? Und mit belastbare Zahlen meine ich nicht Dich und Dein Freundeskreis, sondern mehrere 10.000, Weltweit.\n\nIch habe dir dir Umfrage oben schon verlinkt\nhttps://www.strawpoll.me/6583984/r\n\n37.000 Stimmen mit 60% für Soloq.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-05-29T20:05:43.517+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=000400010001000000000000000100000000000000000000,timestamp=2018-05-29T19:38:40.257+0000)\n>\n> Ich habe dir dir Umfrage oben schon verlinkt\n> https://www.strawpoll.me/6583984/r\n> \n> 37.000 Stimmen mit 60% für Soloq.\n\nWow, eine Umfrage, wo ich als Einzelperson mit ein wenig einfacher Trickserei (Router neu starten) so oft für etwas voten kann, wie ich will? Wie Repräsentativ. Du erreichst mit so einer Umfrage auch nur einen absolut kleinen Teil der Spieler, und dann auch nicht weltweit. So etwas als Beleg zu nehmen, um etwas als Tatsache hinzustellen, die eigentlich nur eine Vermutung ist, ist schon weit aus dem Fenster gelehnt.","replies":[{"id":"","poster":"Darkr3sQ","date":"2018-05-29T20:29:06.779+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040001000100000000000000010000000000000000000000000000,timestamp=2018-05-29T20:19:09.633+0000)\n>\n> Das ist aber genau die Umfrage, die Lyte zitiert hat!\n\nUnd diese Umfrage ist immer noch gültig und man kann immer noch abstimmen. Anhand dieser noch offenen Umfrage zu sagen, Lyte hätte gelogen ist schon weit aus dem Fenster gelehnt. Schon mal daran gedacht, dass diese Umfrage anders ausgesehen haben könnte, als Lyte sich auf diese Umfrage bezogen hat?\nÄndert zwar nichts daran, dass diese Umfrage sehr einfach manipuliert werden kann, aber trotz allem kann man hier weder das Eine noch das Andere weder Beweisen noch als eine Lüge darstellen. Wie schon gesagt: Anhand dessen einfach zu sagen, dass Lyte hier gelogen hat, ist schon recht gewagt.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-05-29T20:19:09.633+0000","up_votes":1,"down_votes":1,"body":"Das ist aber genau die Umfrage, die Lyte zitiert hat!","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2018-05-28T13:41:19.439+0000","up_votes":7,"down_votes":0,"body":"> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040001,timestamp=2018-05-28T12:26:38.632+0000)\n>\n> Danke Loony für den Link &lt;3\n\nWirste ihm auch für deinen Perma danken, wenn der kommt, weil du Loony gerne glauben magst, da es besser in dein schon erschaffenes Bild passt? Na denn.\n\n> \n> Genau das Gefühl hatte ich bis jetzt auch, obwohl ich den Thread nicht kannte. \n> Einige Menschen, die ich für harte Flames reporte, werden nicht bestraft und andere für Kleinigkeiten. \n> ich habe auch nicht das Gefühl, dass sich jede Situation ein Mensch anschaut, sondern dass das einfach die Maschine macht, die irgendwelche Wörter filtert.\n\nJa ist auch kein Geheimnis, dass das ein automatisiertes System ist, bei dem nur situativ bei manchen Fällen mal drüber geschaut wird, auch nicht, dass das Ding mehr als nur ein reiner Wortfilter ist.\nAchja und da du ja so gut Bescheid weißt,wer wann wie bestraft wurde, könntest du vlt. so freundlich sein, zu erklären,wo du das einsiehst. WIe siehst du eine CR? Woher weißt du, dass das nicht der berühmte schlechte Tag dieses Spielers war, er sonst die Klappe hält und ihm deswegen nichts passiert, während der andere grad seinen Bann abgesessen hat, damit auf Bewährung ist, und schon der kleinste Verstoß zum Perma führt? Die Info dazu hast du ja auch bekommen.\n\n> \n> Finde es anstrengend,dass man immer so genau überlegen muss, wie und was man schreibt. Man darf nicht mal aus Joke irgendwas schreiben.\n> Wenn ich im TS bin sage ich auch zu meinem Premade, dass ich wie ein Noob spiele. ;D \n> Im Chat wird Noob getriggert und man bekommt ne Chatsperre?!\n\nWenn das anstrengend für dich ist, schreib halt nichts, das nicht spielrelevant ist, und zock, wenn du unbedingt chatten willst, geh in nen Chatroom.\nJa weil \"du noob\" dasselbe ist wie \"ich noob\"...\n\n> \n> Ich weiss im Moment nicht einmal ob ich zB dem Top Laner schreiben darf, dass er tanky bauen soll und unterm Tower farmen soll.\n\nKeine Ahnung, ob das Strafen triggert, aber eines kann ich dir sicher sagen und damit bin ich nicht allein, wenn einer ingame anfängt mir andauernd im Befehlston sagen zu müssen, wie ich zu bauen und zu spielen habe, ist mein Report sicher. Ganz ehrlich für mich gibt es im ingame Chat nichts nervigeres. Was du allerdings problemlos tun kannst, sowas allgemein zu halten oder dich selbst mit einzubezihehn, z.B.:\n\"hm full ad comb we should stack amor\" oder \"we have bad vision, we need 2 set more wards\" \"sb trinket 4 baron up? i have no wards left\".\n\n> Oder darf man jemanden fragen, warum er irgendwas gemacht hat, ohne dass irgendjemand das als blame auffasst?\n\nMan darf das wohl, aber wenn du es anstrengend findest und genau überlegen musst, solltest du es einfach lassen.\nGeht wohl um Build, Mastery und Decisionmaking. Würde ich eh nicht antworten, warum auch? Ah doch vlt. wenn ich meinen schlechten Tag habe, kommt ein \"why u dont shut up and play\" zurück. Wird entweder befolgt oderes kommt ne Flametirade zurück.\nOh und an ganz schlechten Tagen mach ich einfach mit, schau mehr auf den Fragenden und jedesmal, wenn er nen Fehler mact, stell ich dieselben Fragen. Ich hab dabei noch keinen Fragensteller erlebt, der das dann super fand.\nNaja aber ich kann mir solche Späße ab und an erlauben, da ich noch nie irgendeine Ingamestrafe hatte, du nicht.\nDeshalb ganz ernst gemeint nochmal: Lass es einfach.\n\n\n> \n> Ich finde das teilweise wichtig zu wissen und auch wichtig, dass man in den 40min kommuniziert.\n\nWas ist denn so wichtig zu wissen? Builds und Masteries kannst du jeder Zeit einsehen, Decisionmaking-Dinge können unzählige Gründe haben und niemand ist verpflichtet zu antworten.\nUnd ja Kommunikation ist wichtig, aber halt nur spielbezogene. Da fällt mir auch ne Frage ein, die du jeder Zeit bringen kannst: what's the plan?/r we doing now?\".","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T14:06:35.494+0000","up_votes":1,"down_votes":0,"body":"Danke :) \n\nich bin nicht festgefahren in meiner Meinung, deswegen stelle ich das hier ja auch zur Diskussion bzw. frage, wie das System funktioniert. Für mich war es irgendwie nicht klar, dass es automatisiert ist. \nBei den anderen Antworten kam mir das eher so rüber, als wenn alles über den Supp läuft.\n\nIch bin auch total offen für Verbesserungsvorschläge in meinem Verhalten. Ich kann ja nicht wissen, dass die meisten Leute das nervt. Mich nervt es zB nicht, wenn Leute mich verbessern.  \n\nAber danke für die Vorschläge - ich werde mal versuchen es Allgemein zu halten. Was ist denn mit Shut up and play - hätte jetzt gedacht, das darf man auch nicht sagen. \n\nZum Perma Ban hat mir der Supp gesagt, dass ich so lange ich nicht wieder so BÖSE Dinge schreibe, nicht gleich einen Perma Ban bekomme. Also ich habe das nicht so gelesen, dass ich jetzt eine Bewährungsstrafe auf meinem Account habe.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T15:17:41.397+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0004000100020000,timestamp=2018-05-28T14:06:35.494+0000)\n> \n> ich bin nicht festgefahren in meiner Meinung, deswegen stelle ich das hier ja auch zur Diskussion bzw. frage, wie das System funktioniert. \n\nDamit hast du dem Großteil dieses Forums schon sehr viel vorraus :) Mit dieser nüchternen Einstellung wirst du auch ziemlich sicher keine Probleme mehr mit dem Bestrafungssystem bekommen.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-28T15:27:43.086+0000","up_votes":1,"down_votes":0,"body":"Dir scheint sie ja dann auch weit voraus zu sein. Denn du bist in deiner Meinung ja mehr als festgefahren und akzeptierst nichts, was auch nur minimal gegen dem spricht, was du behauptest. ^^","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T15:45:38.553+0000","up_votes":1,"down_votes":5,"body":"Ich schaffe es aber auch meine Meinung mit vernünftigen Argumenten zu belegen.","replies":[{"id":"","poster":"OT Riku","date":"2018-05-28T20:04:03.931+0000","up_votes":3,"down_votes":0,"body":"Naja du belegt mit deinen Argumenten eigentlich nichts nur deine eigene Meinung. \nEinen wirklichen Beweis zu deinen Argumenten hast du aber leider bis Heute nicht geliefert.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T21:38:05.905+0000","up_votes":1,"down_votes":3,"body":"Ich gebe mein bestes, um meine Aussagen zumindest diskussionswürdig zu machen. Dazu erkundige ich mich über Threads auf den Boards und Reddit. Außerdem gibt es oft wissenswerte Artikel auf der Homepage und die Volu Library ist auch ganz nützlich.\n\nHandfeste Beweise liegen halt meistens außerhalb meiner Reichweite in den \"Tresoren\" Riots. Indizien gibt es aber genug, um meine Theorien zumindest in den Raum zu stellen. Leider wird alles was sich auf das System bezieht sofort als unsachlich und falsch abgestempelt.\n\nMich würde ja mehr interessieren, wieso so viele hier im Forum es als ihre heilige Pflicht ansehen, dass Bestrafungssystem und ähnliches mit ihrem Leben zu verteitigen?","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-05-28T22:29:58.202+0000","up_votes":2,"down_votes":0,"body":">Indizien gibt es aber genug, um meine Theorien zumindest in den Raum zu stellen.  \n\nDu stellst deine Theorien nicht einfach in dem Raum, sondern Du gibst deine Theorien als Tatsachen aus. Und das finden ich und andere Forennutzer schlimm.\n\n>Leider wird alles was sich auf das System bezieht sofort als unsachlich und falsch abgestempelt.\n\nIch gehe davon aus, dass einige Forennutzer sich ziemlich gut mit dem System auskennen, jedenfalls mit dem, was Riot öffentlich macht, also als Fakt angesehen werden kann.\nWenn du jetzt daher kommst und diese von Riot veröffentlichten Informationen infrage stellst und dich dabei nur auf eigene Erfahrungen beziehst oder unbegründet interpretierst, dann nervst du schon ziemlich. \nEs ist nicht so, dass Einige das System mit ihrem Leben verteidigen, die Meisten wissen einfach, wie das System funktioniert und wollen nicht, dass jemand Falschinformationen verbreitet.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T22:41:53.380+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=MindMinder,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0004000100020000000300000000000000000000,timestamp=2018-05-28T22:29:58.202+0000)\n>\n> Du stellst deine Theorien nicht einfach in dem Raum, sondern Du gibst deine Theorien als Tatsachen aus. Und das finden ich und andere Forennutzer schlimm.\n\nDiese Keule schon wieder. Ließ dir ein paar Kommentare durch und du wirst merken, dass jeder seine Meinung genau auf die dieselbe Art wiedergibt wie ich. Erstaunlicherweise ist es nur bei mir ein Problem. \n\nEs handelt sich um eine Diskussionsplattform auf der jeder seine Meinung sagen darf. Ich argumentiere mittlerweile mehr im Konjunktiv als alle anderen Forennutzer zusammen. Das ist genau genommen eine Frechheit, wenn darauf auch noch herumgehackt wird.\n\n> \n> Ich gehe davon aus, dass einige Forennutzer sich ziemlich gut mit dem System auskennen, jedenfalls mit dem, was Riot öffentlich macht, also als Fakten angesehen werden können. \n> Wenn du jetzt daher kommst und diese von Riot veröffentlichten Informationen infrage stellst und dich dabei nur auf eigene Erfahrungen beziehst oder unbegründet interpretierst, dann nervst du schon ziemlich. \n> Es ist nicht so, dass Einige das System mit ihrem Leben verteidigen, die Meisten wissen einfach, wie das System funktioniert und wollen nicht, dass jemand Falschinformationen verbreitet.\n\nMir ist auch schon aufgefallen das es hier sehr viele Vollprofis gibt, die scheinbar einen Doktortitel zum Bestrafungssystem haben.","replies":[{"id":"","poster":"7deadLeeSlnz","date":"2018-05-29T00:25:22.630+0000","up_votes":1,"down_votes":0,"body":">Ließ dir ein paar Kommentare durch und du wirst merken, dass jeder seine Meinung genau auf die dieselbe Art wiedergibt wie ich. \n\nAndere geben Fakten weiter, du gibst deine Theorien( keine Fakten) weiter.\nDer Unterschied ist also, dass die Anderen nicht ihre Meinung wieder geben, sondern Tatsachen. Du gibst ja nur deine Meinung wieder. Du kannst nicht einfach Tatsachen mit deiner eigenen Meinung entkräften.\n\nEdit: Wann hast du jemals den Konjunktiv benutzt?","replies":[]}]},{"id":"","poster":"4 Ever TaIone","date":"2018-05-28T23:39:45.775+0000","up_votes":1,"down_votes":0,"body":"Ich finde das ja relativ lustig wie er so total davon überzeugt ist xD","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Mad Loony","date":"2018-05-28T16:04:00.318+0000","up_votes":1,"down_votes":3,"body":"Solange du nicht reportet wirst kannst du schreiben was du willst. Umgekehrt werden auch viele Lächerlichkeiten als toxisch angesehen, falls du reportet wirst.\n\nDas ist einer der größten Fehler im derzeitigen Sytem.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-28T17:04:49.045+0000","up_votes":1,"down_votes":0,"body":"Was ist denn in deinen Augen lächerlich?","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T17:36:23.870+0000","up_votes":1,"down_votes":1,"body":"Das Bestrafungssystem!","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-28T17:40:12.828+0000","up_votes":1,"down_votes":0,"body":"Das beantwortet nicht meine Frage -.-","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T17:46:54.941+0000","up_votes":1,"down_votes":3,"body":"Sarkasmus, Zitate, Jokes, gg ez etc.\n\nUnter Umständen auch leichtes Blaming/Flaming. Vor allem wenn ich einen Vergleich mit Spielern wie Oriius ziehe.\n\nIch habe dazu übrigens einen eigenen Thread erstellt, welchen du kennst ;)","replies":[]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2018-05-28T14:39:51.442+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0004000100020000,timestamp=2018-05-28T14:06:35.494+0000)\n>\n> Danke :) \n> \n> ich bin nicht festgefahren in meiner Meinung, deswegen stelle ich das hier ja auch zur Diskussion bzw. frage, wie das System funktioniert. Für mich war es irgendwie nicht klar, dass es automatisiert ist. \n> Bei den anderen Antworten kam mir das eher so rüber, als wenn alles über den Supp läuft.\n> \n> Ich bin auch total offen für Verbesserungsvorschläge in meinem Verhalten. Ich kann ja nicht wissen, dass die meisten Leute das nervt. Mich nervt es zB nicht, wenn Leute mich verbessern.  \n> \n> Aber danke für die Vorschläge - ich werde mal versuchen es Allgemein zu halten. Was ist denn mit Shut up and play - hätte jetzt gedacht, das darf man auch nicht sagen. \n> \n> Zum Perma Ban hat mir der Supp gesagt, dass ich so lange ich nicht wieder so BÖSE Dinge schreibe, nicht gleich einen Perma Ban bekomme. Also ich habe das nicht so gelesen, dass ich jetzt eine Bewährungsstrafe auf meinem Account habe.\n\nDann ist ja gut :D\n\nZum shut up and play-hätte ich ne Strafe würd ich das auch lassen. Das ist eines der Dinge, zu denen ich meinte, die würd ich lassen, sollte ich mal eine bekommen. Kleinvieh macht auch Mist.\nIch würde mich da an deiner Stelle nach dem richten, was Sirrkas dazu geschrieben hat.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-05-28T14:23:22.937+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0004000100020000,timestamp=2018-05-28T14:06:35.494+0000)\n>\n> Shut up and play \n\nSo würde ich das zB nicht schreiben. Wenn man es so sagt und dann auch genau so meint, dann hat das immer einen aggressiven Unterton und kommt einfach nicht nett rüber. Und die meisten werden dann auf so einen groben \"Befehl\" nicht reagieren oder eher mit noch mehr toxischem Verhalten reagieren im schlimmsten Fall. \nWenn du willst, dass jemand nicht mehr schreibt und sich konzentriert, dann sag es am besten auch genau so. \nIch zB schreibe in solchen Fällen immer \"[Name] calm down, we can win this. :) Focus on Game and not on Chat\". Vermutlich ist das grammatikalisch nicht wirklich korrekt und wahrscheinlich ist es auch in einem schlechten englisch geschrieben, aber es reicht vollkommen aus, damit der Gegenüber versteht, was ich meine. \nUnd wenn du merkst, dass deine Aussage nichts bringt, dann mute ihn am besten. Denn wenn du anfängst weiter dich im Chat mit ihm zu unterhalten, dann machst du ja genau das Gegenteil von dem, was du ihm eigentlich geraten hast. :D Dann spielst du schlechter und bist nicht mehr auf das Spiel konzentriert und bist für Fehler viel anfälliger. \nAlso einfach in einem höflichen Ton ansprechen. Dann hast du die Chance, dass man eher auf dich hört, als wenn du einem so einen groben und unhöflichen \"Befehl\" an den Kopf wirfst. :)","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-05-28T14:22:14.418+0000","up_votes":1,"down_votes":0,"body":">Aber danke für die Vorschläge - ich werde mal versuchen es Allgemein zu halten. Was ist denn mit Shut up and play - hätte jetzt gedacht, das darf man auch nicht sagen.\n\nWenn du noch nichts gehabt hättest, würde das wohl schlimmsten falls deine Ehrungen verlangsamen. Da du aber wirklich an der Schwelle zum Permabann stehst, würde ich dir empfehlen es ganz anders zu umschreiben. \"pls focus on the game\" etwa, sollte das gleiche aussagen, ohne dabei unhöflich zu sein.\n\n>Zum Perma Ban hat mir der Supp gesagt, dass ich so lange ich nicht wieder so BÖSE Dinge schreibe, nicht gleich einen Perma Ban bekomme. Also ich habe das nicht so gelesen, dass ich jetzt eine Bewährungsstrafe auf meinem Account habe.\n\nIm Grunde stimmt das. Für ein weiteres \"Fag\" kriegst du ziemlich sicher den Perma. Aber auch weniger toxische Sachen könnten den Perma nach sich ziehen. Wenn du auf Nummer sicher gehen willst, solltest du versuchen alles aus deinem League Wortschatz zu streichen, dass als negativ aufgenommen werden kann. ","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2018-05-28T14:17:04.172+0000","up_votes":1,"down_votes":0,"body":">Oh und an ganz schlechten Tagen mach ich einfach mit, schau mehr auf den Fragenden und jedesmal, wenn er nen Fehler mact, stell ich dieselben Fragen. Ich hab dabei noch keinen Fragensteller erlebt, der das dann super fand.\n\nIch habe einmal, als ich Toplane war, einem \"kompetenten\" Mitspieler auch mal geantwortet. Von ihm kam glaube ich immer, ich muss mehr warden, aufpassen, dass ich nicht gegankt werde oder etwas anderes über Toplane, zu lange oder zu weit draußen sein etc. Einmal habe ich dann einfach nur \"ty\" geschrieben. Das Team hatte 5 Minuten Ruhe vor ihm, weil er einfach immer nur \"ty?\" \"why thank you?\" geschrieben hatte.\n\nAls ob ich nicht selber merke, wenn ich gegen 2 kämpfen durfte.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-05-28T15:00:27.881+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0004000100020001,timestamp=2018-05-28T14:17:04.172+0000)\n>\n> Ich habe einmal, als ich Toplane war, einem &quot;kompetenten&quot; Mitspieler auch mal geantwortet. Von ihm kam glaube ich immer, ich muss mehr warden, aufpassen, dass ich nicht gegankt werde oder etwas anderes über Toplane, zu lange oder zu weit draußen sein etc. Einmal habe ich dann einfach nur &quot;ty&quot; geschrieben. Das Team hatte 5 Minuten Ruhe vor ihm, weil er einfach immer nur &quot;ty?&quot; &quot;why thank you?&quot; geschrieben hatte.\n> \n> Als ob ich nicht selber merke, wenn ich gegen 2 kämpfen durfte.\n\nDas verrückteste war mal ein Game ohne Premades, so einer dabei, jeder schreibt ihm Ende Midgame unabhängig voneinander er soll doch aufhören damit und sich auf's Spiel konzentrieren. Daraufhin hat er angefangen ab und an zu inten und immer abseits als ADC zu farmen, catch und int haben sich abgewechselt. Der Witz war dann gegen Ende will er wieder reininten, ich schreib ihm: ja genau ist unsere Schuld wenn wir das verlieren und nicht deine, außer dir sabotiert und intet keiner. Konnte er nicht auf sich sitzen lassen, bleibt stehn und schreibt und schreibt und schreibt. Die Gegner waren gerade im Jungle, um uns zu flanken, sehn den dann aber wohl rumstehen, jeder geifert nach dem Freekill, die rennen komplett zu dem, die Zeit hat für uns gereicht, um durchzumarschieren und den Nexus zu zerstören.\nIm Aftergamechat ist er dann deswegen komplett eskaliert :D","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-28T15:27:41.737+0000","up_votes":1,"down_votes":0,"body":"Das klingt so, als ob er zu schlecht dafür war, das Spiel wegzuwerfen.","replies":[{"id":"","poster":"Waldschrat86","date":"2018-05-28T19:27:08.321+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=000400010002000100000000,timestamp=2018-05-28T15:27:41.737+0000)\n>\n> Das klingt so, als ob er zu schlecht dafür war, das Spiel wegzuwerfen.\n\nZum einen das, zum anderen aber halt auch die Dummheit der Gegner.\nDie sind halt wirklich alle Mann zu dem, während wir mit ner Wave einfach durchmarschieren konnten, obwohl wir immer noch gut hinten lagen.","replies":[]}]}]}]}]},{"id":"","poster":"Time2Whine","date":"2018-05-29T08:20:33.644+0000","up_votes":1,"down_votes":0,"body":"NEIN!!!! Bitte geh in keinster Weise auf das ein was Loony hier postet oder schreibt, denn es ist zu 99 % falscher oder inhaltloser Content. Bitte begehe diesen Fehler nicht und kaufe ihm seinen Müll ab.\nJemanden wie ihn der [der Meinung ist dass permanent gebannte Spieler die zuvor anderen Spielern den Tod gewünscht haben diskriminiert werden](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/OXhXzcp9-perma-bann-ist-gegen-die-menschenrechte?comment=00000000) kann man doch nicht ernst nehmen. Anhand der massigen Downvotes auf seine Beiträge sieht man dass die Community seine Beiträge entsprechend der Wahrheit/Konstruktivität votet.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-05-28T12:30:59.476+0000","up_votes":2,"down_votes":14,"body":"Gerne :)\n\nIch habe hier noch einen Link zum Honorsystem. Da klärt Riot ziemlich viele Sachen auf. Leider nur auf Englisch :/\n\nhttps://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/l3xTFQnI-lets-chat-about-honor","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2018-05-28T11:36:30.032+0000","up_votes":11,"down_votes":2,"body":"Hallo lieber Blizzard V-Mann, ich muss dich da leider doch korrigieren.\n\n> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0004,timestamp=2018-05-28T11:27:47.762+0000)\n>\n> https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/vBFvqT33-das-fehlerhafte-zufallssystem-erklaarung-beispiel\n> \n> In diesem Thread wird sehr schön erklärt, wie das ganze so ungefähr abläuft :)\n\nIn diesem Thread erstellt nur jemand, der bis jetzt nicht widerlegt hat, dass er von Blizzard bezahlt wird um Riot Ruf zu ruinieren, eine wirre These, die nie irgendwie belegt worden ist... außer dass er selbst gerne behauptet, dass es ja stimmen muss, weil Riot sich nie dazu geäußert hat. Dass dies hauptsächlich daran liegt, dass er vollkommen irrelevant ist, ist ihm egal.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T12:15:38.670+0000","up_votes":2,"down_votes":10,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040000,timestamp=2018-05-28T11:36:30.032+0000)\n> \n>\n* dass er von Blizzard bezahlt wird um Riot Ruf zu ruinieren\n*  eine wirre These\n\nSchon stark, diese beiden Behauptungen in einen Satz zu packen. Da bringst du deine Aussage bestens selbst auf den Punkt ;)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2018-05-28T13:58:05.308+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=000400000000,timestamp=2018-05-28T12:15:38.670+0000)\n>\n> * dass er von Blizzard bezahlt wird um Riot Ruf zu ruinieren\n> *  eine wirre These\n> \n> Schon stark, diese beiden Behauptungen in einen Satz zu packen. Da bringst du deine Aussage bestens selbst auf den Punkt ;)\n\nDu gibst mir also Recht? Schön, dass du endlich dazu stehst...","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T15:59:48.462+0000","up_votes":1,"down_votes":1,"body":"Wie ich dir, so du mir xD","replies":[]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2018-05-28T13:55:40.669+0000","up_votes":4,"down_votes":0,"body":"Du sorgst echt noch dafür, dass Spieler WEGEN DIR gebannt werden, weil sie glauben, dass das was sie schreiben in Ordnung ist und das Bannsystem völlig random bannt... \nBITTE BITTE BITTE hör auf diesen Schwachsinn in die Welt hinaus zu posaunen. Was muss ich machen, damit du damit aufhörst?","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T15:26:04.212+0000","up_votes":1,"down_votes":2,"body":"Was würdest du den alles machen >:> ?\n\nWegen mir wird übrigens niemand gebannt! Jeder ist für sich selbst verantwortlich. Die TE ist im Gegensatz zu so manch anderem (die Forenmoderation weiß von wem alles ich spreche) auch vernünftig und schlau.\n\nAußerdem zwingen meine Kommentare das träge Forum auch mal aktiv an ihren Argumenten zu arbeiten, wodurch ich  insgesamt einen positiven Einfluss auf die Diskussionen habe ;)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-28T15:36:51.970+0000","up_votes":3,"down_votes":0,"body":"Natürlich ist jeder für das verantwortlich was man sagt. Das hab ich damit auch nicht gemeint. \n\nAber wenn du einem Flamer sagst, dass das Bannsystem nur Random bestraft und das was er schreibt, keine Relevanz hat, dann sagst du ihm indirekt damit, dass er so weiter machen kann wie bisher, denn er wird ja nicht für das bestraft, was er schreibt sondern es passiert einfach aus reinem Zufall. \n\nUnd wenn du ihm genau das sagst, dann denkt er es ist okay, wenn er weiter so schreibt, und ZACK bekommt er genau deswegen einen Permabann oder eine andere Strafe. Und dann bist du indirekt Schuld daran, weil du ihm nicht gesagt hast, dass sein Verhalten falsch ist und er sich so nicht benehmen sollte. \n\nWenn unsere liebe TE nicht auf uns sondern auf dich gehört hätte, dann hätte sie vermutlich ebenfalls einen Permabann erhalten, weil sie vielleicht irgendwann wieder ein \"Faggot\" oder andere kleinere toxischere Dinge geschrieben hätte. \nUnd wessen Schuld ist das dann ebenfalls? RICHTIG deine!\n\nWenn ein Kind einem anderen Kind Bonbons klaut und ihn in den Arm beißt und du sagst dem Kind, dass das in Ordnung ist, wenn das andere Kind vielleicht frech gewesen ist, dann wird das Kind nicht lernen, das es sich falsch verhält. Und wessen Schuld wäre das dann? Richtig, es wäre deine Schuld aufgrund von falscher Erziehung. \nSo in etwa ist das auch mit Flamern. ^^ Sag ihnen, dass ihr Verhalten nicht so schlimm ist und sie nur random gebannt werden und schon flamen sie weiter und werden bestraft und nur, weil sie so dumm waren und auf dich gehört haben...\n\nEDIT: \n>  positiven Einfluss auf die Diskussionen habe\n\nWir haben auch schon bevor du da warst vernünftig argumentiert und jedes Mal erklären wir die selbe Leier und erläutern wieso das so und so ist und wieso jenes so ist wie jenes eben ist. \nPositiv finde ich deine Kommentare nämlich auch nicht. Die erste Reaktion auf den Post von dir von der TE war nämlich, dass sie dir geglaubt hat. Und wenn dir da jemanden haben, der nicht so einsichtig und intelligent ist wie die TE, tja.. Wir wissen ja worauf das hinaus läuft, denn genau so eine Situation hatten wir nämlich schon. \nEcht positiven Einfluss hast du, ich bin begeistert. -.-","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T15:57:08.037+0000","up_votes":1,"down_votes":4,"body":"Richtig! Ihr habt jedes Mal dieselbe Leier gebracht. Meine Argumente gehen aber so tief, dass ihr gezwungener Maßen aus eurer Komfortzone rausmüsst, um etwas tiefgründiger Nachzudenken. 0815 Argumente lassen sich halt leicht ausmanövrieren.\n\nJeder der meine Argumente ernst nimmt flamed weniger. Da die Angst vor einem zufälligen Bann steigt. Dadurch verwendet man den Chat eher sporadischer. \n\nDie Stelle wo ich behaupte ein \"faggot\" oder \"retard\" geht in Ordnung musst du mir auch erst zeigen. \n\nIch habe wiederholt die Gerechtigkeit des Bestrafungssystems angezweifelt. Niemals habe ich die 0-Toleranz Begriffe verteitigt. Mittlerweile habe ich auch aufgehört Flame überhaupt zu zu rechtfertigen.\n\nDas wird mich aber trotzdem nicht davon abhalten das Bestrafungssystem zu kritisieren.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-28T17:04:10.746+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mad Loony,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00040002000000000000,timestamp=2018-05-28T15:57:08.037+0000)\n>\n> Richtig! Ihr habt jedes Mal dieselbe Leier gebracht. Meine Argumente gehen aber so tief, dass ihr gezwungener Maßen aus eurer Komfortzone rausmüsst, um etwas tiefgründiger Nachzudenken. 0815 Argumente lassen sich halt leicht ausmanövrieren.\n> \n\nWarum sich die Mühe machen und noch genauer drauf ein gehen, wenn die \"einfachen\" Erläuterungen völlig ausreichen und völlig richtig sind? Das einzige was du erreicht hast, dass du jedem auf die Nerven gehst und wir immer wieder versuchen dir zu erklären, dass du einfach falsch liegst. \n\n> Jeder der meine Argumente ernst nimmt flamed weniger. Da die Angst vor einem zufälligen Bann steigt. Dadurch verwendet man den Chat eher sporadischer. \n\nHat man ja gesehen, an den Typen, der dir Recht gegeben hat xDDDD \nEr sagt, Riot ist Schuld, du hast Recht, jeder ist nur empfindlich und flamen ist okay. JA GG \n\n> \n> Die Stelle wo ich behaupte ein &quot;faggot&quot; oder &quot;retard&quot; geht in Ordnung musst du mir auch erst zeigen. \n\nWenn du richtig lesen würdest, dann wüsstest du auch, dass ich das nicht behauptet habe. \nDas ist nämlich das Problem, Menschen interpretieren in etwas gesagtes oft mehr rein, als tatsächlich da ist. Und selbiges gilt auch für deine Kommentare. Deswegen hat der eine Typ wie oben bereits erwähnt geglaubt, dass flamen in Ordnung geht und alle Welt in LoL einfach nur überempfindlich sind.. nochmal. JA GG \n\n> \n> Ich habe wiederholt die Gerechtigkeit des Bestrafungssystems angezweifelt. Niemals habe ich die 0-Toleranz Begriffe verteitigt. Mittlerweile habe ich auch aufgehört Flame überhaupt zu zu rechtfertigen.\n> \n\nDeine Gerechtigkeit diese anzuzweifeln besteht aber darin, dass das Bestrafungssystem random reagiert und nicht toxisches Verhalten bestraft. Sondern einfach nur auf vllt mehrere Reports in einem Game reagiert. Und das ist falsch.\nDu kannst ja gerne vermuten, dass das System vllt nicht effizient genug arbeitet. Aber das ist was anderes als zu behaupten, dass es random reagiert. \n\n> Das wird mich aber trotzdem nicht davon abhalten das Bestrafungssystem zu kritisieren.\n\nKannste ja machen, aber wie oben bereits gesagt, sind deine Thesen bezüglich des Systems falsch. \nWenn du einfach nur kritisieren würdest, dass es nicht schnell genug bestraft, dann wäre das ja kein Problem. Mit der Meinung wärst du dann auch nicht alleine. \n\nBtw. kannst gerne noch was dazu schreiben, aber ich werde dir nicht mehr antworten. Hab kein Bock mehr auf die ständig selbe Diskussion mit dir. \nDu rennst halt nur mit Scheuklappen durch die Gegend und siehst nur das, was du sehen willst. Hauptsache es passt so, wie du dir das vorstellt.","replies":[{"id":"","poster":"Mad Loony","date":"2018-05-28T17:50:15.213+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=000400020000000000000000,timestamp=2018-05-28T17:04:10.746+0000)\n>\n> Hat man ja gesehen, an den Typen, der dir Recht gegeben hat xDDDD \n> Er sagt, Riot ist Schuld, du hast Recht, jeder ist nur empfindlich und flamen ist okay. JA GG \n\nIch verrate dir ein Geheimnis. Viele der Kommentare angeblich \"toxischer\" Spieler sind nicht ganz ernst gemeint. Bin ich der einzige, der das merkt?","replies":[{"id":"","poster":"Don Brando","date":"2018-05-29T08:56:24.371+0000","up_votes":1,"down_votes":0,"body":"Dann verrate ich dir ebenfalls eines. Es kommt nicht auf die Intention des Flamers sondern auf die Wahrnehmung des Adressaten an. Aber pssssst.....!","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-28T11:01:49.138+0000","up_votes":4,"down_votes":0,"body":"sofern du nicht trollst - Beleidigst - blamst - oder sonst im Chat i-wie negativ auffällst, kannst du nicht gebannt werden.\nDas ist Fakt, auch 9 Reports, sind ohne Grund unwirksam.","replies":[]},{"id":"","poster":"Oriius","date":"2018-05-28T12:48:24.070+0000","up_votes":2,"down_votes":2,"body":"Frage mich immer noch was ihr macht um gebannt zu werden bin gefühlt einer der most toxic players und nie ne CR o.ä ....","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T13:19:30.473+0000","up_votes":1,"down_votes":4,"body":"Ich habe fagg0t geschrieben - ich hoffe das darf ich hier schreiben, um das zu veranschaulichen. Da hatte ich aus dem Stand einen 14 Tage ban. \n\nWobei ich da auch wesentlich schlimmere Dinge in League lese, wie Morddrohungen usw..\nAber vielleicht ist das auch nur meine persönliche Meinung. \n\nWenn ich dazu den Handelschat in einem MMORPG lese, da wird ganz anderes geschrieben und ja \"who cares\".\nVielleicht sind die Menschen auch einfach viel empfindlicher als ich und deswegen habe ich Schwierigkeiten das zu verstehen.\n\nIch spiele schon seit x Jahren und z.T. sind Noob oder Retard auch einfach Gamer Umgangssprache. Für andere Menschen, die vll. nicht so oft spielen - Hausfrau X Y oder Schulkind X Y, ist das zu hart?\n\nIch weiss nicht. Hmmm. \n\n\nFür mich ist LoL ein tolles Spiel, aber die Bannentscheidungen und der Support gefallen mir nicht so. Und mir kann keiner sagen, dass ich nicht in der Lage bin, mich einer Community anzupassen, da ich schon seit x Jahren lol und andere Games spiele, ohne je gebannt worden zu sein.\n\nVielleicht ändern sie ja ihre Schiene noch einmal, es wäre Wünschenswert.","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-28T14:08:04.746+0000","up_votes":4,"down_votes":0,"body":"Ich spiele Onlinespiele seit ich 15 Jahre alt bin und Games allgemein seit ich denken kann. Als der Gameboy damals raus kam, habe ich ihn zu Weihnachten bekommen. \nIch weiß ja nicht, in welchem Umfeld du aufgewachsen bist oder wie alt du bist, aber für mich gehören Beleidigungen, egal wie hart sie sind absolut NICHT zum zum normalen Umgangston.\nWenn sich Freunde untereinander als Wichser oder Arschloch bezeichnen, okay. Kann man noch akzeptieren und drüber hinweg sehen, da man die Person ja kennt und genau weiß, wie sowas gemeint ist. Aber einer wildfremden Person eine Beleidigung an den Kopf zu werfen ist einfach mehr als unhöflich und absolut respektlos und ja, es ist dann auch beleidigend. Und das hat absolut NICHTS aber auch REIN GAR NICHTS mit Empfindlichkeit zutun. \n\nAls Kind wird einem von Erwachsenen immer gesagt -zumindest war das in meiner Erziehung und bei allen anderen Menschen die ich persönlich kenne so-, dass man mit seinem Gegenüber respektvoll umgehen soll, man soll höflich sein, wenn man etwas möchte, nett fragen. Und selbst wenn einem etwas nicht gefällt, dann soll man das in einem höflichen Ton erwähnen und darum bitten, dies doch bitte zu unterlassen und diesen nicht anzuschreien oder gar zu beleidigen. \nEinige scheinen diese Erziehung nicht genossen zu haben... \n\nWie gesagt, es ist ein sehr großer Unterschied einem Freund zu sagen er sei ein Arschloch und einem wildfremden Menschen, den man noch nie vorher begegnet ist zu sagen, er sei ein Arschloch. \nDiese Sache scheinen viele Menschen einfach noch nicht verstanden zu haben. Und wenn du solch Ausdrucksweisen als normalen Umgangston empfindest, dann scheinst du einer dieser Menschen zu sein. \n\nPS: Bitte höre nicht auf das, was Mad Looney sagt. Er will einfach nicht akzeptieren, dass seine Strafe in LoL zurecht war und sucht nun einfach nur nach einer dummen Ausrede, damit er nicht als der böse Bub da steht. \nSolltest du auf ihn hören anstatt auf alle anderen in diesem Forum die NICHT seiner Meinung sind, dann wirst du zu 100 % deinen Permabann erhalten. Also überlege dir gut, ob du auf eine einzelne Person hören willst, welche nichts beweisen kann von dem was sie sagt oder ob du lieber auf die große Menschenmasse hörst, die genau das Gegenteil von dem sagen, was Mad Looney sagt. ^-^","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T14:25:46.607+0000","up_votes":1,"down_votes":1,"body":"Huhu, das hat wohl nichts mit meinem Umfeld oder meiner Erziehung zu tun - ich bin weiblich über 20 und habe einen gehobenen Posten.\nDas sind einfach \"meine\" Erfahrungen mit Games wie WoW CS usw. . Vielleicht hatte ich da auch ein falsches Umfeld - mag sein. LG :)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-28T14:30:10.739+0000","up_votes":1,"down_votes":0,"body":"Mit einem gehobenen Posten hat das auch eher weniger zutun. Auch hohe Tiere können sich benehmen wie das letzte Arschloch. :D \nAber das bezieh jetzt bitte nicht direkt auf dich, war lediglich ein Beispiel. \n\nUnd doch, bei manchen hat das etwas mit dem Umfeld und der Erziehung zutun, wie sie sich anderen fremden Menschen gegenüber verhalten. ^^ \n\nAber ja, vllt hattest du bei diesen Onlinegames tatsächlich ein falsches Umfeld. Denn ich habe es ganz anders erlebt in den über 15 Jahren in denen ich Onlinegames spiele.. \n\nAber jetzt weißt du ja, dass dieses Verhalten hier in LoL von den meisten nicht erwünscht ist. :) Ich denke, du bekommst das hin. :D Ich zweifle daran, dass du einer der hoffnungslosen Fälle bist, die nicht akzeptieren wollen, dass sie sich wie Idioten und Arschlöcher benehmen.","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T14:38:16.973+0000","up_votes":1,"down_votes":1,"body":"Ich verhalte mich ja grundsätzlich auch nicht so in lol. Bin eher der Support, der noch versucht Leute zu calmen, die ausflippen.  ABER dieser eine TAg war einfach scheisse und dann hatte ich auch noch den Troll in meinem Game, da ist es eskaliert :D.\n \nBin ja auch schon wieder Honorlevel 2 in 3 Monaten, aber ich habe einfach immer diese Angst im Hinterkopf, dass ich jetzt random meinem Account verliere :*(. Es wäre irgendwie schön, wenn Riot mir sagen würde, dass ich bei Honorlevel 5 durch bin, mit der Perma Ban Geschichte.","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2018-05-28T14:01:18.061+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=00050000,timestamp=2018-05-28T13:19:30.473+0000)\n>\n> Ich habe fagg0t geschrieben - ich hoffe das darf ich hier schreiben, um das zu veranschaulichen. Da hatte ich aus dem Stand einen 14 Tage ban. \n\nIst halt homophob und wurde von Riot bei Einführung des IFS auch kommniziert, dass das zum Überspringen der CRs führt.\n\n> \n> Wobei ich da auch wesentlich schlimmere Dinge in League lese, wie Morddrohungen usw..\n> Aber vielleicht ist das auch nur meine persönliche Meinung. \n\nJa und weiter logst du dch in deren Accounts ein und siehst genau, was sie dafür bekommen haben? Wie im vorherigen Post schon gesagt, vlt. sind diese Leute ja nur in dem Spiel ausgetickt und nicht so fahrlässig noob und retard in fast allen Games rauszuhauen, nur so ein gedanke.\n\n> \n> Wenn ich dazu den Handelschat in einem MMORPG lese, da wird ganz anderes geschrieben und ja &quot;who cares&quot;.\n> Vielleicht sind die Menschen auch einfach viel empfindlicher als ich und deswegen habe ich Schwierigkeiten das zu verstehen.\n\n> \n> Ich spiele schon seit x Jahren und z.T. sind Noob oder Retard auch einfach Gamer Umgangssprache. Für andere Menschen, die vll. nicht so oft spielen - Hausfrau X Y oder Schulkind X Y, ist das zu hart?\n> \n> Ich weiss nicht. Hmmm. \n\nTja vlt. wollen die Leute aber einfach nur spielen und haben keinen Bock auf Trashtalk. ich bin jetzt 32, denkst du da könnte irgendeine Beleidigung fallen, die ich noch nicht gehört habe oder sogar toppen könnte? Weißt du warum mir diese Flamer und Blamerei auf den Sack geht? Nicht, weil ich mich beleidigt fühle, sondern weil da mal wieder jemand im Team ist, der sich für etwas besseres hält, während er meistens sogar mehr Missplays abliefert als ich selbst, dann noch im Farm zurückfällt, zu lahm bei Rotationen ist, weil es wichtiger war jemandem mitzuteilen, was für ein noob oder retard er doch war. Ganz toll wird es dann, wenn der angesprochene drauf einsteigt, man auf einmal 2 oder noch mehr von der Sorte hat und/oder ein fuck yourself zurück kommt gefolgt von RQ, Int oder Trolling.\n> \n> \n> Für mich ist LoL ein tolles Spiel, aber die Bannentscheidungen und der Support gefallen mir nicht so. Und mir kann keiner sagen, dass ich nicht in der Lage bin, mich einer Community anzupassen, da ich schon seit x Jahren lol und andere Games spiele, ohne je gebannt worden zu sein.\n\nDeine CR, dein 2-Wochenbann und deine Fragen hier lassen aber auf was anderes schließen.\n\n> \n> Vielleicht ändern sie ja ihre Schiene noch einmal, es wäre wünschenswert.\n\nNe ganz sicher nicht, ich würd mich sogar drüber freuen, wenn es noch strikter wäre, selbst wenn es mich dann auch mal erwischt.\nKomischerweise, weiß ich jetzt schon, weswegen ich dann eine hätte und hätte dann auch gar kein Problem damit, die Gründe dafür abzustellen. Ich denke gerade, weil ich das weiß und tatsächlich nur Ausnahmen sind, hab ich bisher keine Strafen bekommen und solange die nichts ändern, wird das auch so bleiben, auch wenn die Logs meiner letzten 100 Spiele mit ziemlicher Sicherheit nicht 100%sauber sind.\nSind dann halt im Schnitt 80 komplett leere Logs, 17 mit Spielrelevanz und vlt. 3, wo ich auf jemanden \"reagiere\" und in den 3 hat der Log dann auch nur 3-5 Zeilen und ist keine WoT wie die Logs der meisten, die hier mit Ban aufschlagen.","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T15:08:38.103+0000","up_votes":2,"down_votes":1,"body":"Schade, dass du mich anders einschätzt. Finde mich eigentlich zu 90% nett und  das eine mal bin ich halt richtig daneben gehauen. Deswegen habe ich ja auch direkt einen 14 Tage ban kassiert.\n\nDie 10 Games? Chatsperre ist 4 Jahre her, die kann eigentlich nicht mehr gezählt haben. \n\nJetzt bin ich ja auch schon 3 Monate \"Flamefrei\" unterwegs. Deswegen denke ich eigentlich nicht, dass ich hier zum den Leuten gehöre, die resistent sind und immer anderen das Game versauen :(\nUnd das ist auch nicht mein Ansinnen.\n\nSicher habe ich Fehler und das sind sicher Dinge wie: Mad sein und lol spielen. Vielleicht sollte ich, wenn ich einen scheiss Tag hatte was anderes machen.\n\nHabe hier aber auch schon einiges aus dem Thread mitgenommen, was ich anwenden werde. Vielleicht werde ich auch missverstanden. Das passiert ja schnell mal, wenn man mit jemandem schreibt.\n\n\nDanke für die ganzen Meinungen und Hilfestellungen. Das lässt mich gerade auch etwas umdenken :)<3","replies":[{"id":"","poster":"Waldschrat86","date":"2018-05-28T19:39:31.618+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=0005000000000000,timestamp=2018-05-28T15:08:38.103+0000)\n>\n> Schade, dass du mich anders einschätzt. Finde mich eigentlich zu 90% nett und  das eine mal bin ich halt richtig daneben gehauen. Deswegen habe ich ja auch direkt einen 14 Tage ban kassiert.\n> \n> Die 10 Games? Chatsperre ist 4 Jahre her, die kann eigentlich nicht mehr gezählt haben. \n> \n> Jetzt bin ich ja auch schon 3 Monate &quot;Flamefrei&quot; unterwegs. Deswegen denke ich eigentlich nicht, dass ich hier zum den Leuten gehöre, die resistent sind und immer anderen das Game versauen :(\n> Und das ist auch nicht mein Ansinnen.\n> \n> Sicher habe ich Fehler und das sind sicher Dinge wie: Mad sein und lol spielen. Vielleicht sollte ich, wenn ich einen scheiss Tag hatte was anderes machen.\n> \n> Habe hier aber auch schon einiges aus dem Thread mitgenommen, was ich anwenden werde. Vielleicht werde ich auch missverstanden. Das passiert ja schnell mal, wenn man mit jemandem schreibt.\n> \n> \n> Danke für die ganzen Meinungen und Hilfestellungen. Das lässt mich gerade auch etwas umdenken :)&lt;3\n\nKannte ja nur die 10% Einblick, die du gegeben hast.\nAls ich das schrieb, hatte ich auch nch nicht gelesen bzw. du geschrieben, dass das schon lange her ist und du im Honor normal steigst usw.\nNach deinen Antworten seh ich da auch keine große Gefahr mehr für deinen Account.\nWas ich auch manchmal nache, ich schreib was \"Böses\" drücke dann aber nicht Enter, sondern esc.\nDein Thread ist übrigens mal ne angenehme Abwechslung, die meisten, die hier aufschlagen verlieren sich halt leider lieber in Verschwörungstheorien statt Hilfe anzunehmen.\nZur Veranschaulichung: Schau dir an wie Sirrkas schreibt, gibt einige Threads, wo er genau dieselbe Hilfestellung wie dir gegeben hat, nur die Reaktion dort: mittlerweile gelöschte Beleidigungen.\nMan kriegt hier einiges mit :D","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-05-28T16:21:44.554+0000","up_votes":1,"down_votes":3,"body":"Der Guide ist genau auf dich zugeschnitten ;)\n\nhttps://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/bUTpjsFE-top-x-chick-vs-schlaumeier13\n\nDamit bringst du alles unter einen Hut. Eigenwerbung ftw","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2018-05-28T14:06:22.661+0000","up_votes":2,"down_votes":0,"body":"> 2015 Habe ich einmal eine Chatsperre bekommen und 2018 einen 14 Tage Ban, weil ich ein böses Wort geschrieben habe.\n\n+\n\n>Ich habe fagg0t geschrieben - ich hoffe das darf ich hier schreiben, um das zu veranschaulichen. Da hatte ich aus dem Stand einen 14 Tage ban.\n\nSolange du niemanden so betitelst, sollte das im Forum noch in Ordnung gehen. Du hast es ja nur geschrieben, um zu zeigen, wofür du bestraft wurdest. \n\nDas System funktioniert so. Im Normalfall erhält man eine 10er CR, eine 25er CR, dann den 2 Wochenbann und danach den Perma. Allerdings könnten Stufen bei besonders schlimmen Fällen übersprungen werden. Faggot etwa gilt als homophobe Beleidigung und ist einer dieser Begriffe, die einen direkt zum 2 Wochenbann befördern können. \n\n>Wobei ich da auch wesentlich schlimmere Dinge in League lese, wie Morddrohungen usw..\nAber vielleicht ist das auch nur meine persönliche Meinung.\n\nDie Sachen sind in LoL etwa auf dem gleichen Niveau und werden gleich bestraft, vorausgesetzt, du meldest es korrekt. Hetzrede sollte hier die passende Kategorie sein.\n\n>Wenn ich dazu den Handelschat in einem MMORPG lese, da wird ganz anderes geschrieben und ja \"who cares\".\nVielleicht sind die Menschen auch einfach viel empfindlicher als ich und deswegen habe ich Schwierigkeiten das zu verstehen.\n\nVielleicht macht Riot auch einfach mehr dafür, dass die Community hier nicht ungeschoren davon kommt, wie es laut dir in MMOs wohl der Fall ist. \n\n>Ich spiele schon seit x Jahren und z.T. sind Noob oder Retard auch einfach Gamer Umgangssprache. \n\nFür mich waren das schon immer Beleidigungen. Wenn die zu deinem Wortschatz gehören, würde es mich nicht wundern, wenn du demnächst den Perma kassierst und dass du lange nicht im Ehrungslevel aufgestiegen bist. \n\n>Für mich ist LoL ein tolles Spiel, aber die Bannentscheidungen und der Support gefallen mir nicht so. Und mir kann keiner sagen, dass ich nicht in der Lage bin, mich einer Community anzupassen, da ich schon seit x Jahren lol und andere Games spiele, ohne je gebannt worden zu sein.\n\nJetzt hast du ja einen Bann erhalten. Wenn du es schaffst dich so anzupassen, dass du als akzeptabel giltst, wirst du keinen Perma erhalten. \n\n>Jetzt habe ich Angst um meinen Account und mag auch nichts mehr kaufen, weil ich das Gefühl habe, dass das Bansystem nicht wirklich schaut was passiert ist, sondern einfach bannt, falls man 5x reported wird.\n\nNein, du wirst nicht gebannt, wenn du X Reports hast. Glaube Dota2 funktioniert noch immer so. Aber in LoL wird mit einem Report lediglich eine Überprüfung ausgelöst. Wenn die nichts toxisches findet, passiert dir nichts. \n\n>Ich schreibe nichts böses, keine Ausdrücke, gehe nicht afk oder sonst was.\n\nHier ist wohl das wichtigste, was ist für dich ein \"böser Ausdruck\"? Wenn für dich Noob und Retard normal sind, reicht das jetzt für den Perma. Auch andere ständig blamen wird jetzt einen Perma nach sich ziehen können. Wenn für dich die bösen Sachen so etwas wie Morddrohungen sind, die können zum sofortigen 2 Wochenbann führen.\n\nWenn du wissen willst, was für Strafen sorgen kann, empfehle ich, im Spielerverhaltenbereich, hier im Forum, andere Threads zu CRs und Banns anzusehen. Da gibt es oft Chatlogs und Leute, die teilweise den ganzen Chatlog durchgehen und alles markieren, was sie für Fehlverhalten halten. Die müssen nicht immer ganz richtig mit ihrer Meinung liegen, aber man kriegt zumindest ein gutes Bild, was vielleicht als unpassend angesehen werden könnte.\n\n>Trotzdem hatte ich letztens beim Support gefragt und die haben in meinem Account wohl sehen können, dass ich nicht ganz auf dem Weg des Beschwöreres bin, weil mein Honorlevel nicht so schnell gestiegen ist, wie es sollte. Wegen Reports? Aber wofür? Kann das System denn nicht erkennen, dass nichts passiert ist?\n\nDer Support hat zum einen Einsicht in deine Chatlogs und kann wohl zum anderen auf Tools zurückgreifen, die irgendwelche Wertungen von dir anzeigen. Die Infos daraus werden ihnen wohl gezeigt haben, dass du relativ oft im Spiel störst und deswegen nur sehr langsam im Ehrungssystem voranschreitest. \n\n>Ich bin mir sicher, dass Leute auch Fake reporten!\n\nDas passiert sicherlich, hat aber keine Konsequenzen für den gemeldeten Spieler, solange er nichts falsch gemacht hat.\n\n>Ich finde zu einem PvP Game gehört auch hin und wieder ein rauer Ton, bzw ich komme damit klar - ich kenne es auch nicht anders in LoL. Oft kann man die Leute sogar wiedeer beruhigen - ich tue mich schwer damit alle zu muten, weil es mir den Spielspaß versaut, wenn man nicht mal kommunizieren kann bzw. darf, weil ALLES was man sagt gegen einen verwendet werden kann.\n\nEin wenig die Gegner zu taunten ist sicher gestattet. Ich würde aber empfehlen, dass du deinen Chatlog von deiner letzten Strafe zeigst und mal fragst, was die Leute hier alles für unangebracht halten. Das ist wohl der beste Weg, wie man dir helfen kann, deinen Chat auf die Dinge zu reduzieren, die dir garantiert keinen Bann einbringen werden.\n\nMit dem 2 Wochenbann befindest du dich direkt an der Klippe, ein mal stolpern kann jetzt schon reichen und das wars. \n\n>Schade finde ich vor allem, dass wenn einem das alle 3-4 Jahre 1x passiert, dass man direkt so heftig bestraft wird. Die Accounts sind Skinschwer und sehr viel wert. Da muss man sich ja fast überlegen, ob man sich nicht lieber mehrere Accounts macht und nicht so viele Skins kauft.\n\nIch spiele schon seit Season 1 und das schlimmste was ich bisher erhalten habe, war die Meldung, dass ich ein mal afk war und das doch bitte lassen soll (die kriegt jeder früher oder später, dazu reicht ja ein mal ein technisches Problem) und die Nachricht, dass ich in letzter Zeit häufiger gemeldet wurde (wichtig, das ist keine Strafe und kam, ehe der Chat geprüft wurde. Das wurde wieder abgeschafft, weil es nur Leute verwirrt hat). \nVermutlich werde ich auch nie jemals auch nur eine CR erhalten. Mein Chat besteht nämlich hauptsächlich aus \"gl hf\" \"gg\" \"gj\" \"wp\" \"drake?\" und vielleicht noch manchmal Witzeleien im Allchat, ehe die Minions spawnen.\n\n>Die Frage war, ob mir jemand das System mal richtig erklären kann\n\nDie Kurzfassung geht etwa so. Das System bestraft, was die Community für falsch hält. Unsere Meldungen bestimmen mit, was als toxisch gilt. So ist etwa ein \"deine Mutter\" Witz in NA als Lappalie betrachtet worden und in Korea galt es als eine der schlimmsten Beleidigungen. Deshalb kann sich hier, im Laufe der Zeit, ändern, was als toxisch gilt. \nWenn du gemeldet wirst, wird dein Chat überprüft. Wenn es als toxisch gewertete Sachen findet, kannst du bestraft werden. Es scheint hier aber einen Schwellenwert zu geben, der erst überschritten werden muss. Ein mal im Jahr \"omg, you suck\" reicht dafür bei weitem nicht. \n\nAls toxisch gelten grundsätzlich Beleidigungen. Darunter etwa \"retard\" und \"noob\" ist sicher auch nicht ganz sauber. Es wird immer nur als Beleidigung benutzt, wenn man damit andere anspricht, wird also wohl auch als eine gewertet. \nNegativer Chat kann auch gemeldet werden. Darunter könnte etwa fallen, dauernd zu sagen, das Spiel ist verloren und es hat keinen Sinn mehr weiter zu machen oder auch Blaming. Das ist, wenn man andere nieder macht. Etwa \"you are the worst jungler\". Kann aber auch subtiler sein. Ich würde unter Blaming auch Sachen wie \"at least they have a support/jungler\" fallen lassen und melden. Da man damit indirekt einen Spieler aus dem eigenen Team als nutzlos bezeichnet. \n\nHomophobie, Rassismus, Todeswünsche und dergleichen, können zu sofortigen 2 Wochenbanns führen. \n\nDas sollte so ziemlich die Chatvergehen abdecken.\n\nWichtig ist noch, direkt nach einer Strafe, kann man durchaus sehr schnell die nächste Stufe erreichen. Ich würde hier darauf tippen, dass der vermutliche Schwellenwert nach einer Strafe sehr niedrig ist. Ich glaube es geht nämlich danach, in wie vielen Spielen man gemeldet wurde und das wird ins Verhältnis zu den letzten Spielen gesetzt. Wobei man direkt nach einer Strafe wohl bei 0 Spielen anfängt. \n\nSo würde quasi, direkt nach einem 2 Wochenbann, ein Report im aller ersten Spiel eine Reporthäufigkeit von 100 % erreichen, wodurch du wohl garantiert überprüft wirst. Lässt sich etwas toxisches finden, kommt wohl gleich der Permabann.","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T14:22:50.744+0000","up_votes":1,"down_votes":0,"body":"Huhu, danke für die ausführliche Antwort.\n\nIch bin schon wieder Ehrungsstufe 2. Der Ban ist schon 3 Monate her, aber aus aktuellem Anlass, bin ich wieder auf das Thema gekommen. Außerdem habe ich immer Bauchschmerzen beim Spielen, weil ich mir unsicher bin, was ich sagen darf und was nicht.\n\nRetard und Noob sage ich nicht, weil ich weiss, dass Riot das nicht möchte, aber im TS sagt man das schon mal aus Spaß und ich persönlich finde das wie gesagt nicht schlimm. \n\nWichtig ist für mich aber auch, wann diese Vorstrafe abgegolten ist. Wann man wieder ohne Angst spielen kann. :(","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-28T14:28:38.925+0000","up_votes":1,"down_votes":0,"body":"Im TS kannst du mit deinen Freunden reden, wie ihr mögt. Juckt ja sonst keinen.\n\n>Wichtig ist für mich aber auch, wann diese Vorstrafe abgegolten ist. Wann man wieder ohne Angst spielen kann. :(\n\nWenn du 3 Monate durchgehalten hast, wirst du wohl auch nicht bestraft, wenn du so weiter machst. \n\nLeider (oder zum Glück) gibt es keine Möglichkeit zu wissen, ab wann du nicht mehr den Perma als nächste Stufe haben würdest. Wenn du wirklich vorbildlich warst, bist du vielleicht schon wieder auf 0 gerutscht und das nächste ist eine 10er CR. Vielleicht kriegst du aber auch als nächstes noch immer den Perma oder doch nur noch einen weiteren 2 Wochenbann. \n\nLaut unseren Infos wird dafür berücksichtigt, wie viele Spiele du absolviert hast und wie du dich in denen verhältst. Es gibt aber keine festen Werte, die irgendwer (außerhalb von Riot) kennen könnte. Manche können noch nach Jahren noch kurz vor dem Perma stehen, andere vielleicht nach ein paar Monaten wieder als komplett sauber gelten. \n\nIch würde es aber als gutes Zeichen sehen, wenn du es schon wieder von Ehrungsstufe 0 auf Stufe 3 geschafft hast. Ich kann dir aber nicht garantieren, dass du jetzt nicht mehr direkt vor dem Perma stehst.","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T14:34:40.368+0000","up_votes":1,"down_votes":1,"body":"Das beruhigt mich aber etwas. <3","replies":[]}]}]}]}]}]},{"id":"","poster":"King Diamond","date":"2018-05-28T11:20:03.197+0000","up_votes":1,"down_votes":4,"body":"Du kannst dich wie der größte Mongoloid aufführen in-game, sofern du nicht bestimmte Worte verwendest die im Banfilter einprogrammiert sind. Wenn du meinst das du nicht feedest/intest, absichtlich trollst dann brauchst du auch keine Angst zu haben, dass du reported wirst. Diese Fake reports sind in überwiegender Mehrzahl null und nichtig","replies":[{"id":"","poster":"Noxempire","date":"2018-05-28T11:55:44.741+0000","up_votes":2,"down_votes":0,"body":">Du kannst dich wie der größte Mongoloid aufführen in-game\n> \n\nDas stimmt vielleicht noch vor der ersten Strafstufe. Aber nach nem 2 Week Ban sollte ist die Toleranzschwelle viel geringer.","replies":[{"id":"","poster":"PechMarie2000","date":"2018-05-28T12:16:16.216+0000","up_votes":1,"down_votes":4,"body":"Danke für die ganzen Antworten. Ich hatte da noch eine Frage: Woher weiss denn der Support, dass ich mich nicht \"gut\" verhalten habe und mein Honorlevel dementsprechend nicht steigt?\n\nHeisst das, es werden keine Reports ins Honorlevel eingerechnet, die dann den Anstieg dämpfen? Also wird einfach behauptet ich war nicht auf dem Weg des Beschwörers, weil ich nicht mind. 3 Honors pro Game bekommen habe? Irgendwie verwirrt mich das?\n\n\nDas ist richtig, dass ich einen Fehler gemacht habe und es egal ist wie lange ich spiele. Trotzdem finde ich das Strafsystem ungleich hart.\nBei anderen Games war das nicht so. Da gab es auch mal Wochenbans für schlimme Sachen, aber man wurde nicht so schnell Permanent gebannt. \nIch sehe mich als Teil der Lol Community und ich sehe mich als recht ruhiges E-Grill, dass Support spielt und sogar versucht Leute zu beruhigen. Leider gehen wenn andere Leute rein trollen auch mal die Pferde mit mir durch.\n\nEnde vom Lied - ich werde gebannt und der Troll nicht. Das kann nicht richtig sein. \nUnd wie gesagt, leichtes flamen gehört auch in nem PvP Game dazu bzw. bei /muteall würde mir das Game keinen Spaß mehr machen.\n\nVielleicht sollte ich, wenn ich sehe, dass jemand trollt einfach in dem Moment /muteall drücken. Wie macht ihr das denn?\n\n\nLiebe Grüße :)","replies":[{"id":"","poster":"Noxempire","date":"2018-05-28T13:55:54.268+0000","up_votes":3,"down_votes":0,"body":"Du darfst auf Trolls usw. reagieren **nur nicht mit Beleidigungen oder Blame** \n\nGerade nach dem 2 Wochenban ist das System sehr empfindlich. Vor deiner ersten Strafstufe wäre das Aufregen über Trolls vielleicht noch tolerierbar gewesen, aber jetzt nicht mehr, jetzt musst du beweisen, dass du dich beherrschen kannst. \n**Ich empfehle zu muten**\n\nDu bekommst keinen 2 Wochenban weil man sich \"mal\" über Troll's aufregt, du bekommst ihn, weil du ausfallend und Beleidigend geworden bist, gerade bei Morddrohungen und Rassismus versteht Riot da überhaupt keinen Spaß. \n\nEs mag sein, dass der Troll nicht betstaft wird, aber das rechtfertigt in keinster Weise zu Flamen. Den beides ist verboten. \n\n**Flamen wird vom Kontext unabhängig bestraft! Flame bleibt immer Flame** \n\nIch persönlich mute Leute sobald sie mir auf die Nerven gehen. So können sie mich nicht mehr aufregen. Nichts was man schreibt wird einen Troll davon abhalten zu trollen. \n\nEin guter Rat zu Letzt. Höre AUF GAR KEINEN FALL auf MadLoony. Er ist ein Troll der AUS PRINZIP nahezu jeglichen Informationen der Moderatoren oder Forennutzer bezüglich des Bansystems widerspricht.","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-05-28T12:22:27.845+0000","up_votes":2,"down_votes":6,"body":"Ich habe da ein Zitat vo Riot gelesen. Es gibt mehrere Faktoren, neben den Honors, die deinen Honoranstieg beeinflussen. Zwei dieser Faktoren sind die positive Benutzung des Chattes und negatives Verhalten im Chat.\n\nWelche weiteren Aspekte mit eine Rolle spielen bleibt aber geheim um ein Honorgrinding zu verhindern. Aus dem selben Grund gibt es keine Leiste, die deinen Fortschritt zeigt.","replies":[]}]}]}]},{"id":"","poster":"ELOW Cronos","date":"2018-05-29T09:09:02.007+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=PechMarie9000,realm=EUW,application-id=KYnfKGf0,discussion-id=xgqldbjg,comment-id=,timestamp=2018-05-28T10:59:03.822+0000)\n\n> \n> Ich finde zu einem PvP Game gehört auch hin und wieder ein rauer Ton, bzw ich komme damit klar - ich kenne es auch nicht anders in LoL. Oft kann man die Leute sogar wieder beruhigen - ich tue mich schwer damit alle zu muten, weil es mir den Spielspass versaut, wenn man nicht mal kommunizieren kann bzw. darf, weil ALLES was man sagt gegen einen verwendet werden kann.\n\nDas sehen die Leute wohl anders als du. Wenn du keinen Permabann willst schreib einfach nicht mehr in den Chat, **_nie _** wieder.","replies":[]},{"id":"","poster":"Noxempire","date":"2018-05-28T11:14:41.324+0000","up_votes":2,"down_votes":1,"body":"Reports (für Flamer) lösen nichts anderes als eine automatische Überprüfung deines Chatverhaltens aus. \n\nWenn das System beleidigende oder negative Aussagen/Wörter findet, dann wirst du bestraft. Schreibst du gar nichts bist du immer auf der sicheren Seite. \n\nBei Int. Feeden ist es das gleiche. Ein Report löst eine überprüfung deines Spielverhaltens aus. Solange du nicht wirklich straight die Mitte runterrennst, schlägt der Feederbuster auch nicht an. \n\nTrollen wird zwar meistens nicht bestraft, würde ich trotzdem nicht empfehlen.\n\nDh. bewirkt ein Report nicht mehr als 9.","replies":[]},{"id":"","poster":"Mjölnir Kind","date":"2018-05-28T11:07:05.824+0000","up_votes":2,"down_votes":1,"body":"Du kannst 9mal reportet werden und du wirst dafür nicht bestraft (solange du Artig warst)\n9mal reportet zu werden ich das gleiche wie 1mal. Es wird lediglich das System aktiviert und lässt dich überprüfen.\nSolltest du nichts gemacht haben, brauchst du keine Angst zu haben.\n\n> Schade finde ich vor allem, dass wenn einem das alle 3-4 Jahre 1x passiert\n\nOb du 10 Minuten spielst oder seit Anfang spielt keine Rolle, genauso wie viele Skins du hast.\nDu hast die Nutzungsbedingungen akzeptiert, also darf Riot dich auch bannen solltest du sie brechen.\n\n>  Ich schreibe nichts böses, keine Ausdrücke, gehe nicht afk oder sonst was.\n\nDann brauchst du auch keine Angst vor nem Ban haben :)","replies":[]}]}