{"id":"0mJG0rTi","poster":"Elyon the Kat","date":"2018-05-28T11:38:25.155+0000","title":"Vorschlag zum Urf","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Ich weiss jeder mochte das alte Urf nicht und findet all random besser. Ich kenne mitlerweile unglaublich viele die das nicht tun. Ginge es das man Urf im Custom einstellen kann? dann  w&auml;ren doch alle happy. keiner wird gezwungen und jeder kann spielen was er mag. \r\n\r\nIch suche meinungen um Riot zu &uuml;berzeugen, es w&auml;re recht nett wieder das normale Urf spielen zu d&uuml;rfen","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-05-28T22:17:39.055+0000","up_votes":1,"down_votes":0,"body":"> Ich weiss jeder mochte das alte Urf nicht und findet all random besser.\n\nMach mal die Augen auf und scrolle durch das Forum. Es gibt extrem viele Leute, die das normale ursprüngliche URF zurück haben wollen.\n\n> dann wären doch alle happy. keiner wird gezwungen und jeder kann spielen was er mag.\n\nBis auf Riot. Und da die entscheiden wird es nicht so kommen. Weiterhin bist du nie gezwungen irgendetwas zu spielen.\n\n> Ich suche meinungen um Riot zu überzeugen, es wäre recht nett wieder das normale Urf spielen zu dürfen\n\nhttps://nexus.leagueoflegends.com/de-de/2017/12/ask-riot-urf/","replies":[]},{"id":"","poster":"CYPHΕR","date":"2018-05-28T11:43:50.866+0000","up_votes":1,"down_votes":0,"body":"Das normale URF wird es nicht mehr geben. Riot hat bereits offiziell dazu Stellung genommen.\n\nKurz und Knapp:\nJedes Mal wenn das normale URF freigeschalten war ging danach als Folge die Zahl der aktiven Spieler zurück.\n\n[Falls du selber nachlesen willst: Ask Riot URF](https://nexus.leagueoflegends.com/de-de/2017/12/ask-riot-urf/)","replies":[{"id":"","poster":"Elyon the Kat","date":"2018-05-28T15:04:15.642+0000","up_votes":1,"down_votes":0,"body":"danke...aber das ist voll blöd in diesem all random bekommt man fast nie etwas das man ausprobieren will. dann bekommt man so nen scheiss wie renekton und die gegner lux morgana und fiddle...das macht einfach deutlich weniger spass als vorher","replies":[{"id":"","poster":"CYPHΕR","date":"2018-05-28T15:16:05.892+0000","up_votes":1,"down_votes":0,"body":"Genau das war doch das Problem im normalen URF: Man konnte nichts ausprobieren weil man in 95% der Matches gegen Kassadin, Karthus, Maokai, Fiddle, Morgana, ... spielen musste.\n\nWer hier nicht ebenfalls einen extrem starken URF-Champion gepickt hat hat von vornherein keinen Spaß an dem Modus gehabt.","replies":[{"id":"","poster":"Elyon the Kat","date":"2018-05-28T17:35:45.768+0000","up_votes":1,"down_votes":0,"body":"und jetzt verliert man automatisch weil man gar nix dagegen picken kann","replies":[]}]}]},{"id":"","poster":"Tron0001","date":"2018-05-28T14:25:16.668+0000","up_votes":1,"down_votes":0,"body":"mmmhhhh...\nwodran kann das wohl liegen?\nIch esse auch immer nach einem Festessen sooo gerne trockenes altes Brot! (ironie)\n\nUnd genauso ist das mit URF.","replies":[]}]}]}