{"id":"ckgzTFj1","poster":"WC9 Umbra","date":"2018-05-27T16:27:15.847+0000","title":"Lohnt es sich Fiora zu Lernen? (Plat/Plat+)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Da Darius im moment von Fast jedem Toplaner outscaled wird, suche ich eine Zweite Option, wenn das Matchup oder eigene Team es verlangt.\r\nJax w&auml;re eine Option, aber auf dem PBE wird steraks generft, was ihm sehr schaden wird.\r\nFiora w&auml;re an sich auch gut, sie kann lane gewinnen und hat ein gutes scaling.\r\nAllerdings hat sie grade eine Sehr schlechte winnrate von 47% was unter den top drei der schlechtesten auf der Toplane ist.\r\nIch bin mir jetzt nicht sicher. Lernen oder nicht? Wie Gut funktioniert sie in Plat/Dia?","replies":[{"id":"","poster":"Alyannâ","date":"2018-05-28T05:51:27.481+0000","up_votes":1,"down_votes":0,"body":"also 1. finde ich Darius atm eher zu stark wegen den ganzen Buffs und der \" neuen\" Mastery\n\n2. Warum Fiora? Fiora ist gut gegen Tanks aber mit Darius solltest du keine Probleme gegen Tanks haben. \nWenn du dein Pool erweitern möchtest würde ich eher schauen wo Darius seine schwächen hat. \nDa fällen mir als ersten Rage(nerv) Toplaner ein: {{champion:17}} {{champion:10}} {{champion:133}} \n\nIch glaube {{champion:92}} würde besser zu Darius passen. \nWeil Riven stark gegen Ragetoplaner ist aber schwach gegen Tanks damit ergänzen sich beide Picks ganz gut. \n\nBtw Fiora ist nicht der leichteste Champ eine negative Winrate bedeutet da wenig.\nEin guter Fioraspieler rassiert trotzdem.","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-05-29T23:52:52.884+0000","up_votes":1,"down_votes":0,"body":"In der Lane ist Darius grade echt nice, aber da wir eine Botlane meta haben, kann man die vorteile aus der Lane nur schwer ins Team bringen. ADCs bumsen ihn gnadenlos weg.","replies":[{"id":"","poster":"Alyannâ","date":"2018-05-30T05:53:18.547+0000","up_votes":1,"down_votes":0,"body":"wie gesagt Mobile Toplaner wie {{champion:92}} sind stark gegen Range. \n\nNaja nicht immer wenn dein Team mal wieder full AD ist und der Darius gefeedet ist und anfangt Armor wie blöd zu stacken hilft auch der größte Feed nichts.","replies":[]}]}]},{"id":"","poster":"Holokom","date":"2018-05-28T13:12:14.212+0000","up_votes":1,"down_votes":0,"body":"Lohnt es sich irgendetwas zu lernen ? \nGrundsätzlich immer, selbst wenn du in League als Darius OTP im Normal Vayne adc spielst lernst du dadurch wie genau vaynes CDs sind und kannst sie mit anderen Champions besser besiegen. selbes gilt auch hier.","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-05-29T23:50:57.905+0000","up_votes":1,"down_votes":0,"body":"Bin kein OTP. Habe über die Jahre sehr viel adc und midlane gespielt. Darius ist nur der champ, mit dem ich angefangen habe und dem ich treu bleibe.","replies":[]}]},{"id":"","poster":"Mister Nyuni","date":"2018-05-27T17:16:08.396+0000","up_votes":1,"down_votes":0,"body":"sie ist der beste duelist zurzeit. 1 vs 1 mit fiora ist wirklich schwer,solange sie weiß was sie tut.in team fights...eher nicht.da ist sie nicht SO gut wie andere top laner.am ende würde ich einfach sagen: spiel sie,wenn du spaß an ihr hast","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2018-05-27T16:41:16.413+0000","up_votes":1,"down_votes":0,"body":"Bleib einfach bei Darius. Irgendwann kommt er wieder zurück und du kannst auf deine Erfahrung zurückgreifen. Fiora hat harte Matchups und wird oft gebannt. Zudem kann man sich selbst gewaltig outplayen.","replies":[]}]}