{"id":"3uYh9E8X","poster":"SSF LastAngel","date":"2018-05-26T18:24:41.891+0000","title":"Championstory Rajah Der auferstandene Drachenkönig","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Einst lebte in Piltover ein kleiner Junge namens Rajah. Er wurde seit seiner Geburt vom Ungl&uuml;ck verfolgt. Erst starb seine Mutter bei der Entbindung und danach nahm sich sein Vater aus Trauer das Leben. Die &Auml;rzte, die zwar sehr modernisierte Methoden zur Hand hatten, schlie&szlig;lich ist Piltover ja die Stadt des technischen Fortschritts, aber nicht sehr g&uuml;tig und einf&uuml;hlsam waren, wollten den Jungen abtreiben. Eine &auml;ltere Hebamme, die schon einiges erlebt hatte, erbarmte sich jedoch schnell und nahm das Baby mit nach Hause. Nach einiger Zeit stellte sich heraus, dass Rajah fr&uuml;h in der Lage war zu gehen, die Sprache zu benutzen und mit seinen kleinen Spielzeugen umzugehen.\r\nF&uuml;r Rajah f&uuml;hlte sich dieses Leben bei der &auml;lteren Hebamme wie ein Traum an. Mit Liebe aufzuwachsen, wenigstens einen Menschen zu haben der sich um einen k&uuml;mmerten obwohl er eigentlich ein Vollwaise war. Mit der Zeit wuchs er heran, und es wurde offensichtlich dass ihn ihm eine St&auml;rke schlummerte, die es so eine lange Zeit nicht mehr gegeben hatte. In Piltover gab es einmal im Monat einen Abend, an dem die &auml;ltesten unter den Menschen vor versammelter Menge Geschichten aus der Vergangenheit erz&auml;hlten. Diese Geschichten faszinierten den kleinen Rajah sehr. Er h&ouml;rte von zahlreichen Abenteurern, die Reisen in die entlegensten Orte dieser Welt unternommen hatten, von Helden und Monstern, von Kriegen und vielem mehr. Doch die spannendste Geschichte war die des Drachenk&ouml;nigs Merhandor.  \r\nIn dieser Erz&auml;hlung ging es um einen jungen Mann, der Waise war, aber mit unfassbarer St&auml;rke und Intelligenz gesegnet war. In fr&uuml;hen Jahren ein Einzelg&auml;nger, verbrachte Mehandor viel Zeit, die Formen der Magie zu erlernen. Er zog aus und ging zu einem Lehrmeister, der ihm helfen sollte, sich mehr Wissen anzueignen. Der alte Mann, der Mehandor unterrichtete, wusste dass bald seine Zeit gekommen war, sein Erbe an seinen Nachfolger abzutreten, den er in dem Jungen Knaben vermutete. Bei dem Erbe handelte es sich um einen Drachenring, dem eine Macht innewohnte. Die Macht den wei&szlig;en Drachen in gr&ouml;&szlig;ter Not herbeizurufen, um seine Hilfe zu erflehen. Der Tr&auml;ger des Rings wurde lange Zeit Drachenk&ouml;nig gennant. Als der alte Mann sah, dass sein Sch&uuml;ler immer st&auml;rker wurde und die Ausbildung dem Ende entgegenging, gab er dem Jungen seinen Ring und sagte. &bdquo;Dieser Ring tr&auml;gt die Macht in sich, den wei&szlig;en Drachen zu beschw&ouml;ren. Dieser erf&uuml;llt einem seinen sehnlichsten Wunsch. Ich m&ouml;chte sehen ob du seiner w&uuml;rdig bist&ldquo;. Mehandor steckte den Ring an, und pl&ouml;tzlich begann dieser, blau-wei&szlig; zu gl&uuml;hen, ohne seine Hand zu verbrennen. Da wusste der alte, dass seine Suche ein Ende gefunden hat. Der junge Mann kehrte in sein Dorf zur&uuml;ck, doch da er sehr lange Zeit weg gewesen war und sein &auml;u&szlig;erliches ver&auml;ndert worden war, erkannte niemand sein Gesicht. Viele hielten ihn f&uuml;r ein Betr&uuml;ger, und schon in der ersten Nacht versuchten zwei Leute aus dem Dorf ihn zu t&ouml;ten. Er merkte es jedoch und schlug beide K&ouml;pfe mit einem Axtstreich ab. Als er merkte was er getan hatte, dass er zwei Menschen get&ouml;tet hatte, die auch mit seinen F&auml;higkeiten nicht mehr lebendig werden konnten, wollte er nicht mehr leben. Er ging mit einem Messer in der Hand zu einem abgelegenen Feldund machte sich bereit es ihn sein Herz zu sto&szlig;en. Da h&ouml;rte er auf einmal eindeutig nicht Menschliche Stimmen und sah den Schein eines gro&szlig;en Feuers, das sich mit rasender Schnelligkeit ausbreitete. Nach einer halben Stunde war das ganze Dorf niedergebrannt. Mehandor wurde sauer, drehte den Ring an seiner Hand und rief: &bdquo;Oh wei&szlig;er Drache, ich flehe dich an mir zu helfen. Ich habe keine Heimat mehr, sie wurde verbrannt und jeder meiner alten Freunde und Bekannten get&ouml;tet. Nimm Rache an den Schuldigen&ldquo;. Der wei&szlig;te Drache erschien vor ihm und sagte: &bdquo;Dein Wunsch ist mir Befehl, Drachenk&ouml;nig&ldquo;. Mehandor lief ins Nachbardorf um sich etwas zu essen zu besorgen. In einer Taverne unterhielten sich zwei M&auml;nner &uuml;ber etwas, dass ihn stutzen lie&szlig;. &bdquo;Sie wurden alle hingerichtet, ein Monster ist wohl &uuml;ber sie hergefallen, es gab Spuren einer riesigen Kreatur&ldquo;, sagte der eine. &bdquo;Gut f&uuml;r uns, es waren wohl Feinde&ldquo;, der andere. &bdquo;Wir wurden gerettet, h&auml;tte die Kreatur sie nicht get&ouml;tet, h&auml;tten sie ganz Runeterra dem Erdboden gleichgemacht. Mehandor wusste, dass es nur der wei&szlig;e Drache gewesen sein konnte. Dieses Geheimnis wollte er aber unbedingt mit ins Grab nehmen. Daher vergrub er den Rang und nahm sich anschlie&szlig;end das Leben. Durch seine Tat hoffte er, w&uuml;rde er Frieden finden.\r\n\r\n200 Jahre sp&auml;ter sollte das Geheimnis gel&uuml;ftet werden. Eines Nachts brachen zwei M&auml;nner in das Haus ein, indem ein kleiner Junge mit einer &auml;lteren Frau zusammenlebte. Als die alte Hebamme, bei der er lebte nun durch die Ger&auml;usche wach wurde und drau&szlig;en nachsehen wollte was denn passiert ist, bekam sie eine Kugel in den Kopf. Eine Kugel, die f&uuml;r den kleinen Jungen bestimmt war. \r\nAls der kleine Junge zwei Tage sp&auml;ter im Garten des Hauses ein Loch buddelte, um f&uuml;r eine letzte Ruhest&auml;tte zu sorgen, fand er einen mysteri&ouml;sen Ring. Als er ihn &uuml;ber den Finger zog, gl&uuml;hte der Ring wei&szlig;-bl&auml;ulich und die kleine Drachenfigur regte sich. Ihm war als h&ouml;rte er eine Stimme. &bdquo;Ruf den wei&szlig;en Drachen, er wird dir deinen Herzenswunsch erf&uuml;llen&ldquo;. Und der Junge folgte der Anweisung. Als der Drache vor ihm erschien erz&auml;hlte er ihm alles. &bdquo;Mein Junge, meinte der Drache, du brauchst keine Angst zu haben. Ich werde dich dorthin zur&uuml;ckbringen, wo du hingeh&ouml;rst&ldquo;.\r\nAls Rajah wieder aufwachte befand er sich in einer anderen Welt. Der Kluft. Das Tribunal nahm ihn auf und z&auml;hlte ihn schon bald zu einem der st&auml;rksten Helden in ihren Reihen. \r\nF&uuml;r Rajah ging sein Traum in Erf&uuml;llung. Der Drachenring ward allerdings nie wieder gefunden.\r\n\r\n\r\nPS: Ihr k&ouml;nnt gerne konstruktives Feedback dalassen\r\nPeace der Chris","replies":[]}