{"id":"8Ha9tkYa","poster":"dome025","date":"2018-05-26T09:42:54.937+0000","title":"Error: Failed to create dumpfile","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Bei mir kommt ab und zu diese Fehlermeldung (Error: Failed to create dumpfile). Hab dies schon seit l&auml;ngerem und es kommt ca. alle 4-10 games mal vor. Wenns schlecht l&auml;uft kann ich den Champion nicht mehr locken und flieg deswegen aus der Champ Select oder kann meine Runen nicht mehr ausw&auml;hlen. \r\n\r\nIch kann w&auml;hrend der Fehlermeldung nichts machen und der Client schlie&szlig;t sich erst und &ouml;ffnet sich dann wieder, aber l&auml;dt (seh nichts au&szlig;er einem Hintergrund und dieses Ladesymbol) dann solange wie es dauert bis ich aus der Champ Select geflogen bin und wieder in der Lobby bin.\r\n\r\nHab schon versucht LoL neu zu installieren und hab zuletzt auch eine Komplettreparatur gestartet. Beides hat nicht geholfen.","replies":[{"id":"","poster":"Aižer","date":"2018-05-26T09:58:58.221+0000","up_votes":3,"down_votes":0,"body":"Dies kann mehrere Ursachen haben (überprüfe die Fehler in folgender Reihenfolge):\n\n- Festplattenspeicher nicht ausreichend\n- Dein Grafiktreiber macht Probleme ( Update diesen bzw. setze ihn auf eine frühere Version zurück, sofern es der neueste ist )\n- League of Legends hat nicht die nötigen Rechte das File zu erstellen (Führe League of Legends als Admin aus)\n \nFalls die Ansätze nicht geholfen haben führe bitte das [HextechRepairTool](https://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool) aus und lade die Logs in unserem [Upload-Portal](https://files.wrenchbox.de/) hoch.\n Dort hochgeladenen Dateien können nur von uns [Wrenchman](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X-die-wrenchmen-wer-sie-sind-und-was-sie-machen) eingesehen werden und nach 3 Tagen automatisch gelöscht. Solltest Du eine Linkwarnung erhalten (externer Link) musst Du die URL dieser Seite auf der Datei-Upload-Seite eingeben und am besten die Funktion zur Warnung vor externen Webseiten deaktivieren, dann funktioniert das in Zukunft direkt","replies":[{"id":"","poster":"dome025","date":"2018-05-26T11:04:05.962+0000","up_votes":1,"down_votes":0,"body":"* Festplattenspeicher ist ausreichend (Boot C hat 759 GB frei und Recover D hat 23,5 GB frei)\n* Grafiktreiber ist auf dem neuesten Stand, kann ihn aber nicht zurücksetzen (müsste ihn deinstallieren und neu installieren -> würde dies deswegen erst mach nachdem das Problem durch adminrechte geben nicht behoben wurde)\n* Lasse League jetzt mit Administratorrechten starten \n\nEs wird jetzt wahrscheinlich eine Zeit lang dauern um herauszufinden ob das Problem mit den Adminrechten behoben wurde oder nicht. Falls es dadurch nicht behoben wurde und die Treiberversion zurücksetzen auch nicht hilft dann lade ich die Logs hoch.\n\nDanke für die Hilfe","replies":[{"id":"","poster":"Aižer","date":"2018-05-26T11:28:10.591+0000","up_votes":1,"down_votes":0,"body":"Alles klar.\nFalls du die Logs hochgeladen hast bzw. das Problem immer noch besteht, sag einfach bescheid.","replies":[{"id":"","poster":"dome025","date":"2018-05-26T16:06:40.109+0000","up_votes":1,"down_votes":0,"body":"Ok das Problem wurde durch die Adminrechte nicht behoben. Allerdings hab ich den Grafiktreiber nicht zurückgesetzt, da ich nicht genau weiß wie ich es machen kann. Im Gerätemanager/Grafikkarte->Doppelklick/Treiber funktioniert der Button \"Vorheriger Treiber\" nicht und wenn ich es neu installieren würde, würde es glaube ich den neuesten Treiber runterladen (also den wo ich momentan hab).\n\nHab das HextechRepairTool ausgeführt und die Logs mal hochgeladen.","replies":[{"id":"","poster":"Aižer","date":"2018-05-26T16:22:09.585+0000","up_votes":1,"down_votes":0,"body":"Laut den Logs hast du nur 3 GB an RAM (Arbeitsspeicher).\nEs kann durch den RAM kommen, da nicht genug RAM zur Verfügung gestellt werden kann für LoL.\nDu kannst versuchen alles was du nicht brauchst an Software, sobald du LoL spielen möchtest, zu schließen um dadurch mehr RAM für LoL zu haben.\n\nIm allgemeinen würde ich dir aber raten dein RAM auf mindestens 8 GB (reicht im Normalfall) aufzustocken, um einen erneuten Mangel an RAM zu verhindern.","replies":[{"id":"","poster":"dome025","date":"2018-05-26T16:25:27.791+0000","up_votes":1,"down_votes":0,"body":"Ok danke dir.\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]},{"id":"","poster":"Blade of Fate","date":"2018-05-26T16:10:25.841+0000","up_votes":1,"down_votes":0,"body":"Um den Treiber deinstallieren benutze bitte das DDU Tool (Display Driver Uninstaller) Erstelle aber davor ein Wiederherstellungspunkt von deinem Windows und dann kannst du das Tool rüberjagen. Mit einem Klick auf den entsprechenden Button im Programm entfernt der DDU sämtliche Daten des installierten Treibers sowie Registry-Einträge, Verzeichnisse und Co., wobei dies wahlweise mit einem Neustart abgeschlossen werden kann (empfohlen), ohne Neustart (nicht empfohlen) oder mit dem Herunterfahren des Systems, wenn beispielsweise gleich im Anschluss eine neue Grafikkarte verbaut werden soll. [](https://www.computerbase.de/downloads/systemtools/grafikkarten/display-driver-uninstaller-ddu/)","replies":[]}]}]}]}