{"id":"P7R6hF2O","poster":"KimThao","date":"2018-05-25T18:07:01.795+0000","title":"Account locked? Was ist das?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey, mein account wurde irgendwie aus Sicherheitsgr&uuml;nden gesperrt. In der Meldung steht im Titel &#039;&#039;Account locked&#039;&#039;, wenn ich mich einloggen m&ouml;chte, ich habe auch keine Email und so weiter erhalten. Was kann ich jetzt tun au&szlig;er ein Ticket zu schicken an Riot? Ich hab angst um meinen Account ;( Wie kann ich die Sperre aufheben und werde ich meinen Account noch zur&uuml;ck kriegen? Und hatte jemand schon eine Erfahrung damit?? Ich habe &uuml;brigens auch angst das der Support sowelche Fragen stellt wie &#039;&#039;Wann hattest du deinen ersten skin gekauft und so&#039;&#039;, weil ich geh&ouml;rt habe das der support den Account nur entsperrt wenn man sowelche Fragen richtig beantwortet. Aber ich hab &uuml;berhaupt keine Ahnung wann ich z.B. genau den Account erstellt habe oder wann ich genau z.B. meinen ersten Skin gekauft habe. \r\n\r\nDie Meldung ist so: \r\n**Account Locked**\r\nThis account has been locked to protect it from further suspicious activity. In order to secure the account it will remain unavailable for use until its creator submits a support request and provides the necessary details for recovery.... \r\n\r\n**Danke schonmal voraus, LG. Kimmy**{{sticker:cass-cry}} {{sticker:sg-soraka}}","replies":[{"id":"","poster":"Aižer","date":"2018-05-25T18:12:51.680+0000","up_votes":2,"down_votes":0,"body":"Hey KimThao,\n\nvieles kann ich dir leider nicht sagen.\nJa, fragen zu deinem Account können entstehen um dich als Besitzer des Accounts zu identifizieren.\n\nDu kannst nur auf deine Antwort des Supports warten.\n\nHoffe es klärt sich schnell für dich :)\n\n{{sticker:poppy-wink}}","replies":[]},{"id":"","poster":"legofreak1","date":"2018-05-25T18:11:48.203+0000","up_votes":2,"down_votes":0,"body":"Wie die Meldung besagt wurde dein Account gesperrt, weil auf diesem ungewöhnliche Aktivitäten festgestellt wurden. Wie ebenfalls in der Meldung steht, kann der Account entsperrt werden, man die Person, welche den Account erstellt hat, sich beim Support meldet.\nWenn du den Account erstellt hast, kannst du also ein [Ticket](https://support.riotgames.com/hc/de/requests/new) einreichen. Du wirst dann einige Fragen beantworten müssen, die nur du als Ersteller des Accounts beantworten können solltest. Die Antworten müssen nicht zu 100% korrekt sein, niemand geht davon aus, dass du dich zum Beispiel noch an das genaue Datum erinnerst, an dem du den Account erstellt hast.","replies":[]},{"id":"","poster":"foxy Princess","date":"2018-10-26T16:04:12.882+0000","up_votes":1,"down_votes":0,"body":"Accounts werden leider nicht ohne Gründe gesperrt. In deinem Fall würde er bestimmt wegen Boosting gebannt, dies ist verboten und Riot hat es festgestellt. Ich habe es mir erlaubt einen Blick auf dein Profil zuwerfen, wenn plötzlich lee und master yi mit getauschten Spells gespielt werden & dann noch mit einer sehr guten Kda. (Eventuell haben das auch die wütenden gegner festgestellt und ihn reported )Eigentlich kannst du dich glücklich schätzen das er nur \"gelocked\" wurde, du kannst deinen Acc also wieder freischalten, wenn du beweißt das es wirklich dein Account ist. Ich glaube falls das Boosting weiterhin fortgeführt wird, wird dein Account  gebannt.  So verführerisch es auch ist eine bessere Elo zu erlangen, wird boosting deinen skill nicht verbessern.\n\nLiebe Grüße....","replies":[]}]}