{"id":"AvXPAera","poster":"Megamaexx","date":"2019-06-30T11:02:48.311+0000","title":"Quest “Watch & Earn“ aktualisiert nicht","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi zusammen,\n\nDie genannte Quest aktualisiert sich nicht.\n\nDie Meldung, dass ich Belohnungen erhalte, wurde angezeigt, als ich den Link im Client angeklickt habe. Ich habe jetzt mehrere Spiele von gestern durchlaufen lassen (20 Minuten+)\n\nJemand nen Tipp oder auch das Problem?\n\nMfG\n\nEdit: \n\nBlackSugaRose hat Recht, bei den LEC-Games funktioniert es.","replies":[{"id":"","poster":"Yatsuki","date":"2019-06-30T14:50:48.449+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\naktuell haben wohl einige das Problem, es wird sich schon drum gekümmert. Trotzdem kannst du folgendes mal versuchen :)\n\n- Es funktionieren nur Spiele der LEC und LCS. Bei anderen können Probleme auftauchen\n\n- Checke ob du dich auch auf den richtigen Server eingeloggt hast.\n\n- Danach checke ob du auch wirklich Belohnungen erhalten kannst: \nKlicke auf \"Belohnungen aktivieren\"! \nhttps://i.imgur.com/QhHzMBD.png \n\n**Das ist momentan der größte Fehler der gemacht wird**\n\n**Schalte Adblocker sowie Scriptblocker u.Ä (uMatrix als Beispiel) aus**\n\n- Falls dir aber echt **nichts angezeigt wird** und du generell Probleme hast, empfehle ich dir deine Cookies im Browser zu löschen\nhttps://support.google.com/accounts/answer/32050?co=GENIE.Platform%3DDesktop&amp;hl=de , oder ein anderen Browser zu nutzen.\nDanach kontrolliere ob die \"Cookie Preferences\" alle auf \"Yes\" gestellt sind und drücke \"Submit Preferences\":\nhttps://cdn.discordapp.com/attachments/541020584742486036/541294428485058571/unknown.png \n\n\n- Das Wechseln zu einem öffentlichen DNS wäre auch noch vielleicht hilfreich.\nhttps://support.riotgames.com/hc/de/articles/201752664#wq5 \nDa es immer mal sein kann, dass Störungen im DNS vorliegen.\n\n- Bedenke auch, dass du **rund 10 Minuten ein Video anschauen musst**, du kannst aber nicht das gleiche Video mehrmals anschauen.\n\n- Und der Klassiker: Hast du dich schon mal reloggt bzw. Neu eingeloggt? (^:\n\nIch hoffe etwas davon kann dir helfen. Wenn nicht dann melde dich mit der \"Antworten\"-Funktion erneut bei mir.\n\nGrüße Yatsuki","replies":[{"id":"","poster":"Megamaexx","date":"2019-07-01T04:16:43.649+0000","up_votes":1,"down_votes":0,"body":"Hab mir einfach die LEC-Spiele angeschaut, trotzdem danke für deinen Standardtext ;)","replies":[]}]},{"id":"","poster":"BlackSugaRose","date":"2019-06-30T11:35:02.875+0000","up_votes":1,"down_votes":0,"body":"Hey,\nGemeint sind Spiele vom aktuellen Split, also LEC oder LCS. Je nachdem welches Team du ausgewählt hast.\nIch musste leider auch schmerzlich feststellen, dass die Rift Rivals davon ausgenommen sind.\nViel Spaß beim Punkte Sammeln!\nLiebe Grüße :)","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-30T12:15:05.666+0000","up_votes":1,"down_votes":0,"body":"Ich versuch's mal, danke für den Tipp^^","replies":[{"id":"","poster":"Lunaá","date":"2019-06-30T12:39:04.831+0000","up_votes":1,"down_votes":0,"body":"Soweit ich es probiert habe, funktioniert die Quest auch nicht mit Spielen aus LCK usw, falls du das probieren möchtest","replies":[]}]}]},{"id":"","poster":"Fluxx","date":"2019-06-30T11:53:25.308+0000","up_votes":1,"down_votes":0,"body":"Hey Megamaexx,\n\ndas Problem habe ich auch, es wird mit der allgemeinen Serverauslastung zusammenhängen.\n\nEs wird vermutlich, wie immer, verspätet aktualisiert, dein Fortschritt geht also nicht verloren.","replies":[{"id":"","poster":"Megamaexx","date":"2019-06-30T12:15:42.456+0000","up_votes":1,"down_votes":0,"body":"Das wären heftige Verzögerungen, aber ich teste mal das von der süßen Rose aus.","replies":[]}]}]}