{"id":"2gcOjLEi","poster":"Glar","date":"2018-05-25T05:27:21.516+0000","title":"Die Erlaubnis der Eltern Funktion ist nun Verfügbar!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nWie einige von euch ja schon wissen, m&uuml;ssen Spieler die 16 Jahre oder j&uuml;nger sind und in der Europ&auml;ischen Union leben, die Erlaubnis ihrer Eltern oder Erziehungsberechtigten einholen um weiterhin League of Legends spielen zu k&ouml;nnen.\r\n\r\nWir wollten euch nur dar&uuml;ber informieren, dass wir das System nun aktiviert haben und wenn du die Erlaubnis ben&ouml;tigst kannst du diese nun einholen und in deinem Account eintragen.\r\n\r\n**Das ganze funktioniert so:**  Du gibst die E-mail deiner Eltern oder Erziehungsberechtigten ein, wir senden diesen dann eine Mail, sie geben in der Mail ihre Erlaubnis (oder auch nicht), und du kannst direkt wieder zur&uuml;ck in die Kluft und dich ins n&auml;chste Abenteuer st&uuml;rzen.\r\n\r\n**Wie kann ich sehen ob ich die Erlaubnis von meinen Eltern ben&ouml;tige ? **\r\n\r\nWenn du von der &Auml;nderung betroffen bist, hast du schon im Voraus von uns im Spiel eine benachrichtigung dar&uuml;ber erhalten.\r\n\r\nNichts desto trotz, wenn du Wissen m&ouml;chtest ob du betroffen bist, logge dich in deinen Account ein.\r\nWenn du zu der Elternerlaubnis Website weitergeleitet wirst, dann ben&ouml;tigst du die Erlaubnis deiner Eltern oder Erziehungsberechtigten. \r\n\r\nWenn du nicht weitergeleitet wirst erh&auml;ltst du auch keine Meldungen mehr dar&uuml;ber und brauchst nichts weiter tun.\r\n\r\nAber keine Panik! Die Elternerlaubnis ist nicht f&uuml;r alle Spieler in der EU n&ouml;tig die 16 oder j&uuml;nger sind. \r\nDas Alter mit welchem du die Erlaubnis brauchst, ist in jedem EU Land unterschiedlich und du kannst in unserem [Spieler Support Artikel](https://support.riotgames.com/hc/de/articles/360001196228-Informationen-%C3%BCber-die-Zustimmung-der-Erziehungsberechtigten-f%C3%BCr-Spieler) nachlesen, welche Altersbeschr&auml;nkung in deinem Land zutrifft. \r\n\r\nWir werden diesen Post hier Updaten um euch &uuml;ber alle &Auml;nderungen auf dem laufenden zu halten!\r\n\r\n Gr&uuml;&szlig;e!","replies":[]}