{"id":"UkhYGYzQ","poster":"404 Shavindiel","date":"2018-05-24T18:35:38.506+0000","title":"404 Multigaming e.V. | Clan sucht Verstärkung!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Wer sind wir?**\r\n\r\nWir sind ein Multigaming Clan mit einer Mitgliederzahl von mehr als 100 Mitglieder aller Spielrichtungen und Altersgruppen. Der Clan gr&uuml;ndete sich am 04.04.18 zum Verein und befindet sich momentan in der Vereinseintragung. Viele Events und engagierte Admins sorgen f&uuml;r einen harmonischen Gamingalltag in unserer Gemeinschaft.\r\n\r\n**Wer bin du?**\r\n\r\nDu bist &uuml;ber 16 und spielst League of Legends, CS:GO, PBUG oder Fortnite? Du bist es leid dir immer neue Mitspieler zu suchen? 404-Multigaming rekrutiert!\r\n\r\n**Und wenn ich mehr will?**\r\n\r\nDer Verein bietet professionelles Coaching und Analysen f&uuml;r unsere Vereins Teams!\r\n\r\n**Was erwarten wir von dir als Spieler?**\r\n\r\nDu bist mindestens 16 Jahre alt und bringst Anstand, sowie Kritikf&auml;higkeit mit.\r\nDu bist zuverl&auml;ssig und loyal.\r\nDu solltest aktiv am Clangeschehen auf dem Teamspeak und auf der Webpr&auml;senz teilnehmen.\r\nNach der 6-w&ouml;chigen Probezeit musst du unseren Clantag (404) als Pr&auml;fix in deinem Online Synonym annehmen.\r\n\r\n**Was bieten wir noch?**\r\n\r\nUnser Teamspeak, sowie Discord sowie diverse andere Strukturen sorgen f&uuml;r gute Kommunikation unter den Mitspielern.\r\nUnsere kompetente Streamleitung unterst&uuml;tzt beim Aufbau junger Streams und hilft bei kniffligen Fragen in der Berarbeitung der Videos.\r\nEvents wie bundesweite Clantreffen schwei&szlig;en die Member zusammen und f&ouml;rdern den Zusammenhalt.\r\n\r\n**Was zeichnet unser Miteinander noch aus?**\r\n\r\nDie klare Struktur unserer Organisation zieht sich vom Channelaufbau im Teamspeak, &uuml;ber das Regelwerk bis hin zur Aufgabenverteilung in den Teams.\r\nDein individueller Fortschritt ist gesichert und dank der Transparenz sind Konflikte Geschichte!\r\n404-Multigaming befindet sich im Eintragevorgang zum e.V. und damit setzt unser professionelles Niveau ein Beispiel f&uuml;r die Pionierarbeit am E-Sport in Deutschland.\r\n\r\n**Worauf wartest du noch?**\r\n\r\nBewirb dich einfach bei unseren freundlichen Scouts im Teamspeak, oder schreib eine Email an unser Department.\r\nBewerbung: bewerbung@404-multigaming.com\r\nTS-Server: ts.404-multigaming.com\r\nChannel: Bewerbungsraum (4 Positionen unter der Eingangshalle)\r\n\r\n**Ich freue mich, euch auf unserem TeamSpeak zu sehen!**\r\n\r\n\r\nLiebe Gr&uuml;&szlig;e\r\n\r\n\r\n404 Shavindiel","replies":[]}