{"id":"MpzbhEWY","poster":"MyKill Jordan ","date":"2018-05-24T14:33:35.281+0000","title":"Teammates hören nicht auf Calls?!","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Man sagt wenn du dein Team carryn willst musst du es leiten. -&gt; Meistens ist es so das ich Idie besten Stats aus dem Team habe und mach immer die calls aber es h&ouml;rt niemand auf mich.  Ich wei&szlig; nicht was ich machen soll, so verlieren ich sehr oft. Hat jmd tipps?{{sticker:sg-ahri-3}}","replies":[{"id":"","poster":"Vogeljunges","date":"2018-05-24T14:49:03.655+0000","up_votes":1,"down_votes":0,"body":"Naja, zu allererst macht der Ton die Musik, sprich wenn du den anderen deine Meinung aufdrängen möchtest und dabei vielleicht aggressiv rüberkommst, dann ist das schonmal schlecht. \n5 Leute spielen und wenn 4 Leute anderer Meinung sind, dann hat es wenig Sinn, darauf zu pochen, dass man der selbsternannte Wortführer ist - da sind die Stats auch egal. Klar schenkt man jemandem mit 20-3-14 Stats eher Gehör als nem Typen, der nichts auf die Kette bekommt, aber ob er durch sein gutes Game automatisch jemand ist, dem man blind bei jedem Call hinterher rennt, wage ich stark zu bezweifeln. \nDie Einstellung \"hört alle auf mich, ich mache hier die Ansagen, sonst wird das hier nix.\" funktioniert nicht.\n\nIn unserer Elo braucht es keine Shotcaller, die da irgendwelchen taktischen Kram durchsetzen wollen. Da macht man halt Baron oder Drake wenn es ganz offensichtlich eine gute Idee ist ;)","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-05-24T15:15:56.109+0000","up_votes":2,"down_votes":0,"body":"Oder man macht Baron obwohl es keine gute Idee ist weil einer oder mehrere es unbedingt wollen, sie sterben alle und du darfst die Base 20 Sekunden gegen 5 Gegner mit Baron-Buff verteidigen.\n\nBrauchbare Kommunikation gibt es bei uns wenn überhaupt eh nur in Premades, von daher muss man sich dran gewöhnen, dass jeder das macht was er gerade als \"am Besten\" erachtet, auch wenn das bedeutet nach nem Ace auf den Baron zu gehen obwohl die Zeit ausreichen würde um zu finishen. Wenn ein Ping und/oder kurzes \"we can finish\" nicht ausreicht ist alles weitere diskutieren Zeitverschwendung.\n\nAbgesehen davon sind mir die Stats ziemlich egal wenns um Calls geht, entweder es ergibt für mich Sinn oder nicht.","replies":[]}]}]}