{"id":"sFvTdA3E","poster":"CBC Herser","date":"2018-05-24T13:51:11.895+0000","title":"Teams für Liga gesucht (Unranked-Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ihr spielt in einem Team und wollt in einer Liga spielen wollt euch verbessern und auch neue Kontakte kn&uuml;pfen? dann k&ouml;nnte unsere Liga das richtige f&uuml;r euch sein. Das Ziel der Liga soll nicht prim&auml;r das gewinnen sein es soll eher darum gehen sich zu verbessern daher gibt es (bisher) auch noch kein Preisgeld f&uuml;r die Gewinner der Ligen. Als n&auml;chstes k&ouml;nnt ihr weitere Informationen zur Liga sehen\r\nRegelwerk:\r\n&gt; Roster: 5 Spieler im Mainroster ,max5. Reservespieler, Coach erlaubt mit Anmeldung. Kein Spieler weder Mainroster noch Reservespieler darf letzte Season &uuml;ber Gold1 gewesen sein und darf diese Season nicht &uuml;ber Platin 4 sein. (Coach darf jeder Elo sein). F&uuml;r Roster&auml;nderungen gibt es keine Begrenzungen, sie m&uuml;ssen aber allen in der Liga mitgeteilt werden.\r\n&gt; System: es wird 2 Ligen mit jeweils 10 Teams geben, die unabh&auml;nging von einander sind. In beiden Ligen wird das Selbe System gespielt d.h. Season im Best of 2 (Hin- und R&uuml;ckrunde) am Ende der Season werden die Playoffs gespielt von Platz 1-6 wobei Platz 1 und 2 direkt im Halbfinale sind und 3-6 im Vierteilfinale starten.\r\n&gt; Punkte: Die Spiele werden im Best of 2 ausgetragen das Team, das 2:0 gewinnt erh&auml;lt 3 Punkte, wenn es am Ende unentschieden steht (1:1) bekommen beide Teams jeweils einen Punkt, wenn man 0:2 verliert bekommt man 0 Punkte\r\nPausenregelung: Beide Teams haben jeweils 15 Minuten Pause. Im Teamfight darf nicht pausiert werden es sei denn jemand hat einen disconnect also nicht bei high ping FPS drops &hellip; Bevor man das Spiel unpaused m&uuml;ssen beide Teams eindeutig &bdquo;rdy&ldquo; geschrieben haben.\r\n&gt; Champselect: Placeholder sind erlaubt ohne Begrenzung. Bevor der Placeholder eingeloggt wird muss dem Gegner geschrieben werden welcher Champion das wirklich ist. Bei Failpicks muss die Champselect sofort abgebrochen werden und dem Gegner muss geschrieben werden welcher Champ eigentlich eingeloggt werden soll\r\n&gt; Spielerstellung: Beide Teams m&uuml;ssen in der richtigen Reihenfolge ausgestellt sein d.h. Top, Jungle, Mid-lane, AD Carry, Support. Vor Beginn der Champselect m&uuml;ssen beide Teams eindeutig &bdquo;rdy&ldquo; geschrieben haben.\r\nFalls ihr denkt, dass die Liga etwas f&uuml;r euch ist, dann addet mich gerne und ich rede dann mal mit euch falls es Fragen gibt k&ouml;nnt ihr ruhig fragen.\r\nGr&uuml;&szlig;e Herser","replies":[]}