{"id":"KjtraEAQ","poster":"untoter Hase","date":"2019-06-28T13:09:54.229+0000","title":"TFT Balance","subforum":"Teamfight Tactics","up_votes":1,"down_votes":0,"body":"Hallo erst mal,\n\nich möchte das hier möglichst Konstruktiv halten, den ich bin an sich ein sehr großer Fan von Autochess Spielen und würde mich wahnsinnig freuen wenn TFT sich zum besten entwickelt. Jeder Publisher hat so seine stärken und schwächen und es ist mir auch klar das Riot ein wenig spät zur Party erschienen sind und deshalb Nachholbedarf haben. \n\nMeiner Meinung nach ist der entscheidendste Faktor ob ein Autochess Spaß macht oder nicht die Balance und etwas das ich jetzt mal Linearität taufen möchte.\n\nLinearität \nDamit meine ich etwas das ich selbst nicht 100%ig verstehe. Mir ist bei Dota AC und TFT ein gravierender Punkt aufgefallen der bei Dragonest komplett fehlt. Es kommt häufiger vor das man ohne erkennbaren Grund aus dem Nichts heraus in einer extrem guten winning streak von 1 auf die andere Runde gegen alle Gegner verliert und zwar nicht knapp sondern von grad noch mit 5 Pieces den Gegner rassiert, 2 Rnd später von eben diesem genauso hart in den Boden gestampft. Solche extrem Schwankungen sind denke ich primär von der Balance abhängig. Es ist zwar wichtig, dass ein turn around möglich ist aber eben nicht so extrem mit 10 pieces Differenz innerhalb 5 Runden.\n\nLevel/Piece Balance\nHier muss massiv dran gearbeitet werden, z.Z. ist es eher wie Memory. \n\nIch hatte heute ein Spiel in dem der 2t platzierte extrem wenig items hatte und als einzige Kombo 2/4 wild (Kassadin 3S,Vayne 3S,Warwick 3S,Gnar 2S,Rek Sai 2S, 2xAurelion 1S). \nDie einzige \"winning condition\" für ihn waren 3x 1$ 3Sdamit alleine sollte es auf keinen Fall möglich sein 2ter zu werden! Wobei die anderen Spieler alle solide Kombos mit starken pieces hatten (2S Swain in phantom/imp/Void mit einem piece mehr oder 4/4 wild shapeshifter)","replies":[{"id":"","poster":"SAO Heathcliff","date":"2019-06-29T07:19:02.453+0000","up_votes":1,"down_votes":0,"body":"Gnar und aurelion sind alleine schon recht stark von daher kann das am  Ende sehr gut sein. Ist dann auch eine Sache von der Platzierung, sowohl von den eigenen Einheiten als auch den Gegnern. Es ist aber manchmal echt seltsam.\n\nDu kannst gegen den gleichen Gegner 2 mal antreten ohne das sich was ändert, außer die Aufstellung das eine mal kassierst du und nächste Runde machst du ihn platt. Immer auch etwas Glück dabei","replies":[]}]}