{"id":"9bPV1d0A","poster":"Ali145368","date":"2018-05-22T18:26:55.707+0000","title":"Skin Rework","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Riot Games,\nIch bin der Meinung, dass man einige Skins verbessern bzw. erneuern sollte. Als Beispiel kann ich euch den ,,Pr&auml;chtigen Twisted Fate&quot;, ,,Roter Baron Corki&quot; oder ,,Gentleman Cho&acute;Gath&quot; nennen. Diese Skins sind zwar legend&auml;r , jedoch k&ouml;nnen diese Skins nicht den heutigen Skins das Wasser reichen. Daher schlage ich vor die veralteten Skins zu aktualisieren. Ich besitze den ,,Pr&auml;chtigen Twisted Fate&quot;, aber nach dem ich die anderen Skin von Twisted Fate gesehen habe, wie Blutmond-Twisted Fate oder Pulsfeuer-Twisted Fate, ist mir bewusst geworden, dass diese besser entworfen wurden obwohl sie epische Skins sind. Im Gegensatz ist der ,,Pr&auml;chtige Twisted Fate&quot; einer der legend&auml;ren Skins und kostet auch mehr als epische Skins. Au&szlig;erdem ist der ,,Pr&auml;chtige Twisted Fate&quot; der einzige leg&auml;ndere Skin von Twisted Fate, daher sollte er auch meiner Meinung nach besser designt werden als alle anderen Twisted Fate Skins. Dies war nur ein Beispiel, sprich es gibt noch mehrere Skins die nicht einem legend&auml;ren Skin entsprechen. Abschlie&szlig;end kann ich Euch noch sagen, dass Ihr die alten legend&auml;ren Skins nochmals neu entwerfen solltet, sodass sie den heutigen legend&auml;ren Skins entsprechen. Falls dies m&ouml;glich ist, w&auml;ren mit hoher Wahrscheinlichkeit, andere Spieler und ich sehr gl&uuml;cklich. \n\nMit freundlichen Gr&uuml;&szlig;en, \n\nAli145368","replies":[{"id":"","poster":"Evenrider","date":"2018-05-22T19:52:55.191+0000","up_votes":4,"down_votes":0,"body":"Alle Skins eines Champions werden in einem Visual Update des entsprechenden Champs überarbeitet.\nDieses geht häufig mit einem Rework der Fähigkeiten überein (siehe Irelia, Swain).\n\nDas ein einzelner Skin überarbeitet wird, weil ein paar Spieler diese Skin nicht mit den frühreren Skins, aus dessen Zeit, vergleichen, sondern mit neueren, mit besserer technik erzeugen, Skins halte ich für unwahrscheinlich.","replies":[]},{"id":"","poster":"killer of death","date":"2018-05-29T11:52:50.718+0000","up_votes":1,"down_votes":0,"body":"Ich finde auch, dass jede menge Skins veraltet sind aber sie können nur nach und nach Überarbeitet werden.\n\nHier ist Geduld angesagt, auch wenn ich Geduld hasse wie du.{{sticker:sg-shisa}} \n\n\nMachs gut\n\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Ali145368","date":"2018-05-24T11:52:56.702+0000","up_votes":1,"down_votes":0,"body":"Es geht nicht nur um Twistet Fate, es sind mehrere Skins betroffen, Twisted Fate hab hier nur als Beispiel genannt.","replies":[]},{"id":"","poster":"Mister Nyuni","date":"2018-05-23T17:44:45.865+0000","up_votes":1,"down_votes":0,"body":"vielleicht wird es eines tages dazu kommen,dass alle skins überarbeitet werden.aber das braucht dann wirklich zeit.ich weiß noch,dass die skins von {{champion:21}} splash arts überarbeitet wurden.ungefähr so würde ich mir das \"rework\" bei {{champion:4}} vorstellen.sonst höstens bei einem kompletten rework :/","replies":[]}]}