{"id":"A85JrqMh","poster":"Schokohörnchen","date":"2018-05-22T06:48:23.343+0000","title":"[TGSG] Durchhaltevermögen & Pinguine","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":5,"body":"**MORGEN!**\r\n\r\nEine kurze Woche, dich sich sicherlich trotzdem wie eine Ewigkeit anf&uuml;hlen wird, erwartet uns.\r\n\r\nAuch erwartet uns der Piraten Pinguin, wohl aktuell jetzt der K&ouml;nig des Ganzen Spektakels hier, mit &Auml;nderungen? Einem neuen Aufschwung? Frischem Blut? Er hat auch irgendwas von &quot;&Uuml;bernahme des TGSG&quot; erz&auml;hlt :o wozu er sich immer noch nicht ge&auml;u&szlig;ert hat, was genau er damit meint. Ich bin jetzt jedenfalls Prinz.. Anf&uuml;hrerin und Prinz. Irgendwie so was wurde beschlossen?! Mal wieder *mit den Augen roll*\r\n\r\nAber wenn es darum geht irgendetwas zu &uuml;bernehmen...\r\n**NEIN PINGUIN**. Gib mir Namen, ernenne mich zu was du willst  - aber das geh&ouml;rt dann doch mir am Ende. Von oben bis unten. Von rechts bis links. Senkrecht und waagerecht. Rund und eckig. Vertrocknet oder blutig. Ist mir egal, einfach **ALLES**! Wobei ich dabei nur die Spitze des Eisberges darstelle. Die Angriffsfl&auml;che habe ich das Gef&uuml;hl. Das Herzst&uuml;ck, sind die Leute. Die die sich beteiligen und die denen es vermutlich sogar etwas bedeutet. Man entscheidet nicht wer das TGSG &uuml;bernimmt. Das TGSG entscheidet wer &uuml;bernehmen darf.\r\n\r\nDie Wellensittiche sind auch wieder da seit Freitag -.-&#039; ... Freude, wuhu!\r\n\r\nGestern war ich fast soweit ein Clash-Team zu gr&uuml;nden. Aber hat ja niemand bei Discord reagiert \\o/ Man kann nur 3 Buchstaben f&uuml;r des Team-Tag benutzen :&lt; war doof. Und diese provisorische Teamerstellung kann ich nicht mehr &quot;verlassen&quot;, weil da steht das ich dann vom Turnier ausgeschlossen werde D: ... Naja.\r\n\r\nNja, ansonsten... frohes schaffen oder so :&gt;","replies":[{"id":"","poster":"El Pingu","date":"2018-05-22T09:11:28.571+0000","up_votes":1,"down_votes":0,"body":"Servus,\n\nGenial, genau das ist das was ich eigentlich in meinem Thread sagen wollte.\n\nIch geh schlafen, wache auf und hier gibt es ein richtiges Ramba Zamba wegen einem Satz meinerseits.\n\nDas ist Kampfgeist.\n\nAlles was ich damit sagen wollte, war eigentlich folgendes:\nIhr (das Tgsg) benehmt euch mehr wie die alten OTler, als es die OTler heutzutage tun.\nÜber Gott und die Welt reden, sich durchsetzen wollen, etc.\nDaher wollte ich euch eigentlich nur offizielle als Teil des OTs bezeichnen.\nDie Sache mit Azima zum Prinzen machen war eher ein Scherz am Rande. Aber ich hab mich hier nicht vor irgendwie einzumischen, etwas zu ändern oder sonstwas zu machen.\n\nMacht euer Ding, wie bisher, es belebt das Forum und tut eben diesem gut.\n\nGruß, Pingu","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T11:12:36.307+0000","up_votes":1,"down_votes":0,"body":"> Die Sache mit Azima zum Prinzen machen war eher ein Scherz am Rande.\n\nWie gesagt :p macht aus mir was ihr wollt. Ich hab schon schlimmeres gesagt bekommen als \"Prinzessin/ Prinz\" :> Aber allein das ich wieder zu irgendwas gemacht wurde, hat mich zum lachen gebraucht :p Also passt schon. Scheint wie gesagt ein Volkssport zu werden.\n\nIch habe auch schon mal gesagt, dass ich TGSG eher als einen Zweig des OT's sehe oder einen Ableger. Keine Ahnung, ist nicht ganz so einfach. Ich weiß nur das \"wir\" uns gefunden haben und sich eigentlich niemand vom OT beteiligt. Außer Schwan, Prow und Eibert + Bernie habe ich auch niemanden im Club oder Discord. Weil sich entweder einfach nicht beteiligt wird oder man eben grundsätzlich nichts damit anfangen kann, was ja völlig in Ordnung ist. Und Leute aus dem Forum lade ich nicht willkürlich ein xD vermutlich sind wir deswegen so klein :p Vor allem wenn man bedenkt das die Hälfte dann doch aus \"alten\" OT-Nasen besteht >.< ob aktiv oder nicht. Ich bin da jedenfalls etwas kritischer mit, gibt auch keine Smurfs. Außer man trickst mich aus, aber das hätte dann Konsequenzen.\n\nUnd das OT hat diverse Probleme die systematisch angegangen werden müssten. Da reicht es nicht aus irgendjemanden zu irgendetwas zu benennen. Es muss ein Gerüst gebaut werden, dass auch zukünftige Generationen erhalten können und nur bei Bedarf angepasst wird. Es bedarf einer Definition die durchgezogen wird und nicht nach wildem Durcheinander aussieht. Momentan ist das OT, wenn man als Außenstehender darauf hinab blickt, eher vergleichbar mit wild wucherndem Unkraut das keine Richtung hat und in folge dessen auch kein Ziel. Der eine hat kein Interesse daran, der andere daran nicht. Der andere macht nur das und der andere hat keine Ahnung was er überhaupt denken soll.\n\nSchade ist das sich immer mal wieder jemand versucht dessen anzunehmen, aber es dann doch nichts wird. Dann taucht mal plötzlich Person X auf, wofür andere verschwinden. Dann taucht mal wieder jemand aus der Versenkung auf und meint sich zu irgendwas zu Wort melden zu müssen, hat aber offensichtlich keine Ahnung von irgendwas.\n\nDas Ding ist, wenn ihr wieder etwas aufbauen und etwas handfesteres wollt, dann muss durchgegriffen werden. Dem Ganzen eine gewisse Ernsthaftigkeit verpassen, konsequenter und präsent sein. Aussortieren wäre auch eine zwingend dringende Maßnahme denke ich. Oder die Zeit ist einfach abgelaufen und der \"Ruf\" soweit verkommen, dass einfach alles vergebene Mühe sein wird.\n\nAber okay, ich tryharde sogar in ARAMs und kann da nicht locker lassen :> vielleicht sehe ich einen solchen Aufbau auch etwas verbissener und es wäre der falsche Weg. War vermutlich auch ein Grund warum ich niemals Königin sein wollte. Ich hätte aufgeräumt und Linien gezogen, vermutlich vieles oder alles verändert. Und den alteingesessenen oder festgefahrenen hätte das nur die Luft abgeschnürt. Und die Tatsache das ich mich neben der Wellensittiche um noch mehr Sachen kümmern müsste, was mittlerweile echt einen Dauer-Exhaust-Zustand hervorruft.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T11:20:39.189+0000","up_votes":1,"down_votes":0,"body":"> Aber okay, ich tryharde sogar in ARAMs und kann da nicht locker lassen :>\n\nBist du also einer der Geschöpfen die ... ich kanns garnicht aussprechen :o ... _Kalter Schauer läuft den Rücken runter_ ... Full Tank in Aram gehen!?!? :OOOOOOOO","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T11:37:47.325+0000","up_votes":1,"down_votes":0,"body":"Ja. **JA!** Fulltank in ARAM wenn es sein muss. Oder ADC Bard/ Lulu wenn alle anderen AP oder Tank sind. Je nach Team spiel ich meine Supports auch auf full Support mit allem Schnick Schnack xD","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T11:40:57.341+0000","up_votes":1,"down_votes":0,"body":"Ach du meine Güte... X.x\n...\n...\nGut ADC Bard/Lulu ist zumindest noch ein Itembuild das so nicht auf ihnen gebaut wird \n...\n...\nABER FULLTANK.. :x","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:07:19.384+0000","up_votes":1,"down_votes":0,"body":":o Ja, Fulltank! Versaut den Gegnern immerhin den Spaß :>","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T12:09:45.169+0000","up_votes":1,"down_votes":0,"body":"Punkt für dich!","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:27:15.329+0000","up_votes":1,"down_votes":0,"body":";D Danke!","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T12:31:59.760+0000","up_votes":1,"down_votes":0,"body":"Finde es eigentlich immer schade, dass im Aram viele nicht gewinnen wollen :(\nWenn sie z.B. sehr sinnfrei bauen oder krasse engages als Carrys machen.\nNaja, was denkt ihr da so?","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:51:57.569+0000","up_votes":1,"down_votes":0,"body":"^","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T12:54:08.986+0000","up_votes":1,"down_votes":0,"body":"krass.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:56:17.795+0000","up_votes":1,"down_votes":0,"body":"xD FU!\n\nDas sollte heißen \"siehe oben\" xDDD hätte vllt doch besser \"s.o.\" geschrieben ?!","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T13:04:32.049+0000","up_votes":2,"down_votes":0,"body":"Aha, ich dachte du hast deinen Smiley verkackt :^D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T13:08:31.864+0000","up_votes":1,"down_votes":0,"body":"xD Reine Schreibfaulheit","replies":[]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T12:39:57.499+0000","up_votes":1,"down_votes":0,"body":"Naja gut, gewinnen will ich schon, aber Aram ist für mich einfach n Spielmodus wo ich chillen kann und einfach mal spielen kann wie ich will. Sei es mit seltsamen engages oder dummen Itembuilds.\nIn Aram bekommst du weder viel XP noch viele Mastery Punkte oder lv 6/7 Tokens.\nAram ist einfach mein Hauptziel Spaß, ob ich gewinne oder nicht spielt nur ne kleine Rolle :D.\n\nDas heißt nicht ich würde in Aram nur Inten xD","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T12:50:15.317+0000","up_votes":1,"down_votes":0,"body":"Das mit gelockerten spielen, also jetzt nicht so krass sich anstrengen, ist klar, dass bestätige ich auch. Bin meistens sowieso in Gesprächen verwickelt oder so.\n\nMit den Items, sehe ich es halt so, dass man da schon ein wenig das bauen sollte, was Sinn macht.\nBeispiel: Full-Ap-Sion für Minion-Stockschießen finde ich nicht so toll :)\naber eine Lulu auf AD oder hit-Effekte zu bauen hingegen schon gut, wenn es gebraucht wird.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T13:04:16.952+0000","up_votes":1,"down_votes":0,"body":"Das ist auch ein Grund wieso ich Aram spiele, dort muss ich nicht auf mein Team schauen und lass mich nicht zu etwas forcen das ich eigentlich garnicht spielen will. Wie beispielsweise einen Tank","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"The mute Swan","date":"2018-05-22T13:37:52.636+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schokohörnchen,realm=EUW,application-id=YnZkMR0R,discussion-id=A85JrqMh,comment-id=00060001,timestamp=2018-05-22T11:12:36.307+0000)\n>\n> Wie gesagt :p macht aus mir was ihr wollt. Ich hab schon schlimmeres gesagt bekommen als &quot;Prinzessin/ Prinz&quot; :&gt; Aber allein das ich wieder zu irgendwas gemacht wurde, hat mich zum lachen gebraucht :p Also passt schon. Scheint wie gesagt ein Volkssport zu werden.\n> \n> Ich weiß nur das &quot;wir&quot; uns gefunden haben und sich eigentlich niemand vom OT beteiligt. Außer Schwan, Prow und Eibert + Bernie habe ich auch niemanden im Club oder Discord. Ich bin da jedenfalls etwas kritischer mit, gibt auch keine Smurfs. Außer man trickst mich aus, aber das hätte dann Konsequenzen.\n\nBitte töte mich nicht? >.<\nAnyways, ich wollte zuerst zur Rebellion aufrufen, dann ist mir klar geworden, dass mir das eigentlich ziemlich juppe ist, wer da versucht an die Macht zu kommen, da ich nicht sehe wie das in der Hinsicht noch besser werden soll.\nDas OT globaler werden zu lassen hatte ich schon einmal vorgeschlagen und damals wollte das schon keiner. Wenn das jetzt doch durchgesetzt werden soll, dann hätte ich das Gefühl, dass sie gesehen haben, dass sie ein totes Pferd reiten, doch anstatt abzusteigen bloß noch mehr die peitsche schwingen.\n\nWas das TGSG betrifft, gefällt mir der Stand. Auch wenn ich seltener im Forum unterwegs bin, egal mit welcher Identität, so ist das TGSG mir stets eine Zuflucht gewesen. Daher, solltest du beschließen zu kämpfen, stehe ich hinter dir. Solltest du Frieden beschließen, stehe ich hinter dir. Solltest du beschließen törtchen zu mampfen und dich im Bad zu entspannen, so stehe ich hinter dir, irgendwo im Dampf versteckt und versuche definitiv niiiiiicht zu spannen, nein, nein...\n\n\"So hübsche Poro-haare >///<\"\n\"Warte... was machst du hier? 0.0'\"\n\"Ähm.... nichts?\"\n*Ein stuhl trifft den Schwan am Kopf, just in dem Moment in dem Poro-Azima dabei war komplett sichtbar zu sein...*","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T13:41:58.089+0000","up_votes":1,"down_votes":0,"body":">so stehe ich hinter dir, irgendwo im Dampf versteckt und versuche definitiv niiiiiicht zu spannen, nein, nein...\n\nkönnte eng werden ^^","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T13:44:22.937+0000","up_votes":1,"down_votes":0,"body":"xD lol ...","replies":[{"id":"","poster":"The mute Swan","date":"2018-05-22T13:47:24.255+0000","up_votes":1,"down_votes":0,"body":"Wait, jetzt passt es besser.\nIrgendwo muss man das leicht sexuell angehauchte ja wieder reinbringen...","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T16:40:53.523+0000","up_votes":1,"down_votes":0,"body":"xD Du Nase","replies":[{"id":"","poster":"The mute Swan","date":"2018-05-22T17:00:56.889+0000","up_votes":1,"down_votes":0,"body":"Nunja... Wie die Nase eines Mannes...\n\n(Ich werde jetzt btw immer alles auf eine sexualisierte Ebene ziehen. Das ist lustiger als ich gedacht hab xD)","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T17:46:08.692+0000","up_votes":1,"down_votes":0,"body":"xD Warum glaubst du hab ich es eine Weile damit so übertrieben? Manchmal musste ich meine Tränen und Lachen unterdrücken, weil ich auf der Arbeit nicht mehr konnte xD aber auch keiner was mitkriegen sollte. Macht halt höllischen Spaß! Aber pass auf :p sonst kriegst du auch noch durch die Blume gesagt das du 'ne Hure bist.","replies":[{"id":"","poster":"The mute Swan","date":"2018-05-22T18:57:05.708+0000","up_votes":1,"down_votes":0,"body":"Ach... ich steh dazu dass ich ne bitch bin. Sollen sie doch ><\n\nTatsächlich bin ich in meiner Beziehung der weibliche Part, was manchmal leicht belustigend ist...\nNen größeren Brustumfang habw ich auch O.o\n\nZu Psycho: kp. Meine Posts sind seltends vorher durchdacht. Ich will auf irgendwas hinaus und am ende isses was anderes.\n\nKommen wir mal zu was vieeeeel wichtigerem: bekommst du durch sowas kram geschenkt?\nWeil, wenn man mich schon hure nennen könnte, dann will ich auch wenigstens was dafür, duh.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T19:49:23.151+0000","up_votes":1,"down_votes":0,"body":"\"Weibliche Part\" ... :D Ich hab 'nen Kollegen der schwul ist. Mittwochs fahren wir immer zusammen nach Hause, weil er mich praktischerweise dann direkt vor der Haustüre raus werfen kann. Hachja, ich liebe den Mittwoch. ist ein richtiges Ritual geworden. Aber er ist auch mehr so die Diva und zieht immer über ein schwules Anghörigenpaar her. Aber das ist auch son Beispiel wie mans sich vorstellt. Der eine ist eher maskulin, muss immer seine Oberarme zeigen, Iro und wesentlich mehr Tattoos + Piercings als sein Lebensgefährte und 'ne eher laute und auffällige Person. Während der Lebensgefährte eher vorsichtiger ist und auch unsicher zum Teil, macht sich viele Sorgen und ist etwas emotionaler.\n\nWas mich manchmal etwas an meine letzte Beziehung erinnert xD Während ich zum Großteil meine Ruhe haben wollte, alles eher etwas locker gesehen habe und auch mal mit meinen/ unseren Jungs zocken wollte statt bei 'nem Film zu kuscheln ... war er halt son richtiges Mädchen x.x kuscheln, Händchen halten und Drama pur!\n\n> Kommen wir mal zu was vieeeeel wichtigerem: bekommst du durch sowas kram geschenkt?\n\nZuletzt habe ich mir gewünscht irgendjemand hätte mir mal zugehört und vielleicht doch ein Poro Icon oder so geschenkt. Aber eigentlich nein ^^ ich mag keine Geschenke und kauf mir bei League lieber Sachen selbst und eigentlich auch instant sobald sie erscheinen.\n\nJemand mit dem ich angefangen habe zu spielen und wir gute bestimmt sechs Jahre aufeinander hingen, hat mir mal meinen aller ersten Skin geschenkt und den letzten Champion (Lulu) den ich brauchte um Ranked spielen zu dürfen. Fuchsfeuer-Ahri war der Skin. Jemand anders den ich kennen gelernt habe als ich ein paar Probleme hatte (also wir kannten uns eigentlich nur persönlich und haben dann angefangen zusammen Rankeds zu spielen) hat mir bei Release den Flussgeist-Nami Skin geschenkt. Hab mit ihm Rankeds gespielt und mehr oder weniger dank ihm auch den Arsch zusammen gekniffen und meinen \"Solo-Weg\" gefunden ^^\n\nAber das hatte halt Bedeutung :p\n\nxDD Man eh, ich quassel schon wieder.... >.<","replies":[{"id":"","poster":"The mute Swan","date":"2018-05-23T05:13:11.646+0000","up_votes":1,"down_votes":0,"body":"Tust du nicht!\n\nOkay tust du schon. Ist aber okay so.\nDas ist meist ganz angenehm :)\n\nBei homosexuellen pärchen kommt es auch immer auf die individuellen Persönlichkeitszüge an. Da kann es tatsächlich sehr in richtung dom/sub gehen, muss aber nicht.\n\nMeine beiden Patenonkel zum Beispiel sind beide unglaublich ruhig und sehr emotionale Menschen. Beide auch ein Stück weit auf ihre Art verschroben.\nDas ist immer mega süß, wenn ich sie mal besuchen komme >///<","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-23T06:12:56.469+0000","up_votes":1,"down_votes":0,"body":"Ich glaube was homosexuelle Paare angeht, habe ich noch nie eins erlebt, dass \"gleich auf\" ist. Wobei ich noch meinen Cousin und meine Cousine offen habe xp deren Partner habe ich noch nicht kennen gelernt. Wird vermutlich auch nie dazu kommen, aber ich frühstücke jetzt erst mal Reiswaffeln. Musste schon zu viel telefonieren xD auch wenn es wirklich nette Männerstimmen waren!","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-23T07:30:10.336+0000","up_votes":1,"down_votes":0,"body":":x Mit Vollmilchschokolade überzogen","replies":[]},{"id":"","poster":"The mute Swan","date":"2018-05-23T07:17:14.064+0000","up_votes":1,"down_votes":0,"body":"Da es nichts gibt was es nicht gibt, gibt es sowas irgendwo auf jeden Fall.\n\nNormale Reiswaffeln? Gesalzen? Überzogen?\n\nWill wissen ><","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"The mute Swan","date":"2018-05-22T13:48:06.148+0000","up_votes":1,"down_votes":0,"body":"Schhhhhhhhh!!!","replies":[]}]},{"id":"","poster":"Schokohörnchen","date":"2018-05-22T16:53:48.922+0000","up_votes":1,"down_votes":0,"body":":o Warum sollte ich dich denn töten? Hast du dich etwa mit einem Smurf rein geschlichen? O.O ... Smurfs will ich im Club zum Beispiel eigentlich nur nicht, weil dann alles unübersichtlicher werden würde. Ich weiß gerne wer wer ist. Mein Schokohörnchen oder Blackis Rainer habe ich ja bewusst nicht aufgenommen ^^\n\nWas den Rest angeht, habe ich mich oben genug geäußert denke ich. Manchmal reicht es eben nicht nur neu zu verspachteln.\n\nUnd danke das du in jeglicher Lage hinter mir stehen willst :p nur das ich nicht bade. Das finde ich irgendwie seltsam x.x Duschen ist toller :D","replies":[{"id":"","poster":"The mute Swan","date":"2018-05-22T17:07:59.978+0000","up_votes":1,"down_votes":0,"body":"Im Club nicht, nein.\nAber ich wechsele immer wieder gerne zwischen Accounts hin und her und nicht nur du wirst mit mir diskutiert haben ohne es zu wissen... x)\n\nDuschen? Jetzt nimm mir doch meine Dampfbad-Poro-Fantasien nicht QwQ\n\nAber auch Duschen haben etwas...\nEin leicht durchsichtiger Duschvorhang... \nEin Schatten hinter dem Vorhang, der sich unter der Dusche räkelt...\nFinger, die Muster an die beschlagenen Wandfliesen in der Dusche malen...\n\nDann!\nDramatische Musik!\nEin Messer!\nUnd...\n\nWarte... irgendwie ging das jetzt in die falsche Richtung...","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T17:51:51.123+0000","up_votes":1,"down_votes":0,"body":"https://giphy.com/media/8MWOifDTOAPZe/200w.webp\n\nTut mir leid xD aber baden mag ich wirklich nicht! Und bitte keine Psycho-Nachahmung D: Scream war lustiger!\n\nJa :p das du im Forum hinter allem möglichen stecken könntest, ist mir bewusst! Aber damit kann ich mittlerweile leben :p","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-05-22T09:45:06.599+0000","up_votes":1,"down_votes":0,"body":"REEEEEEEEEEEEE","replies":[]}]},{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:58:42.647+0000","up_votes":1,"down_votes":0,"body":"In den letzten tagen hatte ich übrigens lustige Namen in meinen Spielen.\n\nKeksMutant (Naja)\nProduktkaktus (NAJA) \nFizzToMyViJanna +1\nInTeamPilz +1\n\nGing mir gerade so durch den Kopf. Und hier regnet es wie aus Eimern x.x eben gab es sogar ein Gewitter, dass mir die Ohren weg geflogen sind. Beim ersten Donner hab ich vor Schreck die Luft angehalten D: weil das so plötzlich und heftig war. Kein Grummeln, kein Nichts im Vorfeld. Einfach so\n\n**BOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOM**","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T13:53:03.226+0000","up_votes":1,"down_votes":0,"body":"Ich hatte gestern einen. \nich weiß nicht, ich hab ihn gefeiert:\n\nRiechen01","replies":[{"id":"","poster":"The mute Swan","date":"2018-05-22T14:06:15.318+0000","up_votes":1,"down_votes":0,"body":"Versteh ich jetzt nicht :(","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T14:06:55.029+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch nicht, ich fand es einfach lustig. ich bin stumpf","replies":[{"id":"","poster":"The mute Swan","date":"2018-05-22T14:12:55.874+0000","up_votes":1,"down_votes":0,"body":"Die schönsten Dinge im Leben sind Stumpf, mein Freund.\n\nAuch wenn scharfe Dinger schon ihren Reiz haben, wenn du verstehst...","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T14:24:35.175+0000","up_votes":1,"down_votes":0,"body":"ich verstehe {{sticker:leblanc-funny}}","replies":[]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T13:17:31.193+0000","up_votes":1,"down_votes":0,"body":"Bald Feierabend!!!!\nDann wird erstmal wieder versucht nochmal in Platin 4 zu kommen! :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T13:18:26.627+0000","up_votes":1,"down_votes":0,"body":"ui :o Nach der Arbeit noch so viel Elan Rankeds zu spielen? Du kleines quirliges Flummibällchen \\o/","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T13:19:24.632+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mir mal ein Ziel gesetzt will ich das auch erreichen!","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T13:23:31.730+0000","up_votes":1,"down_votes":0,"body":"Naja und du bist jung und voller Energie xD Ich wurde in der Flex-Q vermöbelt am Wochenende. Tat schon ziemlich weh D: von 53 LP auf 0.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T13:24:36.438+0000","up_votes":1,"down_votes":0,"body":"Ach 53 Lp verlieren geht ja eh noch.\nIch war am Wochenende Plat 4 mit 20 Lp!\nEin tag später war ich dann wieder auf Plat 5 mit 0 LP xD","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T13:28:42.295+0000","up_votes":1,"down_votes":0,"body":"Mhm das schlimmste was ich bisher gemacht habe war gute 30 Stunden Ranked zu spielen xD Da ging es von der G5 Promo nach S1 ... S2 ... S1 ... G5 Promo ... S1 ... xDD woah das war die Hölle. ich mag es diese Season etwas Luft zu haben, weil ich so früh die Placements gemacht habe. Jetzt kann ich immer mal wieder am Wochenende in Rankeds \"rein gucken\" und schauen wie es läuft.","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T13:49:07.637+0000","up_votes":1,"down_votes":0,"body":"Gold reicht mir halt leider nicht C:\nAb mitte Dia kann ich für mich selbst zumindest sagen \"I did it!\" und dann bin ich zufrieden. xD","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T06:55:07.132+0000","up_votes":1,"down_votes":0,"body":"Wir müssen das TGSG verteidigen!!\nJz bin ich ja noch nicht lange hier und schon wirds mir weggenommen!\nIch schwöre bei der Laterne von Thresh, ICH WERDE BIS ZUM LETZTEN TROPFEN BLUT KÄMPFEN!!\n(hab wohl zu viel Fluch der Karibik geguckt x.x)\n\nHab bereits ein Clash Team! :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:23:18.614+0000","up_votes":1,"down_votes":0,"body":"Jaaaaaa, ist ja egal. Ist eh zu knapp/ spät. War auch nur ein Gedanke der aus Langeweile gestern Abend entstanden ist.\n\nWeg genommen wird hier gar nichts ;) Du weißt gar nicht wie oft man schon versucht hat 'das hier' zu unterbinden oder irgendwas daraus zu machen was es nicht ist. Und wie oft ich schon zu irgendwas ernannt wurde. Hachja. Hergegeben wird es jedenfalls nicht :>","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T07:48:34.889+0000","up_votes":1,"down_votes":0,"body":"Zu was biste den schon alles ernannt worden? xD","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:57:11.768+0000","up_votes":1,"down_votes":0,"body":"Königin wollte man aus mir machen. Prinzessin bzw. Prinz aktuell. Anführerin. Anscheinend hat man auch einfach eine linke Hand aus mir gemacht?! Gefühlt zum 50sten Mal.","replies":[{"id":"","poster":"Shacoláde","date":"2018-05-22T09:50:12.406+0000","up_votes":1,"down_votes":1,"body":"was du bist ist mir/uns relativ egal... hauptsache du entscheidest dich für irgendwas.\nWenn du die Anführerin des TGSG sein willst... dann tu das.\nMich stört nur eher die Tatsache, dass sich von den anderes Usern hier auf Dauer keiner mehr auskennst.\n\n[OT]- Threads dann [TGSG]-Threads.\nHatte viel Leute schon probleme mit einer \"Gruppe\" klar zu kommen.\nDa eigentlich du der einzige bist, der [TGSG]-Threads erstellt, scheinen dir auch nicht recht viele beizupflichten. Wahrscheinlich ist das ganze eh nur ein Zwergenaufstand, dessen Sinn es ist das Forum zuzumüllen.\n\nWie der OT-Engel Angel Ayume bereits schreibt, liest sich diese Threads eh keiner wirklich durch. Und sie wird nicht alleine mit ihrer Meinung sein. Ich seh das ganze auch eher als Spam der downvotes sammelt, wovon du dich wahrscheinlich ernährst.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T11:36:05.613+0000","up_votes":1,"down_votes":0,"body":"Ich bin nicht die einzige mit Threads. Vielleicht in den letzten Tagen, aber anderweitig gibt es noch andere Personen die das übernehmen. heute gab es sogar einen Doppel-Post ;)\n\nDas einzige was ich bemängeln würde, ist die Mühe in der Erstellung die momentan irgendwie nicht gegeben ist. Vorher war das doch irgendwie \"pompöser\", teilweise mit kleinen fantasiegespickten Szenarien. Auch sind wir von guten 200 Kommentaren auf vielleicht knapp 100 geschrumpft wenn wir Glück haben. Was nicht zuletzt auch daran liegt, dass Knuffel sich aus dem Staub gemacht hat und Gin das alles zu blöd geworden ist. Also schon mal zwei Leute weniger von denen einer die gefühlte Hälfte ausgemacht hat.\n\nUnd wie gesagt. Mich selbst würde ich nicht als Anführerin sehen. Bin aber anscheinend der Kopf, oder zumindest die Angriffsfläche. Was die Verwirrung angeht, da können wir nichts vor. Der Schwan hat die Idee der Threads/ des Tags gebracht, als das OT schon so gut wie tot war und ich nicht wusste wohin mit mir und meinen Threads die einfach keine Bezeichnung hatten sondern nur eine willkürliche Anlaufstelle waren. Ich habe es übernommen und es hat sich entwickelt. Das ist was Gutes. Und ich werde den Sinn nicht nochmal erläutern, dass habe ich oft genug. Und wenn du gut im Scheiße ausbuddeln bist, dann wirst du sicherlich noch irgendwo einen Mecker-Thread finden in dem es Erklärungen zu TGSG/ OT gibt.\n\nWas Ayume's Äußerung angeht, habe ich ja gesagt dass das völlig in Ordnung ist. Das ist wie mit Geschmäckern. Die sind eben verschieden. Ayume gehört für mich auch eher in die Rollenspiel-Abteilung, obwohl sie jederzeit gerne vorbei schauen kann falls sie sich doch unterhalten möchte. Alles fine.\n\nUnd gerade ernähre ich mich von meinem selbst gemachten Beeren Smoothie! Johannesbeeren, Himbeeren, Erdbeeren, Blaubeeren, andere Beeren?, eine Banane, Milch für den \"Zustand\" und ab durch den Mixer!","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T11:56:38.893+0000","up_votes":1,"down_votes":0,"body":"jo, ich hatte heute auch erst wieder einen aufgemacht wie du weißt :)\nAber dann voller Schmach geschlossen :(","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:09:33.962+0000","up_votes":1,"down_votes":0,"body":"xD Das wäre nicht passiert, wenn mich diese blöde Arbeit etwas behindert hätte. War etwas unlucky, tut mir leid :p Morgen kannst du wenn du willst x)","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T12:14:17.453+0000","up_votes":1,"down_votes":0,"body":"maaal sehen, kommt auf die Laune an :)","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:20:17.513+0000","up_votes":1,"down_votes":0,"body":"\\o/ Sollen wir eine Deadline ausmachen?","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T12:30:05.500+0000","up_votes":1,"down_votes":0,"body":"um halb 9 {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:31:26.050+0000","up_votes":1,"down_votes":0,"body":"Also wenn du bis halb neun keinen erstellt hast, mach ich das?","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T12:32:54.007+0000","up_votes":1,"down_votes":0,"body":"Genau\n*spuckt in die Hand und reicht sie Azima*","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:52:39.187+0000","up_votes":1,"down_votes":0,"body":"*zieht sich einen Handschuh an und schlägt ein*\nOkeli-Dokeli!","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T10:13:27.693+0000","up_votes":1,"down_votes":0,"body":"Hoch lebe TGSG!","replies":[]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T10:03:03.900+0000","up_votes":1,"down_votes":0,"body":"Versteh nicht, warum man sich hieran so stört?","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-05-22T08:01:20.508+0000","up_votes":1,"down_votes":0,"body":"Von der Königin/Anführerin zur linken Hand :O\nInteressant.. :x","replies":[]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T08:00:08.989+0000","up_votes":1,"down_votes":0,"body":"+ Assimama\n+ Kuschelpartner\n+ Törtchen","replies":[]}]}]}]}]},{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:51:33.852+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RainerKilltKeina,realm=EUW,application-id=YnZkMR0R,discussion-id=A85JrqMh,comment-id=000600010000000000000000000000000000,timestamp=2018-05-22T12:31:59.760+0000)\n>\n> Finde es eigentlich immer schade, dass im Aram viele nicht gewinnen wollen :(\n> Wenn sie z.B. sehr sinnfrei bauen oder krasse engages als Carrys machen.\n> Naja, was denkt ihr da so?\n\nEs gibt halt auch sehr viele Meckerziegen. Oder Leute die einfach nicht wissen wie sie was machen sollen. Oder Leute die wissen was sie machen, aber nun mal ihren eigenen Weg 'spielen'. Ich versuche immer Core-Items fertig zu machen, bevor ich ein 'Last Whisper' o.ä. baue. Außer die Gegner erwischen einen guten Vlad oder Swain Spieler, dann gibt es einen frühen 'Ruf des Henkers'. Graves macht mir Probleme xDD glaub für den muss ich mir mal ein Set zulegen, weil der mich immer verunsichert :<\n\nViele ignoriere auch die Tatsache, dass sie zum Beispiel etwas Magieresistenz bauen können. Dann gibt es Leute die kein IE bauen wollen auf einem ADC, weil Zitat:\"Brauche ich nicht, habe die Quest schon abgeschlossen!\". Das gibt mindestens 3 Why's! Aber die trollen dann nicht, sondern meinen das Ernst x.x Oh man xD wie lange wird mich das mit dem IE noch verfolgen....\n\nEin paar Spiele habe ich auch schon verloren, weil ich in einem kurzen Moment der Schwäche missplayed habe. Ich musste chasen oder hab eine Situation unterschätzt, Unfug gemacht = gestorben = Gegner rennen durch. Aber dann hasse ich mich auch selbst für mindestens eine Minute xD\n\nWas ich nicht verstehe sind 'Frontline ADCs' o.ä. die einfach nichts können und dann das Team für ihre Dummheit verantwortlich machen .-. Aber gut... die gibt es wohl ihn jedem Spielmodi.","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2018-05-22T11:46:05.649+0000","up_votes":1,"down_votes":0,"body":"Moment....man sollte in ARAMs nicht tryharden um zu versuchen zu gewinnen?\nWarum sagt mir das keiner?","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T12:06:01.278+0000","up_votes":1,"down_votes":0,"body":"Najaaaaaaaaaa\n\nViele sagen ja immer sie spielen ARAM nur aus Spaß, trollen gerne mal oder probieren Sachen aus usw. Aber neeeeeeee! Es ist definitiv lockerer als Ranked. Aber :x gewinnen macht trotzdem mehr Spaß... Außer natürlich die Gegner. Die spiele Attack Speed Braum machen trotzdem alles fertig und gewinnen D:","replies":[]}]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T06:53:51.661+0000","up_votes":1,"down_votes":0,"body":"Habe auch schon überlegt, bei Discord bin ich zur Zeit nicht on gekommen, da ich wegen kack O2 Datenvolumen sparen muss!\nPisser*hust*","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:18:11.680+0000","up_votes":1,"down_votes":0,"body":"Wieso benutzt du denn Discord übers Handy statt ganz normal am PC, wenn du schon am PC bist? o.o","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T07:19:39.855+0000","up_votes":1,"down_votes":0,"body":"Ich meine ja meinen Rechner!\nUns wurde vor paar Wochen mal das Internet gedrosselt...\nweil wir über die 300 GB DV gekommen sind ^^ \n*bullshitbutton* hämmer!","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:24:53.448+0000","up_votes":1,"down_votes":0,"body":"Wieso... hat man... Datenvolumen?\n\nP.S.\nUnd wieso drosselt man das, wenn man **DRÜBER** kommt? Geht man dann nicht eher davon aus das der Nutzer mehr benötigt und erweitert? ","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T07:42:10.344+0000","up_votes":1,"down_votes":0,"body":"Ja, dann wollen die entweder 5€ mehr für 100 GB oder 15€ für ungegrenzt. \nDazu ist zu sagen, dass ich im Monat 35 € für den L-Tarif zahlen (L, dass ist der zweitgrößte fkking Tarif) und 40€ wären es ohne meine 5€ Ersparnis, weil wir da auch unsere Handyverträge haben.\nAuf jeden Fall ist O2 anscheinend er letzte Anbieter, der bei einem solchen Preissegment noch Datenvolumen hat = Frechheit!\nDeswegen werden wir zum Dezember kündigen.\nMittelfinger geht raus.","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:50:58.652+0000","up_votes":1,"down_votes":0,"body":"Ich glaube selbst Telekom hat da günstigere Angebote wenn man Handy + Internet zusammen abschließt. Und man hat halt \"normales\" Internet. Und wenn man die Kosten durch zwei teilt, ist das ja nochmal günstiger.","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T07:54:30.808+0000","up_votes":1,"down_votes":0,"body":"Ja, wir werden uns da auf jeden Fall nach was besserem umschauen!\nSchwöre ey","replies":[{"id":"","poster":"Uranbrennstab","date":"2018-05-22T09:47:43.952+0000","up_votes":1,"down_votes":0,"body":"Moruk, du kannst doch nicht zu O2 gehen. Das is letze Laden Walla. Haben scheiß Netz und nix Service. Kündige am besten gleich und hol dir was besseres Inshalla.","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T10:03:26.900+0000","up_votes":1,"down_votes":0,"body":"werde ich","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2018-05-22T09:50:12.006+0000","up_votes":1,"down_votes":0,"body":"Als rechte Hand des Königs, melde ich mich an dieser Stelle mal zu Wort um ein paar Missverständnisse zu schaffen...ähm....beseitigen.\nDas wichtigste ist, den Kampfgeist vom TGSG-Trupp in eine gezielte Richtung zu lenken.\nIch weiß zwar noch nichts genaues, aber ich gehe davon aus Pingu hat großes vor.\nWir können gerne leugnen, dass sich das TGSG aus dem OT her raus abgesondert hat und völlig autonom ist mittlerweile, aber im Grunde sind wir \"Zwei Münzen einer Medaille\" {verwirrung} und dieser Ansatz von Rivalität der an der verwaschenen Grenze zwischen OT und TGSG besteht ist lebenswichtig für beide Seiten, denke ich.\nNun aber besteht die Möglichkeit GEMEINSAM für etwas großes zusammen zu arbeiten und ich denke darauf wollte Pingu hin arbeiten, als er von \"Übernahme\" schrieb. Ich würde in diesem Zusammenhang eher von einer \"engmaschigen Kooperation\" reden und hoffe in diesem Sinne darauf, dass OT und TGSG sich der kommenden Herrausforderung(en) gemeinsam stellen werden. Wer soll UNS stoppen, wenn wir zusammen arbeiten? Gemeinsam sind wir unausstehlich!\n\nLasst uns also GEMEINSAM Forengeschichte schreiben!\n\n\n_Kommentar für den Post unter mir (chronologische Ansicht): Lade, mach mal friedlich, wir brauchen die TGSG-Leute noch, wenn ich Pingu richtig verstanden habe. Und nicht nur die, nehme ich an, aber da warten wir erst mal auf Anweisungen von Pingu._","replies":[]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T06:59:46.586+0000","up_votes":1,"down_votes":0,"body":"wie wärs, wenn wir uns einfach umbennen und Pingu den TGSG überlassen, es gibt ja noch genügend andere tolle Tags wie\nTKKG, die noch nicht benutzt wurden ;D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:27:19.863+0000","up_votes":1,"down_votes":0,"body":"Liest sich wie folgendes:\n\nWie wäre es, wenn du dich von deiner Freundin trennst und sie Pingu überlasst?\nGibt ja noch andere tolle Frauen, die noch nicht benutzt wurden.\n\nNicht lustig, oder? (Schon lustig, aber ich hoffe du verstehst was ich meine xD)","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T07:39:39.119+0000","up_votes":1,"down_votes":0,"body":"Es geht hier doch nicht um den Namen, sondern um die, die im TGSG dabei sind.\nAußer ihr wollt ein Exempel statuieren, dann wäre es natürlich unverzichtbar, dass wir Pingu und seinen Lakaien die Stirn bieten.\n\nPs: nein, ich werde nicht meine Freundin Pingu oder sonst wem überlassen!!!\n\nAber ich denke ich hab dich verstanden, musst das aber trotzdem sagen!","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:47:46.209+0000","up_votes":1,"down_votes":0,"body":"Was muss ich sagen? xD","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T07:51:37.318+0000","up_votes":1,"down_votes":0,"body":"im Zweifelsfall: Ja?","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T09:01:12.474+0000","up_votes":1,"down_votes":0,"body":":D Nein?","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T09:23:02.143+0000","up_votes":1,"down_votes":0,"body":"Nein, ok. :(","replies":[]}]}]}]}]}]},{"id":"","poster":"Necromant","date":"2018-05-22T07:03:47.095+0000","up_votes":1,"down_votes":0,"body":"KKK?\n\nKinderKunderbunte Kacke?","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T07:12:12.942+0000","up_votes":1,"down_votes":0,"body":"Nein!\n\nTraumhafte KohlKöpfe Gemeinschaft","replies":[{"id":"","poster":"Necromant","date":"2018-05-22T07:28:26.831+0000","up_votes":1,"down_votes":0,"body":"SM?\n\nSchöne Murmeln?","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2018-05-22T06:53:53.637+0000","up_votes":1,"down_votes":0,"body":"Moin ^^\n\nbin schon innem Clash ^^ gumenasaiiiiiiii!°","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:21:15.469+0000","up_votes":1,"down_votes":0,"body":"Gume-was? xD","replies":[{"id":"","poster":"Necromant","date":"2018-05-22T07:27:57.102+0000","up_votes":1,"down_votes":0,"body":"Sorry auf japanesisch ^^","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:29:36.842+0000","up_votes":1,"down_votes":0,"body":"Und **BOOM** habe ich instant ein Animeweibchen mit quietschiger Stimme im Kopf xD Maaaaaaaan Max!","replies":[{"id":"","poster":"Necromant","date":"2018-05-22T07:37:02.477+0000","up_votes":1,"down_votes":0,"body":"Wie gestern im Stream: Gumenasai Daddy :D\n\nKommt manchmal in Animes vor ... in bestimmten :D","replies":[{"id":"","poster":"Schokohörnchen","date":"2018-05-22T07:48:12.151+0000","up_votes":1,"down_votes":0,"body":"Hentais?","replies":[{"id":"","poster":"Necromant","date":"2018-05-22T08:02:22.872+0000","up_votes":1,"down_votes":0,"body":"manchmal :D","replies":[{"id":"","poster":"RainerKilltKeina","date":"2018-05-22T08:14:30.332+0000","up_votes":1,"down_votes":0,"body":"Wenigstens einer, der dazu steht :D\nEhrenmann","replies":[{"id":"","poster":"Necromant","date":"2018-05-22T09:13:42.409+0000","up_votes":1,"down_votes":0,"body":":D","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2018-05-22T07:51:40.491+0000","up_votes":1,"down_votes":0,"body":"Ein Skandal sondergleichen! Ich baue die Triboken auf und siede das Pech.","replies":[]},{"id":"","poster":"Necromant","date":"2018-05-22T06:59:20.704+0000","up_votes":1,"down_votes":0,"body":"Die Woche wird schon wieder so rar gesäht mit Streams werden :s","replies":[]}]}