{"id":"OBpPJ7E0","poster":"Lotus Angel","date":"2018-05-21T17:26:41.123+0000","title":"Honor System aufsteigen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nIch wollte fragen, ob man das Honor-Level aufsteigen kann, obwohl man nicht geehrt wird. Dass ich geehrt passiert leider &auml;u&szlig;erst selten....  Ich habe den Eindruck, dass die meisten Leute das einfach skipen. \r\n\r\nLg,\r\nBiscuit of Hope\r\n\r\nP.S. Ja ich wei&szlig;, dass man ehrenhaft spielen muss. Das tue ich auch seit meinem Chatban, allerdings bekomme ich nie Honors... selbst wenn ich Support spiele und S+ bekomme oder wenn ich Mitte gehe und den meisten DMG mache. Nicht Flamen und freundliches Verhalten versteht sich von selbst.\r\n {{sticker:galio-happy}}","replies":[{"id":"","poster":"Dermel","date":"2018-05-21T19:13:07.198+0000","up_votes":1,"down_votes":0,"body":"> Ich wollte fragen, ob man das Honor-Level aufsteigen kann, obwohl man nicht geehrt wird. \n\nJa, es geht nur etwas langsamer.\n\nDarf ich fragen, wann der Chatbann war?","replies":[{"id":"","poster":"Lotus Angel","date":"2018-05-21T20:27:59.931+0000","up_votes":1,"down_votes":0,"body":"Letzte Woche","replies":[{"id":"","poster":"Bobby Bonkers","date":"2018-05-22T03:38:36.352+0000","up_votes":1,"down_votes":0,"body":"Wow,da ist es doch klar das sich da noch nix getan hat.\nSowas geht ja schließlich nicht über Nacht. Rechne mal mit mehreren Wochen/Monaten bis sich bei deinem Honor Lvl merklich was getan hat","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2018-05-21T17:28:50.472+0000","up_votes":1,"down_votes":0,"body":"Ich sage es mal so. Wenn man ohne Honor aufsteigen kann. (was letzte Season möglich war) Dann müsstest du ja bereits etwas aufgestiegen sein. (Schließlich sind es jetzt schon 5 Monate)","replies":[{"id":"","poster":"Lotus Angel","date":"2018-05-21T17:31:54.758+0000","up_votes":1,"down_votes":0,"body":"Wow... was soll ich machen? Jede Runde nach honors betteln?","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-05-21T19:08:56.827+0000","up_votes":1,"down_votes":0,"body":"Da das Honor-System ein passives Konzept ist, kannst du selbst nichts machen. Honors kommen, wenn sie kommen und verbleiben wenn sie verbleiben. Nimms also wie es kommt.","replies":[]}]}]}]}