{"id":"bJw4HrZy","poster":"SnipeeDNox","date":"2018-05-21T09:34:03.982+0000","title":"E'Dragons sucht nach E-Sports Team für Lol ab Platin & Communitymember","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"E&rsquo;DRAGONS ist eine Organisation, die sich seit einem Jahr in der eSport Szene befindet und nun die Community sowie die Teams vergr&ouml;&szlig;ern m&ouml;chte. Wir suchen Spieler, die engagiert sind und die Organisation mit nach vorne zu treiben. Wir supporten unsere einzelnen Spieler sowie Teams damit sie die M&ouml;glichkeit haben sich weiter zu entwickeln und sich in der Szene zu etablieren. Wir bieten jedem die M&ouml;glichkeit E&#039;DRAGONS beizutreten, egal als Team, Member oder Support (Management, Redaktion etc.).\r\n\r\nDer Zeit suchen wir folgende Teams:\r\n\r\nLeague of Legends \r\n\r\nDie Organisation erwartet:\r\n 18+\r\n E-Sports Erfahrung\r\n Lan Bereitschaft\r\n Wohnsitz in der EU\r\n Trainingsbereitschaft\r\n\r\nDie Organisation bietet folgendes:\r\n Teamspeak 3\r\n Struktur in der Organisation\r\n Support vom Management\r\n Lan Support vom Management\r\n Trikots\r\n Sponsoren / Partner Vorteile\r\n Grafik Ausstattung (Overlays etc.)\r\n\r\nAls Team solltet Ihr euren Pflichten nachkommen, denn nur so haben wir die M&ouml;glichkeit als Management bessere Partner zur Unterst&uuml;tzung ran zu ziehen. Da ein Team eine gro&szlig;e Zeitbeanspruchung mit sich bringt, gibt es nat&uuml;rlich Spieler die diese Zeit nicht aufbringen k&ouml;nnen. Solltest du einer davon sein, k&ouml;nnen wir dir unseren Memberbereich empfehlen um abends innerhalb der Community Zeit zu verbringen. Dort wird gespielt was gerade vorgeschlagen wird egal ob CS:GO oder Lol, PuBG etc. Einzige Voraussetzung daf&uuml;r ist Aktivit&auml;t und angemessenes Benehmen.\r\nFalls Du interessiert bist, kannst Du uns per Nachricht, Teamspeak oder E-Mail erreichen.\r\n\r\nTeamspeak : edragons.4np.de\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n \r\nManagement E&lsquo;DRAGONS\r\ninfo@edragons.de","replies":[]}