{"id":"bRHwZTY4","poster":"TrueDamage Ninja","date":"2018-05-21T07:26:13.842+0000","title":"[Help!] Tastaturbelegung: Linke Alt-Taste","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nich habe eine ganz kurze Frage! Anscheinend habe ich es irgendwie geschafft meine linke Alt-Taste zu entbinden. Wie, warum und wann wei&szlig; ich leider nicht. Wahrscheinlich als ich versucht habe Alt als PTT-Taste f&uuml;r den Sprachchat zu verwenden, was leider nicht funktioniert hat.\r\n\r\nJedenfalls, ich habe meine Alt-Taste dazu verwendet um Pings zu setzen, Ziele zu markieren, um mit meinem hohen AD/AP/Goldwert zu prahlen oder um zu zeigen dass ich noch 2% EP f&uuml;r meine Ultimate besitze. Leider f&auml;llt diese Taste nun weg! Ich h&auml;tte sie gerne wieder, denn es war immer sehr komfortabel sie zu benutzen. \r\n\r\nUnter welchem Keybind sind all die Funktionen zu finden damit ich die linke Alt-Taste wieder ihren alten Job zuweisen kann?\r\n\r\nPS: Ich habe weder auf Ami-Tastatur gestellt noch ist die Taste defekt. Raustaben und alles funktioniert noch einwandfrei.\r\n\r\nIch erbitte um Hilfe!\r\n\r\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"Auulay","date":"2018-05-21T07:51:32.400+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen AdMortemInimicus,\nIch selbst finde auch keine Einstellung um die Alt Taste manuell wieder zu belegen, jedoch sollte diese wieder ihre alte Funktion erfüllen wenn du deine Tastatur-Einstellung auf Standart zurücksetzt.\nAuch wenn das etwas suboptimal ist.","replies":[{"id":"","poster":"TrueDamage Ninja","date":"2018-05-21T18:14:03.594+0000","up_votes":1,"down_votes":0,"body":"Gut, das hat mir geholfen! Nun habe ich nur noch eine Sache die ich leider auch nicht mehr in den Optionen wiederfinde: Ich möchte gerne mein, zum Beispiel, Smite casten, sobald ich den entsprechenden Knopf dafür runter drücke und nicht erst wenn ich ihn los lasse. Würdest Du mir auch bitte verraten wo ich die Option dazu finde? Ich sitze hier schon eine halbe Stunde im Training und finde die Option dazu nicht mehr. ):","replies":[{"id":"","poster":"Auulay","date":"2018-05-21T23:48:15.196+0000","up_votes":1,"down_votes":0,"body":"Dazu musst du ganz einfach unterhalb deiner Primären Hotkeys den Haken bei Ersetze Schnellzaubern durch Schnellzaubern mit indikator herausnehmen. dann werden deine Skills sofort ausgelöst und du bekommst nicht mehr den Reichweiten indikator.\nUnd natürlich alle Skills auf Schnellzaubern stellen.","replies":[]}]}]}]}