{"id":"4PTApEyU","poster":"HaraldWurstWampê","date":"2019-06-26T21:43:44.674+0000","title":"Ich mache einfach keinen dmg .","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Ich Spiele zurzeit  ADC und es ist einfach unmöglich viel dmg zu machen  wenn ich sehe wie viel die anderen adc oder sogar SUPP machen dann frage ich mich halt warum ich keinen dmg mache ich sehe wie mich z.b sivir  MF  kaisa    mir 2 hits geben und mir damit einfach mal 50% abziehen wärend ich  sie im dauerfeuer abschiessen weil sie sich gerade auf denn supp konzentrieren  Juckt das denn anderen adc garnicht schwupps switchen sie auf mich boom instand down oder letztes mal  Lux hitet mich mit lvl 3 1x mit ihren  cc zieht mir 50% ab wo ich mir denke wtf  2 autohits und ihr dmg spell down ... sry aber was ... ihr minischild hat ALLES absorbiert .","replies":[{"id":"","poster":"Shërë Khαn","date":"2019-06-26T22:24:47.180+0000","up_votes":2,"down_votes":0,"body":"adde mich mal ingame, bin adc main in platin, dann können wir ja ein paar games von dir anschauen und rausfinden woran es liegt. :)","replies":[]},{"id":"","poster":"Empaya","date":"2019-06-26T22:42:15.362+0000","up_votes":1,"down_votes":1,"body":"Hallo, Platin 4 hier. Ich schätze mich mal als nicht so wirklich gut ein, aber es geht.\n\nIch sehe du gehst Infinity Edge first. Kaufe dir da lieber ein anderes First Item. \nIE verdoppelt ja deinen Crit und weil du anfangs noch keinen Crit hast, ist das Item für den Müll.\n\nDu kaufst also Buchstäblich ein Item, welches auf andere Items angewiesen ist, um zu funktionieren.\n\nKauf dir da lieber ein BF-Sword {{item:1038}}  Da kriegst du erstmal +40 AD und kannst dich auf ein anderes Item konzentrieren auch wirklich zu beenden.\n\nz.B: BF-Sword, dann kaufst du ein Hurricanes oder Phantom Dancer (falls es mal defensiv sein muss) und dann kompletest du das IE.\n\n-> {{item:1038}} -> {{item:3094}} / {{item:3085}} / {{item:3087}} / {{item:3046}} -> {{item:3031}} \nDamit sorgst du mit den Items für Damage, welcher auch Anfangs da ist.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-06-27T04:37:42.112+0000","up_votes":1,"down_votes":0,"body":"IE verdoppelt noch/wieder den Critwert? O_O\n\nUnd vergiss {{item:3153}} nicht. Das ist meines Wissens das erste Item auf {{champion:22}} {{champion:236}} {{champion:29}} {{champion:96}} {{champion:110}} {{champion:67}} {{champion:429}} \n\nBei einigen ist aber momentan {{item:3031}} rush normal wie {{champion:202}} oder {{champion:18}} oder {{champion:222}} ","replies":[{"id":"","poster":"HaraldWurstWampê","date":"2019-06-27T10:34:49.422+0000","up_votes":1,"down_votes":0,"body":"ok danke zurzeit rushe ich ein bisschen Jinx und mache sofort immer Runaans  um viel mehr Waveclear zu haben das problem was ich manchmal haben ist auch das last hiten die viecher haben 1 hp man schiesst drauf sie haben dann 0 .... und ich bekomm denn last hit nicht ich hasse sowas .. XD","replies":[{"id":"","poster":"HaraldWurstWampê","date":"2019-06-27T11:16:49.957+0000","up_votes":1,"down_votes":0,"body":"Und wieder JEDES!!!!! GAME IMMER  der erste tod IMMER es ist einfach unmöglich  irg was zu killen es geht einfach nicht der BURST des SUpp bummst mich schon um bevor der adc was macht .... ich kann garnix machen einfach unmöglich 90% smurfs scheiße ohne ende .... es stribt einfach absolut garnix  NIX ....","replies":[{"id":"","poster":"Nordwolf87","date":"2019-06-27T11:52:54.926+0000","up_votes":1,"down_votes":0,"body":"Du sollst am Anfang auch niemanden umbumsen. Gerade mit Jinx nicht die ist ein Lategame Monster und daher im Early etwas schwächer. Du hast deine W zum runterpoken und deine Q wenns ans Eingemachte geht. Aber ich habs schon sehr oft in Bronze/Silber gesehen: die ADC spielen viel zu aggressiv ohne die Cooldowns der Gegner oder die Itemspikes zu kennen. \n\nAber du hast dich in dem Game auch bereits in der 2. Minute snacken lassen. Was idt da passiert? Invade? \n\nUnd dann in min 3 nochmal und in Min 5 nochmal. \n\n3 Tode in 5 minuten was war da los? Da ist das Game ja over bevor es begonnen hat.\n\nÜbrigens deine CS/min sind tw auf Iron 4 niveau oder sogar drunter, jinx 3,2, Sivir 1,8 (das war sogar ranked), jinx 2,4, Vayne 2,4. Und dann hast du wieder CS auf Gold/Plat Niveau 7,7 jinx, 7,2 Jinx, 8 Jinx.\n\nDaran solltest du unbedingt arbeiten, dass sich das konstant bei 6-8 CS/min einpendelt. Wenn du dir meine Matchhistory anschaust, siehst du ganz wenige Ausreißer unter 6 Cs/min (Botgames, Aram und Supp-Games ausgenommen). Dann hast du auch mehr gold = mehr/schneller Items = mehr Dmg","replies":[{"id":"","poster":"HaraldWurstWampê","date":"2019-07-02T17:06:18.786+0000","up_votes":1,"down_votes":0,"body":"Naja wenn ich deine Games sehe sehe ich ja das du garkein ADC sonder anscheinend nur MID Spielst heißt du musst dich nur mit nem Hirnlosen Jgl rumschlagen  genau so wie Supp   ich verstehe halt nie warum die Supp bei denn egal was es ist so massiven dmg machen lulu gibt mir ne q mit lvl 1 und zieht mir 30 % hp was ? ....... manchmal habe ich das problem mit Jinx kille ich sie am besten mit der Gattling oder mit dem Rocket launcher  mit dem Launcher Pocke ich sie meistens ein bisschen  will sie dann aber auch damit irg wie killen aber ich denke da ist die gattling besser  . Und was meine 2 Min tot angeht ich werde halt einfach instand umgebummst ich komme zu absolut garnix boom down ....","replies":[]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-06-27T11:43:55.956+0000","up_votes":1,"down_votes":0,"body":"Hier kannste mal bissl stöbern\n\nhttps://m.u.gg/lol/champions/jinx/build?region=euw1&amp;rank=overall\n\nDarum ist auch Runaans nicht ideal als first item. Du hast zwar den Streuschuss, der sich geil anfühlt, aber dadurch dass du keinen schaden machst entgehen die am Ende vl sogar alle 3 minions :-/","replies":[]}]}]},{"id":"","poster":"DontKillMySoraka","date":"2019-06-27T08:17:35.470+0000","up_votes":1,"down_votes":0,"body":"Das stimmt nicht. Infinity Edge wird zu 80% zuerst gebaut (es sei denn der Champ geht auf blade)","replies":[]}]},{"id":"","poster":"Nordwolf87","date":"2019-06-27T04:45:04.010+0000","up_votes":1,"down_votes":0,"body":"Ohne Replayist das schwierog zu sagen. Deine Items sind weitgehen ok, deine Runen auch (wobei ich auf  ADC nicht Inspiration als second mitnehme sondern entweder Socery bei manahungrigen ADC oder Dominanz). Anhand der Stats würde ich sagen, dass dein Possitionint nicht das Beste ist. ADC machen DPS dh sie bursten ihre Gegnrr nicht sondern machen konstanten Schaden. Du stirbst recht oft was darauf hindeutet, dass du stirbst bevor du deinen Schaden austeilst. Aber wie gesagt nur anhand von op.gg ist das grad bei ADC schwierig zu sagen.","replies":[{"id":"","poster":"DontKillMySoraka","date":"2019-06-27T08:16:36.566+0000","up_votes":1,"down_votes":0,"body":"Inspiration second ist grade meta.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-06-27T08:30:04.879+0000","up_votes":1,"down_votes":0,"body":"Hm wieder was gelernt :)","replies":[]}]}]}]}