{"id":"NOFsZmmo","poster":"The Messenger RG","date":"2018-05-20T17:37:56.471+0000","title":"Clash Beta Test 11.6. - F.A.Q. und bekannte Probleme","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"ORlANNA GRANDE","date":"2018-05-21T15:16:32.061+0000","up_votes":5,"down_votes":5,"body":"Ich besitze kein Telefon und der Support meinte das ich dann nicht mitmachen kann. Richtig schön das ich an einem Event nicht mitmachen kann weil ich den ganzen modernen Rotz nicht brauch.","replies":[{"id":"","poster":"Darth Delay","date":"2018-05-22T08:38:19.750+0000","up_votes":13,"down_votes":2,"body":"\"Richtig schön das ich an einem Event nicht mitmachen kann weil ich den ganzen modernen Rotz nicht brauch.\" Zählt ein Computer nicht dazu? :o","replies":[{"id":"","poster":"EZ pez LEM sQuEZ","date":"2018-06-12T13:26:02.808+0000","up_votes":1,"down_votes":0,"body":"naja so modern sind computer auch nemmer xD","replies":[{"id":"","poster":"Darth Delay","date":"2018-06-28T16:36:03.824+0000","up_votes":1,"down_votes":0,"body":"Computer sind nur so modern wie die Teile die sie in sich tragen. Fernseher sind auch alt, und trotzdem modern.","replies":[]}]}]},{"id":"","poster":"SP3EDI","date":"2018-05-21T15:24:34.525+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=ORlANNA GRANDE,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000e,timestamp=2018-05-21T15:16:32.061+0000)\n>\n> Ich besitze kein Telefon und der Support meinte das ich dann nicht mitmachen kann. Richtig schön das ich an einem Event nicht mitmachen kann weil ich den ganzen modernen Rotz nicht brauch.\n\nDu kannst aber doch einen deiner Freunde/Familie Fragen ob du ihre Nummer dafür nutzen kannst.\n\nAuch normale Haustelefone können heut zu Tage SMS empfangen.","replies":[{"id":"","poster":"ORlANNA GRANDE","date":"2018-05-21T16:41:25.667+0000","up_votes":1,"down_votes":1,"body":"Telefon geht nicht. Aber zum glück gibt es noch Familie. Ich finde es ist kacke das man ein Telefon braucht, aber gut.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:46:55.771+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=ORlANNA GRANDE,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000e00000000,timestamp=2018-05-21T16:41:25.667+0000)\n>\n> Telefon geht nicht. Aber zum glück gibt es noch Familie. Ich finde es ist kacke das man ein Telefon braucht, aber gut.\n\nIch kann deinen Frust verstehen, aber dies dient leider zur Sicherheit aller damit wir Smurfs für diese Turniere besser bekämpfen können.\n{{sticker:cass-cry}}","replies":[{"id":"","poster":"titanstiefel","date":"2018-05-23T14:48:45.433+0000","up_votes":1,"down_votes":0,"body":"Mann kann ja aber auch mehere telefohnummern haben und an kann man ja auch mit einem smurf account spilen","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-23T15:15:42.516+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=titanstiefel,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000e0000000000000001,timestamp=2018-05-23T14:48:45.433+0000)\n>\n> Mann kann ja aber auch mehere telefohnummern haben und an kann man ja auch mit einem smurf account spilen\n\nWir haben ein System das deine Smurfs findet zusätzlich zu der SMS verification. Solltest du also Smurfen wirst du nicht nur deine Belohnungen verlieren auch der rest von deinem Team erhält keine Belohnungen und ihr könnt von allen zukünftigen Clash Turnieren ausgeschlossen werden.\n\nDas Risiko ist es also nicht wert {{sticker:sg-shisa}}","replies":[{"id":"","poster":"titanstiefel","date":"2018-08-05T03:13:31.428+0000","up_votes":1,"down_votes":0,"body":"jo","replies":[]}]}]},{"id":"","poster":"OPChampsSucks","date":"2018-06-17T21:54:42.128+0000","up_votes":1,"down_votes":0,"body":"ehm ja. das telefonnummern in dem sinne wie eine e mail ist davon ab .....","replies":[{"id":"","poster":"WhisperedFire","date":"2018-06-18T17:07:24.498+0000","up_votes":1,"down_votes":0,"body":"Für meisten Laien ist es schon wesentlich einfacher eine Email-Adresse zu erstellen als sich eine neue Nummer zu besorgen, zu mal da auch noch neue Kosten entstehen.\n\nWhisperedFire {{summoner:14}}","replies":[]}]},{"id":"","poster":"EZ pez LEM sQuEZ","date":"2018-06-12T13:27:17.317+0000","up_votes":1,"down_votes":0,"body":"das ist ein witz ich kenne min 10 leute die für ihre smurfs prepaid simkarten gekauft haben um zu smurfen","replies":[{"id":"","poster":"SP3EDI","date":"2018-06-14T12:41:49.270+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GôôD LûcK,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000e0000000000000002,timestamp=2018-06-12T13:27:17.317+0000)\n>\n> das ist ein witz ich kenne min 10 leute die für ihre smurfs prepaid simkarten gekauft haben um zu smurfen\n\nDas einzige was die damit machen ist eine Handynummer auf den Account eintragen. Unser System hat die Smurfs trotzdem erkannt und wird diesen Spielern und ihrem kompletten Team die Belohnungen abnehmen. Und weitere Verstöße führen  dazu das die Spieler komplett aus Clash ausgeschlossen werden.","replies":[]}]},{"id":"","poster":"MrTumi","date":"2018-05-23T12:25:54.075+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000e000000000000,timestamp=2018-05-21T16:46:55.771+0000)\n>\n> Ich kann deinen Frust verstehen, aber dies dient leider zur Sicherheit aller damit wir Smurfs für diese Turniere besser bekämpfen können.\n> {{sticker:cass-cry}}\n\nMit den smurfs. Die können ja die smurfs benutzen für clash und den bestätigen also macht das keinen sinn meiner Meinung nach aber oke. Vllt denke ich mir das nur. Dennoch freue ich mich auf clash!","replies":[{"id":"","poster":"Malthael26","date":"2018-05-24T09:02:28.914+0000","up_votes":1,"down_votes":0,"body":"Und was wäre wenn einer nicht smurft aber einfach nur gut ist ? z.b gibt es ja auch spieler die extrem selten nur rangliste spielen und silber eingerankt sind aber wie platin spieler spielen.","replies":[]}]}]},{"id":"","poster":"hab dich lieb","date":"2018-05-23T08:28:45.015+0000","up_votes":1,"down_votes":0,"body":"Du regst dich auf, dass man ein Telefon benötigt um an Clash teilnehmen zu können. Stell dir mal vor du befindest dich in einem Turnierspiel und im Gegnerteam sind 5 Leute die weit über eurem Skilllevel liegen. Meiner Meinung nach ist ersteres das kleinere Übel, Smurfs müssen bei so einem Event heruntergeschraubt werden.","replies":[]}]}]},{"id":"","poster":"Karasnir","date":"2018-06-13T08:06:11.256+0000","up_votes":1,"down_votes":0,"body":"Nun ja, einen Rechner besitzen und darauf Lol zocken können, aber dann nicht einmal ein 10 Euro Tastenhandy zu haben um eine Nummer zu bestätigen ist halt auch etwas komisch. Damit soll einfach verhindert werden, das einzelne, teils sehr gute Spieler dieses System ausnutzen und mit einem hohen Skill in einer niedrigen Klasse Spielen und so einfach durchstompen. Finde es durchaus sinnvoll und wie gesagt..... eine handy gibt es für sehr kleines Geld","replies":[]},{"id":"","poster":"Alry FireBlade","date":"2018-06-09T22:28:06.739+0000","up_votes":1,"down_votes":0,"body":"1. du hast nen PC 2. ist ein stink normales tasten Handy auch schon lange nicht mehr modern und würde trotzdem gehen.\nWenn du also nichtmal ein handy hast, hast du nichtmal den alten kram.\nSry aber heutzutage noch gar kein handy, das ist schon krass.","replies":[]},{"id":"","poster":"MSF Ness","date":"2018-05-22T08:59:26.505+0000","up_votes":1,"down_votes":0,"body":"Hey und guten Morgen!\n\nIch weiß, dass es ärgerlich ist, wenn die Teilnahme aufgrund keines Handybesitzes verhindert ist. Aber durch diesen Verifizierungsprozess können wir sicher gehen, dass sich Beschwörer nicht mit mehren Konten anmelden (also smurfen) und wir auch so den Competetive-Stil mehr fördern können.\n\nDu könntest allerdings Freunde, Familie oder Verwandte fragen, ob du ihre Nummer für die Verifizierung verwendet darfst. :)\n\nEntschuldige, für die Unannehmlichkeiten.\n\n{{sticker:zombie-nunu-bummed}}","replies":[]},{"id":"","poster":"EZ pez LEM sQuEZ","date":"2018-06-12T13:25:40.970+0000","up_votes":1,"down_votes":1,"body":"machs wie kollegs von mir die mit smurfs abziehen wollen prepaid karte für lol kaufen mit gammel handy 15 euro oder so  danach legst es aus in den schrank oder wirfst es weg","replies":[]}]},{"id":"","poster":"Mädt","date":"2018-05-21T14:23:45.122+0000","up_votes":2,"down_votes":7,"body":"Es tut mir leid aber was ist das wieder für ein Schwachsinn?! Ich bin Ehrungsstufe 0 seit etwa 3 Monaten und habe erst Zwischenziel 1/3(vor kurzem(1woche) für Stufe 1 erreicht.\nDa ich eig. wenig Zeit habe, kann ich täglich/wöchentlich nur wenige Spiele spielen(wobei ich in letzter Zeit mehr gespielt habe).\nDas bedeutet für mich dass ich in 2 Jahren etwa, wenn ich nicht wieder einen chatban bekomm, an einem Tunier teilnehmen kann.(vermutlich eher länger)\nWollt ihr dass Spieler die einmal(in 3 Jahren) einnen Chatban hatten, die Lust auf LoL verlieren und aufhören.\nAnders kann ich es mir sonst nicht erklären warum erst ab Ehrungsstufe 2...\nBin enttäuscht...","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T14:48:25.386+0000","up_votes":10,"down_votes":1,"body":"> [{quoted}](name=Mädt,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a,timestamp=2018-05-21T14:23:45.122+0000)\n>\n> Es tut mir leid aber was ist das wieder für ein Schwachsinn?! Ich bin Ehrungsstufe 0 seit etwa 3 Monaten und habe erst Zwischenziel 1/3(vor kurzem(1woche) für Stufe 1 erreicht.\n> Da ich eig. wenig Zeit habe, kann ich täglich/wöchentlich nur wenige Spiele spielen(wobei ich in letzter Zeit mehr gespielt habe).\n> Das bedeutet für mich dass ich in 2 Jahren etwa, wenn ich nicht wieder einen chatban bekomm, an einem Tunier teilnehmen kann.(vermutlich eher länger)\n> Wollt ihr dass Spieler die einmal(in 3 Jahren) einnen Chatban hatten, die Lust auf LoL verlieren und aufhören.\n> Anders kann ich es mir sonst nicht erklären warum erst ab Ehrungsstufe 2...\n> Bin enttäuscht...\n\nHier liegt das Problem auf deiner Seite. Wenn du \"nur\" einmal in 3 Jahren einen Chatban erhalten hättest, dann wärst du nur auf Ehrenstufe 1 gefallen. Um auf Ehrenstufe 0 zu fallen,  musst du mindestens eine 14 Tage Sperre erhalten haben, oder aber du hast mehrfache Chatsperren erhalten.\n\nIn Beiden fällen, warst du also toxisch in hohen Maß, weshalb du zurecht nicht an Clash teilnehmen kannst, da wir ein solches Verhalten nicht in dem Turnier sehen möchten.\n\nWenn du dich an die Regeln hältst, und dich Sportlich verhältst, dann fällst du erst garnicht in der Ehrenstufe. Ich Spiele das Spiel nun seit 2009 und hab noch nie eine Strafe erhalten. {{sticker:sg-syndra}}","replies":[{"id":"","poster":"Mädt","date":"2018-05-21T16:10:29.148+0000","up_votes":1,"down_votes":1,"body":"ich habe noch nie eine 14 tage sperre erhalten! nur 1mal einen chatban wie gesagt. wenn das so sein sollte werde ich mich an den support wenden, da ich sicherlich wüsste wenn mein acc für 14 tage gesperrt wäre (oder chatban für 14 tage(falls es sowas gibt))\nich hatte bisher nur einen 10spiele chatban(evt 2 vor sehr langer zeit aber das wüsste ich dann nichtmehr).","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:15:18.137+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mädt,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a00000000,timestamp=2018-05-21T16:10:29.148+0000)\n>\n> ich habe noch nie eine 14 tage sperre erhalten! nur 1mal einen chatban wie gesagt. wenn das so sein sollte werde ich mich an den support wenden, da ich sicherlich wüsste wenn mein acc für 14 tage gesperrt wäre (oder chatban für 14 tage(falls es sowas gibt))\n> ich hatte bisher nur einen 10spiele chatban(evt 2 vor sehr langer zeit aber das wüsste ich dann nichtmehr).\n\nErstelle ein Ticket und wir werden uns das ganze mal anschauen und dir auch Tipps geben wie du dich noch verbessern kannst um schneller aufzusteigen. {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Mädt","date":"2018-05-21T16:46:23.025+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:55:41.347+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mädt,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a0000000000000000,timestamp=2018-05-21T16:46:23.025+0000)\n>\n> Habe ein Ticket mit meiner Sichtweise erstellt. Und erbitte um Klarheit, da es für mich immer unverständlicher wird.\n> Ich habe keine Lust 2 jahre zu spielen bis ich an Tunieren evt.! teilnehmen kann. Das versteht glaube jeder(Sperren hin oder her). Und werde daher auch eine unbestimmte LoL- Pause einlegen da die Ehrungsstufen wie Rankedpunkte durch den Support ziemlich sicher nicht geändert werden können.\n> \n> Wie gesagt Meiner Meinung!! wurde mit den Ehrungsstufen schwachsinn gebaut, da man wirklich SEHR viel spielen muss, und als Student mit dem falschen Fach die Zeit hierfür nichtmehr aufbringen kann um aufzusteigen und wenn man mal absteigt kann man das aufsteigen als inaktiver Spieler vergessen, und somit an bestimmten Events nichtmehr beitreten. (Warum werden sie(die Events) mir dann überhaupt vorgeschlagen wenn ich keine möglichkeit habe daran teilzunehmen(sarkasmus)).\n> \n> Naja viel Spaß euch weiterhin, werde diesen Post in etwa 30min löschen.\n> Lg Mädt\n\nIch kann deinen Frust durch aus verstehen, doch wurde deine Ehrenstufe erst herabgesetzt als du gegen die Regeln verstoßen hast, in welcher Form auch immer dies geschehen sein mag.\n\nDas unser System nicht perfekt ist, das sind wir uns bewusst, aber Toxicity ist ein großes Problem im Spiel und das Ehrensystem ist ein Weg dieses Problem anzugehen. \n\nUnd sein Verhalten wirklich zu überdenken und zu ändern, das passiert nicht innerhalb ein Paar spiele. Das benötigt mehr Zeit.","replies":[{"id":"","poster":"Mädt","date":"2018-05-21T17:12:53.821+0000","up_votes":2,"down_votes":1,"body":"Das Problem ist aber ein anderes:\nEs gibt eine Sperre sowie keine Skins oder was weiß ich für längere Zeit was ich zwar sehr! schade finde aber mein Spiel mit anderen in keinsterweise beeinträchtigt.\nJetzt wird die möglichkeit geöffnet sich im Team mit anderen zu \"clashen\" was LoL sowie viele andere Spiele immerwieder durch erf. boost. flexi rankeds usw. versuchen.\nDa frag ich mich was mein chatban(du kannst sicherlich mein ticket anschauen und dann sehen dass es nur ein chatban war) für Sinn hat wenn ich nicht mit befreundeten Spielern Tuniere spielen darf.\nSowas frustriert einen doch nur mehr als das es in irgendeinerweise weiterhilft. In welcher weise soll eine frustration mein Verhalten positiv verändern?\nNaja egal ich bin dann erstmal raus schau noch die Antworten sowie meinSupport ticket an und verabschiede mich.\n\nLg Mädt","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T17:25:38.665+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Mädt,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a000000000000000000000000,timestamp=2018-05-21T17:12:53.821+0000)\n>\n> Das Problem ist aber ein anderes:\n> Es gibt eine Sperre sowie keine Skins oder was weiß ich für längere Zeit was ich zwar sehr! schade finde aber mein Spiel mit anderen in keinsterweise beeinträchtigt.\n> Jetzt wird die möglichkeit geöffnet sich im Team mit anderen zu &quot;clashen&quot; was LoL sowie viele andere Spiele immerwieder durch erf. boost. flexi rankeds usw. versuchen.\n> Da frag ich mich was mein chatban(du kannst sicherlich mein ticket anschauen und dann sehen dass es nur ein chatban war) für Sinn hat wenn ich nicht mit befreundeten Spielern Tuniere spielen darf.\n> Sowas frustriert einen doch nur mehr als das es in irgendeinerweise weiterhilft. In welcher weise soll eine frustration mein Verhalten positiv verändern?\n> Naja egal ich bin dann erstmal raus schau noch die Antworten sowie meinSupport ticket an und verabschiede mich.\n> \n> Lg Mädt\n\nLeider bin ich nicht im Büro und kann mir dein Ticket als auch deinen Account nicht von zu hause aus anschauen.\n\nAber genau dieser Frust hier führt zu einem umdenken. Verhalte ich mich toxisch im Spiel und sei es auch nur für ein einziges Spiel, dann muss ich mit dem Verlust des Privilegs rechnen Turniere zu spielen mit  meinen Freunden, in denen wir um Loot kämpfen.\n\nZuvor hattest du nichts zu verlieren als ein Paar Kapseln und kosmetische Belohnungen am ende der Saison.\n\nJetzt kann dich ein schlechtes Verhalten im Spiel die Teilnahme an Clash kosten.","replies":[{"id":"","poster":"Mädt","date":"2018-05-21T17:34:44.141+0000","up_votes":2,"down_votes":2,"body":"und genau deswegen höre ich mit dem Spiel auf.","replies":[{"id":"","poster":"WarlockFreak","date":"2018-05-22T06:20:34.837+0000","up_votes":8,"down_votes":1,"body":"wie man sieht hat das System etwas gebracht: ein Spieler weniger mit schlechtem Verhalten. Wir danken dir {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Darth Delay","date":"2018-05-22T08:37:38.552+0000","up_votes":5,"down_votes":1,"body":"Ich meine er hats sich ja selbst zu verschulden. Pech gehabt.","replies":[]},{"id":"","poster":"Alry FireBlade","date":"2018-06-09T22:34:24.470+0000","up_votes":1,"down_votes":0,"body":"geil, ich wollte gerade das selbe schreiben.\n\nIch warte gern 3x solange auf ein game, wenn dafür der flame aufhört :D","replies":[]}]}]},{"id":"","poster":"Schmandpudding","date":"2018-05-22T10:10:36.736+0000","up_votes":1,"down_votes":0,"body":"Eure Entscheidungen darüber, was genau toxisch ist und was nicht sind aber auch mehr als fragwürdig. Teilweise echt ziemlich unmenschlich. Wenn jemand das gesamte Spiel lang geflamed wird, könnte man demjenigen auch etwas Menschlichkeit zusprechen oder sich seine durchschnittliche Zahl an Honors ansehen, bevor man ihn einfach striked, weil man halt kann. Wirklich mit euch darüber reden kann man auch nie, das wird immer sofort abgeblockt - so wie es Riot leider eben macht. Idk why, aber den Tenor, dass man sich bloß nie an den deutschen sondern wenn möglich immer an den englischen Support richten soll, gibt's ja auch nicht erst seit gestern...\n{{sticker:poppy-wink}} \n\nAbsolut gegen Flamer und den ganzen unnötigen Scheiß, aber wenn Menschen interagieren, sind sie nun mal keine Roboter, die von Beleidigungen uä. kalt gelassen werden und das könnte man in seine Beurteilung miteinbeziehen...","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:13:48.674+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Schmandpudding,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a00000000000000000000000000000001,timestamp=2018-05-22T10:10:36.736+0000)\n>\n> Eure Entscheidungen darüber, was genau toxisch ist und was nicht sind aber auch mehr als fragwürdig. Teilweise echt ziemlich unmenschlich. Wenn jemand das gesamte Spiel lang geflamed wird, könnte man demjenigen auch etwas Menschlichkeit zusprechen oder sich seine durchschnittliche Zahl an Honors ansehen, bevor man ihn einfach striked, weil man halt kann. Wirklich mit euch darüber reden kann man auch nie, das wird immer sofort abgeblockt - so wie es Riot leider eben macht. Idk why, aber den Tenor, dass man sich bloß nie an den deutschen sondern wenn möglich immer an den englischen Support richten soll, gibt&#x27;s ja auch nicht erst seit gestern...\n> {{sticker:poppy-wink}} \n> \n> Absolut gegen Flamer und den ganzen unnötigen Scheiß, aber wenn Menschen interagieren, sind sie nun mal keine Roboter, die von Beleidigungen uä. kalt gelassen werden und das könnte man in seine Beurteilung miteinbeziehen...\n\nDu kannst Spieler zu jeder Zeit muten wenn du dich von diesen angegriffen fühlst, und diese dann nach dem Spiel melden. Es gibt keine Rechtfertigung dafür selbst dann ausfallend zu werden. {{sticker:sg-lulu}}","replies":[{"id":"","poster":"Schmandpudding","date":"2018-05-23T22:12:13.213+0000","up_votes":1,"down_votes":0,"body":"Wer sofort mutet riskiert aber damit nicht mehr mit seinen Mitspielern kommunizieren zu können und auf Flame reagieren ist nicht gleichzusetzen mit ausfällig werden.\n{{sticker:vayne-pose}}","replies":[]}]}]}]},{"id":"","poster":"Alry FireBlade","date":"2018-06-09T22:33:09.233+0000","up_votes":1,"down_votes":0,"body":"du bist gernerft davon, den funktioniert die Strafe ja. Du wirst dir jetzt 3x überlegen ob du flamst. ich finds gut das es mal bei wem wirkung zeigt.\nObwohl eines stimmt.\n\nDas aufsteigen dauert zu lange. Es hat mehr mit sehr vielen games zokkn zu tun als wirklich honorhaft zu spielen.","replies":[]},{"id":"","poster":"cop88","date":"2018-05-23T20:23:28.966+0000","up_votes":1,"down_votes":0,"body":"Also wenn du das nicht selber siehst dann versuche ich es dir mal kurz zu erklären. Früher konnte man das Honor Level getrost ignorieren vor allem wenn man alle Champs hat und einem die Skins egal sind jetzt ärgern sich jedoch viele Spieler die unter Honor Stufe 2 sind. Dies soll diese Spieler dazu anregen ihr verhalten zu verbessern um bei Clash mitmachen zu können. Ich kann verstehen das es frustrierend sein kann aber wenn man trotz seines zuvor offensichtlich schlechten Verhaltens es nicht einsieht und lieber mit dem spiel aufhört anstatt mit \"Ehre\" zu spielen und sich zu Honor stufe 2(oder höher) zurück zu kämpfen hast du wohl das falsche spiel ausgesucht welcher spiele Entwickler möchte denn über sein spiel sagen müssen: das spiel ist großartig wir haben Millionen von Spieler aber in jedem spiel gibt es leute die anderen den Tod wünschen {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Mädt","date":"2018-05-23T22:12:39.434+0000","up_votes":1,"down_votes":0,"body":"2 Jahre +! mit \"Ehre\" zu spielen damit ich evt. an Tunieren etc. beitreten kann. Ich bin schon frustriert gewesen, dass ich weniger/keine Skins bekomme, bzw meinen Championpool (der momentan 40 beträgt) nicht so schnell vergrößern kann aber ich nahm es hin weil eine Bestrafung eine Bestrafung sein soll. Ja früher war das Honorsystem egal. Aber das wurde geändert und es bietet was, was gesperrten leuten kaum noch was bietet.\nJetzt kommt noch zusätzlich eine Sperre an Tunieren, \"bald kommt dann Sperre an Spielen wie URF, ALL41 ... demnächst kann man nurnoch ARAM spielen wenn man eine sperre hatte(sarkasmus)\". \n\nKeiner kennt die Hintergründe weswegen ich oder andere einen chatbann bekommen haben.\nHier wird immer vom schlimmsten ausgegangen, andere Spieler sind froh wenn man das Spiel verlässt (sihe oben Kommentare), da ist es nur die richtige Entscheidung das Spiel zu verlassen. Solche Kommentare sind gleichzusetzen mit meinem Chatverhalten in Spielen.\n\nZudem trifft man auf Unverständniss von einigen Personen(die noch nie eine Strafe hatten), die sagen, dass das System sehr gut ist. Was MeinerMeinung nach überhaupt nicht ist. Das ein Support das verteidigen muss ist mir bewusst, er darf auch nichts anderes schreiben, da er nicht eigenständig handeln kann/darf was gegen Rito verwendet werden kann(Was ich meine sollte klar sein).\n\nWenn ich etwa 2 Jahre brauche (vermutlich mehr) um an Tunieren teilzunehemen(Ehrungsstufe gerademal 2!) ist etwas FALSCH punkt.\nWeiß jmd wie lang 2 Jahre sind?\nVor 2 Jahren etwa habe ich angefangen mit LoL, soll ich einen neuen Acc. erstellen dann bin ich Ehrungsstufe 4 oder 5 in gleicher zeit mit dem gleichen oder größeren Championpool.\nIn 2 Jahren bin ich mit meinem Studium fertig, berufstätig, tod, o.e.a. oder kurz vor dem StudiumEnde(hoffentlich).\n2 Jahre sind für meine Verhältnisse eine VIEL zu lange zeit für eine Bestrafung (Es sei denn man senkt den Perma-Ban auf 2 Jahre dann wäre dass eine gute Zeit)(bitte diskussion hierfür vermeiden)\n\nAber 2 Jahre für, gehen wir vom schlimmsten aus, da der Support mir noch nicht zurüclgeschrieben hat, 14 tägige Sperre(was ich sicher nicht hatte), dann sollte nach 1 Jahr normalem Verhalten auch wieder alles normal sein. \n\nEs gibt diese Aktiven Spieler, die den ganzen Tag spielen und in einem Monat(schätzung) 1 Ehrungsstufe aufsteigen können weil sie diese Zeit für das Spiel aufbringen können. Aber man sollte nicht Regeln/Aufstiege ... auf diese Spieler beschränken!\n\nAlles zusammengefasst, sehe ich keinen Grund warum ich noch weitere Zeit in dieses Spiel stecken sollte wenn ich am Ende des Tages für etwa 2 Jahre immernoch daran erinnert werde, dass ich nicht die gleichen Möglichkeiten habe, wie viele andere und mir einen LoL freundeskreis/clan/club(wieauchimmerdassheißt) vergessen kann. Da ich Tuniere nicht mitspielen darf.\n\nIch kann dieses Unverständnis nicht Verstehen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Alry FireBlade","date":"2018-06-09T22:30:36.884+0000","up_votes":1,"down_votes":0,"body":"Das häte meine Antwort sein können nur hätte ich mich nicht so gewählt ausdrücken können.\n\nIch spiel auch seit Ende 2011 und hatte keine derartige Sperre, obwohl ich früher noch echt viel geflamt habe.","replies":[{"id":"","poster":"GitGudOrDie","date":"2018-06-10T06:21:17.349+0000","up_votes":1,"down_votes":0,"body":"spiel seit talon release und war früher auch oft hart am flamen und dann hat das einfach so mal aufgehört :D hab damals echt ordentlich ausgeteilt mit cancer usw....","replies":[{"id":"","poster":"Alry FireBlade","date":"2018-06-11T20:28:43.522+0000","up_votes":1,"down_votes":0,"body":"lol, ich hab 1 Tag vor Talons release angefangen :D","replies":[{"id":"","poster":"GitGudOrDie","date":"2018-06-12T09:00:49.218+0000","up_votes":1,"down_votes":0,"body":"haha nice^^","replies":[]}]}]}]},{"id":"","poster":"Malthael26","date":"2018-05-24T09:05:49.752+0000","up_votes":1,"down_votes":0,"body":"Und was wäre wenn man erst vor kurzem gebannt wurde (14tage ban) z.b. ein Tag vor dem Clash (wegen einem bestimmten grund) (und davor nie wirklich einen ban gehabt außer diese 5min verzögerungen) kann man dan trotzdem nicht mit spielen ?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T10:11:24.096+0000","up_votes":1,"down_votes":0,"body":"Dann wirst du dieses Clash wahrscheinlich aussetzen müssen. Aber wie ich sehe ist dein Account Malthael26 zumindest nicht bestraft wurden.","replies":[]}]},{"id":"","poster":"CaptainAHOI","date":"2018-05-23T18:30:51.604+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a0000,timestamp=2018-05-21T14:48:25.386+0000)\n>\n> Hier liegt das Problem auf deiner Seite. Wenn du &quot;nur&quot; einmal in 3 Jahren einen Chatban erhalten hättest, dann wärst du nur auf Ehrenstufe 1 gefallen. Um auf Ehrenstufe 0 zu fallen,  musst du mindestens eine 14 Tage Sperre erhalten haben, oder aber du hast mehrfache Chatsperren erhalten.\n> \n> In Beiden fällen, warst du also toxisch in hohen Maß, weshalb du zurecht nicht an Clash teilnehmen kannst, da wir ein solches Verhalten nicht in dem Turnier sehen möchten.\n> \n> Wenn du dich an die Regeln hältst, und dich Sportlich verhältst, dann fällst du erst garnicht in der Ehrenstufe. Ich Spiele das Spiel nun seit 2009 und hab noch nie eine Strafe erhalten. {{sticker:sg-syndra}}\n\n\nIch hatte bis jetzt aber auch nur einen Chat-Ban und wurde trtzdem auf level 0 gesetzt wenn das da oben stimmt müsste ich ja jetzt ehrungs stufe 2 sein (habe mich eine Ehrungs-Stufe wieder hoch gespielt) mein anderer Account hatte 2 Chat-Bans und ist trotzdem ehrungsstufe 2 (ich verstehe das nicht){{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Mädt","date":"2018-05-23T18:37:27.886+0000","up_votes":1,"down_votes":0,"body":"So ist das bei mir meineswissens auch aber der Support konnte mir bisher leider noch nicht antworten.(abgesehn vom 2. acc sowas besitz ich nicht)\nIch würde auch den Support anschreiben, zumindest um aufklärung bitten. Kann ja sein dass man sich in der Art irrt, wobei man eig seine Banns kennt.","replies":[]},{"id":"","poster":"CaptainAHOI","date":"2018-05-23T18:33:10.210+0000","up_votes":1,"down_votes":0,"body":"Habe gerade den Kommentar darunter gelesen ich werde dann auch mal ein Ticket erstellen{{sticker:sg-zephyr}}","replies":[]}]}]},{"id":"","poster":"Gwadon","date":"2018-05-21T15:18:03.895+0000","up_votes":1,"down_votes":0,"body":"Ich habe letzten Oktober eine 10-Spiele CR bekommen und bin auf Stufe 1, bin da seit 7 Monaten...Das Ehrungssystem ist ein Witz.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:26:21.510+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Gwadon,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a0001,timestamp=2018-05-21T15:18:03.895+0000)\n>\n> Ich habe letzten Oktober eine 10-Spiele CR bekommen und bin auf Stufe 1, bin da seit 7 Monaten...Das Ehrungssystem ist ein Witz.\n\nDann hast du entweder nicht viel gespielt in den 7 Monaten, oder dein Verhalten ist immer noch nicht in Ordnung, weswegen dein Fortschritt ausgebremst wird.","replies":[{"id":"","poster":"Gwadon","date":"2018-05-21T15:31:23.889+0000","up_votes":1,"down_votes":0,"body":"Ich habe mindestens 1 Spiel / Tag. Mein Verhalten ist auch in Ordnung und ich bekomme auch fast jedes Spiel Ehrungen (von Premades). Es ist wie gesagt einfach ein Witz und quasi unmöglich aufzusteigen, habe gehört der Prozess wird \"ein bisschen\" verlangsamt...Aber 7 Monate Wartezeit waren mir zu lang also habe ich meinen Smurf genommen und habe diesen höher gespielt als diesen Account -> Ich kann (und muss) mit meinem höchst gerankten Account teilnehmen.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:33:43.495+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Gwadon,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a000100000000,timestamp=2018-05-21T15:31:23.889+0000)\n>\n> Ich habe mindestens 1 Spiel / Tag. Mein Verhalten ist auch in Ordnung und ich bekomme auch fast jedes Spiel Ehrungen (von Premades). Es ist wie gesagt einfach ein Witz und quasi unmöglich aufzusteigen, habe gehört der Prozess wird &quot;ein bisschen&quot; verlangsamt...Aber 7 Monate Wartezeit waren mir zu lang also habe ich meinen Smurf genommen und habe diesen höher gespielt als diesen Account -&gt; Ich kann (und muss) mit meinem höchst gerankten Account teilnehmen.\n\nDu hast also wenig gespielt und die meisten Ehrungen von einem \"Premade\" erhalten. Diese Ehrungen von Freunden zählen nur sehr sehr wenig.\n\nWenn du mehr Ehrungen von anderen Spielern erhalten hättest, dann wärst du schon viel höher. Denn die Ehrungen anderer Spieler und nicht die deiner Freunde zeigen, das du dich Ehrenvoll verhalten hast im Spiel.","replies":[{"id":"","poster":"Gwadon","date":"2018-05-21T15:36:31.786+0000","up_votes":1,"down_votes":0,"body":"Ich bekomme natürlich auch Ehrungen von anderen Spielern. Aber immer welche von Premades. Außerdem wenig gespielt? Pro Tag 1-2 Games MINDESTENS nennst du wenig (über 7 Monate hinweg)? Also ich weiß ja nicht was ihr erwartet wie viel Zeit ich für LoL opfern soll aber wenn du das wenig nennst hast du komplett den Bezug zur Realität verloren. Ich arbeite, studiere und muss noch überleben.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:45:35.415+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Gwadon,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a00010000000000000000,timestamp=2018-05-21T15:36:31.786+0000)\n>\n> Ich bekomme natürlich auch Ehrungen von anderen Spielern. Aber immer welche von Premades. Außerdem wenig gespielt? Pro Tag 1-2 Games MINDESTENS nennst du wenig (über 7 Monate hinweg)? Also ich weiß ja nicht was ihr erwartet wie viel Zeit ich für LoL opfern soll aber wenn du das wenig nennst hast du komplett den Bezug zur Realität verloren. Ich arbeite, studiere und muss noch überleben.\n\nDu kannst gerne ein Ticket erstellen, dann kann ich dir zeigen und erklären woran es noch bei dir hapert und warum du noch nicht aufgestiegen bist. Aber das gehört wie gesagt in ein Ticket und nicht hier ins Forum.\n\n{{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Gwadon","date":"2018-05-21T15:48:08.754+0000","up_votes":1,"down_votes":0,"body":"Hab schon eins erstellt wird gerade bearbeitet, hab ne Antwort bekommen und bin direkt danach eine Zwischenstufe aufgestiegen. Scheint wohl doch nicht alles ganz richtig zu laufen. Euer komisches Ehrungssystem ist nicht realistisch. Wie gesagt ist mir eigentlich egal kann ja trotzdem am Clash teilnehmen.","replies":[{"id":"","poster":"Gwadon","date":"2018-05-21T15:50:09.770+0000","up_votes":1,"down_votes":0,"body":"Aber wenn ihr mindestens 1 Spiel / Tag über 7 Monate als wenig anseht dann weiß ich wo das Problem ist :D","replies":[{"id":"","poster":"cop88","date":"2018-05-23T20:12:27.530+0000","up_votes":4,"down_votes":0,"body":"Also 1 Spiel pro Tag empfinde ich auch als wenig desweiteren finde ich dein verhalten hier untragbar ja du äußerst keine direkten Beleidigungen gegen über SP3EDI aber du hast ein sehr passiv aggressives Verhalten gegenüber ihm was das größte Problem der meisten LOL Spieler ist  allein daraus kann man sich schon ein bild darüber machen wie du dich wohl ingame Verhälst vorallem wenn es dir wie du selbst gesagt hast doch eigentlich egal ist da du eh einen 2ten höheren acc hast  frag ich mich dann schon was das soll?? Das Ehrungssystem zeigt hier das es voll und ganz funktioniert denn wenn es jmd wie dich so leicht wieder auf Stufe 2 kommen lassen würde wäre es in meinen Augen ein komplettes versagen des Systems","replies":[]},{"id":"","poster":"GitGudOrDie","date":"2018-06-10T06:26:49.119+0000","up_votes":1,"down_votes":0,"body":"1-2 Games am tag ist wenig.... das sind in nem jahr 365-730 games einige machen 5-10 games am tag  also 1825 - 3650 games im jahr(alle modi)","replies":[]},{"id":"","poster":"Marksmansitter","date":"2018-05-23T04:29:24.259+0000","up_votes":1,"down_votes":0,"body":"Es ist ziemlich wenig","replies":[]}]}]}]},{"id":"","poster":"Alry FireBlade","date":"2018-06-09T22:35:58.520+0000","up_votes":1,"down_votes":0,"body":"Zeit für LoL opfern?\nDen würde ich sagen tschau und such dir ein anderes game. Den Opfern heist für mich ich hab ken Bock auf das game, es ist für mich nur Zeitverlust.","replies":[]}]}]}]}]}]},{"id":"","poster":"Ikaseus","date":"2018-05-24T12:29:00.544+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mädt,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a,timestamp=2018-05-21T14:23:45.122+0000)\n>\n> Es tut mir leid aber was ist das wieder für ein Schwachsinn?! Ich bin Ehrungsstufe 0 seit etwa 3 Monaten und habe erst Zwischenziel 1/3(vor kurzem(1woche) für Stufe 1 erreicht.\n> Da ich eig. wenig Zeit habe, kann ich täglich/wöchentlich nur wenige Spiele spielen(wobei ich in letzter Zeit mehr gespielt habe).\n> Das bedeutet für mich dass ich in 2 Jahren etwa, wenn ich nicht wieder einen chatban bekomm, an einem Tunier teilnehmen kann.(vermutlich eher länger)\n> Wollt ihr dass Spieler die einmal(in 3 Jahren) einnen Chatban hatten, die Lust auf LoL verlieren und aufhören.\n> Anders kann ich es mir sonst nicht erklären warum erst ab Ehrungsstufe 2...\n> Bin enttäuscht...\n\nIrgendwie kann ich gerade nicht nachvollziehen warum du dich eigentlich bei dem Riot Team beschwerst, vielleicht solltest du zuerst einmal schauen was du selber beim nächsten mal besser machen könntest.\nMal davon abgesehen, weiß ich nicht was du eigentlich versuchst hier zu bewirken, denn du schreibst du bist vor etwa 3 Monaten auf Ehrungsstufe 0 herabgestuft wurden. Da müsste es dir doch eigentlich klar sein, dass du niemals innerhalb drei Monate wieder die Ehrungsstufe 2 erreichen würdest.\n\nIch persönlich glaube ja das du nicht enttäuscht von dem Ehrungssystem, sondern viel mehr sauer auf dich selber bist.\n\nAußerdem wurde das Ehrungssystem in das Spiel integriert, damit man eben die einzelnen Spieler dazu bewegt, unangemessenes Spielverhalten zu vermeiden. (Und das Ehrungssystem gibt es nicht erst seit Clash)\n\n\n> [{quoted}](name=Mädt,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000a00000000000000000000000000010000,timestamp=2018-05-23T22:12:39.434+0000)\n>\n> Zudem trifft man auf Unverständniss von einigen Personen(die noch nie eine Strafe hatten), die sagen, dass das System sehr gut ist. Was MeinerMeinung nach überhaupt nicht ist. Das ein Support das verteidigen muss ist mir bewusst, er darf auch nichts anderes schreiben, da er nicht eigenständig handeln kann/darf was gegen Rito verwendet werden kann(Was ich meine sollte klar sein).\n> \n\nZu dem Punkt, dass das Bannsystem nicht optimal funktioniert, stimme ich dir voll und ganz zu. (Wobei ich nicht in die Richtung gehe, diejenigen die mal bestraft werden bekommen eine zu hohe Strafe, sondern ich finde eher das Gegenteil ist der Fall. Spieler die sogar ständig anderen Spielern den Tod wünschen, werden gar nicht oder zu wenig bestraft).\n\n> Alles zusammengefasst, sehe ich keinen Grund warum ich noch weitere Zeit in dieses Spiel stecken sollte wenn ich am Ende des Tages für etwa 2 Jahre immer nochdaran erinnert werde, dass ich nicht die gleichen Möglichkeiten habe, wie viele andere und mir einen LoL freundeskreis/clan/club(wieauchimmerdassheißt) vergessen kann. Da ich Tuniere nicht mitspielen darf.\n> \n\nVerbessere mich bitte wenn ich etwas falsches hinein interpretiere, aber aus deiner Aussage geht hervor, dass du dich benachteiligt fühlst, da deine Freunde mehr Privilegien als du genießen dürfen?\n\nZuerst einmal starten alle Spieler mit den gleichen Privilegien. Doch wenn man sich seine Privilegien selber zerstört kann man nicht erwarten, dass man nach drei Monaten wieder im grünen Bereich ist. (Immerhin dauert es ja auch von Ehrungsstufe 2 zu 5 zu gelangen).\n\nIch kann zwar verstehen, dass man nicht immer sich bei einem Spiel voll unter Kontrolle hat und auch häufig auf Provokationen eingehen möchte, doch es wäre für alle Beteiligten in einem Game besser, wenn man sich trotzdem noch beherrschen kann. (Vor allem sollte man auf Beleidigungen und Todeswünsche, nicht mit gleichem reagieren, das führt zu nichts und am Ende hat man eh nichts gewonnen. Ich möchte mich nicht als Heiligen sprechen und schaffe es auch nicht immer ruhig zu bleiben, dennoch versuche ich wenn ich mal etwas zu einer Äußerung eines Mitspielers antworte, nichts zu schreiben, was ihn persönlich angreifen könnte, da ich weiß er könnte dies genauso gegen mich verwenden und am Ende wäre ich nicht besser als mein Gegenüber).\n\nGenau da wären wir wieder bei dem Punkt zu dem Ehrungssystem. Dieses gab es wie gesagt nicht erst seit gestern und ohne dir etwas zu unterstellen zu wollen. Dennoch, aber Fakt ist du hast dich vor drei Monaten nun einmal anscheinend laut Riot, nicht angemessen benommen.\n\nDas du ja selber einsiehst das du etwas falsch gemacht hast ist ja positiv zu bewerten, dennoch kann man nicht erwarten, dass du von Riot dafür belohnt wirst, denn mir kommt es ein bisschen so vor, dass du dich nur wegen der nicht Teilnahme an dem Turnier ärgerst.\n\nDu hast das Spiel doch auch, noch drei Monate nach deiner Herabstufung gespielt, wieso beschwerst du dich dann eigentlich, wenn Riot ein extra Turnier einführt, welches es vorher auch nicht gegeben hat und drohst hier öffentlich Riot, dass du das Spiel aufhören möchtest?\n\nEinen Vorschlag hätte ich ja, zum Ehrungssystem, wenn eine neue Season beginnt sollten meinetwegen alle die unter Ehrungsstufe 2 sind, aber nicht genau auf Null von mir aus wieder automatisch Ehrungsstufe zwei erreichen, da ja dann eine neue Season anfängt und man ja auch sieht, dass die Spieler die die nicht auf genau Null sind sich zumindest bemühen respektvoller zu ihren Mitspielern zu sein.\n\nFazit: Wenn man sich an die Regeln hält bekommt man am Ende keine Probleme.","replies":[]},{"id":"","poster":"hab dich lieb","date":"2018-05-23T08:20:21.732+0000","up_votes":1,"down_votes":0,"body":"Es gibt auch Leute die den Spaß an League verlieren, weil permanent in ihren Spielen geflamet wird und daran hast du, wie es aussieht, mit schuld.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2018-06-11T18:38:10.871+0000","up_votes":6,"down_votes":0,"body":"So, Beta scheint für uns wohl gelaufen zu sein, hier mein Feedback.\n\nRegistrierung:\nLief bei mir problemlos. Einer von uns musste allerdings zu lange auf seine SMS zur Verifizierung warten. Die kam nach ca 6 Minuten, der Code ist aber nach 5 Minuten abgelaufen.\n\nScout-Phase:\nDie lief eigentlich reibungslos vor dem ersten Spiel. Allerdings wurden bei einigen Champions der Gegner negative Winrates angezeigt.\n\nErstes Spiel:\nEin Spieler von uns war nicht in der Lage, seinen Champion nach der Prepick-Phase zu wählen. Er hatte aber seinen Champion bereits prepicked und der wurde ihm dann auch eingeloggt. Auch konnte er die Pick- und Bannphase nicht visuell verfolgen, da er beim ersten Bann hängengeblieben ist. Die Timer waren alles andere als synchron. Die hatten teilweise Zeitunterschiede von 10 Sekunden. \nUnser Jungler musste im Loading Screen das Spiel noch mal neustarten. (Der mit dem Freeze in der Champ Select)\nDas Spiel an sich lief ohne Probleme.\n\nNächste Scout-Phase:\nNach Ablauf der 7 Minuten kamen die Fenster, die die Belohnungen verteilt haben, Das Spiel kam nie zustande und unsere Gegner haben ebenfalls verloren.\n\nDie 400 Siegpunkte haben wir erhalten und auch den Orb für den einen Sieg, nur das Finalspiel lief gar nicht.\n\nFazit: Da muss noch einiges gemacht werden^^ Registrierung scheint gut zu laufen, das Spiel selbst auch, aber die Champ Select und die Scout Phase haben Bugs.","replies":[{"id":"","poster":"SP3EDI","date":"2018-06-12T13:39:07.357+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=006b,timestamp=2018-06-11T18:38:10.871+0000)\n>\n> So, Beta scheint für uns wohl gelaufen zu sein, hier mein Feedback.\n> \n> Registrierung:\n> Lief bei mir problemlos. Einer von uns musste allerdings zu lange auf seine SMS zur Verifizierung warten. Die kam nach ca 6 Minuten, der Code ist aber nach 5 Minuten abgelaufen.\n> \n> Scout-Phase:\n> Die lief eigentlich reibungslos vor dem ersten Spiel. Allerdings wurden bei einigen Champions der Gegner negative Winrates angezeigt.\n> \n> Erstes Spiel:\n> Ein Spieler von uns war nicht in der Lage, seinen Champion nach der Prepick-Phase zu wählen. Er hatte aber seinen Champion bereits prepicked und der wurde ihm dann auch eingeloggt. Auch konnte er die Pick- und Bannphase nicht visuell verfolgen, da er beim ersten Bann hängengeblieben ist. Die Timer waren alles andere als synchron. Die hatten teilweise Zeitunterschiede von 10 Sekunden. \n> Unser Jungler musste im Loading Screen das Spiel noch mal neustarten. (Der mit dem Freeze in der Champ Select)\n> Das Spiel an sich lief ohne Probleme.\n> \n> Nächste Scout-Phase:\n> Nach Ablauf der 7 Minuten kamen die Fenster, die die Belohnungen verteilt haben, Das Spiel kam nie zustande und unsere Gegner haben ebenfalls verloren.\n> \n> Die 400 Siegpunkte haben wir erhalten und auch den Orb für den einen Sieg, nur das Finalspiel lief gar nicht.\n> \n> Fazit: Da muss noch einiges gemacht werden^^ Registrierung scheint gut zu laufen, das Spiel selbst auch, aber die Champ Select und die Scout Phase haben Bugs.\n\nHey danke für dein Feedback {{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Ischkar","date":"2018-06-11T18:07:13.031+0000","up_votes":6,"down_votes":0,"body":"Habt ihr etwa Ubisoft aufgekauft oder auf welchem Acker läuft neuerdings der Gameserver?\nKickstarter währe wohl das beste.\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-06-11T19:30:20.665+0000","up_votes":2,"down_votes":0,"body":"> Kickstarter währe wohl das beste.\n> {{sticker:zombie-brand-facepalm}}\n\nKickstarter für eine besser Kartoffel-Farm?\n\n{{sticker:sg-lulu}}","replies":[{"id":"","poster":"Enderized","date":"2018-06-11T21:48:38.941+0000","up_votes":2,"down_votes":0,"body":"Shots fired","replies":[]}]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-11T18:08:00.109+0000","up_votes":1,"down_votes":0,"body":"Hahahhaha der is echt krass xD","replies":[]}]},{"id":"","poster":"Chaos640","date":"2018-05-21T19:01:27.034+0000","up_votes":6,"down_votes":0,"body":"An alle die unter Ehrungsstufe 2 sind! Schonmal überlegt warum ihr unter Lvl 2 seid? Mir ist bewusst das manche Spiele ätzend sind mit feeder, afks, trolls, etc. aber warum flamen und riskieren gesperrt oder gebannt zu werden, wenn man doch einfach nach dem game die jeweiligen reporten kann. Oder bringt doch tipps für denn fall eine lane verliert oder und jetzt past auf: helft der lane \nAnderfalls einfach mal mit den konsequenzen leben und akzeptieren das man scheiße gebaut hat\n#{{item:3116}}","replies":[{"id":"","poster":"FadingLightLy","date":"2018-06-13T21:06:48.612+0000","up_votes":1,"down_votes":0,"body":"No u","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-06-11T00:25:04.175+0000","up_votes":1,"down_votes":1,"body":"und reporten bringt was? liest du eig mal das NA-Forum? da siehste wv reporten bringt. nämlich genau so viel wie n skin und zwar n feuchten furz aber nen halbwegs gutes gefühl.","replies":[{"id":"","poster":"Sirrkas","date":"2018-06-11T11:41:21.454+0000","up_votes":1,"down_votes":0,"body":"Da es Leute gibt, die bestraft werden, bringen Report offensichtlich doch etwas.","replies":[]}]}]},{"id":"","poster":"Gnbh","date":"2018-05-21T11:57:07.803+0000","up_votes":2,"down_votes":0,"body":"Wird es Clash jetzt eigentlich für immer geben?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T12:45:16.464+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=Gnbh,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0001,timestamp=2018-05-21T11:57:07.803+0000)\n>\n> Wird es Clash jetzt eigentlich für immer geben?\n\nJa Clash wird ein fester Bestandteil von League of Legends. Jedes 2 Wochenende wird ein Clash Turnier starten. \n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Sicari0","date":"2018-06-12T22:42:58.038+0000","up_votes":1,"down_votes":0,"body":"Dann sollte der Feste Bestandteil auch mal Laufen {{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"Marksmansitter","date":"2018-05-21T21:01:43.022+0000","up_votes":1,"down_votes":0,"body":"mal eine andere Frage, wir haben damals das beta turnier gewonnen (8er bracket) und ich habe auch das blaue icon dafür bekommen aber im Profil habe ich nur das 4er bracket banner obwohl ich da gar nicht mitgemacht habe {{sticker:sg-janna}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T13:59:55.227+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Marksmansitter,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000100010000,timestamp=2018-05-21T21:01:43.022+0000)\n>\n> mal eine andere Frage, wir haben damals das beta turnier gewonnen (8er bracket) und ich habe auch das blaue icon dafür bekommen aber im Profil habe ich nur das 4er bracket banner obwohl ich da gar nicht mitgemacht habe {{sticker:sg-janna}}\n\nIch habe gerade nochmal nachgesehen und du hast wie du sagtest das 8er gewonnen und dafür auch Belohnungen erhalten.\n\nKannst du bitte ein Ticket eröffnen damit wir den Fall dort näher untersuchen können ?","replies":[{"id":"","poster":"Marksmansitter","date":"2018-05-23T04:40:53.226+0000","up_votes":1,"down_votes":0,"body":"Ach ne mein Fehler müsste doch alles richtig sein, das Banner im Profil levelt man wohl über die Anzahl gespielter/gewonnener Spiele und nicht speziell über Turniersiege wie ich dachte.","replies":[]}]},{"id":"","poster":"Darth Delay","date":"2018-05-22T08:29:50.838+0000","up_votes":1,"down_votes":0,"body":"Haben Clash-Betatester aufm PBE Live-Belohnungen bekommen? Wenn nein hast du das 4er Bracket Icon bekommen weil du fortan Teilnehmer des 4er-, dann des 8er- und dann des 16er Brackets bist. Dementsprechend wirst du auch belohnt.","replies":[{"id":"","poster":"Marksmansitter","date":"2018-05-22T08:50:55.770+0000","up_votes":1,"down_votes":0,"body":"die beta war nicht auf dem PBE sondern auf dem live client. \nLetzteres macht für mich nicht wirklich sinn","replies":[]}]}]},{"id":"","poster":"GitGudOrDie","date":"2018-06-10T06:32:43.591+0000","up_votes":1,"down_votes":1,"body":"hey^^ hatte vor kurzem ne idee :D wie wärs wenn ein perma zur letzten lösung wird? jeder egal ob scripter oder kys flamer etc bekommt nen 1 Jahres bann mit ner mail das sie die zeit nutzen sollen um sich sein verhalten bewusst zu werden:D ich finde jeder hätte so ne chance verdient ;) ich zb. hab noch nen anderen account der hockt auf nem perma den ich nichtmal selbst verursacht habe.... zu der zeit wo der gebannt wurde habe ich kaum gespielt evtl. 1game im monat mir ist klar ihr könnt wenn ihr lustig seid alle accs bannen und ihr währt damit sogar im recht aber dennoch ist das nicht cool wenn man in nem acc soviel zeit reinsteckt und obendrauf auch noch 1500€+ :D","replies":[]}]},{"id":"","poster":"Jepen","date":"2018-05-21T12:09:49.580+0000","up_votes":1,"down_votes":2,"body":"Nein, so wie ich gehört habe, nur an dem Events","replies":[]}]},{"id":"","poster":"Slimy Seal","date":"2018-06-11T17:52:12.056+0000","up_votes":7,"down_votes":1,"body":"Neues Update. Anscheinend haben beide Teams verloren. Also wurde nicht nur uns ein Lost reingedrückt sondern auch unseren Gegnern. Zur Belohnung wurde auch noch Ranked disabled. Ich glaube Riot möchte nicht mehr, dass man ihr Spiel spielt :/","replies":[{"id":"","poster":"SALTY Ryuu","date":"2018-06-12T10:51:13.340+0000","up_votes":1,"down_votes":0,"body":"Die stecken doch mit Warframe unter einer decke , momentan wechseln ja sehr viele LoL spieler auf Warframe um weil es ihnen zu buggy oder unballanced wird . Wie edie hängen doch zusammen unter einer decke mit dem Clash ,nur damit warframe mehr spieler bekommt :P","replies":[]},{"id":"","poster":"My Supp wants D","date":"2018-06-11T21:31:16.373+0000","up_votes":1,"down_votes":0,"body":"naja \nIch glaube kaum das du das besser machen würdest, zudem ist es ja auch schwer eine riesige Anzahl von Spielern GLEICHZEITIG spielen zu lassen (was ich komisch finde Warum nicht einfach ein zeitFenster eröffnen z.b von 16 bis 20 Uhr wo man teilnehmen kann. dann hat man nicht so eine riesige Anzahl von Spielern .man kann ja ruhig für sowas noch zusätzliche 5 min warten als Queue ) zudem ist es ja auch nur ne Beta und konstruktive Kritik ist denke ich mal auch besser um sowas in der Zukunft zu vermeiden (z.b mein Vorschlag oben) natürlich bin ich auch davon genervt aber was soll ich machen ist halt ein kostenloses Spiel und man sollte eher froh sein das in näherer Zukunft bald ein voll ausgereiftes Cash Turnier kommt aufgrund dieser fehlerbehebungen in der OPEN BETA.","replies":[]}]},{"id":"","poster":"Slimy Seal","date":"2018-06-11T17:45:30.333+0000","up_votes":7,"down_votes":1,"body":"GG RIOT. Waren 5 min in der Que und haben auf einmal verloren... wie immer habt ihr es nicht hinbekommen. Free lost und dafür ne Stunde gewartet. Hoffentlich gibt es ne Entschädigung. Mehrmals Error Nachricht. So etwas nimmt einem den Spaß am Spiel.","replies":[]},{"id":"","poster":"Countermagik","date":"2018-06-11T19:49:59.602+0000","up_votes":5,"down_votes":0,"body":"Zum Glück ist das während der BETA passiert, die genau dafür da war zu testen ob es jetzt geht. Ich verstehe nicht warum viele sich so darüber aufregen, wenn man bei der beta mitspielt muss man mit Bugs  oder ähnlichem rechnen","replies":[{"id":"","poster":"Karasnir","date":"2018-06-13T08:16:38.055+0000","up_votes":1,"down_votes":0,"body":"Es geht darum das diese Beta in Eu bereits der 3. (ja es gab das vor nem halben Jahr oder so schon mal) Versuch seitesn Riot war Clash durchzubringen. Und trotz mehrmaliger Aussage Riots, das die Probleme gefunden seien sind wieder die Server zusammengekracht und Clash ist abgeschmiert. Das ist nun einfach nur noch frustrierend für die Spieler und wirkt sich natürlich auch negativ auf deren Meinung Riots Leistung gegenüber aus. Ich bin mir sicher das die ihr Besten geben, aber das hat halt leider bisher noch nicht ausgereicht. Auch ich bin enttäuscht, Vor Allem da man sich als 5er Gruppe die Zeit dafür nimmt. Hoffe es bessert sich schnell und Vor Allem hoffe ich das Riot endlich transparenter wird.","replies":[{"id":"","poster":"Megamaexx","date":"2018-06-13T11:10:13.708+0000","up_votes":1,"down_votes":0,"body":"Ich bin eher sehr erstaunt, dass der zweite Public-Anlauf direkt der Release war. Ich hätte mit mehreren Beta-Wochenenden gerechnet. Vielleicht testet Riot jetzt vernünftig und bedenkt die Menge der Spieler.","replies":[]}]},{"id":"","poster":"Hanfos","date":"2018-06-11T20:05:02.293+0000","up_votes":1,"down_votes":0,"body":"Du meinst glaub ich die beta der beta nach dem erfolgreichen public Test im Dezember {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Countermagik","date":"2018-06-12T19:06:39.564+0000","up_votes":1,"down_votes":0,"body":"Ne meinte den Test vom Montag, \"CLASH BETA TEST 11.6. - F.A.Q. UND BEKANNTE PROBLEME\" ~Dieser Artikel","replies":[]},{"id":"","poster":"Enderized","date":"2018-06-11T21:45:56.892+0000","up_votes":1,"down_votes":0,"body":"Im Dezember... war die Ursprüngliche publich Beta schon nicht erfolgreich.\nWieso also annehmen, dass die nächste Beta besser läuft?","replies":[]},{"id":"","poster":"Enderized","date":"2018-06-11T21:45:56.861+0000","up_votes":1,"down_votes":0,"body":"Im Dezember... war die Ursprüngliche publich Beta schon nicht erfolgreich.\nWieso also annehmen, dass die nächste Beta besser läuft?","replies":[]}]}]},{"id":"","poster":"General Feed","date":"2018-06-11T18:01:22.742+0000","up_votes":5,"down_votes":0,"body":"Ohne Scheiß, habt ihr Server oder Kartoffeln im Keller?!\nIch kann euch aus ner Zitrone und meinen Arschhaaren ne perfomantere IT bauen.","replies":[{"id":"","poster":"My Supp wants D","date":"2018-06-11T21:39:23.621+0000","up_votes":1,"down_votes":1,"body":"Mach das mal bitte für eines der meistgespielten spiele auf dem PC für eine Region indem Deutschland Frankreich Spanien etc inbegriffen sind, zudem ist es ja nicht so das gleichzeitig jedes Clash Game gestartet und manche dann noch so Bongo Internet haben das man sich lieber LoL auf ner ps2 runterlädt um ihn zu zeigen wie man selbst LoL  vor Gefühlt 20 Jahren hätte spielen können. ich denke mal das tausende spiele gleichzeitig gestartet sind,  zudem das 10fache an Account Daten geladen werden mussten um das scouting möglich zu machen,  Aber ne das schaffst du ja ,kriegst von mir auch 5 €","replies":[{"id":"","poster":"Gl3eful","date":"2018-06-12T09:25:02.467+0000","up_votes":1,"down_votes":0,"body":"Ich schmeiße auch noch 5€ dazu. Ist bestimmt leicht verdientes Geld für dich oder?","replies":[{"id":"","poster":"Megamaexx","date":"2018-06-12T11:47:07.922+0000","up_votes":1,"down_votes":0,"body":"Von mir gibt's auch 5€, aber wenn was schief geht, will ich mit 100€ entschädigt werden!","replies":[]}]}]}]},{"id":"","poster":"Countermagik","date":"2018-06-11T18:04:29.290+0000","up_votes":6,"down_votes":1,"body":"Ich liebe die Kommentare {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Lady of Despair","date":"2018-06-15T16:38:28.726+0000","up_votes":1,"down_votes":0,"body":"Spiegeln so toll die echte Community wieder {{sticker:sg-lulu}}","replies":[]},{"id":"","poster":"FadingLightLy","date":"2018-06-13T21:08:08.342+0000","up_votes":1,"down_votes":0,"body":"Ich liebe dich","replies":[]}]},{"id":"","poster":"Admiral rekt","date":"2018-06-11T18:03:51.305+0000","up_votes":6,"down_votes":3,"body":"Nachdem das erste Clash-Wochenende ein totaler Reinfall war, musste das nun ja auch wieder passieren. Ich habe mit meinem Team ähnliche Erfahrungen gemacht, wie die vorherigen Kommentarschreiber: Wir waren all 5 online, aber haben das 1. Spiel verloren und das 2. Game gewonnen (ziemlich random). Es kam kein Game zustande, es gabe direkt loss/win... Ziemlich peinlich, vor allem da es schon ein erfolgreiches Clash in der Vergangenheit gab (ist schon etwas her).\n\nVon so einem großen Unternehmen ist das echt eine Glanzleistung, direkt 2x zu versagen und seine überwiegend zahlende Kunden zu enttäuschen. Kein Wunder, dass die Spielerzahlen von LOL sinken. Vielleicht solltet ihr fürs nächste Clash eine Crowdfounding-Kampagne starten, um euch bessere Server/mehr Kapazitäten leisten zu können. Gibt euch Papa Tencest nicht genügend Geld oder wie?\n\nZum erneuten Male haben unzählige Leute Zeit verschwendet für nichts... Ich hoffe mal für euch, dass es eine gescheite Entschädigung gibt.","replies":[{"id":"","poster":"Commander Grab","date":"2018-06-11T18:08:42.100+0000","up_votes":4,"down_votes":0,"body":"Darfst bestimmt wieder 3 Tage Urf spielen","replies":[{"id":"","poster":"SALTY Ryuu","date":"2018-06-12T10:52:18.654+0000","up_votes":1,"down_votes":1,"body":"Ne diesmal bekommt man ja vielleicht 1000 Blaue Essenzen um das wieder wet zu machen , GIBT MIR ABER NICHT MEINE ZEIT ZURÜCK ....","replies":[]}]},{"id":"","poster":"Gl3eful","date":"2018-06-12T09:23:52.724+0000","up_votes":3,"down_votes":0,"body":"Dich zwingt niemand an einer BETA teilzunehmen und deine Zeit zu verschwenden. Wie der Name schon sagt sind das Tests. Du hättest ganz normal League spielen können.Warum wollen immer alle eine Entschädigung?  Ich meine andere Spiele verteilen auch Beta Keys damit Fehler gefunden werden, nicht das iwelche Belohnungen oder Entschädigungen verteilt werden. Oder sollte ich mal bei Dice oder sonst wen anrufen, weil Battlefield in der Beta Bugs hatte??","replies":[{"id":"","poster":"Karasnir","date":"2018-06-13T08:20:06.891+0000","up_votes":1,"down_votes":0,"body":"Ganz normal League spielen?? :D Ah das bezweifel ich. Die Server waren fast komplett down. Ranked Queues waren disabled und normale Lobbys haben so rumgespackt, das wir es zu 5 nach 20 Minuten !!! erstmals geschafft haben auf Match suchen zu klicken. Demnach war das eine Beeintächtigung für alle Spieler","replies":[]}]},{"id":"","poster":"Enderized","date":"2018-06-11T21:50:22.738+0000","up_votes":2,"down_votes":1,"body":"Erfolgreiches Clash in der Vergangenheit?\n\nDu meinst die erste Clash Beta welches direkt für den Freitag erstmal abgesagt werden musste weil es genau die gleichen Probleme wie jetzt gab? \nLMAO\n\nJa, der Samstag und der Sonntag liefen meines Wissens nach erfolgreicher... aber dadurch immer noch nicht erfolgreich, wenn die gleichen Probleme wieder und wieder auftreten.","replies":[]}]},{"id":"","poster":"chuxo","date":"2018-05-23T04:50:06.467+0000","up_votes":1,"down_votes":0,"body":"Werden die Turniere in Zukunft jedes Wochenende kommen oder bleibt es bei dem alle 2 Wochen?\nSchade denn ich kenne viele Schichtarbeiter (mich eingeschlossen) die jedes 2. Wochenende arbeiten müssen und die nun gar nicht an den Clash Turnieren teilnehmen können.\nHat Riot dafür schon eine Lösung oder sind euch die (im Vergleich zur Mehrheit) wenigen Leute weniger wichtig ?","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-23T07:25:51.146+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=chuxo,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0028,timestamp=2018-05-23T04:50:06.467+0000)\n>\n> Werden die Turniere in Zukunft jedes Wochenende kommen oder bleibt es bei dem alle 2 Wochen?\n> Schade denn ich kenne viele Schichtarbeiter (mich eingeschlossen) die jedes 2. Wochenende arbeiten müssen und die nun gar nicht an den Clash Turnieren teilnehmen können.\n> Hat Riot dafür schon eine Lösung oder sind euch die (im Vergleich zur Mehrheit) wenigen Leute weniger wichtig ?\n\nBis jetzt sind nur die Wochenenden eingeplant und ich selbst werde auch nicht teilnehmen können.\nWerde am Wochenende nämlich im Support-Büro sein um eure Fragen zu beantworten. \n{{sticker:sg-janna}}","replies":[{"id":"","poster":"chuxo","date":"2018-05-23T12:08:17.108+0000","up_votes":1,"down_votes":0,"body":"Oh nein :O Ich hoffe es werden andere Termine geplant :) oder zumindest jedes Wochenende\n\nHabe mir extra für dieses Wochenende frei genommen weil mir die Beta Phase so gut gefallen hat :D was tut man nicht alles für LoL ^^\nIch werde an dich denken viel Spaß im Büro und hoffentlich nicht zu viele Flamer:/","replies":[]}]}]},{"id":"","poster":"SH4CK3R","date":"2018-06-11T18:03:26.020+0000","up_votes":3,"down_votes":0,"body":"2 Stunde warten für nichts {{sticker:sg-janna}}","replies":[]},{"id":"","poster":"Foxgott16","date":"2018-06-11T17:57:15.825+0000","up_votes":3,"down_votes":0,"body":"Wir haben ohne ein game zu spielen beide verloren. Sehr schade. Nichtmal die mission haben wir bekommen. :/{{champion:32}}","replies":[]},{"id":"","poster":"Fleur5","date":"2018-06-11T17:49:13.879+0000","up_votes":3,"down_votes":0,"body":"Also mein Team hat mehrere Fehlermeldungen bekommen, dass das Spiel nicht gestartet wurde. Nach 5 Minuten wurde uns dann angezeigt, dass wir verloren haben. Wir haben nurnoch eine Clash-Kugel bekommen und konnten nicht spielen obwohl wirklich jeder da war.","replies":[{"id":"","poster":"Ibra0610","date":"2018-06-11T17:56:54.636+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fleur5,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0057,timestamp=2018-06-11T17:49:13.879+0000)\n>\n> Also mein Team hat mehrere Fehlermeldungen bekommen, dass das Spiel nicht gestartet wurde. Nach 5 Minuten wurde uns dann angezeigt, dass wir verloren haben. Wir haben nurnoch eine Clash-Kugel bekommen und konnten nicht spielen obwohl wirklich jeder da war.\n\nHatten das selbe Problem","replies":[]}]},{"id":"","poster":"Furiety","date":"2018-06-11T17:48:52.533+0000","up_votes":3,"down_votes":0,"body":"Nachdem wir 40 Minuten für Clash gewartet haben, haben wir als Team einen Fehler bekommen, dass kein Spiel gestartet werden kann, obwohl unsere Gegner bekannt waren. Nachdem wir dann einen \"free lose\" bekommen haben und anscheinden eine aus unserem Team geleavt ist geht der Client auch nicht mehr. Was soll der mist ?","replies":[{"id":"","poster":"SALTY Ryuu","date":"2018-06-12T10:54:18.059+0000","up_votes":1,"down_votes":1,"body":"Weißt du was das lustige ist ? Uns ist das auch passiert , einer von uns hat dan den Client neu gestartet um zu schauen ob des dann wieder geht , und siehe dar was steht da ZU VIELE SPIELER WOLLEN SICH GLEICHZEITIG ANMELDEN ; woran das nur liegen mag","replies":[]}]},{"id":"","poster":"Scarluin","date":"2018-05-25T05:06:56.361+0000","up_votes":1,"down_votes":0,"body":"Kann man, rein theoretisch(^^), jedes Turnier WE das Team wechseln bzw. Spieler im Team austauschen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-25T10:35:03.093+0000","up_votes":3,"down_votes":0,"body":"Du kannst für jedes Turnier ein neues Team haben, ja das geht.","replies":[{"id":"","poster":"Alry FireBlade","date":"2018-06-09T22:39:00.026+0000","up_votes":1,"down_votes":0,"body":"wäre toll, wenn man gefragt wird beim nöchsten Turnier ob man im team bleiben will, oder es verlassen will. Das man nicht jedes mal wieder alle einladen muss. Den ich schätze der Großteil wird nicht von Team zu team hüpfen.","replies":[]},{"id":"","poster":"Scarluin","date":"2018-05-25T11:42:48.220+0000","up_votes":1,"down_votes":0,"body":"Sahnig","replies":[]}]}]},{"id":"","poster":"Swegl0rd","date":"2018-05-21T15:06:23.870+0000","up_votes":1,"down_votes":0,"body":"Ich war letzte Season in 3v3 Dia und jetzt momentan unranked in 3v3. Wird dann einfach meine momentane Gold Elo aus dem Soloq übernommen oder meine alte 3v3 Elo für Clash?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:09:54.712+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Swegl0rd,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000d,timestamp=2018-05-21T15:06:23.870+0000)\n>\n> Ich war letzte Season in 3v3 Dia und jetzt momentan unranked in 3v3. Wird dann einfach meine momentane Gold Elo aus dem Soloq übernommen oder meine alte 3v3 Elo für Clash?\n\nDein SoloQ Rang ist hier ausschlaggebend ^^","replies":[{"id":"","poster":"Swegl0rd","date":"2018-05-21T15:12:41.089+0000","up_votes":1,"down_votes":0,"body":"Danke, dann werde ich doch nicht gestomped :D","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:15:11.106+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Swegl0rd,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000d00000000,timestamp=2018-05-21T15:12:41.089+0000)\n>\n> Danke, dann werde ich doch nicht gestomped :D\n\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"Mercyfire","date":"2018-05-21T13:06:12.269+0000","up_votes":3,"down_votes":0,"body":"Tjaaaa. Doof für mich, dass ich jedes Wochenende entweder Freitags oder Samstags Abends arbeiten muss. Deswegen meine Frage, werdet ihr in Zukunft die Zeiten der Turnierspiele noch ändern oder evtl sogar einen etwas \"flexibleren\" Zeitraum zur Verfügung stellen? Ich würde nämlich liebend gerne an den Turnieren teilnehmen, gerade wenn es dann sowas wie Turnier-Exklusiven \"loot\" gibt.\nMfg, Mercyfire","replies":[{"id":"","poster":"Ramabutter","date":"2018-05-25T10:43:59.103+0000","up_votes":1,"down_votes":0,"body":"Du kannst ja auch nur an einem der 3 Tage spielen. Belohnungen gibts dann trotzdem :)","replies":[]},{"id":"","poster":"SP3EDI","date":"2018-05-21T13:12:36.011+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mercyfire,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0007,timestamp=2018-05-21T13:06:12.269+0000)\n>\n> Tjaaaa. Doof für mich, dass ich jedes Wochenende entweder Freitags oder Samstags Abends arbeiten muss. Deswegen meine Frage, werdet ihr in Zukunft die Zeiten der Turnierspiele noch ändern oder evtl sogar einen etwas &quot;flexibleren&quot; Zeitraum zur Verfügung stellen? Ich würde nämlich liebend gerne an den Turnieren teilnehmen, gerade wenn es dann sowas wie Turnier-Exklusiven &quot;loot&quot; gibt.\n> Mfg, Mercyfire\n\nDas Problem ist, das wir da leider einen Zeitraum nutzen mussten an dem die meisten Spieler in der Regel Zeit haben.\n\nFür den Anfang wird es also leider bei diesen Zeiten bleiben, ich kann dir nicht sagen ob sich da in Zukunft noch etwas ändern wird.","replies":[{"id":"","poster":"Mercyfire","date":"2018-05-21T15:07:59.015+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=00070000,timestamp=2018-05-21T13:12:36.011+0000)\n>\n> Das Problem ist, das wir da leider einen Zeitraum nutzen mussten an dem die meisten Spieler in der Regel Zeit haben.\n> \n> Für den Anfang wird es also leider bei diesen Zeiten bleiben, ich kann dir nicht sagen ob sich da in Zukunft noch etwas ändern wird.\n\nAlles klar, trotzdem danke für die Antwort :)","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:12:00.353+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mercyfire,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000700000000,timestamp=2018-05-21T15:07:59.015+0000)\n>\n> Alles klar, trotzdem danke für die Antwort :)\n\nVergiss nicht das du mit deinem Team auch am Sonntag Spielen kannst, wenn du Freitag und Samstag  arbeiten bist.","replies":[]}]}]},{"id":"","poster":"Darth Delay","date":"2018-05-22T08:27:42.209+0000","up_votes":1,"down_votes":1,"body":"Ich seh da dass Problem, dass andere dann zu der Zeit, wo du Zeit hast, keine Zeit haben :o","replies":[]}]},{"id":"","poster":"MilchschnitteCH","date":"2018-05-25T19:26:36.112+0000","up_votes":4,"down_votes":1,"body":"Vielen Dank an euch das ihr eigentlich bis 30 min vor Schluss noch probiert habt die Probleme zu fixen. Ich finde es voll kommen in Ordnung das ihr es abgesagt  habt. Es ist ja auch jeder selbst verschuldet wo ein Termin abgesagt hat, wer in Ausgang feier gehen wollte konnte es halt immer noch tun. Ich bin überhaupt nicht enteuscht oder so ich bin eher froh deswegen. Lieber ein funktionierendes Clash als ein Clash mit Probleme.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-26T11:28:08.821+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux}}","replies":[]}]},{"id":"","poster":"Wísecheese","date":"2018-06-12T09:30:54.318+0000","up_votes":2,"down_votes":0,"body":"Mal ein Feedback zum Clash:\n\nTeambildung: Ja, die verlief anfangs ohne Probleme. Einladung kam, wurde angenommen und Team war vollständig. (vor Lock-In Phase)\nWährend der Lock-In Phase bekam ich noch eine weitere Einladung von Freunden, die konnte ich gar nicht erst annehmen, da Sie automatisch zurückgezogen wurde. Bei dem der Einladenden allerdings wurde dies nicht angezeigt, sondern dass noch auf die „Bestätigung“  gewartet wird. Ich konnte das 1te Team auch während der Lock-IN Phase nicht mehr verlassen. Der Teamleiter hatte das Team auch noch nicht eingeloggt. \nDas war soweit das erste Problem.\n\nLock-IN Phase: Bis auf den bereits oben beschriebenen Fehler gab es keine weiteren bis dahin.\nScoutingphase: Die erste Scountingphase verlief absolut sauber bei uns. 19:30 Uhr fing diese an und es stand schon fest, dass wir 19:37 Uhr unser erstes Spiel haben. Dies war auch der Fall.\n\nSpiel 1.: Hier ging es dann leider mit den schlimmeren Fehlern los. Unser Midlaner sah den Ablauf der Banphase ab dem ersten Bann nicht mehr. Sein Timer hing bei 0. Bannen konnten wir dennoch, wenn die Bans auch des öfteren sehr verzögert eingeloggt wurden( manch Mal 10-15sec nach dem eigentlichen einloggen des Bans).\nJeder von uns konnte danach einen Champion auswählen, außer unser Midlaner, dieser hing weiterhin bei der Banphase fest. Ihm wurde dann automatisch Draven gegeben.\nDie Runenseite konnte er auch nicht anpassen, genauso wie meine Wenigkeit nicht.\nEs konnte auch keiner mit unserem Midlaner den Champion tauschen. Mit mir konnte nur ein einziges Mal getauscht werden, danach musste ich gezwungenermaßen Ahri mit „Press the Attack“ spielen und unser Midlaner Draven mit „Electrocute“.\nUnser Midlaner musste auch seinen PC neustarten damit er überhaupt ins Spiel kam.\nDie Runde an sich verlief aber super.. wir haben sogar lustigerweise gewonnen. :D\n\nNach dem Ende dieser Runde funktionierte leider, wie anscheinend bei allen anderen auch, gar nichts mehr. Die 2te Scoutingphase wurde nach 12 Sekunden automatisch beendet und wir haben, genauso wie unser Gegnerteam, einen Instaloose bekommen. \n\nDas die Ranglisten-Warteschlange etc. danach auch nicht funktionierte weiß ja schon jeder. :D\nFür eine Beta ist es noch zu verschmerzen. Ich hoffe das von diesen Beta-Test noch mehr folgen werden und die Spielerschaft somit beim Ausmerzen der Fehler beisteuern kann.\n\nPersönlich hoffe ich nur, dass die Community etwas nachsichtiger wird, da es sich hier um ein kostenloses Feature handelt, dass implementiert wird. Es ist eine BETA, ergo ist mit Problemen zu rechnen. Für so etwas gibt es solche Beta und Alpha Tests. \n\nIn diesem Sinne wünsche ich euch viel Spaß in der Kluft (oder bei dem was auch immer Ihr noch so machen solltet und wenn es Kinder vom Sattel schubsen sein sollte. ;) )\n\nMfG INTfluenca","replies":[{"id":"","poster":"SP3EDI","date":"2018-06-12T13:44:37.973+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=INTfluenca,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0074,timestamp=2018-06-12T09:30:54.318+0000)\n>\n> Mal ein Feedback zum Clash:\n> \n> Teambildung: Ja, die verlief anfangs ohne Probleme. Einladung kam, wurde angenommen und Team war vollständig. (vor Lock-In Phase)\n> Während der Lock-In Phase bekam ich noch eine weitere Einladung von Freunden, die konnte ich gar nicht erst annehmen, da Sie automatisch zurückgezogen wurde. Bei dem der Einladenden allerdings wurde dies nicht angezeigt, sondern dass noch auf die „Bestätigung“  gewartet wird. Ich konnte das 1te Team auch während der Lock-IN Phase nicht mehr verlassen. Der Teamleiter hatte das Team auch noch nicht eingeloggt. \n> Das war soweit das erste Problem.\n> \n> Lock-IN Phase: Bis auf den bereits oben beschriebenen Fehler gab es keine weiteren bis dahin.\n> Scoutingphase: Die erste Scountingphase verlief absolut sauber bei uns. 19:30 Uhr fing diese an und es stand schon fest, dass wir 19:37 Uhr unser erstes Spiel haben. Dies war auch der Fall.\n> \n> Spiel 1.: Hier ging es dann leider mit den schlimmeren Fehlern los. Unser Midlaner sah den Ablauf der Banphase ab dem ersten Bann nicht mehr. Sein Timer hing bei 0. Bannen konnten wir dennoch, wenn die Bans auch des öfteren sehr verzögert eingeloggt wurden( manch Mal 10-15sec nach dem eigentlichen einloggen des Bans).\n> Jeder von uns konnte danach einen Champion auswählen, außer unser Midlaner, dieser hing weiterhin bei der Banphase fest. Ihm wurde dann automatisch Draven gegeben.\n> Die Runenseite konnte er auch nicht anpassen, genauso wie meine Wenigkeit nicht.\n> Es konnte auch keiner mit unserem Midlaner den Champion tauschen. Mit mir konnte nur ein einziges Mal getauscht werden, danach musste ich gezwungenermaßen Ahri mit „Press the Attack“ spielen und unser Midlaner Draven mit „Electrocute“.\n> Unser Midlaner musste auch seinen PC neustarten damit er überhaupt ins Spiel kam.\n> Die Runde an sich verlief aber super.. wir haben sogar lustigerweise gewonnen. :D\n> \n> Nach dem Ende dieser Runde funktionierte leider, wie anscheinend bei allen anderen auch, gar nichts mehr. Die 2te Scoutingphase wurde nach 12 Sekunden automatisch beendet und wir haben, genauso wie unser Gegnerteam, einen Instaloose bekommen. \n> \n> Das die Ranglisten-Warteschlange etc. danach auch nicht funktionierte weiß ja schon jeder. :D\n> Für eine Beta ist es noch zu verschmerzen. Ich hoffe das von diesen Beta-Test noch mehr folgen werden und die Spielerschaft somit beim Ausmerzen der Fehler beisteuern kann.\n> \n> Persönlich hoffe ich nur, dass die Community etwas nachsichtiger wird, da es sich hier um ein kostenloses Feature handelt, dass implementiert wird. Es ist eine BETA, ergo ist mit Problemen zu rechnen. Für so etwas gibt es solche Beta und Alpha Tests. \n> \n> In diesem Sinne wünsche ich euch viel Spaß in der Kluft (oder bei dem was auch immer Ihr noch so machen solltet und wenn es Kinder vom Sattel schubsen sein sollte. ;) )\n> \n> MfG INTfluenca\n\nDanke für dein Feedback! {{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"DauntlessCarnage","date":"2018-06-11T17:51:38.194+0000","up_votes":2,"down_votes":1,"body":"Geil. Ne halbe Ewigkeit gewartet und dann automatisch verloren. \nExtrem schwache Leistung ,Riot. \nAls würde man nicht schon genug Zeit für eure Inkompetenz opfern.\nDerbe Enttäuschung.","replies":[{"id":"","poster":"Gl3eful","date":"2018-06-12T09:27:41.192+0000","up_votes":2,"down_votes":0,"body":"Warum nimmst du denn teil?  Ich meine da steht sogar Beta. Du sollst Riot helfen die Bugs zu finden in der Beta. Du wurdest nicht gezwungen deine Zeit zu investieren.","replies":[]},{"id":"","poster":"anton80","date":"2018-06-14T15:29:17.515+0000","up_votes":1,"down_votes":0,"body":"Beta.\nheul nicht wegen so was, das hättest du mitkriegen sollen und dich nicht aufregen.{{sticker:zombie-nunu-bummed}}","replies":[]},{"id":"","poster":"Ibra0610","date":"2018-06-11T17:57:55.427+0000","up_votes":1,"down_votes":0,"body":"Auch das selbe Problem gehabt","replies":[]}]},{"id":"","poster":"FREZZYJAN","date":"2018-06-11T18:00:10.549+0000","up_votes":2,"down_votes":0,"body":"Danke für die stunde warten um dan bevor das game beginnt und einen lose zu kriegen echt gut gemacht danke für die verschwendete zeit{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"anton80","date":"2018-06-14T15:26:05.130+0000","up_votes":1,"down_votes":0,"body":"Es war eine Beta\n{{sticker:zombie-nunu-bummed}}","replies":[]}]},{"id":"","poster":"DsLi Jelic ","date":"2018-06-11T17:59:03.092+0000","up_votes":2,"down_votes":0,"body":"Gut das es mal wieder Fehlerfrei funktioniert! Danke Riot.","replies":[]},{"id":"","poster":"Commander Grab","date":"2018-06-11T17:57:37.611+0000","up_votes":2,"down_votes":0,"body":"Ich glaube es kann festgehalten werden, dass die Beta-Tests eine volle Katastrophe waren! Kein anderes Software Unternehmen könnte sich sowas leisten, entwickelt doch mal Software für Banken :D","replies":[]},{"id":"","poster":"Fishpixel","date":"2018-06-11T17:57:05.378+0000","up_votes":2,"down_votes":0,"body":"Und wieder hat es Riot hinbekommen, mir den Tag zu versauen..... Warum spiele ich dieses Spiel eigentlich?","replies":[{"id":"","poster":"Enderized","date":"2018-06-11T21:52:05.878+0000","up_votes":1,"down_votes":0,"body":"hör doch auf?","replies":[]}]},{"id":"","poster":"Commander Grab","date":"2018-06-11T17:46:27.184+0000","up_votes":2,"down_votes":0,"body":"Ich habe mich rechtzeitig um 19 Uhr eingeloggt mit meinem Team, leider bin ich aber in der Lock In Phase hängengeblieben. Hat noch jemand das Problem oder eine Lösung dazu?","replies":[]},{"id":"","poster":"RăgeQueen","date":"2018-06-11T17:44:44.489+0000","up_votes":2,"down_votes":0,"body":"Heyho,\n\nwir sind im Clash match drinne, also in der Champ auswahl. Aber unser first pick kann weder bannen noch iwas picken. Bei ihm steht die ganze zeit \"declare ur champion-0sek.\" und nix passiert....\nsobald die zeit abläuft ist ein leeres Feld gebannt und er hat einfach nen random champ bekommen...\n\nKomplett unfähr...wir konnten weder irgentwas bestimmtes bannen, während die unsere stärksten gebannt haben...und ordentlich picken ist auch nich möglich...","replies":[]},{"id":"","poster":"MrTVEye","date":"2018-05-25T22:10:22.952+0000","up_votes":2,"down_votes":0,"body":"Auch sehr schön, dass man die Meldung über die endgültige Absage für's ganze WE früher über twitter erfährt als hier. Nicht, daß mich die Absage noch gewundert hat. Im ganzen Team hat keiner darauf wetten wollen, daß es morgen funktionieren würde. War einfach klar. Was ist schon 'nen halbes Jahr Vorbereitung?  Wofür gibt's Testphasen? Man schaue sich nur mal an, wie verbuggt der \"neue\" Client immer noch ist, und wie lange es oft dauert bis Probleme mal behoben werden.\nKönnte ich ja noch nachvollziehen, wenn Riot eine kleine, aufstrebendes Company wäre. So ist es einfach nur peinlich, aber gleichzeitig auch bezeichnend...","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-26T18:51:17.119+0000","up_votes":1,"down_votes":0,"body":"Leider sind die Probleme die beim Clash auf dem OCE Server auftraten so nie vorgekommen.\nMan hat stundenlang nach einer Lösung gesucht aber letztendlich hat es nichts gebracht. :c\nWir wollen also für jetzt Absagen, damit auch definitiv nächstes mal alles funktioniert!\nDie Frustration sitzt bei uns auch sehr tief.\n{{sticker:cass-cry}}","replies":[{"id":"","poster":"Alry FireBlade","date":"2018-06-09T22:41:02.263+0000","up_votes":1,"down_votes":0,"body":"könnten wir vllt endlich mal erfahren was das Problem war. Selbst wenn man es nicht ganz versteht will man einfach mal die Info haben was genau das Problem war das su unvorhergesehen kam und alles zu nichte machte.","replies":[]}]}]},{"id":"","poster":"Legends of Beast","date":"2018-05-25T19:38:12.011+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-26T18:48:24.871+0000","up_votes":1,"down_votes":0,"body":"Eventueeeeeell, man weiß ja nie ob wir nicht doch zu geizig sind. :P\n{{sticker:sg-miss-fortune}}","replies":[]}]},{"id":"","poster":"Bariados","date":"2018-05-25T17:07:57.452+0000","up_votes":1,"down_votes":0,"body":"Huuu und ich dachte schon ich muss heut abend spaß haben...","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T19:02:54.640+0000","up_votes":2,"down_votes":0,"body":"Wir uns ist das ganze genau so frustrierend.\nIch habe über die letzten Stunden hinweg nur Entschuldigen an Spieler geschrieben und allen versucht zu erkläre, wie genau es so passieren konnte.\nAuch dir tut es mir extrem leid. Wir müssten diese Entscheidung jedoch mit schweren Herzen treffen, da es sonst zu noch viel schlimmeren Szenarien gekommen wäre.\n{{sticker:sg-soraka}}","replies":[]}]},{"id":"","poster":"Kanekicchi","date":"2018-05-25T16:41:51.282+0000","up_votes":2,"down_votes":0,"body":"Enttäuschend..... wie kann man den Modus so hypen und dann nicht mal eine stunde vorher ankündigen das es heute nichts wird... keine Ahnung ob es anderen so geht aber wir haben ein team zusammen gestellt und uns alle heute für das turnier zeit genommen und jetzt wird nichts draus weil anscheinend der PBE nicht ausreicht um solche sachen im vorraus zu vermeiden.... da einige meiner Teammitglieder nicht das ganze wochenende zeit haben wird clash dieses mal anscheinend wieder nichts... GJ RITO <3","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T18:54:30.905+0000","up_votes":2,"down_votes":0,"body":"Leider war dieses technische Problem nicht vorherzusehen, da es so bei den Tests nie vorkam.\nEs gab auf dem OCE Server massive Probleme mit dem Clash und man hat seit dem die ganze zeit daran gearbeitet um eine Lösung zu finden.\nLetztendlich war nicht genug Zeit.\n{{sticker:zombie-nunu-bummed}} \nWenn wir uns nicht sicher gewesen wären das es in einem absoluten Desaster geendet hätte, dann hätten wir das Turnier niemals so kurzzeitig abgesagt.\nEs tut uns alles wirklich extrem leid, dass wir euren Freitag Abend so ruiniert haben.\n{{sticker:sg-soraka}}","replies":[]}]},{"id":"","poster":"Biôsalami","date":"2018-05-25T18:00:00.282+0000","up_votes":2,"down_votes":0,"body":"Ihr könntet den Spielern wenigstens eine Entschädigung zukommen lassen, ob Kapseln, Essenzen oder was weiß ich..","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T19:05:45.945+0000","up_votes":1,"down_votes":0,"body":"Zwar wurde noch nichts weiter spezifisch angesagt außer dem Ticket Refund.\nIch hoffe jedoch wirklich sehr, dass doch noch etwas weiter geplant wird.\nTut mir wirklich das das ganze so zustande gekommen ist.\n{{sticker:zombie-nunu-bummed}}","replies":[]}]},{"id":"","poster":"SuperEngel","date":"2018-05-25T16:47:27.173+0000","up_votes":2,"down_votes":0,"body":"Einfach unglaublich, da kommt endlich mal ein game-mode auf den man sich freut, alle halten sich den Freitag Abend frei. und dann kommt eine, EINE STUNDE vorher die Benachrichtigung, dass es ausfällt. Wie ist es möglich, dass man es nicht schafft vorher bescheid zu sagen und scheinbar geht es ja auch in NA. Einfach unglaublich enttäuscht von diesem tollen Unternehmen.","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T18:59:04.866+0000","up_votes":1,"down_votes":0,"body":"Man hatte bereits mehrere Stunden lang an einem Fix gearbeitet in der Hoffnung, dass es doch noch zu retten sei.\nJedoch hieß es dann, dass es einfach zeitlich nicht machbar ist.\nUns trifft das genau so hart wie euch, denn wir sind die die euch jetzt so haushoch enttäuschen mussten.\n{{sticker:zombie-nunu-bummed}}","replies":[]}]},{"id":"","poster":"corinnamelanie","date":"2018-05-25T16:45:31.914+0000","up_votes":2,"down_votes":0,"body":"Halbe Stunde vorher absagen, gj.\nUnser Team hat auch früher Feierabend gemacht und sonstige Treffen verschoben um heute Zeit zu haben. Jetzt sitzt man da und wartet auf den Start und spontan fällt es einfach aus und man erfährt das nur durch den schönen roten Button im Client, nicht mal n sorry von iwem zuständigen oder so...","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T18:57:12.434+0000","up_votes":1,"down_votes":0,"body":"Auch bei dir und deinen Freunden wollen wir uns entschuldigen.\nWir wollten jedoch ein noch schlimmeres Ergebnis vermeiden und wir mussten letztendlich leider diese schreckliche Entscheidung treffen.\nWir sind alle wirklich genau so frustriert wir ihr denn wir wollten dies auch nicht absagen wollen.\nAber wir hatten am Ende keine andere Wahl. \n{{sticker:cass-cry}}","replies":[{"id":"","poster":"corinnamelanie","date":"2018-05-25T23:07:00.719+0000","up_votes":1,"down_votes":0,"body":"Man hat immer ne Wahl, zB mit den Leuten reden , wenn man morgens in oce Probleme hat, dass es möglich ist, dass es auch hier abgesagt wird. Dann hypen die es zumindest nicht stundenlang,  bereiten sich vor und wärmen sich auf oder so Kram^^\nAber klar, ist net dein Fehler. Klingt halt nur nach \"Riot sind die Spieler eh egal, mit denen muss man net reden, paar mehr oder weniger ist auch egal, das ist uns die Zeit net wert\"^^","replies":[]}]}]},{"id":"","poster":"lZaylexl","date":"2018-05-24T15:32:48.395+0000","up_votes":2,"down_votes":0,"body":"Liebes Riot Team wollt ihr wirklich von uns das wir am Sonntag 4 Games machen um gute chancen zu haben. Viele Leute müssen Montag in die Schule oder arbeiten also die Zeit ist echt nicht gut gesetzt ich denke am Sonntag hätten viel mehr leute am Nachmittag zeit aber doch nicht am Abend. \nIch hoffe ihr überdenkt das nochmal.\n\nMFG lZaylexl","replies":[{"id":"","poster":"Gin","date":"2018-05-25T12:32:58.812+0000","up_votes":1,"down_votes":0,"body":"Das wird leider für dieses Turnier vorerst so bleiben, aber sollte genug Feedback kommen dass das zeitlich vorverlegt werden soll, wird das wahrscheinlich mit einem der nächsten Clashs geändert.","replies":[]}]},{"id":"","poster":"AS Beat","date":"2018-05-22T10:15:39.177+0000","up_votes":2,"down_votes":0,"body":"Es müssen mehr Klassen eingeführt werden. Mit der momentanen Anzahl an 4 Klassen wird es zu viele unausgeglichene Spiele geben, vorallem bzw. hauptsächlich in der Klasse 1. Dort sind Spieler vertreten von Diamond 5 - Challenger (im Optimalfall), eher noch werden Konstellationen von zwei Diamond 5 und drei Platin Spieler gegen drei High Dia und zwei Master Spieler antreten, was einfach völlig unrealistisch ist.","replies":[{"id":"","poster":"hab dich lieb","date":"2018-05-23T08:13:55.153+0000","up_votes":1,"down_votes":0,"body":"Es gibt momentan ~900 Master + Challenger Spieler, versuche diese mal in ein eigenes Turnier zu schieben. Die Anzahl der Spieler ist dort einfach zu gering um eine eigene Klasse einzuführen. Abgesehen davon ist es relativ unwahrscheinlich, dass eine wie du genannte Konstellation zustande kommen wird - in der Beta war der Großteil der Spiele ebenfalls ausgeglichen.","replies":[]}]},{"id":"","poster":"I caught Senna","date":"2018-05-21T14:59:10.638+0000","up_votes":1,"down_votes":0,"body":"Hey, kann mir einer sagen wie lange es etwa dauert im Schnitt bis man eine Ehrungsstufe aufsteigt? ich bin durch eine Chat restriction jetzt nur noch level 1 und würde halt sehr gern mit meinem Team bei Clash mitmachen","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:02:07.511+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=TTessmann,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000c,timestamp=2018-05-21T14:59:10.638+0000)\n>\n> Hey, kann mir einer sagen wie lange es etwa dauert im Schnitt bis man eine Ehrungsstufe aufsteigt? ich bin durch eine Chat restriction jetzt nur noch level 1 und würde halt sehr gern mit meinem Team bei Clash mitmachen\n\nDa gibt es leider kein genaues Datum, da dies alleine von dir und deinem Verhalten im Spiel abhängt. Wenn du viel spielst und dich ehrenhaft verhältst und viele Ehrungen erhältst, dann steigst du schneller auf.\n\nWenn du wenig spielst und oder dich daneben benimmst dann verlangsamen wir deinen Fortschritt bis dein Verhalten sich bessert.\n\nEs liegt also ganz in deiner Hand wie schnell du aufsteigst! {{sticker:sg-poppy}}","replies":[]}]},{"id":"","poster":"Min3rchris","date":"2018-05-21T12:35:03.309+0000","up_votes":1,"down_votes":0,"body":"Hey liebes Forum habe ich es richtig im Sinne, dass man alle Champs spielen kann obwohl man sie nicht gekauft hat ???{{summoner:30}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T12:54:16.299+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Min3rchris,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0005,timestamp=2018-05-21T12:35:03.309+0000)\n>\n> Hey liebes Forum habe ich es richtig im Sinne, dass man alle Champs spielen kann obwohl man sie nicht gekauft hat ???{{summoner:30}}\n\nJa für Clash stehen euch alle Champions zur {{sticker:slayer-jinx-catface}} Verfügung","replies":[]},{"id":"","poster":"TheFuriousBacon","date":"2018-05-23T07:24:02.073+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Min3rchris,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0005,timestamp=2018-05-21T12:35:03.309+0000)\n>\n> Hey liebes Forum habe ich es richtig im Sinne, dass man alle Champs spielen kann obwohl man sie nicht gekauft hat ???{{summoner:30}}\n\nJoooooo!\nIm Clash stehen dir alle Champions zur Verfügung! Egal ob du diese bereits für die normalen Queues freigeschaltet hast oder nicht. ^-^","replies":[]},{"id":"","poster":"Gnbh","date":"2018-05-21T12:52:13.604+0000","up_votes":1,"down_votes":0,"body":"Genau da bist du vollkommen richtig.","replies":[]}]},{"id":"","poster":"Héil Phytos","date":"2018-06-11T17:47:53.545+0000","up_votes":3,"down_votes":1,"body":"ihr ficker erstmal 45 min gewartet um dann kein spiel zu amchen und verloren zu haben wegen euren scheiß buggs fck you","replies":[]},{"id":"","poster":"zooaffe111","date":"2018-06-11T18:41:51.556+0000","up_votes":2,"down_votes":1,"body":"der beste joke  den ich je gesehen habe \n\n\n\n\nBekannte Probleme\n\n\n Momentan sind keine Probleme bekannt. - \n\n\n gz riot","replies":[{"id":"","poster":"HyperionCH","date":"2018-06-11T20:17:18.667+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=zooaffe111,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=006d,timestamp=2018-06-11T18:41:51.556+0000)\n>\n> der beste joke  den ich je gesehen habe \n> \n> \n> \n> \n> Bekannte Probleme\n> \n> \n>  Momentan sind keine Probleme bekannt. - \n> \n> \n>  gz riot\n\nJa, die \"Aktivität des Redtrackers\" hier im deutschen Board lässt auch heute sehr zu wünschen übrigt. Gerade bei solchen Problemen ist doch das Erste, was ein Spieler macht, hier im Forum zu schauen, ob Riot etwas geschrieben hat.\nJedoch gab es keinen neuen Red-Beitrag und der Eröffnungspost hier (wo man dann schauen würde) ist auch nichts aktualisiert worden. Der Service Status ist auch erst viel später bezüglich Clash aktualisiert worden.\n\nDas kann Riot besser! Zumindest wenn das Unternehmen wirklich der kunden-orientierteste Game-Publisher werden möchte.","replies":[]}]},{"id":"","poster":"Ozzy K","date":"2018-06-11T18:37:32.060+0000","up_votes":2,"down_votes":1,"body":"Also Riot ich muss ehrlich sagen es ist kein wunder mehr warum ihr um eure Existenz kämpfen müsst lächerlich seid ihr.......","replies":[{"id":"","poster":"FadingLightLy","date":"2018-06-13T21:12:08.734+0000","up_votes":1,"down_votes":0,"body":"Produktive Kommentare everywhere","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-06-13T00:11:12.287+0000","up_votes":1,"down_votes":0,"body":"was meinst wieso der aktienkurs von tencent wackelt^^","replies":[]},{"id":"","poster":"SRN GermanAimbot","date":"2018-06-11T20:51:51.970+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ozzy K,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=006a,timestamp=2018-06-11T18:37:32.060+0000)\n>\n> Also Riot ich muss ehrlich sagen es ist kein wunder mehr warum ihr um eure Existenz kämpfen müsst lächerlich seid ihr.......\n\nKann ich nur bestätigen! ALS OB IHR WOLLT, DASS KEINER MEHR LEAGUE SPIELT!!!! Ich bin soooo fcking mad/sad{{item:3070}}","replies":[]}]},{"id":"","poster":"Diamond Goku","date":"2018-05-22T20:15:05.487+0000","up_votes":2,"down_votes":1,"body":"Hey kurze frage..\n\nmuss man am freitag direkt um 19.37uhr spielen oder kann an das auch sag ich mal 2-3std verschieben wenn man angemeldet ist?{{summoner:3}}","replies":[{"id":"","poster":"MCGregori","date":"2018-05-25T16:59:01.935+0000","up_votes":1,"down_votes":0,"body":"{{champion:1}}  nö","replies":[]},{"id":"","poster":"SP3EDI","date":"2018-05-23T09:47:13.697+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Diamond Goku,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0027,timestamp=2018-05-22T20:15:05.487+0000)\n>\n> Hey kurze frage..\n> \n> muss man am freitag direkt um 19.37uhr spielen oder kann an das auch sag ich mal 2-3std verschieben wenn man angemeldet ist?{{summoner:3}}\n\nDu wirst die Spiele dann spielen müssen. Das lässt sich leider nicht verschieben.","replies":[{"id":"","poster":"300 Ademski","date":"2018-05-23T17:36:38.964+0000","up_votes":1,"down_votes":0,"body":"Also Kann ich das tunier nicht mitmachen weil ich bis 20;30 Arbeite {{champion:254}} ???","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T09:59:15.596+0000","up_votes":1,"down_votes":0,"body":"Zumindest nicht am Freitag. Du kannst aber am Samstag und Sonntag mitmachen.","replies":[]}]}]},{"id":"","poster":"Marksmansitter","date":"2018-05-23T04:26:38.496+0000","up_votes":1,"down_votes":0,"body":"Du musst direkt spielen, der Turnierbaum steht da schon fest du suchst nicht erst noch nach Gegnern.\n\nEure potenziellen Finalgegner spielen um die gleiche Zeit wie ihr und müssten dann auf euch warten.","replies":[]}]},{"id":"","poster":"xDeadlock","date":"2018-05-21T23:00:14.099+0000","up_votes":1,"down_votes":0,"body":"Ich hab eine Empfehlung die andere wahrscheinlich auch gut finden würden. Wäre es nicht gut wenn man 9 Leute einladen kann, einen weiteren pro Rolle als Ersatzspieler? Weil es gibt Leute die Freitag oder Samstag oder sogar Sonntags Arbeiten müssen. Und an den Tagen an denen Teilgenommen wurde erhält man auch die Kapseln und wer an anderen Tagen teilgenommen hat bekommt die entsprechenden Kapseln? Da könnte sich Riot bestimmt was zu überlegen aber das würde bestimmt sehr viele erleichtern. Allgemein finde ich den Zeitraum Fr - So sehr gut!","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:03:06.678+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xDeadlock,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0018,timestamp=2018-05-21T23:00:14.099+0000)\n>\n> Ich hab eine Empfehlung die andere wahrscheinlich auch gut finden würden. Wäre es nicht gut wenn man 9 Leute einladen kann, einen weiteren pro Rolle als Ersatzspieler? Weil es gibt Leute die Freitag oder Samstag oder sogar Sonntags Arbeiten müssen. Und an den Tagen an denen Teilgenommen wurde erhält man auch die Kapseln und wer an anderen Tagen teilgenommen hat bekommt die entsprechenden Kapseln? Da könnte sich Riot bestimmt was zu überlegen aber das würde bestimmt sehr viele erleichtern. Allgemein finde ich den Zeitraum Fr - So sehr gut!\n\nDanke für dein Feedback! Wir haben diesen Vorschlag schon einige male erhalten und werden dies für die künftigen Turniere definitiv in betracht ziehen. Leider lässt sich dies nicht so schnell ändern, weshalb wir das für diese Turniere also nicht anbieten können.\n{{sticker:sg-janna}}","replies":[{"id":"","poster":"xDeadlock","date":"2018-09-22T19:45:56.927+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=00180000,timestamp=2018-05-22T14:03:06.678+0000)\n>\n> Danke für dein Feedback! Wir haben diesen Vorschlag schon einige male erhalten und werden dies für die künftigen Turniere definitiv in betracht ziehen. Leider lässt sich dies nicht so schnell ändern, weshalb wir das für diese Turniere also nicht anbieten können.\n> {{sticker:sg-janna}}\n\nIst zwar ein wenig spät das ich mich melde aber ich ging schon davon aus :D Finde ich klasse :P","replies":[]}]}]},{"id":"","poster":"DecayFaith","date":"2018-05-22T16:14:22.994+0000","up_votes":1,"down_votes":0,"body":"Wenn ich mein teilnehmen bestätige und dann auslogge kann ich dann trz an den spielen teilnehmen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T16:46:25.832+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DecayFaith,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0023,timestamp=2018-05-22T16:14:22.994+0000)\n>\n> Wenn ich mein teilnehmen bestätige und dann auslogge kann ich dann trz an den spielen teilnehmen?\n\nWenn du deine Teilnahme bestätigst am Freitag und dann nicht antrittst zu den Spielen am Freitag dann werden diese als Niederlage gewertet.","replies":[{"id":"","poster":"DecayFaith","date":"2018-06-24T15:33:03.319+0000","up_votes":1,"down_votes":0,"body":"Ich meinte wenn ich mich jz zum beispiel um 19uhr bestätige dann kurz auslogge und wieder einlogge","replies":[]}]}]},{"id":"","poster":"DrakoniaDRK","date":"2018-06-13T08:38:03.240+0000","up_votes":1,"down_votes":0,"body":"Das erste Clash Match hat mein Team gewonnen. Als wir dann zum zweiten Match über gehen wollten, waren wir in der Ansicht der Gegner, welche Champs sie spielen. \nDa genau dann das Problem aufgetaucht ist, wurde dann das zweite Match, dass nicht stattgefunden hat für mein Team als lose eingetragen. Wir bekamen alle eine Kapsel wo darauf stand zweiter Platz. \n\nDas erste Match, dass wir gewonnen haben wurde als Sieg eingetragen, dafür gab es aber keine Belohnung.\n\nVielleicht bekommen wir ja doch noch die tollen Banner als Trostpreis, dafür das jeder seine Zeit investierte.","replies":[]},{"id":"","poster":"OPChampsSucks","date":"2018-06-13T00:14:26.451+0000","up_votes":1,"down_votes":0,"body":"An sich schon ein wenig peinlich für so eine große Marke 2x den selben scheiß nicht am laufen zu kriegen aber nichts desto trotz sollte man auch teilweise verständnis zeigen denn technisch kann immer was schief laufen.\n\nder aktienkurs ging dadurch erstmal n stück runter lol","replies":[]},{"id":"","poster":"Kanagaki93","date":"2018-06-12T16:50:28.818+0000","up_votes":1,"down_votes":0,"body":"Bringt endlich Team Ranked wieder und nicht flex!","replies":[{"id":"","poster":"SP3EDI","date":"2018-06-12T17:02:48.980+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kanagaki93,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0077,timestamp=2018-06-12T16:50:28.818+0000)\n>\n> Bringt endlich Team Ranked wieder und nicht flex!\n\nLeider unmöglich. Der Unterschied zwischen der Stärke der Gegner und der Wartezeiten im Spiel lassen sich leider nicht in einen Einklang bringen.","replies":[]}]},{"id":"","poster":"TheWaschbâr","date":"2018-06-12T15:18:41.963+0000","up_votes":1,"down_votes":0,"body":"Berichterstattung zu Clash:\n\nMeinem Team und mir erging es ähnlich wie INTFluenca (ein paar Posts weiter unten).\n\nTeam aufbauen war fehlerfrei. Lockin Phase ging problemlos. Scouting ebenfalls problemlos.\n\nIn Pick/Ban hatten wir dann unser erstes Problem. Unser ADC sah den Ablauf der Banphase ab dem ersten Bann nicht mehr. Sein Timer hing bei 0. Bannen konnten wir dennoch.\nWir anderen 4 konnten normal picken und die Banphase sehen. Unser ADC aber nicht. DIeser bekam random Katharina. Nach dem picken, wollte unser Midlaner mit dem ADC tauschen (er war ok damit Katharina spielen zu müssen). Doch mit dem ADC konnte niemand Champs tauschen, wir anderen konnten aber mit einander tauschen.\n\nDas Game selbst verlief aber ansonsten problemlos.\n\nIm zweiten Spiel, hingen wir dann nach dem scouten 10 minuten in der Queue. Diese würde dann beendet und wir bekam die Rückmeldung \"Clash wurde abgebrochen\".\n\nIch hoffe wir können bald alle Clash spielen, freue mich schon riesig :D","replies":[{"id":"","poster":"SP3EDI","date":"2018-06-12T16:01:09.919+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheWaschbâr,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0076,timestamp=2018-06-12T15:18:41.963+0000)\n>\n> Berichterstattung zu Clash:\n> \n> Meinem Team und mir erging es ähnlich wie INTFluenca (ein paar Posts weiter unten).\n> \n> Team aufbauen war fehlerfrei. Lockin Phase ging problemlos. Scouting ebenfalls problemlos.\n> \n> In Pick/Ban hatten wir dann unser erstes Problem. Unser ADC sah den Ablauf der Banphase ab dem ersten Bann nicht mehr. Sein Timer hing bei 0. Bannen konnten wir dennoch.\n> Wir anderen 4 konnten normal picken und die Banphase sehen. Unser ADC aber nicht. DIeser bekam random Katharina. Nach dem picken, wollte unser Midlaner mit dem ADC tauschen (er war ok damit Katharina spielen zu müssen). Doch mit dem ADC konnte niemand Champs tauschen, wir anderen konnten aber mit einander tauschen.\n> \n> Das Game selbst verlief aber ansonsten problemlos.\n> \n> Im zweiten Spiel, hingen wir dann nach dem scouten 10 minuten in der Queue. Diese würde dann beendet und wir bekam die Rückmeldung &quot;Clash wurde abgebrochen&quot;.\n> \n> Ich hoffe wir können bald alle Clash spielen, freue mich schon riesig :D\n\nDanke auch für dein Feedback, ich werde dies so weiterleiten.{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"AZZ MEDUSA","date":"2018-06-12T13:45:12.701+0000","up_votes":1,"down_votes":0,"body":"Wann ist wieder Clash also halt Test clash und auch die richtige clash","replies":[]},{"id":"","poster":"Scarluin","date":"2018-06-12T00:46:46.826+0000","up_votes":1,"down_votes":0,"body":"Bei uns hat das erste Spiel fehlerfrei funktioniert. Doch in der zweiten Runde wurde uns ein Lose zugeteilt. Keine Ahnung was da los war. Der Leader des anderen Teams sagte mir, dass auch sein Team ein Lose bekommen hat.","replies":[]},{"id":"","poster":"Megamaexx","date":"2018-06-11T21:36:49.307+0000","up_votes":1,"down_votes":0,"body":"> [Update 11.6.2018 21:30 Uhr]Clash wurde für EUW leider abgesagt. Wenn dein Team eingelockt war, werdet ihr trotzdem die Belohnungen erhalten. \n\nBedeutet das, dass wir die volle Belohnung wie für den Sieg des Brackets erhalten oder sind damit nur die Orbs für das eine Spiel gemeint, das wir spielen konnten?","replies":[]},{"id":"","poster":"AI Tyrex","date":"2018-06-11T18:59:48.109+0000","up_votes":1,"down_votes":0,"body":"Leider ist heute der Clash abgebrochen und das ärgert mich sehr. (11.6.2018)\nWie ich erfahren habe ist es beim ersten Test auch schon abgebrochen.\nNeben bei bukt dann irgend wann noch der Client {{summoner:4}}","replies":[]},{"id":"","poster":"MightBToxic","date":"2018-06-11T18:35:38.955+0000","up_votes":1,"down_votes":0,"body":"Ich konnte mit meinem Team 1 Spiel spielen, was wir auch gewonnen haben.\nDas 2. also das Finale ist dann gar nicht erst gestartet und wurde für uns als lose gewertet.\necht traurig","replies":[{"id":"","poster":"Megamaexx","date":"2018-06-11T18:39:07.570+0000","up_votes":1,"down_votes":0,"body":"Same here. Wir haben dann mal unsere Gegner geadded und die haben ebenfalls \"verloren\"^^","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2018-06-11T18:38:37.357+0000","up_votes":1,"down_votes":0,"body":"Wir haben das erste Spiel machen können und hängen jetzt in der Warteschlange!\n\nGibt es Infos ?","replies":[]},{"id":"","poster":"Sh4pp1","date":"2018-06-11T18:34:01.288+0000","up_votes":1,"down_votes":0,"body":"Bei uns gabs das gleiche Problem. Beim 1. Spiel automatisch einen Sieg bekommen, beim 2. ist 30 Sekunden bevor es losgehen sollte die Lobby abgeschmiert und ich konnte nicht annehmen. Automatischer Loose und zwei Stunden gewartet, damit jetzt nichtmal mehr die noramle Lobby geht :/","replies":[]},{"id":"","poster":"LetMeGuideYouADC","date":"2018-06-11T18:28:31.608+0000","up_votes":1,"down_votes":0,"body":"Hey Leutiiis. {{sticker:vlad-salute}}  Also heute war ja das erste Clash Testspiel und nach dem Win sollten wir gegen noch eine Gruppe antreten und mitten in der \"Warteschlange\" ist alles abgebrochen und wir bekamen einen Automatischen LOSE! {{sticker:sg-soraka}}  Ich bin total verwirrt und das Team weiß auch nicht was los ist.. {{sticker:sg-zephyr}}  Sollte das so sein? oder lief wieder was schief?{{sticker:sg-lux-2}}   Wäre lieb wenn mir da wer bald antworten könnte :) LG Vîolet {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Hobîto","date":"2018-06-11T18:22:38.735+0000","up_votes":1,"down_votes":0,"body":"Ja nice. 4 von 5 konnten nicht picken oder irgendetwas machen, weswegen wir nicht mal ein jungler hatten und rdm champs. Haben deswegen verloren, was einfach so retarded ist. Link zu dem game : http://euw.op.gg/summoner/userName=Hob%C3%AEto\nMan sollte einfach den Client fixen, es existieren so viele Buggs die seit 5 Patches noch nicht behoben wurden.","replies":[]},{"id":"","poster":"30erBizeps","date":"2018-06-10T19:32:10.658+0000","up_votes":1,"down_votes":0,"body":"also kann ich mit leaverbuster clash spielen?{{sticker:garen-swing}}","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-11T18:21:28.928+0000","up_votes":1,"down_votes":0,"body":"Nein kann man nicht :DD:::D","replies":[]},{"id":"","poster":"MSF Ness","date":"2018-06-11T07:44:32.706+0000","up_votes":1,"down_votes":0,"body":"So ist es!\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"MahmudGetsYoAss","date":"2018-06-11T18:01:25.307+0000","up_votes":1,"down_votes":0,"body":"Keine Problem wahrscheinlich NÄÄÄÄ {{sticker:draven-pose}} ","replies":[]},{"id":"","poster":"Ibra0610","date":"2018-06-11T17:52:51.021+0000","up_votes":1,"down_votes":0,"body":"Schön das wir so lange gewartet haben und in der ersten runder verloren haben obwohl wir nicht mal gespielt haben -.-' alle hatten Internet und keiner Hat LOL geschlossen -.-'","replies":[]},{"id":"","poster":"Nekotou","date":"2018-06-11T17:29:26.471+0000","up_votes":1,"down_votes":0,"body":"Die sms verifikation funktioniert nicht. Könnt ihr etwas licht da rein bringen?","replies":[{"id":"","poster":"Nekotou","date":"2018-06-11T17:30:34.843+0000","up_votes":1,"down_votes":0,"body":"Ok danke. Nun kann keiner von uns mitspielen","replies":[]}]},{"id":"","poster":"Enderized","date":"2018-06-09T22:03:45.451+0000","up_votes":1,"down_votes":0,"body":"Alsoo kommt jetzt am Montag 11.06.2018 ein neue BetaClash Day- ... und die Belohnungen sind das Clash Beta Icon + Banner?\nIch habe beide bereits... und was bekomme ich ?\nIch glaube nicht, dass die Pkt. die ich im 4er Bracket bekomme ausreichen werden um die jeweils höheren Belohnungen zu erhalten.\n\nIch habe bereits: Banner T2 und Icon T1.","replies":[]},{"id":"","poster":"ZeroTwò","date":"2018-05-26T06:31:11.334+0000","up_votes":1,"down_votes":1,"body":"So traurig dafür gabs die Beta und jetzt meint ihr ARURF kann das ausgleichen? ARURF is der größte rotz wir wollen das normale URF und nich diesen shit. Schade riot echt schade das ihr nicht auf die Community hört","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-26T18:55:05.282+0000","up_votes":1,"down_votes":0,"body":"In all den Testphasen kam nie das Problem vor, was für dieses Wochenende Clash ruiniert hat.\nWir waren vollkommen überrascht und man hat stundenlang nach einer Lösung gesucht.\nLeider sind unserer Programmiererteams trotz Überstunden nicht fündig geworden. :c\nBezüglich URF gab es bereits einen Artikel im \"Ask Riot\" https://nexus.leagueoflegends.com/en-us/2017/12/ask-riot-urf/\nAm besten schaust du da einmal für eine genauere Erklärung vorbei.","replies":[]}]},{"id":"","poster":"Sicari0","date":"2018-05-25T19:59:28.075+0000","up_votes":1,"down_votes":0,"body":"finds echt schade hab extra schichten getauscht das ich loslegen kann mit meinen Jungs und nun das!{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-26T18:49:15.493+0000","up_votes":1,"down_votes":0,"body":"Ja, da hat es leider wirklich viele getroffen und uns sogar schlussendlich auch.\nTut uns echt wirklich leid das wir eure Pläne in den Sand gesetzt haben. :<\n{{sticker:sg-soraka}}","replies":[]}]},{"id":"","poster":"MC ENTE","date":"2018-05-25T16:49:26.406+0000","up_votes":1,"down_votes":0,"body":"Hey, Irgendwie wurde unser Team \"Gelöscht\" also es wird nichts mehr angezeigt oder ähnliches Chat und alles ist weg liegt das an den Wartungsarbeiten\n{{item:3070}}","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T19:01:04.927+0000","up_votes":1,"down_votes":0,"body":"Alles was mit Clash zusammenhängt wurde erstmal ausgeschaltet.\nDie Teams sind also auch noch nicht eingeloggt und du kannst für Morgen sogar einem anderen Team beitreten.\nWir werden unser bestes geben es für Morgen gefixt zu haben, aber leider können wir auch dies nicht versprechen.\nTut uns allen furchtbar leid.\n{{sticker:zombie-nunu-tears}}","replies":[]}]},{"id":"","poster":"Schnockse","date":"2018-05-25T16:42:27.467+0000","up_votes":1,"down_votes":0,"body":"Richtig schön das ich mir extra für Clash freigenommen habe und es nicht funktioniert. GG","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T18:55:36.333+0000","up_votes":1,"down_votes":0,"body":"Nicht nur du bist davon betoffen.\nNoch so viele andere hat es genau so getroffen und wir möchten uns bei euch allen vielmals entschuldigen.\nFür uns war diese Absage eine extrem schwere und genauso frustrierende Entscheidung.\n{{sticker:sg-soraka}}","replies":[]}]},{"id":"","poster":"Eldritchpal","date":"2018-05-25T15:42:09.564+0000","up_votes":1,"down_votes":0,"body":"Gibt es eine Pause-Funktion? Falls ja, welcher Command? Falls nein, wieso nicht? 5-10 minuten Pause sollten wohl durchaus drin sein, oder?","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T18:51:50.336+0000","up_votes":1,"down_votes":0,"body":"Leider nicht. Die Spiele sollten ja ungefähr alle zeitlich gleich ablaufen.\nWenn jetzt in einem Spiel pause gemacht wird, dann würde das den gesamten Zeitplan für alle teilnehmenden Teams nach hinten verschieben.\nStell dir vor das Spiel geht eine Stunde und dann wird von beiden Teams noch zusätzlich die maximale Pausenzeit genommen.\n{{sticker:sg-ahri-1}}","replies":[]}]},{"id":"","poster":"Your Sidekick","date":"2018-05-25T15:39:16.473+0000","up_votes":1,"down_votes":0,"body":"HALLO! \n\nIch habe folgendes Anliegen:  Seitdem ich gestern einem Clashteam geleftet bin, kann ich scheinbar kein Neuem mehr beitreten.. Selbst die Funktion der Team-Erstellung weist mir ständig die selbe Fehlermeldung auf. [FEHLER  Die Teameinladung kann nicht angenommen werden. Kontrolliere den Service-Status und versuche es später erneut, falls der Fehler weiterhin besteht. #SERVICESTATUS]     \nDer Service-Status zeigt mir jedoch an, dass alle Plattformen ONLINE sind. \n\nIn einer Stunde beginnt das Tunier & ich komme hier immer noch nicht voran. \nIch würde mich freuen, wenn mir noch jmd helfen kann!\n\nLG & TY!\n\nViel Glück beim Clashen ;-)","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-25T18:49:29.160+0000","up_votes":1,"down_votes":0,"body":"Ich habe dir schon auf diene Support-Anfrage geantwortet! ;3\n{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"DominatedDragon","date":"2018-05-24T13:13:57.849+0000","up_votes":1,"down_votes":0,"body":"Kann ich, wenn ich dieses Wochenende weg bin, dennoch beim nächsten Clash im Team mitspielen, dass dieses Wochenende spielt?\nOder besser gefragt: darf ein Team irgendwie mehr als nur fünf Spieler haben, die halt nicht immer alle spielen? :D","replies":[{"id":"","poster":"Countermagik","date":"2018-05-25T16:49:12.187+0000","up_votes":1,"down_votes":0,"body":"Die Teams sind nur temporär, nächstes mal könnt ihr einfach ein neues team erstellen in dem du dabei bist","replies":[]},{"id":"","poster":"SP3EDI","date":"2018-05-24T13:35:44.915+0000","up_votes":1,"down_votes":0,"body":"Das geht nicht btw dein Team würde am Freitag automatisch verlieren da du nicht antreten kannst, und Samstag und Sonntag müssten sie dich dann gegen einen Ersatzspieler auswechseln.","replies":[]}]},{"id":"","poster":"Eldritchpal","date":"2018-05-23T14:25:41.574+0000","up_votes":1,"down_votes":0,"body":"Muss ich für jeden tag einzeln Tickets verwenden? Also wenn ich 5 Tickets für das 16er Bracket einsetzen will kann ich dann schon vorher 5 setzen oder doch nur erstmal eins? Danke im vorraus.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-23T15:14:03.831+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Archangel Ray,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=002b,timestamp=2018-05-23T14:25:41.574+0000)\n>\n> Muss ich für jeden tag einzeln Tickets verwenden? Also wenn ich 5 Tickets für das 16er Bracket einsetzen will kann ich dann schon vorher 5 setzen oder doch nur erstmal eins? Danke im vorraus.\n\nDu kannst nur einmal Tickets setzen, und dies ist dann dein Einsatz für das ganze Wochenende.","replies":[{"id":"","poster":"Paniro","date":"2018-05-24T15:44:44.188+0000","up_votes":1,"down_votes":0,"body":"Dies steht aber nirgendswo so? :o Im NA Clash Test, war es wohl auch wie in EU, dass wenn man das Bracket **nicht** gewinnt, muss man um am nächsten Tag zu spielen wieder mind. Ticket einsetzen?\n\nEdit: Es steht auch so in der [Knowledge Base](https://support.riotgames.com/hc/de/articles/360000951548-Clash-FAQ#BracketFormat)\n\n>Du darfst jedes Mal garantiert zwei Spiele spielen und dein Ticket gilt für alle drei Tage, **solange du gewinnst**.\n\n{{sticker:sg-lux-2}} ","replies":[{"id":"","poster":"corinnamelanie","date":"2018-05-24T18:58:31.056+0000","up_votes":1,"down_votes":0,"body":"Im englischen FAQ Forum heißt es auch anders.\n\nhttps://boards.euw.leagueoflegends.com/en/c/help-support-en/jn5jF5uj-clash-is-here-faq-and-known-issues?comment=00180000\n\nWenn man verliert, braucht man für den nächsten Tag neue Tickets.\n\nEntweder der deutsche oder der englische Support liegen falsch...","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-25T12:27:45.079+0000","up_votes":1,"down_votes":0,"body":"Ich habe gerade nochmal extra nachgefragt und du musst in der Tat ein neues Ticket am nächsten Tag einsetzen, wenn ihr verloren habt Tag zuvor. Nur bei einem Sieg wird das Ticket weiterhin gültig bleiben, bis ihr verliert.","replies":[{"id":"","poster":"corinnamelanie","date":"2018-05-25T15:46:58.138+0000","up_votes":1,"down_votes":0,"body":"Danke fürs klären :)","replies":[]}]}]}]}]},{"id":"","poster":"Marksmansitter","date":"2018-05-23T15:03:01.388+0000","up_votes":1,"down_votes":0,"body":"die gelten für alle 3 tage zusammen","replies":[{"id":"","poster":"corinnamelanie","date":"2018-05-24T18:57:36.178+0000","up_votes":1,"down_votes":0,"body":"Aber nur, solange man gewinnt.","replies":[]}]}]},{"id":"","poster":"Luges2","date":"2018-05-25T15:08:41.419+0000","up_votes":1,"down_votes":0,"body":"😍","replies":[{"id":"","poster":"Luges2","date":"2018-05-25T15:09:04.997+0000","up_votes":1,"down_votes":0,"body":"😂","replies":[]}]},{"id":"","poster":"Need a Grill","date":"2018-05-24T10:44:43.184+0000","up_votes":1,"down_votes":0,"body":"Mein Handy kann keine Sms empfangen ein Freund hat das selbe Problem, wie sollen wir mitmachen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T10:53:50.892+0000","up_votes":1,"down_votes":0,"body":"In wie Fern könnt ihr keine SMS empfangen ? Ist eure Handy defekt oder habt ihr die SMS nicht erhalten ? \n\nJe nach Anbieter kann es Verzögerungen  geben wann du die SMS erhältst. Versuche also immer wieder eine SMS zu erhalten, und dies am besten zu Uhrzeiten an denen nicht alle Spieler versuchen sich eine SMS senden zu lassen.","replies":[{"id":"","poster":"Need a Grill","date":"2018-05-24T11:32:39.974+0000","up_votes":1,"down_votes":0,"body":"Sie kommen nicht an...","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T11:55:10.983+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt versucht euch die SMS immer wieder schicken zu lassen, bis diese bei euch ankommt.","replies":[{"id":"","poster":"Need a Grill","date":"2018-05-24T12:51:39.541+0000","up_votes":1,"down_votes":0,"body":"Hatte ich schon bei anderen Sachen versucht und sie kamen nie","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T13:38:10.566+0000","up_votes":1,"down_votes":0,"body":"Ich habe oben nochmal eine andere Lösung aufgelistet. Versuche einmal deine 0 vor deine Vorwahl zusetzen. Also z.B 0178xx anstatt 178xxx.\n\nDas könnte dein Problem ebenfalls möglicherweise lösen.","replies":[{"id":"","poster":"Need a Grill","date":"2018-05-24T14:21:22.041+0000","up_votes":1,"down_votes":0,"body":"Immernoch nichts","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T14:40:18.093+0000","up_votes":1,"down_votes":0,"body":"Hast du die Deutschlandflagge ausgewählt und dann 017xxxx eingegeben ?","replies":[{"id":"","poster":"Need a Grill","date":"2018-05-24T14:46:58.715+0000","up_votes":1,"down_votes":0,"body":"ja hab ich","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T14:54:40.751+0000","up_votes":1,"down_votes":0,"body":"Dann erstelle bitte ein Ticket dann müssen wir uns das ganze dort mal genauer ansehen.","replies":[{"id":"","poster":"Need a Grill","date":"2018-05-24T15:01:52.451+0000","up_votes":1,"down_votes":0,"body":"kk","replies":[{"id":"","poster":"Gin","date":"2018-05-25T12:34:16.073+0000","up_votes":1,"down_votes":0,"body":"Hast du es mal mit +49 anstatt der 0 am Anfang probiert?\n\nBei mir war das das Problem.","replies":[{"id":"","poster":"Need a Grill","date":"2018-05-25T13:55:00.864+0000","up_votes":1,"down_votes":0,"body":"ja hab ich","replies":[{"id":"","poster":"Gin","date":"2018-05-25T14:01:23.044+0000","up_votes":1,"down_votes":0,"body":"Kommst du zufällig aus der Österreich oder der Schweiz?\n\nIn dem Fall wäre die Nummer die +43 für Österreich und +41 für die Schweiz.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Klabusterberry","date":"2018-05-23T19:31:56.067+0000","up_votes":1,"down_votes":0,"body":"finds schade das man nur als team antreten kann, falls wer top/jgl sucht steh ich zur verfügung","replies":[{"id":"","poster":"Gin","date":"2018-05-25T12:36:26.074+0000","up_votes":1,"down_votes":0,"body":"Du kannst dafür mal hier reinschauen:\n\nhttps://play.op.gg/\n\nRiot hat mit op.gg kooperiert um eine einfache Option anzubieten um nach Teammitgliedern oder gar ganzen Teams zu suchen.","replies":[]},{"id":"","poster":"Yamida","date":"2018-05-23T22:37:17.690+0000","up_votes":1,"down_votes":0,"body":"Jo mein Team sucht ein jng hast du Lust morgen Discord du kommen dann können wir reden","replies":[]}]},{"id":"","poster":"Tinky","date":"2018-05-23T18:01:28.770+0000","up_votes":1,"down_votes":0,"body":"Bin grad bisschen verwirrt und will auf Nummer sicher gehen.\n\nFolgendes Szenario: Ich setzte 5 Tickets am Freitag und verliere das Bracket, dadurch komme ich ja am Samstag wieder in ein 4er Bracket. Brauch ich dann um am Samstag zu spielen wieder ein neues Ticket oder gelten die 5 vom vor Tag trotzdem noch selbst wenn ich verliere ?\n\n","replies":[{"id":"","poster":"Marksmansitter","date":"2018-05-23T22:04:01.865+0000","up_votes":1,"down_votes":0,"body":"Die tickets gelten für das komplette wochenende","replies":[{"id":"","poster":"corinnamelanie","date":"2018-05-24T18:57:05.359+0000","up_votes":1,"down_votes":0,"body":"Laut dem englischen Clash FAQ Thread stimmt das nicht. Sobald man verliert verfallen die Tickets auch.\nhttps://boards.euw.leagueoflegends.com/en/c/help-support-en/jn5jF5uj-clash-is-here-faq-and-known-issues?comment=00180000","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-25T12:17:24.028+0000","up_votes":1,"down_votes":0,"body":"corinnamelanie  ist hier richtig, wenn du verlierst musst du am nächsten Tag ein neues Ticket einsetzen. Nur wenn du gewinnst bleibt das Ticket auf weiterhin gültig.","replies":[]}]}]},{"id":"","poster":"Lunaá","date":"2018-05-24T11:52:15.625+0000","up_votes":1,"down_votes":0,"body":"Das, was MARKSMANSITTER geschrieben hat, ist leider nicht ganz richtig.\nWenn du verlierst, aber am nächsten Tag erneut spielen willst, beginnst du ein neues Turnier, für das du auch neue Tickets brauchst, nachzulesen [hier](https://euw.leagueoflegends.com/de/featured/clash?utm_source=News%20Redirect%20%28EUW-DE%29&utm=medium%3DLoLWeb&utm_campaign=Clash%20Launch%202018#/overview)\nWenn du aber gewinnst, bist du nur in der nächsten Phase, aber immernoch im selben Turnier, weswegen du keine neuen Tickets brauchst","replies":[{"id":"","poster":"Tinky","date":"2018-05-24T12:26:18.453+0000","up_votes":1,"down_votes":0,"body":"Bekommt man die Belohnungen direkt nach der Niederlage ? Weil wenn ich am freitag 5 setzte un verliere hät ich keins mehr, aber durch die Belohnung würde man ja wieder eins rausbekommen, welches ich dann für Samstag nutzen kann.\n\nUnd heist das dann au doppelte Belohnungen ? Also wenn ich am Freitag verliere bekomme ich ne Belohnung un da ich am Samstag nochmal ein neues Ticket setzte , bekommt ich dann nochmal seperate Belohnungen je meinem Ticket entsprechend ?","replies":[{"id":"","poster":"Paniro","date":"2018-05-24T15:41:14.479+0000","up_votes":1,"down_votes":0,"body":">Bekommt man die Belohnungen direkt nach der Niederlage ?\n\nJa, wenn man gewinnt eben erst bis man verliert (bzw. das ganze Turnier gewonnen hat) oder nicht mehr teilnimmt\n\n>Weil wenn ich am freitag 5 setzte un verliere hät ich keins mehr, aber durch die Belohnung würde man ja wieder eins rausbekommen, welches ich dann für Samstag nutzen kann.\n\nWo liest du denn, dass es ein Ticket als Belohnung gibt? Ich kann [hier](https://support.riotgames.com/hc/de/articles/360000951548-Clash-FAQ#Capsules) dazu nichts finden. AFAIK gibt es keine Tickets als Belohnung.\n\n>Und heist das dann au doppelte Belohnungen ? Also wenn ich am Freitag verliere bekomme ich ne Belohnung un da ich am Samstag nochmal ein neues Ticket setzte , bekommt ich dann nochmal seperate Belohnungen je meinem Ticket entsprechend ?\n\nJa, du würdest, falls du am Samstag nochmals verlierst, auch hierfür Belohnungen erhalten, je nachdem wieviele Tickets du dann am Samstag verwendet hast. Das gleiche gilt natürlich auch für Sonntag.","replies":[{"id":"","poster":"Tinky","date":"2018-05-24T18:29:50.086+0000","up_votes":1,"down_votes":0,"body":"Alles klar, danke für die Antworten.\n\nDer kleinste Preis beim Einsatz von 5 Tickets: ERF-Boost (5-Siege) + neues Teamlogo für Clash + **Clash-Ticket** + Splitter für einen epischen Skin + 30 OE","replies":[]}]}]}]}]},{"id":"","poster":"Portïschen","date":"2018-05-24T20:31:01.294+0000","up_votes":1,"down_votes":0,"body":"Ist es erlaubt die Clash Spiele zu streamen und wenn jas gibt es bestimmte Bedinungen auf die man achten muss?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-25T10:34:33.700+0000","up_votes":1,"down_votes":0,"body":"Du kannst Clash ganz normal Streamen wenn du dies möchtest. Wir haben für Clash keine sonder Bedingungen auf die du dabei achten müsstest.","replies":[]}]},{"id":"","poster":"GenFlogi","date":"2018-05-24T16:54:55.816+0000","up_votes":1,"down_votes":0,"body":"muss man an jedem tag mitspielen oder kann man einen tag aussetzen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-25T10:31:02.265+0000","up_votes":1,"down_votes":0,"body":"Du solltest natürlich am besten alle 3 Tage spielen, aber du kannst einen Tag auch aussetzen. Du verlierst an diesem Tag aber alle Spiele automatisch wenn dein Team nicht antritt","replies":[]}]},{"id":"","poster":"Brionaz","date":"2018-05-24T19:02:29.648+0000","up_votes":1,"down_votes":0,"body":"Warum ist die Funktion da, wollt ihr uns ma anschreiben? ^^\nNein aber ehrlich es geht bei fast 50% der spieler nicht und das versaut dann league...sorry","replies":[]},{"id":"","poster":"YoghurtStreicher","date":"2018-05-24T12:08:30.985+0000","up_votes":1,"down_votes":0,"body":"Schon traurig das die Tage so blöd gelegen sind das ich nur am 2. tag teilnehmen kann, da wenn man am 1. Tag nicht teilnimmt am letzten auch nicht teilnehmen darf. Für diejenigen die nachts arbeiten echt schlecht organisiert","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T12:43:59.536+0000","up_votes":1,"down_votes":0,"body":"Es gibt leider keine Möglichkeit es jedem Spieler recht zu machen. \n\nDu kannst am Samstag und am Sonntag teilnehmen. Aber halt nicht mehr im 16er Gewinner-Bracket.","replies":[]}]},{"id":"","poster":"Tinky","date":"2018-05-24T11:48:23.793+0000","up_votes":1,"down_votes":0,"body":"Nach der Frage sollte für die Zukunft, was Clash angeht, alles verstanden haben ^^\n\nWenn ein Ersatzspieler genutzt wird, kann dieser durch eine unterschiedliche Tier das Team Tier Rank beeinflußen ? z.B unser Team ist gerade Tier 2, aber der Spieler weshalb wir Tier 2 sind kann am Samstag nicht spielen , weshalb wir ihn durch einen Ersatzspieler ersetzten welcher Tier 3 ist. Wird dadurch unsere Team auf Tier 3 am Samstag heruntergestuft oder bleibt es trotzdem Tier 2 so wie bei der Startaufstellung am Freitag ?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T11:56:21.899+0000","up_votes":1,"down_votes":0,"body":"Dein Team behält das selbe Tier bei, da der Ersatzspieler nur für diesen einen Tag im Team ist und mindestens den selben Rang oder einen niedrigeren haben muss.","replies":[]}]},{"id":"","poster":"TCC SmurferNutt3","date":"2018-05-22T15:55:48.073+0000","up_votes":1,"down_votes":0,"body":"Ich habe das Problem das ich in gar kein Team rein kann weil da immer eine Fehlermeldung kommt und ich es später erneut versuchen soll geht schon seit 2 Tage{{champion:32}} {{summoner:11}} {{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T10:00:06.143+0000","up_votes":1,"down_votes":0,"body":"Das Problem sollte behoben sein und du solltest nun normal Teams beitreten können.","replies":[]}]},{"id":"","poster":"cop88","date":"2018-05-23T20:31:36.394+0000","up_votes":1,"down_votes":0,"body":"Ich möchte an dieser Stelle Riot ein Lob aussprechen nicht nur das sie mit Chlash das lang ersehnte Teamranked zurückgebracht haben nur in besser (zumindest meiner Meinung nach) sondern sie sorgen dadurch das man mind. Honor Stufe 2 sein muss auf lang gesehen für ein verbessertes Spiel Klima in der Kluft zusätzlich verkleinern sie die Anzahl an Teilnehmenden Smurfs mit der SMS verifizierung (Smurfs ganz auszuschließen ist wohl einfach nicht möglich) \nAlso DANKE RIOT UND GJ {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T09:57:58.042+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Womba1008","date":"2018-05-23T21:59:24.105+0000","up_votes":1,"down_votes":0,"body":"Aus purer Neugierde würde mich mal interresieren - was exakt wird als \"smurf\" betrachtet :? \n\nIn meinem direkten Beispiel spiele ich zwar kaum Ranked (max 25 games pro season bisher), \nbin aber mit einem Account mal Silber 4 gewesen (vor 2 Season's) \nund nehme jetzt aber mit einem anderen Account teil der zurzeit Silber 5 ist. \nIm Thema Spielzeit ist der Silber 5 Account eindeutig dominant,\nund der andere account ist zurzeit unranked und inaktiv. \n\nTrotzdem bin ich auf eine antwort gespannt,\ninwiefern die elo exakt die höchste sein muss -> (jetzige Silber 5 98LP im vergleich zu Silber 4 0LP vor 2 Season's ist denke ich nachsehbar)\nund inwiefern Faktoren wie Spielzeit, Accountgründungsdatum, Elo oder auch Aktivität entscheiden, welcher Account der \"smurf\" ist.\nUnd ob man neben dem \"Hauptaccount\" auch auf einem Account mit ählicher, oder gleicher Elo teilnehmen darf.\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Raystlin82","date":"2018-05-23T23:04:48.562+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Womba1008,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=002f,timestamp=2018-05-23T21:59:24.105+0000)\n>\n> Aus purer Neugierde würde mich mal interresieren - was exakt wird als &quot;smurf&quot; betrachtet :? \n> \n> In meinem direkten Beispiel spiele ich zwar kaum Ranked (max 25 games pro season bisher), \n> bin aber mit einem Account mal Silber 4 gewesen (vor 2 Season&#x27;s) \n> und nehme jetzt aber mit einem anderen Account teil der zurzeit Silber 5 ist. \n> Im Thema Spielzeit ist der Silber 5 Account eindeutig dominant,\n> und der andere account ist zurzeit unranked und inaktiv. \n> \n> Trotzdem bin ich auf eine antwort gespannt,\n> inwiefern die elo exakt die höchste sein muss -&gt; (jetzige Silber 5 98LP im vergleich zu Silber 4 0LP vor 2 Season&#x27;s ist denke ich nachsehbar)\n> und inwiefern Faktoren wie Spielzeit, Accountgründungsdatum, Elo oder auch Aktivität entscheiden, welcher Account der &quot;smurf&quot; ist.\n> Und ob man neben dem &quot;Hauptaccount&quot; auch auf einem Account mit ählicher, oder gleicher Elo teilnehmen darf.\n> {{sticker:vlad-salute}}\n\nso weit ich es mitbekommen habe, darfst du nur mit dem account mit aktuell hoechstem ranking teilnehmen. es ist also egal welchen rang die accounts in frueheren seasons hatten und wann sie erstellt wurden.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T09:57:05.067+0000","up_votes":1,"down_votes":0,"body":"Du musst mit dem aktuell höchsten eingestuften Account spielen. Das heißt du kannst erst gar nicht mit deinem anderen Account an Clash teilnehmen, da dieser eingestuft sein muss um Clash spielen zu können.","replies":[]}]}]},{"id":"","poster":"Spielemeister","date":"2018-05-24T08:17:05.267+0000","up_votes":1,"down_votes":0,"body":"Was passiert, wenn ich während den sechs Monaten meine Handynummer wechsel?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T09:54:22.694+0000","up_votes":1,"down_votes":0,"body":"Du kannst deine Handynummer so oft wechseln wie du möchtest. Die Nummer selbst ist für 6 Monate an deinen Account gebunden und kann dann für keinen anderen Account benutzt werden.","replies":[]}]},{"id":"","poster":"TEA Øbersteiner","date":"2018-05-24T09:13:53.072+0000","up_votes":1,"down_votes":0,"body":"Ich hab 2 Fragen zu dem ganzen Thema?\n(Keine Angst mein Honor Lvl ist hoch genug um teilzunehmen :))\n1. Es heißt das Premade-Honors für das Honor Level nichts bringen. Wenn also jemand immer mit den selben Mates spielt, sich gut verhält, hat er dann unter Umständen keine Chance an dem Turnier mitzuspielen weil er das benötigte Honorlevel nicht erreichen wird? \n2. Kann man irgendwo eindeutig nachlesen was als flamen und toxic gewertet wird? Ich habe das Gefühl das sachliche Äußerungen und fehlender Kontext dazu führt das man in der Honorstufe aufsteigen kann.\n\nViele Grüße","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-24T09:53:29.907+0000","up_votes":1,"down_votes":0,"body":"Die Ehrungen die du von deinen Freunden erhältst zählen ebenfalls, aber geben nur weniger Fortschritt als die von \"Zufälligen\" Teammitglieder. Du kannst also auch in der Ehrenstufe aufsteigen wenn du immer mit den selben 4 Freunden spielst. Auch ist die Teilnahme am Clash kein Problem wenn du zuvor nicht bestraft wurdest, da du ja in die neue Saison mit Ehrenstufe 2 gestartet bist.\n\nWas deine 2 Frage betrifft, so kannst du den Verhaltenskodex in unseren Nutzungsbedingungen [hier](https://euw.leagueoflegends.com/de/legal/termsofuse#section5)  finden.","replies":[]}]},{"id":"","poster":"Mjölnir Kind","date":"2018-05-23T08:39:06.827+0000","up_votes":1,"down_votes":0,"body":"Wenn mein team am Freitag nicht mitspielt sondern erst am Samstag, kann ich das 16er Bracket nicht mitspielen richtig?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-23T09:45:55.046+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Prinzessinˆˆ,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=002a,timestamp=2018-05-23T08:39:06.827+0000)\n>\n> Wenn mein team am Freitag nicht mitspielt sondern erst am Samstag, kann ich das 16er Bracket nicht mitspielen richtig?\n\nRichtig. Um am 16er Bracket teilnehmen zu können musst du die Spiele am Freitag spielen und gewinnen ^^","replies":[{"id":"","poster":"Mjölnir Kind","date":"2018-05-23T10:03:03.655+0000","up_votes":1,"down_votes":0,"body":"Okay Danke ^^","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-23T10:08:53.676+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Prinzessinˆˆ,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=002a00000000,timestamp=2018-05-23T10:03:03.655+0000)\n>\n> Okay Danke ^^\n\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"FAP T1 Remix","date":"2018-05-22T10:23:49.979+0000","up_votes":1,"down_votes":0,"body":"ich habe da ein problem... Ich kann keinem Clash-Team beitreten und ich kann auch keins erstellen. Sobald ich auf Team beitreten drücke, steht dort \"Fehler- Die Teameinladung kann nicht angenommen werden. Kontrolliere den Service-Status und versuche es später erneut, falls das problem weiterhin besteht.\" Allerdings warte ich nun schon 2 Tage und es ist immernoch nichts passiert. Ich bin lvl 30, habe Ehrungsstufe 3 und habe auch eine Elo. Kann mir da bitte jemand weiter helfen? \nMfg, SKT Remix","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:15:51.949+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT Remix,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001c,timestamp=2018-05-22T10:23:49.979+0000)\n>\n> ich habe da ein problem... Ich kann keinem Clash-Team beitreten und ich kann auch keins erstellen. Sobald ich auf Team beitreten drücke, steht dort &quot;Fehler- Die Teameinladung kann nicht angenommen werden. Kontrolliere den Service-Status und versuche es später erneut, falls das problem weiterhin besteht.&quot; Allerdings warte ich nun schon 2 Tage und es ist immernoch nichts passiert. Ich bin lvl 30, habe Ehrungsstufe 3 und habe auch eine Elo. Kann mir da bitte jemand weiter helfen? \n> Mfg, SKT Remix\n\nHast du die Einladung einmal abgelehnt und dann nochmal versucht einem Team beizutreten ?","replies":[{"id":"","poster":"FAP T1 Remix","date":"2018-05-22T14:48:37.691+0000","up_votes":1,"down_votes":0,"body":"ja habe ich und das nun auch schon mehr als 2 mal...","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:55:10.838+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT Remix,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001c00000000,timestamp=2018-05-22T14:48:37.691+0000)\n>\n> ja habe ich und das nun auch schon mehr als 2 mal...\n\nWir sehen uns das Problem gerade noch an. Bitte schreibe zusätzlich noch ein Ticket damit wir das ganze via Ticket genauer untersuchen können.","replies":[{"id":"","poster":"FAP T1 Remix","date":"2018-05-22T15:13:05.313+0000","up_votes":1,"down_votes":0,"body":"was genau ist ein ticket und wie und wo schreibe ich diesen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T16:45:35.973+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT Remix,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001c0000000000000000,timestamp=2018-05-22T15:13:05.313+0000)\n>\n> was genau ist ein ticket und wie und wo schreibe ich diesen?\n\nIch sehe gerade das du nun einem Team beigetreten bist. Hast du etwas bestimmtes gemacht um den Fehler zu beheben ?","replies":[{"id":"","poster":"FAP T1 Remix","date":"2018-05-22T18:04:43.906+0000","up_votes":1,"down_votes":0,"body":"in welchem team soll ich denn sein? bei mir ist dieser \"bug\" nochimmer vorhanden!","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T18:21:56.196+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT Remix,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001c000000000000000000010000,timestamp=2018-05-22T18:04:43.906+0000)\n>\n> in welchem team soll ich denn sein? bei mir ist dieser &quot;bug&quot; nochimmer vorhanden!\n\nOh In unserem System bist du schon in dem Team. Diese Info hilft uns dem ganzen Fehler näher zu kommen. \n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"FAP T1 Remix","date":"2018-05-22T18:30:32.833+0000","up_votes":1,"down_votes":0,"body":"ich werde meinen client deinstallieren und installiere das spiel über nacht nocheinmal neu. Sollte ich das machen und mich morgen nochmal melden oder sollte ich euch den job geben und einfach abwarten?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-23T09:55:10.628+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT Remix,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001c00000000000000000001000000000000,timestamp=2018-05-22T18:30:32.833+0000)\n>\n> ich werde meinen client deinstallieren und installiere das spiel über nacht nocheinmal neu. Sollte ich das machen und mich morgen nochmal melden oder sollte ich euch den job geben und einfach abwarten?\n\nWir haben den Fehler gefunden und dieser sollte nun behoben sein. Schau mal ob du nun einem Team beitreten kannst bitte.","replies":[]},{"id":"","poster":"SP3EDI","date":"2018-05-22T18:35:06.757+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT Remix,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001c00000000000000000001000000000000,timestamp=2018-05-22T18:30:32.833+0000)\n>\n> ich werde meinen client deinstallieren und installiere das spiel über nacht nocheinmal neu. Sollte ich das machen und mich morgen nochmal melden oder sollte ich euch den job geben und einfach abwarten?\n\nDer Fehler sollte eigentlich nicht an deinem Client liegen. Wie gesagt wir untersuchen das ganze und solltest du wirklich den Client neu installieren, dann halte mich natürlich auf dem laufenden ob dies geholfen hat.","replies":[]}]}]}]}]},{"id":"","poster":"SP3EDI","date":"2018-05-22T15:20:57.524+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT Remix,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001c0000000000000000,timestamp=2018-05-22T15:13:05.313+0000)\n>\n> was genau ist ein ticket und wie und wo schreibe ich diesen?\n\nDu kannst das Ticket [hier](https://support.riotgames.com/hc/de/requests/new) erstellen.","replies":[]}]}]}]}]}]},{"id":"","poster":"GimmeMoreSkins","date":"2018-05-21T14:19:37.765+0000","up_votes":1,"down_votes":0,"body":"Das bedeutet also wenn man im Team einen Spieler hat der Diamond ist und der Rest im unteren Bereich wie Silber/Gold usw, bekommt man die selbe Tierstufe wie ein Team das aus 5 Diamonds oder höher besteht?\nKlingt für mich nicht besonders fair, oder hab ich da was falsch verstanden?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T14:42:00.506+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Diable Jambê,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0008,timestamp=2018-05-21T14:19:37.765+0000)\n>\n> Das bedeutet also wenn man im Team einen Spieler hat der Diamond ist und der Rest im unteren Bereich wie Silber/Gold usw, bekommt man die selbe Tierstufe wie ein Team das aus 5 Diamonds oder höher besteht?\n> Klingt für mich nicht besonders fair, oder hab ich da was falsch verstanden?\n\nEs wird ein entsprechendes Tier für deine Gruppe zugewiesen. In diesem Fall natürlich in einem höheren, da ihr ja einen Diamant Spieler dabei habt.\nAnders würdet ihr ja z.B die \"Low\" Elo Spieler zerstören wenn wir euch niedrig einstufen, da diese keine Chance gegen einen Diamant Spieler haben, und ihr diesen Vorteil ausnutzen könnt.","replies":[{"id":"","poster":"GimmeMoreSkins","date":"2018-05-21T15:15:11.622+0000","up_votes":1,"down_votes":0,"body":"Das ist mir klar, aber es kommt mir doch recht komisch/unfair vor das man durch einen Diamant Spieler direkt auf die höchste Tier stufe gepusht wird. (Es gibt doch nur Tier 5 bis 1 oder?)\nWarum wird nicht der Durchschnitt des Teams genommen, was bei uns zB Tier 2 wäre.\nWenn man als Gold/Diamant gemischtes Team gegen Platins spielt klingt das für mich fairer als Gold/Diamant gegen ein volles Diamant Team.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:22:54.685+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Diable Jambê,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000800000000,timestamp=2018-05-21T15:15:11.622+0000)\n>\n> Das ist mir klar, aber es kommt mir doch recht komisch/unfair vor das man durch einen Diamant Spieler direkt auf die höchste Tier stufe gepusht wird. (Es gibt doch nur Tier 5 bis 1 oder?)\n> Warum wird nicht der Durchschnitt des Teams genommen, was bei uns zB Tier 2 wäre.\n> Wenn man als Gold/Diamant gemischtes Team gegen Platins spielt klingt das für mich fairer als Gold/Diamant gegen ein volles Diamant Team.\n\nDie Teamklassen werden anhand eines Durchschnittswertes bestimmt, wobei der Rang des besten Spielers am stärksten ins Gewicht fällt. Daher ist es wahrscheinlich, dass sich Kombinationen aus Spielern mit stark abweichenden Rängen auf schwierigere Spiele einstellen müssen.","replies":[{"id":"","poster":"GimmeMoreSkins","date":"2018-05-21T15:59:25.825+0000","up_votes":1,"down_votes":0,"body":"Achso das ist schon ein leicht erhöter Durchschnitt, dann hatte ich das falsch verstanden.\nDanke für die schnelle Antwort","replies":[{"id":"","poster":"hab dich lieb","date":"2018-05-23T08:45:14.104+0000","up_votes":1,"down_votes":0,"body":"Wenn ihr beispielsweise in Tier 2 gestuft werden würdet, wäre die Wahrscheinlichkeit auch sehr hoch, dass ihr gegen (bsp.) 1 Gold + 4 Platinspieler spielen müsstet (wovon wahrscheinlich 1-2 im niedrigen Platin Bereich wären [statistisch gesehen]) und ihr als 2 Diamantspieler einfach durch snowballen und carrien könntet. Es ist sehr schwierig das zu balancen, deswegen muss man das Niveau eher nach oben hin verschieben anstatt nach unten, sonst würde den ''niedrigeren'' Teams der Spaß genommen werden, wenn sie gegen 1 ganze Liga über ihnen spielen müssten, nur weil ihr 2 Gold Spieler dabei habt. (auch wenn es nur 2 Diamant Spieler sind) Wie gesagt sehr schwer da zu balancen.","replies":[]},{"id":"","poster":"SP3EDI","date":"2018-05-21T16:00:43.421+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Diable Jambê,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=00080000000000000000,timestamp=2018-05-21T15:59:25.825+0000)\n>\n> Achso das ist schon ein leicht erhöter Durchschnitt, dann hatte ich das falsch verstanden.\n> Danke für die schnelle Antwort\n\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Cebilp21","date":"2018-05-23T07:54:23.177+0000","up_votes":1,"down_votes":0,"body":"Wenn man mit 5 Tickets startet ,verbrauchen sie sich dann wenn man verliert oder kann man wenn man einmal 5 Tickets hat immer mit 5 teilnehmen .\nAlso ein Turnier gleich 1 Ticket bzw. 5 für Premium und für 3 turniere brauch man dann 3 Tickets oder 15 für die premium Teilnahme ?","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-05-23T08:13:34.721+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cebilp21,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0029,timestamp=2018-05-23T07:54:23.177+0000)\n>\n> Wenn man mit 5 Tickets startet ,verbrauchen sie sich dann wenn man verliert oder kann man wenn man einmal 5 Tickets hat immer mit 5 teilnehmen .\n> Also ein Turnier gleich 1 Ticket bzw. 5 für Premium und für 3 turniere brauch man dann 3 Tickets oder 15 für die premium Teilnahme ?\n\nPro Turnier verbrauchst du die von dir gewählte Anzahl an Tickets.\nUm für all drei Turniere Premium Belohnungen zu erhalten müsstest du 15 Tickets haben.\n{{sticker:sg-ahri-2}}","replies":[]}]},{"id":"","poster":"Challapenjo","date":"2018-05-22T19:40:16.146+0000","up_votes":1,"down_votes":0,"body":"Warum wird mein team als Klasse 1 angezeigt?\nIch bin der einzige, der Klasse 1 ist, die anderen sind Klasse 4, Klasse 3 und 2mal Klasse 2?!?!\nFinde ich nicht gerade fair weil wir so alles verlieren werden und das nicht viel Spaß macht... leider","replies":[]},{"id":"","poster":"manial fly","date":"2018-05-22T03:51:23.189+0000","up_votes":1,"down_votes":0,"body":"Wir sind am Freitag nicht da, bzw. kommen erst spät wieder, kann man auch noch am Samstag in das Tunier einsteigen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:09:56.784+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=manial fly,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001a,timestamp=2018-05-22T03:51:23.189+0000)\n>\n> Wir sind am Freitag nicht da, bzw. kommen erst spät wieder, kann man auch noch am Samstag in das Tunier einsteigen?\n\nDu kannst dann als Auswechselspieler am Samstag einsteigen für dein Team.","replies":[{"id":"","poster":"manial fly","date":"2018-05-22T19:12:47.067+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001a0002,timestamp=2018-05-22T14:09:56.784+0000)\n>\n> Du kannst dann als Auswechselspieler am Samstag einsteigen für dein Team.\n\nIch meinte eher das mein ganzes Team erst am Samstag mit dem Turnier anfängt :D","replies":[]}]},{"id":"","poster":"Retard Ale","date":"2018-05-22T17:03:38.510+0000","up_votes":1,"down_votes":0,"body":"Ja könnt ihr.","replies":[]},{"id":"","poster":"Marksmansitter","date":"2018-05-22T09:46:16.871+0000","up_votes":1,"down_votes":0,"body":"Aus dem link der oben im text steht --> \n\n\"Die Teilnahme ist flexibel – du kannst an jedem Turniertag einsteigen. Wenn du am Freitag gewinnst, am Samstag aber keine Zeit hast, ist das auch kein Problem. Du kannst den Tag einfach auslassen und am Sonntag mit demselben Ticket weiterspielen!\"","replies":[]},{"id":"","poster":"Darth Delay","date":"2018-05-22T08:41:50.484+0000","up_votes":1,"down_votes":3,"body":"Nein. Das Turnier findet am Freitag um 19:37 statt, wobei von 19:00 - 19:30 die Lock-In Phase, sowie darauffolgend die 7-Minütige Scouting-Phase stattfindet.","replies":[{"id":"","poster":"Marksmansitter","date":"2018-05-22T09:33:56.441+0000","up_votes":1,"down_votes":0,"body":"Doch man kann Samstag spielen obwohl man freitag nicht da war.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2018-05-21T16:06:45.330+0000","up_votes":1,"down_votes":0,"body":"Im Support-Bereich gibt es ja bereits eine FAQ: https://support.riotgames.com/hc/de/articles/360000951548\n\nJedoch steht dort beim 4. Turnier (\"Thematik 2, Turnier 2) noch das falsche Datum (Juni statt Juli). Könnte man das noch ändern?\n\nKönnte man bei (beiden) FAQs etwas genauer mit den Spielzeiten sein? Denn bei einem steht der Spielstart (20 Uhr) und beim anderen der Start der Anmeldung (19 Uhr). Ich glaube, dies könnte zu Missverständnissen führen.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:13:46.019+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0012,timestamp=2018-05-21T16:06:45.330+0000)\n>\n> Im Support-Bereich gibt es ja bereits eine FAQ: https://support.riotgames.com/hc/de/articles/360000951548\n> \n> Jedoch steht dort beim 4. Turnier (&quot;Thematik 2, Turnier 2) noch das falsche Datum (Juni statt Juli). Könnte man das noch ändern?\n> \n> Könnte man bei (beiden) FAQs etwas genauer mit den Spielzeiten sein? Denn bei einem steht der Spielstart (20 Uhr) und beim anderen der Start der Anmeldung (19 Uhr). Ich glaube, dies könnte zu Missverständnissen führen.\n\nDanke für den Hinweis! Ich bin leider schon zu hause und nicht im Büro :D Ich werde das ganze  Morgen früh dann ausbessern!","replies":[{"id":"","poster":"HyperionCH","date":"2018-05-22T18:08:19.753+0000","up_votes":1,"down_votes":0,"body":"Du hast noch etwas vergessen:\n\nhttps://4.bp.blogspot.com/-MKD1d8IVdts/VZLzR92y1HI/AAAAAAAAHcY/RIc9mbAfE7Y/s1600/P1000825.JPG\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T18:20:08.528+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001200000001,timestamp=2018-05-22T18:08:19.753+0000)\n>\n> Du hast noch etwas vergessen:\n> \n> https://4.bp.blogspot.com/-MKD1d8IVdts/VZLzR92y1HI/AAAAAAAAHcY/RIc9mbAfE7Y/s1600/P1000825.JPG\n> \n> {{sticker:slayer-jinx-wink}}\n\nIch hab dich nicht vergessen ^^ ich hab das weitergeleitet an die richtige stelle, damit ich das im Clash Chaos nicht vergessen. Allerdings scheinen die sich Zeit zu lassen mit dem kleinen Edit :D \n\nIch werde morgen nochmal Feuer machen dort :P","replies":[{"id":"","poster":"HyperionCH","date":"2018-05-22T18:48:44.681+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0012000000010000,timestamp=2018-05-22T18:20:08.528+0000)\n>\n> Ich hab dich nicht vergessen ^^ ich hab das weitergeleitet an die richtige stelle, damit ich das im Clash Chaos nicht vergessen. Allerdings scheinen die sich Zeit zu lassen mit dem kleinen Edit :D \n> \n> Ich werde morgen nochmal Feuer machen dort :P\n\nAch so. :D\n\nDie Zeiten haben sie hingegen bereits geändert. Dort steht jetzt - genauso wie hier im Thread - die Startzeit der Regstrierung.\nDeshalb glaubte ich, dass die Sache mit dem Monat vergessen wurde.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2018-05-21T16:21:09.264+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=00120000,timestamp=2018-05-21T16:13:46.019+0000)\n>\n> Danke für den Hinweis! Ich bin leider schon zu hause und nicht im Büro :D Ich werde das ganze  Morgen früh dann ausbessern!\n\nLäuft ja nicht weg! {{sticker:sg-miss-fortune}}","replies":[]}]}]},{"id":"","poster":"Godicious","date":"2018-05-22T18:17:22.157+0000","up_votes":1,"down_votes":0,"body":"Werden alle Champions freigeschaltet sein in den Clash Turnieren,  also auch welche die man nicht besitzt. Wäre ja praktisch zwecks Firstpick undso :D","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T18:23:34.928+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Godicious,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0025,timestamp=2018-05-22T18:17:22.157+0000)\n>\n> Werden alle Champions freigeschaltet sein in den Clash Turnieren,  also auch welche die man nicht besitzt. Wäre ja praktisch zwecks Firstpick undso :D\n\nJa alle Champions sind freigeschaltet.","replies":[]}]},{"id":"","poster":"Chesse Gimbap","date":"2018-05-22T12:17:21.722+0000","up_votes":1,"down_votes":0,"body":"Warum geht es bei mir immer noch nicht, auch wenn dort steht, dass es keine Probleme gibt? :c\nIch bekomme nämlich keine sms, wenn ich meine Handynummer eingebe.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:54:11.588+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Chesse Gimbap,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001f,timestamp=2018-05-22T12:17:21.722+0000)\n>\n> Warum geht es bei mir immer noch nicht, auch wenn dort steht, dass es keine Probleme gibt? :c\n> Ich bekomme nämlich keine sms, wenn ich meine Handynummer eingebe.\n\nJe nach Anbieter kann es zur Verzögerungen kommen wann du die SMS erhältst.","replies":[{"id":"","poster":"Chesse Gimbap","date":"2018-05-22T15:47:11.694+0000","up_votes":1,"down_votes":0,"body":"Wie lang sind diese? Ich habe es 3mal versucht und auch mal so lange gewartet, bis man es erneut senden kann :l","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T15:52:49.960+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Chesse Gimbap,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001f00000000,timestamp=2018-05-22T15:47:11.694+0000)\n>\n> Wie lang sind diese? Ich habe es 3mal versucht und auch mal so lange gewartet, bis man es erneut senden kann :l\n\nDa kann ich dir leider keine genaue Zeit sagen, da dies wirklich sehr stark variiert. Forder einfach den Code an und warte ab, da Clash ja erst am Freitag anfängt. Du hast also noch genügend Zeit ^^","replies":[]}]}]}]},{"id":"","poster":"Myyv","date":"2018-05-22T14:48:01.653+0000","up_votes":1,"down_votes":0,"body":"Freitagabend und Samstagabend sind ja wohl die schlechtesten Zeiten...","replies":[]},{"id":"","poster":"corinnamelanie","date":"2018-05-22T10:28:42.671+0000","up_votes":1,"down_votes":0,"body":"Die Klassenzusammenstellung find ich auch lustig, wir sind aus den Klassen 1, 2, 3 und 4 und deswegen ist unser Team dann im Durchschnitt 1. Wird für Klasse 3/4 Leute bestimmt spaßig dass man wenn man Pech hat gegen high Dia/Master/Challenger antritt. Ist fair als Gold 5 :D\n\nHab aber noch ne Frage zum smurfen - man muss mit seinem höchsten Acc antreten. Kumpel von mir hat 2 Accs die in der gleichen Division sind. Beim einladen  hab ich den höchsten genommen. Mittlerweile ist der andere höher. Natürlich kann man das jetzt nicht dauernd hin und her wechseln je nachdem ob er n Game gewinnt oder verliert, da ja nur der eine Acc mit SMS verifiziert ist. Können wir jetzt fürs smurfen bestraft werden oder soll er paar Games aufm Smurf inten damit der Main wieder mehr lp hat? Ist doch sicher auch nicht das was Riot will. Und angenommen er wird bestraft, wird das Team auch mit bestraft?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:20:11.231+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=corinnamelanie,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001d,timestamp=2018-05-22T10:28:42.671+0000)\n>\n> Die Klassenzusammenstellung find ich auch lustig, wir sind aus den Klassen 1, 2, 3 und 4 und deswegen ist unser Team dann im Durchschnitt 1. Wird für Klasse 3/4 Leute bestimmt spaßig dass man wenn man Pech hat gegen high Dia/Master/Challenger antritt. Ist fair als Gold 5 :D\n> \n> Hab aber noch ne Frage zum smurfen - man muss mit seinem höchsten Acc antreten. Kumpel von mir hat 2 Accs die in der gleichen Division sind. Beim einladen  hab ich den höchsten genommen. Mittlerweile ist der andere höher. Natürlich kann man das jetzt nicht dauernd hin und her wechseln je nachdem ob er n Game gewinnt oder verliert, da ja nur der eine Acc mit SMS verifiziert ist. Können wir jetzt fürs smurfen bestraft werden oder soll er paar Games aufm Smurf inten damit der Main wieder mehr lp hat? Ist doch sicher auch nicht das was Riot will. Und angenommen er wird bestraft, wird das Team auch mit bestraft?\n\nIn dem Fall muss dein Freund natürlich nicht absichtlich verlieren. Wir nehmen den Rang für den Zeitpunkt als er sich für dein Team eingetragen hat. Wenn er da also noch einen höheren Rang als der Smurf hatte, dann beziehen wir dies mit ein.","replies":[]}]},{"id":"","poster":"Anivia 1T","date":"2018-05-22T14:09:51.830+0000","up_votes":1,"down_votes":0,"body":"Wie kann es sein, dass einer meiner beiden Freunde(Soloqueue S2, Flexqueue B1) in Klasse 2 eingestuft wird aber mein anderer Freund(Soloqueue S2) in Klasse 4 eingestuft wird","replies":[]},{"id":"","poster":"DFHM KawaiiKohai","date":"2018-05-22T00:10:38.543+0000","up_votes":1,"down_votes":0,"body":"Warum bin ich denn Tier 1 (also in dem selben Tier wie Diamantspieler), obwohl ich Soloq Gold 3 und Flexi Silber 2 bin?? Das macht keinen Sinn. So hab ich ja nichtmal eine Chance zu gewinnen....","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-22T14:07:47.121+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DFHM KawaiiKohai,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0019,timestamp=2018-05-22T00:10:38.543+0000)\n>\n> Warum bin ich denn Tier 1 (also in dem selben Tier wie Diamantspieler), obwohl ich Soloq Gold 3 und Flexi Silber 2 bin?? Das macht keinen Sinn. So hab ich ja nichtmal eine Chance zu gewinnen....\n\nWarum bist du denn so pessimistisch ? Du hast doch über deinen FlexQ Rang schon gezeigt das du als Teamspieler in FlexQ sehr viel höher bist als dein SoloQ Rang zeigt.\n\nEs ist um einiges schwerer als 5er Team zu gewinnen, als in der SoloQ. Also Kopf hoch du und dein Team packt das schon!\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Darth Delay","date":"2018-05-22T08:43:21.893+0000","up_votes":1,"down_votes":0,"body":"Nicht du bist Tier 1, dein Team ist Tier 1. Anscheinend besteht deine Teamcomp aus Diaspielern, oder du smurfst c:","replies":[{"id":"","poster":"DFHM KawaiiKohai","date":"2018-05-22T11:45:17.771+0000","up_votes":1,"down_votes":0,"body":"Nein, das ist ja der Witz daran. Ich bin Tier1 als Gold/silberspieler. Das ist mega unfair.","replies":[]}]}]},{"id":"","poster":"Phönix","date":"2018-05-20T18:49:35.275+0000","up_votes":1,"down_votes":0,"body":"Ich habe das kostenlose Ticket von der Einführung noch nicht bekommen, ist das richtig so?","replies":[{"id":"","poster":"MSF Ness","date":"2018-05-21T09:02:35.978+0000","up_votes":1,"down_votes":0,"body":"Hey und guten Morgen! :)\n\nDas gratis Clash Ticket kannst du dir hier einfach schnappen, in dem du die Schritte unseres Team-Ersteller-Simulators für Clash folgst. Siehe [hier ](https://euw.leagueoflegends.com/de/featured/clash#/start).\n\n{{sticker:sg-ezreal}}","replies":[{"id":"","poster":"Phönix","date":"2018-05-21T11:49:24.921+0000","up_votes":1,"down_votes":0,"body":"Das habe ich schon gemacht, habe es aber noch nicht bekommen.","replies":[{"id":"","poster":"Feuerfalke1211","date":"2018-05-21T11:57:59.465+0000","up_votes":1,"down_votes":0,"body":"Eigentlich hast du es schon bekommen, aber du weißt es nur noch nicht. Ich hatte das gleiche Problem. Als ich dann in mein Clash-Team eingetreten bin, hatte ich ein Ticket, das ich einlösen konnte und mit dem ich antreten kann. Das war wahrscheinlich das gratis Ticket.","replies":[{"id":"","poster":"Phönix","date":"2018-05-21T12:34:47.817+0000","up_votes":1,"down_votes":0,"body":"Ich habe leider nur die drei die ich gekauft habe, und davor hatte ich null.{{sticker:cass-cry}}","replies":[{"id":"","poster":"MSF Ness","date":"2018-05-22T09:10:15.333+0000","up_votes":1,"down_votes":0,"body":"Hast du es nochmal probiert?\n\nEs gab gestern leider ein kleines technisches Problem, welches wir aber nun behoben haben. Du solltest nun ohne Probleme dein gratis Ticket schnappen können. \n\n{{sticker:sg-kiko}}","replies":[{"id":"","poster":"Phönix","date":"2018-05-22T12:13:10.699+0000","up_votes":1,"down_votes":0,"body":"Ich habe es heute nochmal zweimal probiert, hat dennoch nichts gebracht.{{sticker:sg-zephyr}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Yúnò","date":"2018-05-22T11:03:21.115+0000","up_votes":1,"down_votes":0,"body":"Im folgenden Link habe ich ein Problem mit Clash, welches bei mir aufgetreten ist und noch nicht behoben wurde, geschildert:\n\nhttps://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/Lm9TFWjA-clash-teameinladung-kann-nicht-angenommen-werden\n\nWäre toll wenn Riot das fixen würde.","replies":[]},{"id":"","poster":"Silverlight06","date":"2018-05-21T17:43:58.229+0000","up_votes":1,"down_votes":0,"body":"Hab ich das jetzt richtig verstanden, dass man pro Spiel nur einen Auswechselspieler haben kann?^^ In unserem Fall z.B können am Samstag 2 Startspieler nicht^^","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T18:07:10.716+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Silverlight06,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0016,timestamp=2018-05-21T17:43:58.229+0000)\n>\n> Hab ich das jetzt richtig verstanden, dass man pro Spiel nur einen Auswechselspieler haben kann?^^ In unserem Fall z.B können am Samstag 2 Startspieler nicht^^\n\nDas ist natürlich blöd ^^\n\nNur 1 Ersatzspieler ist erlaubt pro Team.","replies":[]}]},{"id":"","poster":"Nivoras","date":"2018-05-21T16:05:26.846+0000","up_votes":1,"down_votes":0,"body":"Wird auch innerhalb eines Tiers nochmal ein differenziertes Matchmaking stattfinden oder kann in Tier 1 ein Gol-Dia Team z.B. gegen Challenger spielen? \n\nAls im Video gesagt wurde \"So muss ein Team mit 4 Bronze und einem Platin Spieler gegen professionelle Gegner ran\", dachte ich es handelt sich um eine schwammige Übersetzung, aber da wir mit unserem 2x Dia5 2x Low-Mid Gold Team in Tier 1 sind, stelle ich mir das Turnier sehr unschön vor für  uns, falls innerhalb eines Tiers beim Matchmaking nicht noch weiter differenziert wird.... Selbst ein Dia1+2 Team würde uns komplett fertigmachen, von Master mal ganz zu schweigen. \nIch glaube da wären ein paar Goldspieler in den unteren Tiers doch wesentlich weniger verheerend gewesen als die jetzige Tierzuordnung? irgendwie scheint Riot da seit dem letzten Clash etwas übers Ziel hinaugeschossen zu sein","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:12:21.707+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nivenor,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0011,timestamp=2018-05-21T16:05:26.846+0000)\n>\n> Wird auch innerhalb eines Tiers nochmal ein differenziertes Matchmaking stattfinden oder kann in Tier 1 ein Gol-Dia Team z.B. gegen Challenger spielen? \n> \n> Als im Video gesagt wurde &quot;So muss ein Team mit 4 Bronze und einem Platin Spieler gegen professionelle Gegner ran&quot;, dachte ich es handelt sich um eine schwammige Übersetzung, aber da wir mit unserem 2x Dia5 2x Low-Mid Gold Team in Tier 1 sind, stelle ich mir das Turnier sehr unschön vor für  uns, falls innerhalb eines Tiers beim Matchmaking nicht noch weiter differenziert wird.... Selbst ein Dia1+2 Team würde uns komplett fertigmachen, von Master mal ganz zu schweigen. \n> Ich glaube da wären ein paar Goldspieler in den unteren Tiers doch wesentlich weniger verheerend gewesen als die jetzige Tierzuordnung? irgendwie scheint Riot da seit dem letzten Clash etwas übers Ziel hinaugeschossen zu sein\n\nAuch in den Tiers versuchen wir das ganze noch zu auszugleichen. Dies ist aber auch davon abhängig wie viele Teams es im Tier 1 gibt. \nWenn also keine andere Möglichkeit besteht, dann könnt ihr in der Tat auf ein stärkeres Team treffen.\n\nAber ein hoher Rang in der SoloQ bedeut eben noch nicht das du auch als 5er Team zusammen Spielen kannst und auch automatisch gewinnst.\n\nWir hatten in den Clash Test`s sehr viele \"Überraschungen\" wo ein Team aus hohen Rängen gegen deutlich niedrigere Solo Ränge gewonnen hat.\n\nGanz einfach weil das \"schwache\" Team ein gutes Team Spiel hingelegt hat und die \"hohen Ränge\" eben ihr \"SoloQ\" ding durchgezogen hat.\n\nSowas siehst du ja auch im Proplay oder z.B  in den Nationalen Ligen. Ein hoher SoloQ Rang alleine reicht nicht aus wenn es um 5er Premade matches geht.","replies":[{"id":"","poster":"Nivoras","date":"2018-05-21T17:41:58.350+0000","up_votes":1,"down_votes":0,"body":"Okay, danke für die Antwort.\n\nIch gebe dir mit SoloQ ungleich Teamspiel grundsätzlich recht, allerdings ist der Skill Unterschied innerhalb von DIamond doch schon bedeutender als zwischen Silber und Platin beispielsweise. Und ich eben auch die Vermutung habe dass der Anteil der eingespielten und Turniererfahrenen Teams im Bereich Dia2+ eben doch am höchsten ist. \nAber nun gut, erstmal abwarten denn Clash steht ja noch ganz am Anfang, und vielleicht bessert Riot dann ja bei Bedarf nach, wurde nach dem Beta Tournament ja auch gemacht","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T18:03:26.919+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nivenor,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001100000000,timestamp=2018-05-21T17:41:58.350+0000)\n>\n> Okay, danke für die Antwort.\n> \n> Ich gebe dir mit SoloQ ungleich Teamspiel grundsätzlich recht, allerdings ist der Skill Unterschied innerhalb von DIamond doch schon bedeutender als zwischen Silber und Platin beispielsweise. Und ich eben auch die Vermutung habe dass der Anteil der eingespielten und Turniererfahrenen Teams im Bereich Dia2+ eben doch am höchsten ist. \n> Aber nun gut, erstmal abwarten denn Clash steht ja noch ganz am Anfang, und vielleicht bessert Riot dann ja bei Bedarf nach, wurde nach dem Beta Tournament ja auch gemacht\n\nGenau ^^ Clash steht noch ganz am Anfang und wir werden natürlich reagieren Dinge ausbessern wenn nötig. {{sticker:slayer-jinx-wink}}","replies":[]}]}]}]},{"id":"","poster":"Tinky","date":"2018-05-21T17:21:17.312+0000","up_votes":1,"down_votes":0,"body":"Muss man jeden tag mindesten 1 ticket einlösen ? oder kann man für alle 3 Tage mit einem Ticket spielen ?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T17:26:36.026+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tinky,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0015,timestamp=2018-05-21T17:21:17.312+0000)\n>\n> Muss man jeden tag mindesten 1 ticket einlösen ? oder kann man für alle 3 Tage mit einem Ticket spielen ?\n\nMit einem Ticket kannst du alle 3 Tage spielen!\n\n{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"GoG Kn0rki","date":"2018-05-21T14:22:28.685+0000","up_votes":1,"down_votes":0,"body":"Hab am 25.05 erst ab 20:15 Uhr Zeit, würden aber gerne da ja mitmachen, ist es möglich die Zeit um 1 Std zu verschieben o.ä , bzw das jemand anderes statt mir das 1. Spiel spielt?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T14:43:35.041+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kn0rkí,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0009,timestamp=2018-05-21T14:22:28.685+0000)\n>\n> Hab am 25.05 erst ab 20:15 Uhr Zeit, würden aber gerne da ja mitmachen, ist es möglich die Zeit um 1 Std zu verschieben o.ä , bzw das jemand anderes statt mir das 1. Spiel spielt?\n\nFür solche Fälle haben wir die \"Subs\" also die Auswechselspieler, die du für dein Team einladen kannst. So kannst also auch du am Clash Teilnehmen selbst wenn du mal eine Stunde später kommst.","replies":[{"id":"","poster":"GoG Kn0rki","date":"2018-05-21T15:05:53.571+0000","up_votes":1,"down_votes":0,"body":"Können ja max. 5 ins Clash Team, wann kann man den einladen","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:19:00.897+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kn0rkí,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000900000000,timestamp=2018-05-21T15:05:53.571+0000)\n>\n> Können ja max. 5 ins Clash Team, wann kann man den einladen\n\nDas Zeitfenster für Ersatzspieler öffnet sich während der Bestätigungsphase. Wenn du im Clash-Reiter mit der Maus über einen Benutzernamen fährst, erscheint eine Schaltfläche, die es dem Leiter ermöglicht, den Spieler zu ersetzen. Du kannst nur einen Ersatzspieler haben und er muss innerhalb oder unter deiner Klasse sein.","replies":[{"id":"","poster":"GoG Kn0rki","date":"2018-05-21T16:14:20.849+0000","up_votes":1,"down_votes":0,"body":"Alles klar, Danke","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:18:33.718+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kn0rkí,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=00090000000000000000,timestamp=2018-05-21T16:14:20.849+0000)\n>\n> Alles klar, Danke\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"IllegaliZed","date":"2018-05-21T17:00:24.596+0000","up_votes":1,"down_votes":0,"body":"Und wenn man einmal als ersatzspieler im team eingetragen ist muss man dann auch für immer ersatz bleiben? oder kann man dann auch einfach im nächsten turnier im selben team nur als fester spieler mitmachen?^^","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T17:02:35.615+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=IllegaliZed,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0009000000000000000000000000,timestamp=2018-05-21T17:00:24.596+0000)\n>\n> Und wenn man einmal als ersatzspieler im team eingetragen ist muss man dann auch für immer ersatz bleiben? oder kann man dann auch einfach im nächsten turnier im selben team nur als fester spieler mitmachen?^^\n\nDu kannst im nächsten Turnier dann natürlich als Stamm Spieler spielen in dem Team oder einem neuen Team beitreten. Die Teams sind nur für das jeweilige Turnier.","replies":[{"id":"","poster":"IllegaliZed","date":"2018-05-21T17:08:55.675+0000","up_votes":1,"down_votes":0,"body":"Okey dankeschön :D","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"KEYBOARDˆWARRIOR","date":"2018-05-21T16:31:03.755+0000","up_votes":1,"down_votes":0,"body":"Wo genau kann ich mich beim Support melden, wenn ich Auskunft über meinen Fortschritt von Ehrungsstufe 1 zu 2 haben möchte? Danke im Voraus.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:34:52.271+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KEYBOARDˆWARRIOR,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0014,timestamp=2018-05-21T16:31:03.755+0000)\n>\n> Wo genau kann ich mich beim Support melden, wenn ich Auskunft über meinen Fortschritt von Ehrungsstufe 1 zu 2 haben möchte? Danke im Voraus.\n\nErstelle einfach ein Support Ticket auf unserer Support Webseite und schreibe uns dein Anliegen :D","replies":[]}]},{"id":"","poster":"Enderized","date":"2018-05-21T16:12:24.769+0000","up_votes":1,"down_votes":0,"body":"Gibt es irgendwo eine Auflistung welche Division (B5-Challenjour) in den Klassen von Clash eingeordnet werden.","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:17:55.683+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoR Lafiron,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0013,timestamp=2018-05-21T16:12:24.769+0000)\n>\n> Gibt es irgendwo eine Auflistung welche Division (B5-Challenjour) in den Klassen von Clash eingeordnet werden.\n\nOben im Post ist ein Link zu dem FAQ und dort werden auch die verschiedenen Tier`s btw Divisionen aufgelistet ^^\n\nWir haben insgesamt 4 Tiers und B5 Challenjour wären dann in Tier 4 .  Tier 1 ist das höchste und Tier 4 das niedrigste.\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Enderized","date":"2018-05-21T16:21:20.455+0000","up_votes":1,"down_votes":0,"body":"Ah- ich habe den Link einfach nicht gefunden bis ich nochmal genau nachgeschaut habe x)\nKann man den ggf etwas hervorheben? x)\n\nEDIT: Habe auch dort nicht 100%ig gefunden wonach ich suche:\nIch bin derzeit Gold V - und in der Tier 4- mein Teamleader ist Tier 3 mit Gold IV - ist GoldV zu IV wirklich n Klassenunterschied?\n\nEDIT2: Und wenn die Leute nach dem Video (4 Bronze und ein Platin) Klasse 1 werden (gegen professionelle Gegner) - wie können wird dann mit einem Dia5er Tier 2 sein? xD\nIch blicks nicht","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:33:59.277+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoR Lafiron,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001300000000,timestamp=2018-05-21T16:21:20.455+0000)\n>\n> Ah- ich habe den Link einfach nicht gefunden bis ich nochmal genau nachgeschaut habe x)\n> Kann man den ggf etwas hervorheben? x)\n> \n> EDIT: Habe auch dort nicht 100%ig gefunden wonach ich suche:\n> Ich bin derzeit Gold V - und in der Tier 4- mein Teamleader ist Tier 3 mit Gold IV - ist GoldV zu IV wirklich n Klassenunterschied?\n> \n> EDIT2: Und wenn die Leute nach dem Video (4 Bronze und ein Platin) Klasse 1 werden (gegen professionelle Gegner) - wie können wird dann mit einem Dia5er Tier 2 sein? xD\n> Ich blicks nicht\n\nDas Video dient nur als  Beispiel ^^\n\nWie bereits erwähnt werden viele Faktoren einberechnet. Ränge, frühere Clash Erfolge etc.","replies":[]},{"id":"","poster":"SP3EDI","date":"2018-05-21T16:28:21.538+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoR Lafiron,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001300000000,timestamp=2018-05-21T16:21:20.455+0000)\n>\n> Ah- ich habe den Link einfach nicht gefunden bis ich nochmal genau nachgeschaut habe x)\n> Kann man den ggf etwas hervorheben? x)\n> \n> EDIT: Habe auch dort nicht 100%ig gefunden wonach ich suche:\n> Ich bin derzeit Gold V - und in der Tier 4- mein Teamleader ist Tier 3 mit Gold IV - ist GoldV zu IV wirklich n Klassenunterschied?\n\nDer Spieler mit dem höchsten Rang im Team gibt den Ausschlag btw hat den größten Einfluss in welchem Tier dein Team landet.\n\nIch kann zwar nicht die genauen  Daten nennen, aber Gold V hat viele Spieler die gerade aus Silber kommen während Gold 4 wiederum weniger Spieler hat als Gold 5 und eine höhere MMR .\n\nDeshalb kann dies schon sein das du als Gold V in Tier 4 bist und Gold 4 schon Tier 3.\n\nPS: Solltest du dieses Turnier gewinnen mit deinem Team als Tier 4 Team, so kann es schon sein das du im nächsten Turnier in 2 Wochen dann schon als Tier 3 Team startest, da wir die Clash Erfolge ebenfalls mit einbeziehen und nicht nur den Rang in SoloQ/FlexQ alleine.\n\nSo kann ein SoloQ Gold Team z.B bis in Tier 1 aufsteigen, wenn sie alle Clash Turniere gewinnen btw. sehr gute Leistungen zeigen","replies":[]}]}]}]},{"id":"","poster":"Ρykachu","date":"2018-05-21T16:02:08.571+0000","up_votes":1,"down_votes":0,"body":"Wie sieht das eigentlich mit den Games aus? Spiel ich wenn ich ein Game verlier noch eins? Wenn ich gewinn direkt noch eins? Also ich mein an einem Tag jetzt, bin da iwie verwirrt {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:05:46.560+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LordSteve0905,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0010,timestamp=2018-05-21T16:02:08.571+0000)\n>\n> Wie sieht das eigentlich mit den Games aus? Spiel ich wenn ich ein Game verlier noch eins? Wenn ich gewinn direkt noch eins? Also ich mein an einem Tag jetzt, bin da iwie verwirrt {{sticker:zombie-brand-mindblown}}\n\nSobald Clash startet, wird dein Team einem Bracket mit K.-o.-System und vier Teams desselben Niveaus zugewiesen. Wenn dein Team beide Spiele gewinnt, qualifiziert es sich für ein Bracket mit acht Teams am darauffolgenden Tag.\n\nAußerdem werden an jedem Tag Trost-Brackets zusammengestellt, die aus den Teams bestehen, die ihr erstes Spiel am Tag verloren haben. Diese Teams kommen zwar nicht in die Spiele am darauffolgenden Tag, kämpfen aber mit anderen Teams, die ebenfalls verloren haben, um bessere Preise.","replies":[{"id":"","poster":"Ρykachu","date":"2018-05-21T16:10:25.998+0000","up_votes":1,"down_votes":0,"body":"Ah okay , danke für die schnelle Antwort {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:14:13.071+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LordSteve0905,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=001000000000,timestamp=2018-05-21T16:10:25.998+0000)\n>\n> Ah okay , danke für die schnelle Antwort {{sticker:slayer-pantheon-thumbs}}\n\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"itsDan01","date":"2018-05-21T15:32:20.915+0000","up_votes":1,"down_votes":0,"body":"was ist wenn man zum Beispiel beim ersten wochenende nicht mitmachen kann? ist jedes wochenende sozusagen ein ganzes turnier?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T15:34:37.695+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=itsDan01,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000f,timestamp=2018-05-21T15:32:20.915+0000)\n>\n> was ist wenn man zum Beispiel beim ersten wochenende nicht mitmachen kann? ist jedes wochenende sozusagen ein ganzes turnier?\n\nJa genau jedes Wochenende ist ein eigenes Turnier. Du kannst also dieses aussetzen und einfach beim nächsten mitmachen.\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Enderized","date":"2018-05-21T15:58:03.341+0000","up_votes":1,"down_votes":0,"body":"Ich dachte jedes zweite???? {{sticker:sg-lux-2}}","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T16:00:05.429+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoR Lafiron,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000f00000001,timestamp=2018-05-21T15:58:03.341+0000)\n>\n> Ich dachte jedes zweite???? {{sticker:sg-lux-2}}\n\nMein ich doch :P  jedes 2 Wochenende 1 Turnier und wenn du an dem einen nicht teilnehmen kannst, kannst du einfach dem anderen Wochenende teilnehmen. {{sticker:sg-ahri-1}}","replies":[]}]},{"id":"","poster":"itsDan01","date":"2018-05-21T15:44:30.460+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SP3EDI,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000f0000,timestamp=2018-05-21T15:34:37.695+0000)\n>\n> Ja genau jedes Wochenende ist ein eigenes Turnier. Du kannst also dieses aussetzen und einfach beim nächsten mitmachen.\n> {{sticker:sg-miss-fortune}}\n\nDankesehr","replies":[]}]}]},{"id":"","poster":"hi im protex","date":"2018-05-21T14:45:27.945+0000","up_votes":1,"down_votes":0,"body":"Wenn man an dem Freitag erst um 20 Uhr kann, dann kann man ja nicht mitmachen. Kann man denn dann trotzdem an den darauffolgenden Tagen mitmachen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T14:49:38.427+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=hi im protex,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000b,timestamp=2018-05-21T14:45:27.945+0000)\n>\n> Wenn man an dem Freitag erst um 20 Uhr kann, dann kann man ja nicht mitmachen. Kann man denn dann trotzdem an den darauffolgenden Tagen mitmachen?\n\nDu kannst dich in deinem Team als \"Sub\" also als Auswechselspieler eintragen lassen, dann kannst du auch am Tag danach spielen  für dein Team.\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"hi im protex","date":"2018-05-21T14:50:36.380+0000","up_votes":1,"down_votes":0,"body":"Und wenn man als Team am Freitag nicht spielen kann, geht das dann am Samstag?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T14:52:48.709+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=hi im protex,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=000b00000000,timestamp=2018-05-21T14:50:36.380+0000)\n>\n> Und wenn man als Team am Freitag nicht spielen kann, geht das dann am Samstag?\n\nDie Teilnahme ist flexibel – du kannst an jedem Turniertag einsteigen. Wenn du am Freitag gewinnst, am Samstag aber keine Zeit hast, ist das auch kein Problem. Du kannst den Tag einfach auslassen und am Sonntag mit demselben Ticket weiterspielen!\n\nPS: Nur Teams, die bereits am Freitag einsteigen und an jedem Tag spielen, können den Hauptpreis gewinnen.","replies":[]}]}]}]},{"id":"","poster":"Good Boy Scori","date":"2018-05-21T12:38:27.778+0000","up_votes":1,"down_votes":0,"body":"Bleibt das Team für immer bestehen oder nur für das eine Wochenende und nächstes mal kann man einen anderen Team joinen?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T12:55:51.284+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Scorpicorn,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0006,timestamp=2018-05-21T12:38:27.778+0000)\n>\n> Bleibt das Team für immer bestehen oder nur für das eine Wochenende und nächstes mal kann man einen anderen Team joinen?\n\nDas Team bleibt bestehen, aber du kannst einem anderen Team joinen wenn ein neues Clash Turnier startet. Ist also deine Wahl ob du im Team bleibst oder dich einem neuen anschließt.","replies":[]}]},{"id":"","poster":"GamerWolfi","date":"2018-05-21T12:16:20.457+0000","up_votes":1,"down_votes":0,"body":"Ich habe mir ein Ticket gekauft bin aber anscheinend noch nicht Ehrungsstufe 2 habe ich es mir jetzt gekauft obwohl ich nicht Clash spielen kann?","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T12:51:48.329+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=GamerWolfi,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0004,timestamp=2018-05-21T12:16:20.457+0000)\n>\n> Ich habe mir ein Ticket gekauft bin aber anscheinend noch nicht Ehrungsstufe 2 habe ich es mir jetzt gekauft obwohl ich nicht Clash spielen kann?\n\nWenn du es gekauft hast im Shop aber nicht Ehrenstufe 2 bist, dann kannst du nicht Clash spielen aber das Ticket ist auch noch für spätere Turniere verfügbar.","replies":[]}]},{"id":"","poster":"phost1111","date":"2018-05-21T12:00:28.325+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"SP3EDI","date":"2018-05-21T12:49:52.426+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=phost1111,realm=EUW,application-id=7hciEY9w,discussion-id=NOFsZmmo,comment-id=0002,timestamp=2018-05-21T12:00:28.325+0000)\n>\n> Demacia Pokal 2 am 6.06.? Das ist ein Mittwoch... Müsste das nicht eigentlich der 8.06. sein?\n\nDas ist in der Tat falsch, natürlich meinen wir 08.–10. Juni: Demacia-Pokal 2 und ich hab  schon bescheid gegeben das wir das ausbessern ^^","replies":[]}]},{"id":"","poster":"FAP T1 Remix","date":"2018-05-21T12:14:27.256+0000","up_votes":1,"down_votes":0,"body":"ich kann keinem clash team beitreten obwohl ich alle dinge dafür erfüllt habe. ich bekomme immer eine nachricht wo steht \"fehler, die Teameinladung kann nicht angenommen werden. Kontrolliere den Service-Status und versuche es später erneut, falls der Fehler weiterhin besteht.\" Kann mir bitte jemand dabei helfen? Es ist seit gestern so und ich habe auch eigentlich schon alles ausprobiert.","replies":[]},{"id":"","poster":"jackiii","date":"2018-06-10T22:24:52.887+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2018-06-11T11:40:06.569+0000","up_votes":1,"down_votes":0,"body":"Wenn du eine CR erhalten hast und toxisch warst, hast du die Strafe verdient. Es ist nämlich egal wer anfängt und wer mitmacht. Dein \"verteidigen\" war wohl auch eher ein Gegenangriff. Sonst wärst du wohl kaum mit einer CR bestraft worden. Der einzige, der Schuld daran ist, dass du jetzt Ehrungsstufe 1 bist, bist du selbst.","replies":[]}]},{"id":"","poster":"Enderized","date":"2018-06-11T21:53:57.021+0000","up_votes":1,"down_votes":2,"body":"eSports ready wie PUBG!\n\n---\n\nFür Personen die bereits Beta-Banner und Icon T1 besitzen... bekommen die eigl noch etwas für die heutige Blamage? :D","replies":[]},{"id":"","poster":"Ollevah","date":"2018-05-24T16:56:28.998+0000","up_votes":1,"down_votes":2,"body":"Hier steht, dass Event um 19 Uhr startet?! Das ist ja richtig schlecht vor allem die zu diesen Zeiten besseres oder keine Zeit haben. Und vor allem wenn man 4 Games spielt und das Event um 19 Uhr beginnt Sitzer man allein den ersten Tag bis Mitternacht und hat wahrscheinlich nicht die Konzentration für das Event. Richtig schlecht geregelt!","replies":[]},{"id":"","poster":"Hanfos","date":"2018-06-11T20:03:19.222+0000","up_votes":1,"down_votes":5,"body":"RP als Entschädigung wie früher auch und ich habe nichts gesehen","replies":[]}]}