{"id":"mEqmwcT5","poster":"Max Dash v2","date":"2019-06-26T14:14:52.263+0000","title":"Ununterbrochener BugSplat","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Im Client habe ich ununterbrochen einen BugSplat ist dieser mal nicht da und man ist glücklich in der Champ Select taucht er dort wieder auf sollte man dadurch schaffen hat man 5min Spielfreude und das Game crasht und kann nicht mehr reconnecten.{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Major CrossHappy","date":"2019-06-26T17:02:11.790+0000","up_votes":1,"down_votes":0,"body":"hab alles versucht und es hat auch nicht geklappt","replies":[]},{"id":"","poster":"Yatsuki","date":"2019-06-26T14:22:21.282+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nich kann deine Frustration verstehen. Probiere mal folgendes: \n\n- Lade dir das HRT herunter und repariere darüber dein Spiel\n\nhttps://support.riotgames.com/hc/de/articles/224826367-Automatisierte-Fehlerbehebung-Hextech-Repair-Tool\n\n- Wenn das nicht hilft einmal, auch über das HRT, League neu installieren\n\n- Sind alle deine Treiber uptodate?\n\n- Blockiert dein externes Antivurs/Firewall etwas? Schalte es testweise aus \n\n- Bitte über das Practice Tool testen ob du immer noch Bugsplats erhälst\n\n- Eventuell kann dir auch dieser Artikel helfen: https://support.riotgames.com/hc/de/articles/201761974\n\n- Wenn du ein Avast/AVG Antivirus hast bitte Updaten, die hatten eine Inkompatibilität mit League\n\nWenn du dann immer noch Probleme hast melde dich mit der \"Antworten\"-Funktion erneut bei mir :)\n\nGruß Yatsuki","replies":[{"id":"","poster":"Max Dash v2","date":"2019-06-26T14:43:29.271+0000","up_votes":1,"down_votes":0,"body":"Ne ich krieg immernoch Bug Splats keine Ahnung...","replies":[{"id":"","poster":"Yatsuki","date":"2019-06-26T15:04:22.280+0000","up_votes":1,"down_votes":0,"body":"Hast du wirklich alles aus dem Artikel durchgearbeitet und überprüft? Ich muss sicher gehen das es kein \"Normales\" Problem ist. Wenn du wirklich alles durch hast dann lade bitte hier dein Log hoch das Automatisch vom HRT erstellt wurde, es liegt auf deinem Desktop, nennt sich \"Lol-Logdateien und ist eine .zip Datei, dann kann ich mir das anschauen und eventuell weiter helfen.\n\nZum hochladen einer Datei verwende einfach unser [Upload-Portal](https://files.wrenchbox.de). Dort hochgeladenen Dateien können nur von uns [Wrenchmen](https://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/EhBWl18X) eingesehen werden und nach 3 Tagen automatisch gelöscht. Solltest Du eine Linkwarnung erhalten (externer Link) musst Du die URL dieser Seite auf der Datei-Upload-Seite eingeben und am besten die Funktion zur Warnung vor externen Webseiten deaktivieren, dann funktioniert das in Zukunft direkt :-)","replies":[{"id":"","poster":"Max Dash v2","date":"2019-06-26T16:18:08.729+0000","up_votes":1,"down_votes":0,"body":"Habe alles ausprobiert (denke ich mal) hab die Datei hochgeladen! :)","replies":[]}]}]}]},{"id":"","poster":"Major CrossHappy","date":"2019-06-26T15:14:31.664+0000","up_votes":1,"down_votes":0,"body":"Hi ich und meine freunde haben das gleiche Problem, das schlimme ist das ich deswegen 2x mal ein duo verloren habe, einen wegen remake under der andere weil ich nach der 3 min raus geflogen bin, am liebsten will ich meine punkte zurück -.-","replies":[{"id":"","poster":"Yatsuki","date":"2019-06-26T15:17:36.953+0000","up_votes":1,"down_votes":0,"body":"Auch einfach alles mal durcharbeiten was ich unten angesprochen habe. Auch alles aus dem Supportartikel von Riot","replies":[]}]}]}