{"id":"FEpAAY1a","poster":"JamFashion","date":"2019-06-25T18:52:42.493+0000","title":"Falsche Download - Version ?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Zusammen! Ich habe seit Gestern das Problem, dass eine Falsche Version (?) Heruntergeladen und Installiert wird. Habe es bereits des öfteren probiert und bin bisher erfolglos gescheitert.\r\n\r\nFolgendes Problem:\r\nSobald LoL installiert ist kann ich es ganz normal starten es fährt ganz normal hoch. Aber dann wenn es hochgefahren ist und ich im Log In Fenster bin wird bei mir als Server nur PBE angezeigt. Wenn ich den zu ändern versuche steht da \"Brazil\" und wenn ich auf EUW umsteige fährt der Client erneut hoch und zeigt wieder PBE an. Die Sprache ist Englisch obwohl EUW (Deutsch) heruntergeladen wurde, diese lässt sich auch nicht ändern.\r\n\r\nIch habe NICHT den PBE Client heruntergeladen. Da bin ich mir sicher. Nach 15 mal herunterladen und installieren..\r\n\r\nFalls jemand einen Rat hat oder gar die Lösung kennt. Scheut euch nicht.\r\n\r\nVielen herzlichen Dank vorab!","replies":[{"id":"","poster":"JamFashion","date":"2019-06-28T14:03:14.311+0000","up_votes":1,"down_votes":0,"body":"Problem wurde gelöst. Ich habe jegliche Windows Updates drauf gespielt und ein Programm namens \"Add Guard plus\" deinstalliert, welche das Spiel in Quarantäne gesetzt hat und somit blockiert hat.\n\nWie das Programm auf die Idee kommt stattdessen PBE anzuzeigen - weiß ich nicht. \nWarum und was das Programm dazu bewegt hat - weiß ich nicht.\n\nDennoch geschafft.{{summoner:3}}","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2019-06-25T19:29:48.602+0000","up_votes":1,"down_votes":0,"body":"Hast du es von hier runtergeladen?\nhttps://signup.euw.leagueoflegends.com/de/signup/redownload?page_referrer=index\n\nUnd auch Westeuropa (Deutsch) bzw. EU West (English)?\n\nWeil das hört sich doch nach dem PBE an, den du da runtergeladen hast^^","replies":[{"id":"","poster":"JamFashion","date":"2019-06-25T19:50:18.440+0000","up_votes":1,"down_votes":0,"body":"Ja und ja ^^\n\nHabe es gerade erneut von deinem Link heruntergeladen und installiert. Die selbe Situation.","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-06-25T20:16:23.974+0000","up_votes":1,"down_votes":0,"body":"Ich habe es gerade einmal versucht.\nBei mir kommt der richtige Download und auch beim Client kann ich dann einstellen EUW.\n\nHast du vielleicht noch irgendwelche alten Daten?\nWenn ja, versuch die mal zu löschen.\n\nBei mir war auch die Sprache Englisch nach dem runterladen aber ich konnte sie einfach umstellen.\nHast du den Client über Desktop gestartet (und dort evtl. noch dem PBE drauf) oder normal nach dem herunterladen automatisch gestartet?","replies":[{"id":"","poster":"JamFashion","date":"2019-06-25T20:24:51.430+0000","up_votes":1,"down_votes":0,"body":"Ich habe gestern Abend den PC zurückgesetzt und alles gelöscht was drauf war. Alte daten sind also nicht vorhanden.\n\nIch hatte noch nie zuvor den PBE heruntergeladen also ist das auch ausgeschlossen.\n\nNach dem installieren habe ich jede erdenkliche Variation ausprobiert - Automatischer Start; Selber gestartet; Als Admin ausgeführt; Über Start Menü geöffnet\n\nHabe sogar die Downloads über unterschiedliche Browser durchgeführt.","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-06-25T20:55:46.904+0000","up_votes":1,"down_votes":0,"body":"Hm... sehr komisch.\nSchick mal einen Screenshot von der Downloadseite wie sie bei dir aussieht und vom Patcher.","replies":[{"id":"","poster":"JamFashion","date":"2019-06-25T21:06:35.000+0000","up_votes":1,"down_votes":0,"body":"Wie kann ich hier Screenshots reinstellen? ^^\n\nDies hier ist mein erster Forum Beitrag. Entschuldige diese Frage :D\n\nEDIT:\nBringt dir dieser Link etwas ?\nhttps://1drv.ms/u/s!Anx1ZDR5wetshkf6lymhS5bjdkx6\n\nSobald ich dann auf PBE klicke steht da \"Brazil\" und die Sprache ist nicht Auswählbar. Siehe folgenden LINK\n\nhttps://1drv.ms/u/s!Anx1ZDR5wetshkig8fmtMBdQJdSX","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-06-25T21:41:31.853+0000","up_votes":1,"down_votes":0,"body":"Genau so macht man das mit den Screenshots^^\n\nHm... sieht aus wie bei mir auf der Downloadseite.\nDafür halt der Client sieht falsch aus weil dort PBE steht.\n\nHeisst bei dir der Download auch \"League of Legends installer EUW\".\n94.2 MB","replies":[{"id":"","poster":"JamFashion","date":"2019-06-26T04:38:15.737+0000","up_votes":1,"down_votes":0,"body":"Seit gestern Abend sieht mein Client so aus. Hatte noch nie so einen Fehler gesehen und mir erschließt sich dieser Fehler auch nicht.\n\nJa der Download heißt bei mir genau so..","replies":[]}]}]}]}]}]}]}]}]}