{"id":"6bXE50yb","poster":"Fnatic Thresh","date":"2018-05-19T20:40:31.492+0000","title":"AZIR WHYYYYYYYYYYYYYYYYYYYYYYY?!","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hey, kann mir bitte einer erz&auml;hlen was mit Azir passiert ist? Nichtmal die besten Azir Spieler der Welt krieger irgendwas auf die Reihe (im Vergleich zu Yassuo oder so). Wann wird der Champ wiederbelebt? (Irgendwie Spielentscheidend wie ein fking Yasuo)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-19T21:58:21.064+0000","up_votes":2,"down_votes":0,"body":"Wenn ich mich recht entsinne, dann hat Riot mal gesagt, dass sie Azir sowie Ryze nur noch so buffen oder nerfen, dass sie im competetiven Bereich nicht eskalieren. \nDenn das Problem an den beiden Champions ist, sobald sie für die SoloQ viable sind, dann rasten die Champs im competetiven Bereich völlig aus. Sind sie aber so angepasst, dass sie dort zwar viable sind, aber nicht zu stark, dann sind sie im SoloQ eher schwach. Es kann da offenbar keine Balance gebracht werden. \nDeswegen wird es wohl so bleiben, dass beide Champions im SoloQ nicht gut sind. :/ \n\nAlle Angaben ohne Gewähr! Liege ich falsch, kann man mich gerne korrigieren.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-05-19T22:29:24.511+0000","up_votes":2,"down_votes":0,"body":"Ist schon richtig. Die beiden sind halt extreme Skill-Monster und das Competative Spiel zeigt halt in jeder \"starken\" Phase dieser Champions, dass sie mit gutem Spiel extremst overpowert sind.","replies":[]},{"id":"","poster":"Fnatic Thresh","date":"2018-05-21T01:21:31.594+0000","up_votes":1,"down_votes":0,"body":"Das mag sein aber denken wir mal an Champs wie Mundo oder Leblanc die in den letzten Patches entweder gebufft wurden oder zum tode reworked wurden oder Ahri, 3 Patches 3 buffs. Ich selber spiele Azir nicht, mein Freund spielt den aber bei Azir hat man einfach keine Motivation den zu meistern (sagt er, ich auch). No hate an riot aber die sollten sich lieber mehr um das aktuelle kümmern als wieder einen völlig übertrieben overpowerten Pyke rauszubringen der Supporter werden soll. (99% werden den jnglen inklusive mir xD){{champion:268}}","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-21T09:49:19.709+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FinnKekz,realm=EUW,application-id=Wj1wcocU,discussion-id=6bXE50yb,comment-id=00010001,timestamp=2018-05-21T01:21:31.594+0000)\n>\n> Das mag sein aber denken wir mal an Champs wie Mundo oder Leblanc die in den letzten Patches entweder gebufft wurden oder zum tode reworked wurden oder Ahri, 3 Patches 3 buffs. Ich selber spiele Azir nicht, mein Freund spielt den aber bei Azir hat man einfach keine Motivation den zu meistern (sagt er, ich auch). No hate an riot aber die sollten sich lieber mehr um das aktuelle kümmern als wieder einen völlig übertrieben overpowerten Pyke rauszubringen der Supporter werden soll.\n\n\nVersteh ich nicht. Sie haben gesagt, sie werden Azir und Ryze nur noch competetive anpassen. Ergo kannst du nicht erwarten, dass die Champs irgendwann wieder in der SoloQ spielbar sind. Und das haben sie erst in Season 7 gesagt. Davor haben sie immer wieder versucht die beiden Champions anzupassen. Du weißt sicher, dass Ryze schon sehr viele Reworks hinter sich hat. Und nie haben sie ihn wirklich balanced bekommen. Eventuell haben sie jetzt festgestellt, dass es keinen Zweck hat, wenn sie die beiden Champions so lassen und damit meine ich nicht die aktuellen Skills sondern das Grundsystems der Champs. \n\nAußerdem musst du auch bedenken, dass sie erstmal eine Idee brauchen wie sie einen bereits existierenden Champion reworken. Du kannst auch nicht einfach behaupten, sie machen nichts. Du kannst halt nicht hinter die Kulissen schauen. \n\n> (99% werden den jnglen inklusive mir xD){{champion:268}}\n\nIch bezweifle stark, das es 99% sind. ^^ gibt genug Supportmains, die Interesse daran haben, ihn zu spielen.","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2018-05-19T21:01:21.118+0000","up_votes":1,"down_votes":0,"body":"Also aktuell sind ja bereits ein paar Änderungen angekündigt. http://leagueoflegends.wikia.com/wiki/VPBE\nOb man die jetzt als Buff oder Nerf interpretiert liegt vermutlich an der Qualität des jeweiligen Spielers. (Wer aus den Spells was machen kann, wird es vermutlich als Buff sehen, wer jedoch eher unüberlegt spielt eher als Nerf)\n\nIch vermute, wenn die Änderungen durch sind, (Vom PBE auf die Live-Server kommen) werden die guten Spieler auch wieder das aus Azir machen, was geht.\n\nEs fällt jedoch auf, dass es mit Japan sogar eine Region gibt in der Azir aktuell (Patch 8.10 / Gold+) eine über 50% Winrate hat. (52,75% lt. lolanalytics und League Of Graphs) Bei Dia+ sind es sogar deutlich mehr Regionen.\n\nIm Endeffekt wird er sicherlich Änderungen erfahren, jedoch sollte man sich nicht zu extreme Hoffnungen machen, wenn man Azir nicht wirklich beherrscht ihn dadurch besser zu spielen.","replies":[{"id":"","poster":"TerrorRaven","date":"2018-05-19T22:05:47.194+0000","up_votes":1,"down_votes":0,"body":"Aktuell gibt es für Azir keine Änderungen auf den PBE. Außerdem ist das immer noch den PBE. Es gab öfters schon Änderungen oder gar Mini-Reworks, die es nie auf die Live-Server geschafft haben.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-05-19T22:27:51.084+0000","up_votes":2,"down_votes":0,"body":"Das ist schon richtig. Jedoch ist Azir schon immer ein Champion gewesen, der viel von Änderungen betroffen war. (Weiterhin ist Azir auf dem PBE in Arbeit)","replies":[{"id":"","poster":"TerrorRaven","date":"2018-05-20T11:44:34.696+0000","up_votes":1,"down_votes":0,"body":"In erster Linie war Azir von vielen Bugfixes betroffen (da er völlig übereilt unter Zeitdruck veröffentlicht wurde) und wurde eine Zeit lang viel generft, bis er irgendwann auch aus dem kompetitiven Bereich verschwunden ist. Dann war es eine lange Zeit ruhig um ihn bis zu seinen Mini-Rework. Dann folgten wieder Nerfs und nun ist er wieder an den selben Punkt wie vorher.\n\nEs soll wohl wieder ein Mini-Rework geben, aber daran wird eher intern und nicht auf den PBE gearbeitet.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-05-20T14:38:39.832+0000","up_votes":1,"down_votes":0,"body":"Nach einem Mini-Rework sieht das was auf dem PBE ist aber nicht aus. XD","replies":[{"id":"","poster":"TerrorRaven","date":"2018-05-20T18:09:24.881+0000","up_votes":1,"down_votes":0,"body":"Wenn was auf den PBE wäre.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-05-20T18:16:35.396+0000","up_votes":1,"down_votes":0,"body":"nicht wäre. IST","replies":[{"id":"","poster":"TerrorRaven","date":"2018-05-20T20:54:14.750+0000","up_votes":1,"down_votes":0,"body":"Auf den PBE ist zur Zeit nichts http://www.surrenderat20.net/p/current-pbe-balance-changes.html\nIm Zyklus davor gab es mal Änderungen, aber die wurden wieder entfernt und sind seit dem nie wieder auf den PBE aufgetaucht.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Fnatic Thresh","date":"2018-05-21T01:23:13.393+0000","up_votes":1,"down_votes":0,"body":"Man muss immer bedenken...Chinesen, die sind zum zocken geboren xD","replies":[{"id":"","poster":"Amycos Cyrus","date":"2018-05-21T09:33:42.695+0000","up_votes":1,"down_votes":0,"body":"Japan. Aber ja die Fernöstlichen Regionen (Korea China / Japan Taiwan) sind schon recht gute Regionen. Nicht umsonst stellen sie so viele Teams bei den Worlds etc. (Ohne eine Qualifikation beschreiten zu müssen)","replies":[]}]}]}]}