{"id":"WIzT3zFK","poster":"Downtook1bac","date":"2020-03-06T21:03:47.588+0000","title":"Bester supporter zum Einsteigen","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":3,"body":"Hey Leute,\r\nIch selber bin Silber 2 und meine Freundin hat noch nie LOL gespielt und möchte jetzt damit anfangen. Ich werde ihr alles Beibringen zmd. was ich selber weiß XD und dachte mir ich schicke sie anfangs einfach als support ins game. Ich bin eigentlich main Mid mit {{champion:115}} und {{champion:61}} werde aber für sie auf ADC umsteigen zmd eine Zeit lang. Was denkt ihr ist ein guter Champ für sie um sich mit LOL vertraut zu machen? Ich habe an sowas wie {{champion:99}}  gedacht da sie einfach nur die gegner Nerven muss und schauen dass sie nicht stirbt (zmd bei den anfängern) hab den gedanken aber wieder beiseite geworfen da ich mir nicht sicher bin ob sie die Skillshots trifft. Anderer seits dachte ich an jemanden der mehr mehr tanky ist wie {{champion:12}} oder {{champion:89}} .\r\nWas würdet Ihr raten?\r\nDanke schon mal im Vorraus","replies":[{"id":"","poster":"Sirrkas","date":"2020-03-06T21:30:39.646+0000","up_votes":3,"down_votes":0,"body":"Vermutlich wären defensivere Supporter einfacher. So in die Richtung von Janna und Soraka. Aber wenn deine Freundin keinen Supporter spielen will, zwinge ihr das nicht auf. Glaube am besten wäre es, sie schaut erst einmal, welche Champions ihr gefallen und falls möglich spielt sie dann die oder du zeigst ihr kurz was die grob können. Wenn das Kit ihr dann auch gefällt, kann sie darauf zu arbeiten.","replies":[]},{"id":"","poster":"You Got My Name","date":"2020-03-06T22:12:36.536+0000","up_votes":3,"down_votes":1,"body":"Wieso muss sie supporter spielen? Die supporter rolle ist einer der schwersten Rollen, aber ich versteh schon EGrill und so... lmao und dann gehst du noch für sie adc... Why? Warum verbiegst du dich für sie. Wenn sie das game Spielen und lernen möchte, muss sie das schon selber auch wollen.\n\nUnd NoOffence, aber mit silber hast du selber noch nicht mal die basics von LoL verstanden. Klar du kannst ihr das offensichtlichste beibringen, aber dabei bleibt es auch daher las sie doch selber das Spiel entdecken. Weil es gibt nichts nervigeres als jemand der einen sagt was er/sie zu tun hat. Sie soll doch auch spaß am Game haben oder nicht? Weil ansonsten wird sie es ganz schnell droppen.\nDaher las sie selber entscheiden was für eine Rolle / Champ sie spielen möchte... Empfehle ihr einfache champs wie annie, warwick, amumu, ashe, janna etc.\n\nBTW die einfachste Rolle ist TOP...","replies":[{"id":"","poster":"Miichan","date":"2020-03-07T13:02:14.653+0000","up_votes":2,"down_votes":1,"body":"> Wieso muss sie supporter spielen? Die supporter rolle ist einer der schwersten Rollen, aber ich versteh schon EGrill und so... lmao und dann gehst du noch für sie adc... Why? Warum verbiegst du dich für sie. Wenn sie das game Spielen und lernen möchte, muss sie das schon selber auch wollen.\n\nEs hat einfach einen romantischen Charakter so eng zusammen zu spielen ^^\nVorteil an Support: Lasthitten ist nicht unbedingt das Wichtigste. Als Einsteiger also nicht so schlecht finde ich ^-^\nWardplacement, Übersicht behalten, Calls machen, etc. das kommt dann mit der Zeit auch noch aber gegen andere Anfänger würde ich da jetzt nicht behaupten dass man ohne die Fähigkeiten direkt verloren hat.\nAber ja, sie sollte sich schon daran orientieren was sie selbst möchte. Denke aber am Anfang muss man erst ein bisschen schauen was einem gefällt und irgendwo muss man ja anfangen ^^\n\n> Und NoOffence, aber mit silber hast du selber noch nicht mal die basics von LoL verstanden.\n\nEs gibt mehrere Möglichkeiten warum man Silber ist. Das kann daran liegen das man einfach auf diesem Niveau spielt oder dass man schicht weg nach den Placements denkt: \"Alles klar, warum weiter Ranket spielen? Bin ganz zufrieden mit Silber\", oder, oder, oder. \nIch war selber auch immer nur Silber, spiele auch definitiv nicht auf dem Niveau von Platin, Dia oder sonst was, hatte aber damals im Teamranked auch Gegner bis hin zur Herausfordererklasse. Das lag an meinen Teammates die z. T. in der Dia-Elo spielen. Hier war ich auch nicht komplett useless. Sicher - wirklich mithalten ging nicht - aber komplett nutzlos war ich auch nicht. Selbst wenn ich nur Silber war.\nIch denke da spielt mehr mit rein als das reine wissen über LoL. Ich weiß z. B. genau wie du, dass man sehr oft auf die Minimap schauen sollte. Mache ich aber trotzdem nicht weil ich es gerne mal vergesse. Das liegt also nicht daran das ich es nicht weiß, sondern daran dass ich nicht dran denke. Auch bei ihm/ihr kann also das Wissen vorhanden sein. Dann gibt er/sie das eben weiter und sie macht selbst draus was sie kann ^^\n\nIch weiß nichtmal warum er/sie oben den eigenen Rang überhaupt erwähnt. Das ist ja weder Hinderungs- noch Beführwortungsgrund dafür, ob man jemand LoL beibringen kann oder nicht. Sicher, wenn sie einen Dia-Spieler an ihrer Seite hätte würde sie das ganze nochmal ganz anders lernen/erleben, aber wenn nicht die Elo oder das climben der Elo-Leiter das Ziel ist kann man auch durchaus auf diesem Spielniveau zufrieden sein. Ich sehne mich auch nicht danach in Gold/Platin/Dia oder sonst was zu spielen. Bin mit den Spielen die ich bekomme ganz zufrieden ^-^\nUnterm Stich zählt eben wie viel Spaß man am Spiel hat. Und darauf haben die Leute mit denen man spielt den - meiner Meinung nach - größten Einfluss. Nicht die Elo oder das Erfolgserlebnis auf einem Wunschniveau zu spielen.\nKann bei dir natürlich anders sein, aber denke mal du bist auch glücklich einfach mit Freunden spielen zu können ^-^\n\n>  las sie doch selber das Spiel entdecken. Weil es gibt nichts nervigeres als jemand der einen sagt was er/sie zu tun hat.\n\nDenke das kommt auf ihren Charakter an. Manche haben es gerne wenn man ihnen Dinge beibringt, andere nicht. Das wird er/sie schon wissen wie er/sie das handhaben wird ^-^\nUnd wenn es ihr zu viel wird, wird sie ihm/ihr das schon sagen ^^\nMir wurde damals auch gesagt was ich tun soll und ich war echt froh drüber. Das war kein High-Elo--Spieler, sondern ein guter Freund der damals selbst nur Level 25 war. Wenn man sich gut versteht sind solche Anweisungen ja keine herrischen Befehle...also zumindest würde ich das mal hoffen xD\n\n> Sie soll doch auch spaß am Game haben oder nicht? Weil ansonsten wird sie es ganz schnell droppen.\n\n100 % zustimmung uwu\n\n> Daher las sie selber entscheiden was für eine Rolle / Champ sie spielen möchte...\n\nNachdem sie ein paar Spiele gespielt hat wird sich das vermutlich von selbst ergeben ^^\n\n> BTW die einfachste Rolle ist TOP...\n\nWarum? :o\nAlso das interessiert mich wirklich weshalb Top die einfachste Lane sein soll. Ich tu mich immer schwer Lanes gegeneinander abzuwägen was schwerer oder leichter sein soll. Immerhin kommt das auf so vieles an, denke ich.\n\nNimm es mir nicht böse, dass ich so viel an deinem Beitrag bemängle, vielleicht liegt es einfach an einer anderen Sicht der Dinge ^^\"\nWill nur nicht, dass dem Post-Ersteller hier Dinge zur Last gelegt werden die an sich eigentlich nichts Schlimmes sind. Habe bei dir einfach zwischen den Zeilen Unterstellungen wie Bevormundung herausgelesen und dachte das der Post-Ersteller das vermutlich nicht so vor hat und sich vielleicht nicht ausführlich genug geäußert hat :x","replies":[{"id":"","poster":"You Got My Name","date":"2020-03-07T15:19:34.154+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Miichan,realm=EUW,application-id=vatevpvi,discussion-id=WIzT3zFK,comment-id=00020000,timestamp=2020-03-07T13:02:14.653+0000)\n>\n> Es hat einfach einen romantischen Charakter so eng zusammen zu spielen ^^\n\nWenn ich etwas Romantik haben möchte, dann wäre glaub LoL spielen das letzte was mir einfallen würde.\nSorry aber bot lane zusammen spielen hat nichts mit Romantik zu tun... weder spielt man \"eng zusammen oder sonstiges. Keine Ahnung was du da in deinen Kopf rein interpretierst ^^\n\n> Vorteil an Support: Lasthitten ist nicht unbedingt das Wichtigste. Als Einsteiger also nicht so schlecht finde ich ^-^\n> Wardplacement, Übersicht behalten, Calls machen, etc. das kommt dann mit der Zeit auch noch aber gegen andere Anfänger würde ich da jetzt nicht behaupten dass man ohne die Fähigkeiten direkt verloren hat.\n\nDa ist halt leider schon bei vielen das Verständnis über die Rolle des Supporter falsch. Die Rolle des Supporters, wenn man dieses richtig spielen möchte, ist neben jungle die schwerste rolle von allen. Klar du musst keine lasthitts machen, aber das ist auch nicht schwer wenn du mal denn bogen raus hast. Der supporter entscheidet wie die Botlang abläuft. Der supporter carried denn ADC durchs early/mid game. Der supporter ist dazu da vision control auf zu bauen,  dafür alleine braucht man schon gutes wissen.. und das kann über win / lose entscheiden. Auf die mini map immer achten wo der Gegner sein könnte, weil wenn man schon nicht farmen muss dann sollte man das können.Supporters können roamen, denn eigenen jungler unterschützen, müssen für denn adc peelen oder starten selber einen fight etc pp.\n\n Ansonsten könnte ich mit dem Argument kommen: \n> \n> \"Warum nicht jungle? Du hast keinen Gegner nur die jungle camps, musst nicht auf lasthitten achten und so was wie Übersicht behalten, Calls machen, etc. das kommt dann mit der Zeit auch noch aber gegen andere Anfänger würde ich da jetzt nicht behaupten dass man ohne die Fähigkeiten direkt verloren hat.\"...\n> \n\nAlso wieso nicht mit Jungle anfangen? \n\n\n> Ich war selber auch immer nur Silber, spiele auch definitiv nicht auf dem Niveau von Platin, Dia oder sonst was, hatte aber damals im Teamranked auch Gegner bis hin zur Herausfordererklasse. \n\nBezweifel ich stack die Story. Und wenn es so ist wurdest du halt vom macro her durchgezogen, aber das hat mit meinen Punkt überhaupt nichts zutun gehabt. Wenn du die basics von LoL Verstanden hast, kommst du easy Gold+... das werden dir einige so sagen die sich mit dem game etwas auseinander gesetzt haben.\n\n\n> Ich denke da spielt mehr mit rein als das reine wissen über LoL. Ich weiß z. B. genau wie du, dass man sehr oft auf die Minimap schauen sollte. Mache ich aber trotzdem nicht weil ich es gerne mal vergesse. Das liegt also nicht daran das ich es nicht weiß, sondern daran dass ich nicht dran denke. Auch bei ihm/ihr kann also das Wissen vorhanden sein. Dann gibt er/sie das eben weiter und sie macht selbst draus was sie kann ^^\n\nDas hat nichts mit vergessen zu tun sondern du nimmst das spiel einfach nicht ernst oder denkst ingame nicht nach. d.h. du spielst auf autopilot. Du machst dir keine gedanken was sein könnte etc. und das hat nicht nur was mit wissen zu tun sondern auch mit Faulheit. Mag sein das du vll das wissen hast, aber du bist einfach zu faul im game nachzudenken. Klar wenn ich spaß an einen Spiel haben möchte, da würde ich auch nicht nach denken, sondern einfach spielen. Da ist dann auch der unterschied wieso einer iron/silber und der andere Dia/master+ ist.\n\n\n\n\n> Also das interessiert mich wirklich weshalb Top die einfachste Lane sein soll. Ich tu mich immer schwer Lanes gegeneinander abzuwägen was schwerer oder leichter sein soll. Immerhin kommt das auf so vieles an, denke ich.\n\nToplane ist meist eine reine 1v1 lane. Das schwerste an toplane ist nur das wave managment mehr nicht. Match ups musst du mit jeder rolle lernen. Und nur lasthitten als Kriterium zu nehmen das etwas schwer ist,ist halt einfach falsch. Das lernst du über die Zeit. Wenn du toplane verliest ist es meist egal, gibt nicht umsonst das \"toplane no impact lane meme\". Auf der top werden meist Tanks gespielt, welche für Anfänger um einiges Fehler freundlicher sind. Als suppoter musst du nur ein mal falsch stehen, wie lux, janna, nami, raka o.ä. und du bist instand tot. Wenn du top ornn,sion,malph, mao spielst ist das egal. Und ein Braum,Naut, leo sind nicht so tanky weil die nicht so viel gold bekommen wie ein laner. Daher zieht das Argument nicht \"was ist mit tank supporter\".\n\n> \n> Nimm es mir nicht böse, dass ich so viel an deinem Beitrag bemängle, vielleicht liegt es einfach an einer anderen Sicht der Dinge ^^\n\nMach ich nicht, weil ich einfach das gleiche mit deinen mache UwU","replies":[{"id":"","poster":"Miichan","date":"2020-03-07T19:09:06.133+0000","up_votes":2,"down_votes":0,"body":"> Wenn ich etwas Romantik haben möchte, dann wäre glaub LoL spielen das letzte was mir einfallen würde.\nSorry aber bot lane zusammen spielen hat nichts mit Romantik zu tun... weder spielt man \"eng zusammen oder sonstiges. Keine Ahnung was du da in deinen Kopf rein interpretierst ^^\n\nIch \"interpretiere\" in meinem Kopf das was ich in vielen Spielen sehe ^^\"\nMan spielt LoL nicht um Romantik zu haben, aber wenn man dann gemeinsam was machen kann innerhalb des Spiels ist das auch eine feine Sache :3\nRomantik war das falsche Wort. Aber man macht eben was zusammen. Das ist immer schön ^^ Und das Support und ADC eben mehr zusammen machen als alle anderen ist denke ich auch richtig. Das der Support später mehr roamen geht ist klar. Aber dennoch sind ADC und Support zumindest recht oft beisammen.\nIch sehe zumindest genug Rakan/Xayah-Spieler die ein Couple sind oder sonstige Botlanes. Auch wenn ich mit Pärchen spiele sind die meist zusammen auf der Botlane ^^\n\n> Da ist halt leider schon bei vielen das Verständnis über die Rolle des Supporter falsch. Die Rolle des Supporters, wenn man dieses richtig spielen möchte, ist neben jungle die schwerste rolle von allen. Klar du musst keine lasthitts machen, aber das ist auch nicht schwer wenn du mal denn bogen raus hast. Der supporter entscheidet wie die Botlang abläuft. Der supporter carried denn ADC durchs early/mid game. Der supporter ist dazu da vision control auf zu bauen, dafür alleine braucht man schon gutes wissen.. und das kann über win / lose entscheiden. Auf die mini map immer achten wo der Gegner sein könnte, weil wenn man schon nicht farmen muss dann sollte man das können.Supporters können roamen, denn eigenen jungler unterschützen, müssen für denn adc peelen oder starten selber einen fight etc pp.\n\nDas ist mir schon klar. Ich habe das mit dem cs auch nur exemplarisch aufgeführt. Ein Beispiel von vielen. Klar kann man das von einem Neuling nicht erwarten. Aber genau so wenig kann ich von ihm erwarten als Midlaner zu roamen, als Jungler die Routen richtig zu laufen (zumal man am Anfang ja nicht mal Smite hat) usw.\nDas man auch mit jeder anderen Rolle anfangen kann habe ich nicht in Frage gestellt. Nur ausgeführt weshalb es nicht unsinnig ist als Support zu beginnen.\n\nIch meine, es kommt noch einiges mehr dazu. Sei es dass du eben leichter deinen mitspieler \"Coachen\" kannst, bzw. Mitspier am Anfang (das bitte ich wirklich zu beachten. Am Anfang lernt man das farmen, etc. nicht auf einen Schlag roamen, peelen, etc.) selbst genug Zeit haben auch mal mit der Kamera wo anders hin zu fahren. Sicher das kann man auch schnell machen, aber das schnelle switchen kannst du nicht, wenn du neu anfängst ;-;\n\n> Bezweifel ich stack die Story. Und wenn es so ist wurdest du halt vom macro her durchgezogen, aber das hat mit meinen Punkt überhaupt nichts zutun gehabt. Wenn du die basics von LoL Verstanden hast, kommst du easy Gold+... das werden dir einige so sagen die sich mit dem game etwas auseinander gesetzt haben.\n\nDu darfst Zweifel haben. Einen Grund zu Lügen allerdings habe ich nicht. Das ich da nicht wegen Eigeleistung drinen war steht ausßer Frage. Habe ich aber auch nicht behauptet, sondern durch die Aussage, dass meine Mitspieler hohe Ränge hatten indirekt genannt.\nDu hast hier leider einen ganzen Teil meines Posts übersprungen. Schade wenn man nur die Teile raus pickt auf denen man rum hacken kann und selbst die dann noch etwas verbiegt. Ich hatte gehofft mit meinm Post etwas mehr Weitsicht zu erzielen. Das man eben nicht alles nur auf Ranks beschränkt. Das es einen unterschied zwischen Theorie und Praxis gibt. Ein LCS-Coach hat auch Ahnung von dem Spiel. Trotzdem hat er dadurch keinen Platz in Gold+ reserviert. Er schafft es vermutlich. Aber wissen allein garantiert ihm da keinen Platz. Du bist als Dia-Spieler mit Sicherheit auch deutlich besser in der Anwendung deines Wissens als ein Silber-Spieler und hast en top auch noch erweiteretes Wissen über das Spiel. Versteh mich nicht falsch. Angreifen wollte ich dich nicht mit meinem Post, nur dafür werben auch etwas mehr als nur den Rang zu sehen um die theoretische Kompetenz einer Person einzuschätzen. \n\n> kommst du easy Gold+\n\nHierzu nochmal im Speziellen. Ich habe nicht behauptet, dass dies nicht der Fall ist. Allerdings beachte doch bitte, dass nicht jeder Spieler so Leistungsorientiert ist. Auch in Silber und darunter sitzen durchaus Leute die Ahnung von dem Spiel haben aber nach den Placements schlicht weg keine weiteren Ranglistenspiele mehr spielen. Der Andere Grund, dass man sehr wohl die Ahnung, jedoch nicht die Fertigkeiten dazu hat steht nach wie vor im Raum. Auch dazu hast du nichts geschrieben. (Edit: Hast du doch. Im nächsten Absatz dann. Sorry, habe es der Reihenfolge nach gelesen und direkt geschrieben)\nSicher, ab Gold+ zeigt man eben, dass man all diese Fertigkeiten hat. Wenn man aber nicht in diesen Elos spielt bedeutet das nicht gleich, dass man das Spiel nicht einmal in den Grundzügen beherrscht. Sei es drum. Selbst wenn dem so wäre wie du behauptest: Es spricht wohl dennoch nichts dagegen als Silber-Spieler neuen Leuten das Spiel zu zeigen, oder? Das war der Auslöser für diese Diskussion. \n\n> Das hat nichts mit vergessen zu tun sondern du nimmst das spiel einfach nicht ernst oder denkst ingame nicht nach. d.h. du spielst auf autopilot. Du machst dir keine gedanken was sein könnte etc. und das hat nicht nur was mit wissen zu tun sondern auch mit Faulheit. Mag sein das du vll das wissen hast, aber du bist einfach zu faul im game nachzudenken. Klar wenn ich spaß an einen Spiel haben möchte, da würde ich auch nicht nach denken, sondern einfach spielen. Da ist dann auch der unterschied wieso einer iron/silber und der andere Dia/master+ ist.\n\nIrgendwie...ist das doch auch meiner Argumentation zuträglich die direkt über diesem Zitat steht. Ja, Faulheit ist eben ein weiterer Grund. Ich spiele eben nicht mit diesem Siegeswillen und dabei denke ich dann eben nicht dran. So wird es mit Sicherheit auch vielen anderen gehen. Also ja gut. Da hast du vollkommen Recht xD\n\n> Toplane ist meist eine reine 1v1 lane. Das schwerste an toplane ist nur das wave managment mehr nicht. Match ups musst du mit jeder rolle lernen. Und nur lasthitten als Kriterium zu nehmen das etwas schwer ist,ist halt einfach falsch. Das lernst du über die Zeit. Wenn du toplane verliest ist es meist egal, gibt nicht umsonst das \"toplane no impact lane meme\". Auf der top werden meist Tanks gespielt, welche für Anfänger um einiges Fehler freundlicher sind. Als suppoter musst du nur ein mal falsch stehen, wie lux, janna, nami, raka o.ä. und du bist instand tot. Wenn du top ornn,sion,malph, mao spielst ist das egal. Und ein Braum,Naut, leo sind nicht so tanky weil die nicht so viel gold bekommen wie ein laner. Daher zieht das Argument nicht \"was ist mit tank supporter\".\n\nSupi, vielen Dank ^^\nAuch wenn ich jetzt generell meinte und nich für Anfänger, aber ich denke mal zu verstehen was du meinst.\nWegen der zweiten Hälfte dieses Posts: Anfänger spielen nicht direkt gegeh Highlevel/-elo. Da wird man noch nicht sofort gepunisht für einen Fehler. Von dem her kann man eben auch als Supporter anfangen.\n\n> Mach ich nicht, weil ich einfach das gleiche mit deinen mache UwU\n\nuwu","replies":[]}]}]}]},{"id":"","poster":"Sihari","date":"2020-03-06T22:42:01.597+0000","up_votes":2,"down_votes":0,"body":"Die Idee anfangs mit ihr auf die Duo-Lane zu gehen finde ich gut, aber ich muss den anderen dabei zustimmen, dass du sie keinesfalls in eine Rolle drängen solltest. Sollte ihr die Rolle als Support nicht gefallen, dann könnte das im schlimmsten Fall ihren Spielspaß so sehr mindern, dass sie nicht lang bei dem Spiel bleibt.\nWenn deine Freundin in anderen Spielen gern eine unterstützende Rolle eingenommen hat, dann kannst du ihr natürlich die Supportrolle nahe legen, aver wenn dem nicht so ist, dann würde ich empfehlen, dass du sie als Carry (ob AD oder AP ist hier ja eigentlich erst einmal egal) auf die Botlane gehen lässt und sie selbst für eine Weile als Support unterstützt, bis sie sich sicher genug fühlt um auf eine Solo-Lane zu gehen.\n\nSo, und nun zur eigentlichen Frage:\nLux finde ich, ist eigentlich eine gute Wahl. Klar, Skillshots machen sie etwas schwerer, aber es fühlt sich gut an mit ihr besser zu werden und dank der sowohl defensiven als auch agressiven Möglichkeiten kann deine Freundin möglichst viele Seiten des Spiels auf einmal entdecken.\nEine andere Möglichkeit wäre es natürlich sie einfach das spielen zu lassen, dass in ihren Augen wirklich cool aussieht, egal wie schwer es ist. Auf niedrigerem Level kommt es sowieso nicht darauf an, wie gut man ist, sondern nur darauf, sich mit der Steuerung und den Prinzipien vertraut zu machen. Und das funktioniert am besten, wenn man sich dabei auch richtig cool fühlt. ;3","replies":[]},{"id":"","poster":"Supportsmanlike","date":"2020-03-08T23:07:23.755+0000","up_votes":1,"down_votes":0,"body":"Nun, genau für diesen Fall gibt es jetzt den perfekten Champion.\n\n{{champion:350}} \n\nIch glaube tatsächlich, dass Yuumi perfekt ist, um sich langsam aber sicher an das Spiel heranzutasten.\nSo kann sie sich erstmal an die Grundlegenden Spielmechaniken gewöhnen, ohne gleich mit dem vollen Paket konfrontiert zu sein.","replies":[]},{"id":"","poster":"1dummigummibär","date":"2020-03-08T21:28:47.368+0000","up_votes":1,"down_votes":0,"body":"Wenn es rein um den Support Champion geht, würde ich Leona/Nautilus/Braum als Team oder sona/janna/Lulu als Peelsupporter.\nAber ich denke auch das sie selber erstmal einiges ausprobieren sollte und sich nicht festlegen muss was sie spielen will.","replies":[]},{"id":"","poster":"CallItMagic","date":"2020-03-06T22:08:53.603+0000","up_votes":1,"down_votes":0,"body":"Heyho,\nich sehe das ähnlich wie Sirrkas. Um mit Leona und Alistar richtig zu spielen sollte man ein wenig Macro Wissen aufweisen um Situationen entsprechend lesen zu können und die entsprechenden Entscheidungen zu treffen.\nAlso würde ich auch eher defensive Champions empfehlen.\nich denke gute Einsteiger wären:\n{{champion:16}} : Sustain, einfache Fähigkeiten, klares Ziel und Self Peel\n{{champion:99}} : Hohe Reichweite: W &amp; E sind fast nicht zu verfehlen, einfach auszuführende Kombo die einen großen Effekt hat.\n{{champion:267}} : Sustain, klare Fähigkeiten, Alles bis auf Q ist simpel zu benutzen (Würde ich aber erst nach ein paar Spielen empfehlen, da Sie sich ja auch selbst buffen kann etc. --> Situationen müssen richtig gelesen werden können)\n\n\nAn sich denke ich jedoch, dass die Supporter Rolle die beste Einsteiger Rolle ist. Viele Pflichen wie Farmen etc, fallen vorerst weg und man kann sich auf das Makro Game konzentrieren. Sollte ihr Support jedoch nicht zusagen solltest du Sie wirklich nicht in diese Rolle zwingen.\n\nBei weiteren Fragen zögere nicht auf meine Nachricht zu antworten!\n\nDein freundlicher Support von nebenan!{{champion:89}}","replies":[]}]}