{"id":"EzlELdem","poster":"Wolf Husky","date":"2019-06-25T12:10:20.674+0000","title":"WIe sich Lol spielen momentan anfühlt...","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Schon lange habe ich die Motivation, dieses Spiel zu spielen verloren. Ich würde wahrscheinlich sofort quitten, ob für immer oder nur ne Zeit lang, wenn ich ein anderes Spiel hätte, was mir spaß macht. Was mich nervt, sind nicht die Teammates, die paradoxer Weise immer schlechte sind als die Gegner, und ist auch nicht die toxische community, die ich mit einem magischen /mute all Befehl aus meinen Augen streichen kann. Sondern ist einfach das Gefühl, was man hat, wenn man gewinnt oder verliert. Es kommt mir immer mehr so vor, als würde nicht der Skill eines Teams entscheiden, ob jenes Team gewinnt oder verliert, sondern nur die Champ select und das \"Glück\" im earlygame. Das Matchups mal das ein oder andere Spiel entscheiden, ist in Ordnung, aber dir die Entscheidung komplett wegzunehmen, ob du mit Skill entgegenwirken kannst, gegen eine Irelia anzutreten, ist schon deprimierend. Ich rede hier auch über kleine/normale Skillunterschiede. Natürlich kann ein Challenger mit fast jedem champ eine Iron irelia besiegen (hoffe ich mal), aber ein Skillunterschied von Gold IV und Gold I wäre wahrscheinlich nicht ausschlaggebend. \r\n\r\nIch will nicht sagen, dass Lol jetzt TFT ist, und nur die Champs und das Glück entscheiden, ich will nur sagen, dass es sich so anfühlt. Auch wenn ich gewinne, denke ich mir nicht: \"heute habe ich aber eine gute Performance hingelegt!\", sondern: \"zum Glück habe ich ein broken Champ ausgewählt...außerdem hat meine Botlane gecarried...\"\r\n\r\nBotlane impact scheint auch zu groß zu sein, weil wenn mal eine Lane verliert oder gewinnt, dann richtig. Vergleichbar mit Yasuo, entweder 0/12 oder 12/0.\r\n(nicht nur vom Gefühl, sondern auch statistisch nachweißbar an der Kda lul)","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-06-25T15:21:00.805+0000","up_votes":1,"down_votes":1,"body":"Botlane hatte leider schon immer sehr viel Impact, früher sogar noch mehr. \nFür meinen Geschmack noch immer etwas zuviel zurzeit aber was solls, es kann auch nicht jede lane gleich stark sein.\n\nWenn ich League spiele, spiele ich es eigentlich immer sehr gerne egal gegen was für einen champ ich antreten muss.\nMan muss einfach lernen gegen die schwierigen matchups zu spielen und dies lernt man nur durch Übung.\n\nIch spiele zb zurzeit sehr viel Swain der zurzeit nicht der stärkste Champ ist(50 % winrate bie 1% pickrate), trotzdem gewinne ich aber fast alle Spiele weil ich nach unzähligen games auf meinem Smurf endlich gelernt habe wie man welches matchup richtig spielen muss.\nAuch eine Irelia oder ein Zed oder auch eine Ahri sind überhaupt kein Problem mehr obwohl ich früher bei den matchups nicht entspannt war und sie öfter verloren habe.\n\nNach bestimmt 100 games mit Swain verliere ich keine Lane mehr außer der jungler hardcamped mich(und sogar dann gewinne ich meist) , sogar wenn dies der Fall ist outfarme ich den enemy trotzdem noch und habe öfters noch immer einen Itemlead. \n\nNaja wenn du nicht denkst dass du eine gute Performance hingelegt hast, solltest du vl an ihr arbeiten?\nNormalerweise sollte man abschätzen können ob man ein wesentlicher teil des wins war oder nicht, wenn du es warst ausgezeichnet, wenn nicht sollte man sich überlegen was man alles besser machen könnte. \n\nZum Abschluss noch:\nDein Team kann dir vielleicht Spiele verlieren, aber dein Team hält dich niemals über hundert games oder mehr in der gleichen Elo, nur man selbst ist für den Aufstieg oder Fall zuständig","replies":[{"id":"","poster":"Wolf Husky","date":"2019-06-25T18:17:28.443+0000","up_votes":1,"down_votes":0,"body":"wenn man davon ausgeht, dass die Feinde in etwa so gut bist wie du, weiß eine Irelia plötzlich wieder, wie man auch gegen dich spielt...außerdem ist es um weiten schwerer, gegen ein matchup gegen irelia zu lernen als es sollte, da muss der skillunterschied wieder größer sein als nötig.\nIch habe nicht gesagt, dass ich keine gute performance hingelegt habe, sondern nur, dass diese performance nicht der Grund war, warum ich gewonnen hab. \n\nIn der Elohell Sache musst du mich nicht belehren, habe mich nicht wirklich darüber beschwert und eig. bin ich ein statistischer Mesch. Deswegen habe ich nur von Gefühlen gesprochen.","replies":[{"id":"","poster":"Dreadlord Mike","date":"2019-06-26T08:28:29.796+0000","up_votes":1,"down_votes":0,"body":"Davon gehe ich aber nicht aus, sondern davon dass man durchschnittlich besser spielt als der Gegner und deswegen dass matchup gewinnt.\nNatürlich hat Irelia mehr Möglichkeiten als andere champs, trotzdem hat auch sie begrenzte Möglichkeiten innerhalb eines Fights.  \nSobald man herausgefunden hat welche Möglichkeiten da sind, kann man diese auch countern.\nMeiner Meinung nach alles eine Frage der Übung.\n\nNatürlich gibt es champs die stärker sind als andere wegen Dingen wie der Meta favourable items ecc, aber auch jene(wenn sie nicht zu busted sind) haben einen Counter.\nNehmen wir Morde als Beispiel, hatte als er rauskam 58% winrate jetzt nach einem nerf und nachdem die Leute öfter gegen ihn gespielt haben 53% .\n\nMan sieht auch hier mit der Zeit(und mit Riots Hilfe) kann man sehr viel leichter auch gegen sehr starke champs spielen lernen","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-06-25T12:36:41.300+0000","up_votes":1,"down_votes":2,"body":"Denk lol fühlt sich gerade Warm und Schwitzig an ^^ \n\n\nAber ja ich weiß was du meinst :/\nDie spiele sind zu schnell und der dmg zu viel :( \nEs gibt Mittelwelle mehr champs gegen die es keinen Spaß macht zu spielen. Als champs die überhaupt spaß machen zu spielen :/ (ergibt das Sinn?)\n\nLangsamere games und weniger dmg im spiel wären mal das richtige. \nTower die einen wirklich Schutz bieten und nicht das jeder jeden One shoten kann. \n\nWie viele Spiele ich spiele und mir nach 5 min schon denke ok das ist gelaufen. Gleich bekommen wir auf der bot Besuch von 2 Leuten den top und Mitte sind schon gelaufen ... Ich liebe dieses Spiel aber es macht gerade nicht den Spaß den ich gerne hätte.\n\nAber mit dem richtigen Partner geht es die Laune aufrecht zuhalten. Zumindestens etwas. \n\nUnd ich spiele weiter und schau wie es weiter geht ^^'","replies":[]}]}