{"id":"N84EZUQy","poster":"NiicQ","date":"2018-05-18T17:08:05.746+0000","title":"Ping","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, ich habe eine 16k Leitung und hatte bis vor 3-4 Tagen meine 24-50 MS hat immer ein bisschen geschwankt, doch nun habe ich andauernd Schwankungen von 30-3000 MS so ungef&auml;hr jede Minute ich wei&szlig; nicht woran es liegt. Aufjedenfall habe ich nicht mehr die Ms die ich fr&uuml;her hatte wo ich normal league spielen konnte ohne diese riesen Schwankungen wo ich ein Standbild bekomme. Hat jemand eine Ahnung wiese das ist, wenn ja schreibt mir bitte! :)\r\nMFG NiicQ","replies":[{"id":"","poster":"NiicQ","date":"2018-05-19T07:41:14.928+0000","up_votes":1,"down_votes":0,"body":"https://pastebin.com/HUkPXFdJ das war ein Botgame was ich gespielt habe ca 16 min am Anfang ging es dann ist der ping mal kurz auf 165 gestiegen dannach habe ich es nicht mehr verfolgt und habe mich auf das Spiel konzentriert 46 0 mit Riven xD","replies":[]},{"id":"","poster":"Larce","date":"2018-05-18T17:26:52.957+0000","up_votes":1,"down_votes":0,"body":"Kann mehrere Gründe haben, zum Beispiel andere die das Internet mitnutzen oder einen Fehler deines Internetanbieters.\n\nMit dem Tool \"Pingplotter\" kannst du genauere Informationen zum Problemen mit dem Ping auslesen.\n\n[https://www.pingplotter.com/download.html](https://www.pingplotter.com/download.html)\n\nUm ein Pingplotter Log zu erstellen, lade das Programm bitte runter und stell es dann folgendermaßen ein:\n\n*   Interval: 1 second\n*   Focus: all\n*   Target Name: 185.40.65.1\n\nStarte das Programm dann über den grünen Button oben links und lass es während du spielst laufen. Du kannst den Vorgang beenden sobald das Problem aufgetreten ist.\n\nDanach:\n\n*   Edit -> Copy as Text\n*   Geht nach [Pastebin.com](http://pastebin.com/)\n*   Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n*   Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.en in euren Forenpost ein.","replies":[]}]}