{"id":"m24HJ1Oc","poster":"Samlakostar","date":"2018-05-17T17:13:13.527+0000","title":"LOL screenshot machen wenn man beleidgit wird und es dem Support schicken?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":7,"body":"Hallo alle zusammen,\r\n\r\nJeder kennt es und jeder hasst es Beleidigungen im Spiel!\r\n Hey nochmal also mir geht es darum das es immer noch viele Leute gibt die rum beleigigen und ich es schon nicht sch&ouml;n finde sowas im Chat zu lesen ob ich beleidigt werde oder ein anderer im Spiel echt nicht toll und meine Frage w&auml;re wieso machen nicht screenshot schicken kann an den Support wo diese Beleidigungen festgehalten wurden. LoL hat ja selber eine eingebaute screenshot.\r\n\r\nPS.: mir ist das Thema wichtig weil ich hoffe so weniger leute zu sehen die anfangen im Chat ausfallend zu werden.\r\n\r\nVielleicht sieht man sich mal in Game :)","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-17T17:30:19.579+0000","up_votes":7,"down_votes":0,"body":"Die Reportfunktion reicht da völlig aus. Das System prüft den Chat, sobald ein Report eingeht. Ist dort etwas toxisches und taucht dies immer wieder auf, dann erfolgt automatisch eine Strafe","replies":[{"id":"","poster":"Samlakostar","date":"2018-05-17T17:37:31.436+0000","up_votes":1,"down_votes":0,"body":"Aber wenn man diese Person Meldet kriegt man doch eigentlich eine Nachricht wenn er eine Strafe bekommt?","replies":[{"id":"","poster":"Angel Ayume","date":"2018-05-17T17:44:07.511+0000","up_votes":5,"down_votes":0,"body":"Nein. Die Nachricht kommt tatsächlich nur sehr selten. Sehr gut möglich, dass schon viele Spieler die du gemeldet hast, bestraft wurden.","replies":[]},{"id":"","poster":"Lantami","date":"2018-05-17T18:10:35.781+0000","up_votes":3,"down_votes":0,"body":"Diese Benachrichtigung kommt nur äußerst selten, da sich bei Implementierung dieser Funktion (als die Nachricht jedes Mal kam) viele Spieler beschwert haben, dass sie durch die ständigen Nachrichten genervt waren. [[Report Feedback](http://en.volu-eu.org/pbkb_general_user_view.php?art=40)]\nMehr Informationen zum Thema Spielerverhalten findest du in der [Player Behavior Knowledge Base](http://en.volu-eu.org/library.php).","replies":[]},{"id":"","poster":"Mad Loony","date":"2018-05-19T10:03:53.401+0000","up_votes":1,"down_votes":0,"body":"Normalerweise schon. Wobei ich bekomme die Nachricht auch nur jedes zweite oder dritte Mal wenn ich reporte. Ein toxisches Spiel reicht meistens nicht um eine Strafe zu rechtfrtigen.","replies":[]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-05-17T17:38:09.835+0000","up_votes":3,"down_votes":1,"body":"edited weil ich n wort mehr gelesen habe :P\n\nScreenshots für den Ingamechat sind nicht wichtig, da der Chatlog pro game nach einem Report gespeichert wird.\n..wir..reden doch über Ingamebeleidigungen, aye? Nicht iwas im Client?","replies":[{"id":"","poster":"Samlakostar","date":"2018-05-19T11:03:09.866+0000","up_votes":2,"down_votes":0,"body":"Ja wir reden von ingame beleidigungen und nach dem spiel wenn da alle werte aufgelisstet sind","replies":[]}]},{"id":"","poster":"Reboot Geostorm","date":"2018-05-18T08:51:20.450+0000","up_votes":1,"down_votes":7,"body":"Wenn wir schon bei dem Thema sind.... Ich spiele auf einem 2 Account,  dort sehr oft just for Fun,  und dort beleidige ich andere Spieler sehr oft. Ich gebe Hinweise um zu helfen.... Werden diese ignoriert flipp ich aus und beleidige.... Kill yourself jump on bridge into deep When i find you i kill you with my gun usw usw ich werde immer reportet aber bis jetzt kam nichts,  Riot nach 8 Jahren und dämliches Geschwätz Lügen über Lügen seit ihr echt erbärmlich es muss härter bestraft werden und zwar sofort...","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-18T09:00:07.956+0000","up_votes":3,"down_votes":0,"body":"Ich sehe hier 2 Möglichkeiten. Entweder, du wurdest bisher so gut wie nie gemeldet oder du willst uns einen Bären aufbinden.","replies":[{"id":"","poster":"Reboot Geostorm","date":"2018-05-18T14:32:40.256+0000","up_votes":1,"down_votes":1,"body":"Also ich sage die Wahrheit.  Wie oft hab ich Leute beleidigt, wie oft haben Sie in all Chat gespamt Report den GWJY  und wie oft haben Sie nach den Game  wiederholt das Sie mich reporten und get Perma usw. usw.  \n\nWirklich es ist nichteinmal die Meldung gekommen das ich auffällig wurde und bla bla bla jeder hat schlechten Tag jeder kennt die Meldung.\n\n\nAlso entweder haben wir Recht und Riot lässt einiges durch gehen, oder aber die schlafen in letzter Zeit ziemlich ark. \n\n\nTatsache ist ich würde mir das Tribunal wieder zurück wünschen. Seit es das nicht mehr gibt geht League den Bach runter. Bestes Beispiel Season 8!","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-18T21:31:18.206+0000","up_votes":2,"down_votes":0,"body":"Alleine schon ab dem \"kill yourself\" stimmt das nicht mehr. Wenn du das wirklich öfter benutzt, hast du ganz fix den 2 Wochenbann und dann den Perma. \n\n>Wirklich es ist nichteinmal die Meldung gekommen das ich auffällig wurde und bla bla bla jeder hat schlechten Tag jeder kennt die Meldung.\n\nDie gibt es schon lange nicht mehr.","replies":[{"id":"","poster":"Reboot Geostorm","date":"2018-05-19T08:44:22.554+0000","up_votes":1,"down_votes":0,"body":"Sirkas,  überlege mal was bringt mir es euch hier was vorzulügen?  \n\n\nGar nichts! \n\n\nDeshlab sei Gewiss ich habe die Wahrheit gesagt, in jedem 3 Game     sag ich das. Am Anfang war es Flame,  nun schreibe ich es weil ich wissen will warum Riot mich nicht bannt!  Bzw wann es endlich soweit ist....","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-19T10:55:04.790+0000","up_votes":2,"down_votes":0,"body":">Sirkas, überlege mal was bringt mir es euch hier was vorzulügen?\n\n>Gar nichts!\n\nDa fällt mir so einiges ein. Zwietracht sähen, sich als unantastbar darstellen. Gegen das System hetzen, weil es einem nicht gefällt. Und noch einiges mehr. \n\nEs gibt mehr als genug Gründe darüber zu lügen.\n\nDie einzige Möglichkeit die ich sehe, wie das zutreffen kann wäre eben, wenn die Leute dich danach nicht melden.","replies":[{"id":"","poster":"Reboot Geostorm","date":"2018-05-20T13:15:07.899+0000","up_votes":1,"down_votes":0,"body":"Alles was negativ ist.  Von daher nichts für mich!   Das kann sein allerdings würde mich das sehr stark wundern, wenn mich nach dem Spiel keiner meldet!","replies":[]}]}]},{"id":"","poster":"TO WHATEVER END","date":"2018-06-03T16:49:09.590+0000","up_votes":1,"down_votes":0,"body":"Hab paar, die wirklich ausgetickt gemeldet. (Speichere mir normalerweise die Links zu den Profilen ab, aus Neugier, ob da was passiert) - Bis jetzt wurde kein Account gebannt, alle sind auf freiem Fuß. :D Vll gibt es da eine Strichliste.\nHab sogar ein Screeenshot geschickt. Im Ranked -> mit Absicht mein Champ gebannt, weil nicht die erwünschte Rolle bekommen, dann noch Beleidigungen. ;) Und er spielt immer noch. No Bann. Trotz Melden.\n{{sticker:sg-ahri-1}}","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2018-05-18T11:34:19.046+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=G W J Y,realm=EUW,application-id=KYnfKGf0,discussion-id=m24HJ1Oc,comment-id=0002,timestamp=2018-05-18T08:51:20.450+0000)\n>\n> Wenn wir schon bei dem Thema sind.... Ich spiele auf einem 2 Account,  dort sehr oft just for Fun,  und dort beleidige ich andere Spieler sehr oft. Ich gebe Hinweise um zu helfen.... Werden diese ignoriert flipp ich aus und beleidige.... Kill yourself jump on bridge into deep When i find you i kill you with my gun usw usw ich werde immer reportet aber bis jetzt kam nichts,  Riot nach 8 Jahren und dämliches Geschwätz Lügen über Lügen seit ihr echt erbärmlich es muss härter bestraft werden und zwar sofort...\n\n> [{quoted}](name=G W J Y,realm=EUW,application-id=KYnfKGf0,discussion-id=tfunt82J,comment-id=000100000000,timestamp=2018-05-18T08:43:42.815+0000)\n>\n> Du sprichst mir aus der Seele.... Genau deshalb  befindet sich League  aktuell nicht auf meinem Rechner....\n\n\nAha und das erst seit einigen Tagen erhältliche Symbol haste aber trotzdem.","replies":[{"id":"","poster":"Bärenmarder","date":"2018-05-18T17:14:46.560+0000","up_votes":1,"down_votes":0,"body":"Wie die echte Welt ist auch Runeterra voller Champions mit verschiedenen Hintergründen und Lebensstilen. Wir sind der Meinung, dass die Vielfalt sowohl in als auch außerhalb der Kluft gefeiert werden sollte, weshalb wir in diesem Jahr an IDAHOTB, dem internationalen Tag gegen Homophobie, Transphobie und Biphobie teilnehmen. \n\ngenau sein motto XD","replies":[]},{"id":"","poster":"Reboot Geostorm","date":"2018-05-18T14:25:52.138+0000","up_votes":1,"down_votes":0,"body":"Naja nicht auf meinem Rechner......","replies":[]}]}]},{"id":"","poster":"Canis858","date":"2018-05-20T10:45:14.375+0000","up_votes":1,"down_votes":0,"body":"Tu das was Du für richtig hältst und auch nur das was Du selber als Echo zurückbekommen wollen würdest!\nP.S.\nKann es sein, dass die Downvotes hier nur von Leuten gemacht werden die sich das ganze nicht durchgelesen haben?","replies":[]}]}