{"id":"AsYaphuR","poster":"KpPlayer12","date":"2018-05-17T14:26:28.434+0000","title":"eltern uns so","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"ich hab kein Popup im spiel beckommen damit hab ich auch keine email die ich an meine eltern weiter geben kann bitte hilft mir hab kein bock 2 jahre zu warten damit mein acc wieder endsperrt wird","replies":[{"id":"","poster":"WC9 Umbra","date":"2018-05-17T14:57:07.606+0000","up_votes":1,"down_votes":0,"body":"League ist ab 16?\nNicht falsch verstehen, ich finde das gut.","replies":[{"id":"","poster":"recon","date":"2018-05-17T15:10:51.106+0000","up_votes":1,"down_votes":0,"body":"Nein, League of Legends ist in Deutschland weiterhin ab 13, jedoch benötigt man unter 16 eine Zustimmung der Eltern. Das Ganze geht aber nicht direkt von Riot aus, sondern von den neuen Gesetzen zum Datenschutz. Der deutsche Artikel ist dazu leider noch nicht verfügbar, aber wenn du willst, kannst du dir das ganze bereits auf Englisch durchlesen: https://na.leagueoflegends.com/en/news/riot-games/announcements/gdpr-improved-data-security-worldwide","replies":[]},{"id":"","poster":"naniwakaze","date":"2018-05-17T15:29:57.999+0000","up_votes":1,"down_votes":0,"body":"In diesem Fall geht es nicht um das Spiel, sondern um den Datenschutz. Riot bekommt Probleme, wenn sie ohne Zustimmung der Eltern die Daten der Spieler unter 16 (in Österreich 14) sammeln.","replies":[]}]},{"id":"","poster":"recon","date":"2018-05-17T14:31:04.217+0000","up_votes":1,"down_votes":0,"body":"Bist du denn gesperrt? Falls nicht, einfach warten. Falls doch, dann sollte ja zumindest eine Meldung mit dem Grund auftauchen.","replies":[{"id":"","poster":"KpPlayer12","date":"2018-05-17T14:37:40.128+0000","up_votes":1,"down_votes":0,"body":"Ne ich bin nicht gesperrt hab einfach nur diese nahricht mit ja bist nicht 16 also mussen deine eltern es erlauben aber das stand ja garkeine email","replies":[{"id":"","poster":"recon","date":"2018-05-17T14:44:06.238+0000","up_votes":1,"down_votes":0,"body":"Laut News Artikel bekommst du noch vor dem 25. Mai eine Meldung mit einem Link. Dort kannst du dann die Adresse angeben und den ganzen Vorgang einleiten damit du am 25. Mai nicht gesperrt wirst.","replies":[{"id":"","poster":"KpPlayer12","date":"2018-05-17T14:49:37.061+0000","up_votes":1,"down_votes":0,"body":"danke","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2018-05-17T14:29:00.086+0000","up_votes":3,"down_votes":4,"body":"Wende dich damit bitte an den Support.","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:38:59.337+0000","up_votes":1,"down_votes":0,"body":"Diese Downvotes, herrlich xD\n\nDas Forum kann ihm  doch da nicht helfen ^^ da soll er n Supportticket aufmachen, wobei die vom Support dort schauen können was Fakt ist wegen seiner nicht vorhandenen Meldung. Ach Leuts.","replies":[{"id":"","poster":"recon","date":"2018-05-17T14:41:10.134+0000","up_votes":1,"down_votes":2,"body":"Die Leute werden ihre Gründe haben.\n\nWie du oben siehst, kann man das eben wohl. Hätte er nun ein Ticket erstellt, hätte der Support unnötig mehr Arbeit.\nDa sein Account aber nicht gesperrt ist, bedarf es keinem Ticket.\nDie Meldungen und Sperren werden bis spätestens 25. Mai ausgerollt (vermutlich in Wellen).","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:42:41.380+0000","up_votes":1,"down_votes":0,"body":"Wenn er aber schreibt \"mein acc wieder endsperrt wird\" dann gehe ich davon aus, das sein Account aktuell gesperrt ist und er daher Hilfe sucht. Und entsperren könnt letztendlich nur ihr ihm im Supportbereich.","replies":[]}]}]}]}]}