{"id":"TrfZWXrs","poster":"Waggl Waggl","date":"2018-05-16T23:27:16.381+0000","title":"Tanks","subforum":"Champions & Gameplay","up_votes":2,"down_votes":6,"body":"Ich bin daf&uuml;r den grund DMG der full Tanks zu halbieren.\n\nEs gibt tank klassen die man ab einem gewissen item stand nicht mehr tot bekommt und die ein ganzes team im alleingang zerlegen wie z.b. mundo...\nmundos st&auml;rke ist dabei nicht sein cc, sondern der heal. 30 sekunden cd auf so ein starkes ultymate is der hammer. dann der dmg dazu? mundo tankt ab lvl 6 10-15 tower hits lacht sich eins ab macht übel dmg an den gegnern darunter und verschafft so seinem team auch noch zeit benfalls dmg zu machen. nen gescheiter tower dive is ne feine sache bin ich voll dafür, aber nich mit lvl 6. und nich so brain afk. nen tower dive im low lvl bereich muss mit skill verbunden sein und das ist er bei mundo einfach nicht.\nnoch so ein kandidat ist gnarr, der in seiner verwandelten form 5 man an die wand klatscht und alle alleine umhaut.\nkled ist ebenfalls &uuml;bertrieben stark da er andauernd sein leben resetten kann und daf&uuml;r viel zu viel dmg austeilt.\nAlister brauchte dringen noch einen stun zu seinem kick und knock up und heal.\nsion braucht 3-4 minion kicks um einen dmg dealer zu t&ouml;ten mal ganz abgeshen von seinem sonnstigen cc.\n&uuml;ber garen braucht man nicht reden. der zerlegt einen dmg dealer mit einer f&auml;higkeits combo + ult und heilt sich dannach mit seiner internen warmogs wieder voll.\nIllaoi, ist nicht tot zu bekommen nervt mit ihren tentakeln und teilt dmg aus wie ein dmg apc oder adc. wer das pech hat in ihre ult zu kommen hat einfach verloren.\ngalio is noch so ne krasse sau. cc wie h&ouml;lle krasser grund dmg und tanky ohne ende.\nmaokai is ebenfalls der hammer. der cc gepaart mit dem dmg und dem self heal macht ihn unt&ouml;tbar f&uuml;r dmg dealer.\n\nich finde gerade die tanks die sehr cc stark sind oder starke selbst heilung haben sollten nicht auch noch so &uuml;bertrieben schaden machen. das sollte doch auch die offtanks von den full tanks unterscheiden oder? es gibt champs die off tanks sind wie renekton, volib&auml;r und ko. die tanky sind und viel schaden machen, aber die haben wenn &uuml;berhaupt nur eine cc f&auml;higkeit und nicht 2 oder gar 3.\nich spreche hier vom 1v1 auf der lane. nen tank is dazu da das team vor schaden zu schützen und nicht das ganze gegner team im allein gang auseinander zu nehem. ich hab kein problem damit wenn ch einen tank nicht im alleingang töten kann. allerdings sollte er mich als dd auch nicht im allein gang töten können. aber leider ist das übertrieben der fall.\n\nich m&ouml;chte das riot team bitten sich das mal durch den kopf gehen zu lassen.\n\nanderen leute die das hier lesen und meinen das kommentieren zu m&uuml;ssen rate ich erst ein par bot games zu spielen, dann mal im normal game langsam zu testen wie die champs funktionieren und dann vielleicht wenn sie 1-2 jahre ge&uuml;bt haben ranked zu spielen. denn wer das hier anders sieht hat einfach keine ahnung.\n\nMfg \nGurutura","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T03:04:50.040+0000","up_votes":7,"down_votes":0,"body":"> einfach keine ahnung.\n\nJUNGE DU SPIELT ALLE DEINE GAMES MIT IGNITE UND GHOST UND DANN NOCH RÄUBER AUF AUF TRISTANA\n\ndas erst was ich machen würde ist ganz einfach dich fürs trollen zureporten\n{{sticker:sg-zephyr}} \n\nsich zu beschweren das etwas zu \"stark\" ist und dann sich noch nicht mal zu informieren wie man das spiel spielt\ntraurige ist halt das du zeit season 3 dabei bist \n\nps alles kein flame aber ist halt meine Meinung","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T08:36:56.740+0000","up_votes":1,"down_votes":7,"body":"hast du schonmal mit mir zusammen gespielt? ich glaub nich. also wenn man keine ahnung hat einfach mal die fresse halten.\nleute wie du entschuldigen sich nach nem gewonnen spiel gerne mal bei mir das sie mich als troll beleidigt haben, weil ich ihnen ihr ranked das sie sowas von versaut haben sicher heim gefahren hab. natürlich kann ich nich jedes spiel gewinnen. gibt immer einen der besser ist als man selber, und es gibt immer noch größere pfosten die einfach nicht zu carryien sind... wie ich oben sagte bin ich gelegenheits spieler. würd ich 24/7 zocken wer weis wo ich dann unterwegs wäre. und doch du bist ein flamer. das erste was ich in einem spiel mache wenn ich einen wie dich drin hab is tab gedrückt halten und einmal auf das kopfhörersymbol neben deinem namen drücken...","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T13:47:28.274+0000","up_votes":1,"down_votes":0,"body":"xD okey\nich bin aber ein spieler der nur \"gg\" \"wp\" \"gj\" und dann nocht kleine calls mache wie \"baron\" \"drak\" \"all bot\" \"all top\" \"all mid\" und so weiter xD\nich flame wenn über haupt nur über das reden heißt ich miss brauche den chat nicht (außer ein freund wird angegriffen dann sage ich schon mal was wie pls SU (su steht für Shut up)) mehr aber auch nicht weil mein team auch nicht besser spielen wird wenn man sie flamen tut","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:51:12.966+0000","up_votes":1,"down_votes":1,"body":"richtig. das geflame ist für viele niederlagen verantwortlich nich die summonerspells oder was auch immer.","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T14:20:03.371+0000","up_votes":1,"down_votes":0,"body":"nein nicht nur wenn du selbst sagt das du ein Gelegenheitsspieler bist dann sagt du automatisch \"ja ich spiele das spiel nicht so oft was heißt das ich weniger Ahnung habe\" so sollte es so sein warum schaust du dann nicht nach was man auf champs baut http://euw.op.gg/champion/tristana/statistics/adc es hat nämlich einen grund wieso man als LOW HP champ lieber ein flash und heal mit nimmt als ein Ghost und ignite \n\nnur mal so würde ich auf eine tris oder egal welchen champ treffe die ghost und ignite mit nehmen würde ich sie von der lane kicken \ndu hast gerade einfach glück das die leute in deiner elo (silver-bronze) nicht wirklich wissen wie man nachteile von Gegner ausnutzt","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:28:13.539+0000","up_votes":1,"down_votes":1,"body":"jo lass mal reden wenn ich dich unter druck setzte mit der tristana und du verzweifelt weg flashen willst. mal schauen wie weit du kommst wenn ich dir hinterher ghoste. einziger nachteil am ghost ist das man damit nicht über wände kommt. gott sei dank man gibts ne pumpgun, und die lässt mich springen.","replies":[{"id":"","poster":"Marksmansitter","date":"2018-05-18T06:41:04.024+0000","up_votes":1,"down_votes":0,"body":"Es mag vllt Situationen geben wo es ganz okay ist aber generell ist Flash der beste Summonerspell im spiel.\nDer Rocketjump von Tristana ist kein richtiger flash ersatz, es ist ein sehr schlechter escape spell, wenn Gegner schon in unmittelbarer Nähe sind, da er sehr einfach abzubrechen ist.\n\nAuf meinem smurf habe ich selber viel Tristana gespielt und es gibt einfach so viele situationen wo man erst flashen muss um dann gefahrlos den rocketjump benutzen zu können.\n\nWenn du jemanden verfolgen willst kannst du das auch ganz einfach mit deinem jump reset machen, da braucht man nicht wirklich ghost für. \n\nFrüher wo ich auch so silber/gold war habe ich auch sowas wie Malphite support gespielt, weil ich dachte joa ist ja ganz gut aber da fehlte einfach das Spielverständnis.","replies":[]},{"id":"","poster":"AI Marko","date":"2018-05-17T14:34:09.337+0000","up_votes":1,"down_votes":0,"body":"komm  adde mich in lol und lass dann ts gehen so geht es einfacher","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T17:20:05.423+0000","up_votes":1,"down_votes":0,"body":"Wird das ein Gespräch über Funktionsweisen, Vor- und Nachteile von verschiedenen Optionen oder ein 1v1?","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T18:41:30.163+0000","up_votes":1,"down_votes":0,"body":"natürlich reden ein 1 vs 1 wieder spiegelt kein bisschen das ganze es ist ja immer noch ein 5 vs 5 game \nxD\n\nund wenn ich jemanden herausfordere ist das natürlich ein 1 vs 1 minecraft timolia\n{{sticker:sg-lulu}} ","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2018-05-17T15:08:15.771+0000","up_votes":1,"down_votes":0,"body":"Ich kann mir durchaus Vorstellen, dass du wirklich nicht gegen Platin in die Lane willst. Selbst wenn wir davon ausgehen, dass du die Lane irgendwie gewinnst, danach sieht es schlecht aus. Irgendwo wird der Platinspieler deutlich besser sein, wenn er es nach Platin geschafft hat. Und wenn das nicht die Lane ist, dann der Rest vom Spiel.","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T15:12:19.454+0000","up_votes":1,"down_votes":0,"body":"Jo stimmt\nmeine lane als adc ist wirklich nicht die besste  >_<\nverlieren sollte ich die lane aber dann nur wenn meine tages pref wirklich im keller liegt","replies":[]}]}]}]}]}]},{"id":"","poster":"Oriius","date":"2018-05-17T09:15:26.186+0000","up_votes":1,"down_votes":5,"body":"das problem ist er hat leider recht ich hätte dich aus prinzip reported xd\n\nnen low lvl dive muss mit skill verbunden sein? bruh . in bronze kannste mit lvl 1 towerdiven und kommst sogar noch raus ausm tower hit . da spielt fast der champ keine rolle :C\n\nmeine gängigen dives starteten mit lvl 2 je nach situation oder  mit lvl 3 im durchschnitt und kam in 95% aller fälle ez raus\ngut ich hab auch mehr skill als meine elo es vermuten lässt aber tzd wollte damit nur sagen das es möglich ist auch mit 1 zu diven wenn du die richtige situation auf der lane hast. ich glaub du bist einfach vom skilllvl her low.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:53:23.300+0000","up_votes":1,"down_votes":3,"body":"WOW DIGGER ALDER DU BIST JA N GANZ KRASSER BOY!\nHast du Nadel und Faden zur Hand?\nscheinbar is dir grad die hose explodiert...\nIgitt!!","replies":[]}]}]}]},{"id":"","poster":"Necromant","date":"2018-05-17T05:51:21.086+0000","up_votes":1,"down_votes":0,"body":"Gegen Mundo einfach klaffende Wunde im early holen und lets go.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-05-17T07:19:38.573+0000","up_votes":1,"down_votes":1,"body":"{{item:3123}} / {{item:3033}} holt sich zumindest in meiner Elo kaum jemand, weder gegen Mundo, noch gegen Soraka. Und dir das als ADC early gegen Mundo zu bauen ist auch sinnfrei, der spielt wenn Top oder Jungle und wenn er da ordentlich gefeedet wird nützt dir das dann auch nichts mehr.","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T07:24:27.804+0000","up_votes":3,"down_votes":0,"body":"Als Adc holst es dir dann ja wohl eher Mid/Lategame wenn die Teamfightphase los geht, da ist es absolut nicht Sinnfrei.\nAls Toplaner ist es bei sowas fast immer meine erste Wahl.\n\nJa gut, nur weil die Leute in deiner Elo nicht wissen wie sie gegen Matchup XY spielen müssen, ist der Champ wie oben beschrieben ja nicht gleich OP ^^","replies":[]}]},{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:58:21.456+0000","up_votes":1,"down_votes":1,"body":"jo und er baut sich im early ne geistessicht was den effect der klaffenden wunde negiert... aber egal...","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:21:24.819+0000","up_votes":1,"down_votes":0,"body":"du hast da was nicht verstanden ...\n\n~~Klaffende Wunde halbiert seine Heilung.~~\n~~Wenn er jetzt 20% mehr Heilung bekommt, dann ist die dennoch halbiert.~~\n\n~~100% / 2 = 50%~~\n~~100% + 20% / 2 = 60%~~\n\nEDIT: Ok nochmal nachgeschaut. Klaffende Wunde bewirkt 40% weniger Heal. Dann bist du selbst bei 120% - 40% immer noch bei 80% Effektivität auf seiner Ulti, die er erst über Zeit aufbaut. Wenn dein Adc (gegen Tanks brauchst du nun mal Adc's) da mitspielt geht er recht schnell runter. http://leagueoflegends.wikia.com/wiki/Grievous_Wounds","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:23:47.904+0000","up_votes":1,"down_votes":0,"body":"war das nicht mal auf 50%? ok kann sein das ich mich da getäuscht habe. spielt aber auch nicht wirklich eine rolle. was er an heilung verliert bekommt er durch tank itemss an ressistenc und gleicht das damit aus.","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:28:15.454+0000","up_votes":1,"down_votes":0,"body":"Jup aber für Tanks brauchst (Auto Attack) Adc's, der konstante Schaden ist sehr effektiv gegen diese. Das war immer so und wird auch immer so bleiben.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:29:39.511+0000","up_votes":1,"down_votes":0,"body":"ich weis, allerdings habe ich keinen einfluss auf meine adcs wenn ich diesen nicht selber spiele. wenn ich selber adc spiele stören mich die tanks auch nicht so sehr. wenn ich jetzt aber auf ner anderen lane bin dann hab ich im lategame n problem mit tanks wenn mein adc nichts rockt.","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:32:46.876+0000","up_votes":2,"down_votes":0,"body":"Geht mir nicht viel anders. Ich bin Toplaner und spiele Hauptsächlich Bruiser. Ich hab den Vorteil das mein Schaden im early meist höher ist, als der eines Tanks und ich die somit über Early/Midgame klein halten kann. Im Mid/Lategame gehe ich dann auf die gegn. Carries und lass den gegn. Tank meinen Adc erledigen. Was anderes bleibt mir auch nicht übrig. \n\nGibt ja diese sogenannte \"Klassen-Dreieck\" was auch nicht mehr zu 100% stimmt.\n\n\nTanks killn Assasinen\nAssasinen killn Adc\nAdc killn Tanks\n\n\n& Bruiser stehen mehr oder minder in der Mitte von dem ganzen ^^ sind ne Mischung aus allem. bzw. mehr Assasine/Tank Mischung","replies":[]}]}]}]},{"id":"","poster":"Pusteblumenheld","date":"2018-05-17T14:35:21.021+0000","up_votes":1,"down_votes":0,"body":"Nicht ganz richtig es reduziert um 40 % die Heilung :)\n\nist seit dem Patch 5.22 reduziert worden.","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:36:36.396+0000","up_votes":1,"down_votes":0,"body":"Hab ich ja im Edit geschrieben :D","replies":[{"id":"","poster":"Pusteblumenheld","date":"2018-05-17T14:48:13.004+0000","up_votes":1,"down_votes":0,"body":"dann hat es nicht aktuallisiert :'D","replies":[]}]}]}]}]}]},{"id":"","poster":"Waggl Waggl","date":"2018-05-16T23:33:46.766+0000","up_votes":1,"down_votes":3,"body":"ja ich weis, ich spiel ja selber nur silber 4 und das nicht sehr erfolgreich... meine KDA oder wie der scheiß heist is auch fürn arsch. sry das ich gelegeneheits spieler bin weil ich n echtes leben hab. das spiel an sich macht mir spaß. jedoch ist die sache mit den tanks für viele gelegenheitsspieler ein problem.","replies":[{"id":"","poster":"Jura500","date":"2018-05-17T00:54:10.617+0000","up_votes":3,"down_votes":0,"body":"Ist ja OK wenn man nicht viel spielt, aber dann erzähl halt nichts davon, dass Leute, die nicht deiner Meinung sind, keine Ahnung haben.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:14:26.414+0000","up_votes":1,"down_votes":1,"body":"warum schreibt hier überhaupt jemand seine meinung? ich hatte ausdrücklich darum gebeten das NICHT zu tun. der ursprungstext war ans riot team gerichtet. leider lese ich von den jungs keinen kommentar. ich hab hier nur n haufen kommentare die nichts mit meiner thematik zu tun haben und nen haufen persönliche beleidigungen. ne stimmt nich. ich meine einen gelesen zu haben der halbwegs auf meine thematik eingegangen ist. aber halt auch nur halbwegs.","replies":[{"id":"","poster":"Jura500","date":"2018-05-17T19:38:02.563+0000","up_votes":1,"down_votes":0,"body":"Weil ein Forum dafür da ist?\nSchreib halt ne Mail wenn du nur das Riot Team erreichen willst. Ganz davon abgesehen schauen die eh nicht ins deutsche Forum.\nUnd es kommt halt nicht überraschend, dass die Leute dir blöd kommen, wenn du hier völligen Quatsch schreibst und dann jeden der ne andere Meinung hast als ahnungslos bezeichnest.","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-05-17T14:56:26.448+0000","up_votes":1,"down_votes":0,"body":">warum schreibt hier überhaupt jemand seine meinung? ich hatte ausdrücklich darum gebeten das NICHT zu tun.\n\nWenn ich dich zitieren darf:\n\n>anderen leute die das hier lesen und meinen das kommentieren zu müssen rate ich erst ein par bot games zu spielen, dann mal im normal game langsam zu testen wie die champs funktionieren und dann vielleicht wenn sie 1-2 jahre geübt haben ranked zu spielen. denn wer das hier anders sieht hat einfach keine ahnung.\n\nDeine Vorraussetzungen dafür, dass man hier kommentieren dürfte, wären, man spielt LoL schon ein paar Jahre lang im Ranked. Der letzte Satz daraus ist allerdings nur Arroganz. Deine Meinung ist die einzig wahre, alle anderen müssen falsch liegen, weil du ja Recht hast. \n\nUnd wenn ich alleine schon mit der Maus auf Jura500 fahre, sehe ich, dass er wenigstens 4 Jahre lang gerankt hat und bisher mindestens 2 mal Gold und 2 mal Platin erreicht hat. Das sollte eigentlich deine Voraussetzungen erfüllen. \n\n>der ursprungstext war ans riot team gerichtet.\n\nWenn du damit das Balancingteam meinst, das wirst du hier nicht erreichen. Mit etwas Glück lesen Kengen oder Ariya mit oder ein Supportmitarbeiter. Aber die werden wohl kaum etwas an deinen Wünschen erfüllen können.","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2018-05-17T05:52:08.105+0000","up_votes":1,"down_votes":0,"body":"Gelegenheitsspielen hat nix mit der Elo zu tun, wie sich gern Leute damit raus reden.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:04:07.915+0000","up_votes":1,"down_votes":1,"body":"wenn man am tag zeit für 1-2 rankeds hat und man hat in einem oder gar in beiden spielen nen afkler oder 3 scheiß mates dann zieht das einfach die elo runter ja...\nwenn man am tag zeit für 1-2 games hat ist man nicht so in übung wie wenn man 20 games am tag macht.\nhöhere spielzeit erhöht die warscheinlichkeit auf wins.\nniedrige spielzeit verringert die warscheinlichkeit.\nwarscheinlichkeits rechnung. physik. schonmal gehört?\nwir alle wissen wies in bronze und silber zu geht. da ist die warscheinlichkeit einfach hoch das man idioten ins team bekommt. wenn das dann bei den 2 spielen für die man am tag zeit hat passiert dann is die elo halt im arsch. so einfach ist das. und jemand der für 2 spiele am tag zeit hat bezeichne ich als gelegenheits spieler... wo genau is dein problem?","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:20:03.925+0000","up_votes":1,"down_votes":0,"body":"Ich spiele alle ner Woche mal Ranked und unter der Woche 1-2 normals und trotzdem reichts teils für Platin. Bis Dia kommt jeder locker als Gelegenheitsspieler, wenn er sich das Wissen dazu aneignet.","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T15:08:28.592+0000","up_votes":1,"down_votes":0,"body":"der Moment wenn einer kommt mit spiele nicht ganz so viel und einfach mal lvl 108 ist und ich einfach mal nur lvl 75 bin :(\nbin ich in deinen Augen etwa ein Gelegenheitsspieler ? :|","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T15:32:47.825+0000","up_votes":1,"down_votes":0,"body":"Joar ^^\n\nIch spiel wie gesagt auch nur 1-2 Spiele am Tag.","replies":[]}]},{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:25:15.345+0000","up_votes":1,"down_votes":0,"body":"jo, mit wem spielst du zusammen? kann ich mich dem clan anschließen?","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:27:18.683+0000","up_votes":1,"down_votes":0,"body":"Rankeds spiel ich Hauptsächlich allein und in dem Clan wo ich bin, nehmen die aktuell keine neuen Member auf, da sie richtung E-Sports Pro Szene gehen.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:31:59.019+0000","up_votes":1,"down_votes":2,"body":"ich will da nicht rein. aber danke das du mir geschrieben hast wo dein clan unterwegs ist.\nich kauf dir ab das du ein guter spieler bist.\nich kauf dir nicht ab das du die meisten rankeds alleine spielst wenn du mit so wenig spielen auf platin kommst.","replies":[{"id":"","poster":"Necromant","date":"2018-05-17T14:35:14.317+0000","up_votes":1,"down_votes":0,"body":"Kannst dir gern meine Matchhistory anschauen und nach Rankeds filtern.\nDu wirst dort 1-2 Games evtl. mit Freunden finden aus den 20, der Rest solo.\n\nhttp://euw.op.gg/summoner/userName=Necromant\n\nIch spiel viel Bruiser und hab mir Wissen über eben jene angeeignet, weswegen ich z.B. bei Riven mit 1.2Mio Punkten da stehe und zur 600 Weltbesten Riven gehöre, etc.pp. War Season 5&6 Adc Spieler und hab dann Season 7 von Grund auf mit Toplane Bruiser angefangen, von heute auf morgen und alles komplett neu gelernt. & die Theorie die meiste Zeit auch außerhalb vom Spiel.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-05-17T15:01:34.138+0000","up_votes":1,"down_votes":0,"body":">wenn man am tag zeit für 1-2 games hat ist man nicht so in übung wie wenn man 20 games am tag macht.\n\nMit 1 Ranked am Tag, machst du etwa 3 bis 5 mal so viele wie ich. Aber das heißt nicht, dass ich schlecht in League bin. Ich Spiele in der Season vielleicht grob 50 Solorankeds und noch ein paar in den Flex-Qs, damit ich überall eine schicke Platzierung habe. Aber das wars dann schon. Hauptsächlich bleibe ich durch Normals in Übung.\n\n>höhere spielzeit erhöht die warscheinlichkeit auf wins.\n\nNein, das stimmt nicht. Mehr Spiele heißen nur mehr Übung. Aber mehr Spiele/Übung, heißt nicht dass jemand gut ist. Ich habe schon genug Spieler gesehen, die auch mit 2000 Rankeds in nur einer Season noch in Bronze 5 feststecken. Das liegt einfach daran, dass sie da hin gehören.\n\nDas einzige, was du mit mehr Spielen wahrscheinlicher machst ist, dass deine Platzierung korrekter wird. Nach 10 Rankeds, wirst du wohl kaum richtig eingestuft sein. Nach 50 bist du vermutlich schon eher in der Nähe. Wenn du dich dann 100 Rankeds kaum vom Fleck bewegst, bist du wohl da angekommen, wo dein Skillcap liegt. \n\n>wir alle wissen wies in bronze und silber zu geht. da ist die warscheinlichkeit einfach hoch das man idioten ins team bekommt. \n\nAber ebenso hoch ist die Rate an \"Idioten\" im gegnerischen Team. Der Trick ist, wenn du besser als die Spieler in Bronze und Silber bist, steigst du irgendwann auch auf.","replies":[]}]}]},{"id":"","poster":"Oriius","date":"2018-05-17T09:36:07.173+0000","up_votes":1,"down_votes":6,"body":"mal n unterschied zu mir (weil ich mit meinem hauptsächlichen acc auch s4 bin)\n\nich hab ne 51% winrate und kriege absolut jedes 2. Game nen afk.\nSpiele generell gegen viele Tanks und zwar erfolgreich. \nMeine stats sind zwar nicht immer gut aber ok meistens\n \ndh trotz gleicher Elo wäre ich theoretisch besser als du was schon wieder den unterschied der Teammates widerspiegeln würde trotz gleicher Elo \n\n(noch dazu das ich bewusst fast only troll picke auch in rankeds) \n\ndu hast ne 43% winrate . Du spielst oft toplane und hast da sogar nur eine 17% winrate.Du kaufst kaum control wards. Du changest NIEEEEEEE dein Trinket.\n\ndas einzige was du recht gut hast ist Farm.\n\nalso ist deine Elo vielleicht sogar noch zu hoch für dich. Natürlich muss man auch berücksichtigen wie deine Games an sich laufen ob du auch schrott teammates usw kriegst die deine winrate runterziehen aber da du davon nichts erwähnt hast gehe ich nicht davon aus das es dein problem ist. \n\nDas hört sich alles einfach so an als wärst du einfach nicht gut genug um eine höhere Winrate zu erzielen.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:11:22.912+0000","up_votes":1,"down_votes":1,"body":"ich hab vorletzte season mehr zeit gehabt zu spielen und habe da mit fiddel/malzahar top lane ghost ignite und dem ganzen von euch so verpönten zeug gold gespielt. ich sage nichts über meine mates weil es darum nicht geht. ich will hier nicht heulen wie scheiße die anderen sind, das hab ich auch nicht bötig da das ja bereits leute wie du tun. ich will hier drüber reden das die Champions die auf tank gespielt werden können einfach zu viel dmg machen. also ich hab keine ahnung warum du hier über mein profiel redest. das is absolut nicht das thema. außerdem sollte das hier ein verbesserungsvorschlag für das riot team sein und keine","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T13:23:42.594+0000","up_votes":1,"down_votes":0,"body":"Du hast nur leider kaum Tanks aufgezählt. Garen und Illaoi etwa sind Kämpfer.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:31:54.354+0000","up_votes":1,"down_votes":1,"body":"is mir ziemlich egal was da was ist. ich erlebe die aufgezählten champions als full tanks. weil die rein gehen und man ewig braucht bis sie down gehen. während die feindlichen dmg dealer machen können was sie wollen. man muss diese champions aber raus nehmen weil sie sonnst ohne ihre dds das team zerlegen. und genau da liegt mein problem. ich sehe allmählich keine notwendigkeit mehr dds zu spielen wenn die tanks so viel dmg machen.\ndas wird im aram so schön deutlich. das team mit den meisten tanks gewinnt wenn das spiel lang genug geht. da kannste dann als dd full build sein und dmg wie hölle austeilen, die tanks ignorieren das und laufen durch. dann nutzte deine fähigkeiten um wieder auf abstand zu kommen, dann latschen sie einfach weiter sind wieder an dir dran und du bist mit 3 schlägen down weil deine escape fähigkeiten cd haben. die tanks überleben das ganze mit 300 hp oder so und sind nach ner minute wieder voll geheilt weil sie ne warmogs haben... das is doch einfach nur lächerlich. und genauso is das in der kluft eben auch.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T15:06:06.117+0000","up_votes":1,"down_votes":0,"body":">ich erlebe die aufgezählten champions als full tanks. weil die rein gehen und man ewig braucht bis sie down gehen.\n\nDas wird wohl das Problem sein. Es besteht eine Diskrepanz, zwischen deiner Wahrnehmung und der Realität. Garen und Illaoi können viel aushalten, aber das macht sie nicht zu Fulltanks. Beide haben kaum nennenswerten CC, etwas, das ein Fulltank eigentlich haben sollte. Beide sind schlecht darin, ihre Verbündeten zu beschützen, die können sich lediglich in den Weg stellen und das kann wirklich jeder Champion. \n\nDa ihnen also sowohl CC, als auch Schutz für Verbündete fehlt, bleibt eben noch Platz für Schaden im Skillset. \n\nUnd ARAM kann man wirklich nicht SR vergleichen. Außer ihr spielt SR wie ARAM. Aber dann spielt ihr in SR eben wieder alles andere als gut.","replies":[]}]}]}]}]},{"id":"","poster":"LiebesWölkchen","date":"2018-05-16T23:58:38.623+0000","up_votes":1,"down_votes":0,"body":"Mundo ist kein tank , ich glaub das verstehst du einfach nicht : /","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:22:11.556+0000","up_votes":1,"down_votes":2,"body":"ich glaub du hast keine ahnung was einen tank ausmacht. ^^\nein tank soll schaden abfangen die gegner stören und das team beschützen. genau das macht mundo.\n\nmal ganz abgesehen davon ist mundo weder tank noch kämpfer noch dmg dealer. mundo ist ein test dummy für neue champions. riot stellt den auf die lane und testet die fähigkeiten neuer champions an ihm. warum sonnst gibt man einem champ nen ult was ihn voll heilt und alle 30 sekunden rädy ist?","replies":[{"id":"","poster":"LiebesWölkchen","date":"2018-05-17T14:26:36.984+0000","up_votes":1,"down_votes":0,"body":"gold scrub der denkt er hätte ahnung , postet was im forum und wird gebasht. \nFeelsBadMan.\n\nMundo ist ein juggernaut , kein tank.\nTanks haben cc , mundo hat keinen cc nur durability und dmg :)\nWelcher mundo beschützt sein team? keiner , läuft einfach rein , ultet und fertig.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2018-05-17T00:26:34.540+0000","up_votes":2,"down_votes":0,"body":">noch so ein kandidat ist gnarr, der in seiner verwandelten form 5 man an die wand klatscht und alle alleine umhaut.\n\nDas kann Ori auch. Das kann auch Yasuo. Das kann so ziemlich jeder Champion, mit Flächenschaden und die meisten deutlich besser als Mega-Gnaar. Das ist aber nicht die Schuld des Champions, sondern die Schuld seiner Gegner. Die haben sich schnappen lassen, als sie zu fünft auf einem Haufen standen. \n\n>sion braucht 3-4 minion kicks um einen dmg dealer zu töten mal ganz abgeshen von seinem sonnstigen cc.\n\nHeute erst habe ich als Rek Sai einen Sion in Zweikämpfen zerpflückt. Da ich eher auf Schaden als auf Tankiness ging, würde ich mich für das Match auch als DD bezeichnen. Wenn man sich aber immer von allem treffen lässt, ist man selbst schuld. Viel problematischer war da die Soraka, die die gegnerische Kindred und die gegnerische Xayah am Leben halten konnte. \n\n>ich spreche hier vom 1v1 auf der lane. nen tank is dazu da das team vor schaden zu schützen und nicht das ganze gegner team im allein gang auseinander zu nehem. ich hab kein problem damit wenn ch einen tank nicht im alleingang töten kann. allerdings sollte er mich als dd auch nicht im allein gang töten können. aber leider ist das übertrieben der fall.\n\nZum einen sind die Champion die du bisher aufgeführt hast, meist keine Tanks. Garen und Illaoi etwa gelten als Juggernauts. Wer so dumm ist, im Nahkampf gegen die zu bleiben und sich treffen zu lassen, hat eben ein Problem. \n\nGnar und Kled sind keine Tanks. \n\nUnd wenn du von einem Alistar fix getötet wirst, muss der dafür ziemlich viel AP gebaut haben, wodurch er auch nicht mehr so viel aushält. \n\nAußerdem klingt der Abschnitt so, als möchtest du gerne so spielen können, als ob Tanks keine Gegner auf der Lane sein sollten, sondern bessere Übungspuppen die sich bewegen. Alleine nicht zu töten, aber niemals eine Gefahr für dich. \n\n>anderen leute die das hier lesen und meinen das kommentieren zu müssen rate ich erst ein par bot games zu spielen, dann mal im normal game langsam zu testen wie die champs funktionieren und dann vielleicht wenn sie 1-2 jahre geübt haben ranked zu spielen. denn wer das hier anders sieht hat einfach keine ahnung.\n\nWenn das so ist, habe ich deine Vorraussetzungen also schon seit etwa Season 3 erfüllt. Aber ich sehe das trotzdem anders. Unter anderem eben, weile viele der Champions gar keine Tanks sind.\n\nGaren etwa, der macht mehr Schaden, wenn du gerade der mit den meisten Kills in Folge bist. Nennenswerten CC besitzt Garen nicht und die Heilung ist auch nicht übertrieben. Da ihm auch Mobilität fehlt, bleibt ihm also neben Widerstandskraft nur noch Schaden, den er haben kann. \n\nVielleicht solltest du auch eher etwas an dir ändern. Ich kann mir nicht vorstellen, dass Ghost + Ignite immer die beste Option ist. Du scheinst ja Probleme zu haben, zu etwas wie Garen Abstand halten zu können. \n\nAber mit etwas wie deiner Tristana, sollte das eigentlich eher weniger ein Problem sein. Du hast einen Sprung und eine Ulti, die du benutzen kannst, um ihn und andere solcher Champions auf Abstand zu halten. Gnar etwa könntest du auch zurück stoßen, wenn du merkst, er hat seinen Balken voll und springt in eure Richtung, dann steht er blöd da und kann mit der Ulti keine 5 Champions treffen.\n\nGegen Mundo kannst du dir etwas wie {{item:3123}} oder {{item:3165}} kaufen. Je nachdem, ob du AD oder AP bist. Schon ist seine Ulti nur noch halb so nützlich.","replies":[{"id":"","poster":"Oriius","date":"2018-05-17T09:21:36.145+0000","up_votes":1,"down_votes":4,"body":"Man muss aber zugeben das garen atm schon nahe an broken geht :3  ansonsten das erste mal das ich dir zustimmen werde","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T09:35:40.376+0000","up_votes":2,"down_votes":0,"body":"Davon merke ich bisher nichts. Laut leagueofgraphs ist auch die Winrate nicht sonderlich hoch. In Bronze+ bei 52 % und fällt bei Dia+ auf 46 % ab. Bis Platin+ fällt sie langsam auf 50 %.\n\nIch glaube schon, dass er in Bronze gut ist, aber das macht ihn nicht allgemein op.","replies":[]}]},{"id":"","poster":"Waggl Waggl","date":"2018-05-17T08:48:53.869+0000","up_votes":1,"down_votes":2,"body":"ich weis wie man heilung reduziert danke. ja genau, tanks sollten bessere übungspuppen sein die im 1v1 nichts reißen. die sollen im team fight die dmg dealer beschützen schaden verhindern und gegner kontrollieren. ich hab auch kein problem damit aus zu weichen. allerdings kann man nicht allem ausweichen und es reicht grade bei einem mundo eine axt um nicht wieder weg zu kommen. das oriana etc. so effecte haben und mit ihrer ult 5 man auf einmal umhauen können ist ok. das sind dmg dealer das ist ihr job. die sogenannten juggernauts sind off tanks. ausgewogenes verhälltniss von dmg und tankyness. leider ist es aber nicht ausgewogen. nen darius baut sich tanky ist ab nem gewissen item stand nicht mehr zu töten und teilt schaden aus wie ein gott. was soll das? du kannst gegen manche champs deine lane absolut sauber spielen. den gegner 10 mal auf der lane platt hauen. im späteren spiel haben sie dann doch ihren farm und ihre items, latschen in den team fight rein und töten einfach alles. was soll das? wie gesagt ich rede nich von den pros im lcs, ich rede hier über gelegenheits spieler. und denen wird mit solch unbalancierten sachen der spaß am spiel kaputt gemacht.","replies":[{"id":"","poster":"Oriius","date":"2018-05-17T09:24:49.975+0000","up_votes":1,"down_votes":4,"body":"wenn mundo nur 1 axt werfen muss dann bist du vor allem als tristana einfach zu schlecht no joke. gerade ne tristana kann perma dodgen bzw der lifesteal > mundo dmg. Du kannst einfach nicht spielen ohne witz -.- \n\naußerdem wieso sollte man das Spiel auf gelegenheitsspieler ausrichten? das spiel ist wie ein wettbewerb gehalten deswegen gibt es rankeds. Die besseren gewinnen und steigen auf (naja sollte so sein so lange aber die regeln seitens riot nicht kontrolliert werden kannst lange warten ) und die schlechteren bleiben zurück und regen sich dann über nen mundo auf. es gibt extrem wenig das hier unbalanced ist außer die Teammates die man teilweise bekommt aber Champbalance und Itembalance ist zu 90% ausgereift. \n\nAußerdem wurde Mundo generft weil er eben ein tick zu stark war.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:42:35.883+0000","up_votes":1,"down_votes":0,"body":"mundo wurde vor kurzem gebufft aber egal. gut das du so gut bescheid weist. mit ner tristana hab ich kein problem gegen mundo. besonders im late game nicht. ich hab im early auch kein problem mit mundo, den klatsch ich auf der lane mit fiddel und malzahar locker weg. mein problem ist das late game, wenn mein team eben keine tristana gepickt hat sondern nen jhin. dann is das spiel im late game einfach verloren weil de den mundo nimmer down bekommst und er zwischen den reihen steht und so viel aufmerksamkeit zieht das die gegner machen können was sie wollen. das mit dem nicht spielen können. zu wem haste das gesagt? zu mir oder vielleicht doch eher zu dir? manchmal führen die leute ja selbst gespräche ohne es zu merken und blubbern dabei andere zu.","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-05-17T18:17:43.528+0000","up_votes":1,"down_votes":0,"body":"Tja das ist dann halt dein Fehler.\nDu spielst Fiddel und Malzahar top, die beides Caster sind.\nAP Caster sind schlecht gegen jedliche Champs die HP bauen, da sie diese nicht bursten können (Ausnahmen wie Cassio bestehen)\nWürde ich Fiora top spielen und sie auf HP bauen, wäre sie auch broken und würde sogar noch mehr dmg machen als andere.\n\nMal sehen wie du dann rumheulst.\nEtwas spezielles auf ner Lane zu spielen ist ok auch mit den Summoners.\nAber man sollte nicht anfangen rumzuhuelen wenn man sich damit selbst ins Bein schiesst, weil man etwas auf der Lane spielt wo Offtanks gespielt werden.\nDas ist als jammerst du rum, weil du als ADC mid von nem Assasine zerpflückt wirst.\nSpiel Vayne top und du killst die locker, wirst aber von Sachen wie Fiora oder Wu zerpflückt.\n\nGenau so wie wenn du auf der Botlane ein Bruiser wie Panth spielst.\nDu gewinnst das early weil du Schaden hast und die Gegner damit nicht klarkommen weil sie so selten dagegen spielen (auf der Top sind Melee unterwegs, da hat man als Range nen Vorteil im early/mid und daher gewinnst du es nebst dem dass es die anderen nicht gewohnt sind) aber wenn sie halbwegs durch das Laning kommen killen sie den im Mid/Lategame locerk genau so wie Tanks dich töten, nicht weil sie so viel Schaden machen sondern weil du ein Burstchamp bist und gegen jeden Champ verlieren würdest der HP baut.\n\nAlso gib nicht den Champs die Schuld sondern dir selbst, dass du so etwas mit diesen Spells auf der Toplane spielst und dich damit selbst counterst.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-18T20:25:27.062+0000","up_votes":1,"down_votes":0,"body":"ich hab glaub mehrfach geschrieben das ich fiddel maza sehr erfolgreich auf der top spiele. gut das du lesen kannst. wie wärs mit nochmal schule?","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-05-20T01:39:50.011+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es, wenn du erstmal meinen Text liest.\nDu bist erfolgreich, WEIL du Fiddel und Malz top spielst und wie jeder ranged Champ die Toplaner bullyst.\nDu beschewerst dich aber, dass \"Tanks\" so op sind und du sie nicht mehr töten kannst.\nUnd das halt, weil du eben diese Champs top spielst und sie keine Chance mehr gegen Tanks haben.\n\nIch kann auch nen ADC tanky bauen und dich als Fiddel oder Malz töten.\nSind diese dann auch op?","replies":[]}]}]}]},{"id":"","poster":"Marksmansitter","date":"2018-05-17T10:59:59.439+0000","up_votes":1,"down_votes":0,"body":"Jaja Riot guckt sich bestimmte spieler an die sie nicht mögen und versuchen ihnen immer speziell schlechte Mates zuzuordnen. \nDafür haben sie extra neue Leute angestellt um den berühmten Silber IV Spieler mal so richtig eins auszuwischen. \nSchon ein feiner Schachzug zum Glück ist dir der Skandal aufgefallen!","replies":[]}]},{"id":"","poster":"AI Marko","date":"2018-05-17T14:03:10.276+0000","up_votes":1,"down_votes":0,"body":"sry dann bist du einer der schlechteren Gelegenheitsspielern den die leute die ich kenne die nur Gelegentlich spielen haben keine Probleme mit tanks sonder ehr gegen so was wie kata zed weil sie zu schnelle zuviel dmg machen\nund tanks erst mal an dich dran kommen müssen (als adc sollte man attack move konnten oder wenigsten Flash Heal und die richtigen Runen mit nehmen um mehr auszuhalten oder mehr dmg zumachen \"DEINE RUNE IST KEIN BISSCHEN AUF NEN ADC WORTH\" ) \nps nimm richtiges mit um dein dmg output zerhöhen um ein tank auch zu töten den es gilt immer noch \"Tank killen Assassine\">\"Assassine killen Carrys\">\"Carrys killen Tanks\" und so weiter im kreis","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:09:12.215+0000","up_votes":1,"down_votes":0,"body":"und wie in einem anderen kommentar bereits erwähnt, mache ich was wenn ich top lane spiele, den gegnerischen tank auseinander nehme, irgendwann an den punkt komme wo das nicht mehr möglich ist und der carry im eigenen team nicht in der lage ist den tank zu stoppen? dann hab ich nen verlorenes spiel... wenn der tank wenig dmg macht kann ich ihn halbwegs ignorieren und mich um die dds kümmern insofern er mich nicht mit seinen cc fähigkeiten davon abhällt. wenn mich der tank aber schon umhaut während er mich auch gleich cct brauch ich doch keinen dmg dealer mehr zu spielen. mit ner tristana als adc sind mir tanks ziemlich wurscht und ich freu mich sogar drüber weil sie meinen gesamt schaden in der übersicht am ende in die höhe treiben. ","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T14:27:35.457+0000","up_votes":1,"down_votes":0,"body":"1. was spielst du top (sehe es ist malz)\n2. na klar gewinnst du die top mit nen fking lane bully (malz) welcher kämpfer (deine tanks) möchte auch die ganze zeit cancer von malz bekommen \n3. was erwartes du auch wenn du ein champs pickst der die rolle eines toplaners später nicht erfühlen kannst\n4. klar kann man malz top spielen aber man sollte den champ können und wissen wie man es spielt und sich dann auch nicht wundern wenn man games verliert wenn man nun mal so was top spielt und aus skaliert wird von seinen Gegenspieler","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2018-05-17T09:28:37.142+0000","up_votes":1,"down_votes":0,"body":">ich weis wie man heilung reduziert danke.\n\nDann macht deine Beschwerde über Überheilungen kaum Sinn. Du kannst es kontern, also mach es auch.\n\n> ja genau, tanks sollten bessere übungspuppen sein die im 1v1 nichts reißen. die sollen im team fight die dmg dealer beschützen schaden verhindern und gegner kontrollieren. \n\nWenn der Tank aber so wenig schaden macht, dass er in der Laningphase gnadenlos eingepusht wird, keinen Farm erhält und der Gegner seinen Schaden schon getrost im early ignorieren kann, kann man Tanks auch gleich ganz löschen. Bestenfalls ist das nämlich noch eine Option für Supporttanks und selbst die machen im Early eben Schaden auf der Botlane. Weil die ADCs erst ihre Items brauchen, Supporter aber akzeptablen Grundschaden haben, damit sie auch ohne massig AP und AD zumindest in der Laningphase eine Bedrohung darstellen. \n\nSollte dann etwa ein Maokai auf der Toplane gespielt werden und sein Grundschaden wurde auf 0 reduziert, kann man etwa schon mal seine Sprösslinge löschen. Dazu pickt dann der Gegner etwas, das mit Tanks gut fertig wird, etwa Vayne oder Fiora und da der Tank dich niemals killen könnte, ohne dass du dich bei einem schlechten Towerdive zu lange betäuben lässt, wird der Tank immer die Lane verlieren. Wenn man bei Tanks davon ausgehen muss, die Lane garantiert zu verlieren, macht es deutlich weniger Sinn, die überhaupt zu spielen. \n\n> ich hab auch kein problem damit aus zu weichen. \n\nScheinbar schon oder zumindest hast du Probleme mit deinem Positioning oder Kiting. Ansonsten sollte es dir relativ leicht fallen, eben nicht dein ganzes Team von Gnar ulten zu lassen und von Garen geschreddert zu werden. \n\n>so effecte haben und mit ihrer ult 5 man auf einmal umhauen können ist ok. das sind dmg dealer das ist ihr job. \n\nGenau so ist es der Job von Gnar. Der ist kein Tank. Der ist ein Spezialist und eher eine Mischung aus Marksman und Fighter (Diver). Er soll für Ärger sorgen können, wenn er in das gegnerische Team springt. Damit man ihn eben nicht ignorieren kann. Und da er als Megagnar eher ein Fighter ist, hält er da eben auch ein bisschen mehr aus, als in seiner normalen Gestalt. \n\n>die sogenannten juggernauts sind off tanks. ausgewogenes verhälltniss von dmg und tankyness. leider ist es aber nicht ausgewogen. nen darius baut sich tanky ist ab nem gewissen item stand nicht mehr zu töten und teilt schaden aus wie ein gott. was soll das? \n\nDas ist ganz einfach. Darius hat nichts, um an dich heran zu kommen. Wenn du es schaffst, seinem ranziehen auszuweichen, war es das für ihn.  Er muss hohen Schaden und Widerstandskraft haben, da er als Juggernaut ein Kitingopfer ist. Jede Vayne, Kalista und Kindred sollte ihn im Duell besiegen. Da man sich eben nicht heranziehen lässt und auf Abstand bleiben kann. Auch als Tristana ist das nicht so schwer, du hast 2 Fähigkeiten, die dir dabei helfen, Darius kann nur ein mal heranziehen.\n\n>du kannst gegen manche champs deine lane absolut sauber spielen. den gegner 10 mal auf der lane platt hauen. im späteren spiel haben sie dann doch ihren farm und ihre items, latschen in den team fight rein und töten einfach alles. was soll das? \n\nWeniger Fehler machen, dann klappt das. \n\n> wie gesagt ich rede nich von den pros im lcs, ich rede hier über gelegenheits spieler. und denen wird mit solch unbalancierten sachen der spaß am spiel kaputt gemacht.\n\nLernen, wie man dagegen spielt, dann hat man damit weniger Probleme. Riot wird eben nicht danach patchen, gegen was die Leute in Bronze und Silber nicht klar kommen. Wenn ihr ein 5vs1 gegen einen Darius oder Gnar verliert, dann hat der sich den Pentakill verdient. Vor allem dann, wenn er das trotz deutlichem Rückstand schafft. Das liegt dann aber nicht am Champion, sondern an den Spielern, die sich besiegen lassen.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:22:07.794+0000","up_votes":1,"down_votes":3,"body":"du schreibst so viel und es ist einfach nur blaaa... weniger fehler machen dann klappt das auch... ja sicher. leider spiele ich nicht mein team ich spiele nur einen champion. wenn meine mates gegen nen mundo kein speed crit adc picken dann is das game gelaufen so einfach ist das. denn ein mundo interessiert reduzierte heilung nicht mehr besonders wenn er ne geistessicht kauft. dann bleibt sein geheilter wert auf dem standart und ist somit immernoch verdammt stark. aber egaaaaal... wenn man keine ahnung hat und so.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T13:39:53.343+0000","up_votes":1,"down_votes":0,"body":"Die Boni und Mali auf Heilung werden multiplikativ verreichnet. \n\nWenn Mundo etwa 1000 Leben heilt, heilt er mit {{item:3065}} 1300. \nWenn du seine Heilung halbierst, heilt er 500 und 650 mit Geistessicht..","replies":[]}]}]}]}]},{"id":"","poster":"LiebesWölkchen","date":"2018-05-16T23:30:07.513+0000","up_votes":2,"down_votes":0,"body":"Mundo ist kein Tank sondern ein Juggernaut , der viel dmg machen soll und viel aushalten soll aber keine mobility hat.\nKnow the difference.","replies":[]},{"id":"","poster":"Avorox","date":"2018-05-17T14:28:08.338+0000","up_votes":1,"down_votes":0,"body":"Tanks sind derzeit so schwach, dass sie im Meta kaum vertreten sind und du willst sie ernsthaft noch weiter nerfen?","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-18T20:55:40.562+0000","up_votes":1,"down_votes":1,"body":"alter eure sogenannten juggernaouts off tanks oder fighter oder wie auch immer ihr diese champs nennt sind stabiel wie full tanks und teilen dmg aus wie carrys... das geht nicht. entweder unstabieler machen oder dmg raus nehmen. aber so machts derzeit einfach keinen spaß...","replies":[{"id":"","poster":"Avorox","date":"2018-05-18T21:09:51.843+0000","up_votes":1,"down_votes":0,"body":"Davon ist halt KEINER auch nur annähernd Meta, weil die eben nicht so stark sind wie du behauptest. Die sind meistens leicht zu kiten und bieten generell viel Counterplay. Du musst halt einfach lernen wie man dagegen spielt.","replies":[]}]}]},{"id":"","poster":"Waggl Waggl","date":"2018-05-18T19:43:26.753+0000","up_votes":1,"down_votes":0,"body":"Und wie verdammt nochmal oft ich erlebe das ein spieler seine lane des todes feeded und sich dann hinstellt und sagt:\" der typ mit ignite und ghost is schuld weil der scheiß summoners dabei hat\".... ich könnt so an die decke gehen bei diesem menschlichen abschaum. was hat denn bitte sein versagen auf der lane mit meinen summoners zu tun? ","replies":[]},{"id":"","poster":"Arammus","date":"2018-05-17T15:22:36.243+0000","up_votes":1,"down_votes":0,"body":"also als adc main hasse ich ja auch tanks und so... aber man du redest schon viel scheiße","replies":[]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-17T06:33:29.557+0000","up_votes":1,"down_votes":0,"body":"Die Argumente von dir sind ziemlich lustig.\n\n>noch so ein kandidat ist gnarr, der in seiner verwandelten form 5 man an die wand klatscht und alle alleine umhaut.\n\nnatürlich kann MegaGnar (nicht gnarr) immensen Schaden an einem gesamten Team anrichten, was aber oftmals nicht möglich ist, denn in welchem Fall schafft man es, das gesamte Team zu ulten?\nIn den meisten fällen flashen noch 2 weg, oder kommen noch mit einer mobility-fähigkeit davon, whatever. \nAber der Punkt ist, wenn man es schafft alle zu ulten, dann hat man es auch verdient.\nUnd zu Oneshotten schafft ein Gnar sowieso nicht, außer vllt bei einem adc. (aber dazu sind AA nötig, die man dazwischen steckt)\n\nBtw Gnar Garen und Kled sind keine Tanks. Man kann sie so bauen, muss man aber nicht.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:57:21.464+0000","up_votes":1,"down_votes":0,"body":"man darum gehts doch gar nicht. klar hat der spieler das dann verdient wenn sich 5 leute an die wand klatschen lassen. das kommt auch nicht oft vor, da hast du recht. es geht mir um die möglichkeiten die er hat. er hat starken cc starken dmg und hällt dafür einfach zu viel aus. diese zwischen klassen zwischen dd und tank sind einfach mist... das bringt ein ungleichgewicht rein. das ihr das anders seht habe ich ja jetzt schon hinreichend zu lesen bekommen.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T14:46:57.686+0000","up_votes":1,"down_votes":0,"body":">es geht mir um die möglichkeiten die er hat. er hat starken cc starken dmg und hällt dafür einfach zu viel aus. diese zwischen klassen zwischen dd und tank sind einfach mist... das bringt ein ungleichgewicht rein. das ihr das anders seht habe ich ja jetzt schon hinreichend zu lesen bekommen.\n\nDir ist aber hoffentlich bewusst, dass Gnar nur ein begrenztes Zeitfenster für diesen 5 Mann CC hat? Taric könnte das viel öfter mit seinem Flächenstun machen und wenn er einen {{item:3025}} hat, macht er sogar noch gut Schaden dabei. \n\nGnar braucht für einen 5 Mann CC seine Megagestalt. Die wird lange genug angekündigt und wenn man vorsichtig bleibt, während er in der Gestalt ist, verwandelt er sich wieder zurück ohne sie einsetzen zu können. CD hat seine Ulti zudem auch noch und er muss sogar in den Nahkampf kommen. \nDie gefährlichste Stelle ist also wohl, kurz bevor er sich verwandelt, da er hier seinen Sprung aus der Gnargestalt mit dem Bonushüpfer benutzen kann, gefolgt von der Ulti in Megagestalt. Wenn man die paar Sekunden bis zu seiner Verwandlung abwartet, ist es schon viel schwieriger für ihn, die Ult zu benutzen.","replies":[]},{"id":"","poster":"RainerKilltKeina","date":"2018-05-17T14:42:35.595+0000","up_votes":1,"down_votes":0,"body":"Gnar hält fast nichts aus, Mega Gnar ist tanky und hat den CC kleiner gnar hat nur 2 slows, dafür mehr damage, stirbt aber ziemlich flott.\nMan muss nur wissen wie man gegen ihn spielt, wie bei jedem eigentlich.","replies":[]}]}]},{"id":"","poster":"Westcoast38","date":"2018-05-17T09:31:26.465+0000","up_votes":1,"down_votes":0,"body":"Aber warum Ghost Ignite? Und das auf jedem Champ......","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:14:39.977+0000","up_votes":2,"down_votes":2,"body":"weil summonerspells die beschwörerzauber sind. der beschwörer ist der spieler. also ein mensch hinterm pc. also ein individuum. individuum bedeutet einzigartig. das heist die zauber des spielers sind auch einzigartig. und so wählt jeder das was zu seiner einzigartigkeit am besten passt. warum soll ich die zauber nehmen die alle nehmen wenn es einfach nicht meinem einzigartigen spielstiel entspricht? ich spiel einfach gerne mit ghost und ignite. ich versteh die frage nicht...","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T13:21:11.191+0000","up_votes":1,"down_votes":0,"body":"Weil du dich darüber beschwerst, dass XY zu stark ist. Dagegen würden unter anderem andere Summonerspells helfen können. Mit denen kannst du dich vor Spielbeginn etwas anpassen. Wenn du Angst hast, Gnar würde dein Team im Alleingang töten, wäre Exhaust etwa eine Option, damit kannst du seinen Schaden deutlich reduzieren. Während er über dein Ignite wohl nur lachen kann.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:24:28.634+0000","up_votes":1,"down_votes":5,"body":"das ist der job des supporters.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T13:41:36.069+0000","up_votes":1,"down_votes":0,"body":"Der Supporter muss also Exhaust haben, weil er Supporter ist, du darfst aber statt Heal ~~Exhaust ~~ Ignite nehmen, obwohl du ADC bist.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T13:48:29.224+0000","up_votes":1,"down_votes":0,"body":"ich hab nichts von müssen geschrieben. er kann seinen job machen oder halt nich. das is ihm überlassen. wenn er besser mit nem ignite supportet darf er das tun. das ist dann seine einzigartige art zu supporten. ich mach meinen job als dd und teil schaden aus. dabei hilft ein ignite. ich hab schon oft ne dmg bott lane mit doppel ignite gespielt und gewonnen. alles möglich.\nich finds traurig wie steif die leute hier sind. das spiel heist liga der legenden. legenden sind einzigartig. jeder hat die möglichkeit das spiel so zu spielen wie er möchte. leider wird das nicht getan. die lcs macht vor und die schafe machens nach, scheiß egal ob es ihrer art zu spielen entspricht oder nicht. und das aller traurigste dabei ist... wer sich NICHT wie ein schaf benimmt wird geflamet wie die hölle. ist ein noob, ein troll, ein schlechter spieler, ein schlechter mensch. was auch immer. ganz schön traurig...","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T14:42:56.096+0000","up_votes":1,"down_votes":0,"body":">wenn er besser mit nem ignite supportet darf er das tun. das ist dann seine einzigartige art zu supporten. \n\nEinzigartig würde ich das nicht nennen. Da aktuell für gewöhnlich Ignite (für Early Kills) oder Exhaust auf Supportern zu finden ist. \n\n>ich mach meinen job als dd und teil schaden aus. dabei hilft ein ignite. \n\n{{summoner:14}} macht maximal 505 Schaden in 5 Sekunden. Das erhöht zwar augenscheinlich deinen Schaden. Wenn du als ADC aber länger überleben würdest, etwa weil du Heal oder Barrier benutzt, würde das deinen Schaden deutlich mehr steigern. Manchmal ist ein wenig Defensive auch auf einem ADC nicht verkehrt. \n\n>ich hab schon oft ne dmg bott lane mit doppel ignite gespielt und gewonnen. alles möglich.\n\nIch weiß, dass man damit auch gewinnen kann. Ich habe auch schon gesehen, wie ein Team nur aus Heilern in Season 2 gewonnen hat. Gegen Non-Meta habe ich nichts. Aber es schadet auch nicht, die eigene Spielweise manchmal in Frage zu stellen und zu prüfen, ob etwas anderes nicht vielleicht doch besser wäre. Doubleignite etwa könnte den Nachteil haben, dass ihr beide Ignite zur selben Zeit auf den selben Gegner anwendet. Wenn ich das richtig verstanden habe, würde sich das gegenseitig negieren und nur eines durchkommen. Da ist dann bessere Koordination gefragt oder man umgeht das Problem direkt, indem man verschiedene Summoners benutzt.\n\n>ich finds traurig wie steif die leute hier sind. das spiel heist liga der legenden. legenden sind einzigartig. jeder hat die möglichkeit das spiel so zu spielen wie er möchte. leider wird das nicht getan.\n\nDas steht dir auch zu. Aber auf den Vorschlag, dass auch du mal Exhaust versuchen könntest damit zu antworten, dass das die Aufgabe des Supports wäre, lässt dich nicht gerade in einem guten Licht dastehen. Das wirkt ein wenig wie \"ich darf machen was ich will, Meta ist nicht bindend. Aber der Support hat als Aufgabe Exhaust zu nehmen\". Der erste Teil für sich passt da ja sogar, aber beide lassen sich schlecht miteinander vereinbaren. \nWenn du den Satz einfach alleine stehen lässt, sieht das so aus, als ob du mit zweierlei Maß messen möchtest. Du darfst machen was du willst, die anderen haben Meta zu sein.\n\n>wer sich NICHT wie ein schaf benimmt wird geflamet wie die hölle. ist ein noob, ein troll, ein schlechter spieler, ein schlechter mensch. was auch immer. ganz schön traurig...\n\nFür mich wirkst du aktuell eher wie ein schlechter Spieler, weil du unbedingt darauf beharren willst, deine beiden Summoners zu benutzen, wenn man erwähnt, dass andere Summoners für bestimmte Situationen besser wären. Und noch, weil du alles als Tank ansiehst, was scheinbar nicht instant stirbt und es OP ist, weil es tanky sein kann und Schaden macht.\n\nNur um das noch mal klar zu stellen. Du kannst gerne so spielen. Das ist nicht meine Sache, wenn du immer Ghost + Ignite nimmst. Aber du hinterlässt einen ziemlich schlechten Eindruck, wenn dein einziges Argument für diese Summonerspellcombo Einzigartigkeit zu sein scheint.","replies":[]}]}]},{"id":"","poster":"AI Marko","date":"2018-05-17T14:07:10.877+0000","up_votes":2,"down_votes":0,"body":"ehhh das soll der Supporter machen ehhhh\nwas ein ego","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:11:09.348+0000","up_votes":1,"down_votes":1,"body":"hast du auch meine weiteren kommentare gelesen, oder lässt das DEIN ego nicht zu?","replies":[{"id":"","poster":"AI Marko","date":"2018-05-17T14:32:35.521+0000","up_votes":1,"down_votes":0,"body":"ich habe alles gelesen was unter diesem post geschrieben wurde und kann wie oft auch immer mich nur wieder holen SCHAU NACH WIE MAN WAS SPIELT UND WUNDER DICH NICHT WENN DU VERLIERST wenn du es nicht tust gerade malz top ist was was man machen kann aber was nicht von jeden gemacht werden soll wenn man es nicht kann (spiel normals und zieh deine mit spieler im rank nicht mit runter)","replies":[]}]}]}]}]},{"id":"","poster":"Westcoast38","date":"2018-05-17T16:36:15.546+0000","up_votes":1,"down_votes":0,"body":"Gut dann formuliere ich die Frage nochmal:\nWarum Ghost und Ignite? Und warum dies auf jeden Champ?\n\nDu sagst zwar jeder ist ein einzigartiges Individuum aber es kann doch nicht sein das du jeden Champ, welche ebenfalls einzigartige Individuums sind und verschiedene Spielweisen fordern, gleich spielst? \n\nDas verstehe ich nicht. \nNun mal abgesehen von deinen Beschwerden wollte ich einfach wissen warum du immer Ghost und Ignite nimmst. Was daran der Trick ist? \nErnste Frage. \n\nDanach können wir ja schauen ob diese sogenannten Tanks wirklich solche Todesmaschinen sind oder dies nur in deinen Augen wegen, vielleicht deiner individuellen Spielart so rüberkommen.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2018-05-17T04:41:31.040+0000","up_votes":1,"down_votes":0,"body":"Zählt jemand mehr als 2 Tanks in dem Text? Nur Maokai und Alistar. Maokai macht übrigens gar nicht so viel Schaden, dafür hält er aber gut aus dank selfheal. Alistar ist jetzt auch nicht bekannt dafür, dass er Leute killen kann. Der ist wirklich nur eine CC-Maschine.","replies":[{"id":"","poster":"Waggl Waggl","date":"2018-05-17T14:16:46.045+0000","up_votes":1,"down_votes":0,"body":"maokai macht dreckigen schaden dafür das er so viel aushällt.\nbei alister gebe ich dir recht. der kommt eher in die leona ecke. viel cc viel tankyness aber der schaden hällt sich in grenzen. diese champs sehe ich als ausbalanciert. die stören gewaltig mit ihrem cc, aber man kann sie ignorieren wenn sie einen lassen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2018-05-17T09:30:39.496+0000","up_votes":1,"down_votes":0,"body":"Gnar steht bei Vanguards in der englischen Wiki dabei. Aber ob das so korrekt ist, ist eine andere Frage. Dann noch Galio als Warden.","replies":[]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2018-05-17T11:59:37.491+0000","up_votes":1,"down_votes":0,"body":"das einzige was mich an tanks aufregt ist das malphite mid gegenmich auch zed gepickt wird und er einfach 170 armor nur mit tabis hat, aber trotzdem 1 shottet und mit der Q ordentlich poket oder das man einfach iceborn gauntlet, abyssal mask viktor spielt damit ich keine kill pressure habe und im game nichts machen kann, wärhend viktor mich mit ner E half life haut durch seinen 130 ap hexcore","replies":[]},{"id":"","poster":"Kayantao","date":"2018-05-16T23:56:46.492+0000","up_votes":1,"down_votes":0,"body":"ich kann nicht zustimmen. gar nicht. halbiere den damage den tanks haben und du wirst dafür sorgen das niemand tanks je wieder anfassen wird. Denn wenn tanks keine schaden machen, dann werden champions wie fiora, jax, wukong, irelia und so weiter und so weiter die toplane dominieren. Alle werden nur noch bruiser spielen, weil tanks einfach gar keinen  impact mehr hätten. Ein Tank auf der toplane der keinen schaden mehr macht ist im teamfight noch unnützer als ein support ohne cc.\n\n> [{quoted}](name=Gurutura,realm=EUW,application-id=Wj1wcocU,discussion-id=TrfZWXrs,comment-id=,timestamp=2018-05-16T23:27:16.381+0000)\n\n> anderen leute die das hier lesen und meinen das kommentieren zu müssen rate ich erst ein par bot games zu spielen, dann mal im normal game langsam zu testen wie die champs funktionieren und dann vielleicht wenn sie 1-2 jahre geübt haben ranked zu spielen. denn wer das hier anders sieht hat einfach keine ahnung.\n> \n> Mfg \n> Gurutura\n\nhier hat wohl jemand die Weisheit mit Schaufeln gefressen.  Ich frage mich wie sehr du zu atmogs zeiten rumgeheult hättest :)\n\nIch finde übrigens sehr lustig wie du dich über tanks beschwerst, und alle \"tanks\" die du in deinem post nennst, bis auf alistar, nicht mal full tanks sind, sondern entweder bruiser oder juggernauts, oder offtanks.","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T00:29:05.621+0000","up_votes":1,"down_votes":0,"body":">hier hat wohl jemand die Weisheit mit Schaufeln gefressen. Ich frage mich wie sehr du zu atmogs zeiten rumgeheult hättest :)\n\nZu Season 3 hatte er schon gerankt. War das nicht etwa die Zeit?","replies":[{"id":"","poster":"Kayantao","date":"2018-05-17T09:48:04.328+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=Wj1wcocU,discussion-id=TrfZWXrs,comment-id=00020000,timestamp=2018-05-17T00:29:05.621+0000)\n>\n> Zu Season 3 hatte er schon gerankt. War das nicht etwa die Zeit?\n\nne  atmogs müsste season 3 schon wieder weg gewesen sein, zumindest in der krassen form.\nwobei ich kenne ja seinen start nicht - wenn er seit beginn season 3 dabei war könnte sein das er es noch erlebt hat.\nkann aber auch sein das ich mich falsch erinnere\ndie krasse combo sollte soweit ich mich errinnere ende season 2 generft worden sein","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T10:07:29.906+0000","up_votes":1,"down_votes":0,"body":"War das, als da noch Krit höher war?\n\nMal die [Wiki ](http://leagueoflegends.wikia.com/wiki/Atma%27s_Impaler)befragen.\n\n>V1.0.0.138:\n\n    >Health to damage conversion reduced to 1.5% from 2%. \n\nDer Patch war April 2012.","replies":[{"id":"","poster":"Kayantao","date":"2018-05-17T10:30:30.622+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=Wj1wcocU,discussion-id=TrfZWXrs,comment-id=0002000000000000,timestamp=2018-05-17T10:07:29.906+0000)\n>\n> War das, als da noch Krit höher war?\n> \n> Mal die [Wiki ](http://leagueoflegends.wikia.com/wiki/Atma%27s_Impaler)befragen.\n> \n> Der Patch war April 2012.\n\nhp conversion runter - kosten hoch und crit runter, das müsste alles noch season 2passiert sein.\nAlso hat er atmogs vermutlich schon noch ingame gesehen, aber nicht mehr so das es jeder gebaut hat.\nauch fehlten season 3 schon ein paar items die sehr gut mit atmogs funktioniert hatten wie zb leviathan was hp pro stack gegeben hat","replies":[{"id":"","poster":"Sirrkas","date":"2018-05-17T10:44:24.085+0000","up_votes":1,"down_votes":0,"body":"Ahja, die Stackitems. Ganz vergessen. Aber ich glaube Warmogs war da auch etwas stärker.","replies":[{"id":"","poster":"Kayantao","date":"2018-05-17T10:45:39.817+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=Wj1wcocU,discussion-id=TrfZWXrs,comment-id=000200000000000000010000,timestamp=2018-05-17T10:44:24.085+0000)\n>\n> Ahja, die Stackitems. Ganz vergessen. Aber ich glaube Warmogs war da auch etwas stärker.\n\nstärker schon - aber leviathan war spott billig im vergleich\n\n820leben und 15% dmg reduzierung für 1250 gold war schon ein item das wir heute als broken bezeichnen würden :D","replies":[]}]}]}]}]}]}]}]}