{"id":"gfAYzhh0","poster":"Ariya","date":"2018-05-16T16:48:59.187+0000","title":"Meddlers Gameplay-Gedanken - 16. Mai","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Absoluter Schaden**\r\n\r\nDa es ein paar neue Quellen f&uuml;r absoluten Schaden gibt (die Rune &bdquo;Eroberer&ldquo; und anstehenden &Auml;nderungen an der Klinge der Unendlichkeit), m&ouml;chte ich den Augenblick nutzen und genauer auf dieses Thema eingehen.\r\n\r\nZusammenfassung:\r\n\r\n* Absoluter Schaden ist der Schaden, der weder durch R&uuml;stung noch Magieresistenz verringert wird. Es gibt keine anderen Effekte, die ihn erh&ouml;hen oder verringern (Schadenserh&ouml;hungen wie &bdquo;Fokussierter Angriff&ldquo;, Schadensverringerungen wie die ultimative F&auml;higkeit von Alistar usw. haben keinen Einfluss auf ihn). Er kann jedoch durch Schilde/Unverwundbarkeit geblockt werden. In den meisten F&auml;llen handelt es sich um Schaden durch F&auml;higkeiten (wie Chos Ult, der Effekte wie Zaubervampir ausl&ouml;st) oder Schadenswahrscheinlichkeiten bei Treffern (wobei die meisten Effekte nicht ausgel&ouml;st werden). \r\n\r\nWarum wir darauf zur&uuml;ckgreifen:\r\n\r\n* Auf dem Papier klingt es so, als w&auml;re absoluter Schaden in jeder Hinsicht besser als anderer Schaden und im Einzelfall ist dem fast immer so. Absoluter Schaden sorgt aber auch daf&uuml;r, dass F&auml;higkeiten und Angriffe gegen robuste Ziele und Weichziele gleich effektiv sind. Dadurch kann der Spieler Gegnern mit viel R&uuml;stung bedeutenden Schaden zuf&uuml;gen, ohne dass dieser Schaden so hoch sein muss, dass jeder andere Gegner sofort stirbt. \r\n* Stellen wir uns als Beispiel zwei Ziele vor, eines mit 80 R&uuml;stung und eines mit 240. Wenn dem Ziel mit 80 R&uuml;stung 600 normaler Schaden zugef&uuml;gt wird, erleidet es 333 Schaden (was einer Schadensverringerung von 44 % entspricht). Das Ziel mit 240 R&uuml;stung erleidet 150 Schaden (was einer Schadensverringerung von 75 % entspricht). Wenn dieser Schadensunterschied gew&uuml;nscht ist, ergibt der normale Schaden Sinn. Die ganze Sache wird jedoch komplizierter, wenn die Spieler in der Lage sein m&uuml;ssen, Tanks zu t&ouml;ten. Nehmen wir an, dass der Spieler in diesem Beispiel Tanks 250 Schaden zuf&uuml;gen muss, um die gegnerische Frontlinie effektiv bek&auml;mpfen zu k&ouml;nnen. Um diesen Wert allein durch normalen Schaden zu erreichen, m&uuml;ssten wir ihn so sehr erh&ouml;hen, dass Weichziele bis zu 555 Schaden erleiden w&uuml;rden. Durch den absoluten Schaden k&ouml;nnen wir den Schaden, den das Weichziel erleidet, auf 250 senken, falls wir das wollen, oder eine Umwandlung f&uuml;r einen Teil an absoluten Schaden anwenden.\r\n\r\n\r\nWarum wir nicht einfach auf mehr R&uuml;stungs-/Magiedurchdringung zur&uuml;ckgreifen?\r\n\r\n* R&uuml;stungs-/Magiedurchdringung verkleinert ebenfalls den Unterschied zwischen Weichzielen und robusten Zielen. Daher gibt es im Spiel viele dieser Effekte, die sich vor allem dazu eignen, eine Balance zwischen &bdquo;gleich hoher Schaden an allen Zielen&ldquo; und &bdquo;sehr gro&szlig;e Schadensunterschiede&ldquo; zu finden. \r\n* In F&auml;llen, in denen jedes Ziel den gleichen Schaden erleiden soll, eignet sich der absolute Schaden am besten. Bei Dingen wie &bdquo;Eroberer&ldquo; und Klinge der Unendlichkeit k&ouml;nnten wir mit einer prozentuellen Durchdringung dieselben Ergebnisse erzielen wie mit der Umwandlung in absoluten Schaden. Doch die Auswirkungen des absoluten Schadens auf das Spiel sind sowohl f&uuml;r den Benutzer als auch f&uuml;r das Opfer nachvollziehbarer. \r\n* Falls das Opfer beispielsweise 600 Punkte physischen Schaden erleidet, wei&szlig; es, dass es mehr R&uuml;stung braucht. Wenn dieser Schaden aber bereits den Gro&szlig;teil der R&uuml;stung ignoriert (wie Gangplanks F&auml;sser beispielsweise eine hohe prozentuelle Durchdringung haben), ist eine Erh&ouml;hung des Lebens meist eine bessere Entscheidung. Eine teilweise Umwandlung in absoluten Schaden macht diesen Unterschied deutlicher. \r\n* Der Spieler, der den absoluten Schaden verursacht, profitiert von einer Mischung aus Zufriedenheit und einem besseren Verst&auml;ndnis der St&auml;rke dieses Effekts.\r\n\r\nDer absolute Schaden l&auml;sst sich jedoch nicht kontern!\r\n\r\n* Es gibt kaum Gegenst&auml;nde, mit denen sich der absolute Schaden kontern l&auml;sst. Ein paar M&ouml;glichkeiten existieren dennoch. Am besten eignen sich Gegenst&auml;nde, die Leben oder Schilde bieten. Abh&auml;ngig von den Umst&auml;nden eignen sich auch Effekte wie die Verlangsamung von Gefrorenes Herz, die Unverwundbarkeit von Zhonyas Stundenglas und die M&ouml;glichkeit, Massenkontrolleffekte zu entfernen, wie durch die Quecksilbersch&auml;rpe und dergleichen, um auf absoluten Schaden zu reagieren.\r\n* Au&szlig;erdem sind Konterm&ouml;glichkeiten nichts, was einfach so im Gegenstandssystem existiert &ndash; es bedarf mehr als einen Gegenstand, um bestimmte Dinge zu kontern. Weniger Konterm&ouml;glichkeiten durch Gegenst&auml;nde f&uuml;hren aber auch dazu, dass andere Konterm&ouml;glichkeiten &uuml;berstrapaziert werden, weshalb wir absoluten Schaden meist in Zusammenhang mit Nahkampfeffekten und/oder kontinuierlichem Schaden einsetzen.\r\n\r\nH&auml;ufigkeit des absoluten Schadens\r\n\r\n* In letzter Zeit haben wir den absoluten Schaden h&auml;ufiger eingesetzt als in den fr&uuml;hen Saisons von LoL. Das liegt daran, dass wir der Meinung sind, das Spiel damit besser ausbalancieren zu k&ouml;nnen.\r\n* Das hei&szlig;t aber nicht, dass es ab jetzt einen &Uuml;berfluss an Effekten mit absolutem Schaden geben wird. Nach &bdquo;Eroberer&ldquo; und der Klinge der Unendlichkeit haben wir noch keine Pl&auml;ne, den absoluten Schaden einem breiteren Publikum zug&auml;nglich zu machen. Es ist aber sehr wohl m&ouml;glich, dass er im Verlauf des n&auml;chsten Jahres immer wieder in einzelnen F&auml;higkeitensets auftauchen wird. Aktuell arbeiten wir nur an einem neuen Champion/einer &Uuml;berarbeitung mit absolutem Schaden. Diese Zahl wird sich aber ziemlich sicher &auml;ndern. \r\n\r\n----------------------------------------------------------------------------  \r\n**Feedback zu Pyke**\r\n\r\nJetzt, da Pyke auf der PBE spielbar ist, w&uuml;rden wir uns &uuml;ber Feedback zu den folgenden Punkten freuen:\r\n\r\n* Wie schneidet er deiner Meinung nach als Supporter ab (verglichen mit anderen Positionen)? Pyke stehen ein paar Werkzeuge zu Verf&uuml;gung (Massenkontrolle mit Standardf&auml;higkeiten), die wir Assassinen normalerweise nicht geben. Es kann sein, dass diese Werkzeuge nicht so stark ins Gewicht fallen, wenn er als Supporter weniger Erfahrung und Gold bekommt und auf die Hilfe eines Verb&uuml;ndeten angewiesen ist, um Kills zu bekommen, aber gleichzeitig zu &uuml;berm&auml;chtig sind, wenn er auf einer Solo-Lane gespielt wird. \r\n* Wie ist es, ihn in deinem Team zu haben? Dabei interessiert uns vor allem, ob du seine Handlungen im Spiel verstehst und wie gut er umherstreifen kann.\r\n* F&uuml;hlt er sich wie ein richtiger Assassine an (auch wenn er vielleicht nicht so gespielt werden kann)? Das gilt vor allem f&uuml;r Spieler, die gerne Assassinen spielen und sich auch f&uuml;r Supporter interessieren. \r\n* Was denkst du &uuml;ber seine Herstellungspfade (vor allem in Hinblick auf die Umwandlung seiner LP in Angriffsschaden)?\r\n\r\n----------------------------------------------------------------------------   \r\n**Wir testen eine &Auml;nderung an der Turmregeneration**\r\n\r\nWir haben auf der PBE eine &Auml;nderung ver&ouml;ffentlicht, die etwas schwerer zu erkennen ist: Wir testen gerade eine &Auml;nderung an der Lebensregeneration der Inhibitoren und der Nexus-T&uuml;rme. Auf den Live-Servern regenerieren diese T&uuml;rme Leben, wenn sie besch&auml;digt werden. Wir testen gerade, was passiert, wenn sie ihre Leben nur bis zu 1/3-Markierungen (die durch Kerben in ihren Lebensbalken und ihre Animationen dargestellt werden) regenerieren. Ein Turm, der beispielsweise 79 % Leben hat, kann wieder 100 % erreichen. Ein Turm mit 50 % kann 66 % erreichen. Ein Turm mit 32 % kann 33 % erreichen usw.\r\n\r\nDiese &Auml;nderungen sollen den Spielern mehr M&ouml;glichkeiten geben, die gegnerische Basis zu zerst&ouml;ren. Das System mit der kompletten Regeneration macht kurze Belagerungen weniger sinnvoll, solange du nicht bald zur&uuml;ckgehst. Es f&uuml;hrt auch dazu, dass das alleinige Vorantreiben einer Lane und der Angriff auf einen Inhibitor-Turm meist zu einer Alles-oder-Nichts-Aktion werden. Die Teilerfolge (wir konnten den Turm zwar nicht zerst&ouml;ren, er ist aber nur noch auf 33 %) sollten als alternative Strategien fungieren, durch die T&uuml;rme nicht mehr auf Anhieb zerst&ouml;rt werden m&uuml;ssen.\r\n \r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[{"id":"","poster":"Linksträger","date":"2018-06-02T15:12:11.386+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nDas Thema Turmregeneration wird hoffentlich sehr vorsichtig angegangen.\n\nDie Änderung auf dem PBE finde ich sehr interessant, aber nicht zeitwürdig für den jetzigen Stand des Spieles.\n\nWieso? Die Inhibitor Türme sind allgemein zu schwach. Der Grund warum diese früh eingerissen werden ist meistens ein snowballlastiges Game, indem ein Team geaced oder 3-4 Member getötet wurden, die Regeneration macht dort einen relativ geringen Unterschied.\n\nIm Lategame werden Turrets allgemein in einem Rush meist eingerissen oder von einem Tank ignoriert.\n\nEine noch wichtigere Frage wäre aber zurzeit die Zielerkennung und Reaktionszeit der Türme.\n\nIch habe in letzter Zeit feststellen dürfen, dass Turrets nicht immer korrekt targeten bzw. Schüsse auslassen falls man mit der Aggro spielt.\n\nDie Chargetime von einem Turretshot sollte runtergehen und komplett Instant werden.","replies":[]},{"id":"","poster":"Tricar","date":"2018-05-30T12:01:26.884+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe, dass die Sichtbarkeit und somit Zufriedenheit der Nutzung des absoluten Schadens steigt, aber ich bin dennoch der Meinung dass man davon hätte durchaus absehen können und sollen. Zum Beispiel in dem rüstungsreduzierende Items einen % Wert der gegnerische Rüstung ignorieren. Damit wird ein Tank der 240 Rüstung hat z.B. 50% der Rüstung (und somit 120 Rüstung!) bei der Berechnung des Schadens verlieren, ein anderer Champion mit weniger Rüstung verliert halt auch weniger.\n\nDies ergänzt um den Schaden %-Abhängig von den maximalen Leben ist für mich gut nachvollziehbar.\n\nEventuell könnte man diesen \"fiktiven\" zusätzlichen Schaden durch die Rüstungreduzierung besser darstellen oder in den Kill-Ansichten aufschlüsseln.\n\nDie Einführung des absoluten Schadens führt zu einer weiteren Dimension für die man als Spieler ein Gefühl entwickeln muss. Aus meiner Sicht ist das zu granular, der Fokus sollte weniger auf dem abwägen der verschiedenen Schadenstypen liegen. Ich stelle mir gerade vor was passiert wenn man noch Feuerschaden, Eisschaden, Schatteschatten, etc. einführt und dazu noch entsprechende Resistenzen und noch dafür \"absoluten Schattenschaden\" :P ... ;)","replies":[]}]}