{"id":"cfvARsA1","poster":"Kellokzqt","date":"2018-05-15T13:10:34.918+0000","title":"Permabann","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey leute, ich wollte nach langer Abwesenheit(seit 2012) mal wieder in League of Legends reinschauen um zu gucken was sich hier so getan hat, aber als ich mich einloggen wollte musste ich feststellen dass mein Account gepermabannt wurde.\r\nSoweit so gut, ich dachte wenn ich den Support anschreibe kriege ich meinen Account schon wieder da ich offensichtlich gehackt wurde in meiner inaktiven Phase.\r\nNachdem ich dem Support mein Problem geschildert habe wird mir aber nur geantwortet dass ich Hacks benutzt h&auml;tte um mir einen unfairen Vorteil zu verschaffen und dass der Bann somit gerecht w&auml;re?\r\nIch meine sch&ouml;n dass mein Hacker irgendwelche Software benutzt hat aber was kann ich daf&uuml;r?\r\nIch habe damals viel Geld und Zeit in das Spiel gesteckt und bin grade etwas frustriert &uuml;ber den Support.\r\nKann man da rein garnichts machen?","replies":[{"id":"","poster":"Kellokzqt","date":"2018-05-15T13:21:36.128+0000","up_votes":1,"down_votes":2,"body":"Das hab ich dem Support auch schon gesagt als ich gespielt habe gab es sowas wie handy Authenticator undso noch nicht.\nVon daher konnte ich sowas nicht für meinen Account einrichten+ wenn man sich mal die Hacks in verbindung mit meiner aktivität angucken fällt doch sicher auf dass es keinen Sinn macht dass ich Jahre abwesend bin dann aufeinmal wieder Spiele und Hacks benutze?","replies":[{"id":"","poster":"recon","date":"2018-05-15T13:26:42.614+0000","up_votes":2,"down_votes":0,"body":"Wie schon mehrfach gesagt wurde, bist du für den Account verantwortlich.\nUnd im Forum können wir dir da leider auch nicht weiterhelfen.\nDeine einzige Anlaufstelle ist der Support und wenn dieser den Account nicht wieder freigibt, dann ist das die endgültige Entscheidung.\nSprich, du musst mit einem neuen Account starten sofern nicht schon geschehen.","replies":[]},{"id":"","poster":"Kayantao","date":"2018-05-15T13:26:08.340+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kellokzqt,realm=EUW,application-id=7hciEY9w,discussion-id=cfvARsA1,comment-id=0005,timestamp=2018-05-15T13:21:36.128+0000)\n>\n> Das hab ich dem Support auch schon gesagt als ich gespielt habe gab es sowas wie handy Authenticator undso noch nicht.\n> Von daher konnte ich sowas nicht für meinen Account einrichten+ wenn man sich mal die Hacks in verbindung mit meiner aktivität angucken fällt doch sicher auf dass es keinen Sinn macht dass ich Jahre abwesend bin dann aufeinmal wieder Spiele und Hacks benutze?\n\nda hasst du nicht unrecht - aber es ist kein Beweis. in der Theory kannst es ja trotzdem du gewesen sein. Es ist einfach nicht zu 100% beweisbar, so traurig das auch ist.","replies":[]}]},{"id":"","poster":"recon","date":"2018-05-15T13:14:48.548+0000","up_votes":2,"down_votes":1,"body":"> Ich meine schön dass mein Hacker irgendwelche Software benutzt hat aber was kann ich dafür?\n\nDu bist für deinen Account verantwortlich. Siehe [Nutzungsbedingungen](https://euw.leagueoflegends.com/de/legal/termsofuse). \nWenn jemand an deine Daten kommt und damit böses treibt, bist du dafür verantwortlich.\nEs könnte ja sonst jeder kommen und sich von einem anderen Standort aus oder mit VPN einloggen, Hacks/Scripts benutzen und dann behaupten, dass das jemand anders gewesen wäre um einer Strafe zu entgehen.","replies":[]},{"id":"","poster":"Gin","date":"2018-05-15T13:14:01.509+0000","up_votes":2,"down_votes":1,"body":"Du bist einzig und alleine für die Sicherheit deines Accounts zuständig.\n\nWenn sich ein anderer Spieler Zugang zu deinem Account verschafft hat und mit diesem die Regeln gebrochen hat, konnte er dieses nur tun weil du nicht genug für die Sicherheit deines Accounts getan hast oder sogar selber den Zugang an jemanden weitergegeben hast.\n\nUnd da es für den Support, und dich, unmöglich ist nachzuweisen dass es sich dabei nicht um dich gehandelt hat, bleibt der Account leider gesperrt.\n\nDir steht es allerdings jederzeit frei dir einen neuen Account zu erstellen. ","replies":[]},{"id":"","poster":"IKartoffelI","date":"2018-05-15T13:12:54.285+0000","up_votes":2,"down_votes":1,"body":"Nochmal schreiben. Die erste Antwort ist eigentlich immer Copy&Paste. Wichtig ist sachlich und freundlich zu bleiben","replies":[]},{"id":"","poster":"Kayantao","date":"2018-05-15T13:19:58.306+0000","up_votes":1,"down_votes":1,"body":"jupp so leid es mir tut, ich muss ebenfalls sagen - account gehackt = niemand kann dir helfen (zumindest jetzt nicht mehr)\nEs ist unmöglich für riot festzustellen ob du es nicht selbst gewesen bist oder nicht (ja schön und gut andere ip blablba aber du kannst auch umgezogen sein, von woanders aus gespielt haben, etc etc.).\n\nEs ist leider nicht möglich dir zu helfen, aus player sicht  = klar ist sau ärgerlich, kostet geld und vor allem zeit. und ich kann dich super verstehen. Aber versetz dich in riots lage: wenn sie deinen account frei geben - ist bald jeder zweite hier der ankommt mit : \"mein freund hat meine account daten geklaut\". Man kann es einfach nicht beweisen. von daher tut mir sehr leid für dich aber da wird sehr wahrscheinlich nichts machbar sein.","replies":[]},{"id":"","poster":"Kellokzqt","date":"2018-05-15T13:25:22.975+0000","up_votes":1,"down_votes":3,"body":"Wieso ist das zB. bei Blizzard denn garkein Problem?\nDie erkennen sofort dass man gehackt wurde und es wird sich noch entschuldigt dass sowas passieren konnte und alles wird wiederhergestellt.\nWenn ich mir das hier so angucke vergeht mir echt die Lust nochmal mit League of Legends anzufangen.","replies":[{"id":"","poster":"recon","date":"2018-05-15T13:29:36.399+0000","up_votes":2,"down_votes":1,"body":"> Wieso ist das zB. bei Blizzard denn garkein Problem?\n\nWeil jede Firma solche Fälle anders handhabt.\n\n> Die erkennen sofort dass man gehackt wurde und es wird sich noch entschuldigt dass sowas passieren konnte und alles wird wiederhergestellt.\n\nDas erkennt man eben nicht. Wenn du länger nicht online warst und sich dann jemand einloggt, kannst das ja genauso du gewesen sein. Selbst wenn die Person sich vom Nordpol aus eingeloggt hat.\n\nDa alle Fragen bereits beantwortet wurden und wir dir im Forum nicht weiterhelfen können, schließe ich das Thema mal ab.\nWenn du weiter über deinen Ban diskutieren möchtest, kannst du dies im Bereich Spielerverhalten & Moderation machen.","replies":[]}]}]}