{"id":"0L8uJzJz","poster":"SMKrisLP","date":"2018-05-15T12:39:29.755+0000","title":"[Biete] Teamspeak 3 Server zum Zocken mit Freunden !?","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ihr sucht einen TS3 Server auf dem ihr ungestört mit euren Freunden reden und Zocken ?\n\nBiete hier auf diesem Wege mal meinen TS3 Server an.\n\nHabe Extrem viel Zeit in dem ts gesteckt und würde mich freuen eine kleine Community begrüßen zu können.   :)\n\n\n\nTeamspeak 3 Server IP/Domain:          duplogaming.de\n\nAlternative IP:     145.239.211.143:9991\n\nWebsite:     http://duplo-gaming.clansweb.de/\n\n\n\n[*]Der Server ist 24/7 Erreichbar.\n\n[*]Die Server IP ist ganz leicht zu merken.\n\n[*]Der Ping ist relativ niedrig  (laggfreies Kommunizieren)\n\n[*]Eigene Website für Bewerbungen Jeglicher Art (z.b. als Supporter oder Developer)\n\n[*]Es gibt eigene Clan Bereiche  (dort bekommt man einen Channel wenn man einen Clan von mindestens 4 Personen hat) \n\n[*]Eigene Member Bereiche  (man wird Member wenn man mindestens Insgesamt eine Online Zeit von 24 Stunden hat)\n\n[*]Begrenzte Channel (wenn man zu 3 ist und nicht gestört werden möchte)\n\n[*]Eigene User Channel  (bekommt man wenn man eine kleine Spende an den Server Zahlt, im Normalfall  1 Euro)\n\n[*]Der Server hat einen Admin Bot der 24/7 da ist und für einen Netten und Gerechten Umgang sorgt.\n\n[*]Support Bereich bei dem ihr euch Jederzeit (vorausgesetzt es ist ein Supporter Online) und wegen jeder Kleinigkeit melden könnt.\n\n[*]Aktive Admin`s sind einen Großteil der Zeit für euch da  (wenn nicht gibt es noch Developer und Supporter)\n\n[*]Häufig gibt es Events bei denen jeder Teilnehmen kann  (Sachen wie ein Internes CS:GO Turnier oder Ähnliches)\n\n[*]Noch haufenweise weiteres geplant (wie z.b.  eine Uhr die aus Channel besteht und in Echtzeit läuft, ein Musik-Bot.... und und und...\n\n\n\nWürde mich freuen Euch auf meinen Teamspeak 3 Server Willkommen zu heißen !\nhttps://i.imgur.com/QynNzPy.png[/img]\n\nMfg.  Team  Duplo - Gaming       @Kris   /Leitung","replies":[]}