{"id":"kUi3cJp6","poster":"Luciƒεr","date":"2018-05-15T12:07:01.224+0000","title":"Subdivision Gaming e.V. sucht neue kreative Köpfe für die Unterstützung unseres Teams!","subforum":"Clans & Teams","embed":{"title":"Über uns - SubDivision-Gaming","description":"Wer sind wir? SubDivisionGaming e.V. - Gaming vereint. Der MultiGamingClan SDG, gegründet am 01.06.2017, ist ein Zusammenschluss aus PC-Spielern, echten Gamern, mit dem Ziel: Gaming in Deutschland zu einer ansprechenden Größe zu verhelfen. Der Verein beschäftigt sich sowohl mit dem Spielen zum Spaß, als auch dem erfolgsorientierten Zocken.","url":"https://subdivision-gaming.de/ueber-uns/","image":"https://subdivision-gaming.de/wp-content/uploads/wpforo/avatars/noobs4every1_210.png"},"up_votes":1,"down_votes":0,"body":"Am 01.06.2017 wurde aus einer Vision Realit&auml;t. Kluge K&ouml;pfe schlossen sich zusammen und schufen die Grundlage f&uuml;r den heutigen Subdivision-Gaming Clan. Dahinter steckt nicht nur eine Menge Kreativit&auml;t, sondern Herzblut und Hingabe ein gro&szlig;es Ziel zu erreichen: Gaming in Deutschland zu der Gr&ouml;&szlig;e in unserer Gesellschaft zu heben, die Gaming verdient! \n\n\nDazu wurde am 01.12.2017 der Subdivision-Gaming e.V. gegr&uuml;ndet. Ein Verein, der die Liebhaber, Vision&auml;re und Pioniere der ganzen Gaming-Welt miteinander vereinen soll. Das Ergebnis l&auml;sst sich sehen. 350 Member des Gaming-Clans aus aktuell 7 verschiedenen Games, 18 Teams aus dem LoL-Bereich, eine eigene Liga und h&auml;ufige Events. Momentan haben wir schon 11 Member des Gaming Vereins f&uuml;r die Exklusiv-Rechte bei Veranstaltungen und Gimmicks vorgesehen sind. Aber: Vieles mehr ist noch in Planung!  \n\nUnsere 9 Sectionleader (f&uuml;r 8 Sectionen/Spielbereiche) f&uuml;r den Clan und die aktuell 5 Ritter der Tafelrunde als Vorstand f&uuml;r den Verein sind dabei das Hirn und Herz unseres Projektes f&uuml;r die wir als Unterst&uuml;tzung deine Besetzung der folgenden Stelle zum n&auml;chstm&ouml;glichen Zeitpunkt suchen: \n\nContent-Manager   \n\nDeine Aufgaben sollen dabei sein: \nVerwaltung der Homepage durch\nEinbringen und umsetzen von organisatorischen und gestalterischen Ideen f&uuml;r die Homepage.\nPflegen der Homepage (verwalten von aktuellen Nachrichten, einstellen von Posts, verwalten und umsetzen von Anregungen der Clan-Member, Section-Leader und des Vorstandes des Vereins, etc.). \nVerfassen von eigenst&auml;ndigen Posts und diese ver&ouml;ffentlichen.  \nKoordinieren von Youtube und Twitch.\n\n\nWas solltest du mitbringen?\nDu hast Routine mit dem Umgang mit Wordpress und kannst kreative Ideen umsetzen. \nDu hast Idealerweise Erfahrung mit Grafik-Design oder kennst jemanden, der diese Erfahrung hat.\nDu setzt dir selbstst&auml;ndig Ziele und setzt diese eigenst&auml;ndig um.\nDu bist teamf&auml;hig und willst innerhalb des Teams deine Ziele erreichen.\nDu hast eine ausgepr&auml;gte Kommunikation und bist es gewohnt im Team zu arbeiten.\nDu hast eine ausgepr&auml;gte Fantasie und Kreativit&auml;t um Visionen und Ideen umzusetzen.\n\nWir haben dich hier beschrieben? Du hast Lust und Zeit dich einzubringen? Dann melde dich bei uns! \nEvilKane | Basti oder DSG Son Goku | Kas freuen sich auf ein Gespr&auml;ch oder eine Bewerbung von dir und erz&auml;hlen dir gerne mehr &uuml;ber uns! \nWie du mit uns Kontakt aufnehmen kannst?  \n\nEntweder du sprichst direkt mit uns in unserem eigenen TS : \nts.SubDivision-Gaming.de / 85.214.154.127 \nOder du schreibst uns auf unserer Homepage: www.subdivision-gaming.de \nOder du besuchst uns auf Facebook und l&auml;sst idealerweise noch ein Like da:\nhttps://www.facebook.com/SubDivisionGaming/\n\nSubDivisionGaming e.V. &ndash; Gaming vereint.","replies":[{"id":"","poster":"Luciƒεr","date":"2018-05-16T07:58:20.587+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]}]}