{"id":"yYVIXHAJ","poster":"AI Holo","date":"2018-05-15T11:46:38.021+0000","title":"Suche Top und Jungler für Ranked Team! SIlber - Gold","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Leute!\r\n\r\nIch bin AI Holo. Mitglied und Moderator des All In Clans. Zugleich bin ich auch der Teamleiter eines Teams und genau darum geht es in diesem Post! Wir vom All In Clan haben mehrere eingespielte Teams. Allerdings haben wir das Problem das wenn mal jemand fehlt wir keinen Ersatz Spieler haben. Allerdings Finden wir alle die Idee eines Substitute Spielers eher doof, da man selber auch spielen will und nicht immer nur auf Abruf stehen will wenn man mal gebraucht wird. Also hatten wir folgende Idee. Wir w&uuml;rden das Team AI Instant Ragequit 2 aufmachen und daf&uuml;r einen vollst&auml;ndigen Roaster aufbauen. Gesucht wird noch top und jungler in der Solber - Gold Elo. Wenn allerdings jemand aus dem Main Team fehlt w&uuml;rde die betroffene Rolle aus dem 2nd team in das 1st team gezogen werden f&uuml;r das Training. Beispiel: unser jungler fehlt, also wird der jungler aus dem 2nd team den aus dem ersten ersetzen. Was bringt euch das? Ihr w&uuml;rdet durch dieses Team dem All In Clan beitreten und zugleich in ein bereits bestehendes Team eintreten das bringt euch folgende Vorteile:\r\n\r\nIhr k&ouml;nnt an den turnieren des All In Clans beitreten, bei welchem auch Preise zu gewinnen sind (Geld, RP, Merch, Coaching Stunden, etc)\r\nIhr habt die M&ouml;glichkeit scrimms gegen andere Teams des Clans zu machen\r\nIhr w&uuml;rdet endlich mal ein Team haben, welches sich nicht nach 3 Wochen aufl&ouml;st\r\nAllerdings gibt es auch Vorraussetzungen:\r\n\r\nSeid &uuml;ber 16 Jahre alt\r\nKommunikativ\r\nTiltproof\r\nBeherrschung der Deutschen Sprache\r\nIhr m&uuml;sstet euren ingame Namen &auml;ndern und den Clantag davor setzen (Zusammengeh&ouml;rigkeitsgef&uuml;hl schaffen)\r\nSeit motiviert in diesem Team zu spielen und gewillt bei uns im 1st team auszuhelfen.\r\nDer Teamleiter des Teams Instant Ragequit wird dann auch Tryouts durchf&uuml;hren bei dem wir eure Kommunikationsf&auml;higkeiten einsch&auml;tzen und sehen wollen ob ihr wirklich tilt proof seid. Bitte meldet euch bei mir und added AI Holo! \r\nWir sehen uns! :D","replies":[{"id":"","poster":"AI Holo","date":"2018-05-15T12:31:42.794+0000","up_votes":1,"down_votes":0,"body":"Nur noch Toplane gesucht!","replies":[]}]}