{"id":"9mgKIKld","poster":"Lotus Angel","date":"2018-05-14T17:20:37.726+0000","title":"Chatban","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":4,"body":"Hey,\r\nIch hab heute einen Chatban bekommen... Ich wei&szlig; nicht, was ich sagen soll. Ich wei&szlig;, dass das echt unter der G&uuml;rtellinie war und ich wollte mich daf&uuml;r entschuldigen. Ich bin normalerweise nicht der Flamer-Typ, der andere Leute in Grund und Boden beleidigt, allerdings hatte ich gestern einen echt schlechten Tag. Ich wei&szlig;, dass das keine richtige Entschuldigung, f&uuml;r das was ich getan habe,ist aber ich habe keine andere Erkl&auml;rung. Ich spiele LoL jetzt schon seit Anfang Season 5 und mir ist noch nie sowas passiert. Darum habe ich ein par Fragen:\r\n1. Wie kann ich mich bei den Leuten entschuldigen?\r\n2. Ich hab wirklich Angst um meinen Account... Ich habe Freunde, die richtig schnell gebannt wurden. Muss Ich jetzt Angst um meinen Account haben?\r\n3. Werde ich in Zukunft f&uuml;r Fehlverhalten leichter bestraft? Flamen jetzt nicht unbedingt aber f&uuml;rs afk vllt.? Mein PC st&uuml;rzt hin und wieder ab.\r\n\r\nAbschlie&szlig;end m&ouml;chte ich darauf hinweisen, dass ich nicht v&ouml;llig grundlos geflamed habe. Unabh&auml;ngig davon, ist mir nat&uuml;rlich bewusst, dass mein Verhalten v&ouml;llig inakzeptabel war. Im sogenannten &quot;Game 1&quot; haben zwei meiner Teammates reingetrollt, und da ich schon gereizt war, kann mich sich ja denken wozu das gef&uuml;hrt hat. \r\nIm &quot;Game 2&quot; hat mich einer der Gegner aufs &auml;u&szlig;erste provoziert und war dabei auch alles andere als freundlich (siehe Chatlog). \r\nIch akzeptiere meine Strafe und bin mir meines Verhaltens bewusst. Allerdings empfinde ich es als alles andere als Gerecht, wenn ich der einzige bin, der bestraft wird und die anderen ignoriert werden. \r\nIch bin wahrscheinlich einer von Tausenden, der euch t&auml;glich anschreibt, allerdings verlange ich nur nach ein bischen Gerechtigkeit und Vergebung.\r\n\r\nLg, Biscuit of Hope","replies":[{"id":"","poster":"Gin","date":"2018-05-14T18:42:26.540+0000","up_votes":5,"down_votes":0,"body":"> Hey,\n> Ich hab heute einen Chatban bekommen... Ich weiß nicht, was ich sagen soll. Ich weiß, dass das echt unter der Gürtellinie war und ich wollte mich dafür entschuldigen. Ich bin normalerweise nicht der Flamer-Typ, der andere Leute in Grund und Boden beleidigt, allerdings hatte ich gestern einen echt schlechten Tag. \n\nEinsicht ist der erste Schritt zur Besserung. An dieser Stelle möchte ich dich erstmal dafür loben dass du eingesehen hast dass es dein Fehler war und es nicht damit gerechtfertigt hast dass du nur geflamed hast weil dein Team oder ein Gegner dich provoziert hat.\n\nWenn du dir anderen Beiträge im \"Spielverhalten\"-Bereich anschaust, wirst du schnell merken dass das eher die Norm als eine Ausnahme ist.\n\n> Ich weiß, dass das keine richtige Entschuldigung, für das was ich getan habe,ist aber ich habe keine andere Erklärung. Ich spiele LoL jetzt schon seit Anfang Season 5 und mir ist noch nie sowas passiert.\n\nJeder hat mal einen schlechten Tag. Solange dass ein Einzelfall bleibt, musst du dir hier keine Sorgen machen.\n\nIch rate dir allerdings in Zukunft die Finger einfach ganz von Lol zu lassen wenn du dich nicht besonders fühlst. Sei es wegen Stress, irgendwas hat dich genervt, schlecht geschlafen usw.\n\nDu hast immer die Option nicht zu spielen.\n\n> 1. Wie kann ich mich bei den Leuten entschuldigen?\n\nWie Izaya Kumiho bereits geschrieben hat: In deinem Spielverlauf findest du das Spiel und kannst die einzelnen Spieler adden.\n\n> 2. Ich hab wirklich Angst um meinen Account... Ich habe Freunde, die richtig schnell gebannt wurden. Muss Ich jetzt Angst um meinen Account haben?\n\nDu hast deine Strafe bereits erhalten, also vorerst musst du dir keine Sorgen machen. Solltest allerdings weiterhin auffallen, kommst du schnell zum 14 Tage Ban, und anschließend zum Perma.\n\nWenn du allerdings nichts anstellen solltest, ist es Piep-egal ob dich jemand reportet oder nicht, dir wird hier nichts passieren. (Also solange du unschuldig bist.)\n\n> 3. Werde ich in Zukunft für Fehlverhalten leichter bestraft? Flamen jetzt nicht unbedingt aber fürs afk vllt.? Mein PC stürzt hin und wieder ab.\n\nKeine Sorge, Strafen für Fehlverhalten wie Flamen, Feeden, Inten usw. wird unabhängig von deiner Strafe fürs AFK gehen behandelt.\n\nDas soll allerdings nicht heißen dass du einen Freifahrschein hast AFK zu gehen, du solltest dich um das Problem kümmern und versuchen alles was in deiner Macht steht zu tun damit du im Spiel bleibst und nicht einfach verschwindest ;)\n \n> Abschließend möchte ich darauf hinweisen, dass ich nicht völlig grundlos geflamed habe. Unabhängig davon, ist mir natürlich bewusst, dass mein Verhalten völlig inakzeptabel war. Im sogenannten \"Game 1\" haben zwei meiner Teammates reingetrollt, und da ich schon gereizt war, kann mich sich ja denken wozu das geführt hat.\n\nOops, vergiss was ich am Anfang zum Rechtfertigen geschrieben habe.\n\nAber ja, niemand flamed grundlos. Viele sind häufig durch Dinge außerhalb von League of Legends bereits gereizt die in ihrem Leben stattfinden, und Dinge wie Feeder, Troller, Afkler und Geflame im Chat bringen das Fass dann halt zum überlaufen.\n \n> Im \"Game 2\" hat mich einer der Gegner aufs Übelste provoziert und war dabei auch alles andere als freundlich (siehe Chatlog).\n\nHabe ich bereits oben beantwortet, und deinen Chatlog hast du vergessen zu verlinken. Wir sind keine Rioter oder Supporter und können diese nicht einfach so einsehen.\n\n> Ich akzeptiere meine Strafe und bin mir meines Verhaltens bewusst. Allerdings empfinde ich es als alles andere als Gerecht, wenn ich der einzige bin, der bestraft wird und die anderen ignoriert werden.\n\nDas weißt du nicht. Riot ist es nicht erlaubt dir Auskunft darüber zu geben ob ein anderer Spieler bestraft wurde oder nicht.\n\nWenn sich ein Spieler negativ verhalten hat, dann wird er auch dafür bestraft. Du bist der Beweis dafür dass das System ja scheinbar funktioniert.\n\n> Ich bin wahrscheinlich einer von Tausenden, der euch täglich anschreibt, allerdings verlange ich nur nach ein bischen Gerechtigkeit und Vergebung.\n> \n> Lg, Biscuit of Hope\n\nKein Problem, Gerechtigkeit und Vergebung habe ich genügend übrig, dafür musst du allerdings dafür sorgen dass das Spiel eine seltene Ausnahme, und im besten Fall ein Einzelfall bleibt ;)\n\nIch wünsche dir ansonsten noch viel Spaß in der Kluft.\n\n\\- Gin","replies":[{"id":"","poster":"Lotus Angel","date":"2018-05-14T19:35:51.025+0000","up_votes":1,"down_votes":0,"body":"Danke <3","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2018-05-14T18:03:38.385+0000","up_votes":3,"down_votes":0,"body":">1. Wie kann ich mich bei den Leuten entschuldigen?\n\nWenn du die Namen der Spieler kennst, solltest du diese adden können. Im besten Fall sind die Leute noch in deiner \"zuletzt gespielt\"-liste.\nAußerdem bezieht sich ein Chatban nur auf deinen Ingamechat und nicht auf den Client.\n\n>2. Ich hab wirklich Angst um meinen Account... Ich habe Freunde, die richtig schnell gebannt wurden. Muss Ich jetzt Angst um meinen Account haben?\n>3. Werde ich in Zukunft für Fehlverhalten leichter bestraft? Flamen jetzt nicht unbedingt aber fürs afk vllt.? Mein PC stürzt hin und wieder ab.\n\nWell..Ich beantworte mal ebend beide Punkte mit einem Abschnitt: Afk-ing und Chatsperren werden unterschiedlich behandelt. Ich denke, bis auf einen Leaverbuster solltest du nichts zu befürchten haben, es sei denn du brichst die Regeln auf i-einen Weg.\n\n\n>Abschließend möchte ich darauf hinweisen, dass ich nicht völlig grundlos geflamed habe. Unabhängig davon, ist mir natürlich bewusst, dass mein Verhalten völlig inakzeptabel war.\n\nSelten geht jemand grundlos auf seine Mitspieler los. Jedoch können wir - besonders die Forumscommunity - deine Absichten nicht in Betracht ziehen. \nDenk dir einfach folgendes: Wenn du es **nicht nötig** hast, jemanden zu flamen oder dich wegen eines Games übertrieben aufzuregen, bist du was besseres.\n\n>Allerdings empfinde ich es als alles andere als Gerecht, wenn ich der einzige bin, der bestraft wird und die anderen ignoriert werden.\n\nHold on. Hast du denn die anderen Leute reported? Wenn dies der Fall ist, werden die Personen sicherlich auch eine Strafe bekommen haben. Du bekommst nur nicht immer eine Meldung über sowas.","replies":[{"id":"","poster":"Lotus Angel","date":"2018-05-14T19:36:40.789+0000","up_votes":1,"down_votes":0,"body":"Danke <3","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2018-05-14T17:40:01.422+0000","up_votes":3,"down_votes":0,"body":"1. Gar Nicht, weil nicht mehr angezeigt wird wer im Spiel war\n2. Ja -> Siehe 3\n3. Ab jetzt werden Fehlverhalten schneller bestraft... Durch spielen ohne Vorkommnisse kannst du deinen \"weiße Weste\" Status wiederherstellen, das dauert aber einige Zeit","replies":[{"id":"","poster":"Lotus Angel","date":"2018-05-14T19:36:11.192+0000","up_votes":1,"down_votes":0,"body":"Danke <3","replies":[]}]}]}