{"id":"X5LI3lI0","poster":"Wolf Husky","date":"2019-06-21T13:39:33.176+0000","title":"TFT auf den normalen Client","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Sollte ja erst mit dem nächsten Patch drauf sein, kann man das aber nicht jetzt schon machen? Bugs hätten sowieso noch keinen schlimmen Einfluss, weil es ja nur ein Modi ist. So würde man das Spiel zugänglich machen :3","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-06-21T13:41:11.688+0000","up_votes":1,"down_votes":0,"body":"Was für eine Ungeduld. Ich meine 9.13 kommt kommenden Dienstag oder Mittwoch","replies":[{"id":"","poster":"HyperionCH","date":"2019-06-21T13:43:32.830+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=cGRapXds,discussion-id=X5LI3lI0,comment-id=0000,timestamp=2019-06-21T13:41:11.688+0000)\n>\n> Was für eine Ungeduld. Ich meine 9.13 kommt kommenden Dienstag oder Mittwoch\n\nWobei gem. Meddler TFT wohl nicht sofort beim Patch verfügbar sein wird.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-06-21T14:29:05.128+0000","up_votes":1,"down_votes":0,"body":"Wir werden sehen.\nMöglicherweise nicht, aber es bringt auch nichts sich jetzt zu beschweren. Jetzt ist die nächste Chance für die notwendigen Updates, um TFT auf den Live-Clients zu spielen erste der Patchday.","replies":[{"id":"","poster":"HyperionCH","date":"2019-06-21T14:38:59.903+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=cGRapXds,discussion-id=X5LI3lI0,comment-id=000000000000,timestamp=2019-06-21T14:29:05.128+0000)\n>\n> Wir werden sehen.\n> Möglicherweise nicht, aber es bringt auch nichts sich jetzt zu beschweren. Jetzt ist die nächste Chance für die notwendigen Updates, um TFT auf den Live-Clients zu spielen erste der Patchday.\n\nWobei immer die Option bestände, zumindest einen Teil des kommenden Patches (z.B. eine \"Light Version\" von TFT ohne Shopinhalte etc.) bereits früher zu patchen.\n\nDies bedeutet für das Entwicklerteam natürlich einiges an zusätzlicher Arbeit (Überzeit), jedoch würde dies auch den PBE massiv entlasten. Letzteres darf man nicht unterschätzen, denn eines ist gewiss: da auf dem PBE die Leute entweder TFT spielen oder einfach nur on sind (den PC laufen lassen, damit man sich nicht erneut anmelden muss), wird derzeit wohl gar nichts bei LoL auf dem PBE getestet/gespielt.\n\nWenn beim nächsten Patch in LoL einzelne Champ falsch gebalanced wurde (zu stark gebufft oder zu Tode generft), dann wissen wir ja warum. :D","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-06-21T16:09:19.074+0000","up_votes":1,"down_votes":0,"body":"> Wenn beim nächsten Patch in LoL einzelne Champ falsch gebalanced wurde (zu stark gebufft oder zu Tode generft), dann wissen wir ja warum. :D\n\nDer PBE ist in erster Linie ein Design- und Performance-Prüfstand. Es wird nicht geguckt, ob ein Champion zu stark oder zu schwach ist. Wenn also ein unbalanced Champion auf die Live-Server kommt. (Wie es bei nahe zu jedem Release von Champions ist => Qiyana, und wir erinnern uns noch gern an AP-Galio und den alten +40%-AP-W-Nunu.)\n\nRiot balanced nicht auf dem PBE, sondern guckt lediglich, dass das betrachtete Objekt (Champion, Spielmodus, etc.) in einer Server-Umgebung funktioniert.\n\nHier haben wir auch den Grund dafür, das TFT anders als Nexus Blitz als Beta-Mode auf die Live-Server kommt nachdem er auf dem PBE eine Woche verbringt. (Nexus Blitz kam ja nicht auf den PBE). Denn es hat sich als sinnvoller erwiesen erst einmal einen laufenden Modus zu schaffen, bevor man sich um \"Kleinigkeiten\" wie Balancing kümmert.\nAuf der anderen Seite gibt es auch durch den PBE schon sehr viele Rückmeldungen, da TFT aktuell Täglich gepatched wird.","replies":[{"id":"","poster":"HyperionCH","date":"2019-06-21T20:55:40.653+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich hast du recht, jedoch kommt es in extremen Fällen doch vor, dass beim Patch doch noch etwas geändert wird, wenn man auf dem PBE sieht, dass die Änderung nicht ganz so lief, wie man sich dies vorstellte.\nNatürlich kommt dies sehr selten vor, da es wie gesagt schon sehr spürbar sein muss.\n\nTrotzdem ist es so gesehen schade, dass eigentlich gar nicht mehr LoL getestet werden kann.\nAuf dem PBE ist ja nun die neue Visualisierung des Schaden. Hier wünschte Riot ja auch, dass die Spieler Feedback geben. Zwar gibt es kurze Vids davon, aber ingame ist dies doch etwas anders, so dass ein Game auf dem PBE wohl einen besseren ersten Eindruck bringt und das Feedback entsprechend aussagekräftiger ist. Dies funktioniert deshalb nicht.\n\nOK, ist natürlich kein Weltuntergang. Trotzdem sehe ich auch gewisse Vorteile, hätte Riot hier eine Ausnahme gemacht.\nMir ist aber wie gesagt auch bewusst, dass das Thema \"Überzeit\" derzeit in der Gaming-Branche sehr, sehr heikel ist. Ich kann deshalb auch verstehen, dass Riot dies nicht  umsetzen kann.","replies":[]}]}]}]}]}]}]}