{"id":"uoeOYmss","poster":"Irukao","date":"2019-06-20T15:57:08.585+0000","title":"Idee für neue Einheiten in TFT","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":1,"body":"Moin, \n\nich habe eine meiner Meinung nach ganz gute Idee, um das Hinzufügen von neuen Charakteren in TFT für Riot um einiges flexibler und spannender zu machen.\n\nIn den letzten Tagen konnte ich ein bisschen TFT spielen und ein paar Streams dazu sehen. Immer wenn gefragt wurde, ob jemand Verbesserungsvorschläge für das Spiel hat, hieß es vor allem, dass jeder Skins bei aufgelevelten Einheiten sehen will und nicht einfach silberne/goldene Färbungen.\n\nIch kam dabei auf die Idee, dass man Skins doch auch direkt als Einheiten benutzen könnte. Vayne bspw. ist schon nicht mit ihrem normalen Skin im Spiel, sondern mit dem Arclight-Skin. Warum sollte man dann nicht auch einfach Einheiten mit Skins ins Spiel bringen, die direkt andere Eigenschaften aufweisen?\n\nMeine ersten Ideen waren z.B. Hextech-Anivia, Robot-Nunu und der Feuer-Zyra Skin:\nDie ersten beiden könnten den Typen Roboter haben, obwohl ihre normalen Skins nichts mit Robotern zu tun haben. Obwohl es keinen anderen Roboter im LoL-Universum gibt.\nGenauso könnte es einen Pyro-Typen oder so geben, dem dann nicht nur Annie und Brand angehören, sondern auch Feuer-Zyra bspw.\nDas Interessante bei dem Zyra-Skin ist auch noch, dass man so Typenkombinationen rausbringen kann, die ohne Skins eigentlich gar keinen Sinn ergeben.\nEine normale Feuer-Pflanzen-Einheit wäre in jedem Spiel (selbst in Pokemon imao) absolut unsinnig. Dass ein Pflanzen-Mensch einen Feuer-Skin hat, wird von niemandem weiter hinterfragt. So kann man also relativ einfach Design-Probleme bei Typenkombinationen umgehen. So schafft man auch Spielraum um einzelne Typen/Klassen/was auch immer mit einander zu verbinden, um auch neue Strategien zu ermöglichen. Genauso könnte man die Typen/Klassen von Einheiten durch das Wechseln des Skins ändern, um das Spiel zu balancen. Ich finde es zumindest immer schade, wenn Einheiten bei Auto-Chess direkt eine neue Fähigkeit bekommen, weil die alte zu gut/schlecht war.\n\nAußerdem wäre es doch schade, wenn man Skins ganz aus TFT rauslässt oder? :P\n\nIch bitte um Anregungen und Meinungen eurerseits. Immerhin sagt Riot doch, dass sie TFT mit der Community zusammen verbessern wollen, richtig? :D","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-06-20T21:20:20.646+0000","up_votes":1,"down_votes":0,"body":"Erstmal sollten sich die 50 Aktuellen etablieren.","replies":[{"id":"","poster":"Irukao","date":"2019-06-21T00:02:27.978+0000","up_votes":1,"down_votes":0,"body":"Klar, man kann auch noch vor dem Hinzufügen neuer Charaktere erstmal das Spiel an sich, Items oder sonst was anpassen. Aber wenn dann mal weitere Charaktere zugefügt werden, wäre das doch eine Idee?\nDas Spiel braucht nachher ja nicht nur aus Skins bestehen, aber so kann man halt mehr Möglichkeiten verwirklichen (denke ich? :D)","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-06-21T13:29:25.070+0000","up_votes":1,"down_votes":0,"body":"Kommt darauf an.\nWenn Riot die Skins an den Skin-Pool des Spielers anpasst, dann würde derartiges nicht funktionieren.\nAuf der anderen Seite haben wir aktuell nur 50/144 Champions in TFT, was bedeutet, dass auch ohne diese Skin-Idee noch sehr viel offen ist, sowohl neue Champions, als auch neue Origins und Classes.\n\nBei den Items ist hierbei jedoch gar nicht mal so viel Potential nach oben, da alle aktuell möglichen Kombinationen bereits genutzt sind und man somit neue Basis-Items einfügen muss, welche jedoch auch über ein eigenes Alleinstellungsmerkmal verfügen.\nDaher ist die Auswahl sehr gering.","replies":[{"id":"","poster":"Irukao","date":"2019-06-23T12:56:26.257+0000","up_votes":1,"down_votes":0,"body":"Wieso sollte Riot den Skin-Pool denn an den des Spielers anpassen? Dann wäre das Spiel ja doch Pay2Win, wenn die Skins eine ähnliche Bedeutung haben, wie ich sie ihnen geben würde. Denke mal so etwas hat Riot nicht vor.\n\nDass an sich aber noch Platz nach oben ist, was Champions und mögliche Items (hinzufügen oder auswechseln) angeht, ist ja klar. Ich wollte nur betonen, dass die unendlich vielen Skins ein Vielfaches dieser Möglichkeiten bietet, bzw. diese zu den bereits existierenden durch Champions, Items, etc. hinzukommen können und es ja wirklich verschwendet wäre, das einfach unbeachtet zu lassen.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-06-23T17:08:02.697+0000","up_votes":2,"down_votes":0,"body":"> Dann wäre das Spiel ja doch Pay2Win\n\nNein. Wie ich schon sagen, würde das bedeuten, dass deine Idee gar nicht umgesetzt werden kann, weil Skins die selbe Funktion hätten wie in LoL (SR TT HA), nämlich rein ästhetische.\n\n> Denke mal so etwas hat Riot nicht vor.\n\nPay2Win nicht. Nein davon hat sich Riot klar distanziert, jedoch war bis vor kurzem nicht bekannt, ob und wenn ja wie Riot Skins implementieren wollte. Somit war die Ästhetik-Alternative nicht vom Tisch, weshalb ich sie zu Beginn angeführt hatte.\n\n> Ich wollte nur betonen, dass die unendlich vielen Skins ein Vielfaches dieser Möglichkeiten bietet, bzw. diese zu den bereits existierenden durch Champions, Items, etc. hinzukommen können und es ja wirklich verschwendet wäre, das einfach unbeachtet zu lassen.\n\nKommt darauf an.\n144 Einheiten würden mehr als das doppelte der 63 Chess Pieces aus Dota-Auto-Chess darstellen\nDazu hat TFT mit 10 Classen aktuell nur eine weniger als DAC\nUnd im Vergleich der Alternativ-Kategorie liegt TFT mit 13 Origins auch nur knapp unter DAC mit 15 Species.\n\nLaut dem Artikel kommen noch etwa 10 Champions in naher Folge zum Release von TFT, welche keine neuen Classes und Origins aufwerfen werden oder eine Alleinstellung erlauben (Vgl. Roboter und Exile). (Dazu kann man sich auch schon gut Gedanken machen XD)\nUnd als Letztes können durch die verbleibenden 84+ Champions (dadurch das ja auch noch neue Released werden) auch noch weitere Origins und Classes implementiert werden, da sie in Sets erscheinen sollen.\n\nAlso selbst ohne die Skin-Universen würde TFT weitaus mehr bieten, als DAC und alle Vorgänger dieses je hatten. Doch wie wir nun wissen, kommen auch noch die Skin-Universen dazu. (Wobei ich wirklich hoffe, dass sie ebenfalls neue Origens und Classes ermöglichen und das Spiel etwas ausgebremst wird, sodass man auch aus dem gewaltigen entstehenden Pool etwas machen kann.)","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-06-21T21:03:16.028+0000","up_votes":2,"down_votes":0,"body":"Es hat sich herausgestellt, dass deine Idee sogar exakt so umgesetzt wird:\nhttps://nexus.leagueoflegends.com/de-de/2019/06/dev-design-pillars-of-teamfight-tactics/?utm_source=LeagueClient&amp;utm_medium=OverviewTier2Pos1","replies":[{"id":"","poster":"Irukao","date":"2019-06-23T12:52:23.198+0000","up_votes":2,"down_votes":0,"body":"Ah ja, danke für die Info^^\nNur ist in dem Artikel soweit ja nur von unterschiedlichen Attacken die Rede. Ich denke alles andere auch variieren zu können, soll damit ebenfalls angedeutet werden, aber naja. :D","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-06-23T16:53:41.834+0000","up_votes":2,"down_votes":0,"body":"Das kommt halt darauf an.\nIn dem Artikel wurde ja explizit das Beispiel von Yasuo gemacht. Hierbei kann also auch gut das Wegfallen von Exile eine Möglichkeit sein, denn er ist ja als Odysse-Yasuo kein Außenseiter, sondern der Captain, somit wäre eine etwas Teamfähigere Alternative angemessen. (Blademster passt ja immer zu ihm)","replies":[]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2019-06-20T19:25:15.524+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, ob es gut ist, die Komplexität weiter zu erhöhen und das auch noch ohne weitere Champions hinzuzufügen.\nMir würde es reichen, wenn ich den für mich sichtbaren Skin selbst bestimmen könnte","replies":[{"id":"","poster":"Irukao","date":"2019-06-21T00:09:25.501+0000","up_votes":1,"down_votes":0,"body":"Die Skins sollen ja quasi weitere Champions sein, ich meine nur, dass man anstelle von einer normalen Zyra eben direkt eine mit Skin rausbringt. Quasi wie bei Vayne, nur dass der Skin die Typen erklärt. Vayne könnte ja auch ohne Skin nobel sein imo, passt mit aber einfach besser.\n\nDa wärs mir sogar lieber, wenn die aufgelevelten Champions andere Skins bekommen tbh. :x","replies":[]}]}]}