{"id":"hvTw6ei4","poster":"New Moon Scorpio","date":"2018-05-12T13:36:06.394+0000","title":"Discord Clan im Aufbau: Lunari Emperors sucht Member!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag, Beschw&ouml;rer!\r\n\r\n**Wer sind wir?**\r\nLunari Emperors ist ein frisch gegr&uuml;ndeter Clan, dessen Fokus auf dem Miteinander besteht. Unsere Hauptsprachen sind Deutsch und Englisch und wir sind ein reiner Discordclan mit eigenem Server und einem Club in League of Legends. Allerdings beschr&auml;nken wir uns nicht nur auf League &ndash; momentan ist Overwatch, Fortnite und PUBG ebenfalls vertreten. Finden sich gen&uuml;gend Spieler f&uuml;r andere Games finden auch diese einen Platz in unserem Clan.\r\n\r\n**Was m&ouml;chten wir erreichen?**\r\nEine harmonierende Community zu erschaffen und auszubauen z&auml;hlt zu unserem gr&ouml;&szlig;ten Ziel, allerdings unterst&uuml;tzen wir auch Teams, die im E-Sport Fu&szlig; fassen m&ouml;chten oder zumindest zu den Besten der Besten z&auml;hlen m&ouml;chten.\r\nAber auch den anderen Mitgliedern unseres Clans bieten wir reichlich Chancen auf ein respektvolles und entspanntes Miteinander, bei dem jeder der Hilfe braucht, diese auch nach unseren M&ouml;glichkeiten bekommt.\r\n\r\n**Was k&ouml;nnen wir dir bieten?**\r\n - eine erreichbare Clanf&uuml;hrung\r\n - Discordserver mit einem eigenen Bot\r\n - die Chance von Anfang an einen Einfluss auf den Clan zu haben\r\n - M&ouml;glichkeit ein eigenes Team zu gr&uuml;nden und Discordr&auml;umlichkeiten zu erhalten\r\n - zuk&uuml;nftige Communityevents\r\n - Ingame-Club\r\n - Tipps &amp; Tricks im Spiel\r\n\r\n**Was sind unsere Erwartungen an dich?**\r\n- Mindestalter 16 Jahre\r\n- Einhaltung der Regeln (vorzufinden auf unserem Discord)\r\n- Grundaktivit&auml;t\r\n\r\n**Kontakt:**\r\nHier ist der Invitelink zu unserem Discordserver. Du kannst dir in Ruhe die Regeln durchlesen und dann die Clanleitung zwecks einer Aufnahme anschreiben, sofern du interessiert bist.\r\n\r\nhttps://discord.gg/zyZjsX5\r\n\r\n**Wir freuen uns auf dich!**\r\n\r\n{{sticker:sg-miss-fortune}}","replies":[]}