{"id":"35OvnNFn","poster":"hi its zenox","date":"2018-05-12T01:21:53.173+0000","title":"Wieso bekomme ich solche Teammitglieder?","subforum":"Ligen & gewertete Spiele","embed":{"title":"not the real box - Summoner Stats - League of Legends","description":"not the real box / / Lv. 30","url":"http://euw.op.gg/summoner/userName=not+the+real+box","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":1,"body":"Egal wie sehr ich versuche zu carrien die wollen einfach nicht Gewinnen.\r\n\r\nSolche Sachen passieren mir immer!\r\n\r\nMin 3. Supporter schreibt das er keine lust auf unseren ADC hat und geht roamen\r\n\r\nAlle ADCarrys die ich bekomme verlieren die Lane egal wie oft ich helfe und dann farmen die AFK nehmen meine Buffs und machen nicht wirklich in Fight mit.\r\n\r\nIch hab alle eigentlich immer Gemuted aber dann am Schluss beschweren sich alle &uuml;ber mich.\r\nIch werde nie geehrt.\r\n\r\nMein Toplaner verkauft einfach alle Items die er besitzt ... im Lategame\r\n\r\nIch bekomme Leute die Ragequitten, Anf&auml;nger etc.\r\n\r\nWieso passiert mir immer soetwas?\r\nWas soll ich machen ich hab jetzt wieder in den Placement Games verkackt.\r\nWenn einer ein Hilfreichen Ratschlag hat soll er mir helfen weil das mich wirklich W&uuml;tend gemacht hat.","replies":[{"id":"","poster":"Nordwolf87","date":"2018-05-15T13:08:22.630+0000","up_votes":1,"down_votes":0,"body":"Ich würde dir raten: lern farmen wenn du eine lane spielst, dann kannste besser fehler von mates ausgleichen.\n\nIn den letzten tagen war dein CS nur ganz selten über 6/min (teilwese sogar unter 5/min - highlight 3.6/min als midlaner) das reicht oft nicht mal in Bronze zum gewinnen. Wenn man davon ausgeht, dass gute Spieler konstant 8-10 CS/min in ihren spielen haben sind das einfach schlechte werte.\n\nIch hab auf die summoner spells schauen müssen um zu erkennen ob du im Jgl oder auf ner lane warst...am CS war das nicht zu erkennen...","replies":[]},{"id":"","poster":"SîLBERRÜCKEN","date":"2018-05-12T18:34:14.139+0000","up_votes":1,"down_votes":0,"body":"Glaube mir, das passiert nicht nur Dir. \n\nGestern hatte ich eine klasse Win Serie, 8 Siege in Folge... heute 3 Spiele, 3 Mal verloren. \n\nGestern waren die Teams nicht perfekt, hatten auch welche die nicht gut waren im Team. Aber Sie haben Ihr bestes gegeben und wollten gewinnen und haben sich zusammen gerissen. Da konnten wir dann als Team gewinnen und ich bei min. 30 mit 300 Farm und den ein oder anderen Kill gut carrien. \n\nHeute leider nicht. Sie feeden Ihre Lane, reißen sich nicht zusammen und dann wirst Du nur noch überrollt. Selbst mit guten Farm und den ein oder anderen Kill konnte ich nichts ausrichten, da ich nicht mal in die Phase gekommen bin, wo ich hätte carrien können. (Vielleicht schon? Bin nur Silber und mache mit Sicherheit genug Fehler)\n\nSo ist das manchmal. Ich werde heute auch keins mehr spielen.  Bin zu angepisst. Jetzt würde ich selber nur noch schlecht spielen. Abhaken, Spiel etwas ruhen lassen und morgen oder übermorgen gehts weiter.","replies":[{"id":"","poster":"hi its zenox","date":"2018-05-12T19:58:36.364+0000","up_votes":1,"down_votes":0,"body":"Gib dir als Beispiel mein letztes Spiel, ich wurde beleidigt weil alle Lanes verlieren etc.\n\nIch habe keinen Beleidigt, ich war Tilt-Proof usw.\n\nDie Gegner outscalen uns, sind besser in Teamfights, haben Drakes, Barons ... die waren einfach zu weit vorne\nin solchen Spielen will ich einfach nicht mehr versuchen zu Gewinnen weil mein Team das nicht verdient.\nIch gebe mein Team bescheid wo der Gegner ist, wer welche Sums wann bekommt und trotztdem sterben die obwohl sie es ca. 15 sekunden früher wissen.\n\nNatürlich musste ICH das ganze Spiel carrien und was hab ich bekommen?\n\nMeine LP, Meine MMR verbessert und geflame.\nRiven no jungle item, riven killstealing etc.\nIch hab auch nur eine einzige Ehrung bekommen soweit ich weiß und die war von mein meiner Supporterin.\n\nhttp://euw.op.gg/summoner/userName=not+the+real+box\n\nDanke für deine Zeit und ich rege mich auch weniger auf seitdem ich mit meinem Pre spiele weil sie sich nicht aufregt wahrscheinlich.\nEs ist aber trotztdem schade wie die meisten in der Community sind. Der einzige der mich gelobt hat war einer von den Gegnern.","replies":[]}]},{"id":"","poster":"Oriius","date":"2018-05-12T03:58:04.693+0000","up_votes":1,"down_votes":0,"body":"Du hast ne positive Winrate\nDu spielst mit premade\n\nDu bist unranked sprich mit Premade solltest du fast jedes Game gewinnen xd\n\nNicht nur dir passiert so etwas so was ist gang ung gebe bis Dia\n\nWenn du nie geehrt wirst sorry aber das ist der einzige Punkt wo ich mir nur denke du machst alles falsch was du falsch machen kannst. Ich meine ich bin schon ziemlich toxic , bin auch nicht umbedingt immer mit guten Stats bestückt und werde trotzdem spätestens alle 2 Spiele geehrt. Wenn du das nicht wirst dann bist du wohlmöglich nicht so worth für dein Team auch wenn du das denkst weil du vermutlich nur auf die Stats schaust ^^","replies":[{"id":"","poster":"hi its zenox","date":"2018-05-12T08:59:11.531+0000","up_votes":1,"down_votes":0,"body":"Ich spiele SoloQ die beiden sind meine besten Freunde und haben mir beim Leveln geholfen :)","replies":[]}]}]}