{"id":"2Zs53xTy","poster":"Kind Prow","date":"2018-05-09T13:57:31.097+0000","title":"[OTRP] Das Königreich","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":5,"body":"Ein Flackern. Ein Blinzeln. Verwischte Bilder, nur halb wahrgenommen. Menschen. Priester. Diener. Hofnarren. Und Schatten. Schatten, im Augenwinkel huschen sie vorbei. Schatten in den Ecken, zitternd und zuckend. Schatten unterm Bett. Schatten hinter meinen Augenlidern. Schatten und Dunkelheit.\r\nKrampfhaft umklammere ich das Buch. Mein Atem geht schwer. Einatmen...  Ausatmen...  Kettengerassel in meiner Brust. Jeder Zug f&uuml;hlt sich an wie eine Ewigkeit. Einatmen. Den Kiefer runterdr&uuml;cken, die Brust heben, trotz der Schmerzen die staubige Luft einsaugen. Dann ausatmen. All die W&auml;rme herausflie&szlig;en lassen, ganz langsam und vorsichtig. Ich f&uuml;hle wie sich meine Herz zusammenkrampft. Unvermittelt breche ich in Husten aus. Vergesse alles, w&auml;hrend in meinem Kopf eine Supernova explodiert.\r\n\r\nIch habe ihr keine Schaufel geschmiedet.\r\n\r\nDas ist alles was ich denke. Dann gehen die Lichter aus. Und die Schatten kommen.\r\n\r\n//Willkommen im RP Thread, meine Freunde. \r\n\r\nDas Schloss ist zertr&uuml;mmert. Die gro&szlig;en Helden und die Feinde der Alten Zeit sind fast alle gestorben oder verschwunden. Die einzigen, die berichten k&ouml;nnten, was sich zugetragen, halten ihre M&uuml;nder fest verschlossen.\r\nNur eines ist klar: Die tyrannische K&ouml;nigin wurde besiegt. Der neue K&ouml;nig war ein alter Mann und hatte nicht die Kraft f&uuml;r das Amt, das er sich erk&auml;mpft hatte. Die B&uuml;rger verlassen die Stadt. Die ersten Werw&ouml;lfe wurden gesichtet. Niemand h&auml;lt mehr Wache.\r\n\r\nAbenteurer, r&uuml;stet euch. Das einst gro&szlig;e Land birgt unz&auml;hlige magische Artefakte, die Chance auf Ruhm und Macht, Freiheit, jede Menge Bier, Frauen und Gesang. Nichts ist unm&ouml;glich.\r\n\r\nDoch h&uuml;tet euch vor der Bibliothek. Sie sieht euch.\r\n\r\n_Liste der Menschen im toten Reich_\r\n\r\n//","replies":[{"id":"","poster":"Megamaexx","date":"2018-05-10T09:55:46.875+0000","up_votes":1,"down_votes":0,"body":"Meine kleinen Späher erreichten mich und so erfuhr ich von den Geschehnissen innerhalb der Mauer. “So stirbt also der König der Revolution.“ Die kleinen Wesen, die mir Bericht erstatteten, krabbelten wieder unter meinen Umgang. Die Mauern waren in weiter Ferne erkennbar, dennoch zog es mich nicht dorthin. Meine Augen überflogen die Umgebung und fanden einen Wald in der Nähe. Ich weiß gar nicht mehr, wie ich an die kleine Handaxt in meiner Hand gekommen bin, allerdings beschloss ich, diese auch zu nutzen. Ich hatte mir sicherlich etwas dabei gedacht. So zog ich nun los, wortlos und allein in den Wald, mit einem klaren Ziel vor Augen. Ich benötigte Holz. Ich muss für die kommenden Ereignisse gewappnet sein...","replies":[]}]}