{"id":"6BA4AjaT","poster":"SgtBananenkuchen","date":"2018-05-09T07:07:01.179+0000","title":"Wartungsarbeiten","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\r\n\r\nmich w&uuml;rde interessieren, f&uuml;r was genau die Wartungsarbeiten im Moment sind? Steht das irgendwo und ich habe es nur &uuml;bersehen oder ist das gar nicht bekannt? Ich kann nat&uuml;rlich warten, das ist es nicht, w&uuml;rde mich nur interessieren, was da gemacht wird.","replies":[{"id":"","poster":"Sorakã","date":"2018-05-09T09:02:24.310+0000","up_votes":3,"down_votes":0,"body":"Hey, ne hab das noch nie irgendwo stehen sehen... Ich zitiere aus einem anderen Forum:\n\n_\"1. Login Server runterfahren, alle noch vorhandenen Spieler disconnecten\n2. Auf den noch laufenden Servern irgendeinen Performance Test durchführen und automatisiert nach Anomalien suchen \n3. Server runterfahren, ggfalls Patches aufspielen oder vorher vorbereitete Hardware austauschen\n4. Backups, Defragmentieren oder sonstige Optimierungen der Festplatten und Datenbanken durchführen\n5. Hochfahren der Server\n6. Performance und Funktions Tests \n7. Hochfahren der Login Server\"_\n\nEvtl ging da etwas schief, daher dauert es länger als sonst. :){{sticker:sg-zephyr}}","replies":[]},{"id":"","poster":"Furbynat0r","date":"2018-05-09T09:40:38.988+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\ndas Spiel sollte nun wieder verfügbar sein.\n\nGruß,\nFurbynat0r","replies":[]},{"id":"","poster":"SgtBananenkuchen","date":"2018-05-09T09:24:06.609+0000","up_votes":1,"down_votes":0,"body":"Okay, danke :) \nSollte schon irgendwo bekannt gegeben werden, was genau gemacht wird, wenn schon Wartungen durchgeführt werden\n\nJa, im Moment auf halb 12 verschoben; hoffentlich wird das bald, mein Sieg des Tages und LevelUp warten :'D","replies":[]},{"id":"","poster":"Sidia","date":"2018-05-09T07:55:03.390+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nMeldungen zu aktuellen Wartungen kannst du hier nachlesen:\n\nhttp://status.leagueoflegends.com/#euw\n\nMit freundlichen Grüßen\nSidia","replies":[]}]}