{"id":"8EnjAJ17","poster":"Markishi","date":"2018-05-08T08:03:00.551+0000","title":"Buch XI: Yordle und Monster - Band I","subforum":"Community-Kunstwerke","up_votes":6,"down_votes":0,"body":"Liebe Beschw&ouml;rer!\r\nIch m&ouml;chte euch herzlich einladen, bei unserer heutigen Geschichts &ndash; und M&auml;rchenstunde anwesend zu sein. Hier m&ouml;chten wir euch mit auf Reisen in die Welt von Runeterra nehmen.\r\nNun, da die Strahlen des aufbl&uuml;henden Sommers jede Erinnerung an die finsteren Nebel der Graunacht vertreiben, kommt die Zeit der Lagerfeuer und Geschichten. Gruselig, lustig und warnend d&uuml;rfen sie sein und ob sie jemals wirklich so geschehen sind, ist das Geheimnis der Erz&auml;hler. \r\nDiese hier ist es aber ganz bestimmt. Und so lasst mich nun beginnen. R&uuml;ckt n&auml;her an das Feuer und lauscht meiner Geschichte:\r\n\r\nNicht alle waren davon begeistert gewesen die Graunacht zu feiern, war sie doch in anderen St&auml;dten ein st&auml;ndiger Quell der Furcht und des Grauens. Allerdings hatte sich das vergn&uuml;gte Naturell der Yordle durchgesetzt. Diese Graunacht w&uuml;rden sie dem weit entfernten Schrecken der Schatteninseln ihre ausgelassene Fr&ouml;hlichkeit entgegensetzen. Au&szlig;erdem hatten sie auch einige Ber&uuml;hmtheiten f&uuml;r dieses Fest gewinnen k&ouml;nnen. Nat&uuml;rlich als G&auml;ste und nicht als Schutz, denn was sollte schon schiefgehen, wenn man die Herrschaft des schwarzen Nebels mit Feierlichkeiten, und die D&uuml;sternis der Toten und Geister mit gewaltigen Lagerfeuern zu verstreuen suchte? Und so fanden sich die Yordle der Liga in Bandle City ein.\r\nDer Duft der Lagerfeuer zog durch den Wald. Tagelang hatten die Einwohner von Bandle City ihre Stadt geschm&uuml;ckt, die Buffets vorbereitet und sowohl K&uuml;rbisse als auch Feuerholz gesammelt. Und wie sie ihre Stadt geschm&uuml;ckt hatten: In den hohen &Auml;sten der B&auml;ume und den Nischen des Wurzelwerks flackerten Kerzen, auf Vorspr&uuml;ngen standen ausgeh&ouml;hlte K&uuml;rbisse und &uuml;berall waren Bilder ihrer Champions zu bestaunen. Es war ein regelrechter Wettbewerb zwischen den Kindern ausgebrochen, Bildnisse ihrer Helden zu erschaffen und so prangten ihre Gesichter auf Bl&auml;ttern und in K&uuml;rbissen und ihre Namen auf flatternden Bannern.\r\nLulu stand mit Pix auf einem Baum in der N&auml;he von Bandle City. &ldquo;Siehst du&rdquo;, sagte Pix, &ldquo;Diese Stadt sieht nicht anders aus, als damals, wo du von hier fortgejagt wurdest! Lass uns gehen, wir h&auml;tten gar nicht herkommen sollen.&rdquo; &ldquo;Das stimmt doch gar nicht&rdquo;, erwiderte Lulu. &ldquo;Schau doch nur da dr&uuml;ben auf den K&uuml;rbissen! Das bin ich. Und daneben sind Blumen! Und siehst du nicht die Kinder da hinten? Sie spielen Verstecken und tun so, als w&auml;ren die Eichh&ouml;rnchen ihre Freunde. Sie erinnern sich noch daran, wie viel Spa&szlig; es gemacht hat. Und die Eltern haben uns eingeladen. Das wird bestimmt lustig. Au&szlig;erdem haben wir ihm versprochen, dass wir kommen!&rdquo; Pix war nicht &uuml;berzeugt. Allerdings h&auml;tte er Lulu auch nicht aufhalten k&ouml;nnen, wenn er es versucht h&auml;tte, denn wenn sie es darauf anlegte, war sie so flink, dass selbst er, immerhin ein echter Feengeist, sie nicht fangen konnte. Und so kletterte Lulu von dem Baum herunter in Richtung der Stadt, w&auml;hrend Pix miesepetrig und stichelnd hinterherflog.\r\nAuf einer kleinen Lichtung, nicht weit entfernt, fand w&auml;hrenddessen ein interessantes Gespr&auml;ch statt. &ldquo;Ich gehe jetzt in die Stadt und es gibt nichts, was mich davon abhalten&rdquo; - &ldquo;sie in Schutt und Asche zu legen, w&auml;hrend ich in dem Blut dieser vertrauensseligen&rdquo; - &ldquo;kann, dort meinen Spa&szlig;&rdquo; - &ldquo;Oh ja, meinen Spa&szlig; werde ich haben, mit den zerst&ouml;rten Hoffnungen dieser kleinen, nervt&ouml;tenden&rdquo; - &ldquo;Ich sagte NICHTS wird mich davon abhalten&rdquo; - &ldquo;He He&rdquo; - &ldquo;NEIN, gar nichts wird mich davon abhalten heute mal Spa&szlig; zu haben!&rdquo; W&auml;hrend dieses Monologs h&uuml;pfte eine Gestalt auf der Lichtung umher und pulverisierte ab und zu einen Felsbrocken, um einem Punkt besonderen Nachdruck zu verleihen.\r\nEinem etwaigen Beobachter h&auml;tte auffallen k&ouml;nnen, dass ein Teil der Unterhaltung deutlich hasserf&uuml;llt klang, w&auml;hrend der andere Teil nur ein wenig b&ouml;sartig zu sein schien. Er h&auml;tte auch bemerken k&ouml;nnen, dass sich neben der kleinen, exzentrischen Gestalt niemand sonst auf der Lichtung befand. Er h&auml;tte allerdings nicht viel Zeit gehabt sich dar&uuml;ber zu wundern, denn er h&auml;tte wohl schnell und schmerzhaft erfahren, dass der kleine Meister des B&ouml;sen seinen Beinamen nicht zu Unrecht trug.\r\nBis Veigar sich jedoch in Richtung der Stadt in Bewegung setzte, sank die Sonne noch ein gutes St&uuml;ck hinter die Baumwipfel.\r\nBandle City war erf&uuml;llt von feiernden Yordle. Das ist nichts Ungew&ouml;hnliches, allerdings war die Stimmung diesmal von feinem, aber angenehmen Grusel bestimmt. Auf den gro&szlig;en Pl&auml;tzen brannten die Lagerfeuer, mit denen die b&ouml;sen Geister auf Abstand gehalten werden sollten und in den Fenstern hingen Bilder von Wesen mit gro&szlig;en Z&auml;hnen und noch gr&ouml;&szlig;eren M&auml;ulern. Auf den Stra&szlig;en tummelten sich edle Ritter, sch&ouml;ne Prinzessinnen und wilde Tiere. Die Yordle feierten mit Begeisterung und das Verkleiden war vielen von ihnen eine Leidenschaft geworden.\r\nAls der letzte Sonnenschein vollst&auml;ndig hinter den Wipfeln der B&auml;ume verschwunden war, er&ouml;ffnete der B&uuml;rgermeister die Feier und begr&uuml;&szlig;te die Ehreng&auml;ste. &ldquo;Meine Lieben Freunde, willkommen in Bandle City! Seit wir von diesen alten Br&auml;uchen erfahren haben, mit welchen vor langer Zeit die Graunacht begangen wurde, haben wir darauf hingearbeitet, sie wieder auferstehen zu lassen. Wie seltsam und verworren sie uns auch schienen, wir haben keine M&uuml;hen gescheut. Wir haben K&uuml;rbisse!&rdquo; In der Menge machte ein anerkennendes Raunen die Runde. &ldquo;Wir haben nicht nur K&uuml;rbisse, unsere Kinder haben auch Muster und Gesichter hineingeschnitzt, damit das Licht die b&ouml;sen Geister vertreibe!&rdquo; Hier gab es einen begeisterten Applaus. &ldquo;Wir haben uns verkleidet!&rdquo; Wieder brandete Applaus auf &ldquo;Wir haben unsere Helden eingeladen und konnten schlussendlich die Liga &uuml;berreden ihnen f&uuml;r dieses Fest Urlaub zu geben!&rdquo; Die Menge brach in frenetischen Jubel aus, vereinzelt durchbrochen von Hochrufen. &ldquo;Und hier sind sie: begr&uuml;&szlig;t mit mir Tristana! Poppy! Lulu! Teemo! Heimerdinger! Rumble! Gnar! Corki! Kennen! Amumu!&rdquo; Jeder der Helden wurde mit begeistertem Applaus begr&uuml;&szlig;t. &ldquo;Ziggs! Veigar!&rdquo; In die Begeisterung mischte sich ein ver&auml;ngstigter Unterton. Niemand hatte vergessen, was passiert war, als Ziggs das letzte Mal eine ihrer Feiern besucht hatte. Und Veigar? Niemand wusste, warum der Meister des B&ouml;sen &uuml;berhaupt gekommen war, geschweige denn, dass jemand sich vorstellen konnte, warum er eingeladen worden war. Man konnte allerdings sehen, dass er sich selbst nicht sicher war, warum er gekommen war. Ziggs bemerkte die Unruhe und trat gelassen nach vorn. &ldquo;Hey, ihr braucht keine Angst haben! Ich habe keine wirklich gef&auml;hrlichen Bomben mitgebracht. Heehehehe&rdquo; Das beruhigte zwar niemanden wirklich, schlie&szlig;lich hatte er bei der letzten Feier das Gleiche behauptet und seither gab es einen Kratersee im Stadtzentrum, andererseits gab er sich ja tats&auml;chlich M&uuml;he, also behielten sie ihre Bef&uuml;rchtungen f&uuml;r sich. \r\n&ldquo;Meine Freunde! Schon oft haben wir gemeinsam gefeiert, doch noch nie haben wir damit die b&ouml;sen Geister vertrieben. Eine solche M&ouml;glichkeit k&ouml;nnen wir uns nicht entgehen lassen. Daher m&ouml;chte ich euch anhalten, dieses Fest zu genie&szlig;en. Schlie&szlig;lich haben wir erst in einem Jahr wieder die Gelegenheit dazu!&rdquo; \r\nMit diesen Worten beschloss der B&uuml;rgermeister seine Rede und das Fest begann.\r\nUnd was das f&uuml;r ein Fest war. Jeder der schon einmal an einem Yordlefest teilgenommen hat, wird mir zustimmen, dass dies die verr&uuml;cktesten und ausgelassensten Feste in ganz Runeterra sind. Durch die Stra&szlig;en zogen kleine Gestalten mit Masken und der Duft der vorbereiteten Speisen und das Gel&auml;chter der Feiernden war weithin zu h&ouml;ren.\r\nInmitten dieses ganzen Trubels konnte man immer wieder kleine ruhige Flecken betrachten, welche sich durch die Stadt bewegten. Nat&uuml;rlich bewegten sich diese Flecken nicht von allein. Es waren die Champions, denen Platz gemacht wurde, wo immer sie liefen, ob aus Respekt oder Angst, denn wirklich niemand wollte dem kleinen Meister des B&ouml;sen im Weg stehen, wo doch die Schatten unter seiner Kapuze so undurchdringlich waren und man immer wieder ein fieses Kichern h&ouml;rte oder aus Versehen Ziggs anrempeln, dessen Weg immer wieder von kleineren Explosionen begleitet wurde. Wie versprochen hatte er zwar die Gro&szlig;en zu hause gelassen, aber so ganz konnte er seine Finger nicht von den Bomben lassen, weshalb er sich ein paar Kleinere mitgenommen hatte. Lulu und Pix wurde jedoch aus einem ganz anderen Grund der Weg ger&auml;umt. Sie tanzten derart ausgelassen, dass jeder, der sich nicht rechtzeitig in Sicherheit brachte, entweder von der Spitze ihres Hutes von den F&uuml;&szlig;en gefegt wurde, mit ihrem Stab eins &uuml;bergebraten bekam oder von einem der lila Zauber, die sie in ihrem &Uuml;bermut ausstie&szlig; in etwas kleines Pelziges verwandelt wurde.\r\nUnd so verging die Zeit - mit Tanz, Gel&auml;chter und Musik. Aber doch, in einer kleinen, dunklen Ecke ihrer Herzen zitterten sie alle. Sie zitterten, erschrocken &uuml;ber ihre Anmassung; dass sie die Schatteninseln herausforderten, dass sie es wagten die unz&auml;hligen Schrecken des schwarzen Nebels zu verspotten. Doch da Yordle sich nicht gerade durch ihr ernsthaftes Gem&uuml;t auszeichnen, ist es nicht weiter verwunderlich, dass sie diese &Auml;ngstlichkeit schnell beiseite schoben, sollten sie sich durch einen dummen Zufall ihrer bewusst geworden sein. Doch je dunkler die Nacht wurde, desto &ouml;fter wurden diese Zuf&auml;lle. Und gerade wenn zur vollen Stunde auf dem zentralen Platz die Uhr schlug, schienen die Feiernden wie ein Yordle die Luft anzuhalten. Kaum war aber der letzte Schlag der Stunde verklungen durchlief ein Lachen die Menge und sie feierten wieder. Doch mit jeder verstreichenden Stunde wurde diese Pause l&auml;nger, bis selbst die Tapferen sich vor Mitternacht zu f&uuml;rchten begannen. Und so kam es, dass sich die Stimmung der Feiernden wandelte. Zu Beginn des Festes hatte man sie guten Gewissens als ausgelassen und fr&ouml;hlich beschreiben k&ouml;nnen. Doch nach und nach klang das Gel&auml;chter hysterischer und die anfangs fr&ouml;hlich Tanzenden, welche die ganze Stadt durchwogten, zogen sich immer mehr aus den wenigen dunklen Ecken zur&uuml;ck.\r\nInmitten dieser seltsamen Stimmung zwischen Verzweiflung und Fr&ouml;hlichkeit kreuzten sich die Wege von Veigar und Lulu. Pl&ouml;tzlich wurde sich Veigar trotz seines grummelnden, nur durch gelegentliches fieses Kichern unterbrochenes Selbstgespr&auml;chs bewusst, dass der Platz um ihn herum viel zu gro&szlig; war, um nur seinetwegen entstanden zu sein. Dann h&ouml;rte er ein fr&ouml;hliches Lachen von zwei sehr unterschiedlichen Stimmen und pl&ouml;tzlich traf ihn etwas vor die Brust und er taumelte in die Menge, nur um sich im n&auml;chsten Moment in ein riesiges, rosafarbenes Eichh&ouml;rnchen verwandelt zu sehen. \r\nDamit hatte Lulu nicht gerechnet. Das kollektive, erschrockene Einatmen der Menge war nun doch etwas ungewohnt. &ldquo;Was denn, was denn?&rdquo; fragte sie Pix. Dieser antwortete: &ldquo;Ich denke du hast aus Versehen deinen Wildwuchs in die Menge geschleudert.&rdquo; Sie h&uuml;pfte auf ihren Stab und sah sich um. &ldquo;Dieses Eichh&ouml;rnchen ist neu...&rdquo; sagte sie mehr zu sich selbst. In diesem Moment verwandelte sich das Eichh&ouml;rnchen zur&uuml;ck in Veigar, der sich inzwischen von seiner &Uuml;berraschung erholt hatte und nur noch w&uuml;tend war, daf&uuml;r aber immer noch riesengro&szlig;. &ldquo;Sie haben mir gesagt, wenn ich k&auml;me, lie&szlig;en sie mich in Ruhe!&rdquo; Die Menge wich weiter zur&uuml;ck. &rdquo;Sie haben gesagt, ich k&ouml;nnte ungest&ouml;rt K&uuml;rbisse zerschmettern! Aber ein EICHH&Ouml;RNCHEN! Ein ROSA Eichh&ouml;rnchen!&rdquo; Nun meinten diejenigen, welche das Pech hatten, nah genug neben ihm zu stehen, in den Schatten unter seiner Kapuze rote Blitze zucken zu sehen. \r\nPl&ouml;tzlich war Veigar wieder normal gro&szlig;, doch das beruhigte die Menge kaum. &ldquo;Veigar! Ich habe dich gar nicht erkannt! Du warst so gro&szlig; und so rosa!&rdquo; Und schon hatte Lulu ihn mit einer Umarmung angesprungen und zu Boden gerissen. Die ersten Zuschauer begannen den kleinen Platz fluchtartig zu verlassen. Gerade als sich unter den Umstehenden die Meinung zu verfestigen begann, dass man sich von diesem Stadtviertel verabschieden k&ouml;nnte, da Veigars Zorn (und seine magischen Kometen) sich bestimmt nicht nur auf diesen kleinen Platz beschr&auml;nken w&uuml;rden, erwiderte Veigar &uuml;berraschend ruhig &ldquo;Lulu... welch Vergn&uuml;gen dich und deinen Freund wiederzusehen. Aber an deiner Farbwahl musst du noch arbeiten. ROSA?&rdquo; und beide brachen in Gel&auml;chter aus. &ldquo;Aber das war doch ein Riesenspa&szlig;, oder? Komm, da hinten gibt es hei&szlig;e Schokolade!&rdquo; Und mit diesem Satz schnappte sie sich Veigars &Auml;rmel, zog ihn hinter sich her in die Menge und lie&szlig; diese verwirrt zur&uuml;ck.\r\n&ldquo;Das ist seltsam... Pix, der Stand war doch hier, oder?&rdquo; wunderte sich Lulu nach einer Weile. &ldquo;Doch, er WAR hier. Schau mal dort.&rdquo; antwortete dieser. Der Punkt, auf den Pix zeigte, war eine d&uuml;stere Ecke und aus den Schatten schimmerten zwei fahlgr&uuml;ne Augen. Unter Lagen von dichten Schattenfetzen konnte man jedoch das Gerippe eines Holzstandes ausmachen, wie es sie &uuml;ber die ganze Stadt verteilt gab. Auch fiel dem Trio auf, dass erstaunlicherweise niemand au&szlig;er ihnen in dieser Gasse war. Niemand au&szlig;er dem fahlen Augenpaar, welches sie ohne zu blinzeln betrachtete. &ldquo;Das sieht fast aus wie Nebel ⎻ Schwarzer Nebel&rdquo; &uuml;berlegte Veigar.\r\nIn diesem Moment schlug es Mitternacht. Der Trubel des Festes verstummte und der Klang der Glockenschl&auml;ge legte sich wie eine Decke &uuml;ber die Stadt. All die zitternde Furcht in den kleinen Yordleherzen kam zum Vorschein, w&auml;hrend die Uhr langsam und bed&auml;chtig der Mitte der Nacht den Weg bereitete. Und all die dunklen Ecken, aus denen nach und nach die Feiernden gewichen waren, schienen noch dunkler zu werden. Die Schatten wirkten gr&ouml;&szlig;er und gef&auml;hrlicher und die Laternen verloren mit jedem Schlag der Uhr mehr von ihrem Licht. Die lustigen Fratzen, welche K&uuml;rbisse und Masken zierten, verzerrten sich in dem flackernden, erl&ouml;schenden Licht und schienen zu zucken und lebendig zu werden. Und schlie&szlig;lich erhoben sich die Schatten, formten Gestalten mit langen Fingern und Klauen, welche nach den ver&auml;ngstigten Festbesuchern griffen, nicht l&auml;nger nur Schatten, sondern etwas Anderes, etwas Echteres. Die Glocke schlug ein letztes Mal und wie zur Antwort erhob sich ein Seufzen und Wimmern aus den Schatten. Die Schwarzen Nebel hatten Bandle City erreicht und waren bereit mitzufeiern.\r\n\r\nHaben euch die Schatten schon erwischt, oder warum seid ihr so still? War die Geschichte so gruselig, dass ihr euch nicht mehr traut zu atmen? Beruhigt euch. \r\nDie Yordle sind mutig und beherzt. Auch wenn es noch so d&uuml;ster scheint, viele sind mit dem Leben davon gekommen um heute davon zu berichten. Trinkt noch einen Schluck hei&szlig;en Tee und lasst mich das Feuer sch&uuml;ren. Ich erz&auml;hle gleich weiter&hellip;\r\n\r\n\r\nUnd damit sind wir auch bereits am Ende dieser M&auml;rchenstunde angelangt. Die Geschichte ist hier allerdings noch lange nicht zu Ende erz&auml;hlt. Ich hoffe sie gef&auml;llt euch und ihr kommt wieder, sobald die Funken stieben, das Holz knistert und ich euch mehr davon berichte, was in Bandle City zur Graunacht geschah.\r\n\r\nBis dahin w&uuml;nsche ich euch noch einen sch&ouml;nen Tag und bis zum n&auml;chsten Mal, \r\n\r\nEure Geschichtenerz&auml;hlerin matamora!","replies":[]}