{"id":"2zAwceMe","poster":"BlackTigerxX","date":"2018-05-07T17:17:30.982+0000","title":"Olympic Diving Team sucht Midlaner zwischen G2 - P2","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir suchen derzeit einen neuen Midlaner, der Ahnung von seiner Rolle hat und Sie nicht gerade nur mal so zu Abwechslung zocken will, also einen Main.\nEr sollte gute Map Awareness haben, sowie ein  gutes Gef&uuml;hl f&uuml;rs Warding, seine Matchups kennen, kein Onetrickpony sein, und f&uuml;r Ihn sollte roaming kein Fremdbegriff sein, dass Er mal in der Gosse aufgeschnappt hat.\n\nEr sollte eine aufgeschlossen Person die ingame nicht komplett leise ist und einbr&ouml;dlerm&auml;&szlig;ig .\nGute w&auml;re auch, wenn Sie ein klein wenig von ShotCalling verstehen w&uuml;rde was aber kein muss darstellen soll.\n\nDazu w&auml;re es gut wenn er in FlexQ Gold w&auml;re bzw in die Richtung dazu (hei&szlig;t min s2-s1) sowie in SoloQ zwischen\nGold 2 - Platin 2 da sich der core des Teams sich dort versammelt.\nDas gesamte Team hat bei der Suche nat&uuml;rlich nen kleinen Platinfetisch, aber dem tut sich kein Bruch solange man Ambitionen hat.\n\nDazu sollte Sie Mo Di Mi von 19-23 Uhr Zeit haben, sowie am Wochenende, wobei Wochenends die Termine in der Gruppe eher spontaner Natur entstehen.\n\nSollte sich so eine Person hier angesprochen f&uuml;hlen, darf Sie gerne BlackTigerxX oder UnN Yellow adden.\n\nMfG \neuer Olympic Diving Team \n\nP.S. \nWir w&uuml;rde ein Turnier mitspielen diesen Fr 18:30, sowie die drauffolgenden Wochen jeweils Fr bzw Samstag je nachdem wie weit wir kommen.\nHierbei handelt es sich um den FoM Cup.\n\nAuch anzutreffen sind wir auf dem Ts3 von SummonersHeaven wo wir derzeit viele Teams haben und dadurch Communitytechnisch viele Scrim m&ouml;glichkeiten. (ts3-Ip :  ts3-30.gamerzhost.de:9046  einfach im Warteraum von Olympic Divng team gehen und gegen 18 uhr ist meist wer da)","replies":[{"id":"","poster":"BlackTigerxX","date":"2018-05-07T19:37:51.073+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"BlackTigerxX","date":"2018-05-07T18:40:07.992+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}