{"id":"jElhFOik","poster":"DerFeíneHerr","date":"2018-05-06T22:48:15.551+0000","title":"Bitte um Hotfix für Shop-Bug","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer und Riot-Mitarbeiter,\r\n\r\nes gibt seit  dem aktuellen Patch 8.9 einen sehr anstrengenden und vorallem nervenraubenden Bug, der **eindeutig einen Nachteil im Spiel** erweist. Die Rede ist vom zusammenschmelzen von Teilitems. Ich habe in diesem Patch um die 20+ Spiele gemacht und sehr oft gab es ein Problem mit dem zusammenf&uuml;gen von Items. Z.B.:\r\n\r\n1.  Alle Arten von Stiefeln und dem dazugeh&ouml;rigen Upgrade {{item:1001}} {{item:2422}} {{item:3006}} {{item:3158}} {{item:3111}} {{item:3047}} {{item:3117}} {{item:3009}} {{item:3020}}\r\n\r\n1. Supporteritems {{item:3190}} {{item:3107}} {{item:3222}} {{item:3109}} {{item:3504}}\r\nHierzu sei gesagt, dass folgende Items  **keine** Probleme darstellen, da man ihre Komponenten ohne Probleme zusammenf&uuml;gen kann: {{item:3069}} {{item:3401}} {{item:3092}}\r\n\r\nMan hat ihre Teilkomponenten wie {{item:3067}} {{item:1031}} {{item:3114}} {{item:3801}} {{item:3028}} {{item:3105}} {{item:3113}} und m&ouml;chte nun 2 dieser Teilitems zusammenschmelzen, aber obwohl man die ben&ouml;tigte Menge Gold hat, bleibt das Hauptitem mit einzigartigem Effekt augegraut und unerreichbar.\r\n\r\nIch habe versucht den Bug zu embusen indem ich die Teilitems verkauft habe, mehrmals sogar -&gt; Ohne Erfolg\r\n\r\nMir ist auch aufgefallen, dass der Bug bei der Tr&auml;ne {{item:3070}} ebenfalls existiert. Im Shop sind die meisten Hauptitems (selbst mit dem vorhandenen Gold) nicht kaufbar, weil sie als ausgegraut sind. Anscheinend verrechnet der H&auml;ndler die Zahlen anders oder so. Aber dieser Bug l&auml;sst mich verzweifeln im Spiel und ich bitte euch um Hilfe :(\r\n\r\nIch bitte inst&auml;ndig darum diesen Bug zu beheben, so schnell wie m&ouml;glich, es tut mit Leid dass ich nur aus der Sicht des Supporters reden kann aber wir sind auf unsere aktiven sehr stark angewiesen und ich habe auch schon Rankeds deswegen verloren.\r\n\r\nIch w&uuml;nsche euch ne gute Woche\r\n\r\nTimMiner11","replies":[{"id":"","poster":"Taimea","date":"2018-05-12T14:30:38.426+0000","up_votes":1,"down_votes":0,"body":"Hab den Bug selbst auch grade gehabt. Erst mit Redemption, wobei das geklappt hat, nachdem ich ein Teil des Items verkauft habe. Danach wollte ich halt als {{champion:25}}, wie üblich, noch schnell ein {{item:3157}} bauen. Zuerst wollten schon Teile davon nicht gekauft werden. Hat dann aber doch geklappt. Danach aber konnte ich {{item:3157}} nie fertigbauen. Das ist schon echt traurig, weil sich ja viele aufs Stundenglas verlassen.","replies":[]},{"id":"","poster":"Shiny Absol","date":"2018-05-10T18:14:35.786+0000","up_votes":1,"down_votes":0,"body":"Hatte den Bug gestern auf dem Smurf auch. Items verkaufen hat es kurz behoben, danach wieder der selbe Mist. 2x mal reconnecten hat geholfen. Kann aber nicht die dauer Lösung sein... Hab jetzt deswegen keine Lust auf dem Main weiter zu ranken, weil ich dort  hauptsächlich Support spiele.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2018-05-08T02:13:05.242+0000","up_votes":1,"down_votes":0,"body":"Hab einige Spiele gespielt seitdem, ich habe das Problem bisher nicht einmal gehabt. \nUnd da ich fast nur Anivia gespielt habe, hab ich auch immer die Träne gekauft. \nAuch mit Schuhen hatten ich dieses Problem nicht.","replies":[{"id":"","poster":"DerFeíneHerr","date":"2018-05-08T10:23:30.879+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch nicht warum manche diesen Bug haben und andere wiederrum nicht. Es ist mir ein Rätsel ehrlich.","replies":[]}]},{"id":"","poster":"DerFeíneHerr","date":"2018-05-07T22:32:57.705+0000","up_votes":1,"down_votes":0,"body":"Twin-Schadows {{item:3905}} und Lichbane {{item:3100}}  sind ebenfalls vom Bug betroffen -.-","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2018-05-07T03:51:43.838+0000","up_votes":1,"down_votes":0,"body":"Wie ich an der Stelle zu sagen pflege: Dont Play Ranked on Patch Days... oh, warte, der Patch ist 4 Tage alt und das Problem tritt immer noch auf? WTF Rito?\n\nUnd ja, mir ist das auch ein Mal passiert... ging irgendwie davon aus, dass Rito das geregelt hat, als sich der Client das letzte Mal in meinem Sound hochgedreht hat...","replies":[{"id":"","poster":"DerFeíneHerr","date":"2018-05-07T11:05:28.461+0000","up_votes":1,"down_votes":0,"body":"Ja er ist immernoch da^^\nNein haben sie noch nicht, aber es da es eigentlich kein low quality bug ist, denke ich sollten sie es schnell lösen :/","replies":[]}]}]}