{"id":"X18qH1rE","poster":"Zanic","date":"2018-05-06T17:28:17.799+0000","title":"Team sucht Platin/Dia-Adc Main für competetive Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Sehr geehrte ADC Spieler,\r\n\r\nunser Team sucht derzeit nach einem ADC , welcher Interesse hat in einem competetiven Team zu spielen.\r\n\r\nWelche Attribute solltest du mitbringen?\r\nUns ist es wichtig das du deine Rolle beherschst, dies bedeutet das dir Warding und Rotations keine Fremdw&ouml;rter sind.\r\nDazu hinaus solltest du nicht scheu sein, bzw. nicht abgeneigt sein im Ts&sup3; zu sprechen, da dass unser Voice Medium ist.\r\nEs ist uns auch wichtig, dass du 17 Jahre oder &auml;lter bist, da wir alle um die 20 rum sind.\r\nDazu hinaus sollte man deiner Matchhistory und gespielten Champions erkennen k&ouml;nnen, dass du diese Rolle nicht erst seid einer Woche spielst.\r\n\r\nWas du von uns erwarten kannst?\r\nWir spielen unsere Rollen nicht zum ersten Mal, also haben wir ein bestimmtes k&ouml;nnen, was wir jedoch immer weiter ausbauen wollen und m&uuml;ssen.\r\nWir sind eine nette Truppe mit der man auch Spa&szlig; im Spiel haben kann, jedoch wenn es zu wichtigen Momenten kommt sind wir &quot;Focused&quot;\r\n\r\nTrainingseinheiten?\r\nWir besitzten Momentan noch keine festen Trainingseinheiten, aber trainieren momentan jeden Tag.\r\nWir besprechen uns &uuml;ber Whats App, ob ein Training zustande kommt oder eher nicht.\r\n\r\nCups/Tuniere?\r\nMomentan sind wir noch dabei das Team zu formen. Wenn wir dann unser Team haben, villeicht mit dir, treten wir dann bei Tunieren an.\r\nUnser Hauptaugenmerk ist aber am Anfang ein verl&auml;ssliches Team zu formen. Danach k&uuml;mmern wir uns um das Gewinnen von Tunieren.\r\nDaf&uuml;r haben wir auch 2 Spieler welche Viel Erfahrung im Teamranked bzw. Flex-Que haben. Diese &uuml;bernehmen auch ingame das Shotcallen.\r\n\r\nTrainer?\r\nWir besitzten einen Spieler-Trainier, er hat schon viel Erfahrung in coachen und im Teamleiten. Er ist auch einer der beiden Spieler, welche das shotcallen Ingame &uuml;bernehmen\r\n\r\nBei Interesse oder fragen meldet euch bei?\r\n\r\nYoung Baithoven\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nL&eacute;xxus\r\nSubstitute vom Team","replies":[]}