{"id":"jI2lyErM","poster":"Raykudo","date":"2018-05-05T22:22:49.553+0000","title":"unable to connect (HELP PLEASE!)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"guten tag liebe mitbeschw&ouml;rer\n\nich habe seit 2 tagen das problem, das ich nicht mehr ins spiel komme\nd.h. zwischen der pick und ban phase und dem loading screen bekomme ich einen error report\n&quot;unable to connect the server&quot; und mir ist es unm&ouml;glich dem spiel zu joinen ,egal welcher spielmodi es ist oder wie oft ich restarte.\n\n- ich habe den client schon mehrmals versucht zu reparieren \n- habe meinen rechner nach maleware/viren &uuml;berpr&uuml;ft\n- das spiel schon deinstalliert und neu installiert\n- und meine i-net verbindung (Lan 500k) ist auch konstant vorhanden\n\ndas hextech repair tool das ich hier schon &ouml;fters gelesen habe, hab ich auch schon runtergeladen ,allerdings kann ich es nicht ausf&uuml;hren und &quot;als adminstrator ausf&uuml;hren&quot; ist nicht als option verf&uuml;gbar\n\nich erbitte um hilfe da ich pers&ouml;nlich nicht mehr weiter wei&szlig; und so kein LoL spielen kann\nvielen dank im vorraus \n\nMFG Raykudo","replies":[{"id":"","poster":"Aižer","date":"2018-05-05T23:07:26.795+0000","up_votes":2,"down_votes":0,"body":"Hey\n\nals erstes würde ich dich gerne fragen welches Betriebssystem benutzt du auf deinem PC ?\n\nFalls du Windows 10 benutzt überprüfe bitte folgendes:\n\nZuallererst zu deinem Problem mit dem HextechRepairTool:\n\n- Wenn du das Programm über die Suchleiste öffnest drücke Strg + Umschalttaste + Enter während es markiert ist um es als Admin zu starten.\n- Solltest du es über die Taskleiste öffnen wollen dann halte die Shift-Taste gedrückt während du mit der Rechten Maustaste auf das Icon von dem HextechRepairTool klickst.\nHierbei solltest du die Option \"Als Administrator ausführen\" vorfinden (die Option ist ziemlich weit oben bei der Liste die sich öffnet).\n- Solltest du es über den Desktop öffnen sollte ein einfacher Rechtsklick auf das Icon reichen um die Option \"Als Admin ausführen\" zu sehen\n\nAls zweites zu deinem Problem mit League of Legends:\n\"Unable to connect to the Server\" ist wahrscheinlich ein Firewall Problem.\n\n\nFühre bitte die folgenden Schritte durch:\n\n- Suche in deinem Startmenu nach \"cmd\"\n- Wenn du \"cmd\" gefunden hast und es markiert ist musst du es mit der Tastenkombination Strg + Umschalttaste + Enter als Administrator ausführen\n- Wenn sich \"cmd\" geöffnet hat nutze bitte die folgenden Befehle in der Reihenfolge:\n    1. netsh int ip reset \n    2. netsh winsock reset\n- Starte deinen PC neu\n- Teste ob das Problem behoben wurde\n\nHoffe die Ansätze beheben deine beiden Probleme.\nMeld dich einfach wenn es weiterhin zu Problemen kommt.\n{{sticker:poppy-wink}}","replies":[{"id":"","poster":"Raykudo","date":"2018-05-06T09:11:08.607+0000","up_votes":1,"down_votes":0,"body":"erstmal vielen dank für die schnelle und ausführliche antwort.\n\nzu deiner frage : ja ich benutze windows 10\n\ndas mit dem hextech repair tool hat funktioniert und dein tip mit dem \"cmd\" habe ich auch befolgt\nallerdings bei der ausführung von \"netsh int ip reset\" war die letzte antwort im ersten block \"fehler\"\nund das problem bleibt leider weiterhin bestehen :/\n\nich habe jetzt auch das hextech repair tool durchgeführt und die firewall deaktiviert allerdings hat das nicht geholfen\n\nhättest du noch einen tip?","replies":[]}]},{"id":"","poster":"Aižer","date":"2018-05-06T09:48:50.313+0000","up_votes":1,"down_votes":0,"body":"Klar.\nKomm doch bitte auf das folgende Teamspeak: ts.leaguecom.lol\nBenutz bitte dein Forumnamen damit ich dich leichter erkennen kann.","replies":[]},{"id":"","poster":"Aižer","date":"2018-05-06T09:33:53.599+0000","up_votes":1,"down_votes":0,"body":"Du hast \"cmd\" auch sicher als Administrator ausgeführt ?\nWenn du \"cmd\" als Administrator ausführst kannst du im Fensternamen oben \"Administrator: Eingabeaufforderung\" lesen, solltest du es nicht als Administrator gestartet haben steht da nur \"Eingabeaufforderung\".\n\nFalls dies nicht der Fehler war dann müsste dein angezeigter \"Fehler\" mit einem Grund aufgeführt werden weswegen du den command nicht ausführen konntest.\nWelchen Grund zeigt er dir da an ?","replies":[{"id":"","poster":"Raykudo","date":"2018-05-06T09:46:40.697+0000","up_votes":1,"down_votes":0,"body":"dürfte ich dich ingame adden ? dann würde das schreiben einfacher gehen ggf ts oder discord","replies":[]}]}]}