{"id":"X7AF6Byo","poster":"QubeXP","date":"2018-05-05T16:14:01.233+0000","title":"Ich treffe Gegner nicht","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich versuche die Technik &quot;bewegen und Schaden anrichten&quot; lernen, aber es klappt oft nicht weil der Gegner auch diese Technik nutzt. Wenn ich kurz beiseite bewege und versuche noch einmal auf Gegner anzuklicken, dann klicke ich oft auf die leere Erdfl&auml;che. Statt angreifen, bewegt mein Champion dort, wo ich angeklickt habe... Dadurch verliere ich Zeit und das macht das Spiel schwer. Gibt irgendwelche Technik damit ich diese Situation vermeide?","replies":[{"id":"","poster":"MahmudGetsYoAss","date":"2018-05-07T13:08:18.548+0000","up_votes":1,"down_votes":0,"body":"Naja dieses \"bewegen und Schaden anrichten\" nennt man Kiten :D\n\nEs gibt halt 2 Möglichkeiten zu Kiten:\n\n1. So wie du es machst, mit dem Cursor normal auf Gegner klicken und laufen ooooderrr (für dich wahrscheinlich besser)\n\n2. Attack Move benutzen, den Hotkey kannst du in den einstellungen ändern, oder shift und Rechtsklick drücken dann passiert das selbe,\n\nWenn du den Attack Move befehl nutzt Attackiert dein Champ sofort den Gegner der Näher am Attack Move ist. Ggf. läuft er auch so weit wie der Gegner entfernt ist, aber Achtung Minions, Drakes, Baron, Herald, Tower sind auch Gegner!\n\nLG ♥","replies":[]},{"id":"","poster":"Fear Mephue","date":"2018-05-05T22:11:44.652+0000","up_votes":1,"down_votes":0,"body":"Einfach mehr üben, kann nicht sofort perfekt klappen ;)","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2018-05-05T16:23:27.259+0000","up_votes":1,"down_votes":0,"body":"Benutz Attack-Move. Das zielt automatisch","replies":[{"id":"","poster":"DerFeíneHerr","date":"2018-05-05T17:22:03.217+0000","up_votes":1,"down_votes":0,"body":"RIchtig, den kannst du auch in den Einstellungen bei Shortkeys auf eine Taste deiner Wahl belegen. Bei mir ist die Leertaste\n\nOhne diesen Attack-Move könnte ich Vayne nicht richtig spielen auch wenn ich sie kaum zocke xD","replies":[{"id":"","poster":"OT Riku","date":"2018-05-05T20:39:36.611+0000","up_votes":1,"down_votes":0,"body":"Ich Habs auf einer von meinen Maustasten an der Seite xD","replies":[]}]}]}]}