{"id":"AI6QFMb4","poster":"Zhianlian","date":"2018-05-03T11:27:51.992+0000","title":"Mauszeiger viel zu klein","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e,\r\n\r\nIch hab mir vor kurzem eine neue Graka geholt, nix aufregendes.\r\nZuerst hatte Ich probs wegen der Aufl&ouml;sung, nachdem das alles gekl&auml;rt war, und Ich spielen konnte, fiel mir auf, Ich seh den Mauszeiger nicht mehr, der verschwindet f&ouml;rmlich im Spiel.\r\nUnd es vergehen jedesmal wertvolle Sekunden, bis Ich erstmal die Maus wiedergefunden habe.\r\nJetzt bin Ich in Windows rein und hab da das Schema ver&auml;ndert, hab auch im Windows jetzt eine riesenmauszeiger aber in LoL wird das nicht &uuml;bernommen.\r\n\r\nUnd Ich hab irgendwie fast keine Farben im Spiel, allerdings nur bei LoL ist das so, hatte nach googeln die richtigen Tips gefunden um das einzustellen, aber nur in LoL funzt das nicht, total farblos sieht das aus.\r\nAufl&ouml;sung ist 1980i , das war die einzige wo kein Rand rechts und links war.\r\nHat das wer ne L&ouml;sung?\r\nMfG ;)","replies":[{"id":"","poster":"Necromant","date":"2018-05-03T11:31:45.733+0000","up_votes":1,"down_votes":0,"body":"Der Mauszeiger skaliert leider nicht mit hochwärts.\nStell die Auflösung im Spiel runter und du wirst bemerken, wie der Mauszeiger größer wird.","replies":[{"id":"","poster":"Zhianlian","date":"2018-05-03T12:18:46.673+0000","up_votes":1,"down_votes":0,"body":"Hm, dacht Ich auch, hatte eben die kleinste getestet, aber da war kaum ein unterschied zu sehen.","replies":[{"id":"","poster":"Necromant","date":"2018-05-03T12:20:39.748+0000","up_votes":1,"down_votes":0,"body":"Hmm dann ist komisch ...\nEvtl. mal reparieren lassen. Gut Möglich das du erstmal dein Installation an die neue Graka anpassen musst :D nach dem Motto\n\nAber ansonsten ... mit skalieren hat Riot es nicht so, ansonsten würde ich das Spiel auch in 4K spielen ^^","replies":[{"id":"","poster":"Gin","date":"2018-05-04T13:44:37.047+0000","up_votes":2,"down_votes":0,"body":"Jop, das selbe hier. Wenn doch nur die Minimap-Icons und der Mauszeiger ordentlich skalieren würden...","replies":[]}]}]}]}]}