{"id":"x0XhNdnG","poster":"Riot Kengen","date":"2018-05-03T08:54:22.435+0000","title":"Meddlers Gameplay-Gedanken - 2. Mai","subforum":"Dev Corner","up_votes":4,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**&Auml;nderungen f&uuml;r die Saisonmitte, an denen noch gearbeitet wird**\r\n\r\nWie du wahrscheinlich schon in Beitr&auml;gen in der Dev Corner und in den PBE-Foren gesehen hast, ver&ouml;ffentlichen wir in der Saisonmitte eine Reihe von &Auml;nderungen. Im Moment sind wir noch mit Dingen wie dem Feinschliff der Gegenst&auml;nde mit Angriffsschaden, die mit Patch 8.11 ver&ouml;ffentlicht werden, den &Auml;nderungen f&uuml;r den Dschungel (die wahrscheinlich mit Patch 8.10 ver&ouml;ffentlicht werden) oder den Mana-&Auml;nderungen f&uuml;r die Gegenst&auml;nde mit F&auml;higkeitsst&auml;rke, die mit Patch 8.9 ver&ouml;ffentlicht werden, besch&auml;ftigt. Wir freuen uns nat&uuml;rlich auch weiterhin &uuml;ber Feedback zu diesen &Auml;nderungen, ganz egal, ob es auf Spielerfahrungen oder Analysen der Posts basiert. Obwohl wir nicht auf jedes Feedback reagieren k&ouml;nnen (was vor allem daran liegt, dass unterschiedliche Spieler auf unterschiedliche Dinge achten), ist es f&uuml;r uns extrem wichtig, um so viele Verbesserungen wie m&ouml;glich vornehmen zu k&ouml;nnen. \r\n\r\n----------------------------------------------------------------------------  \r\n**Demn&auml;chst Gedanken zu den Supportern**\r\n\r\nWir haben in letzter Zeit h&auml;ufig &uuml;ber Klassen und Positionen gesprochen, sind dabei aber kaum auf die Supporter und ihre Probleme eingegangen. Ich werde mich jedoch demn&auml;chst dazu &auml;u&szlig;ern (Freitag oder Mitte n&auml;chster Woche). Kurz gesagt: Es gibt ein paar Probleme, die wir uns ansehen wollen, nachdem sich die &Auml;nderungen w&auml;hrend der Saisonmitte stabilisiert haben. Dazu geh&ouml;ren auch Dinge wie die Verl&auml;sslichkeit der Defensive von Verzauberern und die aktuelle St&auml;rke der Heilungen/Schilde. Die lange Version folgt demn&auml;chst.\r\n----------------------------------------------------------------------------   \r\n**Ger&auml;usche, wenn Varus&rsquo; Q durch sein W verst&auml;rkt wird**\r\n\r\nWir haben in letzter Zeit immer wieder Feedback bekommen, dass es zu schwierig ist, Varus&rsquo; Q, das von seinem W verst&auml;rkt wurde, von seinem normalen Q zu unterscheiden. Damit l&auml;sst sich der gef&auml;hrlichere Schuss nur schwer umgehen. Es hat sich herausgestellt, dass das Ger&auml;usch des Aufladens des verst&auml;rkten Qs meist nicht abgespielt wurde. Dieses Problem sollte mit Patch 8.9 behoben werden. Nach der Ver&ouml;ffentlichung dieses Patches w&uuml;rden wir gerne wissen, ob sich das normale Q leichter vom verst&auml;rkten Q unterscheiden l&auml;sst.\r\n\r\n----------------------------------------------------------------------------    \r\n**Regeln f&uuml;r das Aufgeben**\r\n\r\nDemn&auml;chst (wahrscheinlich noch in dieser Woche) werden wir ein paar &Auml;nderungen an den Regeln f&uuml;r das Aufgeben im fr&uuml;hen Spiel testen, durch die nur noch 4 von 5 Spielern zustimmen m&uuml;ssen. Diese &Auml;nderung wird zuerst auf den ozeanischen Servern ver&ouml;ffentlicht. Sollte sie dort gut ankommen, werden wir sie auch in den anderen Regionen ver&ouml;ffentlichen.\r\n\r\nWir haben uns urspr&uuml;nglich f&uuml;r die Einstimmigkeit entschieden, um sicherzustellen, dass Spiele nicht enden, wenn einige Spieler der Ansicht sind, immer noch gewinnen zu k&ouml;nnen. Nachdem wir uns jedoch genauer mit Aufgaben im fr&uuml;hen Spiel befassten, fiel uns auf, dass viele Spiele, in denen zwischen Minute 15 und 20 nur 4 Spieler f&uuml;r eine Aufgabe stimmen, nach Minute 20 mit einer Niederlage enden. Das bedeutet, dass die Voraussetzung der Einstimmigkeit meist nur dazu f&uuml;hrt, dass bereits verlorene Spiele unn&ouml;tig in die L&auml;nge gezogen werden.\r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}