{"id":"qKTJ4T4A","poster":"AEX N1ghtm4reX","date":"2018-05-02T21:31:00.742+0000","title":"Gold-Platin Team sucht Midlane für Tryhard","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\n_Ich, RG N1ghtm4reX,  suche noch einen Midlaner f&uuml;r unser Team im High-Gold-Platin Bereich. Ich bin der Adc  des Teams.\n\n_**Zu dem Team: **\n\nDas Team w&auml;re in der Community FOM (FeedersOnMission), wodurch wir einen teamspeak, sowie eine Community im R&uuml;cken h&auml;tten. Die Community hat auch schon 6 bestehende lol Teams, weshalb auch oft nach Turnieren Ausschau gehalten und Scrims untereinander veranstaltet werden.\nWir sind ein Team, dass tryhardet und sich stetig verbessern will und vielleicht auch mal Turniere gewinnen will. Allgemein werden wir viele Turniere und Scrims mitspielen.\nWir w&uuml;rden 2 Trainings pro Woche als Ziel ansetzen, plus gegebenenfalls noch Scrims oder Turniere am Wochenende.\nWir wollen mit dem Team wirklich durchstarten und tryharden, weshalb ihr viel Engagement mitbringen solltet.\n**Was wir suchen/erwarten:\n**\nAlso zuerst einmal erwarten wir P&uuml;nktlichkeit bei Trainingszeiten, sowie abgesprochenen Scrims. Falls es zu einer Versp&auml;tung oder Nicht-Teilnahme kommen sollte, wird das in die Whatsappgruppe geschrieben.\nVon der Elo her solltet ihr mindestens High Gold- High Platin  sein, also mindestens Gold 2-Platin 1.\nAu&szlig;erdem besonders wichtig ist uns, dass ihr Mid &quot;maint&quot;, also euch wirklich mit der Rolle auskennt. Matchups sollten bekannt sein, man sollte f&uuml;r neue Picks offen sein und eine gewisse Gameknownledge haben.\nWir setzen nat&uuml;rlich eine gewisse geistige Reife voraus, also kein Flaming, Troll etc.\nAu&szlig;erdem solltet ihr offen f&uuml;r Turniere sein, da wir auf jeden fall welche spielen werden.\n\n_Das w&auml;re auch schon der n&auml;chste Punkt: \n_\n**Diese Woche am Wochenende, den 5.5 nehmen wir an einem Turnier teil. Das Turnier beginnt um 19:45 Uhr und geht &uuml;ber mehrere Wochen. Es w&auml;re gut, wenn ihr Freitags und Samstag abend k&ouml;nntet, wegen des Turnieres:) \nAlso wir wollen mit dem Team wirklich was erreichen und auch mal Turniere gewinnen, weshalb Engagement sehr gut w&auml;re.\n**Bei Interesse added mich einfach Ingame: RG N1ghtm4reX\nFreue mich schon auf die Turniersiege mit euch:)\nRG N1ghtm4reX","replies":[]}