{"id":"V4r6bYMh","poster":"ActiveBean","date":"2018-05-01T19:41:29.927+0000","title":"Dia 2-1 Adc (Ex Master S5) bietet Coachings für Soloq (Elo bis ca. Dia 4) + Teamcoaching","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute,\r\nich bin Erik und ich m&ouml;chte den Spielern helfen eine andere Sichtweise auf League zu bekommen. Keiner sollte mit 500 oder mehr Games hardstuck sein, wenn man eigentlich nur Erfolge in einem Spiel haben m&ouml;chte, in das man so viel Zeit, Leidenschaft, Freude und auch Frust steckt. Das will ich mit euch gemeinsam &auml;ndern. Ich will euch beibringen, **_Wie_** ihr denken m&uuml;sste und nicht _**WAS**_ ihr denken m&uuml;sst. Erst dann kann sich langfristiger Erfolg einstellen.\r\n\r\nIch bin derzeitig um Dia 2 zuhause und m&ouml;chte euch Coachings anbieten f&uuml;r Soloq. Ich liebe League of Legends und verbringe sehr viel Zeit mit dem Spiel. Ich habe schon etliche Ranked Spiele gemacht, habe viel Pro Play gesehen und spiele selber auch zurzeit in einem Team. Dadurch hab ich einiges an Spielverst&auml;ndnis erlangt und will euch so viel es geht davon mitgeben. \r\nSeason 5 war ich Master Elo, hab dann Season 6 und Season 7 weniger gespielt und hab 1 Monat vor Ende Season 7 mich wieder auf Diamond gespielt.\r\nIch spiele &uuml;berwiegend Adc und als zweite Rolle Jungle. Die anderen Rollen kann ich in ihren Grundlagen ebenfalls. Ich bin mechanisch nicht schlecht, aber meistens gewinnt man durch K&ouml;pfchen, indem man das Spiel besser versteht als der Gegner. Je weniger Fehler man macht, desto weniger Spielraum hat der Gegner.\r\n\r\nFalls ihr nicht Ad Main seid: Ich habe ein Team, das auch coached und auch im hohem Dia Bereich spielt. Hier w&auml;ren n&auml;here Details dazu:\r\n\r\nTeam Post:\r\nhttps://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/284YYMHE-high-elo-coaches-suchen-soloqduoq-team-schutzlinge \r\nMidlane Post: \r\nhttps://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/XQHfIB1b-high-diamond-coaching-midlanejungle\r\n\r\n*Zu Euch:*\r\nVorzugsweise seid ihr zwischen Bronze und Platin, weil man da am meisten helfen kann. Oft haben die Spieler in diese Elo gute mechanische Skills, verstehen aber das Spiel nicht richtig und feeden dann oder machen schlechte Calls usw. Aber auch f&uuml;r h&ouml;here Elo kann ich helfen. Hier sind es immer kleinere Fehler, die den Unterschied machen.\r\nIhr m&uuml;sst Spa&szlig; an dem Spiel haben und auch Lust haben regelm&auml;&szlig;ig Ranked zu spielen, damit ein gewisses Fundament da ist. Die beste Theorie ist nutzlos, wenn die Praxis nicht da ist. Der durchschnittliche Spieler hat in einer Season oft schon um die 300-500 Ranked Games. Das sind am Tag so 2-3 Spiele. Habt eine gewisse Lernbereitschaft, stellt eure Fragen und seid bereit einiges zu akzeptieren. Jeder von uns hat schon mal an gewisse Ausreden geglaubt, warum wir nicht climben k&ouml;nnen wie z.b. &bdquo;Ich habe immer Afks oder Trolls im Team&ldquo;. Mit solchen Glaubenss&auml;tzen kommt man nicht weit.\r\nErwartet nicht, dass das Coaching euch von heute auf morgen komplett hoch boosted. Ein Coaching zeigt euch die T&uuml;r, aber ihr m&uuml;sst selber durchgehen. Viele Stoplersteine k&ouml;nnt ihr mit einem Coaching vermeiden und spart dadurch einiges an Zeit. Das bedeutet regelm&auml;&szlig;ig spielen, Spiele immer mal wieder selbst zu reflektieren und sich auch mal selbstst&auml;ndig Youtube Videos oder Streams anzuschauen.\r\n\r\n*Was ich euch biete:*\r\nDa ich Student bin, biete ich eine Coaching Session an f&uuml;r einen entsprechenden Gegenwert.\r\n\r\n+ Eine Session dauert so lange wie es n&ouml;tig ist und bis eure wichtigsten Fragen gekl&auml;rt sind. Ich schaue mir erstmal eure letzten Games an und sag dazu die ersten Dinge. Wir k&ouml;nnen das &uuml;ber Chat machen oder &uuml;ber TS. Es ist sinnvoll, euch eine Notiz auf dem PC zu machen. Dort k&ouml;nnt ihr die Dinge aufschreiben, die ich euch erz&auml;hle, aber auch (ganz wichtig) eure eigenen Erkenntnisse aus euren Spielen.\r\nWir werden dabei auch die PDFs durchgehen, die ich euch geben werde:\r\n\r\n+ Eine kurze &Uuml;bersicht der wichtigsten Sachen in Ranked. Das k&ouml;nnt ihr als kurze Checkliste immer verwenden und schauen &bdquo;wo bin ich gerade gut drinne und wo garnicht&ldquo;. Damit k&ouml;nnt ihr eure gr&ouml;&szlig;ten Schw&auml;chen ausmachen und euch darauf konzentrieren bis es halbwegs zur Gewohnheit wird. Es sind oft die fundamentalen Sachen, an denen es hapert.\r\n\r\n+ Wie man am effektivsten das Gelernte anwendet und damit die schnellsten Erfolge erzielt.\r\n\r\n+ Eine Liste von den wichtigsten Streamern und Youtubern, die ich selber auch verfolge und regelm&auml;&szlig;ig schaue um besser zu werden.\r\n\r\n+ Welche Mechanics man kennen muss und wie man sie &uuml;ben kann\r\n\r\n+ Eine erste Checkliste f&uuml;r Ranked, quasi eine Beispielm&ouml;glichkeit, wie man ins Ranked reingehen sollte und was man beachten muss. \r\n\r\n+ Die wichtigsten Dinge in Teamranked und wie ihr als Team besser werden k&ouml;nntet, wenn ihr in einem Team zusammenspielen wollt.\r\n\r\n+ Dazu kommt, dass ich mir auch spezifisch zu euch Notizen machen werde und was euer Hauptfokus vermutlich sein wird. Nat&uuml;rlich auch als PDF.\r\n\r\n+ _**Was ich besonders nice finde: **_ Ich habe f&uuml;r Jungle und f&uuml;r Adc eine extra PDF erstellt, die die wichtigsten Skills f&uuml;r die jeweilige Rolle beinhalten sollen. Ich bin immer noch dabei, diese zu weiterhin optimieren und gegebenenfalls zu erg&auml;nzen. Den anderen Rollen werde ich auch noch eine extra PDF widmen. Je nach Rolle bekommt ihr die jeweilige PDF.\r\n\r\n+ Zum Schluss schaue ich mir 1-2 Games an, nehme es auf und lade es mit Commentary bei Youtube hoch. Eventuell k&ouml;nnen wir daf&uuml;r einen extra Termin ausmachen, wenn es zeitlich nicht mehr passt. W&auml;hrenddessen mache ich mir Notizen und kommentiere die Sachen, die gut laufen und schlecht laufen. Die Notizen gebe ich euch nach dem Game. In den Notizen stehen dann zusammengefasst die Verbesserungsvorschl&auml;ge und Zeitangaben, wann was passiert ist. Dann k&ouml;nnt ihr euch mit den Notizen das Spiel erneut ansehen und seht eure Fehler hoffentlich.\r\n\r\n+ Au&szlig;erdem bleibe ich weiterhin auf eurer Freundschaftsliste, damit ihr mir weitere Fragen stellen k&ouml;nnt. Ich beantworte sie gerne und versuche m&ouml;glichst detailreich diese zu beantworten.\r\n\r\n+ Ich werde versuchen meine Qualit&auml;t stetig zu erh&ouml;hen und wenn ich z.B. die Checkliste &uuml;berarbeite, dann werde ich euch selbstverst&auml;ndlich auf dem Laufenden halten und sie euch geben. Ebenso wenn ich ganz neue PDFs mache mit anderen Themen.\r\nD.h. dass ihr nach der ersten Session st&auml;ndig Zugriff bekommen werdet f&uuml;r neue Inhalte und ihr somit alle Tools mit der Zeit erhaltet, die ihr zum Climben braucht. Jede weitere Coaching Session k&ouml;nnen wir danach ausmachen. Der Umfang w&auml;re eh kleiner bzw. pr&auml;ziser und wir w&auml;ren somit schneller durch. Wir w&uuml;rden dann vermutlich kurz Probleme und den n&auml;chsten Fokus ansprechen und dann Games analysieren.\r\nIch benutze Dropbox, um die Dateien zu verschicken.\r\n\r\nKleinere Fragen zu Teamranked beantworte ich auch gerne. Bei Bedarf k&ouml;nnen wir euch als Team sonst auch spezifisch coachen, da ich selber auch ein Team habe.\r\n\r\nIm Client k&ouml;nnen wir besprechen, wie wir den Gegenwert f&uuml;rs Coaching gestalten wollen.\r\nIch verspreche eine Garantie. Also falls ihr &uuml;berhaupt nicht zufrieden seid mit dem Coaching und ich es auch nicht besser machen kann, dann k&ouml;nnt ihr ohne Probleme refunden.\r\nIch hoffe nat&uuml;rlich, dass ich euch mit dem Coaching wirklich helfen kann, damit ihr Fortschritte sp&uuml;rt und zufrieden seid. Ich bin offen f&uuml;r jede R&uuml;ckmeldung und freue mich, wenn ihr mich weiterempfehlt, falls euch das Coaching gefallen hat.\r\n\r\nMeine freien Zeiten:\r\n- Grunds&auml;tzlich von Mo-Sa vor 17/18 Uhr.\r\n- Sonst Montag, Dienstag, Freitag, (Samstag)\r\n- Spontan k&ouml;nnen sich auch andere Tage ergeben.\r\n\r\nWeitere Details k&ouml;nnen wir dann im Client besprechen. Added einfach &bdquo;AeQ Activeuser&ldquo;. Ich freue mich auf eine erfolgreiche Zusammenarbeit.\r\nBeste Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Blackgstar","date":"2018-05-02T04:09:57.373+0000","up_votes":1,"down_votes":0,"body":"Leaguecoaching.gg","replies":[]}]}