{"id":"8Za8d5kb","poster":"Sparfuchs","date":"2020-03-06T19:17:04.668+0000","title":"Disconnects ohne Bugsplat Meldung unter laufendem Spiel (Anticheat?)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Habe das hier auch schon bei den Bugreports geschrieben, allerdings liest man da, dass es eher hierher gehört, also nochmal von vorne:\r\n\r\nSowohl mir als auch einem Freund ist aufgefallen, das wir in den letzten Tagen öfter aus dem Game getappt werden, beziehungsweise sich in meinem Fall das Game komplett schließt, und ich über den Client reconnecten muss.\r\n\r\nIn meinem letzten Game ist mir das ein paar mal passiert, teilweise im Abstand von gerade einmal 30 Sekunden.\r\nDas Game schließt sich ohne Warnung oder Bugsplat , auch kein Pop-Up oder ähnliches öffnet sich, nur der Client mit dem Reconnect Button ist da (den Client habe ich auch während des Spielens immer aktiv, er schließt sich also nicht, wenn ich in ein Spiel joine).\r\n\r\nWas mir allerdings aufgefallen ist: Ich habe immer einen Stream (Twitch) oder Musik (Youtube Autoplay) im Hintergrund laufen, wenn ich spiele. Der Fehler tritt nur auf, wenn ich einen Stream laufen lasse, nicht aber bei Youtube.\r\nIn meinem angesprochenen letzten Game habe ich nach dem 5ten Disconnect den Stream geschlossen und danach ohne weitere Probleme das Game zuende spielen können.\r\n\r\nJetzt stellt sich mir die Frage: wie kann das zusammenhängen? Und hängt es überhaupt zusammen?\r\nMeine Vermutung (ich bin kein Programmierer und mein Wissen von Informatik ist begrenzt, habe im Studium nur geringe Berührungspunkte damit gehabt): Das von Riot genutzte Anticheat detektiert in meinem Streaming eine zusätzliche Internetnutzung abseits des Games und hält es für eine Nutzung unzulässiger Third-Party-Programms (Cheats) und kickt mich deshalb aus dem Game. Ich erinnere mich, ähnliches schoneinmal vor einem oder zwei Jahren erlebt zu haben, damals glaube ich auch im Bezug auf LoL (allerdings damals mit Youtube Content, der LoL zum Thema hatte, Stichworterkennung hurra). \r\nAn dieser Stelle möchte ich anmerken, dass ich nie in LoL und auch in keinem anderen Game je gecheatet habe und entsprechende Software also auch nicht auf meinem Rechner ist.\r\nDa Riot ja erst vor ein paar Tagen angekündigt hat, die Zugriffsrechte ihres Anticheatsystems enorm auszuweiten (hier der Artikel von SInn: https://www.summoners-inn.de/de/news/89822-riot-kuendigt-neues-anti-cheat-system-fuer-lol-an ), sind das vielleicht schon erste Auswirkungen davon, beziehungsweise Kinderkrankheiten, die erste Updates am System hervorrufen.\r\n\r\nWie gesagt sind das nur Vermutungen von einem fachlichen Laien, wenn ihr mehr Ahnung davon habt lasst gerne eure Meinung da, mich interessierts generell, ob meine Vermutung überhaupt plausibel ist und ob jemand ähnliche Erfahrungen gemacht hat und meine Beobachtungen vielleicht bestätigen kann.\r\n\r\nBis dann und danke fürs Lesen,\r\n\r\neuer Sparfuchs {{champion:103}} \r\n\r\nTL;DR: Habe Kicks aus Spielen erfahren, die meiner Meinung nach mit Riots Anticheatsoftware in Kombination mit Streamingplattformen zusammenhängen.","replies":[{"id":"","poster":"Miichan","date":"2020-03-06T22:29:21.482+0000","up_votes":1,"down_votes":0,"body":"habe das auch schon unter deinen anderen Beitrag geschrieben, vielleicht aber auch nochmal hier, für den Fall dass der andere Beitrag wegen der Kategorie entfernt wird ^^\n\nVon Software selbst verstehe ich ein wenig, von LoLs Anticheat weniger. Ich denke aber nicht das es daran liegt. Warum?\n\nErstmal sollte man verstehen wie Onlinespiele aufgebaut sind. Bzw deren Datenübertragung:\n\nDie Daten für LoL werden - oh wunder - sowohl im Client auf deinem Rechner als auch auf de Rechnern deiner Mitspieler generiert. Also z. B. du rechtsklickst, dein Client überträgt an den Server von LoL die Position zu der du willst (oder direkt den Vektorpfad dort hin. Könnte beides sein). Der Server verarbeitet das und sendet die Position an deine Mitspieler weiter.\nDu sendest also Informationen zu deinen eigenen Aktionen bzw. empfängst die Daten der Aktionen der Mitspieler + weitere Aktionen (Ward läuft ab, Minion stirbt, etc.).\n\nich habe keine Ahnung welche Arten von Cheats es gibt. Das hängt sicherlich davon ab was dein Launcher alles an Daten generiert. Vermutlich liese sich theoretisch all das ändern, bzw. die Empfangenen Daten auslesen.\n\nEin Beispiel:\n\nIch kann mir vorstellen dass es Versuche gab, die Minimap zu manipulieren. Selbst wenn du einen Gegner nicht siehst werden seine Positionsdaten mit sicherheit Empfangen. Dir wird die Position nur nicht angezeigt. Selbiges gilt vermutlich für Minions, Monster, etc. Letztendlich würde das also theoretisch ermöglichen die Infos auf der Minimap komplett anzuzeigen. Vermutlich greift das Anticheatsystem gegen genau solche Programme durch.\n\nDas Schadenswerte falsch sind kann ich mir kaum vorstellen. Um sie zu ändern müssten sie im Client errechnet werden. Selbst wenn dies geschieht und man sie manipulieren könnte, wird auf den Riot-Servern bestimmt auch ein Programm laufen, dass nochmal gegenprüft ob das sein kann (Dann macht es aber ohnehin mehr Sinn den Schaden direkt auf dem Server zu errechnen)\n\nnaja, langer Rede, kurzer Sinn: Cheaten ist entweder die Anzeige der Empfangenen Daten auf deinem Computer zu deinem Vorteil zu nutzen - sprich deren Anzeige zu verändern - oder die Daten die an einen Server geschickt werden zu manipulieren.\n\nDie korektheit der gesendeten Daten stellt allerdings in der Regel ein Programm auf den Servern sicher. Daher macht es wenig Sinn für ein Anticheatsystem auf deinem Computer deinen Datenverkehr im Internet zu messen, bzw. generell zu prüfen.\nDiese Software prüft eher Hintergrundprogramme darauf, ob sie versuchen auf deinen LoL-Client zuzugreifen. Vielleicht empängt es auch Rückmeldungen vom Serverseitigen Anticheatsystem um Maßnahmen einzuleiten wenn jemand Cheatet.\n\nIch denke also eher, dass League einen Bug hat (eventuell mal das Reparaturtool drüber laufen lassen. Das Findest du in den Einstellungen (Zahnrad über deinem Beschwörernamen) in der kategorie \"Allgemein\". Also einfach nur ein bisschen Runterscrollen und \"Komplettreparatur starten\" anklicken) oder das es mit deiner Hardware ein Problem gibt. Nicht unbedingt das ein Teil kaputt ist, sondern das sich League seit dem letzten Update mit der Zusammensetzung deiner Hardware nicht mehr optimal ausführen lässt. Habe selber keine Ahnung wie das passieren kann, habe das aber bei einem MMORPG auch auf meinem Computer. Alles andere läuft super aber das stürzt selbst auf den niedrigen Grafikeinstellungen ständig ab, obwohl mein Rechner theoretisch das Maximum der Grafig leisten könnte.\n\nZum Schluss noch präventiv ein Wort an die notorischen Pessimisten die es hier leider auch manchmal gibt:\nNein, ich cheate nicht selbst!\nWarum ich ein bisschen Ahnung von Anticheat im allgemeinen habe ist einfach, weil ich vor einigen Jahren für ein vermutlich allseits bekanntes Sandboxgame mal an einem Anticheatplugin für einen Server mitgewirkt habe. Da ging es dann eben hauptsächlich darum zu kontollieren, ob der Spieler gerade tatsächlich so schnell sein kann wie er ist, so hoch springen kann wie er springt, usw.\nAlle Aussagen oben habe ich mir aus der Erfahrung von Datenübertragung bzw. Anticheat aus anderen Spielen hergeleitet. Es kann natürlich sein, dass LoL etwas anders funktioniert, aber wenn das Rad hier nicht neu erfunden wurde sollte es so, oder so ähnlich wie beschrieben funktionieren.\n\nHoffe das ganze war nun nicht zu langweilig und hat vielleicht auch geholfen :3\nWie gesagt: Probier es mal mit der Komplettreparatur. Die hat mir auch schon mal einen ähnlichen Fehler behoben.\nAnsonsten wird dir vermutlich der Riot-Support besser helfen können als wir: https://support.riotgames.com/hc/de\n\nIch wünsche dir ganz viel Erfolg beim Lösen deines Problems ^-^","replies":[{"id":"","poster":"Sparfuchs","date":"2020-03-07T13:29:29.040+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank schonmal für die aufschlußreiche Antwort :)\nDass es unwahrscheinlich (und unnötig) ist, dass Riots Anticheat meinen Datenverkehr monitort ist mir klar, da Riot ja aber angekündigt hat, mit ihrem neuen Anticheat auch auf den Kernel zugreifen zu wollen, ist es zumindest nicht unmöglich.\nSpeed Hacks und sowas sind mir bei LoL nicht bekannt und würden ehrlichgesagt ja auch keinen Sinn machen, wie du halte ich es auch für unmöglich, dass Schadenswerte manipuliert werden. Interessanter sind da auf jeden Fall Dodge scripts und sowas, wobei ich da auch keine Ahnung habe, wie die funktionieren (wobei ich mir vorstellen kann, dass die auf Live Game Daten zugreifen müssen, da sie ja das dodgen für dich übernehmen). Ob dabei dann zusätzlicher Datenverkehr anfällt ist mir nicht bekannt.\nIch mache heut noch ein bisschen testing, versuche das ganze mal gewollt herbeizuführen und hoffe, dass mich Riot nicht für ein paar DCs bannt ^^","replies":[{"id":"","poster":"Miichan","date":"2020-03-07T14:32:15.099+0000","up_votes":1,"down_votes":0,"body":"Mach das ^-^\nAnsonsten teste es mal mit einem anderen Browser. Vielleicht liegt es auch an dem. Ich nutze z. B. Firefox ohne Addons oder Mods und damit funktioniert alles bestens ^^\n\nDie Dogescripts funktionieren vermutlich ähnlich wie oben beschrieben. Die Daten wohin ein Angriff geht müssen ja auch an dich gesendet werden. Das Script wird dann einfach die Koordinaten die du angeblich als Bewegunsziel vorgibst verändern, so dass du nicht getroffen wirst. Das würde auch bedeuten man könnte Skillshots manipulieren, dass sie den Gegner genau treffen. Ohje, hoffe das Anticheatsysstem blockiert sowas gut ;-;","replies":[]}]}]}]}