{"id":"HbvExM25","poster":"Bokeyeone","date":"2020-02-11T02:47:14.877+0000","title":"Ranglistenbelohnungen für TFT","subforum":"Teamfight Tactics","up_votes":1,"down_votes":3,"body":"Ich hoffe, dass es nicht vergessen wurde, die versprochenen Ranglistenbelohnungen der letzten Season ab Gold+ zu vergeben. Es gab bisher nur die schäbigen Sticker.","replies":[{"id":"","poster":"VenomZac","date":"2020-02-11T16:05:38.440+0000","up_votes":2,"down_votes":0,"body":"Wow ohne deinen Thread hier, habe ich echt gedacht, diese Sticker sind die Belohnung. Aber nein, du hast tatsächlich recht, ich zitiere:\n**„Teamfight Tactics“-Ranglistenspiele\n\nWir arbeiten immer noch an den finalen Ranglistenbelohnungen für TFT, aber du erhältst sie im Nachhinein, sobald sie fertig sind. Dabei ziehen wir zur Ermittlung deiner Belohnung deinen finalen Rang aus der letzten Saison heran. In der Zwischenzeit erhältst du den „Siegreicher Pingu“-Sticker, der auf deinem Rang basiert, wenn du mindestens die Gold-Klasse oder höher erreicht hast. **\n\nGefunden auf: https://support-leagueoflegends.riotgames.com/hc/de/articles/360037920793-Saisonende-2019-","replies":[]},{"id":"","poster":"Aymira","date":"2020-02-11T03:22:13.561+0000","up_votes":1,"down_votes":0,"body":"Darf man fragen was versprochen wurde? Google spuckt gerade nur das Frag Riot aus, wo sie sagen das sie nicht wissen was vergeben werden soll.. Und das ist schon etwas veraltet. :D","replies":[{"id":"","poster":"Megamaexx","date":"2020-02-11T08:11:33.863+0000","up_votes":2,"down_votes":0,"body":"Mehr Infos gibt es aktuell auch nicht^^","replies":[{"id":"","poster":"Aymira","date":"2020-02-11T13:55:43.798+0000","up_votes":1,"down_votes":0,"body":"Puh, dacht schon ich sei inzwischen zu blöd zum googlen geworden O_O","replies":[]}]}]},{"id":"","poster":"Bokeyeone","date":"2020-02-11T13:53:30.986+0000","up_votes":1,"down_votes":0,"body":"Ich meine, dass man überlegen wollte, andere Belohnungen noch zusätzlich zu vergeben.","replies":[{"id":"","poster":"Aymira","date":"2020-02-11T13:56:52.319+0000","up_votes":1,"down_votes":0,"body":"Ja, das hatte ich auch gelesen in dem Frag Riot.\n\nWenn da aber bislang keine weiteren Informationen bekannt sind kann man vermutlich nur warten. :D","replies":[]}]}]}