{"id":"2Lvqkket","poster":"Ariya","date":"2018-04-30T17:29:42.951+0000","title":"Bevorstehende Änderungen an den Schützen","subforum":"Dev Corner","up_votes":2,"down_votes":0,"body":"Hallo,\r\nwir werden in den n&auml;chsten Tagen ein paar &Auml;nderungen an den Werten von Sch&uuml;tzen und Gegenst&auml;nden auf die PBE bringen. Hier ist der anf&auml;ngliche Kontext und was wir damit bewirken wollen. (Achtung: Die &Auml;nderungen werden nicht mit 8.10 ver&ouml;ffentlicht. Sie bleiben auf der PBE etwas l&auml;nger als sonst unter Beobachtung.)\r\n\r\nDie Klasse der Sch&uuml;tzen ist bereits seit geraumer Zeit zu stark und bringt das auf eine Weise zum Ausdruck, die nur wenige Spielzust&auml;nde zul&auml;sst. Bei fr&uuml;hen R&uuml;ckschl&auml;gen auf der Lane fallen Carrys, die extrem skalieren, nicht signifikant zur&uuml;ck und die meisten Sch&uuml;tzen, die ihre Lane gut unter Druck setzen k&ouml;nnen, sind verschwunden oder auf andere Positionen gewechselt. Die verbleibenden Drangsalierer auf der Lane sind oft Champions, die auch nach einer erfolgreichen Anfangsphase im sp&auml;ten Spiel Potential als Carry haben, wie Caitlyn (die &uuml;ber kritischen Trefferschaden skaliert) oder Wutklinge-Champions wie Varus.\r\n(&Uuml;brigens haben wir Fragen dazu gesehen, inwieweit Supporter Einfluss auf das Spiel haben. Die oben beschriebenen Probleme der Sch&uuml;tzen m&uuml;ssen allerdings ungeachtet des Zustands der Supporter behandelt werden.)\r\nDie &Auml;nderungen auf der PBE sollen daf&uuml;r sorgen, dass ein Scheitern auf der Lane tats&auml;chliche Konsequenzen f&uuml;r Carrys hat, die sich auf kritischen Schaden st&uuml;tzen, und andere Spielweisen m&ouml;glich werden, mit denen man nach einer guten Anfangsphase das Spiel dominieren kann. Das Ganze l&auml;sst sich in ein paar Themenbereiche einteilen.\r\n\r\nDER &bdquo;AKTIVIERUNGSZEITPUNKT&ldquo; VON CARRYS MIT KRITISCHEM SCHADEN UND VERL&Auml;SSLICHKEIT\r\nMit zwei Gegenst&auml;nden (Klinge der Unendlichkeit und einer Aufwertung von Eifer) sind Sch&uuml;tzen mit kritischem Schaden meistens die wertvollsten Champions in ihrem Team, egal wie sehr sie zur&uuml;ckliegen oder im Vorteil sind. Zwei Gegenst&auml;nde sind keine besonders hohe Grenze f&uuml;r dieses Ma&szlig; an Einfluss: Beide Sch&uuml;tzen erreichen ihre Skalierungsspitze mit diesen Gegenst&auml;nden in fast allen Spielen (solange es nicht komplett unausgewogen ist). \r\nWir wollen diesen &bdquo;Aktivierungszeitpunkt&ldquo; etwas weiter hinausz&ouml;gern, damit ein fr&uuml;hes Scheitern entsprechend bestraft wird und ein Unentschieden auf der Lane keine Dominanz im mittleren Spiel garantiert. Dadurch k&ouml;nnen andere Klassen und Positionen Spiele besser beeinflussen, in denen keiner der beiden Sch&uuml;tzen bereits auf der Lane extrem im Vorteil ist, und wir entfernen uns von einem Metaspiel um die untere Lane, dessen Ergebnis einem wie ausgew&uuml;rfelt erscheint.\r\nHier sind die haupts&auml;chlichen &Auml;nderungen:\r\n● Wir &uuml;berarbeiten die Klinge der Unendlichkeit, damit sie anfangs weniger einflussreich ist, sp&auml;ter aber weiterhin extrem stark sein kann. Ihre passiven Effekte sollen gegen Ziele im fr&uuml;hen Spiel weniger wirkungsvoll sein und sie soll als eigenst&auml;ndiger Gegenstand von der Skalierung im Verlauf des Spiels abh&auml;ngen.\r\n● Einfache Abschw&auml;chungen der Effektivit&auml;t von Gegenst&auml;nden, die mit Eifer gebaut werden.\r\nHinzu kommt, dass das Regenerationsverm&ouml;gen auf der unteren Lane wieder angestiegen ist. Das bedeutet wie &uuml;blich eine handlungsarme Lane und setzt eine h&ouml;here Priorit&auml;t auf Champions, die gut skalieren. Deshalb schw&auml;chen wir au&szlig;erdem das Regenerationsverm&ouml;gen von Sch&uuml;tzen in der Lane ab:\r\n● Abschw&auml;chungen des Grundwerts f&uuml;r Lebensregeneration\r\n● Abschw&auml;chung von Leichtf&uuml;&szlig;igkeit\r\n\r\nHOMOGENE SPIELWEISEN \r\nNicht jeder Sch&uuml;tze will als superskalierender Carry mit kritischem Schaden spielen, aber diese Gegenstandskombinationen funktionieren reibungslos und synergetisch, w&auml;hrend andere Kombinationen nicht ausreichend unterst&uuml;tzt werden. Wir haben vor, andere Spielweisen mehr zu f&ouml;rdern &ndash; einen Lucian, der mit seinen F&auml;higkeiten um sich ballert, einen Draven, der mit seinem puren Angriffsschaden ins Rollen kommt &ndash;, indem wir den Zugriff auf die n&ouml;tigen Effekte erleichtern und die Varianten mit kritischem Schaden kantiger machen: \r\n● Wir &uuml;berarbeiten Essenzr&auml;uber, damit er als eigenst&auml;ndiger Gegenstand fungieren kann. Er soll weiterhin die Kampfmuster belohnen, die normale Angriffe und F&auml;higkeiten kombinieren, aber nicht von kritischen Treffern abh&auml;ngen.\r\n● Eine neue Aufwertung des Riesenschwerts, Sturmschneide (Anmerkung: der deutsche Name ist noch nicht final), durch die deine ersten Angriffe im Kampf wirkungsvoller werden.\r\n● Letzter Atemzug und seine Aufwertungen sollen sich wieder ganz auf R&uuml;stungsdurchdringung fokussieren. Dadurch wird er ein besserer Skalargegenstand f&uuml;r Kombinationen mit Angriffsschaden und gleichbleibender R&uuml;stungsdurchdringung, da er sich mehr gegen Champs lohnt, die keine R&uuml;stungssteigerungen ansammeln. \r\n● Lord Dominiks Gr&uuml;&szlig;e ben&ouml;tigt nach dem Wechsel zur reinen Durchdringung nicht l&auml;nger die zus&auml;tzliche Wirkung gegen Tanks des &bdquo;Riesenschl&auml;chter&ldquo;-Passivs, also entfernen wir den Effekt (und den &bdquo;Riesenschl&auml;chter&ldquo;).\r\n● Eine neue Schl&uuml;sselrune, Klingenhagel (Anmerkung: der deutsche Name ist noch nicht final), mit &auml;hnlichen Zielen wie die Sturmschneide\r\n● Einfache Verbesserungen der Effektivit&auml;t von Klinge des gest&uuml;rzten K&ouml;nigs und Blutd&uuml;rster\r\nIn diesem Zusammenhang kommt eine weitere &Auml;nderung hinzu, durch die Sch&uuml;tzen 4 Grundangriffsschaden gegen eine leicht verbesserte Skalierung des Angriffsschadens eintauschen (die am Ende der Anfangsphase oder kurz danach den gleichen Stand erreicht). Da es sich hierbei um pauschale &Auml;nderungen innerhalb der gesamten Klasse handelt, wird anfangs auf der Lane ein wesentlicher Unterschied beim Grundangriffsschaden jedes einzelnen Sch&uuml;tzen bemerkbar sein.\r\nWir sind uns dar&uuml;ber bewusst, wie wichtig der Grundangriffsschaden f&uuml;r erfolgreiche letzte Treffer auf der Lane ist. Deswegen kommt diese Werte&auml;nderung mit einer unterst&uuml;tzenden Funktion, die anfangs bei den Todesst&ouml;&szlig;en helfen soll und dann &uuml;ber die folgenden Patches wieder entfernt wird.\r\nVon Sch&uuml;tzen abgesehen sollten Sturmschneide, Essenzr&auml;uber, Klingenhagel und die R&uuml;ckbesinnung auf reine R&uuml;stungsdurchdringung von Letzter Atemzug auch starke Optionen f&uuml;r K&auml;mpfer mit Angriffsschaden sowie Assassinen sein. Wir sehen sie langfristig als positive Erg&auml;nzungen f&uuml;r diese Klassen, werden aber die kurzfristige Balance genau im Auge behalten.\r\n\r\nWEITERE ARBEITEN IN DIESEM RAHMEN \r\nWir m&ouml;chten diese Gelegenheit au&szlig;erdem dazu nutzen, uns um ein paar weitere bedenkliche Punkte zu k&uuml;mmern &ndash; manche davon betreffen Sch&uuml;tzen, manche andere Positionen:\r\n● Wir verringern mit der Aktualisierung der Klinge der Unendlichkeit die Schadensspitzen im sp&auml;ten Spiel, die Sch&uuml;tzen mit kritischem Schaden an Weichzielen verursachen, und lassen den passiven Effekt, der +50 % Schaden durch kritische Treffer gibt, stattdessen einen Teil dieses Schadens in absoluten Schaden umwandeln. Dadurch zielt die Effektivit&auml;t des kritischen Schadens eher auf robustere Gegner ab. Ein paar kritische Treffer auf ein Ziel mit weniger R&uuml;stung zeigen zwar immer noch ihre Wirkung, es geht allerdings nicht mehr nach zwei oder drei Treffern zu Boden.\r\n● In der Anfangsphase wird es weniger Gegenst&auml;nde mit einer Chance auf kritische Treffer geben, also ist der Einfluss des kritischen Schadens auf der Lane geringer und das Ergebnis von Schlagabt&auml;uschen ist weniger dem Zufall &uuml;berlassen.\r\n● Sch&uuml;tzen machen nach den &Auml;nderungen ihrer Angriffsschadenwerte in der Lane weniger Druck. Nahk&auml;mpfer k&ouml;nnen davon ein Lied singen, aber bei unseren Tests konnten auch Magier deutlich davon profitieren.\r\n● Kleinere &Auml;nderungen an ein paar Gegenst&auml;nden ohne kritischen Schaden f&uuml;r Sch&uuml;tzen und leichte K&auml;mpfer, wahrscheinlich verbessern wir Schlund von Malmortius und passen Schutzengel an.\r\n● &Auml;nderungen an Ruf des Henkers und Sterbliche Mahnung, um ihren Platz als situationsabh&auml;ngige Gegenst&auml;nde im Spiel zu bewahren. Diese Punkte sind noch nicht final und dir werden auf der PBE wahrscheinlich mehrere Versionen begegnen.\r\n\r\nWIR M&Ouml;CHTEN DEIN FEEDBACK\r\nWie bereits erw&auml;hnt, haben wir zwei Patch-Zyklen lang Zeit f&uuml;r Feedback, bevor diese &Auml;nderungen ver&ouml;ffentlicht werden. Sobald sie auf die PBE kommen, w&uuml;rden wir uns &uuml;ber Feedback hinsichtlich der folgenden Bereiche freuen:\r\n● Gibt es gute Gelegenheiten f&uuml;r jeden neuen oder &uuml;berarbeiteten Gegenstand?\r\n● Ist das Design dieser Gegenst&auml;nde ansprechend?\r\n● Ist f&uuml;r Solo-Laner verst&auml;ndlich, wie man mit Sch&uuml;tzen interagiert?\r\nVielen Dank!\r\nRiot Axes","replies":[]}