{"id":"aRgAmXOm","poster":"Piepelgei","date":"2018-04-30T10:25:57.342+0000","title":"Arten von Champion-Kapseln, deren Stapelungs- und Anzeigemethode im Beute-Menü","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag,\r\n\r\nRiot-Mitarbeiter (?) und insbesondere die Client-Coder (?),\r\n\r\nletztens ist mir beim &Ouml;ffnen von einer gr&ouml;&szlig;eren Ansammlung von Champion-Kapseln Folgendes aufgefallen.\r\n\r\nDie Champion-Kapseln stapeln sich zu unregelm&auml;&szlig;igen Anzahlen. Es gab in meinem Fall\r\n1 Stapel von 4,\r\n2 Stapel von 2 und\r\n3 Stapel von 1 Kapsel(n),\r\nneben einer Glorreichen Champion-Kapsel.\r\nEine naheliegende Vermutung erscheint mir eine grobe Kategorisierung des Inhalts und somit auch der potenziell unterschiedlichen Arten von Champion-Kapseln. Ist diese Vermutung richtig?\r\n\r\nAu&szlig;erdem ist mir noch etwas Weiteres aufgefallen, nachdem ich den Stapel von 4 Champion-Kapseln ge&ouml;ffnet habe.\r\n\r\nLegende\r\nZahl: Anzahl Kapseln\r\nx: Glorreiche Kapsel\r\n□: Truhe\r\n⁰: Anzahl Edelsteine\r\n&sup2;: Anzahl Schl&uuml;sselfragmente\r\n\r\nVorher:\r\n1 1 2 4\r\n1 2 x □\r\n□ ⁰ &sup2;\r\n\r\nNachher:\r\n1 2 1 1\r\n2 x □ □\r\n⁰ &sup2;\r\n\r\nWenn ich einzelne Kapseln ge&ouml;ffnet habe, deren Stapel sich daraufhin aufgel&ouml;st hat, sind die restlichen Elemente stets entsprechend der vorherigen Ordnung aufger&uuml;ckt. Nachdem ich jetzt jedoch die 4 Kapseln auf einmal ge&ouml;ffnet habe, sind die 2 Kapseln jedoch scheinbar eine Position vorger&uuml;ckt. K&ouml;nnt ihr das erkl&auml;ren?\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nPiepelgei","replies":[{"id":"","poster":"TheFuriousBacon","date":"2018-04-30T14:39:05.133+0000","up_votes":1,"down_votes":0,"body":"Die unterschiedlichen Kapseln habe in unserem System unterschiedliche ID's. \nDies ist vor allem bei Truhen erkennbar denn Truhen die du dir im Shop kaufst und Truhen die du durch das erreichen der Bewertung S mit einem Champion erhältst, haben ebenfalls unterschiedliche ID's und stapeln sich deshalb nicht.\nSie werden also als unterschiedliche Items aufgefasst und behandelt, machen jedoch genau das gleiche.\nEs ist halt manchmal ein wenig nervig, so wie in deinem Fall. :P\nBezüglich der Anordnung, wird sich deine Beute mit der Öffnung der 4 Kapseln aktualisiert und entsprechend ihrer ID's neu angeordnet haben.","replies":[{"id":"","poster":"Piepelgei","date":"2018-05-01T18:24:10.571+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheFuriousBacon,realm=EUW,application-id=7hciEY9w,discussion-id=aRgAmXOm,comment-id=0001,timestamp=2018-04-30T14:39:05.133+0000)\n>\n> Die unterschiedlichen Kapseln habe in unserem System unterschiedliche ID&#x27;s. \n> Dies ist vor allem bei Truhen erkennbar denn Truhen die du dir im Shop kaufst und Truhen die du durch das erreichen der Bewertung S mit einem Champion erhältst, haben ebenfalls unterschiedliche ID&#x27;s und stapeln sich deshalb nicht.\n> Sie werden also als unterschiedliche Items aufgefasst und behandelt, machen jedoch genau das gleiche.\n> Es ist halt manchmal ein wenig nervig, so wie in deinem Fall. :P\n> Bezüglich der Anordnung, wird sich deine Beute mit der Öffnung der 4 Kapseln aktualisiert und entsprechend ihrer ID&#x27;s neu angeordnet haben.\n\nDas heißt, die Kapseln haben unterschiedliche IDs, werden jedoch zuerst chronologisch angelagert. Wenn ich einzelne Kapseln öffne, aktualisiert sich meine Beute nicht in der Hinsicht, dass die Kapsel-Stapel entsprechend der Zahlenwerte ihrer IDs geordnet werden. Wenn ich jedoch mehrere Kapseln auf einmal öffne, wie bei den 4 Kapseln in meinem Beispiel, werden die Kapsel-Stapel entsprechend der Zahlenwerte ihrer IDs aktualisiert und neu geordnet. Habe ich das richtig verstanden?","replies":[]}]},{"id":"","poster":"Lunaá","date":"2018-04-30T14:26:26.324+0000","up_votes":1,"down_votes":0,"body":"Also bei mir stapeln sich alle Champion-Kapseln auf einem Stapel und nicht auf verschiedenen, obwohl sie einen unterschiedlichen Inhalt haben.","replies":[]}]}