{"id":"cvA1cUpo","poster":"SSI CptHaunted","date":"2018-04-29T17:58:37.457+0000","title":"Matchmaking in Normals","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Mir ist schon am Ende von Season 7 aufgefallen, dass ich in Normals hin und wieder mit Leuten gematcht werde die Gold/Platin sind, f&uuml;r nen low Silver Spieler also schon ein relativ gro&szlig;er Unterschied. Da habe ich mir noch nicht wirklich Gedanken dr&uuml;ber gemacht, hatte auch keinen gro&szlig;en Einfluss auf mein Spiel.\r\n\r\nScheinbar ist das Normal-Matchmaking ja unabh&auml;ngig von der Ranked MMR? Die Frage die sich mir nun stellt ist...warum? In meinem letzten Spiel war n Gold 2 im Gegnerteam (geht ja noch), in meinem Team jedoch 1x Platin2 und 1x Diamond 4 als Premade (zumindest gleiches Clubtag). Auch wenn die MMR-Rechnung von op.gg nicht komplett richtig ist, war da zwischen den Teams n Unterschied von ca 300, also so ausgeglichen kanns nicht gewesen sein. Im Endeffekt hat der Silber 3 Gegner des Diamond 4 Spielers nach 3 Toden gegen ihn keinen Bock mehr gehabt und hat komplett geinted, ist nur noch die Lanes runtergelaufen und hat sich t&ouml;ten lassen, sodass er nach nicht mal 23 Minuten als das Game vorbei war 0/18 stand. Sicher, derjenige war nicht in meinem Team und somit haben wir locker gewonnen, auch wei&szlig; ich nicht ob er wusste welchen Rang sein Lanegegner hat, aber ich kanns irgendwie, zumindest zum Teil, nachvollziehen, warum der Kollege keinen Bock mehr hatte.\r\n\r\nEin kleiner Skill-Unterschied l&auml;sst sich ja nunmal nicht vermeiden und das ist auch voll in Ordnung, in dem Fall waren es aber fast 3 komplette Ligen, was zumindest nach meinem Verst&auml;ndnis ein riesiger Unterschied ist. Wenn jetzt die Normals ihre eigene MMR haben? wird der Dia-Typ zwar nicht lange gegen solche Leute antreten, aber ich f&auml;nde es schon schade, wenn aufgrund eines so unfairen Matchmakings ein Spieler f&uuml;rs Inten gebannt wird, auch wenn man ihn soweit kritisieren muss, dass er es ja nicht h&auml;tte tun m&uuml;ssen. Nur wenn ich ehrlich bin, h&auml;tte ich zwar nicht genau so gehandelt, aber schlechte Laune h&auml;tte ich davon trotzdem bekommen.","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-04-29T19:09:59.946+0000","up_votes":1,"down_votes":0,"body":"Normal und Ranked MMR sind getrennt bzw. jede einzelne Warteschlange hat ne eigene MMR.\nWenn die MMR von Normal und Ranked gleich wäre, würde es kein Normal bzw. Ranked geben da die beiden ja die gleiche MMR hätte und man somit immer Ranked spielen würde da auch ein Normal wiederrum die Ranked MMR verändern würde.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-04-29T19:37:40.116+0000","up_votes":1,"down_votes":0,"body":"Man spielt doch im Endeffekt immer Ranked, nur dass in Normals der Fort-/Rückschritt nicht sicherbar ist und diese \"Undercover\"-Rangliste keinen Einfluss auf Season-Belohnungen hat. Oder wo soll da jetzt der große Unterschied sein? Eine Rangliste ist es durch die eigene MMR von Grund auf doch trotzdem.\n\nNormals werden von vielen dazu genutzt um Champions/Builds auszuprobieren bzw mit diesen spielen zu lernen, weil man keine Lust hat deswegen im wirklichen Ranked abzusteigen. Oder man spielt Normals weil man seinen Wunschrang erreicht hat und nicht Gefahr laufen will wieder abzusteigen. Man kann ja gerne akzeptieren, dass der Modus seine eigene MMR hat, jedoch stellt sich für mich da schon die Frage warum diese, ja mehr oder weniger unwichtigere MMR nicht mit bereits vorhandenen Daten aus anderen SR-Modi abgeglichen wird und wenn die Ranked MMR deutlich höher liegt ein Mittelwert genommen wird bis die Normal-MMR angeglichen ist. Anders herum natürlich nicht, wäre ja unfair wenn ich mich in Bronze 5 einranken lasse und dann in Normals nur noch Bronze-Gegner bekomme obwohl ich High-Silver/Gold MMR hätte. Gegen einen kleinen Unterschied hat wohl keiner was, aber einigermaßen ausgeglichene Spiele erachte ich schon als wichtig und das ist mit diesem System definitiv nicht gegeben, denn zumindest aus meiner Erfahrung, sind Spiele mit/gegen Platin/Dia keine Seltenheit die nur alle paar 100 Spiele mal vorkommt. Wenn Daten aus anderen Modi vorhanden sind kann man sie mMn auch nutzen, Frustration weil man einfach 0 Chance hat muss man nicht noch zusätzlich fahrlässig durch schlechte Systeme aufkommen lassen. Oder etwa nicht? Für mich wäre das irgendwann auch ein Grund keine Normals, und somit vermutlich auch LoL an sich, nicht mehr zu spielen wenn ich schon vorher weiß, dass die Chance durchaus besteht in ein komplett unfaires und somit auch unspannendes und unspaßiges Match zu geraten.","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-05-01T12:06:06.684+0000","up_votes":1,"down_votes":0,"body":"Normals haben auch eine eigene MMR um es auch dort fair zu gestalten.\nNur weil man im Ranked Platin oder Diamant ist, heisst es noch lange nicht dass man auch im Normal diese Position + Champ spielt.\nWas nicht wirklich bedeutet, dass der Rang aus der Rangliste akkurat ist je nachdem welche Position man spielt.\nWie du schon geschrieben hast, werden Normals dazu benutzt um Sachen zu testen.\n\nWieso nicht die Ranked MMR genommen wird und ein Durchschnitt errechnet, kann dir nur Riot sagen.\nWas aber ist, dass man normalerweise erst Normals spielt und dann Rankeds.\nDadurch haben diese ja schon eine MMR und wie will man es dann machen?\nMMR an das Ranked anpassen?\nDann spielt man die ersten 10 Spiele und die MMR wird angepasst?\nOder 100 Spiele?\n\nEs ist ja nicht so, dass man Rankeds spielt und dann Normals, dann wäre es leichter zu bewerkstelligen.\nAusserdem sieh es als Chance an, gegen bessere Spieler zu spielen und etwas zu lernen.\nAusserdem empfehle ich dir, nicht vor dem Spiel die Ranglistenplazierung anzuschauen, da das bei manchen Leuten die Moral runterzieht und sie schlechter spielen.\n\nDann gibt es natürlich noch die, die nur Normals spielen also unranked sind.\nWas, wenn diese Diamantniveau haben aber eben kein Ranked spielen sondern Normals?\nDann findest du das ja auch nicht unfair oder, weil sie ja unranked sind nicht?\n\nAusserdem, wenn sie besser spielen im Normal und gewinnen wird auch dort die MMR raufgehen und sie spielen auf ihrem Niveau.\nWas auch noch ist, es gibt Leute, die haben eine gute Normal MMR sind aber im Ranked nur Bronze weil sie z.B. mit einem Kollegen zusammenspielen der besser ist und sie durch das gewinnen.\nWillst du jetzt auch die MMR nach unten anpassen, wodurch der Kollege dann trotzem wieder in deinem Spiel landen wird?\n\nSieh es so, der Rang hat nur insofern eine Aussagekraft wenn die entsprechende Person auch ihre Lane + Champion spielt ansonnsten ist sie nicht so stark wie ihr Rang vermuten lässt.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-05-01T13:19:11.075+0000","up_votes":1,"down_votes":0,"body":"Wenn die neue Season startet wage ich zu bezweifeln, dass alle erstmal Normals spielen. Eher spiele alle erstmal Ranked und gehen erst dann auf Normals wenn es dort aus welchen Gründen auch immer keinen Spaß mehr macht oder man nicht weiter climben kann/will.\n\nWas lerne ich dabei wenn diese Leute entweder in meinem Team sind oder im Gegnerteam auf einer anderen Lane und sie dort ihre Lane komplett stompen? Die erste Interaktion mit solchen Gegnern findet erst dann statt wenn sie schon far ahead sind und dann lernt man so gut wie nichts mehr, außer dass man keinen fighten sollte der n riesen Vorsprung hat...wow. Man lernt am Besten wenn man gegen Gegner spielt die ein wenig besser sind und nicht gegen Spieler die gleich deutlich besser sind. Die Ränge schaue ich mir auch erst nach dem Spiel an wenn jemand komplett durchgerannt und alles niedergemäht hat, oder im eigenen Team sieht man ja nunmal schon den Rahmen der letzen Season im Loading-Screen.\n\nBei Leuten die zuerst Normals und dann Ranked spielen könnte man auch drüber nachdenken die Vorjahres-Abschluss-MMR in Betracht zu ziehen. Wobei es durchaus okay ist, dass das Matchmaking in den ersten paar Tagen der neuen Season noch nicht zu so gut funktioniert, darauf kann man sich schließlich einstellen. Wobei ich mich gerade frage wieso die Normal-MMR überhaupt zurückgesetzt wird, wenn sie auf nichts anderes als auf das Normal-Matchmaking Einfluss hat.\n\nWenn du Diamant/Platin bist aber außerhalb deines Main-Champions nur noch mittleres Silber spielst dann solltest du dich fragen warum. Abgesehen davon darf man dort schon einen gewissen Game-Knowledge-Unterschied erwarten, der eine höhere Einstufung durchaus gerechtfertigt. \n\nMir geht es nur darum, dass jemand der im Ranked eine deutlich höhere MMR hat als im Normal dann in Normals höher eingeordnet wird, weder sollen Normals Einfluss aufs Ranked haben noch irgendwas anderes.","replies":[{"id":"","poster":"RM Heartmeander","date":"2018-05-01T13:37:37.688+0000","up_votes":1,"down_votes":0,"body":"Wie kommst du denn darauf, dass die Normal MMR zurückgesetzt wird?\nDie Normal MMR bleibt bestehen, da hat die Season keinen Einfluss darauf.\nDu spielst mit den Leuten, weil du die gleiche MMR in Normalgames hast.\nSei doch froh darüber, dass du mit stärkeren Leuten spielen kannst.\n\nDas ist nicht unüblich, dass man ausserhalb der Mainlane viel schlechter spielt und somit locker 1-2 Ligen tiefer ist.\nEs ist ja auch nicht so, dass z.B. beim Fussball der Torhüter auch gleich gut als Stürmer ist und umgekehrt.\nDas Spielverständniss ist zwar da aber das wechselt auch je nach Position und Rolle die man übernimmt.\n\nDu spielst z.B. wenig Midlane, daher gehe ich nicht davon aus, dass du Spielverständniss als Midlaner hast auf bestimmten Champs.\n\nAber schlussendlich ist es ja von der MMR her fair, da die Leute eine Ähnliche MMR haben egal was sie im Ranked sind.\nDas ist genauso, wie bei der Flex Q.\nNur weil man in der Solo Q Gold oder so ist, heisst das noch lange nicht dass man auf in Flex Q Gold ist sondern man kann da auch Bronze sein.\n\nIch verstehe aber schon was du meinst wegen dem Rang.\nAber schlussendlich geht es ja um den Spielspass und da ist der Rang egal.","replies":[{"id":"","poster":"SSI CptHaunted","date":"2018-05-01T18:35:17.655+0000","up_votes":1,"down_votes":0,"body":"Wieso sollte ich froh darüber sein, dass entweder mein Midlaner die Lane komplett zerstört und das Spiel alleine gewinnt sodass ich gar nicht gut spielen muss oder mein Midlaner so hart zerstört wird, dass ich selbst nur mithalten könnte wenn ich meine Lane so stompen würde als wärens Bots auf easy? Sorry aber das ergibt für mich keinen Sinn. Ich habs bereits erwähnt, ich lerne am meisten wenn mein Lanegegner ein wenig besser ist als ich, weder wenn mein Lanegegner noch irgendwer anderes so viel besser ist, dass er einfach durch alle durchrennt. Und wenn die Normal-MMR nicht zurückgesetzt wird frage ich mich wie es kommt, dass ein Spieler der letzte Season schon mit Platin abgeschlossen ist und nun Dia 4 steht in Normals scheinbar nur noch die MMR eines Silber 3 Spielers oder so hat aber trotzdem das Spiel komplett abreißt. Für mich hat der Gedanke \"Reset + kaum Normals gespielt\" da mehr Sinn ergeben.\n\n1-2 Ligen würde für nen Dia-Spieler immernoch Platin-Gold bedeuten, immernoch weit von Silber V entfernt. Glaube auch kaum, dass ich in Normals besser spiele als im Ranked.\n\nSchlussendlich gehts um den Spielspaß, das stimmt wohl. Ich habe in meinem Machtverlauf nun 2 Beispiele in denen absolut kein Spielspaß vorhanden war, aufgrunddessen, dass jemand der im Solo/Duo einen deutlich höheren Rang hat das komplette Spiel alleine entschieden hat. Haben diese Leute ihren Main gespielt? Kann ich nicht sagen, ist mir ehrlich gesagt auch egal. Fakt ist, dass diese Matches für die entsprechenden Leute absolut keine Herausforderung waren und somit mindestens die 5 aus dem Gegnerteam, besonders der gegnerische Laner, wenn nicht sogar Teamkollegen desjenigen, nicht übermäßig viel Spaß am Spiel hatten. Ist das notwendig? Aus meiner Sicht nicht. Wenn ich mich als OTP auf Dia hochspiele muss ich damit leben wenn an mich an anderer Stelle ähnliche Anforderungen gestellt werden. Bei Platin 2 im Ranked und beispielsweise Silber 4 im Normal wäre der Mittelwert Gold 3...dürfte nicht zu viel verlangt sein.","replies":[]}]}]}]}]}]}]}