{"id":"ZlRnMALx","poster":"Legedarix","date":"2018-04-27T18:51:48.439+0000","title":"Netlog eSports sucht Jungler Ab Gold V","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nwir sind zur Zeit auf Spieler suche f&uuml;r den Aufbau eines Aktiven Teams.\r\n\r\nAber erstmal was zu Uns. Netlog eSports ist noch ein Teil der Community &quot;Hellfire-Demons&quot; welche im Jahr 2013 gegr&uuml;ndet wurde.\r\nDurch viele Ver&auml;nderungen von einigen Mitgliedern im RL schlief die Community immer mehr ein. Nun ist es aber wieder an der Zeit die Z&uuml;gel in die Hand zunehmen und nochmal ordentlich durch zu Starten. Daher suchen wir Aktive Spieler ab Gold V zum aufbau eines Team welches an Ligen und Turnieren Teilnehmen m&ouml;chte.\r\n\r\nHier ein paar Fragen vor ab:\r\n\r\nWie kommunizieren wir ?\r\nGenutzt wir bei uns das TS&sup3; wo wir 512 Slot zur Verf&uuml;gung haben.\r\n\r\nWas sind Unsere Ziele/erwartungen ? \r\nZiel wird es sein ein Solides und Starkes Team auf die Beine zu stellen, und Aktive an Ligen und Turnieren Teilzunehmen.\r\n\r\nWie l&auml;uft das Training ab?\r\nWas die Trainingseinheiten betrifft steht noch nichts fest, aber diese werden dann in Absprache mit dem Team festgelegt.\r\n\r\nWelche Rollen sind besetzt ? \r\nAktuell sind noch alle Rollen offen, es werden aber auch Ersatzspieler ben&ouml;tigt in einem Atkiven Team\r\n\r\nWelches Alter setzen wir voraus ? \r\nDurch leider schlechte Erfahrungen in der Vergangenheit haben wir das Alter auf 18 hoch gesetzt.\r\n\r\nWelche Elo setzen wir voraus ? \r\nAb Gold V\r\n\r\nWelchen Spieler-Typ suchen wir ?\r\nDen Ehrgeizigen, Team- , Kritikf&auml;higen Spieler . Das Geschlecht spielt bei uns keinerlei Rolle.\r\n\r\nWie lange existiert das Team schon ? \r\nAktuell befindet es sich noch im Aufbau !!!!!!!!\r\n\r\nWie kann man euch kontaktieren ? \r\nAm besten ihr schaut einfach mal bei uns im TS&sup3; vorbei oder ihr Addet mich.\r\n\r\nTS&sup3;- Daten: ts.hellfire-demons.de\r\nGametag: Legedarix\r\n\r\nSolltet ihr noch weitere Fragen haben k&ouml;nnt ihr mir diese gern stellen. Bis dahin Frohes Zocken","replies":[]}