{"id":"rz5uEjkx","poster":"SamPucket xD","date":"2018-04-27T17:57:52.865+0000","title":"Teamerstellung.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag werte Beschw&ouml;rerinnen und Beschw&ouml;rer,\r\n\r\nda es meiner Meinung nach mehr Spa&szlig; macht als feste Gruppe zu spielen, bin ich zu dem Entschluss gekommen, ein Flexxqueue Team zu gr&uuml;nden.\r\nDies hier ist mein Smurf, wo ich die Leute in Gruppen einteile, die in Frage kommen w&uuml;rden. \r\n\r\nDerzeit bin ich alleine und suche demnach alle Rollen, von Jungle, Midlane bis zur Botlane. \r\n\r\nMein momentaner Soloqueue Rang ist P2, mit sehr viel Teamerfahrung. In Flexxqueue lediglich P5, da ich dies nicht alleine spiele. \r\n\r\nZu mir:\r\nIch spiele die letzten 2 Saisons nur die Toplane und habe dementsprechend ein sehr gutes Laneknowledge. Matchup Technisch bin ich auch sehr fit genau wie im Thema Map Awarness. Deshalb suche ich bitte Leute, bei denen man direkt vom Profil aus ablesen kann, das es sich um eine der oben genannten &#039;Lanes&#039; handelt. Ich habe bereits mehrere Teams geleitet, welche Stimmungtechnisch und Kommunikationstechnisch sehr weit oben waren. Ich habe bereits an Analysen Bl&auml;ttern (Google Doc) gearbeitet um das Training intensiv ansprechen zu k&ouml;nnen.\r\n\r\n* Zu Euch:\r\nIhr solltet sehr offen sein, und keinerlei Scheue gegen&uuml;ber Kritik o.&auml;. haben. Denn nur wer redet, lernt. Ihr solltet 2-3x die Woche (ggf. auch &ouml;fter falls Interesse an Turnieren besteht) Zeit haben. Eine **mind. Elo** ist auch vorausgesetzt: **Soloq: P3+** und **Flexxqueuebereich **ab **G1 **wegen der Elounterschiede, da man dann als Gruppe zusammen ohne Probleme (im Laufe der Zeit) weiter spielen kann und sonstigen Problemf&auml;llen aus dem Weg gehen kann.\r\n\r\nKommuniziert wird &uuml;ber Discord, daher setze ich ein funktionierendes und klar verstehendes Mikrofon voraus. \r\n\r\nSollte Interesse bestehen, added mich doch bitte auf diesem Account hier, stellt Euch vor und sagt mir bitte direkt vorab welche Lane gew&uuml;nscht ist. (_**Dieser Account wird nicht zum spielen genutzt**_)\r\n\r\nMit freundlichen Gr&uuml;0en,\r\n\r\nSam Pucket xD\r\n\r\n{{champion:41}}","replies":[{"id":"","poster":"SamPucket xD","date":"2018-04-29T18:21:22.737+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"SamPucket xD","date":"2018-04-28T19:34:23.791+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"SamPucket xD","date":"2018-04-28T06:53:46.743+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]}]}