{"id":"6tGBAEje","poster":"SooIoCarry","date":"2020-02-10T21:17:54.765+0000","title":"Leona Skin ohne Leona kaufen?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi. Beim letzten Pass hab ich KDA Senna / CHampionship Ashe ohne Hero gekauft.\r\nDiese wurden nicht freigeschaltet, obwohl ich nachträglich den Hero freigeschaltet habe.\r\nBesteht dasselbe Problem mit Mecha Leona?","replies":[{"id":"","poster":"Bobby Bonkers","date":"2020-02-10T22:02:46.311+0000","up_votes":5,"down_votes":1,"body":"Das sind keine Skins. Sondern Chromas.","replies":[{"id":"","poster":"SooIoCarry","date":"2020-02-10T22:12:49.486+0000","up_votes":1,"down_votes":1,"body":"Wayne, Frage bleibt die gleiche.\nSchaltet der frei oder nicht?","replies":[{"id":"","poster":"Aymira","date":"2020-02-10T22:16:47.606+0000","up_votes":5,"down_votes":0,"body":"So egal ist das nicht. Einen Chroma kannst du nur dann spielen wenn du den originalen Skin dazu hast, wenn ich mich nicht irre.\n\nAlso wenn du von den Marken einen Chroma kaufst, ohne den Champion zu haben und dann den Champion kaufst, hast du den originalen Skin ja trotzdem nicht.\n\nAlso, wenn du wieder einen chroma kaufst, von einem Skin den du nicht besitzt, dann wirst du den wieder nicht benutzen können. (Außer du holst den skin nachträglich) \n\nWenn ich die ganze Sache nun richtig verstanden hab. :D","replies":[{"id":"","poster":"SooIoCarry","date":"2020-02-10T22:28:07.486+0000","up_votes":1,"down_votes":0,"body":"Das ist doch maln Wort.\nJa Championship Ashe war nen Chroma und das PIc.","replies":[{"id":"","poster":"ShiKaMuh","date":"2020-02-11T02:33:10.134+0000","up_votes":2,"down_votes":0,"body":"Du hast ALLE Sachen die du in dem Event Shop kaufst, auch wenn du den Skin nicht besitzen solltest oder den Champion trotzdem im Inventar. Heißt sobald du den Championship Skin von Ashe besitzt, kannst du auch den Chroma benutzen. Gilt genauso für die Rahmen. Ich kaufe dort im Shop auch immer alles was mich persönlich anspricht, auch wenn ich den Skin garnicht besitzen. Aber dann hab ich den Chroma/Rahmen jedenfalls schon mal für die Zukunft. Gerade die Rahmen sind echte Raritäten. \\(^^)/","replies":[]}]}]}]}]}]}