{"id":"nFE3sljG","poster":"Myiou","date":"2018-04-26T12:13:25.226+0000","title":"Platin/Dia Team sucht Top und Adc für Competitive Gaming","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag zusammen,\r\n\r\nwie im Titel schon geschrieben, suchen wir einen Toplaner und einen ADC f&uuml;r Competitives Gameplay.\r\n\r\nKurze Informationen &uuml;ber uns:\r\nWir sind:\r\n\r\nDia V Mid\r\nDia V Jungle\r\nPlatin IV Support\r\n\r\nWir haben keine Orga zur Zeit und werden dies erst &auml;ndern sollte das Team fest stehen und wenn es sich ergibt. F&uuml;r den Anfang ist es nicht unbedingt n&ouml;tig eine Orga zu haben. Erst sobald es um die Coaching/Analyst Sachen geht wird das f&uuml;r uns Interessant.\r\nWir werden zwei bis drei mal die Woche trainieren (in der Woche) und Sonntags werden wir in einer Liga spielen oder bei Turnieren (Go4LoL etc).\r\nDas Training wird nicht nur aus zocken von Flex Queue oder Scrim bestehen, sondern auch aus Replay analysen. Das artet dann in Arbeit aus, aber wir wollen etwas erreichen und suchen Leute, die es ebenfalls wollen.\r\n\r\nEine kurze &uuml;bersicht was ihr mitbringen solltet:\r\n\r\n-Elo im Bereich von Platin 2 aufw&auml;rts (Solo/Duo)\r\n-Elo im Bereich Platin (Flex)\r\n-Kritikf&auml;higkeit (Wir werden sobald das Team steht uns einen Coach suchen und da sollte jeder mit Kritik umgehen k&ouml;nnen)\r\n-Motivation!! Wir suchen niemanden der sich denkt &quot;Joa so ein Team f&uuml;r ab und zu Flex oder mal nen Turnier ist schon cool&quot;. Wir suchen Leute die wirklich bock haben und sich bewusst sind, dass es auch Zeitaufwendig wird und niemanden der nur ab und zu bock hat anwesend zu sein. Disziplin und Ehrgeiz sind uns am wichtigsten und werden h&ouml;her gewertet als der Individuelle Skill.\r\n-F&auml;higer Umgang mit Niederlagen! Jeder kennt es, dass wenn man gewinnt alles gut ist und alle gl&uuml;cklich sind, doch wenn es Game schlecht startet, gibt es diese Spezialisten, die direkt denn Sinn verloren sehen weiter zu spielen und einfach keinen bock mehr haben und alles schlecht reden. Eine trotzdem gute Attitude ist und wichtig. Jedes Spiel kann gedreht werden und es hilft niemanden, wenn man seine negativen Kommentare dazu abgibt. Ziel sollte es sein trotzdem alles zu geben. Ausserdem lernt man aus Niederlagen am besten.\r\n-P&uuml;nktlichkeit (Wir tollerieren nicht, wenn jemand immer und immer wieder zusp&auml;t kommt. Es kann jedem mal passieren und kann vorkommen, doch bei wem es zur Gewohnheit wird, ist hier dann leider falsch.\r\n-Keine OneTricks. ( Ein Championpool mit dem man arbeiten kann sollte vorhanden sein)\r\n\r\nWir werden ab Morgen Abend Tryouts ansetzen. Diese werden in zwei Runden ablaufen. In der ersten werden Flex Queue games gemacht, die die uns dort Positiv aufgefallen sind werden dann ein weiteres mal mit uns Trainieren und zwar in Scrims. Danach wird dann entschieden, ob es passt oder nicht.\r\nWenn euch der Text nicht abgeschreckt hat und ihr genau so Motiviert seid wie wir und euch sagt, das w&auml;re genau das richtige f&uuml;r euch, dann added mich bitte &quot;Myiou&quot; als euren Ansprechpartner.","replies":[]}