{"id":"0hA8rA5o","poster":"Ariya","date":"2018-04-25T17:09:56.572+0000","title":"Meddlers Gameplay-Gedanken - 25. April","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo,\r\n-------------------------------------------------------------------------------\r\n**Der &uuml;bliche Haftungsausschluss**\r\n\r\nIn diesen Beitr&auml;gen reden wir oft &uuml;ber zuk&uuml;nftige Projekte oder Pl&auml;ne, die m&ouml;glicherweise nie das Licht der Welt erblicken. Konzepte k&ouml;nnen sich &auml;ndern und je nachdem, was wir herausfinden, k&ouml;nnen Projekte verschoben werden oder sogar in der Tonne landen. Falls du jedes Mal einen Tweet sehen m&ouml;chtest, wenn ein neuer Beitrag erscheint, klicke hier: https://twitter.com/RiotMeddler\r\n---------------------------------------------------------------------------- \r\n**Syndra**\r\n\r\nKurz etwas zu Syndra, da letztes Mal viele nach ihr gefragt haben. Du hast vielleicht gesehen, dass wir auf der PBE eine &Auml;nderung ihres Passivs f&uuml;r ihr Q testen. Es gew&auml;hrt nun wieder die vorherigen &bdquo;15 % zus&auml;tzlichen Schaden an Champions&ldquo; anstelle der erh&ouml;hten Dauer der Sph&auml;re. Wir wollen dadurch einen Ult mit vielen Sph&auml;ren weniger konsistent und eher zu einem Beweis deines K&ouml;nnens machen, den Wert jedes einzeln getroffenen Qs steigern und dabei das Ausl&ouml;schen von Vasallenwellen nicht weiter erleichtern (deswegen die Beschr&auml;nkung auf Schaden an Champions). \r\n\r\nAllerdings hei&szlig;t das nicht, dass der vorherige Zusatzeffekt ihres Qs die ideale L&ouml;sung ist. Nachdem der Effekt aber bekannt ist, k&ouml;nnen wir ihn leicht austauschen und ver&ouml;ffentlichen. Da wir Syndras Lage verbessern wollen und noch eine Menge anderer Dinge am Laufen haben, ist das ein wichtiger Vorteil. Danach k&ouml;nnen wir, falls notwendig, noch zus&auml;tzliche &Auml;nderungen an ihrer St&auml;rke vornehmen. \r\n----------------------------------------------------------------------------  \r\n**Pufferung von F&auml;higkeiten kommt in 8.10, nicht 8.9**\r\n\r\nDie zuletzt erw&auml;hnte &Auml;nderung an der Pufferung von F&auml;higkeiten kommt in 8.10. Beim Testen haben wir Probleme bei ein paar F&auml;higkeiten gefunden; wir werden diese also zuerst beheben und &auml;hnliche F&auml;higkeiten darauf untersuchen.\r\n\r\nDa es letztes Mal au&szlig;erdem zu Verwirrungen kam, m&ouml;chte ich klarstellen, wie die Pufferung mit Massenkontrolleffekten interagiert. Es ist dadurch nicht m&ouml;glich, F&auml;higkeiten trotz Massenkontrolle zu wirken, wenn das momentan auch nicht der Fall ist. Es wird quasi simuliert, dass die Taste einen Bruchteil einer Sekunde sp&auml;ter gedr&uuml;ckt wurde, als sie eigentlich verf&uuml;gbar war. Wenn der betreffende Champion zu diesem Zeitpunkt verstummt/bet&auml;ubt/usw. ist und seine F&auml;higkeit nicht wirken kann, dann passiert nichts. \r\n----------------------------------------------------------------------------   \r\n**Kleiner Patch/Gro&szlig;er Patch**\r\n\r\nSeit 8.1 haben wir dieses Jahr zwischen kleinen Patches (ungerade) und gro&szlig;en Patches (gerade) gewechselt. Dieser Rhythmus wird jetzt aufgrund der Saisonmitte ein paar Patches lang etwas schwammiger, wir wollen ihn aber danach wieder aufnehmen. Davor wollte ich nur um eine kurze R&uuml;ckmeldung bitten:\r\n\r\n*Ist dir der neue Rhythmus &uuml;berhaupt aufgefallen?\r\n*Ist dir das wichtig?\r\n*Sind dir irgendwelche speziellen Unterschiede aufgefallen im Vergleich zu unserem vorherigen Patchsystem?\r\n----------------------------------------------------------------------------    \r\n**Anpassung der H&ouml;he von Lebensbalken basierend auf der Kameraposition**\r\n\r\nM&ouml;glicherweise wird auf der PBE bald experimentell die H&ouml;he der Lebensbalken automatisch angepasst, damit sie auf deinem Bildschirm auch in F&auml;llen sichtbar sind, wenn du zwar die Einheit siehst, aber nicht den Lebensbalken. Damit wollen wir insbesondere Situationen beim Baron und bei T&uuml;rmen verbessern, in denen du deinen Bildschirm auf den wichtigsten Teil der Karte ausrichtest und dabei der Lebensbalken abgeschnitten wird, wodurch du den Fortschritt nicht richtig mitverfolgen kannst. \r\n\r\nFalls du diese &Auml;nderung selbst auf der PBE erlebst oder in Videos von anderen Spielern siehst, dann teile uns bitte deine Meinung mit, insbesondere ob du es hilfreich oder st&ouml;rend findest. \r\n\r\nhttp://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png","replies":[]}